{"seriesId":"merc-storia-mukiryoku-shounen-to-bin-no-naka-no-shoujo","name":"Merc Storia: Mukiryoku Shounen to Bin no Naka no Shoujo","descr":"Merc Storia spielt in einer Welt, in der Menschen und Monster miteinander koexistieren. Yuu ist ein angehender Heiler und besitzt die besondere Fähigkeit, Monster zu zähmen. Eines Tages trifft er auf Merc, ein Mädchen, das in einem Flakon eingesperrt ist. Um ihre Erinnerungen wiederherzustellen, begeben sich die beiden auf eine abenteuerliche Reise!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Apathetic Boy and the Girl in a Bottle","descr":"In einer von aggressiven Monstern bevölkerten Welt ist die einzige Hoffnung auf Frieden für die Menschen die Magie der Calmers. Tatsächlich sind diese Magier in der Lage, Monster zu beruhigen und so das Zusammenleben zu ermöglichen. Yû ist einer dieser Magier, aber paradoxerweise hat er Angst vor Monstern. Doch sein Treffen mit Merc, einer kleinen Hexe aus dem Topf, wird alles verändern. Letztere hat tatsächlich ihr Gedächtnis verloren und sie wird Yu zu einer Reise drängen, um ihr zu helfen, ihre Erinnerungen zu finden.","versions":[{"lang":3,"streams":[{"redirect":8460063,"hoster":"VOE"},{"redirect":8460065,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The King of Dawn and the Imprisoned Bride","descr":"Auf den Straßen mit Jamo the Merchant erreichen Yû und Merc ihren ersten Halt, das Dorf Uruka. Sie treffen die junge Prinzessin von Arumu, dem Nachbardorf. Letzterer wird dem Sohn des Häuptlings von Uruka versprochen, eine Allianz zwischen den beiden Dörfern zu besiegeln. Das Mädchen will diese arrangierte Ehe jedoch nicht. Empört überredet Merc Yu, der Prinzessin bei der Flucht zu helfen.","versions":[{"lang":3,"streams":[{"redirect":8846334,"hoster":"VOE"},{"redirect":8597019,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Tomboy Fairy and the Spring-Eating Dragon (Part 1)","descr":"Yu und Merc setzen ihre Reise fort und erreichen das Land der Feen. Trotz der bezaubernden Einrichtung stimmt etwas nicht. Tatsächlich breitet sich ein mysteriöser Nebel im Wald aus und zerstört alles Leben. Die Feenkönigin braucht die Hilfe unserer beiden Helden, um ihr Königreich vor dem Aussterben zu bewahren.","versions":[{"lang":3,"streams":[{"redirect":8846338,"hoster":"VOE"},{"redirect":8597024,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Tomboy Fairy and the Spring-Eating Dragon (Part 2)","descr":"Die Feen des Schwarzwaldes, die sich weigern, ihnen zu helfen, müssen Merc, Yu und Prinzessin Salodia einen anderen Weg finden, um den Drachen zu erreichen und den schwarzen Nebel aufzuheben, der das Land bedroht. Doch der Nebel schreitet voran und die Zeit wird knapp. Außerdem gerät die Prinzessin in Zweifel. Die Schuld, den Drachen befreit und ihre Gefährten angelogen zu haben, frisst sie auf.","versions":[{"lang":3,"streams":[{"redirect":8846342,"hoster":"VOE"},{"redirect":8597022,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Red Star of Evil and the Brilliant Ruler of Superior Flame","descr":"Yu und Merc kamen im Land des einfachen Volkes an. Immer noch auf der Suche nach einer Spur, um Mercs Erinnerungen zu finden, gehen sie zum Dorf Liu. Es würden tatsächlich Astromanten wohnen, die in der Lage wären, die Zukunft in den Sternen zu lesen. Unsere Helden hoffen, sie zu treffen und Hinweise aus ihren Visionen zu erhalten.","versions":[{"lang":3,"streams":[{"redirect":8846339,"hoster":"VOE"},{"redirect":8597021,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Lord with You in Dreams and the Town of Oblivion (Part 1)","descr":"Auf der Verfolgung von Toto, der aus dem Karren entkommen ist, geraten Merc und Yû in einen seltsamen Nebel. Verloren im Nebel finden sie eine fremde Stadt. Hier sind sie im Land der Toten. Kaum waren sie angekommen, gab ihnen ein mysteriöser Junge einen Brief. Sie müssen es zu dem düsteren Schloss mit Blick auf die Stadt bringen.","versions":[{"lang":3,"streams":[{"redirect":8846343,"hoster":"VOE"},{"redirect":8706610,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Lord with You in Dreams and the Town of Oblivion (Part 2)","descr":"Herr Citrouille nahm Cosette mit in die Stadt der Träume. An diesem traumhaften Ort hat sie Zugang zu allem, was sie begehrt und doch fehlt etwas. Doch sie ist nicht die einzige, denn auch ihr Vater scheint in seinen Fantasien verloren zu sein. Yu seinerseits ist in voller Erinnerung. Er durchlebt das Verschwinden seines Vaters, sein Kindheitstrauma.","versions":[{"lang":3,"streams":[{"redirect":8846341,"hoster":"VOE"},{"redirect":8597018,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The King of the Song Altar and the Diva in a Cage (Part 1)","descr":"Yu und Merc sind in Particio angekommen, der Hauptstadt der Vogelmenschen. Beeindruckt von der Schönheit des Ortes entdecken unsere Helden eine raffinierte Kultur, die sich auf die Künste konzentriert. Tatsächlich nimmt das Lied einen zentralen Platz im Leben der Bewohner dieser Region ein. Es scheint jedoch, dass die aktuelle Diva, der prestigeträchtigste Titel für eine Sängerin, ein Stimmproblem hat.","versions":[{"lang":3,"streams":[{"redirect":8846335,"hoster":"VOE"},{"redirect":8597025,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The King of the Song Altar and the Diva in a Cage (Part 2)","descr":"Ein seltsames Monster namens Voïcia hat die großartige Stimme der Diva Serena gestohlen. Unglaublich verliebt in sie, ist Antel bereit, alles zu tun, um sie wieder herzustellen. Dabei kann er auf die Hilfe von Yu und Merc zählen. Allerdings werden Antels Absichten von der Sängerin falsch interpretiert. Sie denkt tatsächlich, dass er sich an ihr rächen will.","versions":[{"lang":3,"streams":[{"redirect":8846337,"hoster":"VOE"},{"redirect":8597027,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Angel Who Couldn`t Fly and the Holy Wings of Ten Thousand Prayers (Part 1)","descr":"Ein riesiger Vogel hat Merc in seinen Krallen gefangen. Yû versucht mutig, sie zu retten, aber er wird wiederum von dem bösartigen Vogel mitgerissen. Letztere bringt sie ins Himmlische Land, eine im Himmel schwebende Insel. Leider verbieten die himmlischen Menschen die Einreise von Fremden auf ihren heiligen Boden. Yu wird isoliert, während Merc nach Michelia, der religiösen Eminenz des Landes, geschickt wird.","versions":[{"lang":3,"streams":[{"redirect":8846340,"hoster":"VOE"},{"redirect":8597026,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Angel Who Couldn`t Fly and the Holy Wings of Ten Thousand Prayers (Part 2)","descr":"Yû sucht in Begleitung von Orthos, dem Engel ohne Flügel, Merc zu finden. Er muss den heiligen Palast im himmlischen Land erreichen, was keine leichte Aufgabe sein wird. Der Wächter ist ihm auf den Fersen und Orthos entpuppt sich als sehr launischer Begleiter.","versions":[{"lang":3,"streams":[{"redirect":12924824,"hoster":"VOE"},{"redirect":8597028,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Healer and the Friend in the Bottle","descr":"Yu und Merc kehren nach ihren Abenteuern im himmlischen Land endlich ins Königreich zurück. Unser Schnuller freut sich, seine Mutter wiederzusehen, aber Merc macht sich Sorgen. Tatsächlich fragt sie sich, ob Yu mit ihren Reisen auf der Suche nach ihrer Erinnerung wirklich zufrieden ist. Was, wenn er sich weigerte, auf ein Abenteuer zu gehen?","versions":[{"lang":3,"streams":[{"redirect":8846344,"hoster":"VOE"},{"redirect":8597029,"hoster":"Streamtape"}]}]}]}]}