{"seriesId":"metal-detective-spurensucher-der-geschichte","name":"Metal Detective - Spurensucher der Geschichte","descr":"Abenteurer Gibba ist mit seinem Metalldetektor in Italien unterwegs. Getrieben von seiner Leidenschaft für Geschichte, seiner Erfahrung und seinem Instinkt folgend, entdeckt Gibba an ehemaligen Kriegsschauplätzen spektakuläre Gegenstände und allerhand Kriegsgeräte unter der Erde.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Held vom Sasso di Stria","epNo":1,"alt":"","descr":"Gibba macht sich heute auf die Spuren einer heldenhaften Aktion, die sich während des Ersten Weltkriegs zuträgt. Dabei geht es um einen jungen Mann namens Mario Fusetti, der 1915 auf dem Hexenstein-Gipfel in den Dolomiten die österreichisch-ungarischen Truppen überrascht.","versions":[{"lang":1,"streams":[{"redirect":12651315,"hoster":"VOE"},{"redirect":12651319,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Operation Shingle","epNo":2,"alt":"","descr":"Abenteurer Gibba ist mit seinem Metalldetektor auf den Spuren der Operation Shingle unterwegs. Diese fand im Januar 1944 in Mittelitalien rund um Anzio statt. Die Alliierten führten hier eine Landungsoperation durch, die von Misserfolgen begleitet war. (","versions":[{"lang":1,"streams":[{"redirect":12651317,"hoster":"VOE"},{"redirect":12651320,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Widerstand am Monte Ragogna","epNo":3,"alt":"","descr":"Heute ist Abenteurer Gibba mit seinem Metalldetektor auf den Spuren der Brigata Bologna unterwegs. Die Brigata bezeichnet eine Gruppe tapferer Männer, denen es gelang, einem deutsch-österreichischen Trupp den Weg abzuschneiden. Somit gewann das italienische Heer kostbare Zeit, um eine Verteidigungsstrategie zu planen.","versions":[{"lang":1,"streams":[{"redirect":12917632,"hoster":"VOE"},{"redirect":12651326,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Nazischatz vom Gardasee","epNo":4,"alt":"","descr":"Gibba ist mit seinem Metalldetektor auf der Suche nach Überbleibseln historischer Ereignisse. Heute ist er rund um den Gardasee unterwegs, um einen Schatz zu finden, den die Nazis im April 1945 dort versteckt haben sollen.","versions":[{"lang":1,"streams":[{"redirect":12651327,"hoster":"VOE"},{"redirect":12651330,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die grünen Teufel","epNo":5,"alt":"","descr":"Gibba ist mit seinem Metalldetektor auf der Suche nach Überbleibseln historischer Ereignisse. Heute wandert er entlang einer Verteidigungslinie in Mittelitalien, die die Alliierten ausbremsen sollte. Außerdem sucht er nach Beweisen für den Einsatz der \"Grünen Teufel\", den Fallschirmjägern Hitlers.","versions":[{"lang":1,"streams":[{"redirect":12651337,"hoster":"VOE"},{"redirect":12651343,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Rückzug über den Po","epNo":1,"alt":"","descr":"Heute folgt Gibba mit seinem Metalldetektor den Tagebucheinträgen des österreichischen Soldaten Paul Müllner. Ihm gelang es im April 1945, sich nach dem Durchbruch der Alliierten bei der Gotenstellung über den Fluss Po zu retten. Wird Gibba Relikte dieses Abenteuers aus der Erde holen können?","versions":[{"lang":1,"streams":[{"redirect":12651342,"hoster":"VOE"},{"redirect":12651349,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Black Devils","epNo":2,"alt":"","descr":"Spurensucher Gibba ist mit seinem Metalldetektor unterwegs, um die Geschichte der \"Black Devils\" zu erzählen, und das ein oder andere passende Relikt aus der Erde zu graben. Dabei handelt es sich um eine amerikanisch-kanadische Spezialeinheit, die im Dezember 1943 die deutsche Verteidigungslinie auf dem Monte La Defensa zu durchbrach.","versions":[{"lang":1,"streams":[{"redirect":12651355,"hoster":"VOE"},{"redirect":12651353,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blitzeinsatz auf dem Monte Moschin","epNo":3,"alt":"","descr":"Mit seinem Metalldetektor begibt sich Gibba heute auf die Spuren der Arditi. Die italienischen Sturmtruppen konnten einen Blitzerfolg erzielen, indem sie innerhalb weniger Minuten auf dem Monte Moschin den Durchbruch Österreich-Ungarns ins Tiefland stoppten. (","versions":[{"lang":1,"streams":[{"redirect":12651359,"hoster":"VOE"},{"redirect":12651360,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Operation Avalanche","epNo":4,"alt":"","descr":"Gibba wandert heute mit seinem Metalldetektor den Golf von Salerno entlang. Dort findet im September 1943 die Operation Avalanche statt: Amerikanische und britische Truppen zeigen sich überrascht, als sie, bei dem Versuch, die Region einzunehmen, auf heftige Gegenwehr der deutschen Einheiten stoßen. Schlussendlich müssen sich die Deutschen jedoch geschlagen geben.","versions":[{"lang":1,"streams":[{"redirect":12651364,"hoster":"VOE"},{"redirect":12651365,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rommels Niederlage am Monte Tomba","epNo":5,"alt":"","descr":"Spurensucher Gibba ist mit seinem Metalldetektor unterwegs, um am Monte Tomba in der Provinz Treviso Überreste einer französischen Kanonen-Stellung zu finden. Unter Verwendung dieser Artillerie sorgten die italienischen Truppen für Rommels Niederlage.","versions":[{"lang":1,"streams":[{"redirect":12651367,"hoster":"VOE"},{"redirect":12651374,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Invasion von Elba","epNo":1,"alt":"","descr":"Spurensucher Gibba ist mit seinem Metalldetektor unterwegs, um auf Elba der Operation \"Brassard\" auf den Grund zu gehen. Die Franzosen sorgen dort im Juni 1944 für eine weitere Niederlage der Deutschen und ein baldiges Ende des Krieges.","versions":[{"lang":1,"streams":[{"redirect":12651372,"hoster":"VOE"},{"redirect":12651371,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Inferno bei Monte Cassino","epNo":2,"alt":"","descr":"Gibba ist mit seinem Metalldetektor auf den Spuren der Geschichte, und hofft, dieses Mal auf Relikte des Infernos bei Monte Cassino zu stoßen. Dort sollten die Alliierten die deutschen Truppen zum Rückzug zwingen.","versions":[{"lang":1,"streams":[{"redirect":12651381,"hoster":"VOE"},{"redirect":12651375,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Teufelskerle der Dolomiten","epNo":3,"alt":"","descr":"Mit seinem Metalldetektor sucht Gibba nach aussagekräftigen Relikten, die unter der Erde Italiens schlummern. Heute folgt er den Spuren der Gebirgsjägertruppe \"I Mascabroni\", den sogenannten Teufelskerlen der Dolomiten. Ihnen gelang im April 1916 ein spektakuläres Täuschungsmanöver.","versions":[{"lang":1,"streams":[{"redirect":12651388,"hoster":"VOE"},{"redirect":12651389,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der verschollene Panzer","epNo":4,"alt":"","descr":"Ausgestattet mit seinem Metalldetektor sucht Gibba heute in der Poebene nach einem verschollenen deutschen Panzer. Er geht einem aufregenden Hinweis nach, den er bei seiner letzten Suche gefunden hatte. Wird er sein Vorhaben heute erfolgreich abschließen können?","versions":[{"lang":1,"streams":[{"redirect":12651394,"hoster":"VOE"},{"redirect":12651391,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jäger des verlorenen Panzers","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12651400,"hoster":"VOE"},{"redirect":12651395,"hoster":"Streamtape"}]}]}]}]}