{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara","name":"Mexicanicos - Die Schrauber von Guadalajara","descr":"Martin Vaca baut in seinem Unternehmen \"Vaca Limousines\" extravagante Autos zu noch spezielleren Unikaten um. Der Kfz-Experte nimmt sich jedes Gefährt vor und lässt es von seinen Mechanikern so umgestalten, dass es weithin sichtbar wird. Seit über 50 Jahren hat er es so zu großer Bekanntheit geschafft – aus dem In- und Ausland melden sich potenzielle Kunden, um jedes noch so schräge Anliegen in die Tat umgesetzt zu haben. So kommt es dann dazu, dass ein ausrangierter Jet in eine große Limousine verwandelt wird oder an echten Klassikern wie einem 1974er Ford Maverick mit viel Detailreichtum gearbeitet wird.","seasons":[{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-1/episode-1","name":"Einmal stretchen, bitte!","epNo":1,"alt":"La limohummer","descr":"Ein Hummer mit vier Hinterachsen: Die \"Mexicanicos\" schrauben in Guadalajara an einer riesigen Stretch-Limo. Solche aufwendigen Umbauten gehen selten ohne Stress über die Bühne – so auch in dieser Folge. Der Hummer wird nämlich nicht nur verlängert, sondern soll zudem auch ein zweites Stockwerk bekommen. Als wäre das nicht schon genug Arbeit, trudeln in Werkstatt regelmäßig Änderungswünsche ein. Erst soll es eine Bar sein, dann plötzlich zwei – und ein Bett wäre im Fahrzeug auch nicht schlecht. Wird das Vehikel trotzdem rechtzeitig fertig?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710034","hoster":"VOE"},{"path":"/redirect/8710029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-1/episode-2","name":"Ein Mustang in memoriam","epNo":2,"alt":"El Mustang de los Elizalde","descr":"Die Promis geben sich in Martin Vacas Werkstatt die Klinke in die Hand. Zu seinen Kunden gehören berühmte Persönlichkeiten des öffentlichen Lebens wie die Schauspielerin Verónica Castro oder der ehemalige Boxweltmeister Julio César Chávez. Und in dieser Folge statten die Nachfahren einer erfolgreichen mexikanischen Musikerdynastie der Schrauberschmiede einen Besuch ab. Jesús Elizalde und sein Bruder Francisco rollen mit einem Mustang Mach 1, Baujahr 1973, auf den Firmenhof in Guadalajara. Der abgetakelte Oldtimer stammt aus dem Nachlass des Vaters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710035","hoster":"VOE"},{"path":"/redirect/8710033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-1/episode-3","name":"Ein verspätetes Hochzeitsgeschenk","epNo":3,"alt":"De Gran Marquis a Carroza Fúnebre","descr":"Zwei Großprojekte halten die \"Mexicanicos\" in dieser Folge ordentlich auf Trab. Das Team verwandelt einen Mercury Grand Marquis für einen Kunden aus Monterrey in einen Luxus-Leichenwagen. Der Klassiker wird bei dem Umbau in zwei Teile zerlegt. Und José Luis Gómez möchte seine Frau Jéssica mit einem verspäteten Hochzeitsgeschenk überraschen. Vom Motor über die Lichtmaschine und die Servolenkung bis zur Klimaanlage: Die Kfz-Experten bringen den Ford Model A des Kunsthändlers mit ihrer Expertise in Guadalajara technisch auf den neuesten Stand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918410","hoster":"VOE"},{"path":"/redirect/8710030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-1/episode-4","name":"Hot Rod mit Einspritzer","epNo":4,"alt":"El Hot Rod de Pedrito","descr":"Mechaniker \"Chino\" hat das falsche Differenzial eingekauft und in der Lackiererei gibt es ebenfalls ein Problem. Das bleibt nur eins: Der Chef muss die Sache wieder geradebiegen! Und das möglichst schnell, denn die Kunden warten nicht gerne auf ihre Autos. In dieser Folge schrauben Martin Vaca und sein Team in Guadalajara an einer Spezialanfertigung für Pedro Pulido Montalvo. Die Autoexperten bauen für den Rechtsanwalt einen plasmablauen Hot Rod mit Luftfederung, fetten Reifen und einem Turbomotor mit elektronischer Benzineinspritzung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13018465","hoster":"VOE"},{"path":"/redirect/8710032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-1/episode-5","name":"Der Chili-Bus","epNo":5,"alt":"Silverado","descr":"Fernando Rubio Cuella wünscht sich einen Touristenbus. Das Fahrzeug soll Mexiko repräsentieren. Aber die ersten Entwürfe überzeugen den Kunden noch nicht. Deshalb legen die Autoveredler von \"Vaca Limousines\" eine Schippe drauf. Designer Emanuel verwandelt einen Ford F-350 am Computer in eine zwölf Meter lange Chilischote auf Rädern, in der 40 Personen Platz finden. Das geht auf dem Monitor ganz leicht. In der Werkstatt sieht die Sache anders aus: Dort müssen die Mechaniker jede Menge Aufwand betreiben, um das Spezialprojekt zu realisieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710044","hoster":"VOE"},{"path":"/redirect/8710039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-1/episode-6","name":"Das Silverado-Projekt","epNo":6,"alt":"El Chilebús","descr":"José Luis Chávez hat eine Schwäche für schnelle Autos. Der Geschäftsmann gibt mit seinem aufgemotzten Silverado regelmäßig Vollgas auf der Viertelmeile. Das Vehikel hat ordentlich Power unter der Haube, trotzdem konnte der ehrgeizige Geschäftsmann beim letzten Beschleunigungsrennen keinen Sieg einfahren. Denn sein SUV ist deutlich schwerer als die Fahrzeuge der Konkurrenz. Kann ein groß angelegtes Umbauprojekt dieses Problem lösen? Martin Vaca und seine Mechaniker funktionieren das Vehikel in Guadalajara mit einer 32er-Ford-Karosserie zum Hot Rod um.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710037","hoster":"VOE"},{"path":"/redirect/8710038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-1/episode-7","name":"Die Rostlaube","epNo":7,"alt":"El Chevrolet ’57 de Edgar Vivar","descr":"Bei \"Vaca Limousines\" werden eifrig Fotos geknipst. Denn in dieser Folge gibt sich ein beliebter Schauspieler in der Werkstatt die Ehre. Edgar Vivar hat einen 57er Chevy im Gepäck, den die Kfz-Experten komplett restaurieren sollen. Bei dem Projekt kommt auf die Profi-Schrauber jede Menge Arbeit zu, denn das Fahrzeug pfeift aus dem letzten Loch. Türen, Sitze, Scheibenwischer und Zierleisten: Während seine Kollegen die Schrottplätze in der Region nach Ersatzteilen abklappern, nimmt Motor-Experte \"Chino\" den Antrieb des Wagens in Augenschein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924837","hoster":"VOE"},{"path":"/redirect/8709779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-1/episode-8","name":"Ein Schiff wird kommen","epNo":8,"alt":"Vakanic","descr":"Die \"Mexicanicos\" sollen einen Sattelschlepper zum Schiff auf Rädern umbauen. Das klingt verrückt, aber der Kunde ist in Guadalajara König. Deshalb machen sich Martin Vaca und seine Mechaniker umgehend an die Arbeit. 18 Meter lang und vier Meter hoch: Die Vollblut-Schrauber setzen zunächst ein mit Streben verstärktes Gerüst auf das Lkw-Chassis. Damit die Passagiere nicht über Bord gehen, wird zudem ein Geländer montiert. Danach verkleiden die Kfz-Freaks den Rumpf mit Karosserieblechen. Und ein Ruder braucht die \"Vacanic\" natürlich auch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710043","hoster":"VOE"},{"path":"/redirect/8710040","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-2/episode-1","name":"Ein Laster für den Grammy-Gewinner","epNo":1,"alt":"Lupillo Riviera + Arenero","descr":"Die \"Mexicanicos\" haben auch jenseits der Landesgrenzen einen guten Ruf. Deshalb klopft in dieser Folge ein Promikunde an die Tür von \"Vaca Limousines\". Lupillo Rivera möchte seine Autosammlung um ein spektakuläres Exemplar erweitern, dafür ist der erfolgreiche Sänger extra aus Kalifornien angereist. Aber der alte Truck, den die Kfz-Profis restaurieren sollen, pfeift aus dem letzten Loch und der Künstler hat es eilig. Das sorgt in der Werkstatt für Stress. Den Vollblutschraubern bleiben nur sieben Wochen, um den 54er GMC-Truck in ein Vorzeigevehikel zu verwandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337173","hoster":"VOE"},{"path":"/redirect/8710047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-2/episode-2","name":"Der XXL-Camaro","epNo":2,"alt":"Limo Camaro + Autoalberca","descr":"Die \"Mexicanicos\" haben schon des Öfteren Zweitürer gestretcht, aber ein nagelneuer Camaro ist für die Kfz-Experten Neuland. Bei dem Umbau wird das Fahrzeug um drei Meter verlängert und der Kunde wünscht sich obendrein Flügeltüren. Eine echte Herausforderung für das Team, weil der Wagen kein Chassis hat, sondern eine selbsttragende Karosserie. Dass es noch verrückter geht, zeigen die Profis von \"Vaca Limousines\" an einem 2000er Mercury Grand Marquis. Denn die Profi-Schrauber bauen in das Vehikel einen 2000-Liter-Pool ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710046","hoster":"VOE"},{"path":"/redirect/8710045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-2/episode-3","name":"Das Luxus-SUV","epNo":3,"alt":"Ángel Reyna + Mini Moke","descr":"Fußballprofi Ángel Reyna hat eine Schwäche für teure Luxuskarossen. Ein Modell vom Fließband kommt für den Nationalspieler nicht infrage, der Kicker wünscht sich stattdessen eine Mischung Rolls-Royce und Lamborghini mit vielen Gadgets. Lässt sich so etwas machen? Als der Mittelfeldmann von den Chivas de Guadalajara mit seinem SUV der Marke Chevrolet auf dem Werkstattgelände der \"Mexicanicos\" vorfährt, sehen die Autoexperten jede Menge technische Probleme auf sich zukommen. Aber wie heißt es so schön: Der Kunde ist König.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710049","hoster":"VOE"},{"path":"/redirect/8710050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-2/episode-4","name":"Der Retro-Pick-up","epNo":4,"alt":"Carcanchita + Tráiler a Pickup","descr":"Aus neu mach alt: In dieser Folge stehen Martin Vaca und seine Mechaniker vor einer echten Herausforderung, denn die Kfz-Experten sollen einen Nissan-Pick-up in eine Ford-Model-A-Replika verwandeln. Der Kunde aus Monterrey hat ein Faible für Autos aus den Dreißigerjahren, deshalb fertigen die Profi-Schrauber für den Nachbau eine Karosserie aus Glasfaserkunststoff an. Danach wird die Mechanik angepasst – und den Innenraum des Trucks kleidet das Team mit leichten 12-Millimeter-Holzpaneelen aus. Abgerundet wird der Retro-Look mit einer stylishen Lackierung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710052","hoster":"VOE"},{"path":"/redirect/8710051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-2/episode-5","name":"Der Leichenwagen-Cadillac","epNo":5,"alt":"Carroza reliquia + Maverick","descr":"In der Werkstatt von \"Vaca Limousines\" warten 18 Fahrzeuge auf eine Spezialbehandlung auf der Hebebühne – und acht weitere Projekte sind in Planung. Das bedeutet: Die mexikanischen Kfz-Experten müssen beim Schrauben einen Gang zulegen. In dieser Folge baut das Team für ein Beerdigungsunternehmen einen 1930er Cadillac nach. Die Auto-Cracks fertigen Gussformen für Glasfaser-Nachbildungen an und verpassen dem Leichenwagen ein Ford F-150-Fahrgestell mit angepasster Mechanik. Danach stehen die Türen und die Stoßstangen auf der Agenda.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710056","hoster":"VOE"},{"path":"/redirect/8710055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mexicanicos-die-schrauber-von-guadalajara/staffel-2/episode-6","name":"Die Hummer-Limo","epNo":6,"alt":"Limohummer + Thunderbird","descr":"Ein Hummer mit vier Hinterachsen: Die \"Mexicanicos\" schrauben in Guadalajara an einer riesigen Stretch-Limo. Solche aufwendigen Umbauten gehen selten ohne Stress über die Bühne – so auch in dieser Folge. Der Hummer wird nämlich nicht nur verlängert, sondern soll zudem auch ein zweites Stockwerk bekommen. Als wäre das nicht schon genug Arbeit, trudeln in Werkstatt regelmäßig Änderungswünsche ein. Erst soll es eine Bar sein, dann plötzlich zwei – und ein Bett wäre im Fahrzeug auch nicht schlecht. Wird das Vehikel trotzdem rechtzeitig fertig?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710053","hoster":"VOE"},{"path":"/redirect/8710054","hoster":"Streamtape"}]}]}]}]}