{"seriesId":"mf-ghost","name":"MF Ghost","descr":"Nachdem er seinen Abschluss an einer ausländischen Schule absolviert hat, kehrt der neunzehnjährige Halbjapaner Kanata Livington in seine Heimat zurück, um seinen verschollenen Vater, Ken Katagiri, zu suchen. Dazu nimmt er den Nachnamen des anderen Mannes an und begibt sich auf die MFG-Rennstrecke. Sein Plan ist es, sein Talent als Rennfahrer zu benutzen, um irgendwann an den hochkarätigen Rennen teilzunehmen, die im Fernsehen übertragen werden, damit sein Vater ihn dort erkennt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Challenger from England","descr":"MFG hält in einer Welt der modernen Technologie an traditionellen Straßenrennen mit Verbrennungsmotoren fest. Der 19-jährige Kanata Katagiri, ein aufstrebendes Talent mit einem Toyota GT 86, sucht nach der Wahrheit über seinen verschollenen Vater, während er heiße Rennen fährt.","versions":[{"lang":3,"streams":[{"redirect":13141643,"hoster":"VOE"},{"redirect":13141645,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Shocking New MFG Generation","descr":"Kanata macht sich in seiner Vorrunde viel besser, als es sich Ogata hätte vorstellen können. Selbst in der Todeszone zieht er an einem Gegner nach dem anderen vorbei und steht sogar kurz davor, Punkte zu erhalten!","versions":[{"lang":3,"streams":[{"redirect":13179578,"hoster":"VOE"},{"redirect":13179579,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Kamaboko Straight","descr":"Kanata ist kurz davor, sein Rennen zu beenden und in den letzten Sekunden entscheidet sich, ob er es unter die besten 15 schafft, die im Finale dabei sein dürfen. Doch nach dem Rennen erwartet ihn trotz seiner herausragenden Leistung eine schmerzhafte Überraschung …","versions":[{"lang":3,"streams":[{"redirect":13209803,"hoster":"VOE"},{"redirect":13209801,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Tire Management","descr":"Nach der Vorrunde fährt Kanata als Teil der Göttlichen 15 sein erstes richtiges Rennen. Und obwohl er mit seinem Wagen einen Nachteil hat, hält ihn das nicht davon ab, alle um sich herum zu überraschen.","versions":[{"lang":3,"streams":[{"redirect":13244035,"hoster":"VOE"},{"redirect":13244033,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Teamwork","descr":"Mitten im ersten richtigen Rennen des MFG nach den Vorrunden ringen die Fahrer nicht nur um den Sieg, sondern auch um ihren Stolz und ihr Selbstbewusstsein. Während Moe mit ihrer aufgesetzten Art ihre angeblichen Favoriten preist und die Kamera auf dem Rennfeld für Aufsehen sorgt, entbrennt zwischen Akaba und einem Lamborghini ein Duell der Superklasse.","versions":[{"lang":3,"streams":[{"redirect":13273715,"hoster":"VOE"},{"redirect":13273719,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Tragic Rallyist","descr":"Nachdem er die Todeszone des Nebels überwunden hatte, verbesserte Kanata seine Rangliste auf den 11. Platz, und es stellte sich heraus, dass sein Mentor bei diesem Lauf der unglückliche Rallyefahrer Takumi Fujiwara war. Während der Qualifikation musste er sich der herausfordernden langen Geraden stellen – auch bekannt als Kamaboko-Gerade, wo sich Aibas GT-R und Sakamotos Audi R8 einen erbitterten Kampf zwischen leistungsstarken Maschinen lieferten. Vor diesem Hintergrund entschied sich Kanata, den Windschatten zu nutzen. Seine Strategie bestand darin, sich hinter den Lotus und Alfa Romeo der Yajikita-Geschwister zu schleichen und dann mit einer dreistufigen Rakete durchzustürmen.","versions":[{"lang":3,"streams":[{"redirect":13292085,"hoster":"VOE"},{"redirect":13292089,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Man in the 4 Car","descr":"Während des Rennens in den Bergen von Hakone verschärft sich die Lage. Yashio Kakeru, Kitahara Nozomi und Katagiri Kanata sowie die anderen Fahrer kämpfen intensiv auf der engen Strecke. Jeder Fahrer ist dabei gefordert, die Abnutzung seiner Reifen im Blick zu behalten, um nicht unnötig Risiken einzugehen.","versions":[{"lang":3,"streams":[{"redirect":13328514,"hoster":"VOE"},{"redirect":13328518,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Voice Callout","descr":"In der Todeszone, wo andere Wagen erst im letzten Moment sichtbar werden, lässt sich Katagiri Kanata nicht aus der Ruhe bringen. Er nutzt sein strategisches Geschick und sein außergewöhnliches Gedächtnis, um der alteingesessenen Konkurrenz das Fürchten zu lehren.","versions":[{"lang":3,"streams":[{"redirect":13345381,"hoster":"VOE"},{"redirect":13345383,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The 300 kph Dogfight","descr":"Beckenbauer ist erwartungsgemäß die Nummer eins auf der Rennstrecke, während Katagiri trotz seines unterlegenen Wagens seine Gegner in ihren viel stärkeren Autos beeindruckt. Angetrieben von einem Kuss von der Nummer sieben, dem hohen Preisgeld oder dem eigenen sportlichen Erfolg sind auch alle anderen Fahrer mehr als motiviert, in diesem Rennen möglichst gut abzuschneiden.","versions":[{"lang":3,"streams":[{"redirect":13394788,"hoster":"VOE"},{"redirect":13394791,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Updates","descr":"Fürs zweite Rennen muss Katagiris Wagen verbessert werden, da er im Vergleich zu den teuren Wagen seiner Konkurrenten nicht gut genug ist. Obwohl immer wieder von einem zu schwachen Motor die Rede ist, hat der hinzugezogene erfahrene Tuning-Experte Okuyama andere Pläne. Anstatt den Motor zu modifizieren, möchte dieser sich darauf konzentrieren, zuerst einmal andere Teile des Wagens zu optimieren.","versions":[{"lang":3,"streams":[{"redirect":13418543,"hoster":"VOE"},{"redirect":13418538,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Genius Awakens","descr":"Sawatari zeichnet sich durch außerordentliches Talent im Rennsport aus und sein Potenzial könnte sogar an das von Beckenbauer heranreichen. Allerdings wird seine vielversprechende Karriere durch seine Vorliebe für 17-jährige Mädchen beeinträchtigt, für die er sogar wichtige Rennen ausfallen lässt.","versions":[{"lang":3,"streams":[{"redirect":13453085,"hoster":"VOE"},{"redirect":13453083,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Inherited Perception","descr":"Nozomis Mutter bemerkt, dass Katagiri ein fotografisches Gedächtnis hat und spricht diesen darauf an. Dabei erzählt sie ihm, dass ihr seine Mutter offenbarte, dieselbe Begabung zu haben. Diese war nämlich eine begabte Künstlerin, die sich jedes Motiv in Windeseile merkte. Katagiri hingegen nutzt sein Talent für die Rennstrecke.","versions":[{"lang":3,"streams":[{"redirect":13503291,"hoster":"VOE"},{"redirect":13503288,"hoster":"Streamtape"}]}]}]}]}