{"seriesId":"mia-and-me-abenteuer-in-centopia","name":"Mia and Me – Abenteuer in Centopia","descr":"Mia ist nicht gerade begeistert von ihrem neuen Internat. Da kommt das Geschenk ihrer Eltern genau richtig – ihr längst vergessenes Lieblingskinderbuch und ein merkwürdiger Armreif. Mia kann es kaum glauben – der Armreif ist magisch und befördert sie geradewegs in die Welt ihres Buches. Plötzlich hat sie Flügel und kann mit Einhörnern sprechen. Und sie findet zwei neue Freunde – Yuko und Mo, zwei Elfen aus Centopia.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ankunft in Centopia","epNo":1,"alt":"","descr":"Mia ist nicht gerade begeistert von ihrem neuen Internat. Da kommt das Geschenk ihrer Eltern genau richtig – ihr längst vergessenes Lieblingskinderbuch und ein merkwürdiger Armreif. Mia kann es kaum glauben – der Armreif ist magisch und befördert sie geradewegs in die Welt ihres Buches. Plötzlich hat sie Flügel und kann mit Einhörnern sprechen. Und sie findet zwei neue Freunde – Yuko und Mo, zwei Elfen aus Centopia.","versions":[{"lang":1,"streams":[{"redirect":8846595,"hoster":"VOE"},{"redirect":8597304,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine neue Hoffnung","epNo":2,"alt":"","descr":"Mia versteckt sich im Schrank vor ihren neugierigen Mitschülerinnen und kehrt mit Hilfe des neuen Passwortes, welches ihr das Buch verraten hat, nach Centopia zurück. Dort begegnet sie dem kleinen Pan Phuddle, der gerade ein seltsames Musikinstrument erfunden hat. Irgendwie hat Mia das Gefühl, dass dieses Instrument etwas mit dem neuen Orakel zu tun hat. Yuko und Mo müssen sie unbedingt zum König bringen","versions":[{"lang":1,"streams":[{"redirect":8846593,"hoster":"VOE"},{"redirect":8597303,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein seltsames Orakel","epNo":3,"alt":"","descr":"Mia hat endlich ein sicheres Versteck gefunden – das Gartenhaus von Vincent. Hier kann sie ungestört aus dem Buch das neue Orakel empfangen und mit ihrem Armreif nach Centopia reisen. Phuddle bekommt vom König den Auftrag, weitere dieser Musikinstrumente – genannt Trumptus – zu bauen, da sie im Kampf gegen die böse Panthea eingesetzt werden sollen. Doch Phuddle hat vergessen, wie der Trumptus gebaut wird. Da muss sich Mia was einfallen lassen","versions":[{"lang":1,"streams":[{"redirect":12337166,"hoster":"VOE"},{"redirect":8597312,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der verlorene Trumptus","epNo":4,"alt":"","descr":"Da Mia immer in der Nähe von Lyria in Centopia landet, gerät sie diesmal sofort in große Gefahr. Zum Glück hat sie den Freundschaftsring, mit dem sie Yuko und Mo um Hilfe rufen kann. Die nehmen sofort den Kampf gegen die Munculusse auf und retten Mia. Doch leider verlieren sie beim Kampf den Trumptus und er gerät in die Hände der bösen Panthea","versions":[{"lang":1,"streams":[{"redirect":12337160,"hoster":"VOE"},{"redirect":8597308,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das goldene Einhorn","epNo":5,"alt":"","descr":"Als Mia bei Lyria in Centopia landet, gibt es eine riesige Neuigkeit: Lyria bekommt ein Baby. Doch eine Einhorngeburt ist nichts Gewöhnliches. Mia und ihre Freunde müssen die Element-Einhörner um Hilfe bitten, denn den langen, beschwerlichen Weg zur Geburtsgrotte der Einhörner schafft Lyria nicht mehr. Doch da kommt ihnen Gargona, die Generalin Pantheas in die Quere","versions":[{"lang":1,"streams":[{"redirect":8846597,"hoster":"VOE"},{"redirect":8597302,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Beeren für Phuddle","epNo":6,"alt":"","descr":"Als Mias Armreif ausgerechnet im archäologischen Museum blinkt und sie nach Centopia ruft, braucht sie Vincents Hilfe, um ein stilles Plätzchen zu finden… In Centopia wird sie bereits von Lyria und Onchao erwartet. Das kleine Einhorn beginnt, sich in Centopia einzuleben. Zur Überraschung aller hat es die wundervolle Begabung aus Ödland wieder blühendes Land zu machen. Doch die Überraschung ist noch größer, als sich zeigt, dass Onchao auch die verloren geglaubten Trumptusteile aufspüren kann","versions":[{"lang":1,"streams":[{"redirect":8846598,"hoster":"VOE"},{"redirect":8597307,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Onchao und das Paradies","epNo":7,"alt":"","descr":"Mia wartet sehnsüchtig darauf, nach Centopia gerufen zu werden. Endlich, sie landet neben Onchao, der wegen Lyrias Verschwinden sehr unglücklich ist. Mia versucht, Onchao aufzuheitern, ihn mit anderen Einhörnern zusammenzubringen. Doch als Onchao durch seine Unwissenheit eine große Herde von Einhörnern in helle Aufregung versetzt, gefährdet er Phuddles wichtige Teezeremonie mit seinem Pan König…","versions":[{"lang":1,"streams":[{"redirect":8846605,"hoster":"VOE"},{"redirect":8597310,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ziggos freier Tag","epNo":8,"alt":"","descr":"Froh, gerade dem Benimm-Unterricht im Internat entkommen zu sein, muss Mia in Centopia enttäuscht feststellen, dass Mo heute eigentlich keine Zeit für sie hat. Er soll heute in königlicher Etikette unterrichtet werden. Doch vorher muss er mit Mia und Yuko nach dem Trumptusteil suchen. Dabei kommt ihnen Gargona in die Quere, die mal wieder hinter Onchao her ist. Aber sie hat nicht damit gerechnet, dass Ziggo, Pantheas Lieblingskatze, ihr einen Strich durch die Rechnung machen wird.","versions":[{"lang":1,"streams":[{"redirect":8846602,"hoster":"VOE"},{"redirect":8597315,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kleiner Drache Baby Blue","epNo":9,"alt":"","descr":"Mia ist sauer auf Paula, da sie versucht hat, ihr Buch zu ruinieren. Doch zum Glück hat es nichts von seiner magischen Kraft verloren und ruft sie nach Centopia. Heute ist Onchao ganz abgelenkt, denn er hat eine seltsame Kugel gefunden. Als diese sich als ein Ei entpuppt, aus der ein kleiner Drache schlüpft, bekommen Yuko, Mo und Mia große Probleme. Denn die Drachen wollen ihr Baby zurück – auch wenn es sich bestens mit Onchao versteht…","versions":[{"lang":1,"streams":[{"redirect":8846607,"hoster":"VOE"},{"redirect":8597313,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der große Blütenbaum","epNo":10,"alt":"","descr":"Vincent versucht erfolglos nach Centopia zu gelangen. Diese Fähigkeit hat nur Mia und sie wird dort bereits von Yuko und Mo erwartet. Mia soll schnell zum König. Der bittet sie eindringlich, mit den Einhörnern zu sprechen und diese zu überreden, ihren alljährlichen Erntetag beim großen Blütenbaum ausfallen zu lassen. Denn dort hat ihnen Panthea eine Falle gestellt. Doch so einfach lassen die Einhörner nicht von ihren Ritualen ab","versions":[{"lang":1,"streams":[{"redirect":8846603,"hoster":"VOE"},{"redirect":8597321,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Polytheus im Goldrausch","epNo":11,"alt":"","descr":"Mitten in einer peinlichen Theaterprobe wird Mia nach Centopia gerufen. Dort macht sie sich gleich mit Yuko und Mo auf die Suche nach dem nächsten Trumptusteil. Doch Polytheus der Händler und Geschäftemacher hat sie belauscht und wittert eine Riesenchance zu Reichtum zu kommen. Er bietet ihnen an, sie zu begleiten. Aber kann man einem Schlitzohr wie Polytheus trauen?","versions":[{"lang":1,"streams":[{"redirect":8846601,"hoster":"VOE"},{"redirect":8597314,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Phuddles große Stunde","epNo":12,"alt":"","descr":"Diesmal ist das Orakel mitten im Kochunterricht bereit – gerade als sich Mia und Paula anzufreunden scheinen. In Centopia wird sie schon von Phuddle erwartet, der beschlossen hat, ab sofort ein Elf zu sein und Mia bei ihren Abenteuern zu begleiten. Davon sind vor allem Yuko und Mo nicht begeistert. Als die Freunde aber in große Bedrängnis geraten, kann nur ein Pan helfen. Jetzt kann Phuddle sich nützlich machen, aber er muss sich entscheiden…","versions":[{"lang":1,"streams":[{"redirect":8846606,"hoster":"VOE"},{"redirect":8597316,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Feuer-Einhorn","epNo":13,"alt":"","descr":"Kurz vor Mias Tapdance-Auftritt bei der Schulaufführung verschwinden ihre Schuhe. Vincent will sich darum kümmern, während Mia mit dem neuen Orakel nach Centopia eilt. Dort zieht es Onchao unwiderstehlich zum Vulkan, wo heute eine Zeremonie für junge Einhörner stattfindet. Doch als Mia in Gefahr gerät und ihren Freunden zu Hilfe eilen muss, entscheidet sich Onchao dafür, ihr zur Seite zu stehen und bricht die Zeremonie ab. Ob er sie nachholen darf?","versions":[{"lang":1,"streams":[{"redirect":8846604,"hoster":"VOE"},{"redirect":8597317,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der verdorrte Wald","epNo":14,"alt":"","descr":"Heute landet Mia mitten im Einhornstaub, den Yuko und Mo gesammelt haben. Das Orakel scheint die drei in den verdorrten, wispernden Wald zu führen. Dummerweise ist jedoch auch Gargona auf dem Weg dorthin. Denn dort soll es das beste Feuerholz für Pantheas zauberhafte Sanduhr geben. Warum aber wehrt sich Mo die ganze Zeit dagegen in diesen verwunschenen Wald zu gehen?","versions":[{"lang":1,"streams":[{"redirect":8846599,"hoster":"VOE"},{"redirect":8597319,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die geheimnisvolle Laterne","epNo":15,"alt":"","descr":"Paula wird Mia beweisen, dass sie sie nicht bei Violetta verraten hat. Inzwischen muss Mia jedoch nach Centopia. Yuko und Mo warten schon am Kristallsee auf sie. Da König Raynor und Königin Mayla krank sind, sind die beiden Elfen auf der Suche nach Pasleygras, dem besten Allheilmittel. Mia hat weder vom Kristallsee noch vom Pasleygras je gehört und kommt sich ziemlich dumm vor. Da kommt ihr Polytheus Geschenk, die Zauberlaterne, gerade recht. Die kann nämlich alles voraussagen… Doch leider bringt Mia ihre Freunde damit in große Gefahr.","versions":[{"lang":1,"streams":[{"redirect":8846600,"hoster":"VOE"},{"redirect":8597318,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Einhorn-Falle","epNo":16,"alt":"","descr":"Im Zeltlager hat Mia das Pech ausgerechnet mit Violetta in einer Gruppe zu sein. Zum Glück wird sie nach Centopia gerufen, denn Onchao scheint in besonderer Gefahr zu sein – sagt das Orakel. Deshalb soll Mia Onchao auch gleich hinter dem Wasserfall vor Gargona und ihren Muncs verstecken. Doch ausgerechnet dort hat Gargona für das kleine Einhorn eine Falle ausgelegt. Panthea will nicht länger warten, in den Besitz des goldenen Hornes zu kommen. Wird es Mia gelingen, den Freund zu verteidigen?","versions":[{"lang":1,"streams":[{"redirect":8846609,"hoster":"VOE"},{"redirect":8597323,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Blütenfest-Prinzessin","epNo":17,"alt":"","descr":"Zufälligerweise hat sich Mia ein abgelegtes Kleid von Violetta gekauft. Doch das will sie auf keinen Fall behalten… In Centopia eingetroffen, findet sie sich inmitten der Vorbereitungen für einen Schönheitswettbewerb wieder. Doch dafür hat Mia nicht viel übrig. Sie muss dem Orakel folgen und das nächste Trumptusteil finden, damit Centopia von der bösen Panthea befreit werden kann. Oder sollte Mia doch am Wettbewerb teilnehmen?","versions":[{"lang":1,"streams":[{"redirect":8846613,"hoster":"VOE"},{"redirect":8597320,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"König für einen Tag","epNo":18,"alt":"","descr":"Gut, dass Mia weggerufen wird, denkt Vincent, denn dann ist sie endlich vor den Annäherungsversuchen dieses komischen Types sicher… In Centopia angekommen, muss sie feststellen, dass Mo heute Besseres zu tun hat, als mit ihr nach dem Trumptusteil zu suchen. Seine königlichen Eltern sind krank und so muss er auf dem Thron einspringen. Als Mia und Yuko jedoch im Kampf gegen Gargona in Bedrängnis geraten, steht ihnen Mo ganz unerwartet doch zur Seite.","versions":[{"lang":1,"streams":[{"redirect":8846616,"hoster":"VOE"},{"redirect":8597322,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Phuddles neueste Erfindung","epNo":19,"alt":"","descr":"Mit Violetta gemeinsam an einem Schulversuch zu arbeiten, ist für Mia wirklich keine Freude. Gut dass sie nach Centopia gerufen wird. Dort trifft sie auf Onchao, der versucht, dem Ohren betäubendem Lärm zu entkommen, den Phuddle mit einem selbst gebauten Musikinstrument verursacht. Alle sind davon genervt, bis zu dem Moment, wo sie merken, dass die Musik auf Munculusse hypnotisierend wirkt. Da kommt Mia auf die Idee, das Instrument für eine List zu nutzen","versions":[{"lang":1,"streams":[{"redirect":8846611,"hoster":"VOE"},{"redirect":8597324,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Höhle der Wahrheit","epNo":20,"alt":"","descr":"Den Artikel für die Schülerzeitung muss Mia später schreiben, denn jetzt ruft erstmal Centopia. Leider knallt sie bei ihrer Ankunft dort mit dem Kopf auf und kann sich danach an nichts mehr erinnern. Sie erkennt Onchao nicht, wundert sich über ihre Flügel, weiß nichts von Centopia und ihren Freunden. Woher sollen Yuko und Mo jetzt das Orakel erfahren? Da hat König Raynor eine Idee und schickt sie zur Höhle der Wahrheit…","versions":[{"lang":1,"streams":[{"redirect":8846614,"hoster":"VOE"},{"redirect":8597325,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wiedersehen mit Baby Blue","epNo":21,"alt":"","descr":"Heute steht Gartengestaltung auf dem Stundenplan. Doch Mia muss überstürzt den Unterricht verlassen, denn Centopia ruft. Sie trifft auf Yuko, Mo und Onchao, die erfolglos versuchen, das Sterben der Pflanzen mit Einhorn-Staub zu stoppen. Sie müssen endlich die letzten Trumptusteile finden, um erfolgreich gegen Pantheas Machenschaften vorgehen zu können. Das Orakel, das Mia mitgebracht hat, führt sie diesmal zu den Windigen Kliffs. Dorthin wollen Yuko und Mo lieber allein fliegen. Es sei zu gefährlich. Doch Mia lässt sich nicht abwimmeln","versions":[{"lang":1,"streams":[{"redirect":11840303,"hoster":"VOE"},{"redirect":8597326,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Vollmondnacht","epNo":22,"alt":"","descr":"Das Schokoladenprojekt müssen Paula und Vincent ohne Mia weitermachen. Denn sie hat ein Orakel für Centopia. Dort landet sie mitten in einer fantastischen Vollmondnacht und muss feststellen, dass Yuko heute einen romantischen Ausflug mit Mo allein geplant hatte. Doch Mia denkt gar nicht daran, im Palast zu bleiben und schleicht mit Onchao den beiden nach. Was für ein Glück für Yuko und Mo. Denn sie tappen in eine Falle und sind erleichtert, dass Mia ihnen zu Hilfe eilen kann.","versions":[{"lang":1,"streams":[{"redirect":8846608,"hoster":"VOE"},{"redirect":8597330,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die defekte Wasserkuppel","epNo":23,"alt":"","descr":"Vincent ist wirklich ein guter Freund geworden. Er lenkt sogar Paula ab, solange Mia weg ist… Das Orakel führt sie, Yuko, Mo und Onchao geradewegs in die Höhle von Polytheus. Dummerweise ertappt er die vier, als sie nach dem Trumptusteil suchen und ahnt, dass das Stück Blech etwas Wertvolles ist. Mit einer List gelingt es den Freunden, Polytheus mit dem Blechteil als Gastgeschenk für den König in den Elfenpalast zu locken","versions":[{"lang":1,"streams":[{"redirect":12924834,"hoster":"VOE"},{"redirect":8597328,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Invasion der Pane","epNo":24,"alt":"","descr":"Stück für Stück weiht Mia ihre neue Freundin Paula in ihr Geheimnis ein. Doch jetzt muss sie sie erstmal im Gartenhaus zurücklassen. Denn Centopia ruft. Es fehlen nur noch zwei Teile, dann ist der Trumptus komplett. Das Orakel sagt, dass sie am Rialto-Fluss suchen müssen. Doch der ist komplett ausgetrocknet. Genau wie das Land der Pane, die in ihrer Not um Asyl im Elfenpalast bitten. Doch damit, dass diese kleinen Kobolde solch ein Chaos anrichten werden, hat niemand gerechnet.","versions":[{"lang":1,"streams":[{"redirect":8846612,"hoster":"VOE"},{"redirect":8597327,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Pantheas letztes Angebot","epNo":25,"alt":"","descr":"In Eile ist Mia diesmal ohne ihren Armreif nach Centopia gereist. Der liegt im Gartenhaus und Vincent und Paula versuchen ihn fit zu machen für Mias Rückreise. Doch erstmal muss Mia mit Onchao und ihren Elfenfreunden zu Pantheas Schloss, um nach dem letzten Trumptusteil zu suchen. Zu ihrer Überraschung finden sie dort ein Gehege mit all den Einhörnern, die Panthea gefangen hat. Auch Lyria ist unter ihnen. Doch als Mo und Yuko sie befreien wollen, tappen sie in eine gefährliche Falle…","versions":[{"lang":1,"streams":[{"redirect":8846617,"hoster":"VOE"},{"redirect":8597331,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die große Entscheidung","epNo":26,"alt":"","descr":"Schnell kann Mia noch Phuddle und Onchao verstecken, da wird sie von Paula und Vincent über ihren Armreif zurückgerufen. Doch sie wird in Centopia gebraucht und hat keine Zeit für die beiden. Sofort macht sie sich daran, die Einhörner zu befreien. Und auch Yuko und Mo warten auf ihre Hilfe. Pantheas Angriff auf den Elfenpalast wurde von den Element-Einhörnern vereitelt und nun will sie sich an Mo und Yuko rächen. Aber sie hat nicht mit Mia und Onchao gerechnet. Wird es ein gutes Ende geben?","versions":[{"lang":1,"streams":[{"redirect":8846621,"hoster":"VOE"},{"redirect":8597329,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Neuankömmling","epNo":1,"alt":"","descr":"Mia verbringt ihre Ferien auf der Farm ihres Großvaters Renzo. Kaum angekommen, muss sie mit einem Orakel nach Centopia reisen. Dort ist eine geheimnisvolle schwimmende Insel angelandet. Und mit ihr Rixel, ein unheimlicher Zirkusdirektor. Mo, Yuko und Onchao sind froh, Mia wiederzusehen. Sie machen sich sofort daran, herauszufinden, was Rixel im Schilde führt. Noch wissen sie nichts von dessen Auftrag, das geflügelte Einhorn zu fangen. Die zweite Staffel der Hybridserie (Liveaction kombiniert mit Animation) \"Mia and me\" erzählt die Geschichte der 14-jährigen Mia weiter. Ausgestattet mit ihrem magischen Armband und einem Orakel aus ihrem Zauberbuch gelangt sie in die 3D-animierte Welt von Centopia. Dort erlebt sie mit ihren Freunden, den Elfen Yuko und Mo und dem geflügelten Einhornfohlen Onchao, neue und spannende Abenteuer. Gemeinsam begeben sie sich auf die Suche nach Onchaos Vater – Ono, dem Einhornkönig. Sie lernen die Druidin Tessandra und deren Sohn Simo kennen, die ihnen helfen, den bösen Rixel, der im Dienste des Dunkelelfen steht, in die Flucht zu schlagen.","versions":[{"lang":1,"streams":[{"redirect":8846618,"hoster":"VOE"},{"redirect":8597334,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hinter den Kulissen","epNo":2,"alt":"","descr":"Mia hat sich auf Renzos Farm mit Mario befreundet, der vorerst nichts von Centopia erfahren darf. Dort versuchen Mia, Yuko und Mo die Show Rixels zu nutzen, um ihn zu entlarven.Seine Zirkustiere stehen unter einem geheimnisvollen Bann. Das können die Freunde nicht mit ansehen. Sie befreien die Tiere und bringen sie in den Elfenkrater. König Raynor ist sehr stolz auf Mo und seine Freunde und endlich davon überzeugt, dass Rixel kein Freund ist.","versions":[{"lang":1,"streams":[{"redirect":8846625,"hoster":"VOE"},{"redirect":8597333,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die gepfefferten Blitze","epNo":3,"alt":"","descr":"Als Mia auf Violetta trifft, ist ihr sofort klar, dass es wieder Ärger geben wird…Genauso wie mit Rixel in Centopia, der seine Tiere mit Gurgas Hilfe wieder zurückerobern will.Diesem Feuerdrachen ist mit nichts beizukommen. Oder doch? Die neueste kulinarische Kreation von Phuddle – die Pfeffersuppe – scheint als Waffe gegen die allergische Gurga unerwartet wirksam zu sein. Ob die Elfen es schaffen, Rixel in die Flucht zu schlagen?","versions":[{"lang":1,"streams":[{"redirect":8846619,"hoster":"VOE"},{"redirect":8597332,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Drachen in Gefahr","epNo":4,"alt":"","descr":"Mia erfährt, dass Renzos Farm kurz vor der Zwangsversteigerung steht. Das wird sie auf keinen Fall zulassen. Doch vorher wird sie nach Centopia gerufen: Rixel hat vor, Drachen zu hypnotisieren. Doch da hat er die Rechnung ohne die Elfen gemacht. Sie nehmen Kontakt zu ihrem Freund, dem Drachen Baby Blue, auf und wollen Rixel an der Hypnose hindern. Ob es ihnen gelingt, die Drachen und Onchao davor zu bewahren?","versions":[{"lang":1,"streams":[{"redirect":8846622,"hoster":"VOE"},{"redirect":8597335,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Geist des Schwarzen Waldes","epNo":5,"alt":"","descr":"Mia und Mario wollen mit dem Verkauf von selbst gebackenem Apfelkuchen Geld für Renzo eintreiben. In Centopia indessen sind die Pfeffersuppenvorräte aufgebraucht, und alle warten auf Mia. Sie bringt ein Orakel mit, das die Elfen in den Schwarzen Wald führt, wo die letzten Pfefferpflanzen wachsen. König Raynor warnt sie vor diesem Ort. Ein Gespenst soll dort sein Unwesen treiben. Doch davon lassen sich Mia, Yuko, Mo und Onchao nicht beeindrucken.","versions":[{"lang":1,"streams":[{"redirect":8846624,"hoster":"VOE"},{"redirect":8597337,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Fluch des grünen Elixiers","epNo":6,"alt":"","descr":"Marios Großmutter hat sich angekündigt. Leider muss Mia kurz mal weg, denn im Elfenkrater sind die Tiere außer Rand und Band. Seltsame Steine scheinen ihnen böse Befehle einzuflüstern. Die Steine hat Rixel von Polytheus. Sie funktionieren wie ein Telefon und lassen die Tiere, die unter dem Einfluss seines Grünen Elixiers stehen, nach seiner Pfeife tanzen. Sie sollen den geheimen Tunnel finden, damit Rixel in den Elfenkrater eindringen kann.","versions":[{"lang":1,"streams":[{"redirect":8846620,"hoster":"VOE"},{"redirect":8597339,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Spur des Vaters","epNo":7,"alt":"","descr":"Ausgerechnet wenn Mia auf den Hof aufpassen soll, passiert etwas Seltsames. Doch in Centopia macht sie sich mit Yuko und Mo erst mal heimlich auf den Weg zum Schwarzen Wald. Dort wollen sie die Druidin Tessandra bitten, Rixels Grünes Elixier zu analysieren. Doch Sie ist erst bereit dazu, als ihr Sohn Simo, der neue Freund der Elfen, sie überredet. Ihre Analyse bringt die Freunde auf die Spur von Onchaos Vater, dem Einhornkönig Ono.","versions":[{"lang":1,"streams":[{"redirect":12337163,"hoster":"VOE"},{"redirect":8597338,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Geheimnis der vier Ringe","epNo":8,"alt":"","descr":"Mia will Saphir, das Pferd von Violetta, unbedingt vor dem Schlachthof retten. Doch zuvor muss sie in Centopia den verschwundenen Onchao finden, der auf der Suche nach Ono ist. Denn Rixel ist hinter Onchao her und verfolgt ihn in den Schwarzen Wald. Dort vermutet das Einhornfohlen, eine Spur seines Vaters zu finden. Seine Mutter Lyria sieht ein, dass es an der Zeit ist, Onchao alles über das Verschwinden seines Vaters zu erzählen","versions":[{"lang":1,"streams":[{"redirect":8846628,"hoster":"VOE"},{"redirect":8597336,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der würdige Sohn","epNo":9,"alt":"","descr":"Mia ist glücklich, endlich auf Saphir reiten zu dürfen. Doch vorher muss sie mit einem Orakel nach Centopia. Diesmal führt es die Elfen zu den Windigen Klippen zum Steineinhorn. Laut Lyrias Geschichte über Ono, soll das Steineinhorn den ersten der vier Ringe besitzen, die als Schlüssel zur Rettung von Centopia gelten. Mia, Yuko, Mo und Onchao machen sich auf den gefährlichen Weg. Dicht auf ihren Fersen: Rixel und Gargona.","versions":[{"lang":1,"streams":[{"redirect":8846627,"hoster":"VOE"},{"redirect":8597341,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tanz mit den Sternen","epNo":10,"alt":"","descr":"Violetta prophezeit Mia, dass sie es nie schaffen wird, Saphir zu reiten. Doch zuvor begibt sich Mia in Centopia auf die Reise zum Sterneinhorn, das den zweiten Ring aus Onos Krone bewacht. Gemeinsam mit Mo, Yuko, Onchao und Simo steigt sie vom schönsten Sternenbeobachtungsplatz hinauf zu den Sternen und erlebt etwas Einmaliges. Ihre Verfolger – Rixel und Gargona – werden unterdessen von den grantigen Kakteen aufgehalten. Ob sich das Sterneinhorn zeigt?","versions":[{"lang":1,"streams":[{"redirect":8846634,"hoster":"VOE"},{"redirect":8597342,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der ungebetene Gast","epNo":11,"alt":"","descr":"Die Idee, mit Saphir an einem Turnier teilzunehmen, nimmt Gestalt an. Es fehlen nur noch die Papiere. Inzwischen muss Mia in Centopia helfen, Scrobbit und den gestohlenen Ring zu finden.Der kleine Kerl interessiert sich einfach für alles, was glänzt. So hat er einen der wertvollen Ringe in seine Schatzkammer geschleppt. Die Spur führt die Elfen zu Polytheus. Doch dieser hat schon einen Deal mit Rixel geschlossen. Jetzt gilt es, sehr wachsam zu sein.","versions":[{"lang":1,"streams":[{"redirect":8846629,"hoster":"VOE"},{"redirect":8597340,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hinter den Spiegeln","epNo":12,"alt":"","descr":"Wird sich Renzo dazu durchringen, Mia auf Saphir das Turnier reiten zu lassen? In Centopia werden die Elfen von Polytheus in die Kristallhöhle geführt, wo sie den dritten Ring vermuten.Sie wussten jedoch nicht, dass Polytheus sie an Rixel verraten hat, der ihnen auflauert, um den Ring zu ergattern. Doch als es Mo schafft, Polytheus zu Herzen zu rühren, weil er ihm seine Freundschaft anbietet, besinnt sich dieser und warnt die Elfen vor.","versions":[{"lang":1,"streams":[{"redirect":8846631,"hoster":"VOE"},{"redirect":8597343,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der vierte Ring","epNo":13,"alt":"","descr":"Um für das Turnier trainieren zu können, bauen Mia und Mario Hindernisse aus Renzos alter Hütte. Doch zwischendurch muss Mia in Centopia noch einmal zurück zu Pantheas Schloss.Dort vermuten die Elfenfreunde den vierten und letzten Ring von Onos Krone. Von ihm selbst fehlt bisher jede Spur. Dafür sind auch Rixel und Gargona wieder im Spiel. Aber der Fund von Pantheas Maske und ihrem Mantel scheint Mo und Yuko neue Kräfte zu verleihen.","versions":[{"lang":1,"streams":[{"redirect":8846630,"hoster":"VOE"},{"redirect":8597347,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Fest des Bolobo","epNo":14,"alt":"The Whistling Bolobo","descr":"Durch Zufall lernen Mia und Mario den Vater von Violetta kennen. In Centopia jedoch ist Eile geboten. Runen müssen entschlüsselt werden. Doch statt zu helfen, feiern die Pane ein Fest.Mit ohrenbetäubender Musik huldigen sie dem großen Bolobo. Die Zeremonie kann Tage dauern. Die Zeit haben die Elfen nicht. Mia geht der Sache auf den Grund und hat eine Idee, wie das Fest beschleunigt werden kann. Endlich können die Elfen ihre Mission erfüllen.","versions":[{"lang":1,"streams":[{"redirect":8846632,"hoster":"VOE"},{"redirect":8597345,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die fremde Prinzessin","epNo":15,"alt":"Welcome Varia","descr":"Als Saphir beim Training scheut, stürzt Mia und zerbricht ihren Armreif. Zum Glück funktioniert er noch und bringt sie nach Centopia. Dort trifft sie auf eine seltsame, neue Elfe.Keiner hat sie je vorher gesehen. Da Varia jedoch den Diebstahl von Onos Krone verhindert, wird sie freundlich in Centopia aufgenommen. Mia ist skeptisch. Wer ist Varia? Und woher kommt sie? Sie bittet Mo und Yuko erstmal vorsichtig zu sein.","versions":[{"lang":1,"streams":[{"redirect":8846626,"hoster":"VOE"},{"redirect":8597344,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Brücke am Jadehorn","epNo":16,"alt":"Crossing The Rainbow Bridge","descr":"Mia und Mario müssen den kleinen Ausreißer Tarzan zurückholen. Doch vorher begleitet Mia ihren Freund Onchao auf die Regenbogeninsel. Onos Krone hat ihnen den Weg dahin eröffnet.Sie wollen von dort Quellwasser holen, das Tessandra braucht, um ein Mittel gegen Rixels Hypnoseelixier zu brauen. Als die Quelle Onchao das Wasser verweigert, wird ihnen klar: Ono lebt. Jetzt gibt es für Onchao kein Halten mehr. Er muss seinen Vater finden.","versions":[{"lang":1,"streams":[{"redirect":8846633,"hoster":"VOE"},{"redirect":8597346,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein doppeltes Spiel","epNo":17,"alt":"Taking Sides","descr":"Mia und ihr Großvater wollen Mario eine Überraschung machen. Doch zuvor muss Mia mit einem Orakel nach Centopia. Varia und die kleine Flair sind in die Hände von Rixel geraten.Er will im Austausch das geflügelte Einhorn. Doch da hat er sich verrechnet. Yuko, Mo und Mia haben einen Plan. Und ihnen zur Seite steht das Erdeinhorn. Was sie nicht ahnen können, ist, dass Varia einen Pakt mit Rixel geschlossen hat. Ist sie eine Verräterin?","versions":[{"lang":1,"streams":[{"redirect":8846638,"hoster":"VOE"},{"redirect":8597348,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Blume der Erinnerung","epNo":18,"alt":"A Shower Of Pollen","descr":"Mia hätte so gern ein neues Reit-Outfit. Doch zuvor muss sie sich ein weiteres Mal mit ihren Freunden ins Schloss von Panthea wagen. Sie brauchen eine ihrer zurück gelassenen Blüten.Aus dieser kann Tessandra einen Hinweis über Ono gewinnen. Wo ist der Einhornkönig nach dem Kampf mit Panthea verblieben? Leider ist ihnen auch Rixel wieder auf der Spur. Varia hat ihn über die Pläne der Elfen informiert. Mia schöpft mehr und mehr Verdacht.","versions":[{"lang":1,"streams":[{"redirect":8846639,"hoster":"VOE"},{"redirect":8597349,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Feuerblume","epNo":19,"alt":"The Fiery Flower","descr":"Violetta macht auf dem Truck von Renzo Bekanntschaft mit Mias frisch geangeltem Fisch. Dann muss sie sich beeilen, nach Centopia zu kommen. Denn die Elfen machen sich auf den Weg zum Vulkan.Dort – sagt Mias Orakel – soll es eine Blume geben, die sie auf ihrem weiteren Weg brauchen werden. Das Varia wieder den Plan an Rixel weiter gegeben hat, ist diesmal ein Glück. Denn sie brauchen die Gongos von Gurga, um die glühend heiße Feuerblume zu pflücken.","versions":[{"lang":1,"streams":[{"redirect":8846643,"hoster":"VOE"},{"redirect":8597350,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Reise zum Nordhorn","epNo":20,"alt":"Journey To The North","descr":"Violetta schleicht sich in Mias Zimmer, um ihr Buch zu stehlen. Doch da werden beide nach Centopia gerufen. Das Orakel führt sie diesmal zum Nordhorn. Noch immer weiß Mia nicht, wer Varia ist.Wieder hat sie den Elfenplan an Rixel verraten. Doch seine Bosheit gegenüber den Bluebardos, fällt auf Rixel zurück. Die Tiere unterstützen die Elfen und locken Rixel in eine Falle. Gut, dass sie mit dem wärmenden Blütenblatt der Feuerblume ausgestattet sind.","versions":[{"lang":1,"streams":[{"redirect":8846635,"hoster":"VOE"},{"redirect":8597352,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der König der Einhörner","epNo":21,"alt":"The Unicorn King","descr":"Renzo schlägt das Angebot der Contessa, die Farm zu kaufen, ab. Mia muss inzwischen nach Centopia, denn die Freunde warten am Nordhorn auf sie. Werden sie Ono mit Hilfe des Eiseinhornes finden?Er wurde bei seinem letzten Kampf mit Panthea so schwer verletzt, dass das Eiseinhorn ihn in einem Eisblock konservieren musste, um sein Leben zu retten. Jetzt endlich ist sein Sohn Onchao gekommen, um ihn, gemeinsam mit seinen Freunden, zu befreien.","versions":[{"lang":1,"streams":[{"redirect":8846640,"hoster":"VOE"},{"redirect":8597351,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Regenbogenquelle","epNo":22,"alt":"The Rainbow Spring","descr":"Mia beschließt Mario in ihr Geheimnis einzuweihen. In Centopia gelingt es ihnen durch Onos Hilfe, das Wasser von der Regenbogenquelle zu holen. Leider lauert ihnen mal wieder Rixel auf. Denn seine Spionin Varia unterrichtet ihn stets von den Plänen der Elfen. Zu spät merkt sie, dass sie auf der falschen Seite ist. Was kann sie nur tun, um von Mo und Yuko anerkannt und ins Team aufgenommen zu werden? Wenn nur die skeptische Mia nicht wäre.","versions":[{"lang":1,"streams":[{"redirect":8846641,"hoster":"VOE"},{"redirect":8597353,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein weiser Entschluss","epNo":23,"alt":"Hide And Seek","descr":"Mario kann es kaum fassen, was Mia da vor seinen Augen erlebt. Sie muss mit ihren Freunden in den Schwarzen Wald, um das Wasser der Regenbogenquelle zu Tessandra zu bringen. Die Druidin braut daraus einen Trank, der Rixels Elixier unschädlich machen soll. Yuko, Mo, Mia, Varia und Simo haben in der Zwischenzeit ausnahmsweise auch mal Zeit für sich. Dabei fasst Varia den Entschluss, nie wieder in die reale Welt zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":8846637,"hoster":"VOE"},{"redirect":8597357,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das wahre Gesicht","epNo":24,"alt":"A Sticky Situation","descr":"Mia ist besorgt darüber, dass Violetta verschwunden ist. In Centopia kommt ihr da ein Verdacht. Als sie im Klebegrasfeld stecken bleibt und Varia ihr nicht hilft, wird klar – Varia ist Violetta. Diese verstrickt sich immer tiefer in ihre Lügen. Als Mia jedoch in Rixels Hände fällt, wird ihr der Ernst der Lage klar. Sie hilft, Mia zu befreien und gesteht den Elfen ihr doppeltes Spiel. Yuko und Mo sind entsetzt und wenden sich von Varia ab. Wo soll sie nun hin?","versions":[{"lang":1,"streams":[{"redirect":8846642,"hoster":"VOE"},{"redirect":8597355,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Freiheit für den Drachen","epNo":25,"alt":"The Strongest Team","descr":"Wird es Mia gelingen, Violetta in die reale Welt zurückzuholen? Bei einer Falle von Rixel wendet Varia eine List an, die sie eindeutig auf die Seite der Elfen bringt. Sie gehört zu den Guten. Während sich Rixels Falle als Reinfall entpuppt, gelingt es den Elfen, seine Gurga durch den neuen Trank von Rixels Fluch zu befreien. Die Rettung scheint sehr nahe. Doch plötzlich gerät Ono in Gefahr. Rixel hypnotisiert und entführt ihn. Die Elfen sind entsetzt.","versions":[{"lang":1,"streams":[{"redirect":8846636,"hoster":"VOE"},{"redirect":8597354,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Bann ist gebrochen","epNo":26,"alt":"Breaking The Spell","descr":"Mia muss sich im Turnier gegen die Contessa durchsetzen. Doch zuvor wird sie in Centopia gebraucht. Ono muss befreit und Rixel ein für allemal von der Insel vertrieben werden. Onchao ruft die Elementeinhörner zusammen, die ihnen helfen, die Flucht Rixels zu vereiteln. Seine schwimmende Insel wird gestoppt und die Freunde dringen mit Gurgas Hilfe in ihr Inneres vor. Wird es ihnen gelingen, Rixels Quelle zu zerstören und Ono zu retten?","versions":[{"lang":1,"streams":[{"redirect":8846647,"hoster":"VOE"},{"redirect":8597358,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die kleine Schwester","epNo":1,"alt":"Kyara’s Birth","descr":"Mia möchte die Sommerferien auf einem Reiterhof in den Alpen verbringen. Doch bei der Zimmerbuchung ist etwas schiefgelaufen. Mia will schon wieder abreisen, da trifft sie die blinde Sara. In Centopia erfährt Mia, dass Lyria bald wieder Nachwuchs bekommen wird. Onchao bekommt eine kleine Schwester, Kyara. Leider erfährt auch Gargona von der Geburt eines neuen Einhorns mit goldenem Horn und schmiedet sofort finstere Pläne mit Lord Drakon.","versions":[{"lang":1,"streams":[{"redirect":8846562,"hoster":"VOE"},{"redirect":8597268,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das giftige Mitbringsel","epNo":2,"alt":"Arrival Of The Bug Men","descr":"Mia hat mit Sara im Stall übernachtet. Als Saras Mutter morgens das Frühstück bringt, informiert sie die beiden, dass sie das Pferd Peppino heute wieder zum Reiterhof zurückbringen wird. In Centopia macht Lord Drakon Gargona mit neuen Mitstreitern bekannt: Dax soll sie mit seinen vier Käferfreunden unterstützen, ein Einhorn zu fangen. Auch eine giftige Nachtranke soll dabei helfen, indem sie ganz Centopia mit ihren Dornen überwuchert.","versions":[{"lang":1,"streams":[{"redirect":8846572,"hoster":"VOE"},{"redirect":8597262,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der junge König","epNo":3,"alt":"King And Queen Asleep","descr":"Mia und Sara möchten Saras Mutter überraschen. Sie putzen das Haus und bereiten ein leckeres Abendessen vor. Sie wollen sie überreden, dass Peppino auf dem Hof bleiben darf. Die Nachtranke breitet sich weiter in Centopia aus. König Raynor und Königin Mayla kommen mit ihrem Gift in Berührung und fallen in einen komaähnlichen Schlaf. Nun müssen Mia, Mo und Yuko herausfinden, wie man die Pflanze bekämpfen kann.","versions":[{"lang":1,"streams":[{"redirect":13918398,"hoster":"VOE"},{"redirect":8597267,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Herz von Centopia","epNo":4,"alt":"Return To Bolobo Mountain","descr":"Sara macht ihre neue Freundin Mia mit allen Tieren auf dem Hof bekannt und zeigt ihr, wie man sie füttert. Doch Mia muss sich bald wegschleichen, denn ihr Armband ruft sie nach Centopia. Mia und ihre Freunde haben herausgefunden, dass es nur eine Hoffnung gibt, die giftige Nachtranke zu besiegen. Sie müssen die über Centopia verstreuten Einzelteile des großen Kristalls \"Herz von Centopia\" zusammen sammeln. Der Pan König soll ein Teil besitzen.","versions":[{"lang":1,"streams":[{"redirect":8846568,"hoster":"VOE"},{"redirect":8597271,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schwestern im Streit","epNo":5,"alt":"Sister Wracked","descr":"Mia und Sara haben heute die Aufgabe, die Ziegen zu melken. Diese geben nur Milch, wenn dabei gesungen wird. Mia und Sara singen fröhlich, bis der Briefträger mit einem Brief erscheint. Mia erfährt in Centopia, dass Yuko eine Schwester hat, die in Blumental lebt. Die Freunde hoffen, dort mit Kukis Hilfe einen weiteren Herzkristall zu finden. Sie vermuten ihn in der Höhle der glühenden Champignons, doch der Eingang ist versperrt. Und Yuko ist schuld.","versions":[{"lang":1,"streams":[{"redirect":8846569,"hoster":"VOE"},{"redirect":8597269,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Einhorn-Kindergarten","epNo":6,"alt":"Unicorn Kindergarden","descr":"Mia und Sara wollen am Waldrand Brombeeren pflücken. Dabei treffen sie Fabio, der dort gerade an Bienenstöcken arbeitet. Sara möchte nicht mit Fabio sprechen, was Mia sehr verwundert. Onchao hat sich in Centopia mit einem Freund verabredet. Seine kleine Schwester Kyara möchte unbedingt mit an den Strand und verschwindet heimlich aus dem sicheren Elfenkrater. Mia und ihre Freunde machen sich sofort auf die Suche. Dax und Gargona allerdings auch.","versions":[{"lang":1,"streams":[{"redirect":8846567,"hoster":"VOE"},{"redirect":8597266,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Phuddle zieht aus","epNo":7,"alt":"Phuddle Moves Out","descr":"Mia und Sara misten einen Kellerraum aus und finden dabei einen Ghettoblaster und etliche Pokale. Sara erzählt Mia, dass sie vor ihrem Unfall Hip-Hop getanzt hat. Mia ist begeistert. Phuddle ist mal wieder ein Experiment missglückt und Mo verbietet ihm, weiterhin im Elfenkrater herumzubasteln. Phuddle geht frustriert fort. Im Wald begegnet er Polytheus, der gerade auf dem Weg zu Dax und Gargona ist und Phuddles Hilfe gut gebrauchen kann.","versions":[{"lang":1,"streams":[{"redirect":8846570,"hoster":"VOE"},{"redirect":8597270,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein überraschender Handel","epNo":8,"alt":"The Highest Bidder","descr":"Saras Mutter Luciana findet einen Brief von Saras Schule und stellt Sara vor die Entscheidung. Entweder sie geht nach den Ferien wieder in die alte Schule oder nach Mailand ins Internat. In Centopia haben Mia und ihre Elfenfreunde erfahren, dass Polytheus einen Herzkristall besitzt. Mit einem leckeren Elfenmenü wollen sie ihm diesen Kristall abkaufen. Doch Dax und Gargona funken wieder einmal dazwischen. Da kommt ihnen Buttercup zu Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8846571,"hoster":"VOE"},{"redirect":8597275,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Nacht wird zum Tag","epNo":9,"alt":"Night Becomes Day","descr":"In den Bergen soll ein Wolf unterwegs sein. Förster Balani ist auf der Suche nach ihm und warnt Mia und Sara, die auf Peppino unterwegs sind. Da hören sie ein Heulen im Wald. Mia, Yuko und Onchao fliegen zu den Drachenhöhlen und entdecken, dass die Eingänge fast vollständig mit Nachtranken zugewachsen sind. Die Drachen können nicht mehr zu ihren Dracheneiern und es wird bald Nacht. Nun kann nur noch das Sonnen-Einhorn helfen.","versions":[{"lang":1,"streams":[{"redirect":8846575,"hoster":"VOE"},{"redirect":8597273,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Kreislauf des Lebens","epNo":10,"alt":"Circle Of Life","descr":"Mia und Fabio möchten Sara überreden, wieder mit dem Hip-Hop Tanzen anzufangen. Für Gleichgewichtsübungen hat Fabio eine Slackline mitgebracht. Sara zögert erst, macht dann aber mit. Als Mia in Centopia eintrifft, wird sie von Mo und Yuko etwas ratlos empfangen. Das kleine Einhorn Kyara ist heute nervös und unruhig. Mia findet heraus, dass Kyara unbedingt ihre Großmutter Landa besuchen will. Doch dazu müssen Dax und Gargona abgelenkt werden.","versions":[{"lang":1,"streams":[{"redirect":8846577,"hoster":"VOE"},{"redirect":8597279,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verloren im Nebel","epNo":11,"alt":"Glowing Arrows","descr":"Mia und Sara machen sich auf den Weg, um Kräuter für die Ziege Suzanna zu sammeln. Auf einer Bergwiese erzählt Mia Sara endlich von ihrem Geheimnis. Doch Sara hält das für einen Scherz. In Centopia entdecken Mia und Mo Yukos Geheimnis. Seit längerem übt sie heimlich ihre Gesangskünste. Diese Neuigkeit verbreitet sich sehr zum Missfallen von Yuko schnell in Centopia. Als sich die Freunde in den Nebelbergen verirren, rächt sich Yuko","versions":[{"lang":1,"streams":[{"redirect":8846573,"hoster":"VOE"},{"redirect":8597276,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auf der Suche nach Simo","epNo":12,"alt":"Finding Simo","descr":"Fabio hat sein Versprechen wahr gemacht und nimmt Reitstunden, heimlich beobachtet von Mia und Sara. Sobald er reiten kann, wird auch Sara ihr Wort halten und wieder zur Schule gehen. Das Orakel, das Mia diesmal mit nach Centopia bringt, gibt den Hinweis, Simo und Lasita zu besuchen. Auf dem Weg dorthin kommen Mia, Mo und Yuko in einen Sturm und müssen auf einer Insel notlanden. Die Insel wirkt unbewohnt, doch dann regt sich etwas im Gebüsch.","versions":[{"lang":1,"streams":[{"redirect":8846576,"hoster":"VOE"},{"redirect":8597278,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Im Schwarzen Wald","epNo":13,"alt":"Freeze And Snoot","descr":"Fabio hat sein Versprechen wahr gemacht und nimmt Reitstunden, heimlich beobachtet von Mia und Sara. Sobald er reiten kann, wird auch Sara ihr Wort halten und wieder zur Schule gehen. Das Orakel, das Mia diesmal mit nach Centopia bringt, gibt den Hinweis, Simo und Lasita zu besuchen. Auf dem Weg dorthin kommen Mia, Mo und Yuko in einen Sturm und müssen auf einer Insel notlanden. Die Insel wirkt unbewohnt, doch dann regt sich etwas im Gebüsch.","versions":[{"lang":1,"streams":[{"redirect":8846580,"hoster":"VOE"},{"redirect":8597280,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das sechsäugige Monster","epNo":14,"alt":"The Six-eyed Monster","descr":"Fabio hat sein Versprechen wahr gemacht und nimmt Reitstunden, heimlich beobachtet von Mia und Sara. Sobald er reiten kann, wird auch Sara ihr Wort halten und wieder zur Schule gehen. Das Orakel, das Mia diesmal mit nach Centopia bringt, gibt den Hinweis, Simo und Lasita zu besuchen. Auf dem Weg dorthin kommen Mia, Mo und Yuko in einen Sturm und müssen auf einer Insel notlanden. Die Insel wirkt unbewohnt, doch dann regt sich etwas im Gebüsch.","versions":[{"lang":1,"streams":[{"redirect":8846579,"hoster":"VOE"},{"redirect":8597277,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Ballade vom Mond-Einhorn","epNo":15,"alt":"Moonstruck","descr":"Mia hat Geburtstag und ihre Tante Annie soll zu Besuch kommen, doch die Seilbahn fährt nicht. Um Mia aufzuheitern, führt Sara die Freundin zu einem ganz besonderen Ort in den Bergen. Auch in Centopia wird gefeiert. Ganz Blumental begeht die Nacht des goldenen Sommer-Vollmonds, in der an das sagenumwobene Mond-Einhorn erinnert wird. Yuko glaubt fest an die Existenz dieses Einhorns und begibt sich mit ihren Freunden auf eine nächtliche Suche.","versions":[{"lang":1,"streams":[{"redirect":12380226,"hoster":"VOE"},{"redirect":8597281,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Herzblatt-Baum","epNo":16,"alt":"Under The Heartleaf Tree","descr":"Mias Tante Annie ist zu Besuch und schwärmt von dem besonderen Honig der Berge. Mia und Sara bringen sie deshalb zu Fabios Bienenstöcken, wo Tante Annie unbedingt Honig ernten möchte. In Centopia müssen Mia, Mo, Yuko und Onchao dem Einhorn der Herzen zu Hilfe eilen. Dax und seine Handlanger haben den Herzblatt-Baum des Einhorns bis auf die Wurzeln zerstört. Nur ein neuer Herzblatt-Baum kann das sanftmütige Einhorn noch retten. Doch um an die letzten Samen-Feigen des Baums zu kommen, muss Mia alles riskieren und sich von Polytheus in das Dunkle Schloss einschleusen lassen.","versions":[{"lang":1,"streams":[{"redirect":8846582,"hoster":"VOE"},{"redirect":8597283,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Bluebardo in Not","epNo":17,"alt":"Giant Butterfly","descr":"Mia und Sara bereiten einen Nudelteig für das Abendessen vor. Dabei versucht Mia, Sara von der Existenz Centopias zu überzeugen. Aus dem Teig formt sie für Sara Runen des magischen Buchs nach. In Centopia bekommen Mia, Mo und Yuko besonderen Besuch. Eine kleine Gruppe Bluebardos vom Nordhorn vermisst einen ihrer Kameraden. Die Elfenfreunde machen sich auf die Suche und finden heraus, dass Polytheus das kleine Pinguinwesen an Dax und Gargona verkauft hat.","versions":[{"lang":1,"streams":[{"redirect":8846588,"hoster":"VOE"},{"redirect":8597282,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der riesengroße Schmetterling","epNo":18,"alt":"Bluebardo In Trouble","descr":"Herr Meloni kommt zu Besuch und präsentiert Sara einen Apparat, mit dem sie an seinem Unterricht teilnehmen könnte. Auch Mia will Sara überzeugen, wieder zur Schule zu gehen. Sara sträubt sich. In Centopia werden Mia, Mo und Yuko Zeuge, wie ein wunderschöner, riesiger Schmetterling schlüpft. Die Freunde begleiten ihn bei seinen ersten Flugversuchen, nicht ahnend, dass sie dabei Gargona, Dax und die Hopper auf ihre Fährte locken.","versions":[{"lang":1,"streams":[{"redirect":8846586,"hoster":"VOE"},{"redirect":8597289,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein scheues Einhorn","epNo":19,"alt":"Shyest Unicorn","descr":"Mia und Sara sind völlig überrumpelt, als ein Makler vor der Tür steht und sie erfahren, dass Saras Mutter Luciana Weideland verkaufen will. Luciana braucht Geld für Saras Schule. Während Centopia zunehmend von der Nachtranke überwuchert wird, suchen Mia, Mo und Yuko in den Sümpfen bei Blumental nach einem weiteren Herzkristallstück. Dort soll sich ein schüchternes Einhorn aufhalten, das ihnen vielleicht bei der Suche helfen kann.","versions":[{"lang":1,"streams":[{"redirect":8846583,"hoster":"VOE"},{"redirect":8597291,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Diamant für Yuko","epNo":20,"alt":"Return To Rainbow Island","descr":"Mia und Sara machen wieder einmal einen Ausflug ins Tal, um Eis essen zu gehen. Doch bevor sie das Eiscafé erreichen, wird Mia nach Centopia gerufen und muss Sara alleine lassen. In Centopia sind Mia, Mo, Yuko und Onchao auf dem Weg zur Regenbogen-Insel, als sie entdecken, dass ihnen das Einhorn-Fohlen Kyara heimlich gefolgt ist. Auch Gargona und Dax haben schnell erkannt, wohin die Freunde unterwegs sind und verfolgen sie bis auf die Insel.","versions":[{"lang":1,"streams":[{"redirect":12337162,"hoster":"VOE"},{"redirect":8597293,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein unerwarteter Gast","epNo":21,"alt":"Ziggo Moves Out","descr":"Als Mia und Sara während eines Gewitters Zuflucht in einer Berghütte suchen, erzählt Mia Sara wieder einmal von Centopia. Und Sara bekommt mit, wie Mia nach Centopia verschwindet. Dort überwuchert die gefährliche Nachtranke unterdessen immer größere Teile des Landes. Höchste Zeit für Mia, Mo und Yuko die letzten fehlenden Teile des Herzkristalls zu finden. Da taucht Ziggo, die ehemalige Hauskatze Pantheas plötzlich bei ihnen auf.","versions":[{"lang":1,"streams":[{"redirect":8846584,"hoster":"VOE"},{"redirect":8597306,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das rätselhafte Spiegelbild","epNo":22,"alt":"What Is Your Desire?","descr":"Als Mia und Sara während eines Gewitters Zuflucht in einer Berghütte suchen, erzählt Mia Sara wieder einmal von Centopia. Und Sara bekommt mit, wie Mia nach Centopia verschwindet. Dort überwuchert die gefährliche Nachtranke unterdessen immer größere Teile des Landes. Höchste Zeit für Mia, Mo und Yuko die letzten fehlenden Teile des Herzkristalls zu finden. Da taucht Ziggo, die ehemalige Hauskatze Pantheas plötzlich bei ihnen auf.","versions":[{"lang":1,"streams":[{"redirect":8846585,"hoster":"VOE"},{"redirect":8597296,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Im Dunklen Schloss gefangen","epNo":23,"alt":"Heist On Dark Castle","descr":"Mia hat bei ihrem letzten Centopia-Ausflug Sara in einem Spiegel gesehen. Sie ist davon überzeugt, dass Centopia Sara als Elfe zu sich ruft. Nur wie soll Sara dorthin gelangen? In Centopia hat die Nachtranke mittlerweile sogar Blumental überwuchert und alle Bewohner müssen in den Elfenkrater flüchten. Ein letztes Herzkristall-Stück fehlt Mia, Mo und Yuko noch, um die Pflanze zu besiegen. Doch Gargona und Dax erbeuten das Stück vor ihnen. (Text: KiKA)","versions":[{"lang":1,"streams":[{"redirect":8846589,"hoster":"VOE"},{"redirect":8597298,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die neue Elfe","epNo":24,"alt":"Seeing In The Dark","descr":"Als Sara erkennt, dass lediglich Mias Armband aus Centopia zurückgekehrt ist, entschließt sie sich nach kurzem Zögern, selbst mit dem Armband in das Elfenreich zu reisen. In Centopia herrscht helle Aufregung, als ein unbekanntes Elfenmädchen auftaucht: Es ist Sara! Doch die Freude währt nur kurz, denn Mia ist noch immer im Dunklen Schloss gefangen. Mit Hilfe eines listigen, aber gefährlichen Plans soll sie befreit werden.","versions":[{"lang":1,"streams":[{"redirect":8846594,"hoster":"VOE"},{"redirect":8597292,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der große Schlaf","epNo":25,"alt":"The Big Sleep","descr":"Sara muss sich endlich entscheiden, ob sie zu ihrer alten Schule zurückkehren will. Mia und Fabio reden ihr gut zu und auch Saras Mutter Luciana würde sich diese Lösung wünschen. Auch in Centopia drängt die Zeit. Die furchtbare Nachtranke treibt immer mehr Bewohner in den beengten Elfenkrater, aber Mia, Sara, Mo und Yuko ist es bisher nicht gelungen, die Teile des \"Herzens von Centopia\" zusammenzufügen. Doch nur so können sie Centopia retten.","versions":[{"lang":1,"streams":[{"redirect":12337167,"hoster":"VOE"},{"redirect":8597297,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das Blüten-Feuerwerk","epNo":26,"alt":"The Last Stand","descr":"Mias und Saras gemeinsamer Sommer geht zu Ende. Sara hat sich entschieden, wieder zurück in ihre alte Schule zu gehen und Mia will sie an ihrem ersten Schultag dorthin begleiten. In Centopia kommt es zur alles entscheidenden Auseinandersetzung mit den Dunkelelfen. Dank Gargona und Dax sieht es so aus, als könne Lord Drakon bald seine alte Macht zurück erlangen. Die Elfen arbeiten fieberhaft daran, das \"Herz von Centopia\" zusammenzusetzen.","versions":[{"lang":1,"streams":[{"redirect":8846596,"hoster":"VOE"},{"redirect":8597305,"hoster":"Streamtape"}]}]}]}]}