{"seriesId":"miami-medical","name":"Miami Medical","descr":"Krankenhausdrama um das chirurgische Expertenteam des \"Miami Medical\", das sich auf Fälle spezialisiert hat, bei denen akute Lebensgefahr besteht. Während Dr. Matthew Proctor erste medizinische Erfahrungen in seinem Einsatz im Golfkrieg gesammelt hat und seine Stelle im \"Medical\" gerade erst angetreten hat, ist Dr. Eva Zambrano schon länger dabei und fühlt sich eigentlich nur im OP-Saal wohl. Dr. Christopher Deleo (\"Dr. C.\") ist ein echter Playboy, der seine Position genussvoll ausspielt und Dr. Serena Warren hat gerade erst ihre Ausbildung beendet und ist die Jüngste im Team. Und dann gibt es noch Oberkrankenschwester Tuck Brody, Kontaktperson und \"Schnittstelle\" zwischen Patienten, deren Angehörigen und dem Top-Ärtzeteam, das täglich mit neuen Herausforderungen konfrontiert wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Explosion","epNo":1,"alt":"Pilot","descr":"Hektik auf der Unfallstation des Miami Trauma-One: Nach einer Gasexplosion werden mehrere schwerstverletzte Personen eingeliefert. Ausgerechnet Chefarzt Dr. Rayner versagen in diesem Augenblick die Nerven. Während der Diskussion um die passende Vertretung für den Chefarzt, taucht plötzlich Dr. Proctor auf, der sich in Kuwait und Deutschland Chefarzt-Status erarbeitet hat. Schafft es das Team noch, die Menschen zu retten? (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11315988,"hoster":"VOE"},{"redirect":10129290,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"88 Sekunden","epNo":2,"alt":"88 Seconds","descr":"Die Kellnerin Kate kommt aufgrund einer Lebensmittelvergiftung ihres kleinen Sohnes Dylan zu spät zur Arbeit. Scott, ein Gast, pöbelt Kate an. Es kommt zu einem Handgemenge zwischen Kates Kollegen Eddie und Scott. Plötzlich fallen Schüsse, und Kate und Scott werden getroffen. Kate wird ins Krankenhaus eingeliefert und sofort operiert. Als Eddie Kates Tasche ins Krankenhaus bringt, stellt Doktor Zambrano eine Schusswunde in seinem Nacken fest … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":12917623,"hoster":"VOE"},{"redirect":10129289,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sturmhochzeit","epNo":3,"alt":"What Lies Beneath","descr":"Der schönste Tag im Leben verläuft für Emily und Zander völlig anders als geplant. Statt eine romantische Hochzeitszeremonie zu feiern, brechen plötzliche Fallwinde über Miami herein und bringen das Partyzelt zum Einsturz. Zahlreiche Gäste sowie das Brautpaar werden verletzt. Das bedeutet viel Arbeit für Dr. Proctor und seine Kollegen. Das ausgerenkte Knie des Bräutigams stellt dabei lediglich einen \"Kollateralschaden\" dar. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11315983,"hoster":"VOE"},{"redirect":10129287,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Absturz","epNo":4,"alt":"All Fall Down","descr":"Baumängel lassen den Balkon von Karen und Frank während einer Renovierung einstürzen und reißen das Ehepaar mehrere Stockwerke in die Tiefe. Dabei erleidet Karen schwere Nierenverletzungen und kommt zur Dialyse ins Miami Trauma-One. Doch sie will sich unter keinen Umständen von den Ärzten um Dr. Proctor behandeln lassen … Dr. C vertuscht einen Kunstfehler von Warren. Nach einem Abend in ihrer Stammkneipe wacht Dr. Zambrano in Proctors Bett auf. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11315974,"hoster":"VOE"},{"redirect":10129288,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die goldene Stunde","epNo":5,"alt":"Golden Hour","descr":"Heute ist eindeutig nicht Dr. Zambranos Tag. Erst passiert ihr ein Missgeschick nach dem anderen und dann wird sie auch noch von einem Obdachlosen, der versucht, sich in der Klinik zu verstecken, mit einer Waffe bedroht. Nach einem schweren Fahrradunfall kommt Eric Schwartz ins Miami Trauma-One. Merkwürdigerweise erleidet jedoch sein unverletzter Bruder anschließend einen Schock. Nach intensiver Anamnese stellen die Ärzte eine erschreckende Diagnose … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11315973,"hoster":"VOE"},{"redirect":10129292,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Calle Cubana","epNo":6,"alt":"Calle Cubana","descr":"Hochbetrieb im Miami Trauma-One: Todd kommt verletzt in die Klinik. Dr. Warren kümmert sich fürsorglich um ihn, nichtahnend, dass er Lisa, die nebenan gerade operiert wird, niedergestochen hat. Der Polizist Diego hat daher im Krankenhaus gleich zwei Personen einen Besuch abzustatten. Denn außer Todd wird auch seine eigene Tochter Fia dort behandelt, nachdem sie von einer Jugendgang übel zusammengeschlagen wurde. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11315977,"hoster":"VOE"},{"redirect":10129291,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kommen und Gehen","epNo":7,"alt":"Man On The Road","descr":"Als einzige Überlebende nach einem Flugzeugabsturz wird Josephine in die Miami-Klinik gebracht und medizinisch versorgt. Immer wieder fragt sie nach einem gewissen Truman. Und tatsächlich – an der Unfallstelle wird doch noch ein Junge lebend aufgefunden. Für Dr. Proctor ist heute ein besonderer Tag: Nach einem traumatischen Ereignis vor zwei Jahren feiert er seinen \"zweiten Geburtstag\" und wird sich einmal mehr bewusst, wie Schmal der Grat zwischen Leben und Tod ist. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11315978,"hoster":"VOE"},{"redirect":10129293,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Alligator","epNo":8,"alt":"An Arm And A Leg","descr":"Die Freunde Brad, Ryan, Elroy und Lucy vergnügen sich auf einem Golfplatz. Als Ryan einen Ball verschlägt, fliegt der ins Wasser. Als er ihn rausholen will, wird er von einem Alligator attackiert. Der beißt ihm den Fuß ab. Im Zuge der Rettungsaktion stürzt Lucy und holt sich durch das Wasser eine Virusinfektion. Zusammen werden sie mit dem Alligator, der den abgetrennten Fuß von Ryan in seinem Körper hat, auf der Unfallstation eingeliefert … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11315979,"hoster":"VOE"},{"redirect":10129295,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Hurrikan","epNo":9,"alt":"Like A Hurricane","descr":"Um sich vor einem Hurricane in Sicherheit zu bringen, flüchtet Familie Seaver mit dem Auto und gerät in eine Karambolage. Alle vier Insassen werden zum Teil schwer verletzt ins Miami Trauma-One eingeliefert. Auch der scheinbar alkoholisierte Unfallverursacher wird dort behandelt. Alles spricht zuerst gegen ihn, bis die Ärzte herausfinden, warum er die Kontrolle über seinen Wagen verlor … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11315981,"hoster":"VOE"},{"redirect":10129294,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Taucherkrankheit","epNo":10,"alt":"Diver Down","descr":"Olivia, Kevin, Tracy und Brandon werden beim Wracktauchen nach einem abgestürzten Flugzeug unterschiedlich stark verletzt. Die Taucher kommen daraufhin auf die Unfallstation. Tracy, die zusammen mit Brandon immer wieder ihre Hochzeit verschoben hatte, wurde bei dem Unfall ausgerechnet der Ringfinger abgerissen. Wegen des Verdachtes auf die Taucherkrankheit kommen Tracy und Kevin in eine Dekompressionskammer … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11315982,"hoster":"VOE"},{"redirect":10129296,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zeitpunkt des Todes","epNo":11,"alt":"Time Of Death","descr":"Am Strand von Miami kommt es zu einem folgenschweren Bootsunfall. Die Rettungsschwimmer sowie die Zwillinge Derek und Kelly werden schwer verletzt. Doktor Warren gelingt es nicht, auf der Unfallstation Kelly wiederzubeleben – sie stirbt. Doktor Warren muss zum ersten Mal in ihrer medizinischen Laufbahn den Todeszeitpunkt eines Menschen festlegen, was ihr sehr zu Schaffen macht. Doktor C. gibt ihr Beistand. Derek erleidet infolgedessen eine psychisch bedingte Herzschwäche … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11315984,"hoster":"VOE"},{"redirect":10129297,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bis auf die Knochen","epNo":12,"alt":"Down To The Bone","descr":"Auf einer Baustelle in Miami gibt es einen Erdrutsch und ein halbfertiges Gebäude stürzt ein. Der Schweißer Colin und die Stahlbearbeiterin Meg werden verletzt. Der Bauarbeiter Joe liegt halb verschüttet und mit einem Bein eingeklemmt unter einem Träger fest. Colin wird auf der Unfallstation versorgt. Bei ihm stellt sich ein Händezittern als Folge des über Jahre eingeatmeten Schweißrauchs ein. Megs von der Brustwand abgelösten Rippen werden von Doktor Kaye operiert … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11315989,"hoster":"VOE"},{"redirect":10129298,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Medizinmann","epNo":13,"alt":"Medicine Man","descr":"In Miami verunglückt ein Schulbus infolge eines geplatzten Reifens und rast in einen Kanal. Die meisten Insassen können leicht verletzt gerettet werden und kommen in die Notaufnahme. Die Lehrerin Lori und der Schüler Ben werden hingegen schwer verletzt eingeliefert. Wie sich später herausstellt, ist Ben innerlich enthauptet und leidet unter einer Spinalzyste. Lori hat zu viel Wasser geschluckt: Das Salz wird in ihrem Körper verdünnt und sie leidet unter Aphasie. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":11318750,"hoster":"VOE"},{"redirect":10129302,"hoster":"Streamtape"}]}]}]}]}