{"seriesId":"midnight-texas","name":"Midnight, Texas","descr":"In der kleinen texanischen Stadt Midnight leben Vampire, Hexen, Engel, Auftragskiller, Werwölfe und andere übersinnliche Gestalten und Außenseiter friedlich Tür an Tür. Wie eine große Familie halten die skurrilen Bewohner zusammen, um sich und ihre Stadt zu schützen – sei es vor brutalen Rockerbanden, misstrauischen Polizisten oder feindlich gesinnten Bekannten aus der eigenen Vergangenheit. Denn wer in Midnight eine neue Heimat gefunden hat, hat meist schon Dinge erlebt und hinter sich gelassen, die wohl lieber nicht mehr ans Tageslicht kommen sollten.So auch Olivia Charity (Arielle Kebbel), eine auf eigene Verantwortung arbeitende Auftragskillerin mit einer mysteriösen Vergangenheit, die ein wichtiger der Teil der Gemeinschaft ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Willkommen in Midnight","epNo":1,"alt":"Pilot","descr":"Das Medium Manfred Bernardo (François Arnaud) versteckt sich auf der Flucht vor seiner Vergangenheit in der verschlafenen Kleinstadt Midnight, Texas. Als er dort dem Geist eines kürzlich verstorbenen Bewohners der Stadt begegnet, entdeckt er, dass das Städtchen ein Zufluchtsort für übernatürliche und menschliche Außenseiter ist. Die Stadt bildet offenbar einen Verbindungspunkt zwischen den Lebenden und den Toten. Manfred verpflichtet sich, die Midnighter dabei zu unterstützen, ihr Zuhause gegen misstrauische Cops und andere Mächte von außerhalb zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":8846832,"hoster":"VOE"},{"redirect":8846836,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10494866,"hoster":"VOE"},{"redirect":10129413,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vollmond","epNo":2,"alt":"Bad Moon Rising","descr":"Manfred (Francois Arnaud) versucht seinem neuen Nachbar Bobo (Dylan Bruce) zu helfen, seinen Namen reinzuwaschen, indem er mit der Hilfe von Joe (Jason Lewis) mit dem ermordeten Opfer spricht.\rWährend sich Manfred, die Nachbarn und Creek (Sarah Ramos) näherkommen, helfen sie ihm. Vor allem Fiji (Parisa Fitz-Henley), die örtliche Hexe, die einen Exorzismus durchführt, um Manfreds Haus von den Geistern zu befreien, die ihm nachstellen.\rDer Rev (Yul Vazquez) versucht derweil, dem Ärger fernzubleiben, während Lem (Peter Mensah) und Olivia (Arielle Kebbel) alles daransetzen, einen tödlichen Jäger aufzuhalten, bevor er wieder zuschlagen kann.\r\rExklusive Episod","versions":[{"lang":1,"streams":[{"redirect":8846834,"hoster":"VOE"},{"redirect":8597545,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10494870,"hoster":"VOE"},{"redirect":10129421,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blutige Vergangenheit","epNo":3,"alt":"Lemuel, Unchained","descr":"Eine Gruppe von Vampiren kommt nach Midnight und es stellt sich heraus, dass sie alte Bekannte von Lem (Peter Mensah) sind. Manfred (François Arnaud) hat den Verdacht, dass mehr dahintersteckt, und er tut sich mit Olivia (Arielle Kebbel) zusammen, um die ganze Geschichte zu erfahren, während Creek (Sarah Ramos) sich auf das Schlimmste vorbereitet. Unterdessen treffen Fiji (Parisa Fitz-Henley) und Bobo (Dylan Bruce) Vorbereitungen für den Fall, dass die Vampire etwas im Schilde führen, und Joe (Jason Lewis) äußert seinen Verdacht, dass sich der Vorhang zur Hölle in Midnight öffnen könnte.","versions":[{"lang":1,"streams":[{"redirect":8846835,"hoster":"VOE"},{"redirect":8597544,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846817,"hoster":"VOE"},{"redirect":8597516,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Venus-Falle","epNo":4,"alt":"Sexy Beast","descr":"Manfreds (François Arnaud) Fähigkeit, die Toten zu sehen, lässt ihn ein uraltes, übernatürliches Wesen entdecken, das Männer verführt und sich von ihnen ernährt. Um die Anonymität von Midnight zu schützen, verlässt er mit Fiji (Parisa Fitz Henley), Lem (Peter Mensah), Joe (Jason Lewis) und Creek (Sarah Ramos) die Sicherheit der Stadt, um die Mörderin aufzuhalten. Unterdessen muss sich Bobo (Dylan Bruce) mit den gefährlichen Bikern auseinandersetzen, die seine Vergangenheit offenlegen wollen, und Olivia (Arielle Kebbel) findet eine Verbindung zu ihrem Vater.","versions":[{"lang":1,"streams":[{"redirect":8846837,"hoster":"VOE"},{"redirect":8597547,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846822,"hoster":"VOE"},{"redirect":8597526,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hightower","epNo":5,"alt":"Unearthed","descr":"Hightower hat Michael gefunden und will nun mit ihm abrechnen. Leider kann er sich nicht auf die Hilfe der Midnighter verlassen, denn diese haben mit einem Angriff der Sons of Luzifer zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8846838,"hoster":"VOE"},{"redirect":8597543,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846824,"hoster":"VOE"},{"redirect":8597523,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verblendung","epNo":6,"alt":"Blinded by the Light","descr":"Manfred und Creek entdecken, dass der Mord an Aubrey kein Einzelfall war. Jemand oder etwas tötet junge Frauen in Midnight. Auf der Suche nach einem verschwundenen Mädchen entscheidet sich Bobo, Aubreys Tod zu rächen. Lem und Olivia schließen sich der Jagd an, ohne zu wissen, ob der Mörder menschlich oder übermenschlich ist. Fiji wird von einem dämonischen Wesen verfolgt und sucht Hilfe bei Rev.","versions":[{"lang":1,"streams":[{"redirect":8846839,"hoster":"VOE"},{"redirect":12514453,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846820,"hoster":"VOE"},{"redirect":12980477,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Engel und Dämonen","epNo":7,"alt":"Angel Heart","descr":"Eine Kopfgeldjägerin, die Joe von früher kennt, kommt nach Midnight, um ihn dafür zu bestrafen, die Gemeinde der Engel verlassen zu haben. Manfred schmiedet einen Plan, um mit Fiji, Olivia, Bobo und Lem diese gefährliche, nahezu unsterbliche Feindin davon abzuhalten, Joe und Chuy zu töten und Midnight zu zerstören. Derweil versucht Creek, sich von ihrer Familientragödie zu erholen.","versions":[{"lang":1,"streams":[{"redirect":8846840,"hoster":"VOE"},{"redirect":8597549,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846815,"hoster":"VOE"},{"redirect":8597519,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Versuchung","epNo":8,"alt":"Last Temptation of Midnight","descr":"Manfred hat Midnight verlassen. Genau in dem Moment indem Midnight ihm am Meisten braucht, denn das Aufbrechen des Schleiers zeigt sich immer deutlicher.","versions":[{"lang":1,"streams":[{"redirect":8846844,"hoster":"VOE"},{"redirect":8597550,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846826,"hoster":"VOE"},{"redirect":8597528,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Sturm","epNo":9,"alt":"Riders on the Storm","descr":"Ein apokalyptischer Sandsturm legt sich über Midnight und verbirgt die Ankunft eines Dämons aus der Hölle. Fiji weiß, dass der Geist hinter ihr her ist, und Bobo schwört, sie zu beschützen, obwohl er sich fragt, warum gerade sie zur Zielscheibe geworden ist. Manfred, Joe und Rev suchen in der Vergangenheit nach Antworten, doch der Sturm wird zu gefährlich und die Truppe muss Schutz suchen.","versions":[{"lang":1,"streams":[{"redirect":8846841,"hoster":"VOE"},{"redirect":8597554,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380234,"hoster":"VOE"},{"redirect":8597527,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Colconnar","epNo":10,"alt":"The Virgin Sacrifice","descr":"Kurz bevor im wahrsten Sinne des Wortes die Hölle losbricht und Fiji (Parisa Fitz-Henley) von dem Dämon geholt wird, führt Manfred (François Arnaud) die Midnighter an, um die Stadt von den dunklen Mächten zurückzuerobern. Während Bobo (Dylan Bruce) sich darauf konzentriert, Fiji zu retten, stellen sich Olivia (Arielle Kebbel) und Creek (Sarah Ramos) den Geistern. Manfred versucht mit der Hilfe von Lem (Peter Mensah), Joe (Jason Lewis), und Rev (Yul Vazquez), den Dämon zu töten und den Vorhang zur Hölle wieder zu schließen. Er setzt dabei sein Leben aufs Spiel.","versions":[{"lang":1,"streams":[{"redirect":8846842,"hoster":"VOE"},{"redirect":8597555,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846821,"hoster":"VOE"},{"redirect":8597524,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Besessen","epNo":1,"alt":"Head Games","descr":"Nachdem sie das Tor zur Hölle wieder geschlossen haben, gewöhnen sich die Bewohner von Midnight, Texas allmählich an ihre neue Normalität - bis die Eröffnung eines neuen Hotels in der Stadt für große Aufruhr sorgt und das Gleichgewicht der verschiedenen Mächte in Gefahr bringt. In der Zwischenzeit muss sich Manfred (Francois Arnaud) an den Umstand gewöhnen, dass er von nun an sechs Dämonen in sich trägt. Joe (Jason Lewis) findet derweil einen neuen Freund.","versions":[{"lang":1,"streams":[{"redirect":8846843,"hoster":"VOE"},{"redirect":8597556,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846818,"hoster":"VOE"},{"redirect":8597529,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bitte beiss mich","epNo":2,"alt":"The Monster of the Week Is Patriarchy","descr":"Manfred (Francois Arnaud) untersucht einen grässlichen Mord, der sich in dem neuen Hotel abgespielt hat. Lem (Peter Mensah) und Olivia (Arielle Kebbel) psychische Verbindung stellt indes ein Problem dar, während Bobo (Dylan Bruce) aufgrund einer Reihe von seltsamen Unfällen in große Gefahr gerät, was vor allem Fiji (Parisa Fitz-Henley) beunruhigt.","versions":[{"lang":1,"streams":[{"redirect":8846853,"hoster":"VOE"},{"redirect":8597558,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846823,"hoster":"VOE"},{"redirect":8597525,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hexennacht","epNo":3,"alt":"To Witch Hell and Back","descr":"Manfred (Francois Arnaud) hilft Fiji (Parisa Fitz-Henley) herauszufinden, was Bobo (Dylan Bruce) töten will. Rev (Yul Vasquez) hat mit seiner Vergangenheit zu kämpfen, während Joe (Jason Lewis) sich voll in seinen neuen \"Nacht-Job\" stürzt.","versions":[{"lang":1,"streams":[{"redirect":9534358,"hoster":"VOE"},{"redirect":8597564,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846829,"hoster":"VOE"},{"redirect":8597536,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die kleine Wer-Tigerin","epNo":4,"alt":"I Put a Spell on You","descr":"Die Midnighters arbeiten zusammen, um einen Neuankömmling in der Stadt zu beschützen. Weil Bobo (Dylan Bruce) immer noch in Gefahr ist, sieht sich Fiji (Parisa Fitz-Henley) gezwungen, extreme Schritte einzuleiten. Patience und Manfred (Francois Arnaud) reden über ihre jeweiligen Beziehungsprobleme.","versions":[{"lang":1,"streams":[{"redirect":12380242,"hoster":"VOE"},{"redirect":8597557,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846830,"hoster":"VOE"},{"redirect":8597531,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Chardonnay","epNo":5,"alt":"Drown the Sadness in Chardonnay","descr":"Olivia wird von ihrer Vergangenheit eingeholt. Unterdessen sucht Fiji (Parisa Fitz-Henley) Hilfe bei anderen Hexen, während Manfred und Kai wegen eines Selbstmords miteinander in Konflikt geraten.","versions":[{"lang":1,"streams":[{"redirect":8846851,"hoster":"VOE"},{"redirect":8597565,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846833,"hoster":"VOE"},{"redirect":8597541,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mr. Nice Kai","epNo":6,"alt":"No More Mr. Nice Kai","descr":"Eine unbekannte Streitmacht droht, alle Geheimnisse der Midnighters zu enthüllen. Manfred\u0027s Misstrauen gegenüber Kai wird immer größer. Fiji (Parisa Fitz-Henley) umarmt Dark Magic, um Bobo (Dylan Bruce) ein für alle Mal zu retten. Deutsche Version: https://vivo.sx/0aba51e087","versions":[{"lang":1,"streams":[{"redirect":8846849,"hoster":"VOE"},{"redirect":8597573,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380231,"hoster":"VOE"},{"redirect":8597532,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Delilah","epNo":7,"alt":"Resting Witch Face","descr":"Nach der Tragödie schwört Manfred (Francois Arnaud) Rache. Joe stellt sich gegen einen ehemaligen Verbündeten, um seinen Mann zu retten. Fiji (Parisa Fitz-Henley) verbringt eine Nacht in der Stadt. Kai gibt der Geduld ein Ultimatum.","versions":[{"lang":1,"streams":[{"redirect":8846866,"hoster":"VOE"},{"redirect":8597588,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846827,"hoster":"VOE"},{"redirect":8597534,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hypatia Regina","epNo":8,"alt":"Patience Is A Virtue","descr":"Manfred (Francois Arnaud) und Kai (Nestor Carbonell) treten gegen einen gemeinsamen Gegner an. Olivia und Bobo (Dylan Bruce) suchen nach einem Weg, um Fiji (Parisa Fitz-Henley) wieder auf ihre Seite zu bringen. Joe (Jason Lewis) bekommt einen überraschenden Besucher.","versions":[{"lang":1,"streams":[{"redirect":8846861,"hoster":"VOE"},{"redirect":8597567,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8846831,"hoster":"VOE"},{"redirect":8597535,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Patience, Texas","epNo":9,"alt":"Yasss, Queen","descr":"Midnight, Texas, steht jetzt unter der Herrschaft der Dark Witches steht. Die überlebenden Midnighters müssen sich zu einem letzten, verzweifelten Versuch zusammenschließen, ihre Stadt zu retten.","versions":[{"lang":1,"streams":[{"redirect":8846864,"hoster":"VOE"},{"redirect":8597580,"hoster":"Streamtape"}]}]}]}]}