{"seriesId":"midori-no-hibi","name":"Midori no Hibi","descr":"Der 17 jährige Seiji Sawamura ist bekannt als der tollwütige Hund, er ist der größte Schläger der Schule. Seiji wird gefürchtet wegen seiner stärksten Waffe, seiner rechten Hand, mit der er im Kampf sogar ganze Gangs platt macht. Da seine Eltern im Ausland Leben, wohnt er allein mit seiner Schwester, die aber nur sehr selten zu Hause ist. Seiji fühlt sich wohl deshalb sehr einsam und wünscht sich nichts sehnlicher, als eine Freundin. Leichter gesagt als getan, Seiji ist nicht gerade sonderlich beliebt bei den Mädchen. Er kassiert ständig Körbe bei ihnen, weil die Damen ihn nur als groben Schläger kennen. Deprimiert liegt Seiji auf seinem Bett, weil er wieder mal einen Korb bekommen hat und bittet lautstark nach einer Freundin, als er plötzlich ein Mädchenschrei hört.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Right-Hand Girlfriend","descr":"Der einsame und frustrierte Seiji Sawamura (\"Mad Dog Sawamura\") wacht eines Morgens auf und stellt fest, dass sich seine rechte Hand in ein Mädchen namens Midori verwandelt hat. Midori, die seit drei Jahren in ihn verliebt ist und ihn aus der Ferne beobachtet, ist über die aktuelle Situation nicht so aufgeregt. Nun muss Seiji einen Weg finden, sein neues Leben mit Midori zu bewältigen. Aber im Moment interessiert sich Sawamura mehr für zwei Verehrerinnen, die ihn gerne kennenlernen würden...aber nachdem er 20 Mal in Folge abgelehnt wurde, kann Sawamura sein Glück nicht fassen...","versions":[{"lang":3,"streams":[{"redirect":8846845,"hoster":"VOE"},{"redirect":8597560,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Love Between Us","descr":"Gerade als Seiji lernt, mit der Tatsache umzugehen, dass seine rechte Hand jetzt Midori ist, beginnt eine Gruppe von Schlägern einer nahe gelegenen High School, Ärger zu beginnen, um Seiji zum Kampf zu zwingen. Kann Seiji wirklich ohne seine \"Dämonenrechte Hand\" kämpfen?","versions":[{"lang":3,"streams":[{"redirect":8846846,"hoster":"VOE"},{"redirect":8597559,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Day of Discoveries","descr":"Seijis ältere und sehr grausame Schwester kommt zu einem \"Besuch\" nach Hause, nachdem sie das ganze Geld, das Seiji von seinen Eltern erhalten hat, abgenommen hat, beschließen sie und die Mitglieder ihrer ehemaligen Motorradgang, Seiji in ein Badehaus mitzunehmen. Wird sie Seijis Geheimnis entdecken?","versions":[{"lang":3,"streams":[{"redirect":8846847,"hoster":"VOE"},{"redirect":8597563,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Discovery of the Secret!?","descr":"Nach einem Unfall erkennen Seiji und Midori, dass sie neue Kleidung braucht. Also gehen sie nach einigem Nachdenken in einen Puppenladen. Nachdem Takamizawa Shuichi, ein Kommilitone entdeckt, dass Seiji Puppen sammelt, gibt Seiji vor, sein Freund zu sein und dasselbe Hobby zu haben, um den Mund zu halten. Aber wie lange dauert es, bis Takamizawa ihr Geheimnis entdeckt?","versions":[{"lang":3,"streams":[{"redirect":8846848,"hoster":"VOE"},{"redirect":8597566,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Power of Love","descr":"Der Sportlehrer der Schule hat einen Groll gegen Seiji und will es im Sportunterricht an ihm auslassen. Seiji hat ein weiteres Problem, nachdem er fälschlicherweise etwas von Orins [seiner Schwester] Alkohol getrunken hat, weil er dachte, es wäre Medizin, um seine Erkältung zu bekämpfen, aber bald wird er ohnmächtig. Wie wird Midori einen Nachmittag ohne Seiji bewältigen? Und wer klingelt ständig an der Tür?","versions":[{"lang":3,"streams":[{"redirect":8846852,"hoster":"VOE"},{"redirect":8597568,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Shiori\u0027s Love-Love Battle!","descr":"Seijis Nachbarin Shiori beschließt, dass sie den Tag nicht mit ihrem Vater und ihrer Stiefmutter ausgehen möchte, weil sie ihre Stiefmutter hasst. Also beobachtet Seiji sie stattdessen. Ayase versucht immer noch, den Mut aufzubringen, Seiji um ein Date zu bitten, sieht sie zusammen gehen und glaubt bald, dass Seiji ein Perverser ist. Wie wahr sind ihre Ängste? Ist Seiji wirklich ein Perverser?","versions":[{"lang":3,"streams":[{"redirect":13496157,"hoster":"VOE"},{"redirect":8597575,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"First Date","descr":"Nachdem Ayase Seiji dazu gebracht hat, mit ihr ins Kino zu gehen, beendet sie einen sorgfältig geplanten Tag für das Paar. Als Seiji zum Date kommt, sieht Midori Ayase zu ihrer Überraschung ganz verkleidet. Werden Seiji und Ayase zusammen enden?","versions":[{"lang":3,"streams":[{"redirect":13496162,"hoster":"VOE"},{"redirect":8597572,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Right-hand Seiji","descr":"Seiji wacht eines Morgens auf und entdeckt, dass er mit Midori die Plätze getauscht hat! Midori hat jetzt die richtige Größe und Seiji ist ihre rechte Hand! Wie oder wann werden sie wieder \"normal\"?","versions":[{"lang":3,"streams":[{"redirect":13496163,"hoster":"VOE"},{"redirect":8597576,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Takky Days","descr":"Seiji erwischt Shuichi Takamizawa beim Fotografieren von ihm und Midori in der ganzen Stadt. Bald finden sie heraus, dass er eine beliebte Internet-Website erstellt hat und Midori der Star ist! Ist Midori bereit für Ruhm? Wird Seiji Shuichi weiterhin ohne Regress folgen lassen?","versions":[{"lang":3,"streams":[{"redirect":13496165,"hoster":"VOE"},{"redirect":8597577,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Distance of the Hearts","descr":"Kouta, eine Jugendfreundin von Midori, hat einen seltsamen Traum, der ihn glauben lässt, dass sie in einem schneewittchenähnlichen Koma liegt. Schließlich bittet er Seiji, mit ihm zu Midoris Haus zu kommen, um sie aufzuwecken. Wird ein Kuss von Seiji die lebensgroße Midori aufwecken? Wenn ja, was passiert mit \"seinem\" Midori?","versions":[{"lang":3,"streams":[{"redirect":13496167,"hoster":"VOE"},{"redirect":8597574,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Fated Reunion","descr":"Nachdem Seiji versucht, Midori dazu zu bringen, einen Mathetest für ihn abzulegen, spielen Seiji und Midori Stein-Papier-Schere darüber, aber Seiji verliert... Midori entscheidet, dass Seiji zu ihrer Belohnung sagen muss, dass er sie liebt. Wird Midori bekommen, was sie will? Wird das ihre Beziehung noch mehr verändern?","versions":[{"lang":3,"streams":[{"redirect":13496164,"hoster":"VOE"},{"redirect":8597578,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Sudden Parting","descr":"Kouta, Midoris alter Schulfreund, entdeckt bald Seijis und Midoris Geheimnis. Er fleht sie an, ihre Mutter wissen zu lassen, was mit ihr passiert ist ... aber ohne Glück. An anderer Stelle erklärt ein Schamane Midoris Mutter, dass Midoris \"Geist\" noch nicht zu ihrem Körper in voller Größe zurückkehren möchte und sie nur warten können. Wird Midori bald wieder in voller Größe sein? Wird Kouta Midoris Mutter sein Geheimnis verraten?","versions":[{"lang":3,"streams":[{"redirect":13496166,"hoster":"VOE"},{"redirect":8597581,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Our Days","descr":"One morning, Seiji discovers that Midori is gone and his right hand is back to normal. Later, Ayase finally tells Seiji she is in love with him, but he can not return the remark because...he has fallen in love with Midori!! Midori is now awakened from her coma, but remembers nothing about the past weeks. Will Midori and Seiji end up together? Can their relationship go back to what it was when she was his right-hand?","versions":[{"lang":3,"streams":[{"redirect":13535762,"hoster":"VOE"},{"redirect":8597582,"hoster":"Streamtape"}]}]}]}]}