{"path":"/serie/stream/mieruko-chan","name":"Mieruko-chan","descr":"Miko ist eine typische Oberschülerin, deren Leben auf den Kopf gestellt wird, als sie plötzlich grausame und abscheuliche Monster sehen kann. Obwohl sie völlig verängstigt ist, setzt Miko ihr tägliches Leben fort und tut so, als würde sie die Schrecken, die sie umgeben, nicht bemerken. Sie muss ihrer Angst standhalten, um sich und ihre Freundin Hana vor Gefahren zu bewahren – selbst wenn das bedeutet, dass sie den allerschlimmsten Sachen ins Auge blicken muss.","seasons":[{"path":"/serie/stream/mieruko-chan/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mieruko-chan/staffel-1/episode-1","name":"","epNo":1,"alt":"Can You See Them?","descr":"Es ist nur ein ganz normaler Schultag für Miko... Oder nicht? Zwischen beängstigenden Geräuschen, sich zufällig bewegenden Objekten und blinkenden Lichtern stimmt etwas nicht. Vielleicht sind es die Monster, die sie um sich herum sieht?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13014648","hoster":"VOE"},{"path":"/redirect/13014658","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8925813","hoster":"VOE"},{"path":"/redirect/8925811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mieruko-chan/staffel-1/episode-2","name":"","epNo":2,"alt":"She Totally Sees Them","descr":"Abgelehnt, Geister wirklich zu sehen, setzt Miko weiterhin die Technik der Gleichgültigkeit ein. Aber wie tust du so, als wäre nichts passiert, wenn diese furchterregenden Wesen so weit gehen, dass sie sich an deine Lieben klammern?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13014677","hoster":"VOE"},{"path":"/redirect/13014682","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8948046","hoster":"VOE"},{"path":"/redirect/8948044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mieruko-chan/staffel-1/episode-3","name":"","epNo":3,"alt":"She Still Sees Them","descr":"Miko und Hana machen sich auf den Weg in die Stadt für ein Shopping-Abenteuer, aber an diesen gruseligen Landschaften führt kein Weg vorbei! Vielleicht ist es Zeit für einen Exorzismus oder mächtige Rosenkränze?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13014653","hoster":"VOE"},{"path":"/redirect/13014679","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9024108","hoster":"VOE"},{"path":"/redirect/9024099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mieruko-chan/staffel-1/episode-4","name":"","epNo":4,"alt":"Yep, She Sees Them","descr":"Als Mikos Bruder Kyouske merkt, dass sie sich komisch verhält, beschließt er, dass es nur einen Grund gibt: Sie MUSS einen Freund haben! Unbemerkt von ihm sieht sie keinen bestimmten Typen...","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13014694","hoster":"VOE"},{"path":"/redirect/13014700","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9075199","hoster":"VOE"},{"path":"/redirect/9075193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mieruko-chan/staffel-1/episode-5","name":"","epNo":5,"alt":"I See Them, Too","descr":"Welch eine Überraschung für Yuria, als sie erfährt, dass Patin im Ruhestand ist! Die Gymnasiastin beobachtet Miko schon seit einiger Zeit und versteht deutlich, dass diese dieselbe Gabe hat wie sie ...","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13014721","hoster":"VOE"},{"path":"/redirect/13014718","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9142246","hoster":"VOE"},{"path":"/redirect/9142244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mieruko-chan/staffel-1/episode-6","name":"","epNo":6,"alt":"She Sees Real Crazy Ones","descr":"Miko begegnet einem schrecklicheren Geist als sonst. Und Hana wird den Preis zahlen, denn ihre Aura scheint die Kreatur aus dem Jenseits zu faszinieren, die ihr folgen wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13014769","hoster":"VOE"},{"path":"/redirect/13014770","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9177884","hoster":"VOE"},{"path":"/redirect/9177876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mieruko-chan/staffel-1/episode-7","name":"","epNo":7,"alt":"Did You See That?","descr":"Yuria ärgert sich immer noch über Miko. Das junge Mädchen will mit ihr kämpfen und sie dazu drängen, das Ausmaß ihrer Kräfte zu offenbaren. Und was könnte besser sein, als deine beste Freundin zu benutzen, um ihre Ziele zu erreichen?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13014796","hoster":"VOE"},{"path":"/redirect/13014795","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9227794","hoster":"VOE"},{"path":"/redirect/9227797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mieruko-chan/staffel-1/episode-8","name":"","epNo":8,"alt":"The Things She Sees","descr":"Miko und Kyousuke gehen einkaufen, um ein Geburtstagsgeschenk für ihre Mutter zu kaufen. Obwohl Miko und Kyousuke von einem begleitenden Geist heimgesucht werden, können sie sich ein Paar passende Tassen als Geschenk aussuchen. Im Zug nach Hause sieht Miko, wie ein axtschwingender Geist die Passagiere im Zug angreift, obwohl seine Axt harmlos durch sie hindurchgeht. Unabhängig davon ist Miko erschrocken, als sie sieht, wie der Axtgeist angreift und einen anderen Geist in einer Person fängt, die neben ihr sitzt. Obwohl Miko es vermeidet zu reagieren, wenn es sie angreift, macht sie sich nass und muss früh aus dem Zug aussteigen. Später helfen Miko und Hana ihrer Lehrerin beim Packen, da sie in Elternzeit geht. Miko sieht dann einen Geist, der anscheinend den Schoß ihrer Lehrerin heimsucht, und sie verrät, dass sie zuvor schwanger war, aber ihr Kind ist gestorben. Miko erkennt dann den Geist, dass es der Geist des verstorbenen Kindes ist,der zurückgekehrt ist, um seine Geschwister zu beschützen. In dieser Nacht überlegt Miko, warum sie Geister sehen kann und fragt sich, ob sie versuchen sollte, ihnen zu helfen oder sie zu konfrontieren, beschließt jedoch, sie weiterhin zu ignorieren, als sie einen widerlichen in der Nähe eines Verkaufsautomaten sieht. Am nächsten Tag kommt die Aushilfslehrerin für Mikos Klasse und sie sieht mit Entsetzen, dass Zen Tohno, der Mann, den sie zuvor gesehen hat, von bösen Katzengeistern heimgesucht wird. Währenddessen kümmert sich der vernarbte Mann immer noch um seine neu adoptierte Katze und feiert seinen Hochzeitstag zu Ehren seiner verstorbenen Frau.die Ersatzlehrerin für Mikos Klasse kommt, und sie sieht mit Entsetzen, dass es sich um Zen Tohno handelt, den Mann, den sie zuvor gesehen hat und der von bösen Katzengeistern heimgesucht wird. Währenddessen kümmert sich der vernarbte Mann immer noch um seine neu adoptierte Katze und feiert seinen Hochzeitstag zu Ehren seiner verstorbenen Frau.die Ersatzlehrerin für Mikos Klasse kommt, und sie sieht mit Entsetzen, dass es sich um Zen Tohno handelt, den Mann, den sie zuvor gesehen hat und der von bösen Katzengeistern heimgesucht wird. Währenddessen kümmert sich der vernarbte Mann immer noch um seine neu adoptierte Katze und feiert seinen Hochzeitstag zu Ehren seiner verstorbenen Frau.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13014804","hoster":"VOE"},{"path":"/redirect/13014803","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9252962","hoster":"VOE"},{"path":"/redirect/9252964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mieruko-chan/staffel-1/episode-9","name":"","epNo":9,"alt":"Things She`s Seen Before","descr":"Während Miko versucht, Zen und die Geister zu vermeiden, die ihn heimsuchen, trifft Miko versehentlich auf Yulia, die alleine im Badezimmer isst. Da ein großer Geist das Badezimmer heimsucht, rät Miko Yulia, dort nicht mehr zu essen, und Hana schlägt vor, dass Yulia von nun an mit ihnen zu Mittag essen kann. Miko beschließt dann, Zen im Auge zu behalten, aber plötzlich taucht ein großer weiblicher Geist auf und droht ihr, ihn nicht anzusehen. Die drei Mädchen beschließen dann, zu einem Spukhaus-Event zu gehen, um eine kostenlose Schachtel Donuts zu gewinnen. Während Miko anfangs nicht auf die üblichen Spukhausschrecken reagiert, hat sie die Erkenntnis, dass die Spukhausattraktion ein Ort ist, an dem sie offen Angst zeigen kann, ohne die Aufmerksamkeit von Geistern auf sich zu ziehen. Miko hat am Ende eine viel bessere Laune, nachdem sie in einem Moment der Katharsis ihre Angstgefühle loslassen konnte. Als die Mädchen nach Hause zurückkehren,Sie gehen an Mitsues geschlossenem Laden vorbei und fragen sich, was sie macht. Auf dem Land hat Mitsue eine Landwirtschaft betrieben, um ihrer Familie zu helfen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13014828","hoster":"VOE"},{"path":"/redirect/13014829","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9317413","hoster":"VOE"},{"path":"/redirect/9317414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mieruko-chan/staffel-1/episode-10","name":"","epNo":10,"alt":"Don`t Look","descr":"Zen erfährt von seinem Nachbarn, dass jemand in seiner Nachbarschaft offenbar Katzen ermordet. Dann geht er zur Schule, wo er beginnt, seine Klasse zu unterrichten. Miko fällt es immer schwerer, sich im Unterricht zu konzentrieren, da der große weibliche Geist, der Zen heimsucht, alle davor warnt, ihn anzusehen. Als Hana vor Hunger ohnmächtig wird, nutzt Miko die Gelegenheit, sie in die Krankenstation zu bringen, damit sie das Klassenzimmer verlassen kann. Miko beginnt sich jedoch zu fragen, ob die Geister, die Zen heimsuchen, Hanas Lebensaura beeinflussen, was sie hungriger als sonst macht. Während sie Hana in einen Park begleitet, zieht Miko versehentlich die Aufmerksamkeit eines feindlichen Geistes auf sich, der sich als Menschenkind ausgibt, der dann versucht, sie anzugreifen, aber es wird von den Schrein-Mädchengeistern zerstört. Miko erkennt dann, dass die Schreingeist-Worte \"dreimal\"bedeutete, dass die Schreinmädchen sie nur dreimal beschützen würden, und sie hat ihre Hilfe bereits zweimal versehentlich in Anspruch genommen, sodass nur noch eine Chance übrig blieb, sie zum Schutz zu nutzen. Später in der Nacht nähert sich ein Mann einer Katze mit der Absicht, ihr zu schaden, aber er muss gehen, als zwei Studenten zufällig vorbeikommen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13014887","hoster":"VOE"},{"path":"/redirect/13014885","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9394886","hoster":"VOE"},{"path":"/redirect/9394887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mieruko-chan/staffel-1/episode-11","name":"","epNo":11,"alt":"She Looks","descr":"Eine Rückblende enthüllt, dass Zen als Kind von einer extrem überheblichen Mutter aufgezogen wurde. In der Gegenwart folgt Miko Zen heimlich, um Beweise für ein Fehlverhalten zu finden, damit er aus der Schule entfernt werden kann. Sie sieht, wie Zen auf ein Kätzchen trifft, und aus Angst, dass er es verletzen könnte, greift sie ein, um es ihm wegzunehmen. Als sie jedoch versucht zu fliehen, entkommt das Kätzchen ihrem Griff und rennt auf die Straße. Zen taucht dann ein, um das Kätzchen zu retten, das dabei von einem Auto angefahren wird. Eine weitere Rückblende zeigt, wie ein junger Zen heimlich ein streunendes Kätzchen adoptiert, nur damit seine Mutter es herausfindet und es tötet, was ihn weiter traumatisiert. Im Krankenhaus enthüllt Zen Miko, dass er versucht, nach einem Kriminellen zu suchen, der Katzen angreift. Dann kommt Zens Freund Satoru und erklärt Miko die Familiensituation von Zen.und sie erkennt, dass der Geist, der Zen verfolgt, der Geist seiner Mutter ist. Dann verspottet sie den Geist, um sie anzugreifen, was dazu führt, dass die Geister der Schreinjungfrau sie zerstören und Mikos dritte Chance erhöhen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13014906","hoster":"VOE"},{"path":"/redirect/13014905","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9394635","hoster":"VOE"},{"path":"/redirect/9394637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mieruko-chan/staffel-1/episode-12","name":"","epNo":12,"alt":"The Girl Who Sees","descr":"Nachdem der Geist von Zens Mutter zerstört wurde, beginnt Zen sich besser zu fühlen, da er nicht mehr von ihr heimgesucht wird und lässt seine alten Lasten und Schuldgefühle los. Dadurch können die Katzengeister, die ihn umgeben, gereinigt werden und friedlich vergehen, einschließlich des Geistes seines alten Haustierkätzchens. Miko sorgt dann dafür, dass er das Kätzchen adoptiert, das er gerettet hat. Später gelingt es Zen, den Angreifer abzufangen und ihn mit einem Taser bewusstlos zu schlagen. Das Schicksal des Mannes bleibt jedoch ungeklärt, da die Polizei für ihn ein Vermisstenplakat aufgehängt hat. Auf dem Land ist Mitsue schockiert, als sie von einem anonymen Absender ein Bild von Miko und Hana am Schrein erhält. In der Schule kommt Miko auf die Idee, dem Schreingeist für ihre Hilfe zu danken, also reist sie zum Schrein, um ein Opfer zu geben. Dies scheint jedoch den Schreingeist zu verärgern,die sich dann bewegt, sie zu verschlingen. Miko wacht dann im Bett auf, ihr Schreinbesuch ist nichts als ein Albtraum. Dann geht sie ihrem Tag nach, nachdem sie sich daran gewöhnt hat, Geister zu sehen und sie zu ignorieren, obwohl sie sich immer noch fragt, wie und warum sie plötzlich in der Lage ist, Geister zu sehen. Als sie jedoch mit Hana und Yulia nach Hause geht, sieht man den Schreingeist und die Schreinmädchen, die Miko heimlich folgen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13918412","hoster":"VOE"},{"path":"/redirect/13014942","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9444584","hoster":"VOE"},{"path":"/redirect/9444586","hoster":"Streamtape"}]}]}]}]}