{"seriesId":"mikagura-gakuen-kumikyoku","name":"Mikagura Gakuen Kumikyoku","descr":"Eruna Ichinomiya ist neu im Mikagura Private School Internat und träumt von einer Schulzeit voller niedlicher Dinge. Ihre Träume werden jedoch schnell zerschmettert, als sie feststellt, dass in dieser Schule die Vertreter der Kulturklubs in Kämpfen mit übernatürlichen Kräften gegeneinander antreten. Und wäre der Verlust ihres Traums nicht schon genug, wird sie ungewollt auch noch selbst ein Vertreter eines Klubs und damit in diese Kämpfe mit hineingezogen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Youth Prelude","descr":"Als Eruna Ichinomiya, ein etwas perverses Schulmädchen, unter Druck gesetzt wird, sich für eine High School zu entscheiden, empfiehlt ihr Cousin Shigure Ninomiya seine Schule, die Mikagura Private Academy. Eruna interessiert sich für die Enkelin des Direktors, Seisa Mikagura, und beschließt, die Aufnahmeprüfung abzulegen, die sie besteht, indem sie die katzenartige Lehrerin der Schule sieht, die sie Bimii nennt. Zu Beginn ihres neuen Schullebens lernt Eruna das Schulsystem kennen, in dem die Schüler einem der Schulclubs beitreten müssen, indem sie Punkte aus Kämpfen gegen andere Clubs verwenden, um ihren Lebenszustand zu verbessern. Da sie noch nicht in einem Club ist, unter den ärmsten Lebensbedingungen festsitzt, versucht Eruna, dem Kalligraphie-Club von Himi Yasaka beizutreten, wird jedoch aufgrund ihrer schlechten künstlerischen Fähigkeiten abgelehnt. Einige Tage später wird Eruna jedoch von Seisa selbst angesprochen,der sie einlädt, ihrem Going-Home-Club während einer Probezeit beizutreten, unter der Bedingung, dass sie in einer Schlacht in der nächsten Woche als Vertreterin des Clubs auftritt.","versions":[{"lang":2,"streams":[{"redirect":14427789,"hoster":"VOE"},{"redirect":10129439,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"After School Stride","descr":"Nachdem Eruna erfahren hat, wie die Schüler bei Clubkämpfen spezielle Fähigkeiten einsetzen können, bei denen die Schüler alle drei Kristalle ihres Gegners zerstören müssen, stattet Eruna jedem der verschiedenen Clubs einen Besuch ab und lernt die verschiedenen Fähigkeiten der Repräsentanten kennen. Eruna hat jedoch Schwierigkeiten, zum Zeitpunkt ihres Kampfes, in dem sie gegen Himi kämpfen muss, ihre eigenen besonderen Fähigkeiten zu entwickeln. Als Eruna schnell in die Defensive gerät und sich versteckt, stößt sie auf einen versiegelten Raum und sieht kurz eine mysteriöse Frau, die ihr sagt, dass sie bereits eine Kraft in sich besitzt. Als sie ihre Sinne wiedererlangt, entdeckt Eruna, dass sie jetzt über Supergeschwindigkeit und eine Fingerlaserfähigkeit namens \"Toy Gun\" verfügt, mit der sie alle Kristalle von Himi auf einmal zerstört und das Match gewinnt.","versions":[{"lang":2,"streams":[{"redirect":11316195,"hoster":"VOE"},{"redirect":10129441,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Not Quite a Heroine","descr":"Nachdem Eruna von einem bevorstehenden Rookie-Turnier für neue Schüler erfahren hat, berichtet Eruna Seisa von ihrem Sieg, die behauptet, dass sie nur gewonnen hat, weil Himi sich zurückgehalten hat, und sie zu einem Übungsspiel mit ihrer Clubmitgliedschaft herausfordert. Vor ihrem Match gegen Seisa beobachtet Eruna ein Übungsmatch zwischen Asuhi Imizu vom Astronomy Club und Yūto Akama vom Drama Club, bei dem Yūto mit einem einzigen Schlag gewinnt. Der Kampf zwischen Eruna und Seisa beginnt bald, wobei Eruna versucht, Seisas Kristalle zu zerstören, während sie eindöst. Erunas Spielzeugpistole wird jedoch nicht aktiviert und sie wird von Seisas \"Killing Art\"-Fähigkeit überwältigt, wodurch sie aus dem Going-Home-Club geworfen wird. Bimii, nachdem sie Eruna informiert hat, dass sie mehr Erfahrung sammeln muss, um ihre Fähigkeit richtig einzusetzen,schlägt vor, einen eigenen Club zu gründen und das Rookie-Turnier zu nutzen, um potenzielle Mitglieder zu gewinnen. Seisa bewundert ihre Entschlossenheit und lässt Eruna ihren Schlafsack in ihre Villa bringen.","versions":[{"lang":2,"streams":[{"redirect":11316201,"hoster":"VOE"},{"redirect":10129445,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Lazy Coup D\u0027état","descr":"Da Eruna immer noch Schwierigkeiten hat, ihre Spielzeugpistole richtig einzusetzen, beschließt der Drama Club, im Vorfeld des Rookie-Turniers einen Anfängerkurs nach der Schule zu veranstalten. Als Eruna erfährt, dass sie in ihrem ersten Rookie-Match gegen Meika Katai vom Calligraphy Club antreten wird, fühlt sich Yūto niedergeschlagen, als Asuhi ihn an seinen jüngeren Bruder erinnert, der bei der Scheidung ihrer Eltern von ihm getrennt wurde und ihn ganz allein lässt. Er ist jedoch aufgemuntert, als Eruna und die anderen Mitglieder des Drama Clubs eine Party zum Abschluss des Anfängerkurses veranstalten. Am nächsten Tag, als Eruna gegen Katai antritt, erlaubt es ihre Aufregung, das Duell zu genießen, erneut ihre Toy Gun zu benutzen und das Match zu gewinnen.","versions":[{"lang":2,"streams":[{"redirect":11316202,"hoster":"VOE"},{"redirect":10129442,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"School Fantasia","descr":"Eruna und Seisa schauen sich auf dem Festival des Turniers um, wo sie am Ende für Sadamatsu Minatogawa vom Flower Arrangement Club eintreten, der eine Schießbude mit seiner geschätzten lebensgroßen Super Miracle Man-Puppe betreibt, die es zu gewinnen gibt. Nachdem sowohl Yūto als auch Eruna die Puppe nicht einmal bewegen können, weil Sadamatsu sie mit seiner Fähigkeit beschützt, schlägt Seisa seinen zweitbesten Preis um, was mehr Aufmerksamkeit auf den Stand lenkt. Später, als Eruna mit Usamaru und Tonkyun vom Drama Club rumhängt, trifft Seisa Kyōma Kuzuryū vom Art Club, die beobachtet, wie sie sich verändert hat, seit sie Eruna getroffen hat. Nachdem Eruna die zweite Runde des Turniers geräumt hat, erlebt sie, wie Usamaru von der Schulband Azumi Sagara überwältigt wird, die mit ihrer Musik die Schwerkraft manipulieren kann. Ihr Sieg löst eine harte Reaktion von Seisa aus.","versions":[{"lang":2,"streams":[{"redirect":11316206,"hoster":"VOE"},{"redirect":10129444,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Trash Innocence","descr":"Nachdem Shigure eine Pep-Kundgebung für Eruna abgehalten hat, erzählt sie ihr, wie er und Kyōma von einer anderen Schule, die sich um Sportvereine drehte, nach Mikagura wechselten, wo Kyōma anderen Menschen gegenüber misstrauisch wurde. Während Eruna im Rookie-Turnier weiter voranschreitet, tritt Tonkyun gegen Azumi an und schafft es, sie dazu zu bringen, nahe zu kommen, damit er ihre Schwächen ausnutzen und das Match gewinnen kann. Dies führt dazu, dass Eruna und Tonkyun in der fünften Runde gegeneinander antreten, wo Eruna ihre Pläne für einen \"Surrounding Eruna Ichinomiya with Cute Girls Club\" bekannt gibt. Als die beiden aufeinandertreffen, bringt Eruna eine neue Fähigkeit hervor, Toy Bajonett, um das Match zu gewinnen, was Kyōmas Liebe zum Malen erneut entzündet. Nachdem Eruna im Viertelfinale unweigerlich ausgeschieden ist, wird das Turnier von einem Mädchen namens Otone Fujishiro gewonnen.der Asuhi in der Endrunde besiegt.","versions":[{"lang":2,"streams":[{"redirect":11316207,"hoster":"VOE"},{"redirect":10129446,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Izayoi Seeing","descr":"Während Seisa sich an einen alten Oberschichtsmann erinnert, interessiert sich Eruna für Otone, der genauso seltsam zu sein scheint wie sie. Währenddessen beschließt der Drama Club, Asuhi wegen seiner Niederlage niedergeschlagen zu sein, eine Party zu veranstalten, um ihn aufzuheitern. Nachdem Eruna alle eingeladen hat, mitzukommen, verwechselt Bimii, erschöpft von der Begleitung von Eruna, eine Einladung, die er Asuhi geben sollte, mit einer Nachricht über eine Änderung des Veranstaltungsortes, die er Eruna geben sollte. Als solche interpretiert Eruna Asuhis Einladung als Aufforderungsschreiben und beginnt fast ein Match gegen Sadamatsu, bevor Asuhi auftaucht. Während sie darauf wartet, dass der Regen aufhört, damit sie eine Party auf dem Dach veranstalten können, erklärt Asuhi, wie er zu Stars kam. Danach nutzt Seisa ihre Fähigkeit, den Regen zu stoppen und Asuhi seine Sternenhimmel-Party zu geben.","versions":[{"lang":2,"streams":[{"redirect":11316205,"hoster":"VOE"},{"redirect":10129448,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Unidentified Treasure","descr":"Die Erstklässler nehmen an einer jährlichen Schatzsuche teil, bei der Eruna in einem Team mit Otone zusammenarbeitet, unterstützt von einem Mecha Bimii. Als Eruna die ersten Checkpoints säubert, drückt Otone ihr Desinteresse aus, sich mit ihr zusammenzutun und rennt davon. Als Eruna sich verletzt, nachdem sie bei der Suche nach ihr von einer Klippe gerutscht ist, nimmt Otone sie mit in ihr geheimes Versteck, um ihre Verletzungen zu behandeln und eine Teestunde mit ihr zu verbringen. Schon bald wird es hektisch, als Mecha Bimii sich in einen riesigen Mech verwandelt und tobt, aber Eruna und Otone schaffen es, ihre kombinierten Fähigkeiten einzusetzen, um sicher herauszukommen. Danach, als Otone zustimmt, Eruna bei der Gründung ihres Clubs in Progress zu helfen, wird Seisa besorgt, nachdem sie Otones Antikomplex-Fähigkeit gesehen hat.","versions":[{"lang":2,"streams":[{"redirect":10948514,"hoster":"VOE"},{"redirect":10129449,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Derailed Scandal","descr":"Eruna und Otone haben bis zu den bevorstehenden Halbzeitkämpfen um das dritte Mitglied für ihren Club Zeit, nutzen gefälschte Skandale, um die Werbung für ihren Club in Berichte des Zeitungsclubs zu schleichen, ohne viel Erfolg. Während Eruna darum kämpft, Mitglieder zu finden, die bereit sind, beizutreten, hat Otone das gegenteilige Problem, jeden Interessierten versehentlich zu vertreiben, da sie befürchtet, dass sie zwischen sie und Eruna geraten könnten. Als sie über ein leeres Klassenzimmer stolpert, das sie möglicherweise für ihren Klubraum nutzen könnten, wird Eruna von Rumina Rikyū des Zeitungsclubs herausgefordert, die ihre geheimen Erinnerungen einsetzt, um Eruna mit peinlichen Schaufeln aus ihrer Kindheit anzugreifen. Bevor Eruna besiegt ist, nutzt Otone ihre Fähigkeit, Erunas Ohren zuzustopfen, sodass sie Rumina besiegen kann. Dank der Umwandlung von Bimii in eine menschliche Form als drittes Mitglied des ClubsEruna erhält die Anerkennung ihres \"I\u0027ll Find It Out Later Club\" und die Erlaubnis, den Clubraum zu benutzen.","versions":[{"lang":2,"streams":[{"redirect":11316203,"hoster":"VOE"},{"redirect":10129447,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Sleeping Bag Haunting","descr":"Jetzt hat Eruna einen offiziellen Club und zieht ihren Schlafsack aus Seisas Villa in ihren neuen Clubraum neben Otone. Während alle Einweihungsgeschenke mitbringen, bittet Rumina Eruna um Hilfe bei der Suche nach einem angeblichen Geist, der das Schulgelände heimsucht. Als Eruna und der Drama Club entdecken, dass der Geist höchstwahrscheinlich nur Eruna war, die in ihrem Schlafsack herumhüpft, gibt Bimii vor, der Geist zu sein, um Rumina zu täuschen, gerät aber bald in eine mysteriöse Leere. Währenddessen konfrontiert Otone Seisa damit, warum sie Eruna nicht besuchen will, und beschließt, gegen sie zu kämpfen, als sie sich weigert zuzuhören. Als Otone sie weiter in eine Ecke drängt, findet Seisa sich nicht in der Lage, ihre Killing-Art zu verwenden und wird nur gerettet, als Eruna am Tatort ankommt.","versions":[{"lang":2,"streams":[{"redirect":11316208,"hoster":"VOE"},{"redirect":10129469,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Remembrance Triangle","descr":"Nachdem Otone weggelaufen ist, ist Eruna schockiert, als sie einige seltsame Narben auf Seisas Rücken bemerkt. Am nächsten Tag entschuldigt sich Otone bei Eruna, die sie bittet, ihr beim Training für die bevorstehenden Zwischenkämpfe zu helfen. Als Seisa sich von den Kämpfen fernhält und sich selbst einschließt, gerät ihre Killing-Art-Fähigkeit außer Kontrolle, wodurch vorübergehende Risse in der Schule entstehen. Bei der Untersuchung des Fotoclubs der Schule stolpert Eruna in eine andere Dimension und stößt auf Bimii. Er erklärt, dass Seisa in ihrem ersten Jahr von dem Fotoclub-Oberklassemann, den sie bewunderte, verraten wurde, der sie mit ihrer Fähigkeit ernsthaft verletzte, was Seisa dazu veranlasste, ihre Killing Art zu verwenden, um den Clubraum zu versiegeln und sich selbst einzuschließen. Mit Seisas Killing Art wächst mehr von Minute zu Minute instabil, die Schule selbst beginnt sich zu verziehen,mit Eruna und Bimii fallen plötzlich durch einen Spalt.","versions":[{"lang":2,"streams":[{"redirect":11316213,"hoster":"VOE"},{"redirect":10129450,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Infinite Finale","descr":"Eruna sieht kurz eine Vision von Menschen, die Seisa, Shigure und dem Mädchen ähneln, das sie kennengelernt hat, als sie zum ersten Mal ihre Kräfte bekam, bevor sie sich in die reale Welt zurückzog, in der die Schule in eine Ruine verwandelt wurde. Shigure erklärt, dass die Menschen, die sie sah, ihre Vorfahren waren, die die Mikagura-Akademie gründeten, und erklärt, dass Erunas Vorfahre Eruna ihre Kräfte gab, damit sie Seisa helfen konnte. Eruna eilt zu Seisa und bittet sie, ihrem Club beizutreten, wenn sie es schafft, die Halbzeitkämpfe zu gewinnen. Nachdem sie sich bei ihrem Vorfahren bedankt hat, schafft es Eruna bis ins Finale, wo sie gegen Kyōma kämpfen soll, aber die anderen arrangieren, dass Seisa stattdessen gegen sie kämpft. Da Seisa aus dem Genuss des Kampfes die Kontrolle über ihre Macht zurückerlangt, bringen beide Kämpfer ihre volle Kraft gegeneinander zum Ausdruck. Nachdem das Spiel unentschieden endet,Seisa beschließt, Erunas Club beizutreten, den sie \"Afterschool Paradise Club\" nennt.","versions":[{"lang":2,"streams":[{"redirect":11316210,"hoster":"VOE"},{"redirect":10129452,"hoster":"Streamtape"}]}]}]}]}