{"seriesId":"mike-molly","name":"Mike \u0026 Molly","descr":"Im Mittelpunkt der Sitcom stehen Mike Biggs (Billy Gardell) und Molly Flynn (Melissa McCarthy), ein übergewichtiges Paar, das zwecks Diät einer Selbsthilfegruppe beitritt. Doch sie stellen schnell fest, dass es auch unter Gleichgesinnten gar nicht so einfach ist, die Pfunde purzeln zu lassen. Mike ist ein Streifenpolizist, der wirklich daran interessiert ist, das ein oder andere Pfündchen loszuwerden. Molly ist ein spritziges Powertier, das sich auch gern über die eigenen üppigen Rundungen lustig macht. Allerdings hat sie doch das ein oder andere Mal damit zu kämpfen, dass ihre Mutter Joyce (Swoosie Kurtz) und ihre Schwester Victoria (Katy Mixon) den gleichen Appetit wie sie haben, jedoch deren Figur immer gertenschlank bleibt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Dicke Freunde","epNo":1,"alt":"Pilot","descr":"Der schwergewichtige Polizist Mike Biggs versucht sein Leben mit Diäten in den Griff zu bekommen. Auch Grundschullehrerin Molly Flynn leidet unter ihrem Übergewicht, obwohl ihre Mutter Joyce und ihre Schwester Victoria gertenschlank sind. Da ist es kein Wunder, dass beide Trost und Rat bei den Overeaters Anonymous (OA) suchen und sich dort kennen lernen. Doch obwohl sich beide sofort zueinander hingezogen fühlen, bringt es Mike nicht fertig, Molly zu einem Date zu bitten.","versions":[{"lang":1,"streams":[{"redirect":14491587,"hoster":"VOE"},{"redirect":14379327,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491583,"hoster":"VOE"},{"redirect":14379323,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14375470,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Das erste Date","epNo":2,"alt":"First Date","descr":"Mike hat Molly gefragt, ob sie mit ihm ausgeht. Mike ist zwar nicht nervös, doch hat er noch bedenken wegen seines Outfits. Also geht er einkaufen. Molly freut sich bereits auf das Date, doch hat sie eine Erkältung erwischt. Ihre Mutter gibt ihr Erkältungssaft, der bei ihr nur bewirkt, dass sie einschläft. Doch Mike wartet bereits im Wohnzimmer...","versions":[{"lang":1,"streams":[{"redirect":14491663,"hoster":"VOE"},{"redirect":14370461,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375734,"hoster":"VOE"},{"redirect":14371233,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der erste Kuss","epNo":3,"alt":"First Kiss","descr":"Mike will Molly zum Bowlingspielen einladen. Carl hält das für eine hervorragende Idee, da Mike ein wahrer Bowlingmeister ist und so Eindruck auf Molly machen kann. Molly ist heilfroh über die Einladung, da ihre Schwester Victoria ihr zu Hause die Ohren mit Liebeskummer vollheult. Beim Bowling kommt es aber ganz anders als geplant, denn Molly spielt viel besser als Mike. Mit dieser unerwarteten Niederlage kommt Mike gar nicht klar und zieht die Konsequenzen …","versions":[{"lang":1,"streams":[{"redirect":14491585,"hoster":"VOE"},{"redirect":14379328,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14357057,"hoster":"VOE"},{"redirect":14379325,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mike ist nicht bereit","epNo":4,"alt":"Mike’s Not Ready","descr":"Mike und Molly haben ihr drittes Date verbracht. Als Molly Mike anschließend in ihre Wohnung einlädt, drückt er sich mit einer fadenscheinigen Ausrede davor. Für Molly ist sofort klar: Mike findet sie unattraktiv und möchte nicht mit ihr schlafen. Zum Glück hat Mollys Mutter gleich einen anderen Mann für ihre Tochter parat … Währenddessen sucht Mike Trost bei Carl, der die wahren Gründe für Mikes Zurückhaltung sofort durchschaut.","versions":[{"lang":1,"streams":[{"redirect":14377790,"hoster":"VOE"},{"redirect":14370463,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491729,"hoster":"VOE"},{"redirect":14370462,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14377789,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Carls Is Jealous","epNo":5,"alt":"Carls Is Jealous","descr":"Mike ist ganz hingerissen von Molly und schwärmt Carl vor, wie schön die Zeit mit ihr ist. Doch Carl ist eifersüchtig und wirft Mike vor, schon jetzt unter Mollys Pantoffel zu stehen. Damit Mike mit beiden Zeit verbringen kann, schlägt er Carl ein Doppeldate mit Mollys Schwester Victoria vor. Der Abend läuft sehr gut für Carl, bis Michael Jordan das Restaurant betritt … Am Ende steht einer gemeinsamen Nacht von Mike und Molly nicht nur der frustrierte Carl im Weg.","versions":[{"lang":1,"streams":[{"redirect":14377919,"hoster":"VOE"},{"redirect":14379329,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14357022,"hoster":"VOE"},{"redirect":14379324,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mikes Wohnung","epNo":6,"alt":"Mike’s Apartment","descr":"Mike lädt Molly zu sich nach Hause ein, damit sie endlich einmal ungestört sind. Carl und Samuel machen Mike Ratschläge, wie er seine Wohnung herrichten soll, damit sich eine Frau bei ihm wohl fühlt. Auch Molly wird mit Tipps von ihrer Mutter und ihrer Schwester überschüttet und so ist es kein Wunder, dass beide sehr nervös sind, als Molly endlich mit Mike auf seiner Couch sitzt. Als sich die beiden endlich entspannen, funkt jedoch jemand ganz anderes zwischen das junge Glück …","versions":[{"lang":1,"streams":[{"redirect":12896303,"hoster":"VOE"},{"redirect":12896305,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491510,"hoster":"VOE"},{"redirect":8640398,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Tag danach","epNo":7,"alt":"After The Lovin","descr":"Mike und Molly haben das komplette Wochenende miteinander verbracht und können sich kaum voneinander losreißen. Carls Oma rät Mike, Molly möglichst bald aufrichtig zu zeigen, was er für sie empfindet. So taucht Mike am nächsten Tag in der Schule auf, um Molly ein Geschenk zu bringen, aber sie verhält sich ihm gegenüber plötzlich ungewohnt abweisend. Gefundenes Fressen für Mikes Mutter, die ihn eindringlich davor warnt, sich nicht das Herz von Molly brechen zu lassen …","versions":[{"lang":1,"streams":[{"redirect":14491584,"hoster":"VOE"},{"redirect":14379330,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491665,"hoster":"VOE"},{"redirect":14379326,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mike schnarcht","epNo":8,"alt":"Mike Snores","descr":"Molly stellt nach einer Übernachtung bei Mike fest, dass er keine Ahnung hat, was die Bedürfnisse einer Frau im Bad angeht und versucht ihm dezente Hinweise zu geben. Mehr macht ihr jedoch zu schaffen, dass er nachts fürchterlich schnarcht und sie das ständige Pendeln zwischen ihrer und seiner Wohnung fertig macht. Mike zieht kurzerhand mit Carl los, um ein neues, bequemeres Bett für sich und Molly zu kaufen. Doch auch damit ist Molly nicht zufrieden …","versions":[{"lang":1,"streams":[{"redirect":12896309,"hoster":"VOE"},{"redirect":12896311,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491740,"hoster":"VOE"},{"redirect":8640399,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mikes neue Stiefel","epNo":9,"alt":"Mike’s New Boots","descr":"Molly schenkt Mike ein paar Cowboystiefel und der ist vor Freude außer sich. Er trägt sie sogar im Dienst, obwohl die Uniformvorschriften das nicht gestatten. Beim Treffen der Overeaters Anonymus erzählt Mike den Anwesenden, wie sehr sich sein Leben in der letzten Zeit verändert hat und dass er sogar mal vergessen hat, zu Mittag zu essen. Molly ist stolz auf ihn, aber dann spricht ihn Jill an, eine junge Texanerin, die ihn bittet, bei den O A sein Pate zu werden …","versions":[{"lang":1,"streams":[{"redirect":12896313,"hoster":"VOE"},{"redirect":12896315,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641715,"hoster":"VOE"},{"redirect":8640395,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mollys Hut","epNo":10,"alt":"Molly Gets A Hat","descr":"Mike und Molly sind bei Peggy zum Abendessen eingeladen. Molly graut es bereits vor dem Abend mit Mikes Mutter. So verabreden sie ein Codewort, damit sie aufbrechen können, wenn es einem von ihnen zu viel wird. Doch bei Mollys erstem Versuch reagiert Mike nicht und als er sich noch Kuchen holt, überreicht Peggy ihr als Geschenk einen Hut. Obwohl ihn Molly scheußlich findet, lädt sie Peggy kurzerhand zu Thanksgiving zu sich nach Hause ein – ein schwerer Fehler?","versions":[{"lang":1,"streams":[{"redirect":12896318,"hoster":"VOE"},{"redirect":12896320,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641713,"hoster":"VOE"},{"redirect":8640405,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Carl kriegt ein Mädchen","epNo":11,"alt":"Carl Gets A Girl","descr":"Mike und Molly kommen von einem Abendessen zurück und finden Mikes Wohnungstür von Innen verriegelt vor. Mike erklärt ihr, dass nur Carl einen Schlüssel hat und findet nichts dabei, dass sein Freund sich vermutlich gerade mit einer fremden Frau zu einem Schäferstündchen in seiner Wohnung trifft. Molly ist entsetzt. Als Mollys Mutter Joyce von ihrem Freund abserviert wird, ist das für Mike die Gelegenheit zu beweisen, dass er doch sehr einfühlsam sein kann …","versions":[{"lang":1,"streams":[{"redirect":14491647,"hoster":"VOE"},{"redirect":12896324,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491741,"hoster":"VOE"},{"redirect":8640406,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das erste Weihnachten","epNo":12,"alt":"First Christmas","descr":"Mike ist verzweifelt: Weihnachten steht vor der Tür und er hat immer noch kein Geschenk für Molly gefunden. Vorsichtig klopft er sie auf ihre Wünsche ab, kommt aber nicht weiter. Molly hingegen freut sich, da sie sein Bemühen süß findet und bereits ein Geschenk für ihn gefunden hat – eine Bomberjacke wie Mikes Filmheld Maverick aus \"Top Gun\". Im Kaufhaus findet Mike wieder nichts bis auf eine Bomberjacke für sich selbst, die er sie sich schon so lange wünscht …","versions":[{"lang":1,"streams":[{"redirect":14491563,"hoster":"VOE"},{"redirect":12896327,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641721,"hoster":"VOE"},{"redirect":8640423,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mike geht in die Oper","epNo":13,"alt":"Mike Goes To The Opera","descr":"Besorgt bemerkt Carl, dass bei Mike eine Grippe im Anflug ist. Doch Mike gibt sich mannhaft, zumal er abends mit Molly in die Oper geht. Molly freut sich schon auf den Opernbesuch, hat sich sogar ein teures Abendkleid dafür geleistet und freut sich über Mikes Liebesbeweis. Als Molly feststellt, dass Mike Fieber hat, bringt sie ihn nach Hause. Gegen Mikes Willen ruft Carl am Morgen Mikes Mutter Peggy an, die sich daraufhin mehr um ihren Sohn kümmert, als Molly lieb ist.","versions":[{"lang":1,"streams":[{"redirect":12896330,"hoster":"VOE"},{"redirect":12896331,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491675,"hoster":"VOE"},{"redirect":8640428,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Molly macht Suppe","epNo":14,"alt":"Molly Makes Soup","descr":"Langsam wird es zur abendlichen Routine, dass Mike und Molly mit einer Suppe vor dem Fernseher sitzen. Schlimmer als diese Monotonie sind für Molly nur noch die ordinären Sprüche von Vince, wenn er ihre Mutter ausführt. Mike gerät in die Bredouille, als Vince ihm Karten für ein Basketballspiel der Bulls schenkt, denn Molly will nicht, dass er diesen \"Bestechungsversuch\" annimmt. Mike weiß nicht, wie er sich verhalten soll. Doch dann wartet Vince mit einer Überraschung auf …","versions":[{"lang":1,"streams":[{"redirect":14491564,"hoster":"VOE"},{"redirect":12896334,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491602,"hoster":"VOE"},{"redirect":8640408,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Jim will nicht essen","epNo":15,"alt":"Jim Won’t Eat","descr":"Mikes Mutter Peggy eröffnet Mike und Molly bei einem Abendessen, dass sie ihre Gallenblasse operativ entfernen lassen muss, und gibt schon Anweisungen für den Fall, dass sie den Eingriff nicht überleben sollte. Während sein Frauchen im Krankenhaus ist, soll Molly sich um Peggys Hund Jim kümmern, aber Jim verweigert das Fressen. Da nimmt sich Victoria des kleinen Hundes an und nach einem gemeinsamen Joint hat der kleine Kerl auch wieder großen Appetit.","versions":[{"lang":1,"streams":[{"redirect":12896340,"hoster":"VOE"},{"redirect":12896341,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491676,"hoster":"VOE"},{"redirect":8640413,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der erste Valentinstag","epNo":16,"alt":"First Valentine’s Day","descr":"Mike ist aufgeregt, er möchte mit Molly einen gelungenen Valentinstag verbringen und hat Kuchen bei ihrem Lieblingsbäcker bestellt. Doch als er den Kuchen abholt und der Bäcker Kyle ihn als Mollys Freund erkennt, erfährt er: Molly war mal mit Kyle verlobt. Mike ist verzweifelt, glaubt, dass Molly noch immer etwas für Kyle empfinden könnte, beschimpft sie und betrachtet die Beziehung als beendet. Doch da wartet schon die nächste Überraschung auf ihn …","versions":[{"lang":1,"streams":[{"redirect":12896343,"hoster":"VOE"},{"redirect":12896344,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491742,"hoster":"VOE"},{"redirect":8640414,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Couch ruft","epNo":17,"alt":"Joyce \u0026 Vince And Peches \u0026 Herb","descr":"Molly und Mike hängen mittlerweile abends nur noch vor der Glotze ab. Zwar macht sich Mike darüber Gedanken, allerdings will er nach einem harten Arbeitstag am Abend auch einfach seine Ruhe haben. Als Molly beschließt, am Freitagabend mit ihrer Schwester auf die Piste zu ziehen, ist Mike ist völlig aus dem Häuschen. Nach einem Besuch bei seiner Mutter, die ihm erklärt, dass sie und ihr Vater auch nur vor dem Fernseher gegessen haben, wird ihm jedoch so einiges klar …","versions":[{"lang":1,"streams":[{"redirect":12896346,"hoster":"VOE"},{"redirect":12896347,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491603,"hoster":"VOE"},{"redirect":8640417,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Mikes Füße","epNo":18,"alt":"Mike’s Feet","descr":"Der strenge Winter zwingt Mike und Carl zu Doppelschichten, sodass Mike kaum Zeit für Molly findet. In der Enge des Streifenwagens geraten die beiden Polizisten immer wieder wegen Kleinigkeiten aneinander – mal geht es um Mikes Fußgeruch, mal um Carls Geiz. Carl versteht die Welt nicht mehr, als Mike erklärt, dass er den nächsten Abend lieber mit Molly in einem Wellnesshotel verbringt, als mit ihm Streife zu fahren. Doch an Entspannung ist im Hotel gar nicht erst zu denken …","versions":[{"lang":1,"streams":[{"redirect":14491720,"hoster":"VOE"},{"redirect":12896351,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641735,"hoster":"VOE"},{"redirect":8640418,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Peggy geht aus","epNo":19,"alt":"Peggy Shaves Her Legs","descr":"Molly befürchtet Schlimmes: Mikes Mutter Peggy ist urplötzlich nett und höflich zu ihr und will mit ihr die Mittagspause verbringen. Doch Molly hat sich völlig umsonst Sorgen gemacht, denn Peggy braucht lediglich den Rat einer Frau, da sie ein Date hat – das erste, seit Mikes Dad sich aus dem Staub gemacht hat. Mike ist erleichtert, als er erfährt, dass seine Mutter nicht über ihn geredet hat und gleichzeitig fassungslos, dass sie eine Verabredung hat.","versions":[{"lang":1,"streams":[{"redirect":14491648,"hoster":"VOE"},{"redirect":12896355,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491538,"hoster":"VOE"},{"redirect":8640422,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Saisonstart","epNo":20,"alt":"Opening Day","descr":"Die Baseballsaison startet endlich wieder. Sportfan Mikes großes Ziel ist, den Hotdog-, Eis- und Bierverkäufern zu widerstehen. Als er Molly erzählt, dass er wie immer mit seinem Kollegen Carl ins Stadion geht, wird sie zu seiner Überraschung sehr sentimental. Als ihr Vater noch lebte, ist er immer mit ihr zu den Spielen gegangen und ihre schönsten Erinnerungen an ihn verbindet sie mit Baseball. Mike bleibt nichts anderes übrig, als Molly mitzunehmen – zu Carls Missfallen.","versions":[{"lang":1,"streams":[{"redirect":12896360,"hoster":"VOE"},{"redirect":12896359,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491743,"hoster":"VOE"},{"redirect":12514455,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Samuel fliegt raus","epNo":21,"alt":"Samuel Gets Fired","descr":"Samuels Chef Abe lehnt erneut die ihm versprochene Lohnerhöhung ab. Als Carl sich, trotz Mikes Warnung, für Samuel bei Abe einsetzt, hat dies zur Folge, dass Samuel seinen Job verliert. Da Samuel seine Miete nicht mehr bezahlen kann, lässt Mike ihn auf Carls Drängen hin für ein paar Tage bei sich wohnen. Aus den paar Tagen wird jedoch eine unbestimmte Zeit. Schon bald hat Mike ziemlich schlechte Laune. Molly hingegen freut sich, dass Mike so viel Zeit in ihrer Wohnung verbringt.","versions":[{"lang":1,"streams":[{"redirect":12896362,"hoster":"VOE"},{"redirect":12896364,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641743,"hoster":"VOE"},{"redirect":8640431,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Männergespräche","epNo":22,"alt":"Cigar Talk","descr":"Vince bittet Mike um Rat: Es ist ihm peinlich, dass Joyce ihn mit zu ihrem Highschool-Jahrgangstreffen nimmt, weil er selbst keinen Schulabschluss hat. Mike rät ihm, den Abschluss nachzuholen und bietet an, ihm als Nachhilfelehrer zur Seite zu stehen. Doch der Plan geht schief: Nicht nur, dass Molly bald total misstrauisch ist, weil Mike ihr nichts von seinem Vorhaben erzählt, sondern die Nachhilfestunden verlaufen auch wenig erfolgreich. Nun ist guter Rat teuer …","versions":[{"lang":1,"streams":[{"redirect":12896366,"hoster":"VOE"},{"redirect":12896367,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491678,"hoster":"VOE"},{"redirect":8640430,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Victorias Geburtstag","epNo":23,"alt":"Victoria’s Birthday","descr":"Victorias 30. Geburtstag steht bevor, und ausgerechnet als Mike und Vince ihren Freundinnen Molly und Joyce den Filmklassiker \"Der Pate\" zeigen wollen, bekommt Victoria eine Lebenskrise. Weder Joyce, noch Molly oder Mike können sie trösten. Victoria fühlt sich leer und sucht den Sinn im Leben, den ihr ihre zahlreichen Männerbekanntschaften nicht liefern. So glaubt sie zunächst, ein Kind bekommen zu müssen, nur um kurz darauf der Army beizutreten. Nun ist guter Rat teuer …","versions":[{"lang":1,"streams":[{"redirect":14491722,"hoster":"VOE"},{"redirect":12896372,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491523,"hoster":"VOE"},{"redirect":8640456,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das H-Wort","epNo":24,"alt":"Peggy’s New Beau","descr":"Mikes Mutter Peggy hat einen Verehrer. Es handelt sich um den charmanten Dennis, einen Mann aus ihrer Kirchengemeinde. Als er aus heiterem Himmel die Frage stellt, wann Mike und Molly heiraten werden, sind die beiden zunächst sprachlos. Mike erklärt, dass sie noch lange nicht so weit sind, während Molly schon in absehbarer Zukunft heiraten und Kinder haben will. Schon bald fühlt sich Mike überfordert und zieht sich von Molly zurück …","versions":[{"lang":1,"streams":[{"redirect":12896375,"hoster":"VOE"},{"redirect":12896376,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491677,"hoster":"VOE"},{"redirect":8640451,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"An der Angel","epNo":1,"alt":"Goin’ Fishin","descr":"Molly schmiedet Hochzeitspläne, von denen Mike etwas überfordert ist. Der geplante Angelausflug mit Carl, Samuel und Vince ist da eine gelungene Ablenkung. Molly ist enttäuscht, dass Mike ihr nichts davon erzählt hat, lässt sich aber nichts anmerken. Als er morgens zum See fahren will, bittet ihn Molly, sich auf dem Weg eine Location anzusehen, an der sie vielleicht heiraten könnten. Mike hat darauf aber keine Lust und reagiert unwirsch. Ein handfester Streit ist die Folge.","versions":[{"lang":1,"streams":[{"redirect":12896398,"hoster":"VOE"},{"redirect":12896399,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12252350,"hoster":"VOE"},{"redirect":8640432,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dennis hat Geburtstag","epNo":2,"alt":"Dennis’s Birthday","descr":"Molly, die sich in Mikes Junggesellenbude überhaupt nicht wohlfühlt, schlägt vor, dass Mike zu ihr zieht. Davon ist Mike wiederum nicht begeistert, da er von Mollys Mutter und Schwester genervt ist. Bevor ein Streit entbrennt, steht ein Besuch bei Peggy auf dem Plan. Dennis, Peggys Freund, hat Geburtstag. Als Peggy mit Molly allein ist, erzählt sie ihr, dass sie in der heutigen Nacht, nach siebenjährigem Hinhalten, Dennis mit Sex belohnen will. Doch es kommt alles anders","versions":[{"lang":1,"streams":[{"redirect":12917641,"hoster":"VOE"},{"redirect":12896405,"hoster":"Doodstream"},{"redirect":12896403,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641752,"hoster":"VOE"},{"redirect":8640434,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Mann im Haus","epNo":3,"alt":"Mike in the House","descr":"Mike und Molly haben beschlossen, gemeinsam in Mollys Wohnung zu wohnen. Beim Ausräumen findet Mike Sachen, die Molly hässlich findet, sodass er sie bei seiner Mutter versteckt. Peggy lässt dabei die Gelegenheit nicht ungenutzt, ihrem Sohn vorzuhalten, dass er viel zu übereilt bei seiner Verlobten einzieht. Auch seine Freunde Samuel und Carl stehen dem Umzug skeptisch gegenüber. Joyce und Victoria hingegen freuen sich sehr, dass nun endlich wieder ein Mann im Haus ist","versions":[{"lang":1,"streams":[{"redirect":12896406,"hoster":"VOE"},{"redirect":12896407,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641759,"hoster":"VOE"},{"redirect":8640436,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der 57er Chevy","epNo":4,"alt":"57 Chevy Bel Air","descr":"Mike und Molly sind mitten in den Hochzeitsvorbereitungen, als Vince in einem 57er Chevrolet Bel Air auftaucht. Mike ist kaum zu bremsen, handelt es sich doch um sein absolutes Traumauto. Vince bietet ihm den Schlitten für 8.000 Dollar an. Auch Carl hält den Preis für ein Schnäppchen, und als dessen Oma hin und weg ist, weil sie damit schöne Jugenderinnerungen verknüpft, ist für Mike klar, dass er den Wagen haben muss. Doch da hat er die Rechnung ohne Molly gemacht","versions":[{"lang":1,"streams":[{"redirect":12896410,"hoster":"VOE"},{"redirect":12896411,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641749,"hoster":"VOE"},{"redirect":8640459,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Victoria haut ab","epNo":5,"alt":"Victoria Runs Away","descr":"Mollys Schwester Victoria lernt eines Abends den obdachlosen Dylan an einer Tankstelle kennen und bringt ihn mit nach Hause. Molly ist davon alles andere als begeistert, doch Victoria ist das herzlich egal. 24 Stunden später verschwindet Dylan urplötzlich – und mit ihm auch Mollys iPod. Es kommt zu einem heftigen Streit zwischen den Schwestern und ihrer Mutter. Als sich auch Mike einmischt, eskaliert die Situation","versions":[{"lang":1,"streams":[{"redirect":12896414,"hoster":"VOE"},{"redirect":12896415,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641755,"hoster":"VOE"},{"redirect":8640439,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Halloween – Nein danke!","epNo":6,"alt":"Happy Halloween","descr":"Halloween steht vor der Tür. Für Mike ist das kein Grund zur Freude, er hasst diesen Tag seit jeher. Da Molly stellvertretende Schulleiterin werden möchte und zu einer Halloween-Party bei ihrem Direktor eingeladen wird, muss er in den sauren Apfel beißen und sie begleiten. Verkleidet als Frankensteins Monster und dessen Braut treffen sie dort auf Mollys Mitbewerber, die sich beim Chef bereits kräftig einschleimen – sehr zum Leidwesen von Molly, die nicht zum Zuge kommt.","versions":[{"lang":1,"streams":[{"redirect":12896418,"hoster":"VOE"},{"redirect":12896420,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641764,"hoster":"VOE"},{"redirect":8640443,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Carls neue Flamme","epNo":7,"alt":"Carl Meets a Lady","descr":"Carl treibt sich jede Nacht in einem Stripclub herum, sodass sich seine Oma Sorgen macht. Sie bittet Mike darum, ihren Enkel mit einer anständigen Frau zusammen zu bringen – Carl will davon nichts wissen. Wenig später treffen die Freunde in einem Restaurant auf die hübsche Christina, und Mike kann Carl dazu überreden, sie in ihrem Laden aufzusuchen und sich ihr vorzustellen. Das endet jedoch in einem Fiasko. Schließlich entbrennt auch noch ein Streit zwischen Mike und Carl.","versions":[{"lang":1,"streams":[{"redirect":12896422,"hoster":"VOE"},{"redirect":12896423,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641767,"hoster":"VOE"},{"redirect":8640472,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Peggy geht arbeiten","epNo":8,"alt":"Peggy Gets a Job","descr":"Eines Tages steht Peggy vor Mollys Tür. Sie ist traurig darüber, dass sie ihren Sohn kaum noch zu Gesicht bekommt. Molly hat Mitleid mit ihrer Fast-Schwiegermutter und überredet Mike, sie öfter zu besuchen. Das behagt ihm gar nicht, dennoch sucht er sie umgehend auf. Bei seinem Besuch stellt er fest, dass Peggy sich total gehen lässt. Er verspricht, sie öfter zu besuchen, wenn sie wieder aktiver wird und sich einen Job sucht. Den findet sie – in der Kantine von Mollys Schule.","versions":[{"lang":1,"streams":[{"redirect":12896426,"hoster":"VOE"},{"redirect":12896435,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641763,"hoster":"VOE"},{"redirect":8640447,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mike wird schwach","epNo":9,"alt":"Mike Cheats","descr":"Es ist kurz vor Thanksgiving. Mike hadert mit sich, da er zurzeit immense Probleme hat, seine Diät durchzuziehen – im Gegensatz zu Molly, die abgenommen hat. Während eines Meetings der Overeaters Anonymous schleicht sich Mike raus, um einen Schokoriegel zu essen. Leider lässt er sich von Harry dabei erwischen, der ihm daraufhin anbietet, als sein Sponsor zu fungieren. Im Gegenzug würde er gern zu Mike und Mollys Thanksgiving-Essen eingeladen werden. Mike lehnt zunächst ab","versions":[{"lang":1,"streams":[{"redirect":12896440,"hoster":"VOE"},{"redirect":12896441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641758,"hoster":"VOE"},{"redirect":8640455,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Molly will es wissen","epNo":10,"alt":"Molly Needs A Number","descr":"Mike kommt auf die Idee, Carl und seine Freundin Christina am Samstagabend zu sich und Molly einzuladen. Molly lehnt ab, da sie nicht nur Aufsätze korrigieren muss, sondern auch noch mit den Hochzeitsvorbereitungen beschäftigt ist. Mike ist genervt, weil Molly kein anderes Thema mehr kennt. Schließlich erklärt er ihr, dass sie nicht nur ihn, sondern auch alle anderen mit ihren Plänen verrückt macht. Kurzerhand delegiert sie die Planungen an Mike. Keine gute Idee","versions":[{"lang":1,"streams":[{"redirect":12896443,"hoster":"VOE"},{"redirect":12896445,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641772,"hoster":"VOE"},{"redirect":8640453,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Weihnachtsferien","epNo":11,"alt":"Christmas Break","descr":"Molly, Joyce und Victoria geben sich alle Mühe, die Wohnung weihnachtlich zu schmücken. Mike ist erstaunt, schließlich war Weihnachten bisher für ihn nichts Besonderes. Molly erklärt ihm daraufhin, dass sie ihm ein schönes Fest bereiten will. Doch wenig später erfährt sie, dass sie die Stelle als stellvertretende Schulleiterin nicht bekommen wird. Völlig frustriert betrinkt sie sich daraufhin in der Schulkantine. Und auch das bevorstehende Weihnachtsfest ist ihr plötzlich egal.","versions":[{"lang":1,"streams":[{"redirect":12896453,"hoster":"VOE"},{"redirect":12896457,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641775,"hoster":"VOE"},{"redirect":8640457,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Für Carl wird\u0027s ernst","epNo":12,"alt":"Carl Has Issues","descr":"Carl ist aufgeregt, denn Christina hat ihn zum Dinner zu sich nach Hause eingeladen. Obwohl er das Gegenteil behauptet, hofft er, dass es zum Sex kommt. Mike und Molly freuen sich indes auf ein Wochenende in trauter Zweisamkeit, denn Vince hat Joyce und Victoria in ein Casino in Indiana eingeladen. Kaum haben es sich die beiden gemütlich gemacht, klingelt es an der Tür. Es ist Carl, der vor der Aussicht auf eine engere Beziehung mit Christina Schiss bekommen hat.","versions":[{"lang":1,"streams":[{"redirect":12896462,"hoster":"VOE"},{"redirect":12896464,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641781,"hoster":"VOE"},{"redirect":8640458,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Victoria darf nicht fahren","epNo":13,"alt":"Victoria Can’t Drive","descr":"Molly und Mike geraten im Auto in einen handfesten Streit, weil Molly in Peggys Gegenwart rausgerutscht ist, dass Mikes Dad zur Hochzeit kommen wird. Nun ist Peggy so wütend, dass sie nicht mehr zur Hochzeit kommen will. Bevor der Streit jedoch komplett eskaliert, wird ihre Aufmerksamkeit auf Mikes Kollegen gelenkt, die gerade dabei sind, Victoria festzunehmen. Victoria ist auffällig gefahren, hat unbezahlte Strafzettel, außerdem wurde ihr kürzlich der Führerschein entzogen.","versions":[{"lang":1,"streams":[{"redirect":12896466,"hoster":"VOE"},{"redirect":12896467,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641783,"hoster":"VOE"},{"redirect":8640475,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Joyce entscheidet sich","epNo":14,"alt":"Joyce’s Choices","descr":"Molly schlägt Mike vor, in den Flitterwochen nach Paris zu fahren. Der ist wenig begeistert und hält ihr ausschließlich Orte im Inland entgegen. Molly wird klar, dass ihr Verlobter unter Flugangst leidet. Bevor sie darüber reden können, werden sie jedoch Zeuge eines Streits zwischen Joyce und Vince. Joyce will sich mit einem Ex-Freund treffen, aber Vince ist dagegen, weil er gleich eine Affäre fürchtet. Die schlecht gelaunte Joyce fackelt nicht lange und gibt Vince den Laufpass.","versions":[{"lang":1,"streams":[{"redirect":12896470,"hoster":"VOE"},{"redirect":12896471,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641777,"hoster":"VOE"},{"redirect":8640463,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Valentinstag zu viert","epNo":15,"alt":"Valentine’s Piggyback","descr":"Es ist Valentinstag, und Mike hätte sich beinahe blamiert: Da Molly mehrfach betonte, sie wolle nichts Besonderes, hat Mike nichts vorbereitet. In letzter Minute hängt er sich an Carl und Christina ran, die den Abend in einem feinen Lokal genießen wollen. Doch zu einem Date zu viert kommt es erst gar nicht: Mike und Carl werden bei der der Arbeit aufgehalten","versions":[{"lang":1,"streams":[{"redirect":12896473,"hoster":"VOE"},{"redirect":12896475,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13918431,"hoster":"VOE"},{"redirect":8640464,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Überraschung","epNo":16,"alt":"Surprise","descr":"Mike hat Geburtstag und erwartet nicht viel – schließlich hat seine Mutter auch nie eine Party für in geschmissen. Das will Molly nicht durchgehen lassen und organisiert eine Überraschungsparty, zu der Mike viel zu spät auftaucht. Schuld daran ist Samuel, der seine neue Freundin beeindrucken wollte: Um die anspruchsvolle Lady zufriedenzustellen, hat er sich Mikes Auto geliehen und vergessen, wo er es geparkt hat","versions":[{"lang":1,"streams":[{"redirect":12896478,"hoster":"VOE"},{"redirect":12896480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641782,"hoster":"VOE"},{"redirect":8640481,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Mike mag Lasagne","epNo":17,"alt":"Mike Likes Lasagna","descr":"Molly möchte, dass sie und Mike sich mit einem persönlichen Ehegelübde das Jawort geben. Mike ist alles andere als begeistert, schließlich liegt ihm das Schreiben nicht. Molly hingegen widmet sich mit Feuereifer ihrem Text – und bringt nichts Vernünftiges aufs Papier. Unterdessen träumt Harry von einem Date mit Victoria. Fast scheint es, als würde sein Wunsch erfüllt","versions":[{"lang":1,"streams":[{"redirect":12896482,"hoster":"VOE"},{"redirect":12896483,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641787,"hoster":"VOE"},{"redirect":8640468,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Peggy macht Urlaub","epNo":18,"alt":"Peggy Goes to Branson","descr":"Peggy möchte sich ein paar Tage erholen und vertraut Hündchen Jim Mike und Molly an. Die beiden reißen sich nicht wirklich um die Pflege des Kläffers. In einem unachtsamen Moment passiert es schließlich: Jim verschluckt einen von Mollys Tampons und muss operiert werden! Wie bringen sie das bloß Peggy bei?","versions":[{"lang":1,"streams":[{"redirect":12896486,"hoster":"VOE"},{"redirect":12896489,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641791,"hoster":"VOE"},{"redirect":8640470,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Molly lügt nicht","epNo":19,"alt":"Molly Can’t Lie","descr":"Mike und Molly sind zum Ehegespräch bei Peggys katholischem Pfarrer geladen. Molly kann allerdings mal wieder den Mund nicht halten und bewirkt damit, dass sie und Mike nicht in der katholischen Kirche getraut werden können. Mike ist sauer und sucht erst bei seiner Mutter und anschließend bei Carl Unterschlupf. Dort wäscht Nana ihm den Kopf","versions":[{"lang":1,"streams":[{"redirect":12896523,"hoster":"VOE"},{"redirect":12896524,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641788,"hoster":"VOE"},{"redirect":8640467,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Brautkleid","epNo":20,"alt":"The Dress","descr":"In drei Wochen ist Hochzeitstag, und Molly probiert ihr Brautkleid an. Als sich das gute Stück nicht schließen lässt, fasst sie einen Plan: Bis zur Hochzeit wird sie drei Kilo abnehmen, um in das Kleid zu passen! Sie verdonnert Mike zu frühmorgendlichen Joggingtouren und Spinning im Fitnessstudio. Doch an einem Punkt geht Molly entschieden zu weit","versions":[{"lang":1,"streams":[{"redirect":12896530,"hoster":"VOE"},{"redirect":12896532,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641789,"hoster":"VOE"},{"redirect":8719585,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Junggesellenabschied","epNo":21,"alt":"Bachelor/Bachelorette","descr":"Die Freunde von Mike und Molly planen einen Junggesellenabschied. Während Carl mit Mike und den Jungs in einen Stripclub gehen will, wünscht sich Molly von ihren Freundinnen eine Party ohne Schweinereien. Ob das klappt? Ein ernstes Problem taucht mit Mikes Vater Jack auf: Er darf auf keinen Fall Peggy über den Weg laufen, die ihren Ex-Gatten immer noch leidenschaftlich hasst.","versions":[{"lang":1,"streams":[{"redirect":12896536,"hoster":"VOE"},{"redirect":12896535,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641793,"hoster":"VOE"},{"redirect":8640489,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Generalprobe","epNo":22,"alt":"The Rehearsal","descr":"Es ist der Tag vor der Hochzeit, und es bahnen sich einige Krisen an: Christina hatte keine Antwort auf Carls Liebesgeständnis, und Vince ist noch verheiratet – mit einer griesgrämigen alten Schachtel! Joyce findet das natürlich gar nicht lustig und setzt den Casanova vor die Tür. Mit Mikes Hilfe will Vince seine Noch-Ehefrau nach 15 Jahren endlich zur Scheidung bewegen","versions":[{"lang":1,"streams":[{"redirect":12896540,"hoster":"VOE"},{"redirect":12896541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641792,"hoster":"VOE"},{"redirect":8640485,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Hochzeit","epNo":23,"alt":"The Wedding","descr":"Endlich ist der große Tag da – und alles scheint schief zu laufen! Mollys Hochzeitsfrisur ist eine Katastrophe, die Limousine wird abgeschleppt, und dann macht auch noch Victorias altes Auto schlapp. Wird es die Braut rechtzeitig zu Mike in die Kirche schaffen? Und werden Peggy und Jack ihrem Sohn mit ihrer Fehde seinen großen Tag versauen?","versions":[{"lang":1,"streams":[{"redirect":12896394,"hoster":"VOE"},{"redirect":12896395,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641794,"hoster":"VOE"},{"redirect":8640482,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Nach den Flitterwochen","epNo":1,"alt":"The Honeymoon is Over","descr":"Mike und Molly haben zwei wundervolle Wochen in Paris verbracht und sind nun auf dem Heimweg. Im Flieger machen sie sich Gedanken über ihre Lieben zu Hause und ihr weiteres Leben. Während Carl beleidigt ist, dass Mike sich nicht aus dem Urlaub bei ihm gemeldet hat, feiert Mollys Familie eine letzte wilde Party, bevor die Sittenwächterin wieder nach Hause kommt.","versions":[{"lang":1,"streams":[{"redirect":8846961,"hoster":"VOE"},{"redirect":8640634,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641795,"hoster":"VOE"},{"redirect":8640484,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vincent badet","epNo":2,"alt":"Vince Takes a Bath","descr":"Während Mike und Molly die Dankeskarten für ihre Hochzeitsgeschenke schreiben, haben Joyce und Vince im Nebenzimmer einen Sex-Unfall: Der Casanova hat sich den Rücken verrenkt und kann nicht mehr aufstehen. Da Joyce die Flucht ergreift, muss Molly sich um Vince kümmern. Der geht ihr mit allerlei dreisten Sonderwünschen auf den Wecker …","versions":[{"lang":1,"streams":[{"redirect":12896662,"hoster":"VOE"},{"redirect":12896666,"hoster":"Doodstream"},{"redirect":8640635,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641796,"hoster":"VOE"},{"redirect":8640479,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mike mag Kuchen","epNo":3,"alt":"Mike Likes Cake","descr":"Mike vergreift sich am allerletzten Stück der Hochzeitstorte, das Molly extra für den ersten Hochzeitstag eingefroren hat. Als schließlich das Video der Hochzeit vorgeführt wird, wird klar, wie viel Torte Mike bereits verputzt hat. Carl kann sich darüber nicht so amüsieren wie die anderen, denn er steckt in einer Krise mit Christina: Ihr erfolgreicher, attraktiver Ex-Mann ist aufgetaucht und wirbelt die Beziehung der beiden ganz schön durcheinander","versions":[{"lang":1,"streams":[{"redirect":8846948,"hoster":"VOE"},{"redirect":8640638,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641797,"hoster":"VOE"},{"redirect":9241506,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Molly mittendrin","epNo":4,"alt":"Molly in the Middle","descr":"Zwischen Carl und Christina ist Schluss. Molly mag sich allerdings nicht für einen von beiden entscheiden und pflegt trotz allem weiterhin Kontakt mit Christina. Mike und Carl finden das absolut nicht in Ordnung. Außerdem versuchen Molly und Mike, ein Kind zu zeugen – sehr zur Freude von Joyce und Victoria.","versions":[{"lang":1,"streams":[{"redirect":8846958,"hoster":"VOE"},{"redirect":8640640,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641798,"hoster":"VOE"},{"redirect":8640488,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peggy und der Captain","epNo":5,"alt":"Mike’s Boss","descr":"Peggy sucht dauernd hanebüchene Vorwände, um Mike bei sich zu haben. Der fällt aus allen Wolken, als sein Boss, Captain Murphy, ein Date mit seiner boshaften Mutter möchte. Richtig baff ist Mike, als er sieht, wie sehr die unleidliche Peggy durch den Kontakt zu Murphy aufblüht. Welche Konsequenzen die Liaison für ihn hat, ahnt er indes noch nicht","versions":[{"lang":1,"streams":[{"redirect":8846959,"hoster":"VOE"},{"redirect":8640636,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641800,"hoster":"VOE"},{"redirect":8640497,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Molly mistet aus","epNo":6,"alt":"Yard Sale","descr":"Carl kommt nur schwer über die Trennung von Christina hinweg. Also schleppen ihn Mike, Vince, Harry und Samuel mit auf einen Angel-Trip. Während die Jungs die Natur genießen, mistet Molly den Keller aus: Er würde ein nettes kleines Apartment für sie und Mike abgeben.","versions":[{"lang":1,"streams":[{"redirect":11832122,"hoster":"VOE"},{"redirect":8640658,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13018475,"hoster":"VOE"},{"redirect":8640498,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Thanksgiving fällt aus","epNo":7,"alt":"Thanksgiving Is Canceled","descr":"Mike liegt krank im Bett und hat keinen Appetit – ein Glücksfall für Molly, Joyce und Victoria, denn so müssen sie kein aufwändiges Thanksgiving-Essen kochen. Vince macht ihnen allerdings einen Strich durch die Rechnung, als er seinen Bruder Frankie einlädt und ihm ein opulentes Mahl verspricht. Carl und Samuel feiern das Fest bei einem Single-Treff der Kirchengemeinde. Ihr heißes Date haben sie sich jedoch anders vorgestellt","versions":[{"lang":1,"streams":[{"redirect":12896677,"hoster":"VOE"},{"redirect":8640641,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641803,"hoster":"VOE"},{"redirect":8640500,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mike mags eng","epNo":8,"alt":"Mike Likes Briefs","descr":"Mike ist völlig besessen davon, mit Molly ein Baby zu haben. Also deckt er sich im Sex-Shop mit allerlei hilfreichen Utensilien ein und wechselt sogar von Slips auf Boxershorts, um seine Zeugungsfähigkeit zu erhöhen. Dass Molly von seinen Eskapaden langsam aber sicher tierisch genervt ist, bekommt der ehrgeizige Vater in spe nicht mit","versions":[{"lang":1,"streams":[{"redirect":8846962,"hoster":"VOE"},{"redirect":8640657,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641806,"hoster":"VOE"},{"redirect":8640493,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Detective Michael Biggs","epNo":9,"alt":"Mike Takes a Test","descr":"Bei einem gemeinsamen Abendendessen spornt Mikes Boss ihn an, die Prüfung zum Detective abzulegen, um mehr Geld für seine Familie zu verdienen. Mike ist unsicher, denn er hält sich nicht für besonders klug. Trotzdem vergräbt er sich wie besessen in seine Bücher. Molly gibt ihm schließlich den entscheidenden Tipp, wie es mit dem Lernen besser klappt.","versions":[{"lang":1,"streams":[{"redirect":8846957,"hoster":"VOE"},{"redirect":8640644,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641811,"hoster":"VOE"},{"redirect":8640496,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Stille Nacht","epNo":10,"alt":"Karaoke Christmas","descr":"Beim Weihnachtsgeschenke-Shopping stellt Molly fest, dass alle ihre Kreditkarten überzogen sind. Mike findet das gar nicht witzig. Ebenso unangenehm ist es ihm, Weihnachten mit seiner Mutter und ihrem Freund, seinem Boss, zu verbringen. Doch der Abend nimmt einige unerwartete Wendungen","versions":[{"lang":1,"streams":[{"redirect":12917650,"hoster":"VOE"},{"redirect":8640648,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641814,"hoster":"VOE"},{"redirect":8640495,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Fisch zum Frühstück","epNo":11,"alt":"Fish for Breakfast","descr":"Um die Chancen auf eine Schwangerschaft zu erhöhen, stellt Molly den Speiseplan radikal um: kein Kaffee, keine Süßigkeiten, und nur noch gesundes, leichtes Essen. Diese ungewohnte Ernährung macht Mike sehr zu schaffen. Carl fliegt nach einigen wechselnden Affären bei Nana raus, weil sie der Meinung ist, ihr Enkel müsse endlich erwachsen werden.","versions":[{"lang":1,"streams":[{"redirect":8846956,"hoster":"VOE"},{"redirect":8640646,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917637,"hoster":"VOE"},{"redirect":8640499,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mollys Geburtstag","epNo":12,"alt":"Molly\u0027s Birthday","descr":"Mollys Geburtstag steht kurz bevor. Sie gibt Mike ganz dezent Hinweise darauf, wie sie ihn feiern möchte, und Mike bemüht sich die von ihr vorbereitete Liste abzuarbeiten. Doch schon bald ist Mike total gestresst. Indes schleppt Victoria ihren Drogendealer Tom an, dessen Wohnung von Ungeziefer befreit wird. Molly ist wegen des zusätzlichen Hausgastes sehr aufgebracht. Als Mike ein Eis, das Tom mit einer besonderen Zutat gewürzt hat, in sich hineinstopft, ist Ärger programmiert.","versions":[{"lang":1,"streams":[{"redirect":12337177,"hoster":"VOE"},{"redirect":8640665,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641809,"hoster":"VOE"},{"redirect":8640504,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Kellerausbau","epNo":13,"alt":"Carl Gets a Roommate","descr":"Der geplante Ausbau des Kellers gestaltet sich schwieriger als gedacht. Mikes handwerkliches Geschick ist leider nicht ganz so gut, wie er glaubt, und auch Molly ist keine große Hilfe für ihn. Carl kommt derweil immer noch nicht so recht mit dem Alleinsein klar und greift den Vorschlag von Mike auf, Samuel bei sich einziehen zu lassen. Als Carl Samuel den Haushalt für sich machen lässt, entbrennt jedoch ein Streit.","versions":[{"lang":1,"streams":[{"redirect":8846968,"hoster":"VOE"},{"redirect":8640651,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641815,"hoster":"VOE"},{"redirect":8640522,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Prinzessin und der Troll","epNo":14,"alt":"The Princess and the Troll","descr":"Der Valentinstag steht vor der Tür: Mike und Molly wollen eigentlich an ihrer Babyplanung weiterarbeiten, doch dann bekommt Molly Mitleid mit dem einsamen Harry. Sie plant ein Doppel-Date, um ihn mit ihrer Schwester Victoria zu verkuppeln. Obwohl Mike nichts von der Idee hält, hilft er Harry, sich neu einzukleiden. Doch am Abend warten die drei vergebens auf Harry. Währenddessen verbringen Carl und Samuel den Valentinstag im Waschsalon, um einsame Frauen kennen zu lernen …","versions":[{"lang":1,"streams":[{"redirect":8846965,"hoster":"VOE"},{"redirect":8640660,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11832119,"hoster":"VOE"},{"redirect":8640502,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mike trainiert","epNo":15,"alt":"Mike the Tease","descr":"Molly wird einfach nicht schwanger. Als sich bei einer Untersuchung herausstellt, dass bei ihr alles in Ordnung ist, macht Mike sich Sorgen: Ist er zeugungsunfähig? Von Carl angestiftet, arbeitet er an seiner Fitness und beginnt zu recherchieren. Als Mike mit seiner Mutter über das Thema spricht, kommt heraus, dass die seinen Vater schon verlassen wollte, weil kein Nachwuchs in Sicht war. Blüht Mike das gleiche Schicksal mit Molly, wenn er ihren Kinderwunsch nicht erfüllen kann?","versions":[{"lang":1,"streams":[{"redirect":8846966,"hoster":"VOE"},{"redirect":8640654,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917636,"hoster":"VOE"},{"redirect":8640503,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Molly im Kaufrausch","epNo":16,"alt":"Molly’s New Shoes","descr":"Mike hat 20 Kilo abgespeckt und beschließt, sich neu einzukleiden. Doch kurz bevor er mit Molly ins Einkaufszentrum fährt, hat sein Chef Patrick erstaunliche Neuigkeiten für ihn: Er plant, Mikes Mutter einen Heiratsantrag zu machen und mit ihr nach Arizona zu ziehen. Die Nachricht haut Mike so um, dass er beim Shoppen in Panik ausbricht und Hals über Kopf wegrennt. Um ihren Mann zu suchen, klappert Molly die Läden ab und macht nebenbei einige Trosteinkäufe mit Mikes Kreditkarte ?","versions":[{"lang":1,"streams":[{"redirect":8846970,"hoster":"VOE"},{"redirect":8640653,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917639,"hoster":"VOE"},{"redirect":8640507,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"St. Patrick’s Day","epNo":17,"alt":"St. Patrick’s Day","descr":"Carl veranstaltet eine Party zum St. Patrick’s Day, doch Mike muss leider passen. Er wird zuhause erwartet, da Molly ihren Eisprung hat. Die beiden versuchen noch immer, schwanger zu werden. Carl ist enttäuscht, doch Samuel hilft ihm bei den Partyvorbereitungen. Auch Victoria bekommt Unterstützung: Als sie für einen Test lernen muss, hilft Harry ihr. Die beiden lesen Shakespeares \"Romeo \u0026amp","versions":[{"lang":1,"streams":[{"redirect":12337171,"hoster":"VOE"},{"redirect":8640655,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641816,"hoster":"VOE"},{"redirect":8640508,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Molly macht Urlaub","epNo":18,"alt":"Spring Break","descr":"Molly hat endlich ihre Kreditkarten-Schulden abbezahlt! Als sie das mit einem Kurzurlaub feiern will, macht Mike ihr einen Strich durch die Rechnung. Er will, dass die beiden anfangen zu sparen und legt zusätzlich bei der Arbeit Doppelschichten ein. Doch Molly muss trotzdem nicht auf die Reise verzichten: Ihre Schwester Victoria lädt sie zu einem Kurztrip nach Florida ein. Als Molly sich gleich am ersten Tag einen fiesen Sonnenbrand holt, eilt Mike ihr zu Hilfe.","versions":[{"lang":1,"streams":[{"redirect":12337175,"hoster":"VOE"},{"redirect":8640659,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641822,"hoster":"VOE"},{"redirect":8640511,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Partyplaner","epNo":19,"alt":"Party Planners","descr":"Mikes Geburtstag steht vor der Tür. Doch statt Partystimmung gibt es erst mal Streit: Während Molly zu Hause feiern will, plant Mutter Peggy eine Party bei sich. Mike versucht alles, um zwischen den beiden Sturköpfen zu vermitteln. Doch seine Taktik geht nicht ganz auf … Währenddessen buhlen Carl und Samuel um die äußerst attraktive Inderin Shyama. Samuel scheint klar im Vorteil, denn Shyama ist die neue Kellnerin an seiner Seite.","versions":[{"lang":1,"streams":[{"redirect":8846980,"hoster":"VOE"},{"redirect":8640662,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641825,"hoster":"VOE"},{"redirect":8640513,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Mike kann nicht lesen","epNo":20,"alt":"Mike Can’t Read","descr":"Obwohl er offensichtlich eine Lesebrille braucht, scheut Mike sich aus Eitelkeit, zum Optiker zu gehen. Nicht das einzige Problem für ihn: Molly will mehr Action in ihrem Leben und schleppt Mike mit auf die Rollschuhbahn! Sie will unbedingt noch etwas erleben, bevor sie Mutter wird. Zu groß ist ihre Angst, wie ihre eigene Mutter zu enden. Joyce hatte wegen der Kinder das Malen aufgegeben. Molly überredet sie, Zeichenkurse an der Uni zu belegen. Doch Joyce hat Zweifel","versions":[{"lang":1,"streams":[{"redirect":8846979,"hoster":"VOE"},{"redirect":8640664,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641831,"hoster":"VOE"},{"redirect":8640517,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Molly verreist","epNo":21,"alt":"Molly’s Out of Town","descr":"Mike hat drei Tage sturmfrei, da Molly für eine mehrtägige Lehrerkonferenz nach Springfield gefahren ist. Doch anstatt die Zeit als Strohwitwer zu genießen, will Mike sich lieber in sein Bett zurückziehen. Nur mit der Unterstützung von Vince schafft Carl es, seinen Kumpel zu einer Kneipentour zu überreden. Doch der Abend verläuft anders als erwartet: Die beiden treffen auf James, den Ex-Mann von Carls Ex-Freundin Christina. Die beiden scheinen wieder zusammen zu sein","versions":[{"lang":1,"streams":[{"redirect":8846975,"hoster":"VOE"},{"redirect":8640663,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641830,"hoster":"VOE"},{"redirect":8701177,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Schulaufführung","epNo":22,"alt":"School Recital","descr":"Molly ist nervös, denn die Schulaufführung ihrer Klasse steht kurz bevor. Trotz ausgiebiger Proben fürchtet sie ein Desaster auf der Bühne. Nicht der einzige Grund für ihre Anspannung: Molly wird einfach nicht schwanger und ist kurz davor, alles hinzuwerfen. Als sie Mike dann auch noch den Sex verweigert, wendet der sich verzweifelt an Carl. Der rät seinem Kumpel, es mit künstlicher Befruchtung zu versuchen. Doch können Mike und Molly sich das überhaupt leisten?","versions":[{"lang":1,"streams":[{"redirect":8846977,"hoster":"VOE"},{"redirect":8640667,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641835,"hoster":"VOE"},{"redirect":8640520,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Stürmische Nacht","epNo":23,"alt":"Windy City","descr":"Um Geld für die künstliche Befruchtung aufzutreiben, investiert Mike heimlich Geld in eine Straußen-Zucht. Er traut sich nicht, Molly von dieser dubiosen Anlage zu erzählen. Ausgerechnet jetzt muss Mike auch noch seinen Chef Patrick trösten: Peggy hat sich von ihm getrennt! Patrick beauftragt Mike, den Trennungsgrund herauszufinden – den hat Peggy ihm nämlich verschwiegen. Parallel muss sich Molly um Peggy kümmern und erfährt dabei mehr, als ihr lieb ist","versions":[{"lang":1,"streams":[{"redirect":8846978,"hoster":"VOE"},{"redirect":8640671,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641834,"hoster":"VOE"},{"redirect":8640532,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Molly sprengt die Ketten","epNo":1,"alt":"Molly Unleashed","descr":"Jetzt oder nie: Molly beschließt, dass es an der Zeit ist, Veränderungen geschehen zu lassen. Der Beruf der Grundschullehrerin füllt sie nicht mehr aus. Um jedoch als Schriftstellerin Erfolg zu haben, muss sie noch einige Hürden überwinden","versions":[{"lang":1,"streams":[{"redirect":12896759,"hoster":"VOE"},{"redirect":12896760,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12337172,"hoster":"VOE"},{"redirect":8640521,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Molly auf Streife","epNo":2,"alt":"The First and Last Ride-Along","descr":"Nachdem sie sich dafür entschieden hat, ihren alten Job an den Nagel zu hängen, arbeitet Molly fleißig an der Karriere als Schriftstellerin. Ihr erstes Buch soll ein spannender Krimi werden. Da bietet es sich natürlich an, gemeinsam mit Mike und Carl auf Streife zu gehen, um fundierte Recherchen zu betreiben. Die Tour hält einige Überraschungen für die drei bereit","versions":[{"lang":1,"streams":[{"redirect":12896765,"hoster":"VOE"},{"redirect":12896766,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641833,"hoster":"VOE"},{"redirect":8640523,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sex und Tod","epNo":3,"alt":"Sex and Death","descr":"Molly legt sich für ihr Buch richtig ins Zeug und schreckt nicht davor zurück, außergewöhnliche Wege für die Recherche einzuschlagen. So landet sie unter anderem in Victorias Arbeitsstätte, einem Beerdigungsinstitut. Was sie dort erlebt, lässt ihr die Haare zu Berge stehen. Unterdessen schleicht sich Mike an Mollys Manuskript heran und liest verbotenerweise die ersten Auszüge.","versions":[{"lang":1,"streams":[{"redirect":12896769,"hoster":"VOE"},{"redirect":12896772,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641837,"hoster":"VOE"},{"redirect":8640525,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer zu tief gräbt","epNo":4,"alt":"Careful What You Dig For","descr":"Molly kann ihr Glück kaum fassen: Sie trifft ihr größtes Idol, die Schriftstellerin J.C. Small. Sie gibt ihr einen wertvollen Ratschlag, der für Mollys Karriere als Autorin entscheidend sein könnte: \"Schreibe über die Dinge in deinem Leben, die eigentlich niemand erfahren sollte.\" Unterdessen erwartet Mike seine traurige Mutter zum Abendessen. Er hofft, sie dadurch etwas aufheitern zu können.","versions":[{"lang":1,"streams":[{"redirect":12896682,"hoster":"VOE"},{"redirect":12896685,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174467,"hoster":"VOE"},{"redirect":8640528,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Fenster zum Hof","epNo":5,"alt":"Poker in the Front, Looker in the Back","descr":"Molly hat ein ungutes Gefühl im Bauch, was ihren Nachbarn betrifft. Sie glaubt, der mysteriöse Herr führe Böses im Schilde. Gemeinsam mit Joyce will sie ihn ausspionieren. Unterdessen treffen sich Mike und die Jungs zu einer gepflegten Pokerpartie. Aus dem Spiel wird im Laufe des Abends ein Gespräch über Träume, Wünsche und Zukunftspläne.","versions":[{"lang":1,"streams":[{"redirect":12896687,"hoster":"VOE"},{"redirect":12896688,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641843,"hoster":"VOE"},{"redirect":8640527,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Paar ist kein Paar","epNo":6,"alt":"Shoeless Molly Flynn","descr":"Molly im Shoppingwahn: Ein Paar Schuhe nach dem anderen bevölkert ihr Zuhause. Doch was sie überglücklich macht, geht ihrem Ehemann gewaltig auf die Nerven. Um die häusliche Harmonie wiederherzustellen, muss sie einen Weg finden, ihren Konsum einzuschränken. Das ist allerdings leichter gesagt als getan","versions":[{"lang":1,"streams":[{"redirect":12896691,"hoster":"VOE"},{"redirect":12896692,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641850,"hoster":"VOE"},{"redirect":8640530,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mike denkt nach","epNo":7,"alt":"They Shoot Asses, Don\u0027t They?","descr":"Mike wird während eines Raubüberfalls angeschossen. Nach diesem traumatischen Erlebnis beginnt er sein Leben zu überdenken und kommt zu dem Entschluss, jeden Tag so zu leben, als wäre es sein letzter. Wird er nun auch seinen Job als Polizist kündigen?","versions":[{"lang":1,"streams":[{"redirect":12896695,"hoster":"VOE"},{"redirect":12896696,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641847,"hoster":"VOE"},{"redirect":8640529,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ursache und Wirkung","epNo":8,"alt":"What Molly Hath Wrought","descr":"Molly braucht dringend eine Pause vom Schreiben. Um ihren Kopf frei zu bekommen, nimmt sie einen Job als Gabelstaplerfahrerin in Vinces Lagerhalle an. Doch auch hier trifft sie auf so manches Hindernis","versions":[{"lang":1,"streams":[{"redirect":12896699,"hoster":"VOE"},{"redirect":12896700,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641848,"hoster":"VOE"},{"redirect":8640536,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mike und Mollys großes Abenteuer","epNo":9,"alt":"Mike \u0026 Molly’s Excellent Adventure","descr":"Molly bemerkt, dass Mike in seiner Alltagsroutine festhängt und alles andere als glücklich darüber ist. Die beiden beschließen, einfach mal auszubrechen und neue Abenteuer zu erleben – solange, bis die Realität sie wieder einholt","versions":[{"lang":1,"streams":[{"redirect":12896703,"hoster":"VOE"},{"redirect":12896705,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641849,"hoster":"VOE"},{"redirect":8640534,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Weekend at Peggy’s","epNo":10,"alt":"Weekend At Peggy’s","descr":"Mike und Molly geraten mit Joyce in eine heftige Auseinandersetzung über das liebe Geld. Ihr Streit hat zur Folge, dass sich das Ehepaar in Mikes altes Kinderzimmer bei Peggy umquartiert.","versions":[{"lang":1,"streams":[{"redirect":12896708,"hoster":"VOE"},{"redirect":12896709,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641851,"hoster":"VOE"},{"redirect":8640541,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Salsa ist kein Dip","epNo":11,"alt":"Dips \u0026 Salsa","descr":"Mike bittet Carl, als Tanzpartner für Molly bei einem Salsa-Kurs einzuspringen. Überglücklich, dass sein Plan aufgegangen ist, plagt Mike jedoch bald das Misstrauen: Carl und Molly amüsieren sich prächtig und schwingen verzückt die Hüften","versions":[{"lang":1,"streams":[{"redirect":12896710,"hoster":"VOE"},{"redirect":12896712,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641852,"hoster":"VOE"},{"redirect":8640548,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Therapie","epNo":12,"alt":"Mind Over Molly","descr":"Was ist denn das für eine dumme Idee? Mike bittet Molly inständig, einen Therapeuten aufzusuchen. Widerwillig gibt sie nach und landet bei Dr. Gayle Rosen auf der Couch. Wieviel von ihrem Seelenleben wird sie preisgeben?","versions":[{"lang":1,"streams":[{"redirect":12896714,"hoster":"VOE"},{"redirect":12896717,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641859,"hoster":"VOE"},{"redirect":8640540,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Verschobene Träume","epNo":13,"alt":"Open Mike Night","descr":"Molly sprüht plötzlich vor Zuversicht und möchte ihre neue positive Einstellung an andere weitergeben. So ermutigt sie Samuel, an seiner Karriere als Stand-up-Comedian zu arbeiten. Harry überwindet sich dank Mollys gutem Zureden dazu, gegen seine dominante Mutter aufzubegehren. Mike allerdings passen die Folgen von Mollys Lebensberatung überhaupt nicht","versions":[{"lang":1,"streams":[{"redirect":12896720,"hoster":"VOE"},{"redirect":12896721,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641855,"hoster":"VOE"},{"redirect":8640543,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Reicher Mann und armes Mädchen","epNo":14,"alt":"Rich Man, Poor Girl","descr":"Joyce und Vince sind begeistert: Endlich scheint Victoria den richtigen Freund gefunden zu haben. James hat einen positiven Einfluss auf ihre unreife Tochter – und ist auch noch ein erfolgreicher Anwalt. Mike fühlt sich neben ihm wie ein Loser. Als James Victoria seinen Eltern vorstellen möchte, kommt es über die Frage, was sie anziehen soll, jedoch fast zur Trennung","versions":[{"lang":1,"streams":[{"redirect":12896724,"hoster":"VOE"},{"redirect":12896723,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641862,"hoster":"VOE"},{"redirect":8640545,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Drei Frauen und eine Urne","epNo":15,"alt":"Three Girls and an Urn","descr":"Mikes Mutter Peggy hat Besuch von ihrer Jugendfreundin Kay. Molly ist begeistert von der frechen, abenteuerlustigen Frau. Sie glaubt, in Kay die ideale beste FREUNDIN gefunden zu haben – doch leider ist Peggy nicht scharf darauf, Kay mit jemand anderem zu teilen.","versions":[{"lang":1,"streams":[{"redirect":12896727,"hoster":"VOE"},{"redirect":12896728,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641864,"hoster":"VOE"},{"redirect":8640544,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Würfelqueen","epNo":16,"alt":"The Dice Lady Cometh","descr":"Molly, Victoria und Joyce fahren übers Wochenende in ein CASINO. Während die anderen zwei einfach ihren Spaß haben wollen, fördert die Aussicht auf einen hohen Gewinn Mollys dunkle Seite zu Tage. Mike und Vince nutzen die sturmfreie Bude und laden die Jungs zum Fernsehen ein. Mike freut sich auf eine Fastfood-Orgie – doch er hat die Rechnung ohne Carl gemacht …","versions":[{"lang":1,"streams":[{"redirect":12896732,"hoster":"VOE"},{"redirect":12896733,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641863,"hoster":"VOE"},{"redirect":8640554,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Carls Mutter","epNo":17,"alt":"McMillan and Mom","descr":"Carl ist erschüttert: Seine Großmutter hat ihm immer erzählt, DASS seine Mutter tot sei – doch das stimmt gar nicht, wie sich plötzlich herausstellt. Zusammen mit Mike und Samuel macht er sich auf den Weg nach Memphis, um sie zu treffen. Doch die weite Fahrt endet mit einer Enttäuschung …","versions":[{"lang":1,"streams":[{"redirect":12896735,"hoster":"VOE"},{"redirect":12896737,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641865,"hoster":"VOE"},{"redirect":8640546,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Mikes Auto","epNo":18,"alt":"Mike\u0027s Manifold Destiny","descr":"Mikes Auto ist kaputt. Eine Reparatur kann er sich nicht leisten, doch ohne Auto leben – undenkbar! Als er plötzlich mit dem Wagen seiner Mutter vor der Tür steht, ahnt Molly Böses. Und tatsächlich: Mikes Mutter hat ihr Auto nur unter der Bedingung herausgegeben, dass Mike, falls nötig, den Chauffeur für sie spielt. Eine Abmachung, von der sie auch sofort für den Bingo-Nachmittag der Kirchengemeinde Gebrauch macht …","versions":[{"lang":1,"streams":[{"redirect":12896739,"hoster":"VOE"},{"redirect":12896741,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917640,"hoster":"VOE"},{"redirect":8640559,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wer hat Angst vor J.C. Small?","epNo":19,"alt":"Sex, Lies and Helicopters","descr":"Mike und Carl erwischen bei einer Verkehrskontrolle Mollys großes literarisches Vorbild, die Autorin J.C. Small, betrunken am Steuer. Auf dem Revier stiftet die alkoholisierte Diva nur Unfrieden – deshalb holt Mike Molly zur Hilfe. Die ist zunächst begeistert von ihrer Aufgabe: Voller Enthusiasmus versucht sie, der schwierigen Autorin zurück in die Spur zu helfen. Doch BALD wird J.C. Small ganz schön anhänglich …","versions":[{"lang":1,"streams":[{"redirect":12896743,"hoster":"VOE"},{"redirect":12896745,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641869,"hoster":"VOE"},{"redirect":8640550,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Sex, Lügen und Hubschrauber","epNo":20,"alt":"Sex, Lies and Helicopters","descr":"Carl und Victoria hatten betrunken Sex miteinander. Eigentlich soll niemand davon erfahren – doch Molly erwischt Carl, als er sich nachts heimlich davonmachen will. Nun beginnen die Probleme: Molly beschließt, Mike nichts von ihrer Beobachtung zu erzählen – als der jedoch von Carl persönlich ins Bild gesetzt wird, ist er sauer über Mollys Geheimniskrämerei. Dazu kommt, DASS Carl und Victoria ihre Gefühle füreinander ganz unterschiedlich einschätzen …","versions":[{"lang":1,"streams":[{"redirect":12896746,"hoster":"VOE"},{"redirect":12896748,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641872,"hoster":"VOE"},{"redirect":8640555,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Peggy braucht Hilfe","epNo":21,"alt":"This Old Peggy","descr":"Im Haus von Mikes Mutter Peggy kommt es zu einer Beinahe-Katastrophe: Weil sie vergessen hat, den Wasserhahn abzudrehen, wird das erste Stockwerk überflutet und die Badewanne stürzt durch die Decke ins Esszimmer. Das Missgeschick mit dem Wasser ist nicht die einzige Schusseligkeit, die Peggy sich leistet. Mike ist sehr besorgt: Wird seine Mutter senil? Er und Molly sind sich einig, dass Peggy sich untersuchen lassen sollte. Doch wie lässt diese sich überzeugen, zum Arzt zu gehen?","versions":[{"lang":1,"streams":[{"redirect":12896750,"hoster":"VOE"},{"redirect":12896752,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641868,"hoster":"VOE"},{"redirect":8640551,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Acht lange Wochen","epNo":22,"alt":"Eight Is Enough","descr":"Mike ist genervt: Schlimm genug, dass er und Molly nie Ruhe vor Victoria, Joyce und VINCE haben. Inzwischen fühlt sich auch Carl bei den Flynns wie daheim, und nun wohnt dazu noch Mikes Mutter Peggy für eine Weile bei ihnen. Für Mike gibt es keine ruhige Minute mehr. Doch damit nicht genug: Bald schon könnte Molly nicht mehr da sein, um ihm Beistand zu leisten. Zu ihrer Begeisterung – und Mikes Entsetzen – wurde sie für einen achtwöchigen Schreib-Workshop in Iowa ausgewählt …","versions":[{"lang":1,"streams":[{"redirect":12896755,"hoster":"VOE"},{"redirect":12896756,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8641873,"hoster":"VOE"},{"redirect":8640553,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Molly schreibt ein Buch","epNo":1,"alt":"The Book of Molly","descr":"Nach Mollys achtwöchigem Autorenseminar in Iowa ist Mike überglücklich, seine Liebste wieder bei sich zu haben. Noch dazu, als Molly ihm von einem nicht gerade kleinen Scheck erzählt, den ihr ein Verleger für die ersten Seiten ihres erotischen Romans geschickt hat. Nun können sie endlich ein paar Schulden zurück bezahlen. Als Molly Mike mit einem Geschenk, einem sündhaft teuren Sportwagen, überrascht, ist Mike jedoch nicht sehr begeistert …","versions":[{"lang":1,"streams":[{"redirect":12903656,"hoster":"VOE"},{"redirect":12903659,"hoster":"Doodstream"},{"redirect":12903658,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782431,"hoster":"VOE"},{"redirect":8793948,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Molly ist enthaltsam","epNo":2,"alt":"To Have and Withhold","descr":"Molly hat eine Schreibblockade. Als nicht einmal Joyces und Victorias erotische Erfahrungen diese lösen können, und Carl zur sexuellen Enthaltsamkeit rät, beschließt Molly, zu Peggy zu flüchten, um in Ruhe schreiben zu können. Sie findet Peggys Erotikliteratur und plötzlich hat Molly eine ganz andere Idee, wie sie – mit Mike zusammen – ihre Blockade lösen kann.","versions":[{"lang":1,"streams":[{"redirect":12903660,"hoster":"VOE"},{"redirect":12903661,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782437,"hoster":"VOE"},{"redirect":8793946,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alle tanzen nach Mollys Pfeife","epNo":3,"alt":"\u0027Tis the Season to Be Molly","descr":"Molly hat genaue Vorstellungen vom Weihnachtsfest und den damit verbundenen Traditionen. Obwohl Victoria, Joyce und Vince nicht gerade begeistert sind, läuft alles so, wie Molly es sich wünscht – bis Vince einen, für Molly sehr wichtigen, Christbaumschmuck zerschlägt. Auch für Carl ist die Tradition, als Elf verkleidet Geschenke an Kinder zu verteilen, sehr wichtig. Als er gemeinsam mit Mike in einem Laster entführt wird, erfährt dieser auch warum …","versions":[{"lang":1,"streams":[{"redirect":12903663,"hoster":"VOE"},{"redirect":12903666,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782435,"hoster":"VOE"},{"redirect":8793950,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Herrenausflug mit Damen","epNo":4,"alt":"Gone Cheatin","descr":"Es sollte ein Männerausflug zum Angeln werden, doch nichts läuft wie geplant. Plötzlich hat nicht nur Carl Victoria, sondern auch Molly und Joyce haben sich selbst eingeladen. Außerdem hat Victoria ein schlechtes Gewissen, als Carl ihr eine teure Kette schenken will, weil sie nochmal mit ihrem Ex-Freund geschlafen hat, und Harrys Wohnmobil gibt bereits vor der Abfahrt seinen Geist auf.","versions":[{"lang":1,"streams":[{"redirect":12903584,"hoster":"VOE"},{"redirect":12903583,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782438,"hoster":"VOE"},{"redirect":12479625,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mollys unendliche Geschichte","epNo":5,"alt":"Molly\u0027s Neverending Story","descr":"Joyce feiert erneut ihren Buchabschluss. Doch als Vince sie auf eine Idee bringt, beginnt sie wieder ihr Buch umzuschreiben. Mike reicht es irgendwann und er schickt – ohne deren Wissen – Mollys Buch an einen Verleger. Molly ist stinksauer, und so versucht Mike mit Harrys Hilfe, das Buch zurückzubekommen.","versions":[{"lang":1,"streams":[{"redirect":12903586,"hoster":"VOE"},{"redirect":12903587,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782432,"hoster":"VOE"},{"redirect":8793947,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Und führe Mike nicht in Versuchung","epNo":6,"alt":"The Last Temptation of Mike","descr":"Die Neue auf Mikes Revier, Stacey, flirtet eindeutig mit ihm. Doch damit nicht genug: Als Mike abends allein und betrunken in einer Bar ist, überrascht Stacey ihn plötzlich und küsst ihn auf den Mund. Zunächst will Mike Molly den Kuss verschweigen, beichtet allerdings alles nach einem Alptraum. Molly scheint damit klar zu kommen, doch dann taucht sie im Revier auf und trifft dort auf Stacey …","versions":[{"lang":1,"streams":[{"redirect":12903588,"hoster":"VOE"},{"redirect":12903589,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380236,"hoster":"VOE"},{"redirect":8793945,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Samuel braucht Geld","epNo":7,"alt":"Support Your Local Samuel","descr":"Samuel leidet unter Geldsorgen, da ihn seine Familie finanziell nicht mehr unterstützen kann. Mike, Molly und Vince wollen ihm helfen, und schlagen ihm vor, eine Gehaltserhöhung zu verlangen. Doch die kann Abe ihm nicht geben, denn es steht schlecht um das Restaurant. Kurzerhand übernimmt Samuel das Lokal mitsamt den Schulden …","versions":[{"lang":1,"streams":[{"redirect":12903591,"hoster":"VOE"},{"redirect":12903592,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782433,"hoster":"VOE"},{"redirect":8793951,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Mike-Check","epNo":8,"alt":"Mike Check","descr":"Die Familie erfährt, dass Mike schon seit Langem nicht mehr beim Arzt war. Molly überredet ihn sich untersuchen zu lassen, Carl begleitet ihn sogar zum Arzt, doch als Mike im Wartezimmer Geschichten über Risiken im Alter erfährt, flüchtet er aus der Praxis. Als Molly davon erfährt, überlistet sie ihn mit einer Notlüge und fährt ihn erneut zu einem Arzt.","versions":[{"lang":1,"streams":[{"redirect":12903595,"hoster":"VOE"},{"redirect":12903598,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782436,"hoster":"VOE"},{"redirect":8793952,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Phänomen","epNo":9,"alt":"Hack to the Future","descr":"Mollys Verleger will ihr Buch groß herausbringen. Dafür muss jedoch noch eine Änderung vorgenommen werden: Bei jedem Orgasmus der Hauptperson soll diese eine Zeitreise erleben. Sowohl Molly als auch Peggy sind davon gar nicht begeistert. Kann Molly den Verleger noch umstimmen? Indes legt sich Mike ein neues Outfit zu, um gut neben Molly auszusehen. Doch Molly ist nicht besonders angetan.","versions":[{"lang":1,"streams":[{"redirect":12903600,"hoster":"VOE"},{"redirect":12903602,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782439,"hoster":"VOE"},{"redirect":8793954,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Joyce sieht rot","epNo":10,"alt":"Checkpoint Joyce","descr":"Bei einer Verkehrskontrolle erwischen Mike und Carl ausgerechnet Joyce leicht alkoholisiert beim Autofahren. Mike kann kein Auge zudrücken, da sein Vorgesetzter in der Nähe ist. Davon ist Joyce wenig begeistert und spricht daraufhin mit Mike kein Wort mehr.","versions":[{"lang":1,"streams":[{"redirect":12903603,"hoster":"VOE"},{"redirect":12903606,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13018478,"hoster":"VOE"},{"redirect":8793962,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Sturmfreie Bude","epNo":11,"alt":"Immaculate Deception","descr":"Das Wochenende verspricht etwas Besonderes zu werden, denn Molly und Mike haben das Haus für sich. Doch als Molly ihrem Gatten eröffnet, dass sie die Antibabypille bereits seit Monaten wieder einnimmt, hängt der Haussegen gewaltig schief.","versions":[{"lang":1,"streams":[{"redirect":12903609,"hoster":"VOE"},{"redirect":12903610,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782443,"hoster":"VOE"},{"redirect":8793963,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Welt der Peggy Biggs","epNo":12,"alt":"The World According to Peggy","descr":"Mike fährt gerade Streife, als er erfährt, dass seine Mutter nicht mehr zur Arbeit geht. Auf seine Nachfrage hin antwortet Peggy, sie sei in den Ruhestand gegangen. Als Molly für Peggy eine Ruhestandparty organisiert und ihre alten Kolleginnen einlädt, erfährt sie jedoch, dass Mikes Mutter gefeuert wurde, weil keiner sie leiden kann. Die Party findet trotzdem statt – und es kommt zu einem Eklat …","versions":[{"lang":1,"streams":[{"redirect":12903611,"hoster":"VOE"},{"redirect":12903614,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782445,"hoster":"VOE"},{"redirect":8793960,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Buchpräsentation","epNo":13,"alt":"Buy The Book","descr":"Mollys erstes Buch ist gedruckt und bereit für den Verkauf. Doch trotz aller Werbeaktionen und Bemühungen aller Beteiligten, will keiner das Buch kaufen. Molly ist völlig frustriert. Peggy tröstet sie und bringt sie mit ihrer Kindheitsgeschichte auf die rettende Idee: Ein Roman über das Leben der Peggy Biggs …","versions":[{"lang":1,"streams":[{"redirect":12903617,"hoster":"VOE"},{"redirect":12903618,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782441,"hoster":"VOE"},{"redirect":8793953,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Peggys Geheimnis","epNo":14,"alt":"What Ever Happened To Baby Peggy?","descr":"Mollys Arbeit an ihrem neuen Buch über die Lebensgeschichte von Peggy Biggs stagniert. Um die Arbeit wieder ins Rollen zu bringen, durchstöbern Molly und Peggy den Dachboden nach Erinnerungsstücken. Als sie eine Aussteuertruhe finden, will Peggy plötzlich nichts mehr mit dem Buch zu tun haben. Molly kann sie jedoch überreden, ihre Probleme aufzuarbeiten, und so erfährt Molly Schreckliches über Peggys Kindheit.","versions":[{"lang":1,"streams":[{"redirect":12903619,"hoster":"VOE"},{"redirect":12903620,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782440,"hoster":"VOE"},{"redirect":8793959,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kuchenschlacht","epNo":15,"alt":"Pie Fight","descr":"Mike kämpft immer noch mit seinem Übergewicht, stellt jedoch erfreut fest, dass er bereits 25 Kilo abgenommen hat. Doch dann hat Samuel ein \"Kuchen mit Eis\"-Angebot parat, das er nicht abschlagen kann. Es kommt, wie es kommen muss: Mike greift zu und hat prompt wieder drei Kilo mehr auf der Waage. Doch damit nicht genug: Aus lauter Frustration schlägt er einen Kollegen, der sich über ihn lustig macht …","versions":[{"lang":1,"streams":[{"redirect":12903624,"hoster":"VOE"},{"redirect":12903625,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782444,"hoster":"VOE"},{"redirect":8793955,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Cocktails und Peinlichkeiten","epNo":16,"alt":"Cocktails And Calamine","descr":"Mike und Carl versuchen, ein Wespennest auf der Veranda auszuräuchern – und scheitern kläglich. Dies scheint Mike die perfekte Geschichte zu sein, die er auf einer Literatenparty erzählen will. Molly möchte dort eigentlich wichtige Kontakte knüpfen, hat jedoch die böse Vorahnung, dass Mike sie blamieren wird. Als sie ihn zurecht weist, verlässt er enttäuscht und verletzt die Party.","versions":[{"lang":1,"streams":[{"redirect":12903629,"hoster":"VOE"},{"redirect":12903630,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782446,"hoster":"VOE"},{"redirect":8793965,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Reise nach Mudlick","epNo":17,"alt":"Mudlick or Bust","descr":"Peggy ist unzufrieden mit Mollys Buch über ihre Vergangenheit, denn ihr Heimatort ist völlig falsch beschrieben. Molly überredet Peggy daraufhin, mit ihr nach Mudlick zu fahren, um dort Recherche zu betreiben. Peggys Schwester Rosemary lebt immer noch in Mudlick. Was Molly noch nicht weiß: Peggy ist damals mit Rosemarys Verlobten durchgebrannt. Ein Streit ist programmiert …","versions":[{"lang":1,"streams":[{"redirect":12903632,"hoster":"VOE"},{"redirect":12903633,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782448,"hoster":"VOE"},{"redirect":8793970,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Heldin ist müde","epNo":18,"alt":"No Kay Morale","descr":"Mollys Idol Kay will sich zur Ruhe setzen und beschließt, bei Peggy Biggs einzuziehen, um dort ihren Lebensabend zu verbringen. Als Molly davon Wind bekommt, ist sie der festen Überzeugung, dass Peggy Kay gegen deren Willen festhält und beschließt, sie in einer Rettungsaktion zu befreien. Ein Autostau und eine gebärende Frau scheinen dann jedoch sowohl Molly als auch Kay zum Umdenken zu bewegen.","versions":[{"lang":1,"streams":[{"redirect":12903635,"hoster":"VOE"},{"redirect":12903638,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782447,"hoster":"VOE"},{"redirect":8793969,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die bessere Mutter aus Mudlick","epNo":19,"alt":"Mother From Another Mudlick","descr":"Peggy hat seit zwei Tagen nichts von sich hören lassen und lässt Molly erst nach hartnäckigem Drängeln ins Haus. Zu deren Überraschung findet sie Peggy dort nicht allein vor: Ihre Schwester Rosemary ist bei ihr. Und sie ist das komplette Gegenteil von Peggy – herzlich, liebevoll und fürsorglich. Es scheint fast so, als hätte Rosemary eine ganz andere Kindheit erlebt als Peggy.","versions":[{"lang":1,"streams":[{"redirect":12903640,"hoster":"VOE"},{"redirect":12903641,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380233,"hoster":"VOE"},{"redirect":8793971,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die letzten Zeilen","epNo":20,"alt":"Fight To The Finish","descr":"Bei Mike und Molly fliegen die Fetzen. Sie regt sich einmal mehr fürchterlich über Peggy auf und möchte bei ihrem Liebsten Dampf ablassen. Doch Mike hört ihr überhaupt nicht zu. Das hat verheerende Folgen, denn Molly ist daraufhin außer sich vor Wut und ergreift eine drastische Maßnahme …","versions":[{"lang":1,"streams":[{"redirect":12903644,"hoster":"VOE"},{"redirect":12903647,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8788562,"hoster":"VOE"},{"redirect":8793974,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Fast hätte uns der Tod geschieden","epNo":21,"alt":"Near Death Do Us Part","descr":"Nur durch Zufall überleben Mike und Carl einen Unfall mit einem Stahlträger, der ihren Streifenwagen zertrümmert. Nach diesem Nahtod-Erlebnis beschließt Carl, Victoria einen Antrag zu machen. Natürlich können das sowohl Mike als auch Molly nicht für sich behalten, und Victoria erfährt davon. Als Carl beim Essen verkündet, dass er es sich anders überlegt hat, ist Ärger programmiert …","versions":[{"lang":1,"streams":[{"redirect":12903648,"hoster":"VOE"},{"redirect":12903650,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782450,"hoster":"VOE"},{"redirect":8793973,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der verbitterte Mann und der See","epNo":22,"alt":"The Bitter Man And The Sea","descr":"Mikes und Mollys dritter Hochzeitstag steht bevor, und Mike diskutiert seine Geschenkideen mit Carl. Dieser überredet ihn schließlich, eine romantische Schifffahrt zu organisieren und alle Freunde einzuladen. Der Abend beginnt wunderschön und harmonisch – bis es zum Eklat zwischen Carl und Victoria kommt. Als Mike und Molly versuchen, den Streit zu schlichten, geht zu allem Überfluss auch noch Mollys Geschenk für Mike über Bord …","versions":[{"lang":1,"streams":[{"redirect":12903652,"hoster":"VOE"},{"redirect":12903654,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782449,"hoster":"VOE"},{"redirect":12479624,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Cops auf Eis","epNo":1,"alt":"Cops on the Rocks","descr":"Mike und Carl sind unversöhnlich zerstritten. Auch ein Polizeipsychologe kann nicht helfen und so fahren beide mit neuen Partnern auf Streife. Allerdings gestaltet sich die Zusammenarbeit mit ihren zugeteilten Kollegen schwieriger als gedacht. Können die beiden ihre Freundschaft retten? Molly versucht derweil, Peggy zu einem Radiointerview zu überreden. Doch Peggy weigert sich, für ihr gemeinsames Buch Werbung zu machen …","versions":[{"lang":1,"streams":[{"redirect":12902385,"hoster":"VOE"},{"redirect":12902387,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782451,"hoster":"VOE"},{"redirect":8793975,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein kleiner Schritt für Mike","epNo":2,"alt":"One Small Step for Mike","descr":"Molly möchte zusammen mit Mike in Form kommen. Sie schenkt ihm deshalb einen Schrittzähler, wovon Mike nicht besonders begeistert ist. Um Molly nicht zu enttäuschen, lässt er Samuel ein paar Schritte für ihn sammeln. Als Molly nach dem Joggen mit Joyce und Victoria nach Hause kommt, findet sie den manipulierten Schrittzähler auf dem Sofa und ist wütend auf Mike. Es kommt zum Streit zwischen den beiden.","versions":[{"lang":1,"streams":[{"redirect":12902391,"hoster":"VOE"},{"redirect":12902392,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782457,"hoster":"VOE"},{"redirect":8793978,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Herzinfarkt","epNo":3,"alt":"Peg O? My Heart Attack","descr":"Peggy hat Mike und Molly zum Abendessen eingeladen. Bei dieser Gelegenheit bittet sie Molly, mit ihr und der Kirchengruppe ins Casino nach Rockford zu fahren. Molly versucht sich herauszureden, aber es kommt zum Streit und Peggy erleidet einen Herzinfarkt. Nachdem sie aus dem Krankenhaus entlassen wurde, macht sie Molly für alles verantwortlich und möchte mit ihr nichts mehr zu tun haben. Als Mike seine Mutter zu Hause pflegt, rutscht er aus und wird ins Krankenhaus eingeliefert.","versions":[{"lang":1,"streams":[{"redirect":12902394,"hoster":"VOE"},{"redirect":12902395,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782454,"hoster":"VOE"},{"redirect":8793977,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Super-Cop","epNo":4,"alt":"Super Cop","descr":"Mike und Carl sind auf Streife unterwegs. Als Mike währenddessen ein Nickerchen macht, wird ihm seine Brieftasche gestohlen. Dies nimmt er zum Anlass, ab sofort wieder ein besserer Polizist zu sein. Doch er verfehlt sein Ziel. Bei einer Verfolgungsjagd mit einem Einbrecher handelt er sich eine üble Narbe ein und Victoria kettet er zu Hause ans Treppengeländer wegen Haschischkonsums. Molly gefällt der neue Mike gar nicht …","versions":[{"lang":1,"streams":[{"redirect":12924861,"hoster":"VOE"},{"redirect":12902322,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782455,"hoster":"VOE"},{"redirect":8793981,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Vermächtnis","epNo":5,"alt":"Joyce\u0027s Will Be Done","descr":"Die Yogalehrerin von Molly, Victoria und Joyce ist gestorben. Schockiert darüber möchte Joyce alles für den Fall ihres Todes regeln. Sie geht mit ihren Töchtern zum Anwalt: Molly bekommt den Ring ihrer Großmutter und Victoria soll das Haus erben. Dies führt zu einem schlimmen Streit zwischen den Schwestern, da Molly die Aufteilung des Erbes einfach nicht verstehen kann … Derweil philosophieren Mike und Vince über das Leben nach dem Tod.","versions":[{"lang":1,"streams":[{"redirect":12902324,"hoster":"VOE"},{"redirect":12902326,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782461,"hoster":"VOE"},{"redirect":8793979,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Hausmann","epNo":6,"alt":"The Good Wife","descr":"Mike fühlt sich von Molly vernachlässigt. Er bekommt kein Abendessen und seine Wäsche wurde auch nicht gewaschen. Daraufhin kommt es zu einer kleinen Auseinandersetzung zwischen den beiden: Molly erklärt Mike, dass sie nicht alleine für den Haushalt zuständig sei. Von der Aufgabenteilung von Joyce und Vince angespornt, nimmt Molly am nächsten Tag einen Ölwechsel an Mikes Auto vor. Währenddessen lässt sich Mike von seiner Mutter verwöhnen …","versions":[{"lang":1,"streams":[{"redirect":12902330,"hoster":"VOE"},{"redirect":12902334,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782458,"hoster":"VOE"},{"redirect":8793985,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wochenende mit Hund","epNo":7,"alt":"Weekend With Birdie","descr":"Mike und Carl werden zu einem Tatort gerufen. Als sie dort eintreffen, finden sie im Schrank Birdie – eine kleine süße Hundedame. Da Mike es nicht übers Herz bringt sie im Tierheim abzugeben, nimmt er sie kurzerhand mit nach Hause. Alle sind von dem Tier entzückt, nur Molly kann sich nicht recht mit Birdie anfreunden. Ihr gefällt es gar nicht, dass Mike mehr Zeit mit dem Hund als mit ihr verbringt. Am nächsten Tag will Molly das Tier seinen rechtmäßigen Besitzern zurückbringen.","versions":[{"lang":1,"streams":[{"redirect":12902337,"hoster":"VOE"},{"redirect":12902339,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782452,"hoster":"VOE"},{"redirect":8793980,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zwei Männer und ein Boot","epNo":8,"alt":"The Wreck Of The Vincent Moranto","descr":"Vince hat ein altes marodes Boot gekauft, das er nun zusammen mit Mike restaurieren möchte. Sobald es wieder fahrtüchtig ist, wollen die beiden damit gemeinsam einen Angelausflug machen. Als Vince das Boot jedoch am nächsten Tag gewinnbringend weiterverkauft, ist Mike zutiefst traurig und zieht sich in sein Kinderzimmer zurück. Während Molly den Grund für Mikes Verhalten herauszufinden versucht, macht sich Peggy rasend vor Wut auf den Weg zu Vince …","versions":[{"lang":1,"streams":[{"redirect":12902346,"hoster":"VOE"},{"redirect":12902351,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917642,"hoster":"VOE"},{"redirect":8793982,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Baby an Bord","epNo":9,"alt":"Baby, Please Don’t Go","descr":"Molly findet ihre ehemalige Schülerin Frannie obdachlos und hochschwanger auf der Straße. Sie lädt das Mädchen ein, für eine Weile bei ihr zu wohnen. Frannie vertraut ihr an, dass sie ihr Kind nach der Geburt zur Adoption freigeben möchte. Da beschließt Molly, das Baby bei sich aufzunehmen – ohne Mike zu fragen. Als dieser davon erfährt, weiß er nicht, wie er damit umgehen soll. Nach langem Hin und Her ist er von Mollys Plan überzeugt, doch Frannie ist spurlos verschwunden …","versions":[{"lang":1,"streams":[{"redirect":12902357,"hoster":"VOE"},{"redirect":12902360,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11832117,"hoster":"VOE"},{"redirect":8793984,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Babybauch","epNo":10,"alt":"Baby Bump","descr":"Molly findet heraus, dass Frannie eine ältere Schwester in Indiana hat. Doch die Geschwister sind schon seit langer Zeit zerstritten. Molly wünscht sich, dass sich die beiden wieder versöhnen. Sie kontaktiert Maura und lädt sie auf einen Besuch ein. Auch wenn Frannie zunächst wenig davon begeistert ist, sprechen sich die beiden aus. Maura bietet ihr sogar an, das Kind bei ihr und ihrem Mann großzuziehen. Wird Frannie das Angebot annehmen oder Mike und Molly das Baby geben?","versions":[{"lang":1,"streams":[{"redirect":12902365,"hoster":"VOE"},{"redirect":12902366,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782459,"hoster":"VOE"},{"redirect":8793983,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Hausbesuch","epNo":11,"alt":"The Adoption Option","descr":"Mike und Molly möchten gerne ein Kind adoptieren. Deshalb stellen sie sich bei einer Agentur vor. Nach dem erfolgreichen Gespräch kündigt sich die Beamtin Karen für einen Hausbesuch an. Um einen guten Eindruck zu hinterlassen, wird alles akribisch geplant. Sie bringen das Haus auf Vordermann, gestalten Victorias Zimmer in ein Kinderzimmer um und geben den anderen genaue Anweisungen, wie sich verhalten sollen. Dies geht allerdings nach hinten los …","versions":[{"lang":1,"streams":[{"redirect":12902368,"hoster":"VOE"},{"redirect":12902370,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782463,"hoster":"VOE"},{"redirect":12978421,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Hellseherin","epNo":12,"alt":"Curse of Bambino","descr":"Mike und Molly warten sehnsüchtig darauf, ein Kind vermittelt zu bekommen. Ihre Familie und Freunde stehen ihnen während dieser Zeit hilfsbereit zur Seite. Peggy schenkt Molly in der Kirche ein Medaillon. Dieses vergraben sie am Abend im Garten, um göttlichen Beistand zu erhalten. Carl besucht mit Mike die Hellseherin Madame Vianne. Sie rät ihm, seinen Wagen gegen einen Minivan einzutauschen. Der ersehnte Anruf der Adoptionsagentur bleibt aber weiterhin aus …","versions":[{"lang":1,"streams":[{"redirect":12902374,"hoster":"VOE"},{"redirect":12902377,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782460,"hoster":"VOE"},{"redirect":8793986,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Happy End","epNo":13,"alt":"I See Love","descr":"Mike und Molly bereiten alles für das Baby vor. Kaum ist das Nötigste erledigt, erhalten sie nachts einen Anruf, dass die Mutter in den Wehen liegt. Zusammen mit Joyce, Vince, Victoria, Carl und Peggy fahren sie unverzüglich ins Krankenhaus. Aufgeregt und voller Anspannung warten sie gemeinsam vor dem Kreißsaal. Als Molly das Neugeborene in den Armen hält, verrät sie ein süßes Geheimnis …","versions":[{"lang":1,"streams":[{"redirect":12902382,"hoster":"VOE"},{"redirect":12902383,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917643,"hoster":"VOE"},{"redirect":8793988,"hoster":"Streamtape"}]}]}]}]}