{"seriesId":"miles-von-morgen","name":"Miles von Morgen","descr":"Der kleine Miles ist ein Weltraum-Abenteurer, der für jeden galaktischen Spaß zu haben ist. Gemeinsam mit seiner großen Schwester Loretta und seinen Forscher-Eltern Phoebe und Leo lebt er im All und geht auf spannende Missionen, um andere Welten zu erforschen. Immer mit dabei ist sein bester Freund Merc, ein Roboter-Vogel-Strauß. Auf ihm reitet er durch den Weltraum, lernt Außerirdische kennen und entdeckt bislang unerforschte Gebiete des Sonnensystems. In den Weiten der Galaxie müssen sich die Callistos immer aufeinander verlassen können. Miles’ Mutter Phoebe, ebenfalls bekannt als \"Käpt’n Calllisto\", ist eine ehrgeizige und erfolgreiche Frau, die ihre Familie stets anfeuert. Miles’ Vater Leo, der Pilot des Familienschiffes, erfindet ständig Neues. Und Miles’ ältere Schwester Loretta punktet als Technikfan. Mit ihrem speziellen Info-Armband ist sie eine unverzichtbare Hilfe bei den intergalaktischen Abenteuern des Clans.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Raumschiff außer Kontrolle","epNo":1,"alt":"Runaway Shuffle","descr":"Miles und sein Robo-Straußenfreund Merc retten einen eingeklemmten Piloten, bevor sein Raumschiff in Jupiters glühenden Mond Io kracht.","versions":[]},{"epId":"episode-2","name":"Strudel-Surfen","epNo":2,"alt":"Surfin’ The Whirlpool","descr":"Während eines gemeinsamen Surf-Ausflugs lernen Miles und sein Vater Leo den Wert von alt und neu schätzen, als sie zusammen arbeiten müssen, um den rauen Wellen des Zuma Strudels zu entkommen.","versions":[]},{"epId":"episode-3","name":"Der mysteriöse Wasserschaden","epNo":3,"alt":"Ocean In Motion","descr":"Die Callisto-Familie muss herausfinden, warum eine Forschungsstation auf einem trockenen Planeten einen Wasserschaden bekommen hat.","versions":[]},{"epId":"episode-4","name":"Der Forscher-Austausch","epNo":4,"alt":"Explorer Exchange","descr":"Ein glibberiger Außerirdischer besucht die Callisto-Familie im Rahmen eines kosmischen Forscher-Austauschprogramms.","versions":[]},{"epId":"episode-5","name":"Aus Spiel wird Ernst","epNo":5,"alt":"Game On","descr":"Die Callisto-Familie wird von einer außerirdischen Königin gefangen genommen. Nun ist Miles’ Können gefragt, um sie zu befreien.","versions":[]},{"epId":"episode-6","name":"Geheimnisvoller Sommerurlaub","epNo":6,"alt":"How I Saved My Summer Vacation","descr":"Während ihrer Reise zu dem ausgetrockneten Ferienplaneten Alarbus lüften Miles und Loretta das Geheimnis, wohin das ganze Wasser verschwunden ist.","versions":[]},{"epId":"episode-7","name":"Die Reise zum Eisplaneten","epNo":7,"alt":"Journey To The Frozen Planet","descr":"Miles befindet sich auf einer Mission, um ein eingefrorenes Fahrzeug von einem eisbedeckten Exoplaneten zurückzuholen. Als seine Schwester Loretta einen Fluss hinunter in Richtung eines Wasserfalls gespült wird, muss Miles sie retten.","versions":[]},{"epId":"episode-8","name":"Angriff der Flickorax","epNo":8,"alt":"Attack Of The Flickorax","descr":"Als die Lichter einer Ladestation auf dem dunklen Planeten Calpurnia ausgehen, müssen Miles und Loretta ihr Raumschiff und ihre Familie vor den Licht-fressenden Flickorax-Außerirdischen retten.","versions":[]},{"epId":"episode-9","name":"Leos neue Erfindung","epNo":9,"alt":"Catch That Iota!","descr":"Miles versucht Leos neueste Apparatur zu reparieren. Leider versinkt dadurch ein wichtiges Abendessen im Chaos.","versions":[]},{"epId":"episode-10","name":"Der mutige Merc","epNo":10,"alt":"Mighty Merc","descr":"Merc macht sich Sorgen, dass ihm sein Platz in der Callisto Familie von einem neuen Roboter namens Axel streitig gemacht wird.","versions":[]},{"epId":"episode-11","name":"Wer hat das Raumschiff gestohlen?","epNo":11,"alt":"Who Stole The Stellosphere?","descr":"Ein intergalaktischer Meisterdieb schleicht sich auf das Raumschiff der Callistos und macht sich damit aus dem Staub. Was er nicht weiß ist, dass Miles und Merc noch an Bord sind.","versions":[]},{"epId":"episode-12","name":"Der Felsrutsch","epNo":12,"alt":"Rock N’ Roll","descr":"Miles freut sich darauf, mit dem Training im Exo-Flex-Anzug zu beginnen, der besondere Kräfte verleiht. Aber als seine Familie bei einem Mondbeben von einem Felsrutsch verschüttet wird, müssen Miles und Merc schnell handeln, um sie zu retten.","versions":[]},{"epId":"episode-13","name":"Alles Gute zum Käpt’n-Tag","epNo":13,"alt":"Happy Captain’s Day","descr":"Miles, Loretta und Leo möchten für Käpt’n Phoebe den tollsten Käpt’n-Tag überhaupt ausrichten. Aber das bedeutet, dass sie den Liang Kometen einholen müssen – ein nahezu unmögliches Weltraum-Unterfangen.","versions":[]},{"epId":"episode-14","name":"Der Planet der Pflanzen","epNo":14,"alt":"Planet Of The Plants","descr":"Die Callistos begeben sich auf eine Mission nach Antheia, einem Planeten der komplett mit orangefarbenen Pflanzen bedeckt ist. Bald entdecken sie allerdings noch etwas viel Merkwürdigeres als die Farbe dieser Pflanzen!","versions":[]},{"epId":"episode-15","name":"Der versperrte Super-Highway","epNo":15,"alt":"Ride Of The Quarkons","descr":"Als die Callistos auf dem Photon Super-Highway plötzlich lauter kleine Quarkons entdecken, die den Weg versperren, stehen sie plötzlich vor allerlei Problemen.","versions":[]},{"epId":"episode-16","name":"Geschrumpft","epNo":16,"alt":"Downsized","descr":"Als Miles’ Familie versehentlich von einem Außerirdischen geschrumpft wird, müssen sie Merc als Mini-Callistos dabei helfen, ein Sternenschiff zu retten, das vom Kurs abgekommen ist.","versions":[]},{"epId":"episode-17","name":"Ein Planet für Haruna","epNo":17,"alt":"To The Goldilocks Zone","descr":"Miles’ Erdenfreundin Haruna ist auf der Suche nach einem geeigneten Planeten für sich er darf nicht zu heiß und nicht zu kalt sein. Da sind Miles und Merc natürlich mit ihren Forscher-Kenntnissen sofort zur Stelle und gehen gemeinsam auf Entdeckungsreise.","versions":[]},{"epId":"episode-18","name":"Der kosmische Schluckauf","epNo":18,"alt":"Hiccup In The Plan","descr":"Die Callistos werden plötzlich zum kosmischen Mittagessen, als die Stellosphäre von einem riesigen Außerirdischen verschluckt wird.","versions":[]},{"epId":"episode-19","name":"Auf Weltraum Patrouille","epNo":19,"alt":"On Spaceguard","descr":"Miles geht auf Patrouille mit seinem Onkel Joe, einem Weltraum-Wächter. Gemeinsam müssen sie einen Bösewichts aufhalten, der versucht eine Maschine zu stehlen, die unsichtbar macht.","versions":[]},{"epId":"episode-20","name":"Der Eindringling","epNo":20,"alt":"Spaceship Invader","descr":"Der flauschige Stein, den Miles von einer Mission mit nach Hause bringt, ist vielleicht überhaupt kein flauschiger Stein …","versions":[]},{"epId":"episode-21","name":"Die große Düsenboard-Jagd","epNo":21,"alt":"The Great Blastboard Chase","descr":"Miles leiht sich Leos Düsenboard, ohne um Erlaubnis zu fragen. Und das geht leider komplett schief!","versions":[]},{"epId":"episode-22","name":"Die Robo-Haustiere","epNo":22,"alt":"Adventures In Robo-Pet Sitting","descr":"Die Callistos wollen ein paar Robo-Haustiere zu ihren Besitzern transportieren. Doch leider artet dieses Vorhaben bald in heilloses Chaos aus.","versions":[]},{"epId":"episode-23","name":"Die Bruchlandung","epNo":23,"alt":"Unplugged","descr":"Als der Motor des Sternenflitzers plötzlich ausfällt, müssen die Callistos auf einem unbewohnten Planeten notlanden. Und dort muss sich die Familie ohne Technik zurechtfinden!","versions":[{"lang":1,"streams":[{"redirect":11316216,"hoster":"VOE"},{"redirect":10129453,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Zu viel Schrott","epNo":24,"alt":"Junked","descr":"Irgendjemand lädt in der Nähe des Ferienplaneten Alarbus seinen ganzen Schrott im Orbit ab. Werden es die Callistos schaffen, den Weltraum-Verschmutzer ausfinding zu machen und den ganzen Müll zu entsorgen?","versions":[]},{"epId":"episode-25","name":"Mama Merc","epNo":25,"alt":"Mama Merc","descr":"Als eine riesige fliegende Kreatur den Sternenflitzer mit ihrem Ei verwechselt, müssen Miles, Merk und Loretta nicht nur das richtige Ei finden, sondern auch ihre eigenen Eltern retten.","versions":[]},{"epId":"episode-26","name":"Das Weltraumrennen","epNo":26,"alt":"Space Race","descr":"Miles macht bei dem Rennen \"Piloten der Zukunft\" mit. Dabei lernt er schnell, dass Fairness und einem Freund zu helfen wichtiger ist, als einen Preis zu gewinnen.","versions":[]},{"epId":"episode-27","name":"Das Neptun-Abenteuer","epNo":27,"alt":"The Neptune Adventure","descr":"Ein Ausflug zur Forschungsstation auf dem Planeten Neptun steht wortwörtlich Kopf, als der Stabilisator eine Funktionsstörung hat und sich die ganze Station überschlägt und zu sinken droht.","versions":[]},{"epId":"episode-28","name":"Ich sehe was, was du nicht siehst","epNo":28,"alt":"Eye To Eye","descr":"Die Callistos sehen plötzlich alles mit anderen Augen, als sie einen Außerirdischen treffen, der nur im Infrarot-Spektrum sehen kann.","versions":[]},{"epId":"episode-29","name":"Juris Feiertag","epNo":29,"alt":"Yuri?s Night","descr":"Yuri‘s Night’ ist ein Feiertag zu Ehren von Yuri Gagarin, dem ersten Menschen im Weltall. Und die Callistos sollen zur Feier des Tages für die größte Party des Universums einen außerirdischen Musiker zum Sternenflitzer bringen.","versions":[]},{"epId":"episode-30","name":"Ich, Stella","epNo":30,"alt":"I, Stella","descr":"Als Stella eine technische Funktionsstörung aufweist, bricht plötzlich das ganze System zusammen. Miles muss also irgendwie an Bord des Schiffes gelangen und Stella wieder zum Laufen bringen.","versions":[]},{"epId":"episode-31","name":"Tiefkühlessen","epNo":31,"alt":"Frozen Food","descr":"Eigentlich haben sich die Callistos auf ein ruhiges Abendessen mit der Familie in einem neuen Restaurant am Ende des Universums gefreut. Doch dann werden sie von einem Weltraum-Dieb gestört.","versions":[]},{"epId":"episode-32","name":"Reparieren will gelernt sein!","epNo":32,"alt":"Later, Multivator","descr":"Miles möchte gerne in die Fußstapfen seines Vater treten und ein super Mechaniker werden. Doch als er versehentlich den Multivator der Sternenflitzers umprogrammiert, muss er vor allem lernen, sehr schnell zu reparieren, wenn er seine Schwester Loretta retten will.","versions":[]}]}]}