{"seriesId":"million-dollar-car-hunters","name":"Million Dollar Car Hunters","descr":"In \"Million Dollar Car Hunters\" machen sich Auto-Experten und leidenschaftliche Auto-Jäger auf eine Reise rund um den Globus, um die seltensten und teuersten Fahrzeuge zu finden. Durch die Zusammenarbeit mit dem Auktionshaus RM Sotheby’s werden diese Sammlerstücke auf einer der exklusiven Automobil-Auktionen in New York, London oder Monaco angeboten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Rennsportlegenden","epNo":1,"alt":"Shelby Cobra, Bugatti, Alfa Romeo","descr":"Autojäger Weaver ist in Las Vegas, um sich ein einzigartiges Auto anzusehen, den legendären Shelby Cobra CSX 2000. Es war der erste Cobra-Prototyp von Carroll Shelby und hat fast alle modernen Sportwagen beeinflusst. Wird er den Rekord für das teuerste jemals auf einer Auktion verkaufte amerikanische Auto brechen? In der New Yorker Sotheby’s Zentrale in Manhattan ist ein seltener Vorkriegswagen in der Auktion: Der Alfa Romeo 2.9 von 1939 ist um die 20 Millionen Dollar wert und bekommt jede Menge Aufmerksamkeit","versions":[{"lang":1,"streams":[{"redirect":11316217,"hoster":"VOE"},{"redirect":10129454,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Rennpferd und der Gentleman","epNo":2,"alt":"Aston Martin, Ferrari \u0026 Mercedes-Benz","descr":"In New York werden zwei Autos für eine gigantische Summe verkauft: ein Ferrari, der einmal von Juan Manuel Fangio gefahren wurde, für mehr als 25,5 Millionen Dollar und ein Aston Martin DB4 Zagato für 13 Millionen Dollar. Der Käufer des DB4 gibt sogar noch mehr Geld aus, um ihn in einen tadellosen Zustand zu versetzen. Er will damit bei der weltweit renommiertesten Oldtimer-Show im kalifornischen Pebble Beach gewinnen. In der Zwischenzeit macht sich Autojäger Oliver auf nach Südfrankreich, um einen Mercedes zu kaufen, der dem Schauspieler James Mason gehört hat.","versions":[{"lang":1,"streams":[{"redirect":11316226,"hoster":"VOE"},{"redirect":10129457,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Italiener und das Kunstwerk","epNo":3,"alt":"Ferrari Spyder \u0026 Two Maseratis","descr":"Die Autojäger in London haben einen Spitzen-Wagen für die Auktion in Monaco gefunden: einen seltenen Ferrari 275 GTS/4 NART Spyder, der auf über 19 Millionen Euro geschätzt wird. Doch wenn sich kein Käufer dafür findet, waren all ihre Mühen umsonst. Die Autojäger in Kalifornien haben eine ganz besondere Pflicht zu erfüllen: Ein beliebter Kollege ist verstorben und hat ein Mercedes-Benz 220 A Cabriolet hinterlassen, das der japanische Künstler Hiro Yamagata dekoriert hat. Die Autojäger hoffen, dass dieses Auto für die Familie ihres Freundes einen guten Preis erzielt.","versions":[{"lang":1,"streams":[{"redirect":12380237,"hoster":"VOE"},{"redirect":10129458,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der amerikanische Traum","epNo":4,"alt":"Six Racing Cars And A Duesenberg","descr":"Autojäger Weaver stößt auf eine Sammlung von sechs unglaublichen Rennwagen und will sie Test fahren, ehe er sie zur Auktion in Monterey verschickt. Der Star der Sammlung ist ein 1966er Ford GT40 der ersten Serie, mit einem Shelby V-8 Getriebe. Doch Käufer für diese Art Rennwagen sind selten, vor allem wenn dieser auf über vier Millionen Dollar geschätzt wird. Bei der Auktion in Detroit kommt ein wunderschöner 1929er Duesenberg unter den Hammer. Es ist leicht nachvollziehbar, warum dieses Auto bei Filmstars der Dreißigerjahre wie Clark Gable und Ginger Rogers so begehrt war.","versions":[{"lang":1,"streams":[{"redirect":11316230,"hoster":"VOE"},{"redirect":10129455,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Scheunenfunde","epNo":5,"alt":"Iso Grifo \u0026 1954 Bentley","descr":"Autojäger Paul Darvill sieht sich in Schottland einen Scheunenfund an: einen verrosteten Iso Grifo-Sportwagen von 1967. Mit einem Schätzwert von rund 30.000 Pfund soll er auf der Auktion in London verkauft werden. Wird er es schaffen? Oder wird das Auto in seine Einzelteile zerfallen, ehe der Hammer fällt? Gord Duff versucht in Michigan einen Sammler zu überreden, seinen Bentley Continental Fastback von 1954 für etwa 1,5 Millionen Dollar zu verkaufen. Währenddessen ist David Swig in Kalifornien hinter einer Sammlung des Riverside Autotomotive Museum her, die fünf Millionen Dollar wert ist.","versions":[{"lang":1,"streams":[{"redirect":11316231,"hoster":"VOE"},{"redirect":10129456,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Historische Sportler","epNo":6,"alt":"Jaguar D-Type \u0026 1951 Ferrari 340","descr":"Autojäger Gus unternimmt eine Testfahrt mit einem seltenen Ferrari 340 America Barchetta von 1951 für die exklusive Auktion in Monaco. Eine enorme Verantwortung, da der Wagen auf acht Millionen Dollar geschätzt ist. David Swig inspiziert an der amerikanischen Westküste einen extrem seltenen Jaguar D-Type von 1955 mit einer faszinierenden Geschichte. Als ehemaliger Gewinner von Le Mans wird der Wert des Wagens auf 20 Millionen Dollar geschätzt. Sollten die Autojäger diese Summe tatsächlich erzielen, wäre das ein neuer Rekord für den Verkauf eines britischen Autos bei einer Auktion.","versions":[{"lang":1,"streams":[{"redirect":11316245,"hoster":"VOE"},{"redirect":10129459,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rocklegenden","epNo":7,"alt":"Austin Princess Hearse And A Porsche","descr":"Autojäger Weaver fährt nach Texas, um den Wert eines Austin Princess Leichenwagen zu schätzen, der einst John Lennon gehört hat. Weaver muss zunächst herausfinden, inwiefern der frühere Besitzer den Wert des Austin beeinflusst und den Wagen dann per Luftfracht 8.000 Kilometer zur Auktion nach London verschicken. In New York wird ein personalisierter und handbemalter Porsche aus den 1960ern versteigert, der im Besitz der amerikanischen Rocklegende Janis Joplin gewesen ist. In England kommt ein seltener Ferrari 268 SP Rennwagen von 1962 unter den Hammer. Geschätzter Wert: 15 Millionen Dollar.","versions":[]},{"epId":"episode-8","name":"Meilensteine","epNo":8,"alt":"Continental Speedster, Packard Twelve Coupe Roadster","descr":"Bei der Auktion in London soll ein Audi Quattro Super Tourenwagen von 1995 versteigert werden. Doch der Besitzer möchte mit dem Wagen vorher noch beim Rennen in Silverstone teilnehmen. Autojäger Ken Gross hat in Tennessee einen seltenen Ford aus dem Jahr 1932. Der Continental Speedster ist ein Meilenstein in der Entwicklung des Autodesigns und könnte bei der Auktion in Florida über eine Million Dollar erzielen. Pete und Barney machen in Kanada eine Probefahrt mit einem Packard Twelve Coupe Roadster von 1938 und einem Messerschmitt KR200 von 1959, ehe sie sie zur Auktion in Detroit schicken.","versions":[{"lang":1,"streams":[{"redirect":11316264,"hoster":"VOE"},{"redirect":10129460,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Straßenboliden","epNo":9,"alt":"1955 Mercedes And A Saleen S7","descr":"Autojänger Weaver versucht einen Autobesitzer zu überzeugen, seinen wunderschön restaurierten Lamborghini Miura SV im Wert von zwei Millionen Dollar zu verkaufen. Weaver muss all seine Kenntnisse als Autospezialist einsetzen, um den Eigentümer dazu zu bringen, sich von dem Wagen zu trennen. Barney hat in Chicago ein Spitzen-Auto für die Auktion in Detroit entdeckt. Es ist eine Ikone der amerikanischen Industrie und wohl das schnellste Auto, das jemals für die Straße produziert wurde: der Saleen S7. Wenn Barney mit dem Auto in Detroit Erfolg hat, wäre das der Höhepunkt seiner Karriere.","versions":[{"lang":1,"streams":[{"redirect":12380239,"hoster":"VOE"},{"redirect":10129461,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Rallye Monte Carlo","epNo":10,"alt":"Aston Martin DB4","descr":"Im Vorfeld der Auktion in London geht Autojäger Paul Darvill mit einem Aston Martin DB4 GT im Wert von 2,5 Millionen Pfund bei einer Oldtimer-Rallye an den Start. Oliver hat in Frankreich zwei nach Kundenwünschen gefertigte Sieger-Rennwagen der Gruppe B in einer Auktion: einen Peugeot 205 und einen Renault 5 Turbo. Werden sie bei der Auktion die erwartete Million bringen? David Swigg bewertet in den USA die Restaurierung eines AC Aceca-Bristol von 1958. Er muss die Besitzer davon überzeugen, einer \"No Reserve-Strategie\" zuzustimmen. Dabei geht das Auto an den Höchstbietenden.","versions":[{"lang":1,"streams":[{"redirect":11316249,"hoster":"VOE"},{"redirect":10129462,"hoster":"Streamtape"}]}]}]}]}