{"path":"/serie/stream/misfits","name":"Misfits","descr":"Nathan, Kelly, Curtis, Alisha und Simon lernen sich am tristen Londoner Stadtrand kennen, als sie Sozialstunden ableisten. Am ersten Tag zieht eine besonders dunkle Gewitterwolke am grauen Himmel auf und verändert ihr Leben schlagartig: Sie haben plötzlich übernatürliche Kräfte. Die lösen die Probleme der Außenseiter jedoch nicht, sondern verstärken sie – der scheue Simon wird etwa unsichtbar, wenn andere ihn ignorieren. Gegen ihren Willen schweißt das Geheimnis die fünf zusammen.","seasons":[{"path":"/serie/stream/misfits/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/misfits/staffel-1/episode-1","name":"Das Gewitter","epNo":1,"alt":"Episode One","descr":"Eine bunte Truppe von jugendlichen Straftätern trifft sich unter der Anleitung des Bewehrungshelfers um gemeinüntzige Arbeit zu leisten. Alle sechs geraten in ein schweres Gewitter und werden vom Blitz getroffen. Dieses Ereignis verändert jeden Einzelnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10724961","hoster":"VOE"},{"path":"/redirect/8598723","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526317","hoster":"VOE"},{"path":"/redirect/8526314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-1/episode-2","name":"Gewitterfolgen","epNo":2,"alt":"Episode Two","descr":"Unsere Bande von jugendlichen Strafttern ist dazu verdonnert worden in einem Altersheim für Unterhaltung zu sorgen. Dort lernt Nathan die bezaubernde Ruth kennen. Nachdem die Truppe sich von ihrem Bewehrungshelfer entledigen musste übernimmt Sally seine Stelle. Plötzlich taucht auch noch ein Fremder auf der Nachts nackt durch die Gegend läuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847473","hoster":"VOE"},{"path":"/redirect/8598725","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526322","hoster":"VOE"},{"path":"/redirect/8526321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-1/episode-3","name":"Wohin mit den Leichen?","epNo":3,"alt":"Episode Three","descr":"Immer neue Nachrichten eines unbekannten Mitwissers finden sich in den Spinden von Nathan, Kelly, Curtis, Alisha und Simon. Die fünf müssen auf der Hut sein, damit ihr Geheimnis nicht ans Licht kommt. Zumal genau an der Stelle, an der die Leichen von Tony und Gary vergraben sind, Bauarbeiten stattfinden sollen … Curtis und Alisha stellen fest, dass sie sich gern haben – allerdings werden Alishas sexuelle Superkräfte ausgerechnet bei dem Mann, den sie wirklich will, zum Problem.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847470","hoster":"VOE"},{"path":"/redirect/8598724","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12924890","hoster":"VOE"},{"path":"/redirect/8526328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-1/episode-4","name":"Die Zeitenmanipulierer","epNo":4,"alt":"Episode Four","descr":"Die Gruppe bekommt Zuwachs: Curtis’ Ex-Freundin Sam hat gerade ihre Gefängnisstrafe wegen Drogenbesitzes abgesessen – nun macht sie ihrem ehemaligen Lover schwere Vorwürfe. Beide hatten in der Nacht ihrer Festnahme Kokain bei sich – Sam nahm jedoch die Schuld auf sich und ging auch für Curtis in den Knast. Der nutzt nun seine Kräfte, um die Zeit zurückzudrehen. Doch alles, was er in der Vergangenheit verändert, hat auch Auswirkungen auf die Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847472","hoster":"VOE"},{"path":"/redirect/8598728","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13096378","hoster":"VOE"},{"path":"/redirect/8526327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-1/episode-5","name":"Sallys Geheimnis","epNo":5,"alt":"Episode Five","descr":"Sally scheut vor keinem Mittel zurück, Beweise dafür zu finden, dass die Gruppe für das Verschwinden ihres Verlobten Tony verantwortlich ist. Sie macht sich an Simon ran – und die Rechnung geht auf: Der scheue Teenager verliebt sich in sie. Wird er ihr im Gefühlsrausch aber auch das Geheimnis der Gang anvertrauen? Nathan entwickelt in der Zwischenzeit Vatergefühle – zumindest bringt ihn Finn, ein Baby aus der Krabbelgruppe des Sozialzentrums, mit mysteriösen Kräften dazu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847475","hoster":"VOE"},{"path":"/redirect/8598731","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12380249","hoster":"VOE"},{"path":"/redirect/8526670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-1/episode-6","name":"Die Tugendhaften","epNo":6,"alt":"Episode Six","descr":"Etwas Merkwürdiges passiert in der Stadt: Kein Teenager betrinkt sich mehr, keiner nimmt Drogen oder hat Sex – sogar Alisha wird plötzlich prüde. Eine Organisation namens \"Virtue\" und ihre Anführerin Rachel scheinen dahinter zu stecken. Schnell zieht \"Virtue\" auch ein Gangmitglied nach dem anderen in ihren Bann – doch hinter deren Fassade geht es alles andere als tugendhaft zu. Nathan muss die Gehirnwäsche stoppen – und das, wo er doch gar keine Superkräfte hat…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847476","hoster":"VOE"},{"path":"/redirect/8598730","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526335","hoster":"VOE"},{"path":"/redirect/8526336","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/misfits/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/misfits/staffel-2/episode-1","name":"Die große Unbekannte","epNo":1,"alt":"Episode One","descr":"Nathan erwacht tief unter der Erde in dem Sarg, in dem er gerade eben beerdigt wurde. Er ruft um Hilfe, doch niemand hört ihn. Seine Freunde Curtis, Alisha, Kelly und Simon trauern immer noch um ihn und haben keine Ahnung von dem Albtraum, in dem ihr Freund gefangen ist – bis Nachrichten eines Unbekannten sie zu Nathans Grab führen … Lucy, eine Bekannte aus Simons Zeit in der Psychiatrie, taucht im Sozialzentrum auf – und plötzlich geschehen merkwürdige Dinge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847477","hoster":"VOE"},{"path":"/redirect/8598732","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13098473","hoster":"VOE"},{"path":"/redirect/8526338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-2/episode-2","name":"Nathans Bruder","epNo":2,"alt":"Episode Two","descr":"Überraschungsbesuch für Nathan: Jamie taucht im Gemeindezentrum auf – sein Halbbruder, von dem er bislang noch nichts wusste. Immerhin, die beiden scheinen eine Sache gemeinsam zu haben: Sie hatten Probleme mit ihrem Vater Mike … Alisha begegnet wieder dem geheimnisvollen maskierten Mann und filmt ihn. Als sie den Anderen die Aufnahme zeigt, erkennt Nathan ihn wieder: Der Typ hatte ihn vor \"Virtue\" gerettet. Außerdem gerät eine gemeinsame Partynacht völlig aus den Fugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847479","hoster":"VOE"},{"path":"/redirect/14203937","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526342","hoster":"VOE"},{"path":"/redirect/8526337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-2/episode-3","name":"Der Tätowierer","epNo":3,"alt":"Episode Three","descr":"Als Alisha auf dem Heimweg überfallen wird, taucht der maskierte Unbekannte auf und rettet sie. Doch nicht nur das wundert sie – er kann sie auch berühren, ohne, dass sie irgendeinen Effekt auf ihn hat. Sie will den geheimnisvollen Mann um jeden Preis finden – und erlebt eine große Überraschung … Auch Curtis hat eine seltsame Begegnung: Nikki, das Mädchen in dessen Wohnung die Freunde eingebrochen waren, ist ihm schon einmal in einem Traum begegnet. Was verbindet die beiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917660","hoster":"VOE"},{"path":"/redirect/8598734","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13098475","hoster":"VOE"},{"path":"/redirect/8526344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-2/episode-4","name":"Das Spenderherz","epNo":4,"alt":"Episode Four","descr":"Beim Sozialdienst tritt ein neuer jugendlicher Straftäter den Dienst an: Ollie. Wie sich herausstellt, hat auch er übernatürliche Kräfte – er kann sich teleportieren. Beim Müllsammeln lernen Ollie, Simon, Nathan, Kelly, Curtis und Alisha einen noch merkwürdigeren Typen kennen: Tim glaubt, er sei in einem Videospiel – und Ollie macht den Fehler, sich mit ihm anzulegen … Nachdem Nikki sich einer Herztransplantation unterzieht, spürt sie mysteriöse Nebenwirkungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337189","hoster":"VOE"},{"path":"/redirect/8598735","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526346","hoster":"VOE"},{"path":"/redirect/8526347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-2/episode-5","name":"Der Maskenball","epNo":5,"alt":"Episode Five","descr":"Nathan wird umgebracht – mal wieder. Als er zum Leben erwacht, kann sich der Unsterbliche nicht erinnern, wer ihn getötet hat. Er verdächtigt die neue Sozialarbeiterin Jessica, die er kurz zuvor in der Umkleide dumm angemacht hatte. Später stirbt noch ein Junge, der mit ihr zu tun hatte. Ob es da eine gute Idee von Simon ist, mit Jessica anzubandeln? Auch Kelly hat Herzklopfen: Der junge Kriminelle Bruno macht ihr Avancen – dumm nur, dass die Polizei ihn sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847481","hoster":"VOE"},{"path":"/redirect/8598736","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526355","hoster":"VOE"},{"path":"/redirect/8526350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-2/episode-6","name":"Endlich berühmt","epNo":6,"alt":"Episode Six","descr":"Im Fernsehen erfahren Nathan, Kelly, Curtis, Alisha und Simon von Brian: Genau wie sie verfügt der Kellner seit dem Gewitter über eine außergewöhnliche Fähigkeit. Anders als die fünf Freunde hat er seine Kräfte jedoch zu Geld gemacht. Die Gruppe sträubt sich noch dagegen, doch ihr Sozialarbeiter Shaun verrät sie an die Presse. Plötzlich berühmt, checken die drei in einem Luxushotel ein. Dort wartet Brian auf sie – und der ist gar nicht begeistert von seiner Helden-Konkurrenz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847480","hoster":"VOE"},{"path":"/redirect/8598737","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526351","hoster":"VOE"},{"path":"/redirect/8526356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-2/episode-7","name":"Nathan wird Vater","epNo":7,"alt":"Christmas Special","descr":"Es ist drei Monate her, dass Nathan, Kelly, Curtis, Alisha und Simon ihren Sozialdienst beendet haben, und Weihnachten steht vor der Tür. Alisha stößt auf eine Werbung, in der Geld für Kräfte angeboten wird. Sie stellt sich bei Seth vor, der sie von ihrer Fähigkeit befreit, jeden, der sie berührt, sexuell zu erregen. Wird das ihre Beziehung mit Simon verändern? Derweil wendet sich der Geistliche Elliot an Seth, um Kräfte zu erwerben – anschließend kann er sich als Jesus ausgeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847482","hoster":"VOE"},{"path":"/redirect/8598742","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13096381","hoster":"VOE"},{"path":"/redirect/8526354","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/misfits/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/misfits/staffel-3/episode-1","name":"Der Neue","epNo":1,"alt":"Episode One","descr":"Rudy fängt seinen Gemeindedienst an und merkt bald, welche Gefahren seine Superpower birgt. Aber vor allem plagt ihn die Frage, wie er seine neue Superkraft geheim halten soll. Die anderen versuchen ebenfalls noch, sich an ihr neues Leben mit Superpower zu gewöhnen und haben sich zudem auf einen Deal mit Seth eingelassen. Sie ahnen noch nicht, dass ihnen die allergrößte Herausforderung erst noch bevorsteht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847483","hoster":"VOE"},{"path":"/redirect/8598738","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13096380","hoster":"VOE"},{"path":"/redirect/8526358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-3/episode-2","name":"Verwirrung","epNo":2,"alt":"Episode Two","descr":"Curtis nutzt seine neue Fähigkeit, sein Geschlecht zu ändern, um als Athlet wieder mitzumischen. Als Mel kann er endlich wieder an Wettkämpfen teilnehmen. Kompliziert wird es, als er sich in eine andere Sportlerin, Emma, verguckt. Selbstverständlich kann er ihr nicht verraten, wie seine wahre Identität aussieht. Und dann zieht er als Mel mehr Aufmerksamkeit auf sich, als ihm lieb ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847484","hoster":"VOE"},{"path":"/redirect/8598739","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13095194","hoster":"VOE"},{"path":"/redirect/8526362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-3/episode-3","name":"Simon und Peter","epNo":3,"alt":"Episode Three","descr":"Simon eilt dem Comic-Freak Peter zu Hilfe und hat ab jetzt einen Superfan. Doch bald wird aus der Bewunderung pure Besessenheit. Peter, der wegen Diebstahls Gemeindearbeit leisten muss, mischt sich mehr und mehr in Simons Leben ein. Langsam kristallisiert sich heraus, dass der Comic-Freak mit seinen Zeichnungen Simons Leben manipulieren kann. So sorgt er dafür, dass Simon sich von Alisha trennt. Es kommt zu einem blutigen Kampf zwischen den beiden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847485","hoster":"VOE"},{"path":"/redirect/8598745","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526368","hoster":"VOE"},{"path":"/redirect/8526366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-3/episode-4","name":"Die Zeitreise","epNo":4,"alt":"Episode Four","descr":"Ein alter jüdischer Mann will mit Hilfe von Curtis’ alter Superkraft eine Zeitreise unternehmen – und Hitler töten. Doch der Plan schlägt fehl: Die Gang findet sich plötzlich in einer Welt wieder, in der die Nazis den Krieg gewonnen und Großbritannien erobert haben. Doch damit nicht genug. Die Nazis setzen Seth massiv unter Druck, ihnen auch Superkräfte zu verkaufen. Die Gang setzt gemeinsam alles daran, die Nazis zu besiegen und Seth zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847490","hoster":"VOE"},{"path":"/redirect/8598740","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526361","hoster":"VOE"},{"path":"/redirect/8526369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-3/episode-5","name":"Im falschen Körper","epNo":5,"alt":"Episode Five","descr":"Als Kelly Gemeindedienst in einem örtlichen Krankenhaus ableisten muss, hat sie einmal mehr unter den neuen Superkräften zu leiden. Sie gelangt in den Körper von Jen, einer Komapatientin, und kann ihn nicht mehr verlassen! Rudy hat mit einem ganz anderen Problem zu kämpfen: Er soll eine Therapie gegen seine Wutausbrüche machen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847492","hoster":"VOE"},{"path":"/redirect/8598741","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526370","hoster":"VOE"},{"path":"/redirect/8526371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-3/episode-6","name":"Rudis bestes Stück","epNo":6,"alt":"Episode Six","descr":"Nach einem One-Night-Stand hat Rudy ein alarmierendes Problem: Sein Penis verfärbt sich schwarz und droht abzufallen. Simon hilft ihm dabei, das Mädchen zu finden, dass ihn ganz offensichtlich verflucht hat. Curtis hat ebenfalls ein gravierendes Problem: Melissa ist schwanger! Seth will ihm helfen und seine Superpower – Geschlechterwechsel – zurückkaufen. Wird sich dann für Curtis alles wieder normalisieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380246","hoster":"VOE"},{"path":"/redirect/8598743","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526373","hoster":"VOE"},{"path":"/redirect/8526374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-3/episode-7","name":"Angriff der Zombies","epNo":7,"alt":"Episode Seven","descr":"Nachdem Seth Curtis seine alte Superpower genommen hat, gibt er ihm die Fähigkeit, Tote wieder zum Leben zu erwecken. So kann Curtis seine Freundin Shannon wieder zurückholen. Doch bald muss er erkennen, dass dieser massive Eingriff nicht ohne Folgen bleibt: Shannon entwickelt eine Gier nach Blut von lebenden Menschen – bald gibt es mehr und mehr Zombies! Gelingt es der Gang, Herr der Lage zu werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847493","hoster":"VOE"},{"path":"/redirect/8598744","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526375","hoster":"VOE"},{"path":"/redirect/8526379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-3/episode-8","name":"Simons Mission","epNo":8,"alt":"Episode Eight","descr":"Das Medium Jonas hat durch den Sturm die Fähigkeit erhalten, Tote, die noch etwas zu erledigen haben, wieder auf die Erde zurückzuschicken. So tauchen drei bekannte Gesichter aus der Vergangenheit wieder bei der Gang auf. Rachel will beispielsweise unbedingt noch ihre Jungfräulichkeit verlieren, was Rudy sehr zupasskommt. Sally und Tony haben ebenfalls noch eine Rechnung zu begleichen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847491","hoster":"VOE"},{"path":"/redirect/8598746","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526381","hoster":"VOE"},{"path":"/redirect/8526377","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/misfits/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/misfits/staffel-4/episode-1","name":"Folge 1","epNo":1,"alt":"Episode One","descr":"Finn und Jess sind neu beim Sozialdienst. Auch sie haben übernatürliche Kräfte: Jess hat den Röntgenblick und Finn verfügt über telekinetische Fähigkeiten. Ihr erster Tag gerät turbulent: Während sie noch auf den neuen Bewährungshelfer Greg warten, kommt ein Unbekannter mit einem Aktenkoffer ins Gemeindezentrum. Wie von Sinnen haben es plötzlich alle auf den geheimnisvollen Koffer abgesehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847488","hoster":"VOE"},{"path":"/redirect/12272140","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526385","hoster":"VOE"},{"path":"/redirect/8526382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-4/episode-2","name":"Folge 2","epNo":2,"alt":"Episode Two","descr":"Als Rudy bei Finn einzieht, entdeckt er ein blondes Mädchen: Sadie. Finn hatte sie ans Bett gefesselt. Als die anderen ihn zur Rede stellen, behauptet er, sie habe ihn mit ihren Kräften kontrolliert und in einen perfekten Freund verwandeln wollen. Die Jugendlichen überreden Seth, ihr die Kräfte wegzunehmen … Im Gemeindezentrum taucht Lola auf, die eine Ausbildung als Bewährungshelferin macht. Sie und auch der gutaussehende Barkeeper Alex beschäftigen die Gruppe bald.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847489","hoster":"VOE"},{"path":"/redirect/8598747","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526389","hoster":"VOE"},{"path":"/redirect/8653798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-4/episode-3","name":"Folge 3","epNo":3,"alt":"Episode Three","descr":"Ein dritter Rudy taucht auf: Der gemeingefährliche Killer wurde einst von Rudy und seinem Doppelgänger ins Gefängnis gebracht und ist nun wieder auf freiem Fuß. Bald gelingt es dem Psychopathen die anderen beiden Rudys in seine Gewalt zu bekommen. Nun hat er freie Bahn, als Jess sein Interesse weckt. Derweil kommen sich Curtis und Lola näher. Und Finn fühlt sich zu seiner Stiefmutter hingezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847486","hoster":"VOE"},{"path":"/redirect/8598749","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526391","hoster":"VOE"},{"path":"/redirect/8526384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-4/episode-4","name":"Folge 4","epNo":4,"alt":"Episode Four","descr":"Finns Versuche, bei Jess zu landen, wollen einfach nicht gelingen und Rudys Tipps sind auch nicht gerade hilfreich. Währenddessen findet Curtis Weiteres über Lola heraus, die nicht die zu sein scheint, die sie vorgibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847494","hoster":"VOE"},{"path":"/redirect/12272139","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526393","hoster":"VOE"},{"path":"/redirect/8526390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-4/episode-5","name":"Folge 5","epNo":5,"alt":"Episode Five","descr":"Finn findet endlich seinen richtigen Vater Dan – und erfährt gleichzeitig, dass der nicht mehr lange zu leben hat. Verzweifelt versucht er, die noch verbleibende Zeit zu nutzen, um eine Bindung zu ihm aufzubauen, während seine Halbschwester Grace ihn mithilfe ihrer übersinnlichen Kräfte am Leben hält. Derweil lädt Barkeeper Alex Jess zu sich nach Hause ein. Er will ihr beweisen, dass er heterosexuell ist und küsst sie – aber kann sie das überzeugen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847502","hoster":"VOE"},{"path":"/redirect/8598752","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13102072","hoster":"VOE"},{"path":"/redirect/8526395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-4/episode-6","name":"Folge 6","epNo":6,"alt":"Episode Six","descr":"Rudy, Finn, Jess und Alex besuchen eine Party von Rudys Kumpel Richard. Nachdem der Gastgeber sich zuvor allerdings Drogen eingeworfen hat, wartet bei der Ankunft der Freunde eine gespenstische Schöpfung von Richard auf sie: Ein riesiges Killer-Kaninchen mit einem Golfschläger macht Jagd auf die Gruppe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8952056","hoster":"VOE"},{"path":"/redirect/8598750","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13102074","hoster":"VOE"},{"path":"/redirect/8526400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-4/episode-7","name":"Folge 7","epNo":7,"alt":"Episode Seven","descr":"Die rothaarige Abbey wacht nach der Party in Gemeindezentrum auf. Dort begegnet sie der ängstlichen Tara, die ein Baby erwartet. Die Schwangere nutzt ihre Superkräfte, um ihren Fötus an Abbey zu übertragen … Alex versucht verzweifelt, seinen Penis wiederzufinden. Bald gelingt es ihm, den Dieb ausfindig zu machen. Und Rudy lernt die mysteriöse Nadine kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847503","hoster":"VOE"},{"path":"/redirect/8598751","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13096383","hoster":"VOE"},{"path":"/redirect/8526397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-4/episode-8","name":"Folge 8","epNo":8,"alt":"Episode Eight","descr":"Rudy besucht Nadine im Kloster und erfährt dort, dass die beiden sich nicht mehr sehen dürfen. Als Nadine sich raus schleicht, um Rudy zu treffen, wird sie von Nonnen gefasst und im Gebäude eingesperrt. Rudy und dem Rest der Gruppe gelingt es, das Mädchen zu retten. Erst zu spät bemerken sie, dass Nadines Kräfte die vier Reiter der Apokalypse heraufbeschwören …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917663","hoster":"VOE"},{"path":"/redirect/8598753","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526398","hoster":"VOE"},{"path":"/redirect/8526404","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/misfits/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/misfits/staffel-5/episode-1","name":"Folge 1","epNo":1,"alt":"Episode One","descr":"Alex hat die Lungentransplantation überstanden. Mit dem neuen Organ hat er allerdings auch neue Probleme: Eine junge Frau namens Emma verfolgt ihn. Sie behauptet, der Spender der Lunge hatte die Gabe Menschen von ihrer Superkraft zu befreien, indem er mit ihnen Sex hatte. Dasselbe soll Alex nun für sie tun. Auch Finn gerät an eine neue, buchstäblich teuflische Kraft. Und Rudys Alter Ego sucht eine Selbsthilfegruppe auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847497","hoster":"VOE"},{"path":"/redirect/14018766","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526406","hoster":"VOE"},{"path":"/redirect/8647744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-5/episode-2","name":"Folge 2","epNo":2,"alt":"Episode Two","descr":"Durch Zufall beobachtet Rudy seinen Vater Geoff mit einer anderen Frau. Er ist außer sich, doch die Sache wird schlimmer, als er herausfindet, dass Geoff seiner jungen Gespielin droht, sie zu ermorden. Rudy bringt es nicht über sich, seine Mutter darüber zu informieren. Dann sieht es danach aus, als habe tatsächlich ein Mord stattgefunden ... Abby findet ein Halstuch, dessen Duft eine betörende Wirkung auf sie hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917661","hoster":"VOE"},{"path":"/redirect/8598760","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526410","hoster":"VOE"},{"path":"/redirect/8526409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-5/episode-3","name":"Folge 3","epNo":3,"alt":"Episode Three","descr":"Abby, die sich an nichts mehr vor dem Gewitter erinnern kann, beginnt eine leidenschaftliche Affäre mit der hübschen Laura. Endlich scheint sie eine Seelenverwandte gefunden zu haben, doch dann stellt sich heraus, dass sich die beiden besser kennen, als gedacht: Abby ist Lauras imaginäre Freundin aus Kindertagen ... Finn hat währenddessen das Gefühl, dass der Sozialarbeiter Greg in ihn verliebt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847495","hoster":"VOE"},{"path":"/redirect/8598758","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13096384","hoster":"VOE"},{"path":"/redirect/8526411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-5/episode-4","name":"Folge 4","epNo":4,"alt":"Episode Four","descr":"Rudy ist außer sich: Sein Alter Ego Rudy 2 ist verschwunden. Kurz darauf läuft der Gruppe ein alter Mann in die Arme. Seine Tätowierungen lassen darauf schließen, dass es der stark gealterte Rudy 2 ist. Wie ist er so schnell zum Greis geworden? Alex, der die Gabe besitzt, Menschen von ihrer Superkraft zu befreien, indem er mit ihnen Sex hat, bekommt einen neuen Klienten: Stuart. Und Abby adoptiert eine Schildkröte, die eigentlich ein Mensch sein soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847496","hoster":"VOE"},{"path":"/redirect/8598756","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12917665","hoster":"VOE"},{"path":"/redirect/8526415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-5/episode-5","name":"Folge 5","epNo":5,"alt":"Episode Five","descr":"In der Selbsthilfegruppe für Menschen mit überirdischen Fähigkeiten lernt Finn ein Mädchen namens Leah kennen. Die beiden verstehen sich gut und verabreden sich zu einem Date - doch plötzlich erkennt sie ihn nicht mehr. Als er sie in ihrer Wohnung aufsucht, gerät er in eine virtuelle Welt. Rudy und sein Alter Ego Rudy 2 entwickeln Gefühle für zwei andere Mädchen: Rudy hat es seine Freundin Jess angetan. Und Rudy 2 geht die mysteriöse Elektrikerin Helen nicht aus dem Kopf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847501","hoster":"VOE"},{"path":"/redirect/8598757","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13096385","hoster":"VOE"},{"path":"/redirect/8526418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-5/episode-6","name":"Folge 6","epNo":6,"alt":"Episode Six","descr":"Alex begegnet der verzweifelten Hayley: Die junge Frau, die panische Angst vor Wasser hat, hat ihren Haustürschlüssel im Fluss versenkt. Nachdem er sich weigert ihr zu helfen, belegt sie ihn mit einem heimtückischen Fluch. Die anderen lernen im Gemeindehaus eine Gruppe todkranker junger Menschen kennen. Finn macht die Bekanntschaft von Ben, der nur vorgibt, krank zu sein. Als er den krebskranken Lucas umarmt, verliert Ben jedoch schlagartig seine Lebenslust und bringt sich um.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847504","hoster":"VOE"},{"path":"/redirect/8598759","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526419","hoster":"VOE"},{"path":"/redirect/8526424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-5/episode-7","name":"Folge 7","epNo":7,"alt":"Episode Seven","descr":"Sarah bittet Alex um Hilfe: Indem er mit ihr schläft, soll er sie von ihrer Kraft befreien - ihre Brüste wirken hypnotisch auf Männer. Als er nach dem Akt zum ersten Mal das Gesicht der Blondine sieht, verliebt er sich Hals über Kopf. Alex lädt sie zu einer Party im Gemeindezentrum ein, die zum ersten Jahrestag des Gewitters stattfindet, das die Jugendlichen mit ihren überirdischen Fähigkeiten ausstattete. Dort schlucken einige von ihnen Ecstasy-Pillen, die ihre Kräfte umkehren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847506","hoster":"VOE"},{"path":"/redirect/8598763","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8654427","hoster":"VOE"},{"path":"/redirect/8526421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/misfits/staffel-5/episode-8","name":"Folge 8","epNo":8,"alt":"Episode Eight","descr":"Der Sozialdienst von Jess, Abby, Rudy, Alex und Finn endet. Die Freunde machen sich Gedanken, wie ihr Leben danach weitergehen soll. Für Jess kommt ihre Zukunft ganz unverhofft: Sie lernt Luke kennen, der nach einem One-Night-Stand fest davon überzeugt ist, dass die beiden zusammen gehören. Er dreht die Zeit um ein Jahr voraus - und plötzlich hat Jess ein Baby. Rudy 2 hat sich derweil mit Helen, Karen und Sam zu einer Gruppe formiert, die sich gegen das Verbrechen einsetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917668","hoster":"VOE"},{"path":"/redirect/8598762","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8526428","hoster":"VOE"},{"path":"/redirect/8526427","hoster":"Streamtape"}]}]}]}]}