{"seriesId":"missing-lisa-gr5","name":"Missing Lisa - GR5","descr":"Die junge Frau Lisa (Indra Cauwels) ist vor fünf Jahren auf dem Wanderweg GR 5, der von Rotterdam nach Nizza führt, spurlos verschwunden. Einzig ihr Reisetagebuch wird später gefunden. Die Polizei geht von einem möglichen Selbstmord aus, schließt aber auch ein Gewaltverbrechen nicht aus. Um ihrer besten Freundin Lisa zu gedenken, machen sich Zoë (Violet Braeckman), Michiel (Boris van Severen) und Ylena (Laurian Callebaut) auf, den Wanderweg selbst zu bestreiten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Fünf Jahre","epNo":1,"alt":"","descr":"Vor fünf Jahren ist Lisa auf dem Fernwanderweg GR 5, der von Rotterdam nach Nizza führt, spurlos verschwunden. Nur ihr Reisetagebuch taucht später wieder auf. Als Lisa verschwindet, geht die Polizei von Selbstmord oder einem Gewaltverbrechen aus. Doch ihre Mutter Karen kann sich nicht damit abfinden, dass Lisa nicht wiederkommt. Sie glaubt fest daran, dass ihre Tochter noch lebt. Auf der jährlichen Gedenkfeier zu Lisas Geburtstag beschließen Michiel, Zoë und Ylena, ebenfalls die große Wanderung zu unternehmen. Sie wollen ihrer Freundin gedenken und hoffen, vielleicht Spuren von Lisa oder einen Grund für ihr Verschwinden zu finden.","versions":[{"lang":1,"streams":[{"redirect":8847619,"hoster":"VOE"},{"redirect":8598914,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Freigeister","epNo":2,"alt":"","descr":"Die ersten Tage der Wanderung sind hart, denn das Wetter ist schlecht und die schweren Rucksäcke noch ungewohnt. Streit ist damit programmiert. Zoё hat beschlossen, mit dem Rauchen aufzuhören, und die anderen leiden unter ihrer schlechten Laune. Ylena hingegen hat ganz andere Sorgen. Sie hat einen alten Bekannten auf die Wanderung eingeladen, der womöglich die ganze Gruppe in Gefahr bringt. Dann geraten die Wanderer in ein schweres Gewitter und suchen Unterschlupf in einem verlassenen Haus im Wald. Sie beschließen, die Nacht dort zu verbringen. Mit ungeahnten Folgen.","versions":[{"lang":1,"streams":[{"redirect":12174468,"hoster":"VOE"},{"redirect":8598913,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Good memories are for liars","epNo":3,"alt":"","descr":"Ylena, Piet und Zoё übernachten in Spa im Hostel, das Piets Cousin mit seiner Frau führt. Was als freudiges Wiedersehen geplant war, endet beim Abendessen mit einem großen Streit. Lisas Ex-Freund Asim stößt zur Wandergruppe, was nicht bei allen gut ankommt. Es gibt immer mehr Streitereien unter den Freunden, was dazu führt, dass einer der drei aussteigen will.","versions":[{"lang":1,"streams":[{"redirect":8847620,"hoster":"VOE"},{"redirect":8598917,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Never trust in Holy Fathers","epNo":4,"alt":"","descr":"Die Freunde durchwandern Lothringen und nähern sich dem Elsass, wo Lisa vor fünf Jahren verschwunden ist. Piet nutzt jede Gelegenheit, um Personen zu befragen, die Lisa noch gesehen haben. Aus dem Tagebuch erfährt die Gruppe, dass Lisa zu dem Zeitpunkt ihrer Wanderung sehr unglücklich gewesen sein muss. Asim deutet an, dass sie vor ihrem Aufbruch einen Streit mit ihrer Mutter Karen hatte. Und dann finden sie ein Zeichen ihrer vermissten Freundin.","versions":[{"lang":1,"streams":[{"redirect":13102082,"hoster":"VOE"},{"redirect":8598915,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unfreiwillige Beichten","epNo":5,"alt":"","descr":"Piet entschließt sich, allein in die Vogesen zu gehen, wo er Lisa zum letzten Mal gesehen hat. Dort hat er ihr damals im Streit gesagt, dass Karen nicht ihre Mutter ist. Dschihadisten sind hinter Asim her, der früher selbst Syrienkämpfer war und jetzt mit der Polizei zusammenarbeitet. Als sie die Gruppe aufspüren, nehmen sie Zoё und Michiel als Geiseln. Die Situation endet glimpflich, doch die Freunde sind schockiert. Nach dieser Situation sind sie unsicher, ob sie die Tour fortsetzen sollen. Bei einer Aussprache zwischen Zoё und Michiel kommen weitere Geheimnisse ans Licht.","versions":[{"lang":1,"streams":[{"redirect":8847625,"hoster":"VOE"},{"redirect":8598916,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Neue Spuren","epNo":6,"alt":"","descr":"Im französischen Jura taucht eine Zeugin von damals auf. Sie will Lisa an einem Wasserfall gesehen haben. Und tatsächlich, auf einem ihrer Fotos sieht man Lisas Rucksack. Ylena entdeckt in einem Gasthaus ein kleines Mäppchen, das sie Lisa vor ihrem Aufbruch geschenkt hat. Der Wirt nennt ihr die Fundstelle, wo die Freunde auf eine abgebrannte Waldhütte stoßen. Eine große Ermittlung beginnt. Die Polizei findet die menschlichen Überreste eines kriminellen Einsiedlers, der vor Jahren dort gewohnt hat. Er wurde erschlagen, und auf der Tatwaffe, einem Beil, finden sich Lisas Fingerabdrücke.","versions":[{"lang":1,"streams":[{"redirect":8847626,"hoster":"VOE"},{"redirect":8598920,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hättest du es wissen wollen?","epNo":7,"alt":"","descr":"Ylena erfährt im Krankenhaus in Genf, dass sie wieder einen Riss in der Hirnhaut hat. Der Arzt warnt sie, wenn sie sich nicht operieren lasse, sei sie in Lebensgefahr. Zoë erhält einen anonymen Brief, der von Lisa sein könnte. Die Spurensuche nach ihrer vermissten Freundin geht weiter. Derweil lässt Karen Michiels Verschlossenheit keine Ruhe. Sie stellt Piet zur Rede und bringt ihn dazu, die Wahrheit zu verraten. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8847624,"hoster":"VOE"},{"redirect":8598918,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Den Weg zu Ende gehen","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8847627,"hoster":"VOE"},{"redirect":8598919,"hoster":"Streamtape"}]}]}]}]}