{"seriesId":"miss-scarlet-and-the-duke","name":"Miss Scarlet and the Duke","descr":"Nach dem Tod ihres Vaters übernimmt Miss Eliza Scarlet das Detektivbüro ihres Vaters. Im Viktorianischen London muss sie sich nicht nur gegen Vorurteile zur Wehr setzen. Mehr oder weniger freiwillig wird sie dabei vom ehemaligen Protegé ihres Vaters, Scotland Yard Inspector William \"The Duke\" Wellington, unterstützt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Inheritance","epNo":1,"alt":"Inheritance","descr":"Nach der schockierenden Nachricht vom Tode von Elizas (Kate Phillips) Vater übernimmt sie sein Detektivbüro. Alle um sie herum sind dagegen, auch der Freund der Familie, Inspector Wellington, der nur der \"Duke\" (Stuart Martin) genannt wird. In ihrem ersten Fall wird Eliza von einem skrupellosen Mann angeheuert, der seine verschwundene Nichte sucht. Doch die Dinge sind anders als sie scheinen. Eliza erkennt, dass ihre Entschlossenheit, den Fall zu lösen, genau das ist, was sie braucht um eine Detektivin zu sein.","versions":[{"lang":1,"streams":[{"redirect":14385724,"hoster":"VOE"},{"redirect":14467603,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14500385,"hoster":"VOE"},{"redirect":14467558,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"The Woman in Red","epNo":2,"alt":"The Woman in Red","descr":"Eliza übernimmt einen scheinbar unmöglichen Fall: Sie will die Unschuld eines Mannes beweisen, der an einem Tatort mit einem blutigen Messer in der Hand gefunden wurde und sich bereits schuldig bekannt hat.","versions":[{"lang":1,"streams":[{"redirect":14385651,"hoster":"VOE"},{"redirect":14487964,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385653,"hoster":"VOE"},{"redirect":14487955,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Deeds Not Words","epNo":3,"alt":"Deeds Not Words","descr":"Scotland Yard hat potenziell störende Banden und politische Gruppen im Blick. Eliza wird von The Duke angeheuert, um verdeckt zu werden und eine solche Gruppe zu infiltrieren.","versions":[{"lang":1,"streams":[{"redirect":14500375,"hoster":"VOE"},{"redirect":13339962,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385650,"hoster":"VOE"},{"redirect":14487956,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Memento Mori","epNo":4,"alt":"Memento Mori","descr":"Eliza wird von einem Todesfotografen angeheuert, der bizarre und bedrohliche Nachrichten von jenseits des Grabes erhält und später eine überraschende Entdeckung über ihren verstorbenen Vater macht.","versions":[{"lang":1,"streams":[{"redirect":14385661,"hoster":"VOE"},{"redirect":14465160,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385659,"hoster":"VOE"},{"redirect":14465104,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Cell 99","epNo":5,"alt":"Cell 99","descr":"Der letzte Eintrag in Henry Scarlets Fallbuch führt Eliza und Duke in ein scheinbar verlassenes Gefängnis am Stadtrand von London.","versions":[{"lang":1,"streams":[{"redirect":14438584,"hoster":"VOE"},{"redirect":13342297,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14438585,"hoster":"VOE"},{"redirect":14465111,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"The Case of Henry Scarlet","epNo":6,"alt":"The Case of Henry Scarlet","descr":"Eliza setzt das Puzzle zusammen, um herauszufinden, was wirklich mit ihrem Vater passiert ist. Moses hat viele kriminelle Verbindungen, die ihn während der Ermittlungen zu einem Verdächtigen machen, aber es könnte sich herausstellen, dass es sich um jemanden handelt, der unter Dukes Nase war.","versions":[{"lang":1,"streams":[{"redirect":14500397,"hoster":"VOE"},{"redirect":13342371,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385722,"hoster":"VOE"},{"redirect":14487960,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Pandora`s Box","epNo":1,"alt":"Pandora`s Box","descr":"Monate nachdem sie den Mord an ihrem Vater aufgeklärt hat, versucht Eliza Scarlet (Kate Phillips) immer noch als Detektivin in London Fuß zu fassen. Ein eigenbestimmtest Leben einer Frau im viktorianischen Königreich des 19. Jahrhunderts ist jedoch nicht gern gesehen. Da hilft auch ihre Liaison mit Scotland Yard Inspector William \"Duke\" Wellington (Stuart Martin) nicht. Ihre Beziehung wird bald durch einen neuen Fall auf die Probe gestellt: Die Schwester einer vermissten Frau beauftragt Eliza, sie zu finden. Doch der Fall wurde von der Polizei bereits als abgeschlossen eingestuft, was zu Spannungen zwischen Eliza und dem Duke führt. War es doch der Duke höchstpersönlich, der den Fall zu den Akten gelegt hat. Doch Eliza spürt, dass die Polizei etwas übersehen hat. Sie begibt sich allein auf Spurensuche und öffnet dadurch die sprichwörtliche Büchse der Pandora.","versions":[{"lang":1,"streams":[{"redirect":14500388,"hoster":"VOE"},{"redirect":14467604,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14500422,"hoster":"VOE"},{"redirect":14467574,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"The Black Witch Moth","epNo":2,"alt":"The Black Witch Moth","descr":"Ein Diebstahl ruft Miss Scarlet (Kate Phillips) auf den Plan: Eine wertvolle Skizze des kürzlich verstorbenen Charles Darwin wurde aus dem Museum entwendet, ohne dass Einbruchsspuren gefunden wurden. Die Leiterin des Museums hatte die Skizze persönlich von Darwin erhalten, was ihrem Ehemann, ebenfalls ein anerkannter Naturforscher, offenbar ein Dorn im Auge war. Steckt er hinter dem Verbrechen? Als eine mysteriöse Zeitungsanzeige auftaucht, stehen Miss Scarlet und Inspector Duke Wellington vor einem Rätsel. Die Annonce verspricht eine Belohnung für Hinweise zur verschwundenen Skizze, welche direkt an Miss Scarlet gerichtet werden sollen. Doch scheinbar wurde die Anzeige bereits vor dem Raub aufgegeben.","versions":[{"lang":1,"streams":[{"redirect":14500390,"hoster":"VOE"},{"redirect":14467606,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14438568,"hoster":"VOE"},{"redirect":14467580,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"A Pauper\u0026#039;s Grave","epNo":3,"alt":"A Pauper\u0027s Grave","descr":"Miss Scarlet (Kate Phillips) staunt nicht schlecht, als sie von der Polizei verhaftet wird. Sie soll in die städtische Leichenhalle eingebrochen sein und dabei geheime Akten gestohlen haben. Am Tatort fand man den Ehering ihrer Mutter. Eliza gibt gegenüber Inspector Duke Wellington (Stuart Martin) zwar zu, in der Leichenhalle gewesen zu sein, sie hätte aber nichts gestohlen. Als zwei weitere Einbrüche in andere Leichenhallen bekannt werden, gilt Miss Scarlett als Hauptverdächtige. Ihr bleibt nichts anderes übrig, als unterzutauchen. Während der Duke versucht, andere Verdächtige ausfindig zu machen, wendet sich Eliza an Moses und ihre anderen Kollegen um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":14500389,"hoster":"VOE"},{"redirect":14467605,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14500386,"hoster":"VOE"},{"redirect":14467572,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Angel of Inferno","epNo":4,"alt":"Angel of Inferno","descr":"Miss Scarlett soll einen Erpressungsfall aufklären. In einem anonymen Brief wurde ein Arzneimittelhersteller gewarnt, dass eines seiner Produkte vergiftet in einem Laden positioniert wurde. Das entsprechende Elixier konnte durch einen Tipp des Erpressers gefunden und sichergestellt werden. Sollte die Firma nicht 1000 Pfund bezahlen, würde ein weiteres Präparat in Umlauf gebracht – diesmal ohne Warnhinweis. Während ihrer Ermittlungen stößt Miss Scarlet zudem auf einen neuen Rivalen: Patrick Nash, Inhaber einer großen Privatdetektei. Nash will, dass Miss Scarlet künftig für ihn arbeitet. Als sich Eliza weigert, droht Nash ihr den Fall abzujagen und ihre Agentur zu zerstören. Eliza bleibt nur eine Chance: sie muss den Erpressungsfall vor Nash lösen.","versions":[{"lang":1,"streams":[{"redirect":14500423,"hoster":"VOE"},{"redirect":14467614,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14438566,"hoster":"VOE"},{"redirect":14467578,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Quarter to Midnight","epNo":5,"alt":"Quarter to Midnight","descr":"Ein berühmter Krimiautor steht im Mittelpunkt von Elizas neuestem Fall: Als ein Mord exakt nach dem Muster seines Romans geschieht, sieht sich der Schriftsteller Samuel Bedborough mit unangenehmen Fragen konfrontiert. Erschwerend kommt hinzu, dass das Opfer sein eigener Buchhalter gewesen ist. Gab es Streit zwischen den beiden? Während Miss Scarlet Inspector Wellington einen Crashkurs in Sachen Kriminalromane gibt, sieht sich dieser mit einem verlockenden Angebot konfrontiert. Duke Wellington soll befördert werden, doch für seine neue Stelle müsste er nach Glasgow ziehen und London den Rücken kehren – und somit auch Eliza Scarlet.","versions":[{"lang":1,"streams":[{"redirect":14500387,"hoster":"VOE"},{"redirect":14467610,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385660,"hoster":"VOE"},{"redirect":14467579,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"The Proposal","epNo":6,"alt":"The Proposal","descr":"Inspector Duke Wellington steht kurz vor seiner Versetzung nach Glasgow. Während er und Miss Scarlet noch mit der unsicheren Zukunft ihrer Beziehung zu kämpfen haben, wird Miss Scarlet in einen neuen Fall katapultiert. Gerade als sie das Angebot von Privatdetektiv Nash annehmen will, für ihn zu arbeiten, wird ein Mordversuch auf Nash unternommen. Im Zuge ihrer Ermittlungen muss Eliza schnell erkennen, dass nicht Nash das eigentliche Ziel des Anschlags war – sondern sie selbst. Free-TV-Premiere der zweiten Staffel der britisch-irischen Erfolgskrimiserie \"Miss Scarlet and the Duke\", exklusiv bei ServusTV! Mit Kate Phillips und Stuart Martin treffend in den Hauptrollen besetzt, erzählt die Serie die Erlebnisse der jungen Eliza Scarlet, die im viktorianischen London des 19. Jahrhunderts das Detektivbüro ihres verstorbenen Vaters übernimmt und als erste weibliche Detektivin spannende Kriminalfälle löst.","versions":[{"lang":1,"streams":[{"redirect":14500421,"hoster":"VOE"},{"redirect":14467615,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13339953,"hoster":"VOE"},{"redirect":14467581,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Vanishing","descr":"Ein berühmter Magier vollbringt den ultimativen Akt des Verschwindens und löst sich in Luft auf. Ganz London spricht über das Mysterium und Eliza wird von einer Zeitung mit den Ermittlungen beauftragt, obwohl Duke bereits mit dem Fall betraut ist.","versions":[{"lang":2,"streams":[{"redirect":14438562,"hoster":"VOE"},{"redirect":14467588,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Arabella","descr":"Eliza trifft auf Arabella Herbert, das Mädchen, das ihr als Kind das Leben zur Hölle gemacht hat. Aber als Erwachsene scheint Arabella freundlich und rücksichtsvoll zu sein, und alle lieben sie. Als Eliza den Verdacht hat, dass sie eine Kriminelle sein könnte, will das niemand hören, am Allerwenigsten Duke.","versions":[{"lang":2,"streams":[{"redirect":14385721,"hoster":"VOE"},{"redirect":14465140,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Hotel St Marc","descr":"Eliza ist einem berüchtigten Betrüger auf der Spur und findet ihn in einem Hotel in einem abgelegenen Teil Frankreichs. Sie glaubt, den meistgesuchten Mann von Scotland Yard endlich geschnappt zu haben, aber sie ist nicht der einzige Hotelgast, der die Belohnung kassieren möchte.","versions":[{"lang":2,"streams":[{"redirect":14385723,"hoster":"VOE"},{"redirect":14467594,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Bloodline","descr":"Detective Fitzroy sieht, wie einer seiner Kollegen einem Verdächtigen Beweise unterschiebt. Während Duke weg ist, wendet sich Fitzroy an Eliza und beauftragt sie, einen Fall von Polizeikorruption zu untersuchen.","versions":[{"lang":2,"streams":[{"redirect":14438567,"hoster":"VOE"},{"redirect":14467595,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Heir","descr":"Eliza steht kurz davor, lebensveränderndes Geld zu verdienen, als sie anbietet, dem Erben eines nicht eingeforderten Vermögens zu helfen. Es ist ein Wettlauf gegen die Zeit, um das Geld einzufordern, und Eliza braucht Dukes Hilfe, aber eine Enthüllung über sein Privatleben macht eine Zusammenarbeit unmöglich.","versions":[{"lang":2,"streams":[{"redirect":14438563,"hoster":"VOE"},{"redirect":14467597,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Jewel Of The North","descr":"Die Saison erreicht einen explosiven Höhepunkt, als Eliza eine Bombe mit der Post erhält. Wer hat sie geschickt und warum? Eliza tut sich mit Duke, Moses und ihrem alten Feind Patrick Nash zusammen, um herauszufinden, wer hinter der tödlichen Lieferung steckt.","versions":[{"lang":2,"streams":[{"redirect":14500395,"hoster":"VOE"},{"redirect":14467598,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Elysium","descr":"Eliza untersucht zusammen mit Duke einen Einbruch in ein Spitzenbordell, zu dessen Kunden wichtige Mitglieder der britischen Regierung gehören.","versions":[{"lang":2,"streams":[{"redirect":14500391,"hoster":"VOE"},{"redirect":14467584,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Six Feet Under","descr":"Als ein enger Freund von Mr. Potts ermordet wird, muss Eliza in der dunklen und makabren Welt der viktorianischen Bestatter ermitteln.","versions":[{"lang":2,"streams":[{"redirect":14500392,"hoster":"VOE"},{"redirect":14519766,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Origins","descr":"Die Geschichte, wie alles begann. Es ist zwölf Jahre her und Duke und Eliza treffen sich zum ersten Mal.","versions":[{"lang":2,"streams":[{"redirect":14438595,"hoster":"VOE"},{"redirect":14465127,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Diamond Feather","descr":"Die Dinge laufen gut für Eliza, bis ein vertrautes Gesicht auftaucht und ihre Rolle bei Nash and Sons in Frage stellt.","versions":[{"lang":2,"streams":[{"redirect":14500398,"hoster":"VOE"},{"redirect":14467589,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Calling","descr":"Eliza und Nash haben immer noch Mühe, zusammenzuarbeiten, als ein brisanter Fall sie in eine Branche führt, in der Menschen töten, um ihre Geheimnisse zu bewahren.","versions":[{"lang":2,"streams":[{"redirect":14500393,"hoster":"VOE"},{"redirect":14467590,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Fugitive","descr":"Eliza ist einem Flüchtigen auf der Spur, der wegen Mordes angeklagt ist. Sie muss ihn finden, bevor die Polizei es tut, sonst riskiert sie, alles zu verlieren.","versions":[{"lang":2,"streams":[{"redirect":14500394,"hoster":"VOE"},{"redirect":14467571,"hoster":"Streamtape"}]}]}]}]}