{"path":"/serie/stream/miss-moon","name":"Miss Moon","descr":"Das Kindermädchen Miss Moon kümmert sich um die drei Geschwister Jules (8), Lola (12) und Baby Joe (18 Monate). Allerdings ist sie keine normale Nanny, sondern besitzt magische Fähigkeiten. Hier und da setzt Miss Moon ihre Künste ein, um ihren Job zu vereinfachen oder um den Kindern zu helfen. Nur leider verselbstständigt sich ihre Magie meistens und führt zu Chaos.","seasons":[{"path":"/serie/stream/miss-moon/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/miss-moon/staffel-1/episode-1","name":"Fauler Zauber","epNo":1,"alt":"","descr":"Lady Pop kommt für ein Wochenende nach Hause. Damit bei ihrer Ankunft alles perfekt ist, bittet Paul Lola ihr Zimmer aufzuräumen. Da sie keine Lust darauf hat, schleicht sie mit ihrem Bruder Luke in Miss Moons Zimmer, um aus deren magischem Beutel Aufräum-Hilfe zu holen: die Alles-Sauger. Keine gute Idee, denn kaum legen die Sauger los, sind sie nicht mehr zu stoppen und saugen alles auf, was sich ihnen in den Weg stellt. Miss Moon will den Kindern zur Seite stehen und dem Zauber ein Ende bereiten. Doch ehe ihr das gelingt, haben die Sauger auch Miss Moons Zauberstab verschlungen. Und Lady Pop wird jeden Augenblick zu Hause eintreffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847550","hoster":"VOE"},{"path":"/redirect/8598801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-2","name":"Affenliebe","epNo":2,"alt":"","descr":"Vater und Zootierarzt Paul will das Affenmädchen Kenia in einen anderen Zoo überführen. Da Kenia partout nicht weg will, beschließt Paul den Umzug zu verschieben, bis er herausgefunden hat, was das Affenmädchen bedrückt. Lola hat eine Idee: Miss Moon soll sie verzaubern, so dass Lola die Affensprache versteht – dann wäre sie in der Lage herauszufinden, was mit Kenia los ist. Gesagt, getan und Lola benimmt sich wie ein Affe. Das Dumme ist nur, dass Lola vergessen hat, dass sie ein Mensch ist und anfängt, den ganzen Zoo in Unordnung zu bringen. Miss Moon muss zusehen, sie so schnell wie möglich zurück zu verwandeln, da Lola sonst für immer ein Affe bleibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337183","hoster":"VOE"},{"path":"/redirect/8598806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-3","name":"Alles geschummelt!","epNo":3,"alt":"","descr":"Als Miss Moon sich auf eine Bank am Spielplatz setzt, reagiert das Kindermädchen Miss Bunch sehr verärgert, da sie diese für sich beansprucht. Sie fordert Miss Moon heraus: wenn sie sich das Recht verdienen möchte, Baby Joe weiterhin zu diesem Spielplatz zu bringen, muss sie sich dem Kindermädchen-Wettbewerb stellen. Wenn sie verliert, heißt es: Auf Wiedersehen Bank. Sollte sie gewinnen, gehört die Bank ihr. Das magische Kindermädchen stellt sich der Herausforderung, merkt aber schnell, dass Miss Bunch eine sehr starke Gegnerin ist. Etwas zu stark für Miss Moons Begriffe. Ob das mit rechten Dingen zugeht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847551","hoster":"VOE"},{"path":"/redirect/8598807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-4","name":"Ein gefährlicher Schnappschuss","epNo":4,"alt":"","descr":"Vom Garten der Baronin aus gelingt es dem Fotografen Mr. Knipserich ein Foto von Lady Pop und ihren Kindern zu machen. Als die Baronin ihn dabei erwischt, stiehlt sie ihm seine Kamera. Denn sie möchte anhand von Fotos beweisen, dass Miss Moon eine Hexe ist und endlich gefeuert wird. In der Tat gelingt ihr ein entlarvender Schnappschuss. Zum Glück bekommen Miss Moon und die Kinder dies mit und setzten alles daran, wieder an die Kamera zu kommen, ehe die Baronin mit den Bildern zur örtlichen Presse geht. Doch nicht nur sie haben Interesse an der Kamera. Auch Mr. Knipserich lässt nichts aus, um an seine Fotos zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847549","hoster":"VOE"},{"path":"/redirect/8598808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-5","name":"Alle Mann an Bord","epNo":5,"alt":"","descr":"Als Miss Moon Luke mit einem Spielkraken in der Badewanne sieht, erinnert sie das an ihre magische Kindheit. Kurzerhand verwandelt sie das Badespielzeug in einen echten, gigantisch großen Kraken. Anders als in der magischen Welt, wo Kraken freundliche Spielkameraden sind, ist der Kraken auf der Erde eher eigensinnig und nicht zu kontrollieren. Erst Recht nicht nachdem er Miss Moons Zauberstab beschlagnahmt hat. Eine wilde Jagd durchs Haus beginnt – ausgerechnet an dem Tag, an dem es Lola endlich gelungen ist, ihren Schwarm Howie zu sich nach Hause einzuladen. Der Kraken muss dingfest gemacht werden, ehe es zur Katastrophe kommt. Alle Mann an Bord!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847547","hoster":"VOE"},{"path":"/redirect/8598810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-6","name":"Verliebte Vampire","epNo":6,"alt":"","descr":"Lola schwärmt für den Schauspieler Max Dovonan aus der Serie \"Verliebte Vampire\". Sie entdeckt, dass Howie ihm zum Verwechseln ähnlich sieht. Er hat die gleichen goldfarbenen Augen und genau dieselbe Sonnenbrille … Könnte es sein, dass Howie ein Vampir ist? Miss Moon und Lola wollen Howie mit einem Zaubertrank retten. Doch zu ihrer Überraschung verwandelt Howie sich in eine Fledermaus. Miss Moon ist schockiert: das bedeutet, dass Howie Vampirius, der König der Vampire ist. Wenn es ihnen nicht gelingt, ihn zurück zu verwandeln, wird er nachts mit seiner Fledermaus-Armee in die Stadt einfallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847546","hoster":"VOE"},{"path":"/redirect/8598809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-7","name":"Papa, wo bist du?","epNo":7,"alt":"","descr":"Paul ist am Ende seiner Nerven. Die Baronin ruft ihn ohne Unterlass an, damit er eine harmlose Allergie ihrer Hunde behandelt. Am liebsten würde er sich in Luft auflösen. Als Miss Moon das hört, erfüllt sie ihm diesen Wunsch und Paul ist weg. Lola und Luke klären sie auf, dass das nur ein Sprichwort sei. Zu spät, so einfach bekommen sie ihren Vater nicht zurück. Da die Baronin das Haus belagert, gibt Miss Moon vor, sich mit Tierleiden auszukennen. Sie findet auch einen entsprechenden Zauberspruch, nur leider wirkt sich dieser bei irdischen Hunden anders aus als bei magischen Wesen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847555","hoster":"VOE"},{"path":"/redirect/8598813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-8","name":"Drago-Katarrh","epNo":8,"alt":"","descr":"Da Mr. Pick aus Versehen im Kühlschrank gelandet ist, hat er sich einen Drago-Katharr eingefangen, einen Drachenschnupfen. Wenn der nicht augenblicklich behandelt wird, wird Mr. Pick für immer zu einer Eisstatue. Und wenn er niest, verwandelt er alles um sich herum in einen rutschigen, vereisten Wasserfall und auf dessen Spitze landet der Zauberstab von Miss Moon. Den braucht sie, um das Gegenmittel für Mr. Pick zu brauen. Aber wie über das Eis kommen? Zudem versucht die Baronin herauszufinden, was es mit den mysteriösen Schneeflocken auf sich hat, die aus dem Haus der McGuffles geweht kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847556","hoster":"VOE"},{"path":"/redirect/8598811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-9","name":"Drachensitter","epNo":9,"alt":"","descr":"Mama Moon erscheint im Haus der Kinder mit drei Dracheneiern, die sie ihrer Tante zum Geburtstag schenken will. Ihre Tochter soll einen Tag auf sie aufpassen, vor allem darauf, dass die kleinen Drachen unter gar keinen Umständen schlüpfen. Durch eine Verkettung unglücklicher Umstände bekommen die Eier zu viel Wärme und brechen auf. Die drei kleinen Drachen halten Mr. Pick für ihren Vater und folgen ihm überall hin. Miss Moon und die Kinder müssen schnell einen Weg finden, wie sie die Drachen wieder in die Eier bekommen, ehe Mama Moon zurückkehrt. Allerdings scheinen sie gegen Magie immun zu sein, was die Aktion nicht gerade vereinfacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535799","hoster":"VOE"},{"path":"/redirect/14211647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-10","name":"Frühlingsgefühle","epNo":10,"alt":"","descr":"Mr. Pick gibt komische Schreigeräusche von sich. Er ist auf der Suche nach einem Drachenmädchen das ihn küsst, damit er weiter Feuer speien kann. Da es auf Erden keine Drachen gibt, hat Miss Moon keine andere Wahl als die Drachendamen ihrem Zauberbuch entspringen zu lassen. Allerdings scheinen sie Mr. Pick nicht zu gefallen und die eine, die es tut, findet kein Interesse an Mr. Pick. Eine Chance sieht Miss Moon noch. Doch sie ahnt nicht, dass die Baronin zwischenzeitlich eine Drachenfalle gebaut hat, um endlich zu beweisen, dass Miss Moon eine Magierin ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509628","hoster":"VOE"},{"path":"/redirect/8598816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-11","name":"Lolas Bank","epNo":11,"alt":"","descr":"Zum Entsetzen von Lola und ihren Freundinnen Lucy und Becks soll ihre Lieblingsbank im Park geräumt werden. An ihrer Statt soll ein Unterstand für Kinderwagen entstehen. Die Mädchen haben die verrücktesten Ideen, um sich für ihre Bank einzusetzen, aber Miss Bunch, die Initiatorin des Umbaus, hebelt diese immer wieder aus. Es wird ein Unterstand gebaut, basta. Aber dann hat Luke eine tolle Idee: Die Mädchen sollen versuchen Miss Bunch davon zu überzeugen, dass die Bank verhext ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509627","hoster":"VOE"},{"path":"/redirect/8598815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-12","name":"Kater und Maus","epNo":12,"alt":"","descr":"Ein merkwürdig aussehendes Katzentier taucht bei den McGuffles auf. Es kann zudem reden. Miss Moon erkennt, dass es sich bei dem Kater um den Magier Adalbert handelt, der dringend Hilfe braucht, da sein Zauber nicht ganz funktioniert hat. Er bittet Miss Moon ihn zurück in ein menschliches Wesen zu verwandeln. Nichts leichter als das, Miss Moon braucht dafür nur ein paar Mäusehaare als Zutat für den Zaubertrank. Allerdings gestaltet sich die Suche nach einer Maus als schwierig, da Adalbert Angst vor diesen Nagern hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509629","hoster":"VOE"},{"path":"/redirect/8598814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-13","name":"Ein ritterlicher Kavalier","epNo":13,"alt":"","descr":"Lola hat Geburtstag und schmeißt eine Kostüm-Party. Sie freut sich vor allem, dass ihr Angebeteter Howie zugesagt hat. Doch als der erscheint, hat er Monica mit dabei, die ebenfalls ein Auge auf Howie geworfen hat. Lola ist verzweifelt, weil sie nun kein Date hat. Zum Trost zaubert ihr Miss Moon einen Verehrer. Ritter Agravane kommt aus einer anderen Zeit, verliebt sich augenblicklich in Lola, entpuppt sich aber schnell als äußerst lästig. Als Ritter will er dem Drachen Mr. Pick an den Kragen und droht die Party zu sprengen. Miss Moon hat alle Hände voll zu tun, den gerufenen Verehrer wieder loszuwerden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13503180","hoster":"VOE"},{"path":"/redirect/8598820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-14","name":"Auf Wolken gebettet","epNo":14,"alt":"","descr":"Es ist Zeit für den Mittagsschlaf. Damit Baby Joe sanft entschlummern kann, legt Miss Moon ihn auf eine kleine magische Wolke und bittet Mr. Pick auf das Baby aufzupassen. Der kuschelt sich zu Baby Joe und merkt nicht, dass sie auf der Wolke aus dem Fenster schweben. Miss Moon eilt mit Lola und Luke dem fliegenden Baby Joe hinterher. Zu spät. Amanda hat mit ihrem Teleskop das Baby und den Drachen entdeckt, den sie für einen Außerirdischen hält und alarmiert die ganze Nachbarschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509632","hoster":"VOE"},{"path":"/redirect/8598819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-15","name":"Das fliegende Skateboard","epNo":15,"alt":"","descr":"Luke ist betrübt: er wird niemals sein Skateboard fliegen lassen können wie sein Lieblings-Fernseh-Star Johnny Reiter. Um ihm eine Freude zu machen, zaubert Miss Moon ihm ein fliegendes Skateboard. Luke ist überzeugt, dass er das Skateboard zum Fliegen gebracht hat und zeigt es stolz seinen Freunden. Sein Erzfeind Kevin glaubt Luke nicht und will, dass er zum Beweis eins nachbaut. Als Miss Moon Luke erklärt, dass ihr Zauber das Skateboard hat fliegen lassen, hat Luke ein Problem. Der einzige, der ihn jetzt retten kann, ist Johnny Reiter, aber der will seinen Skateboard-Bauplan nicht rausrücken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509633","hoster":"VOE"},{"path":"/redirect/8598821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-16","name":"Im Auge des Tigers","epNo":16,"alt":"","descr":"Morgen soll Luke mit seiner Klasse einen Ausflug in den Zoo machen. Eine lustige Sache, hätte Luke nicht Angst vor Tigern. Miss Moon glaubt, dass es nur eine Möglichkeit gibt, der Angst Herr zu werden: indem Luke sich das Tier von Angesicht zu Angesicht anschaut. Um es ihm einfacher zu machen, verwandelt sie die Raubkatze in einen Babytiger. Leider hat Miss Moon nicht bedacht, das der so klein ist, dass er durch die Gitter ins Freie gelangen kann. Gemeinsam mit Luke und Lola muss sie das Tier so schnell wie möglich einfangen, denn der Zauber ist nicht von Dauer …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13496182","hoster":"VOE"},{"path":"/redirect/8598818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-17","name":"Super-Baby Joe","epNo":17,"alt":"","descr":"Als Baby Joe Anzeichen einer kleinen Erkältung zeigt, gibt Miss Moon ihm einen magischen Trank, um sein Immunsystem zu stärken. Doch das Elixier ist etwas zu stark für ein Erdenkind und wirkt Wunder: Baby Joe hat Superheldenkräfte und setzt sich für die unglücklichen Kinder im Viertel ein. Dabei ist sein Gehör so fein und sein Tempo so schnell, dass Miss Moon, Lola und Luke ihre Schwierigkeiten haben, ihm hinterher zu kommen. Sie haben keine Zeit zu verlieren, denn Baby Joe hat den Kinderschreck Nummer 1 ins Visier genommen: Miss Bunch.","versions":[]},{"path":"/serie/stream/miss-moon/staffel-1/episode-18","name":"Die verhexte Blume","epNo":18,"alt":"","descr":"Um ihr Pflanzenorchester zu komplettieren, erwirbt Miss Moon eine kleine fleischfressende Pflanze aus Yasirs Laden. Da sie Baby Joe zum Mittagsschlaf hinlegen muss, bittet sie Lola und Luke, sich um den Neuzugang zu kümmern. Doch deren Bemühungen erreichen das Gegenteil die Pflanze ist nur noch ein Häufchen Elend. Als sie Miss Moon ihr Missgeschick beichten, peppt sie die Pflanze mit magischen Zusatzstoffen auf. Sie ahnen nicht, dass die kleine Pflanze völlig überreagiert und sich in ein allesfressendes Monster verwandelt und gegen Miss Moons Zauber resistent zu sein scheint.","versions":[]},{"path":"/serie/stream/miss-moon/staffel-1/episode-19","name":"Sprießender Frühling","epNo":19,"alt":"","descr":"Es ist der erste Frühlingstag und der Park steht in voller Blüte. Miss Moon erzählt den Kindern von den Ratikis, Kreaturen aus der magischen Welt, die am ersten Frühlingstag singen, um alle Wesen des Pflanzenreichs zu wecken. Als Yasir im Park auftaucht, um Miss Moon seine Liebe zu gestehen, verwechselt sie ihn mit einem Ratiki und belegt ihn mit einem Zauber, der ihn versehentlich in einen solchen verwandelt. Miss Moon muss sich schnell etwas einfallen lassen, Yasir zurück zu verwandeln, ehe er den Park komplett mit Pflanzen und Blüten überwuchern lässt.","versions":[]},{"path":"/serie/stream/miss-moon/staffel-1/episode-20","name":"Ein Traumtag","epNo":20,"alt":"","descr":"Alarm im Hause McGuffles: Lola hatte einen fantastischen Traum von Howie, aber ihr Tagebuch ist bis auf die letzte Seite vollgeschrieben und sie kann ihn nicht notieren! Also schenkt Miss Moon ihr ein altes Heft von sich. Zu Lolas Erstaunen werden alle Sachen, die sie in das Buch schreibt, wahr. So wahr, dass es anfängt zu nerven. Miss Moon merkt, dass sie ihr aus Versehen ein falsches Heft gegeben hat, eines aus einem magischen Spaßladen. Doch auch Luke hat schon einen Wunsch in das Buch geschrieben, wodurch sich dieses gar nicht mehr so leicht einfangen lässt.","versions":[]},{"path":"/serie/stream/miss-moon/staffel-1/episode-21","name":"Ein Bonbon zu viel","epNo":21,"alt":"","descr":"Miss Moon hat Geburtstag und Luke und Lola haben ihr einen unglaublichen Bonbon-Kuchen zubereitet. Doch nach einem Mund voll Kuchen läuft Miss Moon knallpink an, niest Puderzucker und ihr Zauberstab produziert springende Marshmellows. Anscheinend reagiert Miss Moon allergisch auf menschliche Süßigkeiten. Auch ihr Zauberstab reagiert nicht mehr. Das einzige Gegenmittel ist blaue Schokolade. Die gibt es als Sonderedition, aber nur jede tausendste Tafel ist blau und die erwischt ausgerechnet die Baronin.","versions":[]},{"path":"/serie/stream/miss-moon/staffel-1/episode-22","name":"Honk!","epNo":22,"alt":"","descr":"Bei einem Besuch im Naturhistorischen Museum belegt Miss Moon Lukes Kamera mit einem kleinen Zauber, um die Qualität seiner Bilder zu optimieren. Aber der Zauber ist etwas stärker als gedacht und lässt die Statue eines prähistorischen Mannes lebendig werden: Honk! Der schnappt sich die Kamera, rennt damit durchs Museum und fotografiert per Zufall ein Mammut, so dass auch dieses prähistorische Tier lebendig wird. Miss Moon und die Kinder müssen die Kamera zurückbekommen, ehe eine Katastrophe geschieht, doch Honk lässt sich nicht so leicht einfangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509634","hoster":"VOE"},{"path":"/redirect/8598817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-23","name":"Frohe Weihnachten","epNo":23,"alt":"","descr":"Es ist Heiligabend und Luke und Lola haben am Kamin eine Kamera installiert, um ein Foto vom Weihnachtsmann zu schießen. Nur leider ist es Miss Moon, die aus Versehen in die Fotofalle läuft. Um sich für ihren Fehler zu entschuldigen, nimmt sie Kontakt zum echten Weihnachtsmann auf, der tatsächlich mit Kutsche und Rentier vor dem Haus der McGuffles auftaucht. Allerdings ist er so erkältet, dass Miss Moon ihn gleich ins Bett steckt. Doch wie sollen die Kinder jetzt an ihre Geschenke kommen?","versions":[]},{"path":"/serie/stream/miss-moon/staffel-1/episode-24","name":"Geisterstunde","epNo":24,"alt":"","descr":"Die Baronin hat Lukes ferngesteuerte Drohne beschlagnahmt. Wild entschlossen, sie wieder zurück zu kriegen, \"leihen\" sich Luke und Lola \"Verschwindeblasen\" aus Miss Moons Zauberbeutel. So kommen sie ungesehen in das Haus der Baronin, um nach dem Spielzeug zu suchen. Doch als die Baronin plötzlich Gegenstände durch ihr Haus fliegen sieht, meint sie, Geister hätten sich bei ihr eingenistet. Kurzerhand bestellt sie einen Geisterjäger, der nun Jagd auf Luke und Lola macht.","versions":[]},{"path":"/serie/stream/miss-moon/staffel-1/episode-25","name":"Der Inspektor","epNo":25,"alt":"","descr":"Paul hat so viel Arbeit, dass er sich nur eines wünscht endlich mal ausschlafen. Miss Moon nimmt ihren Arbeitgeber beim Wort und lässt ihn mit einem Schlafzauber in einen 24-stündigen Tiefschlaf fallen. Doch dann meldet ein Kollege von Paul, dass eine Zoo-Inspektion stattfindet und Paul augenblicklich erscheinen soll. Leider ist der Zauber von Miss Moon so effektiv, dass sie Paul nicht frühzeitig wecken können. Das Kindermädchen und ihre Schützlinge stehen vor einem ernsthaften Problem.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509635","hoster":"VOE"},{"path":"/redirect/8598822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-26","name":"Der Gripack","epNo":26,"alt":"","descr":"Yasir schenkt Baby Joe ein kleines Spielzeug, das aussieht, als könne man damit Seifenblasen machen. Weil es aber nicht funktioniert, hilft Miss Moon mit einem kleinen Zauber nach. Das Resultat: Miss Moon befreit einen kleinen Dämon. Als sie im Zauberbuch nachschaut, was es mit dem Spielzeug auf sich hat, entdeckt sie, dass es sich um einen Dämonen-Fänger handelt und sie einen sogenannter Gripack befreit hat, der darauf aus ist, Elefanten schrumpfen zu lassen. Genau ein solcher ist die neue Attraktion in Pauls Zoo und der Dämon hat schon die Witterung aufgenommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13496181","hoster":"VOE"},{"path":"/redirect/8598826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-27","name":"König Luke","epNo":27,"alt":"","descr":"Wie jedes Jahr am Dreikönigstag findet Lola die traditionelle Königsfigur im Kuchen. Luke ist so enttäuscht, dass er in Miss Moons Zimmer schleicht, um etwas zu finden, mit dem er das nächste Mal sicher gewinnt. Eine magische Lampe scheint genau das richtige dafür zu sein. Er reibt an ihr und ein Geist namens Claudius erscheint, der Luke drei Wünsche verspricht. Zunächst wünscht sich Luke einen königlichen Thron und zwei Wachen. Er ahnt nicht, dass der Geist mit dem dritten Wunsch für immer befreit ist und die ganze Stadt einnehmen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509638","hoster":"VOE"},{"path":"/redirect/8598824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-28","name":"Tanz mit Yasir","epNo":28,"alt":"","descr":"Im Park findet ein Tanzwettbewerb statt und dem Gewinner winkt als Preis ein Wochenende in Las Vegas. Da Lady Pop dort gerade auftritt, wollen die Kinder unbedingt den Wettbewerb gewinnen. Sie bitten Miss Moon, für sie anzutreten mit Yasir als Tanzpartner. Das Problem ist nur, dass der überhaupt nicht tanzen kann. Als Miss Moon mit einem kleinen Zauber nachhelfen will, verwandelt sich Yasir in eine Tanzmaschine, der nicht mehr anders kann als tanzen, wenn er Musik hört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509639","hoster":"VOE"},{"path":"/redirect/8598823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-29","name":"Die Halloween-Hexe","epNo":29,"alt":"","descr":"Es ist Halloween und Hexe Rubaria kommt auf die Erde, um ein paar Kinder zu klauen, die sie für einen Trank gegen das älter werden braucht. Als ihr Besen sie auf die Erde trägt, macht sie eine Notlandung vor dem Haus der McGuffles. Sofort strömt ihr der Geruch der Kinder in die Nase, die sich gerade für Halloween verkleiden. Mit ihren Freunden wollen Lola und Luke \"Süßes oder Saures\" rufend um die Häuser ziehen. Rubaria klopft an die Tür und wird von einem ahnungslosen Paul, der die Alte für ein verkleidetes Kind hält, ins Haus gebeten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535800","hoster":"VOE"},{"path":"/redirect/8598825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-30","name":"Der Kampf der Superhelden","epNo":30,"alt":"","descr":"Luke ist super aufgeregt: er will zur Premiere des neuen Kino-Films von \"Bommer Boy\", seinem Lieblings-Superhelden gehen. Sogar der Hauptdarsteller wird anwesend sein und Autogramme geben. Doch es gibt keine Karten mehr. Luke ist unendlich enttäuscht. Um ihn zu trösten, lässt Miss Moon seine Superhelden-Spielzeugfigur lebendig werden. Leider hat sie dabei \"Bommer Boy\" mit \"Dämmer Dandy\" verwechselt, dem bösen Bruder von Lukes Helden. Dieser strebt die Herrschaft über ganz New York an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509641","hoster":"VOE"},{"path":"/redirect/12980473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-31","name":"Hilfe, ein Mammut!","epNo":31,"alt":"","descr":"Lola und Mr. Pick sind mitten in einem Videospiel namens \"Mammut Rodeo\", bei dem ein Mammut durch eine Eislandschaft geführt wird. Luke taucht auf und präsentiert stolz seine selbstgebauten 3D-Brillen. Als Miss Moon eine solche Brille ausprobiert, hält sie das Mammut für ein reales Steinzeittier, das sie jagt und verteidigt sich mit ihrem Zauberstab. Das hat zur Folge, dass das Mamut dem Bildschirm entspringt und an seiner statt Mr. Pick in den Fernseher gesogen wird. Die einzige Möglichkeit, Mr. Pick zu befreien, besteht darin, das Mammut wieder in das Spiel zu bekommen.","versions":[]},{"path":"/serie/stream/miss-moon/staffel-1/episode-32","name":"Die Knusper-Mumie","epNo":32,"alt":"","descr":"Luke kann es nicht erwarten, die neue Knusper-Frühstücksflocken-Packung zu öffnen. Darin befindet sich eine kleine Mumien-Statue und ein Abwickler mit dem man den Verband der Mumie abwickeln kann. Doch die Box bewegt sich von alleine. Miss Moon will mit einem Zauber sicherstellen, dass sie nicht verhext ist und entdeckt Mr. Pick, der von den Flocken genascht hat. Als Luke die Mumie aus der Packung holen will, ist sie nicht zu finden. Nur der Abwickler ist noch da und zur Überraschung aller hören sie plötzlich ein fürchterliches Stöhnen im Haus. Hat der Zauber etwa die Mumie befreit?","versions":[]},{"path":"/serie/stream/miss-moon/staffel-1/episode-33","name":"Und täglich grüßt die Kuckucksuhr","epNo":33,"alt":"","descr":"Eines Morgens stellt Luke fest, dass seine Frühstücksflocken alle sind und Lola vermisst ihren Lieblings-Lolli. Nicht nur die sämtliche Süßigkeiten im Haus sind verschwunden. Um den Dieb zu stellen, belegt Miss Moon die Kuckucksuhr in der Küche mit einem Zauber, der sie in der Zeit zurückreisen lässt. Nach 15 Minuten springt die Zeit aber wieder zurück; wieder und wieder. Es sieht so aus, als wäre die antike Uhr defekt. Miss Moon und die Kinder sind in einer Zeitschleife gefangen und um die Uhr zu reparieren, bleiben den Kindern immer nur 15 Minuten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509640","hoster":"VOE"},{"path":"/redirect/8598827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-34","name":"Beim Bart des Poilix","epNo":34,"alt":"","descr":"Lukes Erzrivale Kevin hat am Nachmittag zum Skateboard-Wettbewerb geladen. Allerdings dürfen nur Kerle mit Schnauzbart teilnehmen alle anderen sind Babys. Luke ist am Boden zerstört. Da er unbedingt an dem Contest teilnehmen will und bittet Miss Moon, ihm zu helfen. Das Kindermädchen ruft den haarigen Poilix, der alles über Bärte weiß. Der schräge kleine Kerl scheint sich im Haus er McGuffles sehr wohl zu fühlen. Zu wohl, denn er schmeißt die bisherigen Bewohner einfach raus. Miss Moon und die Kinder haben alle Mühe wieder ins Haus zu gelangen.","versions":[]},{"path":"/serie/stream/miss-moon/staffel-1/episode-35","name":"April! April!","epNo":35,"alt":"","descr":"Die Kinder sind es leid, jedes Jahr von ihrem Vater in den April geschickt zu werden und wollen in diesem Jahr den Spieß umdrehen. Mit Miss Moons Hilfe tauschen die drei ihre Körper mit denen von Zootieren und wollen ihren Vater bei der Visite erschrecken. Doch nicht er schaut heute nach den Tieren, sondern sein Kollege Jasper. Der hält den Zauberstab im Maul des Lamas für ein medizinisches Instrument und konfisziert es. Wie sollen Miss Moon und die Kinder sich jetzt wieder zurück verwandeln? Und wer bändigt die Tiere, die in ihren Körpern umherstreifen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509643","hoster":"VOE"},{"path":"/redirect/8598829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-36","name":"Wo ist Mr. Pick?","epNo":36,"alt":"","descr":"Auf dem Spielplatz hat Mr. Pick die Nase voll, immer von Baby Joe gedrückt, angenuckelt und in die Ecke geworfen zu werden. Kurzerhand versteckt er sich in einem Busch, um etwas Ruhe zu haben. Baby Joe ist untröstlich. Miss Moon und die Kinder suchen überall nach dem Drachen ohne Erfolg. Sie entdecken ihn letztlich als Spielzeug am Stand von Yasir. Vor dem steht auch Miss Bunch und will ihn kaufen als Trost für ihren weinenden Schützling. Es kommt zum Wettkampf zwischen Miss Moon und Miss Bunch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13496183","hoster":"VOE"},{"path":"/redirect/8598830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-37","name":"Magiepoly","epNo":37,"alt":"","descr":"Mama Moon taucht bei den McGuffles mit einer Kiste alter Spielsachen ihrer Tochter auf. Da das Kindermädchen einkaufen ist, bittet Mama Moon Luke und Lola darauf aufzupassen und nicht hineinzuschauen. Die neugierigen Kinder halten sich natürlich nicht daran. Sie entdecken in der Kiste ein Spiel namens \"Magiepoly\" und wollen es spielen. Doch kaum haben sie den Deckel abgenommen, werden sie ins Spiel gesogen. Miss Moon kommt just in diesem Moment nach Hause und schafft es gerade noch, mit Luke im Spiel zu verschwinden, denn wenn man nicht den richtigen Dreh findet, bleibt man für zehn Jahre in dem Spiel gefangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509644","hoster":"VOE"},{"path":"/redirect/8598831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-38","name":"Ein Frosch namens Lola","epNo":38,"alt":"","descr":"Als Lola im Garten einen Frosch in einer alten Teekanne entdeckt, flippt sie aus. Sie hat schreckliche Angst vor Fröschen! Aber Mr. Pick, Baby Joe und Miss Moon weigern sich, die unschuldige Amphibie vor die Tür zu setzen; Lola muss lernen, mit ihren Ängsten klar zu kommen! Miss Moon hat auch schon eine Idee. Sie verwandelt Lola kurz in einen Frosch, damit sie sich besser in ihn hineinversetzen kann. Das Problem ist nur, dass Lola droht unter all den anderen Fröschen nicht mehr erkannt zu werden. Luke ist beunruhigt: wie wird er je seine Schwester wiederbekommen?","versions":[]},{"path":"/serie/stream/miss-moon/staffel-1/episode-39","name":"Steinzeitliche Liebe","epNo":39,"alt":"","descr":"Luke muss für die Schule einen Aufsatz über prähistorische Menschen schreiben. Um ihm zu helfen, erweckt Miss Moon im Naturwissenschaftlichen Museum die Statue von Honk zum Leben, damit Luke ihn interviewen kann. Das Gespräch gestaltet sich aber als sehr einseitig, da Honk nicht mehr als \"Honk\" über seine Lippen bringt und Luke ihn nicht zu verstehen scheint. Als Honk Miss Moon sieht, ist es um ihn geschehen. Er verliebt sich auf der Stelle in das Kindermädchen und entführt es. Luke und Lola versuchen, ihm auf der Spur zu bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13496184","hoster":"VOE"},{"path":"/redirect/8598834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-40","name":"Der Schatz im See","epNo":40,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509646","hoster":"VOE"},{"path":"/redirect/8598836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-41","name":"Zurück in die Kindheit","epNo":41,"alt":"","descr":"Auf dem Dachboden findet Paul seinen alten Spielkoffer. Er inspiziert ihn begeistert mit seinen Kindern und wünscht sich, noch einmal Kind zu sein. Für Miss Moon ist nichts leichter als das. Sie verwandelt ihren Arbeitgeber mal eben in einen Jungen nur für ein paar Stunden. Das Problem ist nur, dass sich Lady Pop kurzfristig angesagt hat und jeden Augenblick nach Hause kommen wird. Zudem liegt Mr. Knipserich mal wieder vor dem Haus auf der Lauer und schießt Beweisbilder von Pauls Transformation in einen Jungen. Miss Moon und die Kinder müssen schnellst möglich an die Fotos kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509648","hoster":"VOE"},{"path":"/redirect/8598838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-42","name":"Der Schlüssel der Baronin","epNo":42,"alt":"","descr":"Durch eine Verwechslung gelangt die Baronin an Miss Moons Zauberschlüssel, der sie magisch die Orte wechseln lässt. Die Baronin wähnt sich in ihrem Ziel nahe, Miss Moon endlich als Hexe entlarven zu können und Lady Pop über ihr Kindermädchen aufzuklären. Zum Glück hat Miss Moon einen Zweitschlüssel, mit dem sie und die Kinder versuchen, der Baronin immer einen Schritt voraus zu sein. Eine aufregende Jagd durch Raum und Zeit beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509647","hoster":"VOE"},{"path":"/redirect/8598832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-43","name":"Der Putz-Roboter","epNo":43,"alt":"","descr":"Luke hat einen kleinen Haushalts-Roboter gebastelt: Ralf. Der lässt sich über WLAN mit dem Tablet bedienen, räumt Lukes Zimmer auf, macht Saft und seine Hausaufgaben. Doch als Miss Moon das Tablet nimmt, um den Roboter auszuprobieren, saugt es ihre Magie ein und speist diese via WLAN in den Roboter. Ralf erwacht zum Leben und wird zum überaktiven Haushalts-Roboter, der nichts außer absoluter Ordnung zulässt. Luke, Lola und Miss Moon müssen den Roboter stoppen, ehe er auch sie ausmistet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509649","hoster":"VOE"},{"path":"/redirect/8598835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-44","name":"Das verhexte Haus","epNo":44,"alt":"","descr":"Luke und Lola wundern sich über komische Geräusche im Haus. Ob sich ein Geist bei ihnen verirrt hat? Miss Moon macht sich gleich mit ihnen auf die Suche und entdeckt Magier Adalbert, der durch eine falsche Zutat im Zaubertrank zum Geist geworden ist. Er hat einen Termin mit dem Präsidenten des hohen Rats der Magier und bittet Miss Moon, ihm dabei zu helfen, wieder in seine alte Gestalt zurück zu finden. Doch dafür braucht es ein Foto von einem Gesicht, das sich vor einem Geist erschrickt. Woher sollen sie das bloß kriegen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13599466","hoster":"VOE"},{"path":"/redirect/8598833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-45","name":"Der Tanz der Zauberer","epNo":45,"alt":"","descr":"Adalbert würde gerne auf den Ball der Zauberer gehen, hat aber keine passende Tanzpartnerin. Er bittet Miss Moon ihn zu begleiten, aber die hat zwei linke Füße. Dann entdeckt er zufällig das Tanztalent im Garten der Nachbarin der McGuffles: die Baronin! Adalbert ist hingerissen von der leichtfüßigen Dame und will sie unbedingt zum Ball einladen. Miss Moon und die Kinder setzen alles daran, das zu verhindern, da die Baronin doch alles hasst, was mit Magie zu tun hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13599468","hoster":"VOE"},{"path":"/redirect/8598837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-46","name":"Die Jagd nach dem Wasser","epNo":46,"alt":"","descr":"Eine Hitzewelle lässt New York glühen und das Wasser des Zoos muss rationiert werden, damit keines der Tiere Durst leiden muss. Doch dann stiehlt ein unbekannter Dieb das Wasser aus der zooeigenen Zisterne und es kommt zum Notstand. Um so schnell wie möglich an Wasser zu kommen und um die Tiere davor zu bewahren, zu dehydrieren, besorgt Miss Moon eine magische Wünschelrute, die ihnen den Weg zum gestohlenen Wasser zeigen soll. Als die Kinder den Dieb ausfindig machen, staunen sie nicht schlecht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9593533","hoster":"VOE"},{"path":"/redirect/8598839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-47","name":"Mädchen gegen Jungs","epNo":47,"alt":"","descr":"Lukes Freunde Finn und Ben sind davon überzeugt, dass Lola und ihre Freundinnen totale Nieten im Basketball sind weil sie Mädchen sind. Also fordert Lola die Jungs zu einem Spiel am Nachmittag heraus, dann werden sie schon sehen, wer hier besser Basketball spielt. Wirklich toll sind die Mädchen nicht, also trainiert Miss Moon sie mit einem magischen Ball. Doch nach dem Training ist Becky so erschöpft, dass sie ausfällt. Wie kann Lola alleine mit Lucy gegen die Jungs bestehen? Die eitle Monica fragen? Niemals!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13496185","hoster":"VOE"},{"path":"/redirect/8598841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-48","name":"Eine Mama zu viel","epNo":48,"alt":"","descr":"Luke ist an seinem Geburtstag traurig, weil seine Mama nicht da ist. Um ihn zu trösten, lässt Miss Moon ein Foto seiner Mutter lebendig werden. Aber das genügt Luke nicht und Luke lässt die Ersatz-Mama mit Hilfe aus Miss Moons Zauberbeutels aus dem Foto steigen. Die Ersatz-Mama macht aber nur Unsinn und als dann auch noch die echte Lady Pop auftaucht, hat Miss Moon alle Hände voll zu tun, um die Situation wieder in den Griff zu kriegen, damit die identischen Damen nicht aufeinander treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13599469","hoster":"VOE"},{"path":"/redirect/8598842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-49","name":"Die Marshmellonien","epNo":49,"alt":"","descr":"Um Baby Joe aufzumuntern, pflanzt Miss Moon einen Marshmellonien-Baum einen magischen Baum der Marshmellows produziert. Wenn die Kinder die \"Früchte\" probieren, treten sehr lustige Reaktionen auf. Doch der Spaß ist nur von kurzer Dauer: Miss Moons Stimme hat sich verändert und der Zauberstab reagiert nicht mehr auf ihre Zaubersprüche. Das einzige Gegenmittel ist eine weitere Süßigkeit des Marshmellonien-Baumes. Doch die letzte haben sie gerade verputzt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509656","hoster":"VOE"},{"path":"/redirect/8598840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-50","name":"Das Tretbootrennen","epNo":50,"alt":"","descr":"Auf dem See im Park findet das alljährliche Tretbootwettrennen statt. Der Preis ist ein gigantischer Pokal, den Luke unbedingt gewinnen will. Aber auch sein Erzrivale Kevin hat sich vorgenommen, das Rennen für sich zu entscheiden. Nach kurzer Zeit schon liegt Kevin mit seinem weit Boot vorne. Allerdings scheint das nicht mit rechten Dingen zuzugehen. Wenn Luke noch gewinnen will, muss er hinter Kevins Geheimnis kommen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535803","hoster":"VOE"},{"path":"/redirect/8598845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-51","name":"Das Liebesparfum","epNo":51,"alt":"","descr":"Lolas Herz schlägt immer noch für Howie. Damit der Angebete endlich ihre Liebe erwidert, nimmt Lola heimlich aus Miss Moons Zauberbeutel ein magisches Parfum. Der Duft wirkt sofort und Howie ist ganz verrückt nach Lola. Er folgt ihr auf Schritt und Tritt und macht ihr den Hof. Doch nicht nur er. Alle Jungs der Gegend sind von dem Parfum so betört, dass sie Lola umschwärmen wie Motten das Licht. Wie kann sie nur Abhilfe schaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13496186","hoster":"VOE"},{"path":"/redirect/8598843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/miss-moon/staffel-1/episode-52","name":"Die Überraschungstorte","epNo":52,"alt":"","descr":"Yasir organisiert im Park einen Torten-Wettbewerb. Als Preis winken zwei Tickets für die Premiere von \"Verliebte Vampire Der Film\". Lola will die Karten unbedingt gewinnen, damit sie endlich ihren Helden, den Hauptdarsteller Max Dovonan treffen kann. Miss Moon und Luke helfen ihr gerne bei der Zubereitung und kreieren eine Torte mit fliegenden Schokoladen-Drachen. Doch einer von ihnen macht sich plötzlich selbständig und droht den Wettbewerb für Lola zu ruinieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13599470","hoster":"VOE"},{"path":"/redirect/8706609","hoster":"Streamtape"}]}]}]}]}