{"path":"/serie/stream/missions","name":"Missions","descr":"Der exzentrische, Schweizer Milliardär William Meyer (Mathias Mlekuz) hat eine achtköpfige Crew zusammengestellt, die eine von ihm finanzierte europäische Mars-Mission durchführen soll – sie sollen die ersten Menschen auf dem Mars werden. Dazu gehört ein bekanntes Astronauten-Ehepaar (Giorgia Sinicorni und Christophe Vandevelde), in letzter Sekunde kommt die Psychiaterin Jeanne Renoir (Hélène Viviès) dazu. Nach zehn Monaten Weltraumreise kommt am Tag vor der Landung die Hiobsbotschaft: Eine amerikanische Mars-Mission war schneller und landete als erstes auf dem roten Planeten. Kurz darauf die nächste schlechte Neuigkeit: Die Amerikaner haben massive Probleme und müssen gerettet werden. Nachdem die europäische Mission nun selbst eine schwierige Landung durchmacht, geht es auf die Suche nach Überlebenden. Man wird fündig – aber es handelt sich nicht um einen Amerikaner, sondern einen Sowjet-Russen, der eigentlich 1967 bei einer \"Nicht-Mars\"-Mission ums Leben gekommen sein sollte …","seasons":[{"path":"/serie/stream/missions/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/missions/staffel-1/episode-1","name":"Odysseus","epNo":1,"alt":"Ulysse","descr":"Nach zehn Monaten im All steht der Tag der Landung auf dem roten Planeten kurz bevor. Doch dann müssen Meyer und seine europäische Crew feststellen, dass die Amerikaner ihnen mit revolutionärer Technologie zuvor gekommen und bereits auf dem Mars gelandet sind. Der Traum ist damit geplatzt. Doch dann kommt heraus, dass von den Amerikanern seit ihrer Ankunft nie wieder etwas gehört wurde – bis auf eine alarmierende letzte Nachricht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847767","hoster":"VOE"},{"path":"/redirect/8847763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-1/episode-2","name":"Mars","epNo":2,"alt":"Mars","descr":"Der Zentralcomputer der Odysseus ist zerstört und Yann hat kaum Hoffnung, dass er den Schaden wieder beheben kann. Gramat, Jeanne und Eva entscheiden daraufhin, sich auf den Weg zu den Amerikanern zu machen und dort nach Ersatzteilen zu suchen. Aber stattdessen machen sie eine ganz andere Entdeckung – sie treffen auf einen Überlebenden. Wer ist er?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847766","hoster":"VOE"},{"path":"/redirect/8599074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-1/episode-3","name":"Überlebender","epNo":3,"alt":"Survivant","descr":"Das Rätsel um den gefundenen Überlebenden geht weiter. Er selbst sagt aus, dass er Wladimir Komarow, ein sowjetischer Astronaut, sei. Jedoch ist dieser 1967 bei der Mission Sojus 1 ums leben gekommen. Ist er es also wirklich und wenn ja, wie kann er noch am Leben sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847761","hoster":"VOE"},{"path":"/redirect/8599075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-1/episode-4","name":"Stein","epNo":4,"alt":"Pierre","descr":"Die Ankunft eines weiteren Raumschiffes der Amerikaner lässt die Besatzung der Odysseus wieder hoffen. Doch das Verhalten der zwei amerikanischen Soldaten von Zillion 2 relativiert den Enthusiasmus der Crew sehr schnell. Yann besteht indes vergeblich darauf, den Amerikanern gegenüber das Geheimnis um Komarov zu enthüllen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847762","hoster":"VOE"},{"path":"/redirect/8599077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-1/episode-5","name":"Allianz","epNo":5,"alt":"Alliance","descr":"Jeanne ist nach dem gescheiterten Versuch, Komarov zu hypnotisieren, erschüttert. Flashbacks lange zurückliegender Erinnerungen holen sie immer wieder ein. Gemma von Zillion 2 kommt mit der Absicht an Bord der Odysseus, um der Crew Mut zu machen. Indes finden Gramat und Yann heraus, dass Meyer weitaus mehr über die mysteriösen Entdeckungen auf dem Mars weiß, als er zugibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847765","hoster":"VOE"},{"path":"/redirect/8599078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-1/episode-6","name":"Irène","epNo":6,"alt":"Irène","descr":"Jeanne verlässt das Raumschiff, um Thaumasia zu erreichen. Gramat folgt ihr mit Gemma als Geisel. Zur selben Zeit kommen die beiden amerikanischen Soldaten von der Zillion am Landepunkt der Odysseus-Crew an und versuchen Komarov zube kommen. Aber Alessandra lässt das nicht zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847764","hoster":"VOE"},{"path":"/redirect/8599081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-1/episode-7","name":"Fehler","epNo":7,"alt":"Faute","descr":"Janes Bein steckt unter einem Stein fest. In ihrer ausweglosenlage denkt sie zurück an ihren Vater. Er teilte ihr mit das er sterben würde und bat sie darum wenn \"Es\" soweit sei ihn gehen zu lassen. 1967, Juri Garagin in Komarow unterhalten sich uber den bevorstehenden Sojus start. Komarov bedauert das er auf ewig nur die Nummer II hinter Gagarin sei. Ein Mittelsmann teilt Komarow mit das die Systeme der Sojus instabil seien. Der Routine Einsatz wird zu einer Selbstmord-mission. Komarow hat sich entschieden zu starten - um seinen Freund Jury zu schützen. Auf der Odysse sucht man nach dem Russen und Baz erhellt eine gemeime Nachrirt von \"Mars\" dieser hat IREN\u0027s Platz eingeommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847769","hoster":"VOE"},{"path":"/redirect/8599085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-1/episode-8","name":"Phönix","epNo":8,"alt":"Phénix","descr":"Jeanne, Simon und Gemma betreten den Berg. Dort entdecken sie unterirdische Tunnel und Artefakte einer lange ausgestorbenen Zivilisation. Auf der Odysseus werden die Besatzungsmitglieder unterdessen von Doisneau und Wayne bedroht. Aber dann erwacht Irène, die künstliche Intelligenz an Bord, plötzlich wieder zum Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847770","hoster":"VOE"},{"path":"/redirect/8599076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-1/episode-9","name":"Wolodja","epNo":9,"alt":"Volodia","descr":"Jeanne und Simon sind durch einen mysteriösen Durchgang ohne Zeitverlust auf dem Nordpol des Mars gelandet und stehen plötzlich Komarov gegenüber, der quicklebendig scheint. Unterdessen decken die Russen seine wahre Mission auf. Zurück auf der Odysseus ist Wayne inzwischen alleine mit der europäischen Crew. Alessandra bittet ihn darum, sie am Leben zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847768","hoster":"VOE"},{"path":"/redirect/8599082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-1/episode-10","name":"Sturm","epNo":10,"alt":"Orage","descr":"Simon weiß, dass die einzige Chance, den heranziehenden Sturm zu überleben, die Zillion 2 ist. Aber Gemma lässt sie nicht an Board. Über Radio versucht Meyer alles, um sie umzustimmen – vergeblich. Aber aus irgendeinem Grund weiß Jeanne genau, was Gemma hören will und bringt am Ende ein großes Opfer, denn nun kennt sie das Geheimnis des Mars.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847771","hoster":"VOE"},{"path":"/redirect/8599080","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/missions/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/missions/staffel-2/episode-1","name":"Aube","epNo":1,"alt":"Aube","descr":"Fünf Jahre sind vergangen, seit die Besatzung der Odysseus nach ihrer bewegenden Reise zurück auf die Erde kehrte. Und noch immer werden die Überlebenden von den traumatischen Erinnerungen verfolgt. Der exzentrische Schweizer Milliardär William Meyer (Mathias Mlekuz) initiierte seinerzeit die erste bemannte Mission zum Mars. Darunter Top-Astronauten und die besten Wissenschaftler aus Frankreich, Italien und Deutschland. Auch die Psychologin Jeanne Renoir (Hélène Viviès) war dabei und nahm für die Crew im Laufe der Zeit eine ganz besondere Rolle ein. Und ausgerechnet sie war es, die sie nach den dramatischen Ereignissen auf dem roten Planeten zurücklassen mussten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7695214","hoster":"VOE"},{"path":"/redirect/7695213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-2/episode-2","name":"Returns","epNo":2,"alt":"Returns","descr":"Ausgerechnet Jeanne Renoir musste die Crew der Odysseus seinerzeit zurücklassen. Von Visionen verfolgt, die Psychologin könne überlebt haben, beschließen die Überlebenden zum Mars zurückzureisen. Erneut ermöglicht der exzentrische Milliardär William Meyer eine Mission zum roten Planeten. Während der Vorbereitungen im Space Center stoßen zwei neue Besatzungsmitglieder dazu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7695218","hoster":"VOE"}]}]},{"path":"/serie/stream/missions/staffel-2/episode-3","name":"Evolution","epNo":3,"alt":"Evolution","descr":"Während sich das Raumschiff dem Mars nähert, hat Alessandra neue Visionen.Jeanne muss sich in ihrer Gemeinde mit den Folgen von Atars Tod auseinandersetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7695224","hoster":"VOE"},{"path":"/redirect/7695220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-2/episode-4","name":"Passage","epNo":4,"alt":"Passage","descr":"Jeanne steht einem mysteriösen Mann gegenüber, der sie gut zu kennen scheint.Währenddessen steht die \u0027\u0027Nausicaa\u0027-Mission kurz vor der Landung auf dem Mars.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7695226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-2/episode-5","name":"Répliques","epNo":5,"alt":"Répliques","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7695232","hoster":"VOE"},{"path":"/redirect/7695233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-2/episode-6","name":"Alice","epNo":6,"alt":"Alice","descr":"Komarov erzählt Jeanne, dass Ivan Goldstein sie nicht angelogen hat.Auf der anderen Seite des Portals angekommen, weiß die Crew nicht, wie sie auf Alices Enthüllungen reagieren soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7695239","hoster":"VOE"},{"path":"/redirect/7695238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-2/episode-7","name":"Furie","epNo":7,"alt":"Furie","descr":"Die Mitglieder der Besatzung entdecken Spuren von Leben in einem fremden Wald.William Meyer beschließt, Sam zurück auf das Raumschiff zu schicken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7695241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-2/episode-8","name":"Autres","epNo":8,"alt":"Autres","descr":"Verzweifelt begreift Meyer, dass er einen Fehler gemacht hat, seine Tochter mitzunehmen.Alan sagt Sam, dass er nach Alessandra suchen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7695248","hoster":"VOE"},{"path":"/redirect/7695247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-2/episode-9","name":"Architectes","epNo":9,"alt":"Architectes3","descr":"Sam und Alan haben Fragen bezüglich des Ursprungs des Portals.Jeanne ist entschlossen, zur Erde zurückzukehren, aber bevor sie das tut, muss sie nach jemandem suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7695254","hoster":"VOE"},{"path":"/redirect/7695251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/missions/staffel-2/episode-10","name":"Singularité","epNo":10,"alt":"Singularité","descr":"Die Besatzungsmitglieder sind ihrem Feind in die Falle gegangen.Sie müssen sich ihm stellen, auch wenn alles verloren scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7695258","hoster":"VOE"},{"path":"/redirect/7695257","hoster":"Streamtape"}]}]}]}]}