{"seriesId":"miss-fishers-neue-mysterise-mordflle","name":"Miss Fishers neue mysteriöse Mordfälle","descr":"Nachdem Phryne Fisher spurlos in Neuguinea verschwunden ist, erbt ihre Nichte Peregrine das Vermögen. Als Peregrine, die ihre Tante nicht gekannt hat, vom spannenden Leben der Vermissten erfährt, beschließt sie, in ihre Fußstapfen zu treten und ebenfalls Privatdetektivin zu werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gerade ermordet Teil 1","epNo":1,"alt":"Just Murdered (1)","descr":"Die unaufhaltsame Peregrine Fisher (Geraldine Hakewill) wird aus ihrem Haus an der Küste einbestellt, um ihr rechtmäßiges Erbe einzufordern und landet in einem Mordfall.","versions":[{"lang":1,"streams":[{"redirect":11832121,"hoster":"VOE"},{"redirect":8789599,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gerade ermordet Teil 2","epNo":2,"alt":"Just Murdered (2)","descr":"Als ein Popstar und sein Ersatzsänger während einer Musikshow im Fernsehen durch einen Stromschlag sterben, gerät Peregrines (Geraldine Hakewill) Ex-Mann Eric (James Mason) unter Verdacht.","versions":[{"lang":1,"streams":[{"redirect":8789588,"hoster":"VOE"},{"redirect":8789593,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Todeslied Teil 1","epNo":3,"alt":"Dead Beat (1)","descr":"Peregrine (Geraldine Hakewill) begibt sich in eine streng geheime Forschungseinrichtung, die von der Regierung betrieben wird. Dort wurde Cecile Armand (Jane Bayly), eine alte Bekannte von Birdie (Catherine McClements), erfroren in einem verunglückten Auto gefunden.","versions":[{"lang":1,"streams":[{"redirect":8789592,"hoster":"VOE"},{"redirect":8789595,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Todeslied Teil 2","epNo":4,"alt":"Dead Beat (2)","descr":"Peregrine (Geraldine Hakewill) erhält eine Lektion in Sachen Kochen, als Graham King (Josef Brown), Chefkoch der International Cookery School von Samuels (Toby Truslove) ehemaliger Schwiegermutter, ermordet wird.","versions":[{"lang":1,"streams":[{"redirect":12917675,"hoster":"VOE"},{"redirect":8789604,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mord steht im Raum Teil 1","epNo":5,"alt":"Space For Murder (1)","descr":"Birdies beste Freundin Cecile wird ermordet. Um den Täter zu finden muss sich Peregrine in ein Regierungsgebäude einschleusen, das unter der höchsten Sicherheitsstufe steht. Entsprechend schwer ist es für alle Beteiligten, Licht ins Dunkel zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8789596,"hoster":"VOE"},{"redirect":8789602,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mord steht im Raum Teil 2","epNo":6,"alt":"Space For Murder (2)","descr":"Während ihren Ermittlungen findet Peregrine heraus, dass einige Mitarbeiter in dem Regierungsgebäude nicht sind, wer sie vorgeben zu sein. Die neuen Erkenntnisse werfen allerdings neue Fragen auf.","versions":[{"lang":1,"streams":[{"redirect":8789601,"hoster":"VOE"},{"redirect":8789605,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein pikanter Mord Teil 1","epNo":7,"alt":"Seasoned Murder (1)","descr":"In einer Kochschule, die von der Schwester von Samuels verstorbener Frau Lucy geführt wird, wird der Geschäftspartner und Chefdozent Graham ermordet aufgefunden. Alle Indizien weisen auf die chinesischen Schüler hin","versions":[{"lang":1,"streams":[{"redirect":8789603,"hoster":"VOE"},{"redirect":8789607,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein pikanter Mord Teil 2","epNo":8,"alt":"Seasoned Murder (2)","descr":"Nachdem sich Shirley als nächstes Opfer entpuppt, rückt Tony immer mehr in den Mittelpunkt der Ermittlungen. Jedoch ist er nicht der einzige mit einem dunklen Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":12917674,"hoster":"VOE"},{"redirect":8789586,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tod vom Reißbrett","epNo":1,"alt":"Death By Design","descr":"Im Hause befreundeter Architekten von Peregrine passiert ein schrecklicher Doppelmord. Da er eigentlich im Affekt passiert, die zweite Person nicht gemeint ist und die Mordwaffe nicht dem Mörder gehört, ist die Aufdeckung bei der Anzahl an Verdächtigen nicht so einfach zu","versions":[{"lang":1,"streams":[{"redirect":9107178,"hoster":"VOE"},{"redirect":9107180,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Komm stirb mit mir","epNo":2,"alt":"Come Die With Me","descr":"In einer Ausbildungsstätte für Stewardessen wird die Leiche Auszubildenden April entdeckt, einer jungen Dame, die vortrefflich die Geheimnisse ihrer Mitmenschen ausfindig machen konnte und es auch verstand, entsprechendes Kapital daraus zu schlagen.","versions":[{"lang":1,"streams":[{"redirect":8672862,"hoster":"VOE"},{"redirect":8672924,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bluthochzeit","epNo":3,"alt":"Blood Wedding","descr":"Der nächste Mordfall betrifft einen Jugendfreund von James. Dabei kehrt er an den Ort zurück, in dem er aufgewachsen ist. Dort trifft er auch eine alte Jugendliebe, Sally, wieder","versions":[{"lang":1,"streams":[{"redirect":12367567,"hoster":"VOE"},{"redirect":12367566,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein entfesselter Mörder","epNo":4,"alt":"A Killer Unleashed","descr":"Trotz James’ hartnäckigen Versuchen, Peregrine aus den Ermittlungen um den Mord an eine Hundebesitzerin, auszuschließen, muss er am Ende einsehen, dass die Zusammenarbeit mit ihr nun mal nicht zu schlagen ist. Privat soll es aber nicht so schnell gehen.","versions":[{"lang":1,"streams":[{"redirect":8789580,"hoster":"VOE"},{"redirect":8789589,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bowlingbahn des Todes","epNo":5,"alt":"Death Alley","descr":"Nachdem Sparrow sich einen jungen Halbstarken vorgeknöpft hat, der unmittelbar darauf geköpft aufgefunden wurde, konnte er gar nicht schnell genug einen Täter aus dem Boden gestampft wissen. Als nach der Aufklärung des Falls, der wahre Täter gefasst wurde, ließ er gegenüber dem von ihm zu einem Geständnis erpressten dennoch kein schlechtes Gewissen durchblicken.","versions":[{"lang":1,"streams":[{"redirect":8856380,"hoster":"VOE"},{"redirect":8856381,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Von Tauben und Falken","epNo":6,"alt":"Coop De Grâce","descr":"In einem Brieftauben-Club wird die Leiche eines besessenen Taubenzüchters gefunden. Dass der Mörder auch von Birdie gesucht wird und das aber aus Gründen, die Jahrzehnte zurückliegen, wird unseren Spürnasen erst im Showdown offenbart.","versions":[{"lang":1,"streams":[{"redirect":12367568,"hoster":"VOE"},{"redirect":8892638,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mord am Haken","epNo":7,"alt":"Reel Murder","descr":"Als Peregrine und ihre Freunde einen Angelausflug machen, um ihren Liebeskummer zu lindern, gelingt es Sam, eine Leiche an den Haken zu bekommen, aber alle Umstehenden haben ein wasserdichtes Alibi.","versions":[{"lang":1,"streams":[{"redirect":8930741,"hoster":"VOE"},{"redirect":8930740,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein letztes Mal","epNo":8,"alt":"New Year’s Evil","descr":"Der Tod eines aufsteigenden Popstars bringt nicht nur PEREGRINE und JAMES als altbewehrtes Ermittlerteam wieder auf’s Parkett, sondern auch ihrer beider letzte Chance, ihre zwischenmenschlichen Angelegenheiten zu klären, bevor SALLY ihren Umzug nach Melbourne in die Tat umsetzt.","versions":[{"lang":1,"streams":[{"redirect":8959583,"hoster":"VOE"},{"redirect":8959594,"hoster":"Streamtape"}]}]}]}]}