{"seriesId":"mistresses","name":"Mistresses","descr":"Die Serie dreht sich um die vier Freundinnen Savannah Davis, April Malloy, Karen Kim und Josslyn Carver, die alle in den Dreißigern sind und Probleme mit ihren Partnern haben. Sie alle haben mit Geheimnissen, Verrat, Betrug und komplexen Beziehungen zu kämpfen, in die sie sich selber hinein manövriert haben. Doch durch ihre Freundschaft erhalten sie Unterstützung und Beratung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auf Leben und Tod","epNo":1,"alt":"Pilot","descr":"Die Karrierefrau Savannah Davis, ihre Schwester Josslyn Carver, die Witwe April Malloy und die Therapeutin Karen Rhodes sind alle in den Dreißigern, Freundinnen und haben Beziehungsprobleme der unterschiedlichsten Art. Geheimnisse, Verrat und Betrug bestimmen ihr Leben und es kostet viel Kraft, all dies geheim zu halten. Doch durch ihre Freundschaft erhalten die vier immer wieder Rat und Unterstützung. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":11316363,"hoster":"VOE"},{"redirect":10129577,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Morgen danach","epNo":2,"alt":"The Morning After","descr":"Nach ihrer Nacht mit Dominic hat Savi große Gewissensbisse. Sie vertraut sich Karen an, die ihr den Rat gibt, zuerst in Ruhe über die ganze Angelegenheit nachzudenken, bevor sie Harry alles beichtet. April muss sich inzwischen damit abfinden, dass ihr Ehemann offenbar ein Doppelleben geführt hat. Sie versucht, in ihren Unterlagen Hinweise dafür zu finden. Und Joss findet immer mehr Gefallen an ihrer Kundin Alex. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":11316370,"hoster":"VOE"},{"redirect":10129578,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Loslassen und neu beginnen","epNo":3,"alt":"Breaking and Entering","descr":"Joss bekommt einen neuen Boss, der ganz wider Erwartungen nicht auf ihre Reize anspringt. Im Gegenteil: Sie muss sich beweisen und ein schwieriges Immobilienobjekt so schnell wie möglich verkaufen. Die Anspannung zwischen Savi und Dominic wird hingegen derart unerträglich, dass Savi beschließt, aus dem aktuellen Fall auszusteigen. Jedoch mit ungeahnten Folgen. Und Karen wird immer mehr in die Familienangelegenheiten der Greys hineingezogen. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":11316365,"hoster":"VOE"},{"redirect":10129581,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Es war nur ein Kuss","epNo":4,"alt":"A Kiss is Just a Kiss?","descr":"Savi entdeckt das sie schwanger ist. Ihr ist bewusst, dass das Kind von Harry als auch von Dominik sein könnte. Deshalb möchte sie unbedingt so schnell wie möglich einen Vaterschaftstest machen lassen. Zum DNA-Vergleich benötigt sie von den möglichen Vätern ein Haar. Inzwischen wird April von der Freundin ihres verstorbenen Ehemanns unter Druck gesetzt. Und Joss bekommt von Sally den Auftrag, Alex auf eine Party zu begleiten. Dabei kommen sich die beiden näher. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":11316366,"hoster":"VOE"},{"redirect":10129583,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schwere Entscheidungen","epNo":5,"alt":"Decisions, Decisions","descr":"Miranda hat einen Anwalt engagiert, der April droht, sie auf Unterhalt ihres Sohnes zu verklagen. Obwohl ihr die Geschichte mit der Geliebten ihres verstorbenen Mannes auf dem Magen liegt, kann sich April immer mehr der beginnenden Romanze mit Richard widmen, und die beiden kommen sich endlich näher. Genauso ergeht es Alex und Joss, die nach Alex’ Trennung noch mehr Zeit miteinander verbringen. Savi sitzt derweil auf Nadeln, da sie noch kein Ergebnis des Vaterschaftstestes in Händen hält. Sie verheimlicht ihre Schwangerschaft noch immer vor Harry, doch dieser scheint zu merken, dass mit Savi etwas nicht stimmt. Als er ihr einen Schwangerschaftstest in die Hand drückt, weiss Savi, dass sie ehrlich sein muss zu ihrem Ehemann. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":11316368,"hoster":"VOE"},{"redirect":10129582,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Heimgezahlt","epNo":6,"alt":"Payback","descr":"Nachdem Savi Harry ihren Seitensprung gestanden hat, zieht sich dieser komplett von ihr zurück. Savi beschliesst, ihren Job zu kündigen und eine neue Stelle zu suchen. Damit stösst sie Dominic vor den Kopf, der sich eine Zukunft mit Savi vorstellt. Karen hat ganz andere Sorgen: In ihre Praxis wurde eingebrochen, und Patientenakten fehlen. Als sie herausfindet, dass Elizabeth verschwunden ist, bekommt sie es mit der Angst zu tun. Zudem taucht auch Sam wieder auf. Besser geht es da April, die sich nach ein paar Patzern wieder mit Richard trifft. Doch Miranda steht schon bald erneut vor der Türe und will endlich ihr Geld sehen. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":11316372,"hoster":"VOE"},{"redirect":10129584,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Neue Wege","epNo":7,"alt":"All In","descr":"Joss erfährt von Savis Schwangerschaft und ist zutiefst verletzt, dass Savi sich ihr nicht anvertraut hat. Sie beschließt bei Savi auszuziehen. Währenddessen begleitet Harry Savi auf eine geschäftliche Party. Dort trifft Harry auf Dominic. Und es dauert auch nicht lange und die beiden geraten aneinander. Inzwischen versucht Richard April zu überzeugen mit ihm nach Santa Barbara zu fahren und ihren Kinder die Wahrheit über ihre Beziehung zu gestehen. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":11316369,"hoster":"VOE"},{"redirect":10129585,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ultimatum","epNo":8,"alt":"Ultimatum","descr":"Savi möchte ihre Ehe mit Harry umbedingt fortführen. Doch sie bekommt von Harry ein Ultimatum gestellt: falls das Baby nicht von ihm ist, muss sich Savi zwischen ihm und dem Baby entscheiden. Währenddessen stellt April schockiert fest, dass ihr Ehemann noch lebt. Paul will sich mit ihr treffen und alles erklären. Inzwischen erfährt Karen, dass sich Sam von ihrem Geschäftspartner therapieren lässt. Und Joss ist mit Alex glücklich, bis sie beim Shoppen zufällig auf Alexs Ex-Freundin treffen. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":11316373,"hoster":"VOE"},{"redirect":10129586,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alte Wunden","epNo":9,"alt":"Guess Who’s Coming to Dinner","descr":"Savi und Joss bekommen überraschend Besuch von ihrer Mutter, die eine große Neuigkeit zu verkünden hat. Während des Zusammentreffens kommen aber auch alte Wunden wieder hoch. Und Karen erkennt, dass Elizabeth schon seit längerer Zeit von ihrer Affäre mit Tom gewusst hat. Sie hat die Befürchtung, das Elizabeth etwas mit seinem Tod zu tun hat. Sie engagiert einen Detektiv, der Nachforschungen anstellen soll. Und April hat Richard noch nichts vom Auftauchen ihres tot geglaubten Ehemanns erzählt. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":11316376,"hoster":"VOE"},{"redirect":10129587,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Unmoralische Angebote","epNo":10,"alt":"Indecent Proposals","descr":"Nach Harrys Auszug fehlt Savi der Mann im Haus. Widerstrebend nimmt sie Doms Hilfe an, bereut ihre Bequemlichkeit aber bald. Nicht ohne Hintergedanken spielt derweil auch Richard für April den Beschützer, als diese von Paul belästigt wird. Zum Dank hofft Richard, bald mehr als nur Aprils guter Kumpel zu sein. Karen ist frustriert, weil sie von Savis Kanzlei des Mordes an Tom bezichtigt wird. Um einem Interessenskonflikt zu vermeiden, lehnt Savi es allerdings ab, Karen aus der Patsche zu helfen. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":11316375,"hoster":"VOE"},{"redirect":10129588,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mit offenen Karten","epNo":11,"alt":"Full Disclosure","descr":"Nachdem Savi freiwillig von Karens Fall zurückgetreten ist, wurde Dom damit beauftragt. Doch Savi kann es nicht lassen, sich überall einzumischen. Dom schafft es, dass Savi ein großer neuer Auftrag zugeteilt wird, der es mit sich bringt, das Savi ihre Kunden in New York besuchen muss. Karen hingegen muss während der Verhandlung erleben, dass sich ihr Alibi in Luft auflöst. Und Joss fehlt es immer mehr, dass sie keinen Sex mehr mit Männern hat. Während April überlegt, ob sie ihrer Tochter beichten soll, dass ihr Vater noch lebt. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":12924908,"hoster":"VOE"},{"redirect":10129589,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wenn sich eine Tür schließt...","epNo":12,"alt":"When One Door Closes…","descr":"Der Richter kommt im Fall Grey zu einem Urteil: Karen triff es hart. Sie verliert ihre Therapielizenz für sechs Monate. Sie vermutet, dass Elizabeth daran Schuld ist. Währenddessen macht sich April große Sorgen um ihre Tochter Lucy, die verschwunden ist. Auf der Suche nach Lucy fährt sie auch zum Hotel von Paul. Und Savi erfährt, dass Harry mit seinem Restaurant in großen finanziellen Schwierigkeiten steckt, während Dom von der Kanzlei zum Partner ernannt wurde. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":11316381,"hoster":"VOE"},{"redirect":10129590,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Du hast die Wahl","epNo":13,"alt":"I Choose You","descr":"Die Freundinnen habe ein ganz besonderes Geburtstagsgeschenk für Savi – eine Reise nach Palm Springs in ein Wellness-Luxushotel. Joss und Savi machen sich schon einen Tag früher auf den Weg. Doch dann hat Savi einen schweren Autounfall. Inzwischen erfährt Karen, dass Elizabeth schwere psychische Probleme hat und schon einmal in einer Anstalt eingewiesen war. Und April muss eine schwere Entscheidung treffen, mit welchem Mann sie in Zukunft leben will.","versions":[{"lang":1,"streams":[{"redirect":11316379,"hoster":"VOE"},{"redirect":10129591,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Neustart","epNo":1,"alt":"Rebuild","descr":"Seit Savis schwerem Autounfall sind acht Monate vergangen. Und bei den vier Freundinnen hat sich in der Zwischenzeit so einiges getan. Jede versucht mit den neuen Gegebenheiten zurecht zu kommen und die Veränderungen in ihr neues Leben zu integrieren. April hat sich geöffnet und geht mit Männern aus. Und nachdem Josslyn ihren Immobilienjob hingeschmissen hat, plant und arrangiert sie nun Partys.","versions":[{"lang":1,"streams":[{"redirect":8847772,"hoster":"VOE"},{"redirect":8599079,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bis hierhin und nicht weiter","epNo":2,"alt":"Boundaries","descr":"Josslyn und Harry haben nun einen gemeinsamen Partyservice. Harry bringt auch sofort eine neue Kundin an Bord. Doch Josslyn fühlt sich dadurch wie das dritte Rad am Wagen. Und April fasst es nicht, dass sie tatsächlich mit dem attraktiven Künstler Daniel einen One-night-stand hatte. Unglücklicherweise hat sie bei ihm einen Ohrring verloren. Zunächst will sie nicht einmal persönlich hingehen, um das Schmuckstück zu holen. Und Savi fängt wieder in der Kanzlei zu arbeiten an. Dort lernt sie die äußerst attraktive Tony kennen, die Dominics neue Kollegin ist.","versions":[{"lang":1,"streams":[{"redirect":8847773,"hoster":"VOE"},{"redirect":8599084,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tag der offenen Tür","epNo":3,"alt":"Open House","descr":"Bei Savi dreht sich nach wie vor alles um den Verkauf ihres Hauses. Harry hat beschlossen, nicht mehr mit ihr zu sprechen und bittet daher Joss, zwischen ihnen zu vermitteln. Karen hat ein Date mit einem Kollegen und bemerkt, dass ihr Herz noch an einem anderen hängt. Währenddessen muss April eine Elternparty geben, um Lucy vor ihren Mitschülern nicht bloßzustellen.","versions":[{"lang":1,"streams":[{"redirect":8847774,"hoster":"VOE"},{"redirect":8599083,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Labradoodle","epNo":4,"alt":"Friends With Benefits","descr":"Zack Kilmer taucht bei Savi auf. Am Anfang ist nicht klar, was Zack von Savi möchte, doch dann outet er sich als Fahrer des anderen Wagens, als der schreckliche Unfall passierte. Inzwischen bekommen Joss und Harry das teure Angebot einen Tisch bei einer Party für $ 5.000 zu kaufen, damit sie weitere Kontakte knüpfen können, um ihr Partyservice weiter auszubauen. Harry ist das viel zu teuer, doch Joss nimmt das Angebot an. Und Daniel will mehr über April erfahren und ihre Freunde kennen lernen.","versions":[{"lang":1,"streams":[{"redirect":8847777,"hoster":"VOE"},{"redirect":8599086,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Schuhtick","epNo":5,"alt":"Playing With Fire","descr":"Savi verbringt viel Zeit mit Zack und hat Dom noch nichts von ihren Treffen verraten. Deshalb macht sich Joss Sorgen um ihre Schwester. Sie befürchtet, dass Savi ihre Beziehung durch Lügen erneut gefährdet so wie damals bei Harry. Inzwischen versucht Dom die Konsequenzen des Beziehungsoutings in der Kanzlei unter Kontrolle zu halten. Und Karen gefällt es weiterhin, mit ihren falschen Identitäten in Bars Männerbekannschaften zu machen.","versions":[{"lang":1,"streams":[{"redirect":8847776,"hoster":"VOE"},{"redirect":8599089,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was willst du wirklich","epNo":6,"alt":"What Do You Really Want","descr":"April wird mit der reichen Familie von Lucys Schulfreundinnen konfrontiert. Und Daniel kommt nicht wie versprochen von seiner Reise zurück. Er verschiebt seine Ankunft. Von der Mutter von Lucys Schulfreundin muss April erfahren, dass er während seiner angeblichen Reise offenbar doch in der Stadt war und eine andere Frau getroffen hat. Inzwischen unterzeichnen Harry und Savi ihre Scheidungspapiere. Außerdem hat Harry beschlossen, wieder zurück nach Australien zu gehen.","versions":[{"lang":1,"streams":[{"redirect":8847778,"hoster":"VOE"},{"redirect":8599090,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Muss denn Liebe Sünde sein?","epNo":7,"alt":"Why Do Fools Fall in Love?","descr":"Zwischen Dom und Savi ziehen dunkle Wolken auf. Dom hat Savi mit Zack gesehen. Als er Savi Fragen über diesen Abend stellt und Savi ihn anlügt, ist der Bogen für Dom schließlich überspannt. Auch April muss festellen, das sie in Beziehungsangelegenheiten falschen Illusionen nachhängt. Indes lässt Scott bei einer Verabredung mit Joss stundenlang auf sich warten. Nach heftigen Vorwürfen erfährt Joss den Grund für sein nachlässiges Verhalten: Scott ist an diesem Tag eine 22-jährige Patientin auf dem OP-Tisch gestorben.","versions":[{"lang":1,"streams":[{"redirect":8847775,"hoster":"VOE"},{"redirect":8599088,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Affären abzugeben","epNo":8,"alt":"An Affair to Surrender","descr":"Josslyn ist mit Scott zusammen gezogen. Und auch der Hausverkauf bei Savi wird beschleunigt. So muss Savi ihre Sachen zusammenpacken. Sie bekommt Unterstützung von ihren Freundinnen. Dabei tauschen sie Erinnerungen aus die sie mit dem Haus verbinden. Währenddessen bekommt Joss ein tolles neues Jobangebot. Mit dem Chefkoch des hippen neuen Lokals ist sie jedoch gar nicht einverstanden. Deshalb sucht sie nach einem Weg, wie sie die Besitzerin von Harrys Kochkünsten überzeugen kann.","versions":[{"lang":1,"streams":[{"redirect":8847779,"hoster":"VOE"},{"redirect":8599087,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Biest schlägt zu","epNo":9,"alt":"Coming Clean","descr":"Damit Scott nicht mehr auf Harry eifersüchtig ist, versucht Joss Harry zu verkuppeln. Da trifft es sich gut, dass sie eine alte Collegefreundin trifft, die seit kurzem geschieden ist. Es gibt nur einen Haken, Joss vergisst Harry Bescheid zu geben. Und April bekommt einen Anruf von ihrem verschollenem Mann Paul, der sie sehr durcheinander bringt. Er scheint in dubiose Machenschaften verwickelt zu sein, deshalb fürchtet sie um die Sicherheit ihrer Tochter.","versions":[{"lang":1,"streams":[{"redirect":8847780,"hoster":"VOE"},{"redirect":8599092,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Scharade","epNo":10,"alt":"Charades","descr":"Dom erkennt, dass die Nacht mit Toni ein Fehler war. Er möchte mit ihr darüber reden und bittet sie, die Angelegenheit für sich zu behalten. Toni scheint damit nicht das geringste Problem zu haben, was Dom zunächst verwundert. Kurze Zeit später erfährt er auch warum. Unterdessen ist Joss nervös, sie wird von Scott zu einer Familienfeier eingeladen. Sie hat Angst den Ansprüchen seiner Familie nicht zu genügen. Und April erhält Besuch vom FBI.","versions":[{"lang":1,"streams":[{"redirect":8847781,"hoster":"VOE"},{"redirect":8599091,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Süße Rache","epNo":11,"alt":"Choices","descr":"April muss sich noch von ihrem Schock erholen, dass Daniel ein FBI-Agent ist. Sie hat dem FBI jede Zusammenarbeit gekündigt. Doch so leicht kommt sie aus der Sache nicht raus. Und Scott überrascht Joss mit einem neuen teuren Auto. Statt sich darüber zu freuen, hat Joss Angst in einer Ehe ihre Unabhängigkeit zu verlieren. Und Toni bekommt in der Kanzlei einen bösen Streit zwischen Savi und Dom mit. Sie glaubt nun am Ziel ihrer Träume zu sein.","versions":[{"lang":1,"streams":[{"redirect":8847782,"hoster":"VOE"},{"redirect":8599094,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auf ein Leben voller Überraschungen","epNo":12,"alt":"Surprise","descr":"Ben, Karens ehemalige Affäre steht plötzlich vor ihrer Tür. Er hat einige Anstrengungen unternommen, um sie zu finden. Denn er hat einen wichtigen Grund: Ben ist HIV positiv und es besteht die Gefahr, dass er Karen angesteckt hat. In der Zwischenzeit übergibt April Pauls Handy ans FBI. Sie wollen April dazu überreden, Paul eine Falle zu stellen. Wenn er festgenommen ist, soll er gegen den Drogenboss aussagen und dafür ins Zeugenschutzprogramm aufgenommen werden. Doch dann erfährt April, dass sie vom FBI nur benutzt wurde.","versions":[{"lang":1,"streams":[{"redirect":12380244,"hoster":"VOE"},{"redirect":8599093,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zurück in die Zukunft","epNo":13,"alt":"Til Death Do Us Part","descr":"Obwohl der Eröffnungstermin der \"Wunderbar\" vorgezogen wurde, läuft alles bestens. Joss ist nach dem Streit mit Harry immer noch sauer. Als er sie später aufsucht, um sich bei ihr zu entschuldigen, nimmt die Sache eine unerwartete Wendung. In der Zwischenzeit wird April bewusst, dass sie nach Beendigung ihrer Zusammenarbeit mit dem FBI völlig schutzlos dasteht.","versions":[{"lang":1,"streams":[{"redirect":8847791,"hoster":"VOE"},{"redirect":8599097,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Vergebung ausgeschlossen","epNo":1,"alt":"Gone Girl","descr":"Statt mit dem Bräutigam Scott vor dem Altar zu stehen, trifft sich Joss mit Harry am Strand. Da überbringt Karen per Handy schlechte Neuigkeiten: Scotts’ Grandma hat einen Schlaganfall erlitten. April hat Probleme mit ihrer Tochter. Lucy ist stinkwütend, als sie das von ihrem Vater erfahren hat. Und Karen hat gute Neuigkeiten bekommen, sie hat kein HIV, soll sich aber trotzdem in der Arztpraxis melden. Nur Savi ist seit der Feier spurlos verschwunden.","versions":[{"lang":1,"streams":[{"redirect":8847784,"hoster":"VOE"},{"redirect":8599095,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unter Beobachtung","epNo":2,"alt":"I’ll Be Watching You","descr":"Ihrem Arzt Alec und dessen kranker Frau zuliebe hat Karen der Stammzellenübertragung zugestimmt. Unterdessen versucht Joss verzweifelt herauszufinden, wohin ihre Schwester Savi sich abgesetzt hat. Bei ihrer Suche nach Savi trifft Joss auf die berühmte Designerin Calista Raines. Und Harry muss einen Konflikt mit seinem überheblichen neuen Chef ausfechten. Dafür verstehen Lucy und ihr Bruder Scotty sich blendend, was April auf eine Idee bringt.","versions":[{"lang":1,"streams":[{"redirect":8847785,"hoster":"VOE"},{"redirect":8599098,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ungleiche Paare","epNo":3,"alt":"Odd Couples","descr":"April bekommt eine Zahlungsrückforderung von der Versicherung über $ 200.000,-, die sie in keinster Weise begleichen kann. Sie wendet sich an ihre Anwältin. Die kann zwar einen guten Kompromiss mit der Versicherung herausschlagen, doch auch diese Summe kann April nicht begleichen. Karen ist nach ihrem Krankenhausaufenthalt geschwächt und erholt sich zu Hause. Als ihr Arzt sie aufsucht, ist er entsetzt, dass Karen alleine ist. Kurzerhand sagt er alle Termine ab. Und Joss hilft Calista bei einer ihrer Shows, nachdem es zu organisatorischen Schwierigkeiten gekommen ist.","versions":[{"lang":1,"streams":[{"redirect":8847786,"hoster":"VOE"},{"redirect":8599096,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wunsch und Wahrheit","epNo":4,"alt":"Into The Woods","descr":"Joss und Harry haben eine gemeinsame Nacht verbracht. Beide sind glücklich, doch Joss hat Angst, dass Harry an ihrer Beziehung zweifeln könnte. Und April wurde zu Lucys Schuldirektor geladen. Sie erfährt, dass die Schulnoten ihrer Tochter deutlich schlechter geworden sind. Als der Direktor von Lucys Schicksalsschlag erfährt, schlägt er vor, dass Lucy auf einen Schulausflug mitfährt. Inzwischen versucht Karen Viviens Ehe mit Alec wieder in Ordnung zu bringen. Calista erlebt ihre Höhen und Tiefen mit Luca, denn sie kann nicht mit ihm und auch nicht ohne ihn leben.","versions":[{"lang":1,"streams":[{"redirect":8847787,"hoster":"VOE"},{"redirect":8599102,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eins plus zwei gleich drei","epNo":5,"alt":"Threesomes","descr":"Calista und Luca starten ihre Beziehung neu. Doch ihre Probleme haben sie nicht miteinander besprochen. Währenddessen will April sich bei Blair bedanken und versucht seine Aufmerksamkeit auf sich zu ziehen. Und Joss ist eifersüchtig auf Nico, die ihre Beziehung mit Harry torpediert. Bei der gemeinsamen Haussuche werden die Differenzen besonders klar. Karen hat mit Vivien und Alec eine gemeinsame Nacht verbracht. Nun ist sie verwirrt und weiß nicht, wie es weitergehen soll.","versions":[{"lang":1,"streams":[{"redirect":8847788,"hoster":"VOE"},{"redirect":8599099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13517981,"hoster":"VOE"},{"redirect":10129580,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mutter, Tochter, Enkelin","epNo":6,"alt":"Love Is An Open Door","descr":"Lucy hat einen bemerkenswerten Aufsatz geschrieben und beschreibt darin ihre Großmutter als ihr großes Vorbild. April fühlt sich dadurch etwas gekränkt. Außerdem schlägt Blair April vor, dass es für Lucy gut ist, wenn der Kontakt zu ihrer Großmutter intensiver wäre. Luca eröffnet Calista, dass er sich nun auch noch scheiden lassen will, damit er seine Freundin heiraten kann. Und Harry bekommt Besuch von Marc. Mit seiner Hilfe schafft es Harry sich wieder aufzuraffen.","versions":[{"lang":1,"streams":[{"redirect":8847789,"hoster":"VOE"},{"redirect":8599107,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Falle schnappt zu","epNo":7,"alt":"The Best Laid Plans","descr":"Aprils Mutter ist auf Besuch da. Obwohl April sie selbst eingeladen hat, fühlt sie sich nicht wohl bei der Sache. Vivan erhält einen Anruf ihrer Schwester und verlässt die Stadt. Nun sind Alec und Karen alleine. Sie wissen beide nicht wie sie mit der Situation umgehen sollen. Und Harry erwacht nach einer durchzechten Nacht neben Nico. Dabei erfährt er, dass sie einen fixen Liebhaber hat – niemand geringeren als Boone. Als er im Restaurant eintrifft, scheinen schon alle von dem One-Night-Stand erfahren zu haben.","versions":[{"lang":1,"streams":[{"redirect":8847790,"hoster":"VOE"},{"redirect":8599100,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tödliche Lektion","epNo":8,"alt":"Murder She Wrote","descr":"Karen findet Joss völlig verstört in ihrer Wohnung vor: Luca ist tot. Joss hat es noch nicht geschafft, die Polizei zu alarmieren. Auch Calista hat Joss bislang noch nicht erreichen können. Bei der Einvernahme machen beide Damen abweichende Angaben. April ist zunehmend von Blair angetan. Gegenüber Lucy legt Blair jedoch ein äußerst strenges Verhalten an den Tag. Derweil geht Marc wieder auf die Pirsch und trifft tatsächlich auf eine sehr hübsche Whiskyhändlerin. Die beiden sind sich auf Anhieb sympathisch.","versions":[{"lang":1,"streams":[{"redirect":8847792,"hoster":"VOE"},{"redirect":8599103,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vernichtende Aussage","epNo":9,"alt":"Unreliable Witness","descr":"Joss und Karen halten nach einem guten Anwalt Ausschau. Gegen Joss wird zu Unrecht wegen Mordes ermittelt und Joss braucht dringend rechtlichen Beistand. Aufgrund von Calistas Falschaussagen sucht Joss außerdem nach dunklen Punkten in Calistas Vergangenheit. Marc muss erkennen, dass er für April Gefühle hat, glaubt aber, ihr als Mann nicht genügen zu können. Als ihm Harry ein Bier anbietet, nimmt Marc es dankend an, obwohl er trockener Alkoholiker ist.","versions":[{"lang":1,"streams":[{"redirect":8847793,"hoster":"VOE"},{"redirect":8599101,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tagträume","epNo":10,"alt":"What Could Have Been","descr":"Joss ist verhaftet worden und steht unter Mordanklage. In ihrer Zelle hat sie nun viel Zeit darüber nachzudenken, wie ihr Leben vielleicht verlaufen wäre, hätte sie Scott geheiratet. Karen ist mit der Tatsache konfrontiert, dass sie schwanger ist und will das mit Vivian und Alec besprechen. Das gestaltet sich jedoch schwierig. Denn seit der Trennung von Karen läuft deren Beziehung nicht gut. Und April versucht mit Hilfe eines alten Bekannten Joss zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8847794,"hoster":"VOE"},{"redirect":8599104,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Trugbild der Schuld","epNo":11,"alt":"Guilt By Association","descr":"April hat ein schlechtes Gewissen. Wie soll sie Blair ihren Seitensprung mit Daniel erklären? Um ihre Schuldgefühle zu bekämpfen, will sie für Blair eine Ente zum Abendessen zubereiten. Wenn sie nur wüsste wie? Daniels Informationen helfen Joss. Nachdem nun Calistas Alibi wackelt, hofft Joss auf ihre baldige Freilassung. Und Karen kann sich vorstellen, dass sich Vivian und Alec bei der Erziehung des Kindes beteiligen. Bis Karen Vivian mit einem anderen Mann sieht.","versions":[{"lang":1,"streams":[{"redirect":8847798,"hoster":"VOE"},{"redirect":8599105,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Begründeter Zweifel","epNo":12,"alt":"Reasonable Doubt","descr":"Vivian erfährt, dass sich ihr Gesundheitszustand dramatisch verschlechtert hat und weiter rapide verschlechtern wird. Trotzdem bittet sie Karen vorerst Alec nichts davon zu erzählen bis seine Preisverleihung vorrüber ist. Inzwischen muss sich Joss mit der Anwesenheit von Calista im Gefängnis abfinden. Callista versucht mit Joss zu reden, doch diese lehnt jegliche Kommunikation ab. Und völlig unerwartet taucht plötzlich Marcs Schwester auf.","versions":[{"lang":1,"streams":[{"redirect":8847796,"hoster":"VOE"},{"redirect":8599108,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Abschiede","epNo":13,"alt":"Goodbye Girl","descr":"Nach Calistas Geständnis ist Joss nun wieder frei. Sie kann ihr Glück gar nicht fassen. Als sie von Harry abgeholt wird, beginnen die beiden sofort mit ihrer Zukunftsplanung. Inzwischen bereiten sich Karen und Vivian für Alecs großen Abend vor. Gerade als sie sich auf den Weg zum Auto machen wollten, bricht Vivian zusammen. Und Scott wird von seiner Mutter abgeholt. Scott muss sich von seiner großen Schwester verabschieden.","versions":[{"lang":1,"streams":[{"redirect":8847795,"hoster":"VOE"},{"redirect":8599106,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Zukunftsmusik","epNo":1,"alt":"The New Girls","descr":"Ein Jahr ist vergangen, seit Joss Wilson gefährlich nah gekommen war. In seinem Mordprozess muss sie als Zeugin die Vergangenheit noch einmal durchleben. Das lässt auch ihre Beziehung zu Harry nicht kalt. Marc ist weiterhin auf der Suche nach einem festen Job und April befürchtet, dass Lucy zu schnell erwachsen wird. Derweil lebt sich Karen in ihrer Mutterrolle ein – und ihr heißer \"Manny\" startet einen scheinbar unpassenden Annäherungsversuch.","versions":[{"lang":1,"streams":[{"redirect":12917676,"hoster":"VOE"},{"redirect":8599109,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Sexexpertin","epNo":2,"alt":"Mistaken Identity","descr":"Harrys Schwester stattet ihm und Joss einen Überraschungsbesuch ab und eröffnet, dass es zwischen ihr und ihrem Verlobten kriselt. Joss tut sich derweil schwer damit, ihre eigene Verlobung zu feiern. April erhält währenddessen ein Angebot, das entscheidend für ihre berufliche Zukunft ist.","versions":[{"lang":1,"streams":[{"redirect":8847799,"hoster":"VOE"},{"redirect":8599112,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unter Druck","epNo":3,"alt":"Under Pressure","descr":"Kate stellt schnell fest, dass ihre Vorstellungen vom Daten in Los Angeles wenig mit der Realität zu tun haben. Harry beginnt seine neue Stelle und zwischen Karen und Robert wird es zunehmend kompliziert.","versions":[{"lang":1,"streams":[{"redirect":8847800,"hoster":"VOE"},{"redirect":8599110,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kontrollverlust","epNo":4,"alt":"Blurred Lines","descr":"Karen ist glücklich, wieder mit ihren Klienten zu arbeiten – auch wenn sie dafür ihr Liebesleben erstmal auf Eis legt. Einer von Aprils Klienten kommt ihr derweil etwas zu nah. Und eine Person aus Marcs Vergangenheit taucht plötzlich auf.","versions":[{"lang":1,"streams":[{"redirect":8847803,"hoster":"VOE"},{"redirect":8599111,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Schlag ins Gesicht","epNo":5,"alt":"Lean In","descr":"Karen präsentiert ihren neuen Buchvorschlag, doch ihr Agent ist alles andere als überzeugt. Nach Michaels Kuss kündigt April ihren Job – Marc verrät sie jedoch nur die halbe Wahrheit. Harry und Joss haben derweil Schwierigkeiten, ihre neue Arbeitsbeziehung zu managen.","versions":[{"lang":1,"streams":[{"redirect":8847801,"hoster":"VOE"},{"redirect":8599115,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Viva Las Vegas","epNo":6,"alt":"What Happens In Vegas","descr":"Alec bringt Karens Leben kurzerhand durcheinander als er überraschend auftaucht und eine einschneidende Neuigkeit verkündet. Unterdessen wird Marcs und Aprils Beziehung bei der gemeinsamen Erziehung von Lucy auf die Probe gestellt. Joss und Harry werden nach Las Vegas eingeladen – ein Trip mit unerwarteten Ereignissen.","versions":[{"lang":1,"streams":[{"redirect":12337197,"hoster":"VOE"},{"redirect":8599113,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bis zum bitteren Ende","epNo":7,"alt":"Survival Of The Fittest","descr":"Alec kämpft um das Sorgerecht von Vivian. Ein Kondom taucht in Lucys Jacke auf – und es wird Zeit für das obligatorische Gespräch von Frau zu Frau. Kate hält ihren neuen Liebhaber vor Joss und Harry geheim. Derweil hat Joss’ Handeln ernsthafte Folgen.","versions":[{"lang":1,"streams":[{"redirect":8847804,"hoster":"VOE"},{"redirect":8599114,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Leben ist unfair","epNo":8,"alt":"Bridge Over Troubled Water","descr":"Aprils Mutter Marjorie taucht auf und tut kund, was sie von Marc hält. Als sie erfährt, dass sie eine Lebertransplantation benötigt, überredet sie ihre Tochter, länger bleiben zu dürfen. Da sind Reibungen vorprogrammiert. Derweil hat Karen Schwierigkeiten mit ihrer neuen Nanny und Joss findet heraus, dass Kate ihren Ex-Verlobten trifft.","versions":[{"lang":1,"streams":[{"redirect":8847805,"hoster":"VOE"},{"redirect":8599117,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Entfremdet","epNo":9,"alt":"The Root Of All Evil","descr":"Der längere Aufenthalt von Marjorie führt unweigerlich zu Spannungen zwischen Marc und April. Lydia erstellt ein Dating-Profil und nutzt dabei heimlich Karens Foto. Kate beschließt, bei Harry und Joss auszuziehen. Es kommt zum Streit zwischen Harry und Joss – und Joss betäubt ihren Kummer mit Tabletten.","versions":[{"lang":1,"streams":[{"redirect":8847806,"hoster":"VOE"},{"redirect":8599119,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"In der Klemme","epNo":10,"alt":"Confrontations","descr":"Als April erkennt, wie voreingenommen ihre Mutter ist, trifft sie eine wichtige Entscheidung für ihre Zukunft. Nach der Trennung konzentriert sich Marc ganz auf seine Musik – bis er mit Bandmitglied und Ex-Flamme Sofia anbandelt. Lydia versucht derweil, die Romanze zwischen Karen und Adam zu sabotieren. Und Joss muss den Tod einer Freundin verkraften.","versions":[{"lang":1,"streams":[{"redirect":8847808,"hoster":"VOE"},{"redirect":8599116,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die verspielte Chance","epNo":11,"alt":"Fight Or Flight","descr":"Trotz Aprils Versuchen beendet Marc die Beziehung endgültig – ohne Wissen, dass eine Überraschung auf die beiden wartet. Karen ist wütend, als sie erfährt, was Lydia mit ihrem Foto getrieben hat. Währenddessen ist Joss auf der Suche nach dem Mörder ihrer Freundin.","versions":[{"lang":1,"streams":[{"redirect":8847807,"hoster":"VOE"},{"redirect":8599120,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Nochmal von vorn","epNo":12,"alt":"Back To The Star","descr":"April weiß nicht recht, wie sie Marc von ihrer Schwangerschaft erzählen soll – dieser erhält gleichzeitig gute Neuigkeiten für seine Karriere. Karen lernt Adams Eltern kennen. Derweil spitzt sich die \"Lydia-Sache\" ein letztes Mal zu – mit folgenschweren Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":8847809,"hoster":"VOE"},{"redirect":8599118,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die nächste Generation","epNo":13,"alt":"The Show Must Go On","descr":"Zeitsprung: Joss und Harry sowie Marc und April sind glücklich verheiratet und Eltern. Die Männer finden sich dabei auf sehr verschiedene Weise in ihre Vaterrolle ein. Doch plötzlich gerät Harrys Welt ins Wanken: Gabe, eine Person aus seiner Vergangenheit, tritt wieder in sein Leben.","versions":[{"lang":1,"streams":[{"redirect":12337198,"hoster":"VOE"},{"redirect":8599121,"hoster":"Streamtape"}]}]}]}]}