{"seriesId":"mit-dolch-und-degen","name":"Mit Dolch und Degen","descr":"Intrigen, Machtkämpfe und verbotene Romanzen: Im Madrid von 1623 geraten der Söldner Diego Alatriste und der Halbwaise Iñigo in die Wirren adeliger Komplotte. Während sich der spanische König Philip dem Müßiggang hingibt, reist der englische Prinz Charles mit Heiratsabsichten nach Spanien. Das Unterfangen bringt ihn bald ins Visier eines politisch motivierten Mordkomplotts. Als Alatriste dem Prinzen das Leben rettet, gerät er selbst in gefährliche Verstrickungen. Aber nicht nur Mörder sind auf seinen Fersen, Iñigo sucht in ihm einen väterlichen Freund … (Text: arte)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Waisenjunge","epNo":1,"alt":"Los dos ingleses","descr":"Madrid, 1623. Es sind unsichere Zeiten in Spanien. König Philipp IV. gibt sich dem Müßiggang hin und überlässt die Regierungsgeschäfte Herzog Olivares, seinem Ersten Minister. Der 12jährige Iñigo Balboa wird in die Hauptstadt Madrid geschickt. Iñigos Vater, ein Soldat, hatte seinerzeit in Flandern Diego Alatriste y Tenorio das Leben gerettet. Nun soll Iñigo in die Dienste des ehemaligen Kriegskameraden seines Vaters treten. Alatriste, der den Titel \"Hauptmann\" nur ehrenhalber trägt, verdingt sich als Scherge für geheime Aufträge des Grafen von Guadalmedina. Als es gilt, den König bei einem heimlichen Besuch im Bordell zu schützen, ist Alatriste gezwungen, einen Angreifer zu töten. Die Bluttat verschafft Alatriste Kerkerhaft, aus der er sich jedoch freikaufen kann, indem er von Saldaña, ebenfalls ein Kriegskamerad und nun Hauptmann der Wache, einen besonders heiklen Auftrag annimmt. Im Auftrag des Großinquisitors Bocanegra und des Königlichen Sekretärs Alquezar gilt es, die Ankunft zweier englischer Reisender in Madrid zu verhindern. Hierfür wird Alatriste der zwielichtige Malatesta zur Seite gestellt. Als einer der Reisenden Alatriste anfleht, seinen Kameraden zu verschonen, begreift Alatriste, dass er in eine Verschwörung hineingeraten ist, und versteckt die Männer bei dem Grafen Guadalmedina. Die Reisenden sind niemand geringeres als der englische Thronfolger Charles und der Herzog von Buckingham. Charles möchte um die Hand der Infantin María Ana, Philipps Schwester, anhalten. Doch der Verbindung stehen konfessionelle Unterschiede im Wege, die nur eine päpstliche Bulle aufheben könnte. Darüber hinaus fürchten der französische Kardinal Richelieu und seine Vertraute, Madame de Brissac, eine Schwächung Frankreichs, sollten sich Spanien und England auf diese Weise verbinden","versions":[{"lang":1,"streams":[{"redirect":8847812,"hoster":"VOE"},{"redirect":8599122,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Inquisitor","epNo":2,"alt":"Con la soga al cuello","descr":"Infantin María Ana ist fasziniert von dem jungen Thronfolger aus Wales. Der erste Minister, Herzog Olivares, steht den Avancen des Prinzen jedoch sehr skeptisch gegenüber. Iñigos Eifer, selbst Soldat zu werden, wie sein im Flandernkrieg gefallener Vater, ist ungebrochen. Die Schauspielerin María de Castro entdeckt ihre Liebe zu Alatriste wieder.","versions":[{"lang":1,"streams":[{"redirect":8847811,"hoster":"VOE"},{"redirect":8599125,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der verliebte Prinz","epNo":3,"alt":"Al servicio de su majestad","descr":"Iñigo muss sich vor dem königlichen Sekretär Alquézar verantworten. Er wird gefoltert, um den geheimen Aufenthaltsort von Alatriste zu offenbaren. Gemeinsam mit Quevedo und Copons nimmt Alatriste Angélica als Geisel. Es gelingt ihnen tatsächlich, den Jungen wieder zu befreien. Bei einer Theateraufführung kommt es zu einem Duell zwischen Alatriste und Alquézars Schergen.","versions":[{"lang":1,"streams":[{"redirect":13102081,"hoster":"VOE"},{"redirect":8599133,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rettung in letzter Minute","epNo":4,"alt":"Un soldado de Tercio","descr":"Die Forderungen des spanischen Hofes sind klar: Wenn Prinz Charles die Infantin María Ana ehelichen will, muss er sich eindeutig zum katholischen Glauben bekennen und damit auf die englische Krone verzichten. Indes versteckt sich der Prinz in einem Bordell. Alatriste findet ihn und bringt ihn an einen sichereren Ort. Iñigo flieht gemeinsam mit dem Mädchen Dorotea vor einer brutalen Straßenbande.","versions":[{"lang":1,"streams":[{"redirect":12337205,"hoster":"VOE"},{"redirect":8599132,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Maskenball","epNo":5,"alt":"Como la sangre","descr":"Die offizielle Vorstellung von Prinz Charles soll mit einem opulenten Maskenball im Hause der Alquézars gefeiert werden. Iñigo beharrt weiterhin darauf, in die Fußstapfen seines Vaters zu treten. Doch Alatriste drängt ihn, eine solide Ausbildung zum Silberschmied zu absolvieren. Caridad streitet sich heftig mit Alatriste, da dieser seiner ehemaligen Geliebten María de Castro das Fechten beibringt.","versions":[{"lang":1,"streams":[{"redirect":12917682,"hoster":"VOE"},{"redirect":8599135,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In geheimer Mission","epNo":6,"alt":"Entre lobos","descr":"Ein Gedicht von Quevedo macht den königlichen Sekretär Alquézar zum Gespött der Menschen: Seine Frau hat eine Affäre mit seinem diplomatischen Gegenspieler, dem Herzog von Buckingham. Währenddessen kommt die französische Spionin Madame de Brissac am spanischen Hofe an. Sie soll die Hochzeit verhindern.","versions":[{"lang":1,"streams":[{"redirect":9385063,"hoster":"VOE"},{"redirect":8599134,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Unter Anklage","epNo":7,"alt":"Heridas que duelen y no se sienten","descr":"Unter einem Vorwand führt Madame de Brissac die naive Infantin María Ana zu einer Predigt von Pater Ferrán, der die Hochzeit als unermessliche Sünde geißelt. Alatriste vereinbart mit Pater Ferrán, Korn aus Alquézars Lager zu stehlen und an die Armen der Stadt zu verteilen, wenn dieser im Gegenzug die Aussagen über Marías inhaftierte Halbschwester Inés fallen lässt. Der Hauptmann hält sein Wort.","versions":[{"lang":1,"streams":[{"redirect":8847823,"hoster":"VOE"},{"redirect":8599136,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die heimliche Hochzeit","epNo":8,"alt":"Una tregua con el diablo","descr":"Der Herzog Olivares teilt Quevedo mit, dass Buckingham nun endgültig die Geduld verloren hat: Er will eine geheime Hochzeit in einer kleinen, abgelegenen Kapelle organisieren und damit unumstößliche Fakten schaffen. Die intrigante Angélica fürchtet um ihre Position als erste Zofe von Infantin María Ana am Königshof.","versions":[{"lang":1,"streams":[{"redirect":12917683,"hoster":"VOE"},{"redirect":8599137,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Verrat","epNo":9,"alt":"Fugitivos","descr":"Alatristes Befürchtungen bewahrheiten sich. Als die Infantin María Ana und Prinz Charles in der Kapelle eintreffen, stürmen Bocanegras Schergen herbei und es kommt zu einem erbitterten Kampf. Um den Turbulenzen ein Ende zu bereiten, zwingt der König die Infantin María Ana für die nächste Zeit in ihrem Haus zu verweilen.","versions":[{"lang":1,"streams":[{"redirect":12917680,"hoster":"VOE"},{"redirect":8599138,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Dem Verräter auf der Spur","epNo":10,"alt":"Yo mato","descr":"Nach einer gemeinsamen Nacht versucht María vergeblich Alatriste zu überreden, Spanien ein für alle Mal zu verlassen und gemeinsam ein neues Leben zu beginnen. Angélica steckt in gehörigen Schwierigkeiten, denn ihr gelingt es nicht, Alatriste zu einer Audienz mit ihrer Herrin der Infantin María Ana zu bestellen.","versions":[{"lang":1,"streams":[{"redirect":8847830,"hoster":"VOE"},{"redirect":8599139,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tod im Theater","epNo":11,"alt":"La muerte de Martín Saldaña","descr":"In Spanien herrscht öffentliche Trauer nachdem der königliche Beichtvater verstorben ist. Quevedos Komödie wird kurzerhand auf Wunsch des Königs zu einer Tragödie umgeschrieben. Sogar die Infantin María Ana erhält im Zuge der Anpassung eine Rolle. Alatriste hat einen neuen Auftrag: Er soll den Botschafter der deutschen Bankiersfamilie Fugger beschützen.","versions":[{"lang":1,"streams":[{"redirect":8847816,"hoster":"VOE"},{"redirect":8599124,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auf der Flucht","epNo":12,"alt":"La retirada de Madrid","descr":"Iñigo flüchtet nach Luisas Tod, da er fürchtet als Sündenbock missbraucht zu werden. Als letzter sicherer Ort findet er Zuflucht in der Kirche von Pater Perez. Der Papst persönlich hat eine Nachricht aus Rom gesandt: Werden bestimmte Bedingungen erfüllt, ist er bereit, einer Hochzeit zwischen Prinz Charles und Infantin María Ana zuzustimmen.","versions":[{"lang":1,"streams":[{"redirect":8847820,"hoster":"VOE"},{"redirect":8599123,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zwischen allen Fronten","epNo":13,"alt":"Fin de partida","descr":"Die Infantin María Ana erzählt König Philipp, ihrem Bruder, dass Prinz Charles für die Hochzeit mit ihr bereit ist, den katholischen Glauben anzunehmen. Nun sehen sich Olivares und auch Buckingham mit einer völlig veränderten Situation konfrontiert. Malatesta tötet im Auftrag von Bocanegra den Kardinal Mazzini. Er wird dabei allerdings von Dorotea beobachet.","versions":[{"lang":1,"streams":[{"redirect":8847815,"hoster":"VOE"},{"redirect":8599127,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Spiel ist aus","epNo":14,"alt":"","descr":"Copons sitzt im Gefängnis: Er wird des Mordes an Kardinal Mazzini beschuldigt. Für Alatriste und seine Kameraden ist aufgrund Doroteas Aussage klar, das Copons zu Unrecht im Gefängnis sitzt. Nun sucht Alatriste verzweifelt einen Weg, wie er Copons aus dem Gefängnis befreien kann. Angélica hat indes ganz andere Probleme.","versions":[{"lang":1,"streams":[{"redirect":8847814,"hoster":"VOE"},{"redirect":8599126,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kleine Gefälligkeiten","epNo":15,"alt":"","descr":"Die Hochzeit zwischen Prinz Charles und der Infantin María Ana verzögert sich wegen eines dunklen Traums des Königs. María de Castro ist vollkommen verzweifelt, da ihre Halbschwester Inés sehr bald hingerichtet werden soll. Aufgrund falscher Anschuldigungen gerät Alatriste in ein Duell mit seinem alten Kameraden Saldaña.","versions":[{"lang":1,"streams":[{"redirect":8847813,"hoster":"VOE"},{"redirect":8599128,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Liebe in Zeiten des Todes","epNo":16,"alt":"","descr":"Der Winter ist eingekehrt in Madrid und mit ihm der Bluthusten, der den Bewohnern der Stadt arg zusetzt. Die intrigante Angélica ist von ihrem Onkel vorerst in ein Kloster verbannt worden. Kurz darauf stößt die Infantin María Ana zu ihr, um sich vor der Seuche in Sicherheit zu bringen. Alatriste und Prinz Charles sind ebenfalls erkrankt.","versions":[{"lang":1,"streams":[{"redirect":8847819,"hoster":"VOE"},{"redirect":8599129,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Zwischen Himmel und Erde","epNo":17,"alt":"","descr":"Madrid ist immer noch nahezu menschenleer. Prinz Charles und die Infantin María Ana treffen sich wieder. Er scheint endgültig entschlossen, auf seinen Thronanspruch zu verzichten. Doch Buckingham nährt wieder Zweifel im Herzen des jungen Prinzen. Es kommt zu einem Kampf zwischen Alatristes Männern und den Schergen Bocanegras.","versions":[{"lang":1,"streams":[{"redirect":12337200,"hoster":"VOE"},{"redirect":8599130,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein letzter Auftrag","epNo":18,"alt":"","descr":"England hat sich mit Frankreich verbündet und der spanischen Krone den Krieg erklärt. Die Infantin María Ana soll daher schnellstmöglich den jungen habsburgischen Prinzen Ferdinand heiraten. Alatriste will seinen Erzfeind Malatesta ein für alle Mal beseitigen und erzwingt von Alquézar den Ort seines Versteckes.","versions":[{"lang":1,"streams":[{"redirect":13102078,"hoster":"VOE"},{"redirect":8599131,"hoster":"Streamtape"}]}]}]}]}