{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde","name":"Mit Willy Fog zum Mittelpunkt der Erde","descr":"Wieder wettet Willy Fog mit Sullivan, dieses mal geht es darum, den Mittelpunkt der Erde zu finden. Mit von der Partie sind auch Fogs Diener Rigodon und Tico sowie seine Frau Romy. Doch Sullivan will natürlich verhindern, dass Fog sein Ziel erreicht und schickt ein weiteres mal Transfer los, der ein Meister der Tarnung ist und die Gruppe um Willy Fog sabotiert wo er nur kann.","seasons":[{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-1","name":"Die verschlüsselte Nachricht","epNo":1,"alt":"","descr":"Willy Fog soll Professor Lidenbrock helfen, alte Schriften des Quacksalbers Arne Saknussemm zu entziffern. Sie finden heraus, daß dieser Mann wahrhaftig gelebt hat. Auf der Suche nach Beweisen dafür, begibt sich Willy Fog auf eine gefährliche Reise","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431159","hoster":"VOE"},{"path":"/redirect/13431163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-2","name":"Abfahrt nach Island","epNo":2,"alt":"","descr":"Willy Fog und seine Freunde sind im Zug nach Hamburg unterwegs. Der Widersacher Transfer schlüpft in die Rolle des Kontrolleurs und versucht, die Reisegruppe zu verwirren. Eine gefahrvolle Zugfahrt steht bevor ..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431166","hoster":"VOE"},{"path":"/redirect/13431167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-3","name":"Ein schweigsamer Führer","epNo":3,"alt":"","descr":"Nach ihrer Ankunft auf Island suchen sich Willy Fog und seine Freunde einen Führer, der als der zuverlässigste auf der Insel gilt. Sie setzen ihre Reise mit dem Pferd fort, während Willy Fogs Frau Romy in der Hauptstadt Reykjavík auf die Heimkehr der Abenteurer warten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431174","hoster":"VOE"},{"path":"/redirect/13431172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-4","name":"Der schlafende Vulkan","epNo":4,"alt":"","descr":"Hans führt die Gruppe über Wege, die mehr und mehr gefährlich werden, bis Willy Fog entdeckt, dass es in Wahrheit Transfer ist, der sich verkleidet hat. Transfer ist entlarvt, kann aber rechtzeitig fliehen. Die Gruppe trifft auf den richtigen Hans und gemeinsam erreichen sie ein abgelegenes Dorf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431180","hoster":"VOE"},{"path":"/redirect/13431177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-5","name":"Romy in Gefahr","epNo":5,"alt":"","descr":"Romy und Tico werden in Reykjavík von Transfer und seinen Schergen gekidnappt. Währenddessen geraten unsere Freunde beim Aufstieg zum Gipfel des Vulkans Snæfellsjökull in einen heftigen Sturm. Sie sind gezwungen, bei der Besteigung einen längeren, aber weniger gefahrvollen Umweg zu nehmen. In der Zwischenzeit erreichen Transfer und seine Leute bereits den Gipfel ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431181","hoster":"VOE"},{"path":"/redirect/13431182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-6","name":"Auf dem Weg zum Mittelpunkt der Erde","epNo":6,"alt":"","descr":"Professor Lidenbrock wartet darauf, dass sich das Wetter aufklart, damit er sehen kann, wie der Gipfel mit seinem Schatten auf den Eingang zum Mittelpunkt der Erde weißt. Plötzlich taucht einer von Transfers Handlangern mit Romys Schal auf und überbringt eine Nachricht: Willy Fog muss umgehend nach London zurückkehren, wenn er seiner Frau das Leben retten will. Noch zögert Willy Fog","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431190","hoster":"VOE"},{"path":"/redirect/13431186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-7","name":"Transfers Rache","epNo":7,"alt":"","descr":"Der Abstieg zum Mittelpunkt der Erde beginnt! Nach mehreren Stunden erreichen unsere Freunde eine Kreuzung. Entgegen der Meinung Willy Fogs, schlägt die Gruppe den Weg Richtung Osten ein. Nach drei Tagen müssen sie erkennen, dass sie den falschen Weg gegangen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431194","hoster":"VOE"},{"path":"/redirect/13431191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-8","name":"Ein lebensrettender Fluss","epNo":8,"alt":"","descr":"Willy Fog und Hans steigen auf der Suche nach Trinkwasser noch tiefer hinab in die Erde. Der Rest der Gruppe wartet gespannt auf ihre Rückkehr. Aus Sorge folgen Ihnen nach einer Weile Rigodon und Tico. Willy Fog und Hans haben in der Zwischenzeit einen unterirdischen Fluss gefunden, der hinter dicken Felswänden fließt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431196","hoster":"VOE"},{"path":"/redirect/13431197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-9","name":"Verloren in der Finsternis","epNo":9,"alt":"","descr":"Nach einiger Zeit erreichen unsere Freunde auf ihrem Weg zum Mittelpunkt der Erde eine unterirdische Kohlemine. Bei eingehenden Untersuchungen stürzt die Mine plötzlich ein, zum Glück wird niemand verletzt. Kurze Zeit später werden Romy und Tico von glitzernden Kristallen in den Felswänden so abgelenkt, dass sie den Anschluss an die Gruppe verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431200","hoster":"VOE"},{"path":"/redirect/13431204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-10","name":"Das unterirdische Meer","epNo":10,"alt":"","descr":"Hans und Rigodon machen sich auf die Suche nach den verschollenen Romy und Tico. Willy Fog ist sehr beunruhigt über die Situation, vor allem als Hans und Rigodon ohne Erfolg zurückkehren. Währenddessen versucht Tico alles Mögliche, um die Gruppe wiederzufinden. Er will bereits aufgeben, da hört er in der Ferne die Stimme von Willy Fog, die sich an den Felswänden reflektier","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431208","hoster":"VOE"},{"path":"/redirect/13431206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-11","name":"Der Kampf der Monster","epNo":11,"alt":"","descr":"Am Strand des unterirdischen Gewölbes bauen unsere Freunde ein Floß, um damit das Meer zu überqueren. Sie finden eine Steinplatte mit dem Namen \"Saknussemm\" eingraviert und wissen damit, dass sie auf dem richtigen Weg sind. Mit dem Floß stechen sie in See.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431210","hoster":"VOE"},{"path":"/redirect/13431211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-12","name":"Der Sturm","epNo":12,"alt":"","descr":"Gerade dem Kampf der Monsterkreaturen entkommen, geraten unsere Freunde mit ihrem Floß in einen verheerenden Sturm. Sie kentern, können sich aber an einen Strand retten. Das Ende des gigantischen Gewölbes ist erreicht. Hier findet die Gruppe den endgültigen Beweis, dass Arne Saknussemm bereits vor ihnen hier war: ein Dolch mit seinem Namen drauf. Den weiteren Weg versperrt ihnen ein riesiger Fel","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431213","hoster":"VOE"},{"path":"/redirect/13431218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-zum-mittelpunkt-der-erde/staffel-1/episode-13","name":"Die Rückkehr","epNo":13,"alt":"","descr":"Die Explosion im unterirdischen Gewölbe ist gewaltig. Das Floß mit unseren Freunden wird von einer riesigen Welle in den Tunnel gedrückt. Das Wasser unter ihnen wird zunehmend heißer, durch die Explosion kommt es zu einen Vulkaneruption. Wie eine Nussschale wird das Floß aus den Tiefen der Erde zur Oberfläche befördert. Der Vulkan Stromboli auf der gleichnamigen italienischen Insel bricht aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13431162","hoster":"VOE"},{"path":"/redirect/13431160","hoster":"Streamtape"}]}]}]}]}