{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer","name":"Mit Willy Fog 20.000 Meilen unter dem Meer","descr":"Dritte und letzte Serie mit Willy Fog, dem berühmten Zeichentricklöwen, der Jules Vernes bekannteste Werke auf dem Bildschirm zum Leben erweckt hat. Diesmal bringt er uns die Abenteuer von Captain Nemo und seinem Unterseeboot Nautilus näher.","seasons":[{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-1","name":"Ein maritimes Geheimnis","epNo":1,"alt":"A Maritime Mystery","descr":"Der englische Geschäftsmann Willy Fog wettet mit dem unfreundlichen Bankier Sullivan und drei weiteren Mitgliedern eines Gentleman-Klubs um 20.000 britische Pfund, die Hälfte seines Vermögens, dass er die Welt in 80 Tagen umrunden kann und exakt vor Ablauf der Frist am 21. Dezember 1872 um 20:45 Uhr wieder in dem Londoner Klub ankommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433616","hoster":"VOE"},{"path":"/redirect/13433617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-2","name":"Alte Freunde","epNo":2,"alt":"Old Friends","descr":"Die zweite Etappe von Willy Fogs abenteuerlicher Weltreise beginnt in der romantischen Kulisse von Paris. Hier tritt Fog einem geschickten Meisterdieb gegenüber, dessen raffinierte Pläne die Gruppe herausfordern. Nach dieser aufregenden Begegnung führt die Reise die Freunde durch die majestätischen Alpen, wo Naturgewalten und eisige Stürme ihre Entschlossenheit auf die Probe stellen. In Venedig entscheiden sie sich für eine unkonventionelle Fortbewegungsmethode – eine Gondelfahrt durch die malerischen Kanäle. Doch auch hier sind Geheimnisse verborgen, die ihre Mission gefährden. Währenddessen heftet sich der hartnäckige Inspektor Dix an die Fersen von Willy Fog, überzeugt, dass Fog in illegale Machenschaften verwickelt ist. Die Gruppe muss nicht nur die Herausforderungen der Reise bewältigen, sondern auch geschickt den Ermittlungen von Inspector Dix entkommen, um ihre Mission fortzusetzen und die Welt in 80 Tagen zu umrunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433624","hoster":"VOE"},{"path":"/redirect/13433621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-3","name":"Ned Land der Harpunier","epNo":3,"alt":"Ned Land, the Harpooner","descr":"Die dritte Etappe der Weltumrundung von Willy Fog führt die Gruppe in die maritime Welt. In dieser Episode trifft Fog auf Ned Land, einen erfahrenen Harpunier, der ihnen an Bord des Unterseeboots \"Nautilus\" begegnet. Die Begegnung mit Kapitän Nemo und seinem faszinierenden U-Boot bringt sowohl neue Freundschaften als auch unerwartete Herausforderungen mit sich. Während die Gruppe die Geheimnisse der Tiefen des Ozeans erkundet, müssen sie sich mit den Rätseln und Gefahren unter Wasser auseinandersetzen. Die Reise durch die Meere ist geprägt von Abenteuern, die Fog und seine Begleiter vor ungeahnte Herausforderungen stellen und ihre Entschlossenheit auf die Probe stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433625","hoster":"VOE"},{"path":"/redirect/13433626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-4","name":"Auf hoher See","epNo":4,"alt":"On the High Seas","descr":"In dieser Episode von Willy Fogs Weltumrundung setzt die Gruppe ihre Reise auf hoher See fort. An Bord eines majestätischen Segelschiffs erleben Fog und seine Freunde die Herausforderungen und Abenteuer des maritimen Lebens. Zwischen stürmischen Meeren und rauen Segelbedingungen müssen sie ihre Seefahrtskünste unter Beweis stellen, um sicher voranzukommen. Doch auch auf dem Ozean lauern unvorhergesehene Gefahren, die ihre Mission gefährden könnten. Die vierte Etappe der Reise bringt nicht nur maritime Spannung, sondern vertieft auch die Bindungen zwischen den Charakteren, während sie gemeinsam gegen die Elemente kämpfen, um die Welt in 80 Tagen zu umrunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433627","hoster":"VOE"},{"path":"/redirect/13433629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-5","name":"Das ungeheure Ungeheuer","epNo":5,"alt":"The Monster of the Depths","descr":"Die Abenteuer von Willy Fog setzen sich fort, als die Gruppe auf das \"ungeheure Ungeheuer\" trifft. Auf hoher See werden sie mit mysteriösen Phänomenen und Gerüchten über ein gefährliches Seeungeheuer konfrontiert. Die Spannung steigt, als Fog und seine Freunde versuchen, die Wahrheit hinter den Geschichten herauszufinden. Während sie mit den Herausforderungen des Ozeans konfrontiert sind, müssen sie gleichzeitig die Bedrohung des unbekannten Ungeheuers bewältigen. Diese Episode verspricht nicht nur maritime Aufregung, sondern auch die fortlaufende Suche nach Wahrheit und Abenteuer in ihrer Reise um die Welt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433633","hoster":"VOE"},{"path":"/redirect/13433634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-6","name":"Der geheimnisvolle Kapitän","epNo":6,"alt":"The Mysterious Captain","descr":"Die sechste Etappe von Willy Fogs Weltreise führt die Gruppe zu einem unerwarteten Treffen mit dem geheimnisvollen Kapitän. In dieser Episode enthüllt sich die Geschichte hinter diesem rätselhaften Seemann, und Fog und seine Freunde müssen entscheiden, ob der Kapitän ein Freund oder Feind ist. Zwischen Intrigen und Enthüllungen entwickelt sich die Handlung weiter, während die Gruppe ihre Reise fortsetzt. Der geheimnisvolle Kapitän hält nicht nur persönliche Überraschungen für Fog bereit, sondern bringt auch neue Wendungen in die Weltumrundung, die die Charaktere vor neue Herausforderungen stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433635","hoster":"VOE"},{"path":"/redirect/13433641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-7","name":"Das Gefängnis im Meer","epNo":7,"alt":"Prisoners on the Nautilus","descr":"Willy Fog und seine Gefährten geraten in dieser Episode in die Fänge eines unheimlichen Gefängnisses im Meer. Die Gruppe wird mit unerwarteten Gefahren und Intrigen konfrontiert, als sie versuchen, diesem mysteriösen Ort zu entkommen. Zwischen düsteren Korridoren und geheimen Gefangenen entwickelt sich die Handlung weiter und bringt die Charaktere an ihre Grenzen. Während Fog und seine Freunde versuchen, aus dem Gefängnis im Meer zu entkommen, enthüllen sich neue Geheimnisse, die nicht nur ihre Freiheit, sondern auch ihre Weltumrundung in Frage stellen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433640","hoster":"VOE"},{"path":"/redirect/13433643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-8","name":"Ein Spaziergang unter Wasser","epNo":8,"alt":"An Underwater Walk","descr":"Die abenteuerliche Reise von Willy Fog nimmt eine ungewöhnliche Wendung, als die Gruppe in dieser Episode einen Spaziergang unter Wasser unternimmt. In den Tiefen des Ozeans begegnen sie faszinierenden Kreaturen und entdecken verborgene Geheimnisse. Während sie auf dem Meeresgrund wandeln, müssen Fog und seine Freunde nicht nur ihre Tauchkünste unter Beweis stellen, sondern auch auf unerwartete Herausforderungen reagieren. Ein Spaziergang unter Wasser bringt nicht nur atemberaubende visuelle Eindrücke, sondern auch neue Rätsel und Abenteuer, die die Gruppe in ihrer Weltumrundung voranbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433647","hoster":"VOE"},{"path":"/redirect/13433649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-9","name":"Ticos erste Liebe","epNo":9,"alt":"On Terror Firma","descr":"Die neunte Etappe von Willy Fogs Weltreise widmet sich Ticos ersten romantischen Gefühlen. In dieser Episode entdeckt Tico die Liebe, und die Gruppe wird Zeuge seiner romantischen Verwicklungen. Während sie sich in einer malerischen Umgebung befinden, müssen Fog und seine Freunde nicht nur Ticos emotionale Achterbahnfahrt bewältigen, sondern auch mit den damit verbundenen Herausforderungen umgehen. Ticos erste Liebe bringt nicht nur eine süße Note in die Reise, sondern stellt die Freundschaften auf die Probe und fügt eine neue Dimension zu den Abenteuern hinzu, während sie weiterhin die Welt in 80 Tagen umrunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433648","hoster":"VOE"},{"path":"/redirect/13433652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-10","name":"Die Perlentaucher","epNo":10,"alt":"The Pearl Divers","descr":"Die zehnte Etappe der Weltumrundung von Willy Fog führt die Gruppe zu den faszinierenden Unterwasserwelten der Perlentaucher. In dieser Episode entdecken sie nicht nur die Geheimnisse der Tiefe, sondern stoßen auch auf eine Gruppe von Perlentauchern, die in ihrer eigenen Welt leben. Zwischen verborgenen Schätzen und gefährlichen Tiefen müssen Fog und seine Freunde nicht nur die Herausforderungen des Ozeans bewältigen, sondern auch die Dynamik mit den Perlentauchern verstehen. Die Episode verspricht nicht nur maritime Spannung, sondern auch die Fortsetzung der aufregenden Reise rund um den Globus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433657","hoster":"VOE"},{"path":"/redirect/13433653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-11","name":"Am Südpol","epNo":11,"alt":"At the South Pole","descr":"Die elfte Etappe von Willy Fogs Weltumrundung führt die Gruppe in die eisigen Weiten des Südpols. In dieser Episode müssen Fog und seine Freunde nicht nur den extremen klimatischen Bedingungen trotzen, sondern auch auf unerwartete Hindernisse stoßen. Zwischen gefrorenen Landschaften und geheimnisvollen Entdeckungen setzt sich die Reise fort. Am Südpol erlebt die Gruppe nicht nur extreme Abenteuer, sondern auch emotionale Höhen und Tiefen, während sie ihren Weg durch die eisige Wildnis bahnt und ihrem Ziel, die Welt in 80 Tagen zu umrunden, näherkommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433655","hoster":"VOE"},{"path":"/redirect/13433662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-12","name":"Der Kampf gegen einen Riesen","epNo":12,"alt":"Fighting with the Octopus","descr":"In dieser Episode von Willy Fogs Abenteuern tritt die Gruppe in einen Kampf gegen einen wahrhaftigen Riesen. Auf ihrer Reise müssen Fog und seine Freunde nicht nur ihre Tapferkeit unter Beweis stellen, sondern auch ihre strategischen Fähigkeiten, um gegen die gewaltige Bedrohung anzukommen. Zwischen epischen Auseinandersetzungen und dramatischen Wendungen wird die Geschichte intensiver, während die Gruppe weiterhin den Herausforderungen ihrer Weltumrundung gegenübersteht. \"Der Kampf gegen einen Riesen\" verspricht nicht nur spektakuläre Action, sondern auch eine Fortsetzung der fesselnden Geschichte von Willy Fog und seinen Begleitern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433663","hoster":"VOE"},{"path":"/redirect/13433661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mit-willy-fog-20000-meilen-unter-dem-meer/staffel-1/episode-13","name":"Fluchtpläne","epNo":13,"alt":"Escape Plans","descr":"Die dreizehnte Etappe von Willy Fogs Weltumrundung bringt die Gruppe in eine Phase intensiver Spannung. In dieser Episode entwickeln die Charaktere ausgeklügelte Fluchtpläne, um sich unerwarteten Gefahren zu stellen. Zwischen Intrigen und strategischen Überlegungen müssen Fog und seine Freunde nicht nur ihre Entschlossenheit, sondern auch ihre List unter Beweis stellen, um die Herausforderungen zu überwinden. \"Fluchtpläne\" verspricht nicht nur fesselnde Wendungen, sondern auch die Weiterentwicklung der Charaktere inmitten von aufregenden Ereignissen auf ihrer Reise um die Welt in 80 Tagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433611","hoster":"VOE"},{"path":"/redirect/13433612","hoster":"Streamtape"}]}]}]}]}