{"seriesId":"mit-schirm-charme-und-melone","name":"Mit Schirm, Charme und Melone","descr":"John Steed, der Agent mit Schirm, Charme und Melone, tritt wieder in Aktion. Die Agenten Purdey und Mike Gambit sind seine neuen Partner. Wie schon in der Original-Serie (siehe Mit Schirm, Charme und Melone 1961) sind die Fälle völlig absurd und stecken voller Komik. In der Folge Das stählerne Monster wird die Handlung der Roboter-Episoden aus der Original-Serie (Folgen 81 und 121) fortgesetzt und endgültig aufgelöst. Einige Episoden spielen in Kanada, die meisten in London und Umgebung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Adlerhorst","epNo":1,"alt":"The Eagle\u0027s Nest","descr":"Agent Stannard wird auf einer abgelegenen Insel von Fischern verfolgt, die ihn mit seltsamen Angeln peitschen. Er bricht tödlich verletzt in einem Boot zusammen, das ihn ans Festland treibt. Stannards Mission war, über verdächtige Vorfälle in einem Kloster zu ermitteln. Steed, Gambit und Purdey nehmen die Spur auf. Sie finden heraus, dass auf der Insel während des Zweiten Weltkriegs ein deutsches Flugzeug mit einem geheimnisvollen Schatz abstürzte.","versions":[{"lang":1,"streams":[{"redirect":8847857,"hoster":"VOE"},{"redirect":8599174,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Herzdame","epNo":2,"alt":"House of Cards","descr":"Der sowjetische Professor Wasil soll gegen seinen Willen in seine Heimat zurückgebracht werden. Zuständig dafür ist sein Landsmann Petrow. Als beide mit großer Leibgarde auf einem kleinen Flughafen landen, inszenieren Steed und sein Team einen Menschenauflauf, bei dem Professor Wasil die Flucht gelingt. Doch Petrow gibt nicht auf. Er sinnt auf Rache und heckt einen teuflischen Plan aus.","versions":[{"lang":1,"streams":[{"redirect":8847856,"hoster":"VOE"},{"redirect":8599171,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das stählerne Monster","epNo":3,"alt":"The Last of the Cybernauts?","descr":"Als Frank Goff, der ehemalige Gehilfe des inzwischen verstorbenen Professor Armstrong, aus dem Gefängnis entlassen wird, erinnert sich John Steed an einen zehn Jahre zurückliegenden Vorfall: Damals mussten Emma Peel und er einen vom Professor konstruierten Cybernauten bekämpfen. Doppelagent Felix Kane, den Steed, Purdey und Gambit dingfest gemacht hatten und der auf der Verfolgungsjagd durch einen Autounfall fürchterlich entstellt wurde, will sich rächen: Er entführt Goff kurz nach dessen Entlassung und zwingt ihn, den Cybernauten zu reaktivieren. Mit Hilfe des stählernen Monsters entführt Kane den Cybernauten-Experten Professor Mason und lässt sich von ihm in einen Maschinenmenschen verwandeln. Rachsüchtig begibt er sich zu Purdeys Wohnung, um sie zu ermorden. Doch Steed ist zur Stelle und bietet dem Monster die Stirn.","versions":[{"lang":1,"streams":[{"redirect":8847858,"hoster":"VOE"},{"redirect":8599170,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gold","epNo":4,"alt":"The Midas Touch","descr":"Steed erhält eine verschlüsselte Botschaft mit dem Hinweis, dass Hongkong Harry, ein alter Gegner Steeds, nach London kommt und nichts Gutes im Schilde führt. Bei seiner Ankunft am Flughafen wird Hongkong Harry niedergeschossen, aber aus den Einschusslöchern quillt Goldstaub. Damit wollte der Gauner, wie das \"New Avengers\"-Trio herausfindet, die neue Wunderwaffe \"Midas\" kaufen, einen jungen Mann, der jede menschliche Krankheit überträgt und dessen Berührung tödlich ist. Als Purdey einen Hinweis darauf erhält, dass auch der demagogische Diplomat Vann eine wertvolle Antiquitätensammlung gegen Midas austauschen will, dringt sie in dessen Büro ein, wird jedoch überwältigt. Steed und Gambit können den gefährlichen Austausch in letzter Minute verhindern …","versions":[{"lang":1,"streams":[{"redirect":8847864,"hoster":"VOE"},{"redirect":8599172,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie aus heiterem Himmel","epNo":5,"alt":"Cat Amongst the Pigeons","descr":"Ein gewisser Merton informiert Steed darüber, dass Herr Rydercroft, ein Inspektor des Umweltministeriums, der an diesem Tag in die Schweiz zu einer Ornithologenkonferenz fährt, am Mittag sterben soll. Einige Augenblicke später stirbt Merton selbst bei einem Autounfall. Währenddessen wird das Flugzeug, das Rydercroft nehmen soll, gründlich durchsucht. Trotzdem stürzt es kurz nach dem Start in einer seltsamen Wolke aus Federn ab. In der Nähe von Mertons Unfallwagen wurden ähnliche Federn entdeckt …","versions":[{"lang":1,"streams":[{"redirect":8847861,"hoster":"VOE"},{"redirect":8599173,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tödliches Training","epNo":6,"alt":"Target!","descr":"Als fünf Top-Agenten hintereinander eines \"natürlichen\" Todes sterben, wird Steed misstrauisch. Er bittet Dr. Kendrick um eine genaue Autopsie der verstorbenen Agenten. Der Rechtsmediziner entdeckt an allen winzige Wunden und Spuren des Pfeilgifts Curare.","versions":[{"lang":1,"streams":[{"redirect":8847865,"hoster":"VOE"},{"redirect":8599176,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die weiße Ratte","epNo":7,"alt":"To Catch a Rat","descr":"Vor 17 Jahren hat Agent Irwin Gunner im Kampf gegen den Doppelagenten mit dem Codenamen \"Weiße Ratte\" sein Gedächtnis verloren. Wer sich hinter der \"Weißen Ratte\" verbirgt, wurde daher nie herausgefunden. Doch als auf einem Kinderspielplatz eine Schaukel an Gunners Kopf schlägt, kehrt seine Erinnerung zurück. Er morst eine Nachricht an Steed, der Gambit und Purdey auf die Jagd nach der \"Weißen Ratte\" schickt.","versions":[{"lang":1,"streams":[{"redirect":8847862,"hoster":"VOE"},{"redirect":8599178,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das geheimnisvolle Ypsilon","epNo":8,"alt":"The Tale of the Big Why","descr":"Bert Brandon sitzt nach dem Versuch, die britische Regierung mit belastenden Informationen zu erpressen, eine Haftstrafe ab. Als er aus dem Gefängnis entlassen wird, erwarten ihn bereits zwei Spione aus dem Osten. Obwohl sie nicht vorhaben, ihn zu töten, kommt er bei der Verfolgungsfahrt ums Leben. Steed findet die Stiefel des Toten und lässt sie unter dem Mikroskop untersuchen. Die \"New Avengers\" treffen Brandons Freund Turner, der sie zu dem belastenden Dokument führt.","versions":[{"lang":1,"streams":[{"redirect":8847868,"hoster":"VOE"},{"redirect":8599177,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Doppelgänger","epNo":9,"alt":"Faces","descr":"Staatssekretär Craig wird am Rande seines Schwimmbads ermordet. Er wird umgehend durch einen Doppelgänger ersetzt, der alle hohen Persönlichkeiten der Regierung ermorden und dann ebenfalls durch Doppelgänger ersetzen soll. Steed bekommt Wind von dem teuflischen Plan und sinnt nach einer Strategie, um ihn zu durchkreuzen.","versions":[{"lang":1,"streams":[{"redirect":8847869,"hoster":"VOE"},{"redirect":8599179,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schlaf über der Stadt","epNo":10,"alt":"Sleeper","descr":"Ein neues, geruch- und farbloses Kampfgas, das Menschen für mindestens sechs Stunden in Tiefschlaf versetzt, soll im Anti-Terror-Kampf getestet werden. Als Steed und sein Team den Testraum verlassen, wird ein Wärter von dem Ganoven Brady überwältigt, der mehrere Kanister des Gases und Kapseln mit dem Gegenmittel entwendet. Ziel von Bradys Aktion: Er will mit seiner Gang in aller Ruhe Banken ausrauben, während ganz London schläft. Doch die \"New Avengers\" bekommen Wind von der Sache und nehmen den Kampf gegen die \"Sandmänner\" auf …","versions":[{"lang":1,"streams":[{"redirect":8847873,"hoster":"VOE"},{"redirect":12980476,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Drei minus eins gleich null","epNo":11,"alt":"Three Headed Game","descr":"John Stedd hat eine Methode gefunden, um Geheimdokumente sicher zu speichern und zu übermitteln: Drei Agenten, von denen jeder ein fotografisches Gedächtnis hat, prägen sich je ein Drittel eines Dokuments ein. Ein von den beiden Bösewichten Juventor und Ivan entwickelter Apparat ist raffiniert und gefährlich, denn er kann Gedanken und Fähigkeiten von einem Menschen auf einen anderen übertragen. Der einzige Haken an der Sache: Der unfreiwillige Spender stirbt dabei …","versions":[{"lang":1,"streams":[{"redirect":8847870,"hoster":"VOE"},{"redirect":8599182,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das dreckige Dutzend","epNo":12,"alt":"Dirtier by the Dozen","descr":"Das Verschwinden eines Generals der britischen Armee ruft die \"New Avengers\" auf den Plan. Gambit erhält von einem befreundeten Reporter zwei Filmrollen. Kurz darauf wird der Reporter tot aufgefunden. Als Steed, Purdey und Gambit sich die Filme ansehen, stellen sie fest, dass bei Einsätzen in Krisengebieten britische Soldaten ohne Wissen des Oberkommandos beteiligt waren. Außerdem erkennen sie auf den Filmen den Verschwundenen.","versions":[{"lang":1,"streams":[{"redirect":8847872,"hoster":"VOE"},{"redirect":8599181,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Ungeheuer","epNo":13,"alt":"Gnaws","descr":"Als Marlowe, ein Sicherheitsbeamter des Landwirtschaftsministeriums, auf mysteriöse Weise ums Leben kommt, schaltet die Behörde John Steed und seine Helfer ein. Während das geschickte Trio ermittelt, werden aus dem Amt geheime Forschungspapiere über den Einfluss radioaktiver Strahlung entwendet. Gleichzeitig berichten Kanalisationsarbeiter von einem Ungeheuer, das im Londoner Abwassersystem sein Unwesen treibe. Steed, Purdey und Gambit gehen der Sache nach. Ihre Recherchen führen die drei zu dem Wissenschaftler Thornton und seinem Assistenten Carter.","versions":[{"lang":1,"streams":[{"redirect":8847876,"hoster":"VOE"},{"redirect":8599183,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tote Männer sind gefährlich","epNo":1,"alt":"Dead Men are Dangerous","descr":"Steed wird zum Opfer offensichtlicher Racheanschläge. Die Spur führt zehn Jahre zurück, als Steed an einer Mission an der Grenze zwischen West- und Osteuropa beteiligt war. Dabei war Doppelagent Mark Grayford ums Leben gekommen. Oder etwa nicht?","versions":[{"lang":1,"streams":[{"redirect":8847871,"hoster":"VOE"},{"redirect":8599187,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Engel des Todes","epNo":2,"alt":"Angels of Death","descr":"Zahlreiche britische Regierungsmitglieder und Agenten sterben urplötzlich eines offenbar natürlichen Todes. John Steed und Purdey sind zufällig zur Stelle, um die letzten Worte eines sterbenden Agenten zu hören: u201eEngel des Todesu201c …","versions":[{"lang":1,"streams":[{"redirect":8847875,"hoster":"VOE"},{"redirect":8599185,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Wahrsagerin","epNo":3,"alt":"Medium Rare","descr":"John Steed, Purdey und Gambit ermitteln über den überraschenden Tod von Freddie Mason, eines Freundes und Kollegen von Steed. Fast wird Steed seine eigene Neugier zum Verhängnis, denn er gerät selbst auf die Abschlussliste des Mörders. Das angebliche Medium Victoria Stanton bietet seine Hilfe an. Sie sagt Steed mit verblüffender Genauigkeit eine gefährliche Zukunft voraus …","versions":[{"lang":1,"streams":[{"redirect":8847874,"hoster":"VOE"},{"redirect":8599184,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine königliche Geisel","epNo":4,"alt":"The Lion and the Unicorn","descr":"Unicorn, einer der fünf weltbesten Agenten und ein skrupelloser Mörder, plant einen Anschlag auf einen Minister. Das Attentat schlägt fehl, und es gelingt den \"New Avengers\", Unicorn in Paris zu stellen, der allerdings bei der Schießerei ums Leben kommt. Unicorns Gang kidnappt einen Prinzen und will die Geisel gegen ihren Chef einlösen. Steed täuscht den Gangmitgliedern vor, dass Unicorn noch lebt. Es kommt zum geplanten Geiselaustausch, doch die Verbrecher haben den Prinzen als lebende Bombe präpariert …","versions":[{"lang":1,"streams":[{"redirect":8847879,"hoster":"VOE"},{"redirect":8599186,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Rachefeldzug","epNo":5,"alt":"Obsession","descr":"Zum Schutz einer arabischen Delegation bittet Steed seine Kollegin Purdey, ihn zu begleiten. Doch Purdey weigert sich. Ihre Gründe: Vor sieben Jahren war sie mit Larry Doomer verlobt. Die Heiratspläne der beiden wurden zerstört, als Larrys Vater von arabischen Soldaten ermordet wurde. Larry benutzte damals Purdey für seinen Rachefeldzug. Daraufhin trennte sie sich. Steed besteht auf Purdeys Begleitung, denn ausgerechnet Doomer wurde der Auftrag erteilt, die arabische Delegation aus der Luft zu schützen.","versions":[{"lang":1,"streams":[{"redirect":8847878,"hoster":"VOE"},{"redirect":8599188,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Falle","epNo":6,"alt":"Trap","descr":"Steed, Purdey und Gambit entwickeln zusammen mit dem CIA-Agenten Marty Brine einen Plan, um einen geplanten Drogendeal im Wert von 10 Millionen Pfund zu vereiteln. Die Operation gelingt, aber Brine wird dabei erschossen. Soo Choy, ein chinesischer Mafiaboss, will sich für den geplatzten Deal an den \"New Avengers\" rächen.","versions":[{"lang":1,"streams":[{"redirect":8847885,"hoster":"VOE"},{"redirect":8599190,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Poker um Purdey","epNo":7,"alt":"Hostage","descr":"Purdey wird gekidnappt, um den britischen Geheimdienst zu destabilisieren und Steed dadurch zur Herausgabe wichtiger Nato-Verteidigungspläne zu erpressen. Die Geiselnehmer drohen, Purdey zu töten, wenn Steed jemanden einweiht. Als McKay herausfindet, dass Steed heimlich Pläne fotografiert, hält er ihn für einen Verräter und setzt Gambit auf ihn an.","versions":[{"lang":1,"streams":[{"redirect":8847880,"hoster":"VOE"},{"redirect":8599189,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Drache erwacht (1)","epNo":8,"alt":"K is for Kill: The Tiger Awakes (1)","descr":"Diesmal stehen die \"New Avengers\" vor einem Rätsel: Im Jahr 1965 erschoss ein junger russischer Soldat Mitglieder der Heilsarmee und starb auf der Flucht. Dabei verwandelte sich sein Gesicht in das eines alten Mannes. Als seine frühere Partnerin Emma Peel vom Schicksal dreier französischer Arbeiter erzählt, die von einem russischen Offizier niedergeschossen wurden, erinnert sich Steed an den Fall. Das Agenten-Trio Steed, Purdey und Gambit reist nach Frankreich und erlebt, wie ein benachbartes Schloss angegriffen wird – wieder ist es ein junger Russe, und wieder altert sein Gesicht, als er erschossen wird …","versions":[{"lang":1,"streams":[{"redirect":8847881,"hoster":"VOE"},{"redirect":8599191,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Drache erwacht (2)","epNo":9,"alt":"K is for Kill: Tiger by the Tail (2)","descr":"Ein Satellit ist außer Kontrolle geraten und sendet über Frankreich seltsame Signale. Steed vermutet, dass diese Signale K-Agenten wecken, die vor Jahren nach Frankreich eingeschleust und in künstlichen Schlaf versetzt wurden. Er ordnet die Eliminierung der 200 verbleibenden Agenten an. Geheimagent Stanislaw verrät Steed jedoch, dass noch zwei Superagenten leben, deren Auftrag bei Gelingen den dritten Weltkrieg auslösen könnte …","versions":[{"lang":1,"streams":[{"redirect":12174473,"hoster":"VOE"},{"redirect":8599192,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Meisterspion","epNo":10,"alt":"Complex","descr":"Steed erwartet Informationen über X41, einen feindlichen Agenten, aber der Mann, der sie überbringen soll, wird ermordet. Der Tote trägt das Foto eines ultramodernen Gebäudes bei sich. Steed und seine Freunde machen sich nach Kanada auf, wo sie einen gewissen Karawitsch treffen sollen, der ihnen Informationen über X41 verspricht.","versions":[{"lang":1,"streams":[{"redirect":8847891,"hoster":"VOE"},{"redirect":8599193,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Kampfmaschine","epNo":11,"alt":"The Gladiators","descr":"Steed, Purdey und Gambit ermitteln nach wie vor in Kanada. Die drei Agenten versuchen, einen KGB-Agenten namens Karl Sminsky ausfindig zu machen, der vor seinem Kanada-Einsatz geheime Trainingscamps in Sibirien absolviert hat und von zwei Helfern begleitet wird. Doch die Angelegenheit erweist sich als gefährlich: Zwei Agenten, die Sminsky auf den Fersen waren, sind bereits verschollen …","versions":[{"lang":1,"streams":[{"redirect":8847888,"hoster":"VOE"},{"redirect":8599198,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Emily","epNo":12,"alt":"Emily","descr":"Wieder einmal soll ein verräterischer Agent enttarnt werden. Diesmal sind Steed und seine Partner dem sogenannten Fuchs auf der Spur. Als sie ihn stellen wollen, kann er knapp entkommen, hinterlässt jedoch Fingerabdrücke auf dem Dach von \"Emily\", dem Auto einer alten Dame. Die \"New Avengers\" wollen Emily zur Untersuchung der Fingerabdrücke ins Polizeilabor bringen, aber die Fahrt erweist sich als überaus schwierig …","versions":[{"lang":1,"streams":[{"redirect":8847882,"hoster":"VOE"},{"redirect":8599194,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Abenteuer in Kanada","epNo":13,"alt":"Forward Base","descr":"Eine Spur führt Steed, Purdey und Gambit zusammen mit dem kanadischen Agenten Bailey an den Ontariosee. Sie beobachten, wie ein junger russischer Agent mit dem Fallschirm landet und gleich darauf von mehreren Schüssen niedergestreckt wird. Der Sterbende flüstert zwei Worte: \"Forward Base\". Ein neues Rätsel für die \"New Avengers\".","versions":[{"lang":1,"streams":[{"redirect":8847883,"hoster":"VOE"},{"redirect":8599196,"hoster":"Streamtape"}]}]}]}]}