{"path":"/serie/stream/mittelland-die-legende-der-elfen","name":"Mittelland - Die Legende der Elfen","descr":"[Shadow of the Elves] Das Mittelland ist ein kleines Paradies. Blumen blühen auf grünen saftigen Wiesen. Und über allem liegt ein zuckersüßer Duft. Mit Liebe und Freude pflegen die Elfen das wahrhaft himmlische Mittelland, einen Ort des puren Friedens. Doch dieser Frieden wird mit einem Mal bedroht. Der Herr der Kobolde, der finstere Lord Kann, will sich das Mittelland unter den Nagel reißen. Er strebt die Herrschaft über das Elfenreich an. Keine Frage, dass die Elfen dem Angriff der Kobolde nicht tatenlos zusehen. Sie wollen ihr Mittelland verteidigen, koste es, was es wolle…","seasons":[{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-1","name":"Der Verrat","epNo":1,"alt":"","descr":"Die Elfen des Mittellandes sind in großer Gefahr. Der Anführer der Kobolde, der machtgierige Lord Kann, will ihr herrliches Reich erobern. Phaedon, ein verräterisches Ratsmitglied der Elfen, treibt ein böses Spiel. Er vergiftet die schöne Salmacis, den Elfen-Schutzgeist. Nun sind die Elfen den Kobolden wehrlos ausgeliefert – der Verdacht fällt auf Thalia, die Tochter des obersten Elfenwächters…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650982","hoster":"VOE"},{"path":"/redirect/10650980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-2","name":"Angriff der Kobolde","epNo":2,"alt":"","descr":"Die Kobolde gehen zum Angriff über. Die Elfen sind verzweifelt. Oberst Daiman, den das schlechte Gewissen plagt, hilft ihnen in letzter Sekunde. Er entwendet den Kobolden ein Mittel, das die vergiftete Salmacis wieder zum Leben erweckt. Und mit vereinten Kräften gelingt es den Elfen und ihrem Schutzgeist, die Angreifer zu vertreiben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917691","hoster":"VOE"},{"path":"/redirect/10650986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-3","name":"Die Trolle","epNo":3,"alt":"","descr":"Ausgerechnet Snakehammer, der geniale Kobold-Erfinder, verliert durch einen dummen Zufall sein Gedächtnis. Als er aus seiner Ohnmacht erwacht, findet er sich unter den Trollen wieder. Die sind glücklich, einen genialen Wissenschaftler in ihrer Mitte zu haben, denn sie hoffen, mit Hilfe Snakehammers endlich das Mittelland in eine gigantische Metropole aus Stein verwandeln zu können. Doch eine gemeinsame Anstrengung von Elfen und Kobolden, angeführt von Thalia und Daiman, kann das Schlimmste verhindern…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650985","hoster":"VOE"},{"path":"/redirect/10650988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-4","name":"Fala, die Heilerin der Elfen","epNo":4,"alt":"","descr":"Lord Kann, der böse Herrscher der Kobolde, ist todkrank. Daiman und Balabust wissen nur einen Ausweg: Sie entführen Fala, die Heilerin der Elfen, sie soll Kann heilen. Thalia und Rowan folgen den Spuren der Entführer und dringen in die Zitadelle der Kobolde ein. Tatsächlich gelingt es Fala den kranken Kann zu heilen – doch zum Dank nimmt dieser die Elfen gefangen. Das geht selbst Daiman zu weit…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650992","hoster":"VOE"},{"path":"/redirect/10650993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-5","name":"Regenmacher","epNo":5,"alt":"","descr":"Phaedon kann es einfach nicht lassen. Immer wieder verrät und hintergeht er die Elfen. Nun hat er einen besonders hinterhältigen Plan ausgeheckt. Er will sein eigenes Volk den Kobolden ausliefern und Thalia dafür verantwortlich machen. Nichts ahnend und versehentlich erzeugt Thalia eine Sturmflut. Prompt nutzen die Kobolde das allgemeine Chaos für einen Übergriff. Phaedon wähnt sich schon am Ziel. Dank Thalias Mut und Entschlossenheit wird Phaedons finsterer Plan doch noch vereitelt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650994","hoster":"VOE"},{"path":"/redirect/10650998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-6","name":"Der grüne Golem","epNo":6,"alt":"","descr":"Lord Kann stellt Snakehammer ein Ultimatum. Der schusselige Erfinder soll endlich etwas Handfestes auf die Beine stellen. Sonst droht ihm Ungnade. Snakehammer soll eine Waffe im Kampf gegen die Elfen entwickeln. Der Erfinder ist ratlos, bis er einen grünen Schlamm bei den Trollen entdeckt, der sich in alles verwandeln kann, was man sich nur wünscht. Mit Daimans und Balabusts Hilfe will Snakehammer den Schlamm stehlen, doch die Trolle wissen sich zu wehren…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651000","hoster":"VOE"},{"path":"/redirect/10650999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-7","name":"Der Geist, den niemand rief","epNo":7,"alt":"","descr":"Phaedon hat einen Kristall mit einem bösen Zauber versehen. Als Thalia an dem Stein vorbei geht, bemächtigt sich ein böser Geist ihrer Gestalt und ihrer Erinnerung. Während die echte Thalia hilflos im Wald zurückbleibt, verbündet sich ihr böses Spiegelbild mit Lord Kann. Kann die nun drohende Invasion der Kobolde noch aufgehalten werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651005","hoster":"VOE"},{"path":"/redirect/10651007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-8","name":"Die Käfer-Plage","epNo":8,"alt":"","descr":"Was für eine Idee! Daiman und Balabust zähmen fliegende Käfer, um sie den Kobolden als Kavallerie zur Verfügung zu stellen. Kurze Zeit später ist es soweit: die Käfer werden ins Mittelland getrieben. Doch dort richten die Tiere enormen Schaden an der Natur an. Damit sind auch die Kobolde und die Elfen gefährdet. Was also tun? Die Käfer müssen wieder weg. Doch das ist nicht einfach, denn die Tiere halten inzwischen Balabust für ihren Anführer – und der kann nicht fliegen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651009","hoster":"VOE"},{"path":"/redirect/10651011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-9","name":"Das Herz des Steins","epNo":9,"alt":"","descr":"Ist die Zigeunerin Madame Flue wirklich nur daran interessiert, im Dorf der Elfen Kleidung zu verkaufen? Wie sich bald herausstellt, teilt sie eine Sehnsucht mit Phaedon: sie will das Herz des Steins finden, das eine ungeheure Macht für seinen Besitzer verspricht. Doch dieses Herz ist auch ein Übergang in die verschollene Welt der Kobolde. Nicht ungefährlich, was die Zigeunerin und Phaedon da planen. Schneller als ihnen lieb ist, werden sie von Daiman, Thalia und Rowan verfolgt. Wer wird die Macht des Herzens nutzen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651012","hoster":"VOE"},{"path":"/redirect/10651017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-10","name":"Die Trickser","epNo":10,"alt":"","descr":"Wer ist das bloß, der da ständig Streiche ausheckt? Thalia ist verärgert, weil irgendwelche unbekannten Wesen im Elfenreich ihr Unwesen treiben. Sie sind unsichtbar und lassen vor allem Thalia nicht in Ruhe. Ihre Nachforschungen ergeben, dass diese Wesen einst durch einen unbekannten Zauber aus dem Osten ins Mittelland kamen. Obwohl ihr niemand so recht Glauben schenken will, macht sie sich auf, eins dieser Wesen zu fangen. Doch das stellt sich als gar nicht so einfach heraus…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651019","hoster":"VOE"},{"path":"/redirect/10651018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-11","name":"Jagd auf Creeper","epNo":11,"alt":"","descr":"Der Hausdrache Creeper, den Lord Kann über alles liebt, muss endlich gebadet werden. Doch Creeper hat keine Lust auf eine Reinigungsprozedur. Nicht einmal Zelda, Snakehammers neuentwickelter Haushaltsroboter, schafft es, den widerspenstigen Drachen zu bändigen. Creeper flieht ausgerechnet ins Dorf der Elfen. Doch der Roboter folgt ihm und zusammen richten die beiden eine Menge Chaos an…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651021","hoster":"VOE"},{"path":"/redirect/10651022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-12","name":"Die Zauber-Zutaten","epNo":12,"alt":"","descr":"Der Zauber der heiligen Quelle ist wichtig für die Elfen, denn nur mit seiner Hilfe kann Salmacis das Mittelland beschützen. Doch der Zauber muss jedes Jahr erneuert werden – sonst wirkt er nicht mehr. Daher macht Menel sich auf den Weg, die Zutaten für das Ritual zu besorgen. Leider ist ihm, vom verräterischen Phaedon alarmiert, die gesamte Kobold-Armee auf den Fersen. Thalia versucht heimlich alles, um Menel zu schützen. Doch kann sie das alleine schaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651025","hoster":"VOE"},{"path":"/redirect/10651023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-13","name":"Die Monster-AG","epNo":13,"alt":"","descr":"Es ist nicht mehr zum Aushalten, findet Lord Kann! Ständig haben sich der Magier Phaedon und der Erfinder Snakehammer in den Haaren. Er befiehlt den Beiden, zusammenzuarbeiten. Doch die denken gar nicht daran. Jeder bastelt für sich an einer neuen Erfindung. Bald irren zwei wilde Monster durch das Mittelland, die niemand aufhalten kann. Bis die Kobolde mit einem selbstgebastelten Motorrad für Ruhe sorgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651029","hoster":"VOE"},{"path":"/redirect/10651026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-14","name":"Eingeschlossen","epNo":14,"alt":"","descr":"Eigentlich wollten Nayade und Luna nur ein paar Zutaten für ein Parfum aus dem Wald holen. Doch sie geraten in einen Schneesturm und werden in einer Höhle eingeschlossen, in der auch Shil, die einen großen Lauschangriff auf die Elfen unternommen hatte, Unterschlupf sucht. Die Drei müssen sich jetzt zusammenreißen und miteinander auskommen. Das ist schwer, denn die Mädchen könnten unterschiedlicher nicht sein…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651033","hoster":"VOE"},{"path":"/redirect/10651032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-15","name":"Erleuchtungen","epNo":15,"alt":"","descr":"Zufällig entdecken Thalia und ihre Freundinnen, dass sich hinterhältigen Trolle eine exklusive Wohnresidenz am Wasser bauen. Dadurch richten sie enorme Umweltschäden an. Das können die Elfenmädchen natürlich nicht zulassen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651037","hoster":"VOE"},{"path":"/redirect/10651035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-16","name":"Das Geschenk","epNo":16,"alt":"","descr":"Wieder hat der gemeine Phaedon etwas Fürchterliches ausgeheckt. Er besitzt eine Truhe, der ein mächtiger Fluch innewohnt. Derjenige, der sie öffnet, wird von einem gewaltigen Sturm erfasst werden. Phaedon schenkt die Truhe in einer Geste falscher Freundschaft Menel. Nun braut sich ein Sturm über dem Dorf zusammen, und nur Thalia versteht, was das bedeutet. Kann sie das Unheil noch abwenden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651042","hoster":"VOE"},{"path":"/redirect/10651039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-17","name":"Der alte Zauberbaum","epNo":17,"alt":"","descr":"Im Dorf der Elfen geht Panik um. Denn ein riesiger alter Baum ist krank und droht, auf die Elfen-Häuser zu fallen. Was tun? Thalia hat eine Idee, die allerdings nicht ganz einfach ist. Sie will den launischen alten Zauberbaum um Hilfe bitten. Doch Phaedon, der für die Krankheit des Baums vor dem Elfendorf verantwortlich ist, versucht alles, um das zu verhindern. Allerdings bekommen Thalia und ihre Freunde unerwartete Hilfe von Daiman, Balabust und Shil…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651045","hoster":"VOE"},{"path":"/redirect/10651050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-18","name":"Verwünscht","epNo":18,"alt":"","descr":"Die Mädchen Luna und Nayade befreien einen alten Zauberer. Aus Dank schenkt er ihnen drei Wünsche. Zunächst einmal lassen sich die Mädchen von Kopf bis Fuß neu einkleiden. Doch bevor sie den dritten Wunsch ebenfalls verschwenden, mischt sich Phaedon ein. Er nutzt seine Autorität als Ratsmitglied und überredet Luna und Nayade, sich zu wünschen, dass er König der Elfen wird. Bald erfasst der Zauber das gesamte Elfenvolk und die Krönungsvorbereitungen laufen auf vollen Touren. Nur Daiman und Balabust, die die Elfen heimlich beobachten, werden misstrauisch und bald erkennt auch Thalia, was eigentlich gespielt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651047","hoster":"VOE"},{"path":"/redirect/10651048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-19","name":"Frische Landluft","epNo":19,"alt":"","descr":"Was erzählen Rowan und Shil da? Sie wurden von einem ‚wilden Monster‘ angegriffen? Es stellt sich heraus, dass es sich um ein Stinktier handelt, den Rowan riecht fürchterlich. Bald ist auch klar, dass es ein Stinktier-Baby ist, das sein ‚Unwesen‘ treibt. Nun gilt es für Thalia, Daiman und Balabust, dessen Mama zu finden, gegen eine Schlange zu bestehen und halbwegs unverstunken aus der Sache wieder herauszukommen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651052","hoster":"VOE"},{"path":"/redirect/10651053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-20","name":"Die Geheimwaffe","epNo":20,"alt":"","descr":"Wieder machen die Trolle Unfug und ärgern damit ihre Umwelt. Sie haben auf dem Müllplatz zufällig die Zutaten für Schießpulver gefunden und vergnügen sich nun damit, veritable Löcher in die Landschaft zu sprengen. Das geht zu weit. Sowohl die Elfen als auch die Kobolde sind aufgebracht und haben Sorge. Beide schicken Abgesandte aus. Doch auch Rowan, dessen Clubhaus bei einer der Explosionen zerstört wurde, ist als Troll getarnt vor Ort. Können Thalia, Fala, Snakehammer, Daiman und nicht zuletzt Rowan das Schlimmste verhindern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651054","hoster":"VOE"},{"path":"/redirect/10651056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-21","name":"Die Mutprobe","epNo":21,"alt":"","descr":"Die Spannung steigt, denn Rowan, Fern und Clover treten zur Aufnahmeprüfung für den Dienst als Wächter an. Doch Rowan hat ein Problem der besonderen Art: er ist schwer in Clover verliebt. Und das lenkt ihn so ab, dass er beim ersten Teil des Tests versagt. Nun hat er nur noch eine Chance, und zwar beim Wildnis-Überlebenstest. Als er zufällig hört, dass die Anwärter dort mit einer Monster-Attrappe erschreckt werden sollen, ist er guter Dinge. Doch das Biest, dem die drei Nachwuchs-Wächter begegnen, ist alles andere als eine Attrappe","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651058","hoster":"VOE"},{"path":"/redirect/10651059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-22","name":"Süße Träume","epNo":22,"alt":"","descr":"Es steht nicht gut um die Kobolde. Sie haben keine Lebensmittel-Vorräte mehr und es droht eine Hungersnot. Da Lord Kann die Elfen niemals um Hilfe bitten würde, bietet sich Doppel an, Nahrungsmittel bei den Elfen zu stehlen. Dabei bringen er und Shil das Leben von Thalia, ihren Freundinnen und Daiman in Gefahr. Obwohl sich Thalias Traum vom Frieden untereinander und ihrer Liebe zu Daiman als wenig realistisch erweist, hilft sie den Kobolden schließlich bei der Nahrungsbeschaffung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651063","hoster":"VOE"},{"path":"/redirect/10651070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-23","name":"Der Fremde","epNo":23,"alt":"","descr":"Wer ist bloß der geheimnisvolle Fremde, der nicht nur schön ist, sondern auch gute Ratschläge erteilt und Thalia vor einer Vogelspinne rettet? Die Mädchen verlieben sich alle in ihn. Thalia trennt sich seinetwegen von Daiman. Phaedon befürchtet, der Fremde könnte seine Machtpläne durchkreuzen und berichtet Lord Kann von ihm. Der schickt Daiman und Balabust los, um den Fremden zu vernichten. Aber Daiman gerät in eine Falle. Nachdem Thalia erkennen musste, wer der Fremde ist, befreit sie Daiman aus seinen Fängen und ist sogar bereit, mit ihm zu sterben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651069","hoster":"VOE"},{"path":"/redirect/10651073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-24","name":"Ohne ein Wort","epNo":24,"alt":"","descr":"Im Mittelland geht Panik um, denn eine Dürre bedroht das Leben der Elfen. Die heilige Quelle ist versiegt und das Orakel verschwunden. Die Elfen sind den Kobolden damit schutzlos ausgeliefert. Da bekommen sie ausgerechnet Hilfe von jemandem, den sie zunächst für einen Spion gehalten haben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651074","hoster":"VOE"},{"path":"/redirect/10651072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-25","name":"Die blaue Wolke","epNo":25,"alt":"","descr":"Eine blaue Wolke bedroht das Mittelland. Sie verwandelt alles und alle in Eis. Schuld an dem Dilemma sind die Trolle. Laut dem Orakel von Salmacis vermag nur Thalia das Land zu retten. Sie muss ihre Feinde zu ihren Freunden machen und sich ihrem Schicksal beugen. Wird es ihr gelingen? Oder wird das Mittelland untergehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651078","hoster":"VOE"},{"path":"/redirect/10651075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mittelland-die-legende-der-elfen/staffel-1/episode-26","name":"Sieg über die Dunkelheit","epNo":26,"alt":"","descr":"Noch immer bedroht die blaue Wolke das Mittelland. Thalia, Vincent, Daiman und Phaedon ziehen zum vergessenen Tor, um dahinter Hilfe zu finden. Es gelingt ihnen tatsächlich. Doch dann versucht der hinterlistige Phaedon, die Rettungsaktion zu untermauern. Aber Thalias Mut besiegt ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650975","hoster":"VOE"},{"path":"/redirect/10650976","hoster":"Streamtape"}]}]}]}]}