{"seriesId":"mitten-in-deutschland-nsu","name":"Mitten in Deutschland: NSU","descr":"Mitten in Deutschland: NSU: Eine Produktion der ARD und dem SWR. Drehbuchautor Thomas Wendrich und Regisseur Christian Schwochow blicken auf die mutmaßlichen Täter, auf ihre Sozialisation und ihr Umfeld. Sie haben dafür intensiv recherchiert, Akten, Protokolle, Zeugenaussagen ausgewertet und gleichzeitig die Frage nie aus den Augen verloren, was das Geschehene mit uns allen zu tun hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Täter – Heute ist nicht alle Tage","epNo":1,"alt":"","descr":"Im November 2011 werden zwei junge Männer aus Ostdeutschland in einem ausgebrannten Camper tot aufgefunden: Uwe Mundlos und Uwe Böhnhardt. Offenbar haben sie Selbstmord begangen. Ein Bekennervideo wird gefunden, der NSU (Nationalsozialistischer Untergrund) fliegt auf. Vier Tage später stellt sich die Dritte im Bunde, Beate Zschäpe, freiwillig der Polizei. Wir als Gesellschaft müssen uns fragen, wie eine rechtsextreme, terroristische Vereinigung über ein Jahrzehnt unentdeckt in ganz Deutschland morden konnte. Wir nähern uns dieser Frage an, indem wir in der ersten Folge auf die mutmaßlichen Täter blicken, auf ihre Sozialisation und ihr Umfeld. Jena 1990. Seit dem Zweiten Weltkrieg gibt es keine ähnliche Situation in Deutschland, in der in so kurzer Zeit so viele Menschen gleichzeitig ihre Arbeit verlieren. Viele Jugendliche in Ostdeutschland erleben ihre verunsicherten Eltern und Lehrer, spüren die Machtlosigkeit der Polizei und des Staates. Sie fühlen sich orientierungslos, ungeliebt und gekränkt. Instinktiv ordnen sie sich als Menschen zweiter Klasse ein, versuchen sich anzupassen und lernen in kürzester Zeit, dass von Seiten der Gesellschaft keine oder wenig Hilfe zu erwarten ist. Reihenweise driften junge Leute von der Schule in die Arbeitslosigkeit. Manche schaffen den Sprung, indem sie in die alten Bundesländer wechseln. Doch der Film wendet sich jenen zu, die bleiben – und wütend anfangen zu rebellieren. Eine von ihnen ist Beate Zschäpe, die in den Bann junger Rechtsradikaler in Jena-Winzerla gerät. Sie freundet sich mit Uwe Mundlos und Uwe Böhnhardt an. Aus den drei Freunden wird schnell eine verschworene Gemeinschaft. Ihr Gefühl der Ohnmacht und Unsicherheit ist das grundlegende Erfahrungsmuster, das sie mit tausenden jungen Menschen in Ostdeutschland teilen. Bei den dreien aber setzt eine eigene Entwicklung ein: Wut und Rebellion werden in Hass und Gewalt verkehrt. Sie suchen nach Wahrheit und werden entsetzlich fündig. In einem rechtsextremen neonazistischen Umfeld organisieren und radikalisieren sie sich, dicht gefolgt und umgeben nicht nur von Verbündeten, sondern von \"Nazi-Kameraden\", die inzwischen als Spitzel für den Verfassungsschutz arbeiten. Ihre Aktionen sind sowohl der Polizei wie dem Verfassungsschutz bekannt, dennoch werden sie nicht festgenommen. Nach einem missglückten Bombenanschlag und nach dem Fund von Sprengstoff in einer von Beate Zschäpe angemieteten Garage gehen die drei Neonazis, inzwischen ein unzertrennbares Trio, Ende 1998 in den Untergrund. Was folgt, ist die schwerwiegendste, erschütterndste Mordserie der deutschen Nachkriegsgeschichte. (","versions":[]},{"epId":"episode-2","name":"Die Opfer – Vergesst mich nicht","epNo":2,"alt":"","descr":"Im September 2000, kurz nach den großen Ferien, wird die 14-jährige Semiya in ihrem Internat um vier Uhr morgens geweckt. Ihr Vater soll einen Unfall gehabt haben. Erst im Krankenhaus erfährt sie, dass er im Koma liegt. Acht Schüsse wurden auf Enver Simsek abgefeuert. Er stirbt zwei Tage später. Die Polizei macht sich an die Arbeit. Hochmotiviert, den Fall möglichst schnell zu lösen. Es gibt kaum Spuren, aber jede Menge Hinweise: Enver Simsek ist in kurzer Zeit zu sehr viel Geld gelangt, als Blumenhändler war er häufig in Holland unterwegs. Etliche Zeugen melden sich. Einer will Enver bei einem vermeintlichen Drogentransport begleitet haben. Immer wieder werden Semiya und ihre Familie daraufhin ins Präsidium zitiert, immer wieder müssen sie sich zermürbenden Vernehmungen stellen. Semiya zweifelt keine Sekunde an der Unschuld ihres Vaters. Ebenso ihr kleiner Bruder und ihre beiden Onkel. Ihre Mutter Adile ist dem Druck körperlich und seelisch nicht gewachsen. Als sie für einige Zeit ins Krankenhaus muss, übernimmt die gerade 15-jährige Semiya die Verantwortung für sich selbst und für ihren Bruder. Die eher mittelmäßige Schülerin kämpft sich durch ihr Fachabitur, beginnt zu studieren und schützt Mutter und Bruder vor weiteren Ermittlungen der Polizei, die immer noch an ein Drogendelikt glaubt. Sieben türkische und ein griechischer Geschäftsmann sind inzwischen mit derselben Waffe wie Enver Simsek ermordet worden. Ein neuer Ermittler bringt zwar Bewegung in den Fall Simsek und kann die Zeugenaussage von damals widerlegen, aber letztlich verlaufen auch seine Untersuchungen sowie die mehrerer Sonderkommissionen im Sande. Die Angehörigen der Opfer beginnen sich zu wehren. Auf einer Großdemonstration hält auch Semiya eine Rede. Selbstbewusst fordert sie die Polizei auf, nach den wahren Tätern zu suchen. Aber erst im November 2011 kommt heraus, wer die mutmaßlichen Mörder waren. Der Film \"Die Opfer – Vergesst mich nicht\" greift Motive der Biografie \"Schmerzliche Heimat\" von Semiya Simsek und Peter Schwarz auf und erzählt von einer kraftvollen jungen Frau, von fehlgeleiteten Ermittlungen und vom Versagen der Polizei in einem der größten Fälle der deutschen Nachkriegsgeschichte. Zugleich zeichnet er das Bild einer Familie, der es gelingt, in Zeiten größter Erschütterung zusammenzurücken und sich ihren Glauben und ihre Liebe zu bewahren.","versions":[]},{"epId":"episode-3","name":"Die Ermittler – Nur für den Dienstgebrauch","epNo":3,"alt":"","descr":"Paul Winter, Zielfahnder in Thüringen, wird im Januar 1998 gemeinsam mit seinem Vorgesetzten und engsten Vertrauten Walter Ahler zum Leiter des LKA gerufen. Drei Rechtsradikale sind untergetaucht, die Zielfahndung soll sie finden. Was wie ein Routineauftrag beginnt, entwickelt sich zu einem jahrelangen Ringen mit den Institutionen, denn die beiden Polizisten stoßen bei ihrer Suche auf unerwartete Widerstände – durch andere Behörden ebenso wie im eigenen Haus. Bald wird deutlich, wie aktiv der Verfassungsschutz in der rechten Szene agiert, wie er V-Männer installiert und finanziell unterstützt, um die Szene im Auge zu behalten, zugleich aber dabei hilft, Strukturen aufzubauen, die zunehmend außer Kontrolle geraten – mit unabsehbaren Konsequenzen. Über die Jahre wird es einsam um Paul Winter. Die Mitstreiter an seiner Seite werden nach und nach im System aufgerieben. Auch die Suche nach dem Nazi-Trio wird schließlich erfolglos ad acta gelegt. Bis im November 2011 eine Polizeistreife in einem Wohngebiet in Eisenach nach einem Banküberfall auf ein verdächtiges Campingmobil trifft. Als die Beamten sich dem Fahrzeug nähern, fallen Schüsse, der Wohnwagen geht in Flammen auf. Später werden aus dem ausgebrannten Camper die Leichen der beiden Bankräuber geborgen und mit ihnen ein Arsenal von geladenen Waffen, gefälschte Dokumente und die Beute zahlreicher Überfälle. Die Toten werden identifiziert: Es sind Uwe Mundlos und Uwe Böhnhardt, zwei der drei Rechtsradikalen, die die Zielfahnder einst gesucht haben. Erneut wird Paul Winter hinzugezogen, der nun die Dritte im Bunde, die flüchtige Beate Zschäpe finden soll. Winter erkennt, dass dies seine Chance ist, die tatsächlichen Zusammenhänge endlich ans Licht zu bringen. Zusammen mit der Kommissarsanwärterin Charlotte Ahler begibt er sich auf die Suche nach der Wahrheit.","versions":[]}]}]}