{"seriesId":"mix-meisei-story","name":"Mix: Meisei Story ","descr":"Mix spielt 26 Jahre nach den Ereignissen des Werkes Touch an der Meisei-Oberschule und handelt von den beiden Tachibana-Stiefbrüdern Touma und Shouichirou sowie ihrer Schwester Otomi. Das Ziel der Brüder ist es, den Baseball-Club erneut an die Spitze der Oberschulmeisterschaften zu bringen und diese zu gewinnen. Doch wird es den hochtalentierten Jungen gelingen, ihren Traum Wirklichkeit werden zu lassen …?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Meisei\u0027s Ace","descr":"Vor 30 Jahren hat das Baseballteam der Meisei High School das begehrte Koshien-Turnier gewonnen, aber seitdem ist es nicht mehr in die Nähe gekommen. Als das neue Schuljahr an der Meisei Junior High School beginnt, beginnen die Brüder Touma und Souichirou Tachibana heimlich zu trainieren.","versions":[{"lang":3,"streams":[{"redirect":12441564,"hoster":"VOE"},{"redirect":12441562,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"I\u0027m Big Brother and You\u0027re Little Brother","descr":"Die Familienstruktur der Tachibanas wird endlich erklärt! Doch darüber hinaus will Natsuno einfach nicht verstehen, warum die Dinge im Baseballteam der Meisei-Schule so laufen, wie sie laufen.","versions":[{"lang":3,"streams":[{"redirect":12691167,"hoster":"VOE"},{"redirect":12691166,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Heck with Meisei High School","descr":"In einem Übungsspiel gegen die Kitamiya-Mittelschule kann die Meisei-Mittelstufe zeigen, was sie auf dem Kasten hat. Doch obwohl das Spiel noch nicht zu Ende ist, verabschiedet sich Nikaidō wie gewohnt sehr früh vom Spielfeld.","versions":[{"lang":3,"streams":[{"redirect":12691349,"hoster":"VOE"},{"redirect":12691174,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"I Want a Trade","descr":"Das Blockfinale der Vorrunde steht an und Nikaidō läuft zu ungeahnten Höchstleistungen auf. Doch können sie mit diesem Elan auch ungebremst in die Abschlussprüfungen und das Tōkyō-Turnier starten?","versions":[{"lang":3,"streams":[{"redirect":12691339,"hoster":"VOE"},{"redirect":12691199,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"You\u0027re a Pitcher, Right?","descr":"Das Spiel gegen Mizukami verläuft alles andere als glorreich, nachdem der verspätete Nikaidō als Ass eingewechselt wird. Das stößt den Tachibana-Brüder so sauer auf, dass sie das Training boykottieren.","versions":[{"lang":3,"streams":[{"redirect":12691466,"hoster":"VOE"},{"redirect":12691201,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"When Spring Arrives","descr":"Nach Sōichirōs unheilvollen Andeutungen ist Tōma schwer um Nikaidō besorgt. Steckt hinter dem Egoismus des jungen Mannes aus reichem Hause mehr als nur reine Arroganz?","versions":[{"lang":3,"streams":[{"redirect":12691352,"hoster":"VOE"},{"redirect":12691355,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Worried?","descr":"In der Oberstufe läuft für die Tachibana-Brüder erst mal nicht alles wie erwartet. Der neue Trainer ist nicht nur der Vater der schönen Haruka, sondern schindet die Zehntklässler mit Dauerläufen.","versions":[{"lang":3,"streams":[{"redirect":12691370,"hoster":"VOE"},{"redirect":12691372,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"My Brother","descr":"Die Tōshu-Oberschule bittet die Meisei-Schule um ein Testspiel. Dies ist ein Spiel David gegen Goliath. Doch kann sich die Meisei dennoch irgendwie gegen die Übermacht von Mita und seinen talentierten Mitspielern durchsetzen?","versions":[{"lang":3,"streams":[{"redirect":12691375,"hoster":"VOE"},{"redirect":12691382,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Big News, Right?","descr":"Das Testspiel gegen die Tōshu geht weiter. Vater Eisuke sieht das Spiel zufällig auf dem Heimweg und ist bitterlich enttäuscht. Bis ihm dann dämmert, gegen wen seine Söhne dort bestehen müssen.","versions":[{"lang":3,"streams":[{"redirect":12691393,"hoster":"VOE"},{"redirect":12691394,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Just a Walk","descr":"Seit dem Testspiel ist Tōma stark in der Gunst der Mädchen gestiegen. Er erhält nun regelmäßig Liebesbriefe. Einer unter anderem auch von Haruka. Oder steckt hinter ihrem kryptischen Brief eigentlich etwas ganz anderes?","versions":[{"lang":3,"streams":[{"redirect":12691400,"hoster":"VOE"},{"redirect":12691401,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Try Pitching","descr":"Nach Tōmas und Harukas Spaziergang in den Bergen geraten sie in große Schwierigkeiten, als der Bus nicht mehr fährt und es immer dunkler wird. Zum Glück werden sie in der Stunde ihrer größten Not aufgelesen.","versions":[{"lang":3,"streams":[{"redirect":12691404,"hoster":"VOE"},{"redirect":12691407,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Aren\u0027t You Taking Him Lightly?","descr":"Im Rāmen Dragon erzählt der Besitzer fröhlich allen von der großen Meisei-Legende Sawai Keiichi. Dabei handelt sich um keinen Geringeren als den Vater von Sōichirō und Otomi.","versions":[{"lang":3,"streams":[{"redirect":12691414,"hoster":"VOE"},{"redirect":12691415,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Because We\u0027re Brothers","descr":"Die erste Runde des Ost-Tōkyō-Turniers beginnt und die Meisei-Schule trifft auf die neu erstarkte Kenjō-Oberschule. In diesem Team spielt auch Akais Bruder.","versions":[{"lang":3,"streams":[{"redirect":12691428,"hoster":"VOE"},{"redirect":12691427,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"We’re Losing","descr":"Das Spiel ist in der ersten Runde des Ost-Tōkyō-Turniers wird für die Meisei-Schule gegen die Kenjō-Oberschule zur wahren Zerreißprobe. Die beiden Teams scheinen sich zunächst zu neutralisieren, doch dann wendet sich schlagartig das Blatt.","versions":[{"lang":3,"streams":[{"redirect":12691433,"hoster":"VOE"},{"redirect":12691441,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"I Wanted to See That Expression","descr":"Das Spiel gegen die Kenjō-Oberschule geht weiter. Die Meisei liegt im Rückstand und es sind nur noch zwei Innings zu spielen. Können sie die eisenharte Verteidigung der Kenjō durchbrechen und so noch einmal das Blatt wenden?","versions":[{"lang":3,"streams":[{"redirect":12691449,"hoster":"VOE"},{"redirect":12691445,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Full of Spirit","descr":"Die erste Runde des Ost-Tōkyō-Turniers ist geschafft. Nun gilt es den nächsten Gegner auszuspionieren. Doch genau wie ein gut geworfener Drop Ball laufen manche Dinge einfach nicht wie am Schnürchen.","versions":[{"lang":3,"streams":[{"redirect":13535804,"hoster":"VOE"},{"redirect":12691455,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"He Reminds Me of Someone","descr":"Sōichirō und Haruka sollen gemeinsam die gegnerischen Teams ausspionieren. Doch die beiden sind sich nicht ganz einig, welche Teams dabei wichtiger sind.","versions":[{"lang":3,"streams":[{"redirect":13535805,"hoster":"VOE"},{"redirect":12691475,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"On a Rainy Day Like Today","descr":"Trotz Regen und Feiertag trainiert das Baseballteam der Meisei-Oberstufe in der Sporthalle für ihr nächstes große Spiel im Ost-Tōkyō-Turnier. In der Zwischenzeit ist Otomi bei all ihren Verehrern heiß begehrt.","versions":[{"lang":3,"streams":[{"redirect":13535806,"hoster":"VOE"},{"redirect":12691479,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Do You Envy Them?","descr":"Die Meisei-Schule hat es bereits unter die Top 16 geschafft, da muss Ryō feststellen, wie wenig er eigentlich über Otomi und ihre Familie weiß. Doch in ihm regt sich auch ein längst vergessener Wunsch, der nach Natsunos Geschmack lieber vergessen geblieben wäre.","versions":[{"lang":3,"streams":[{"redirect":13535807,"hoster":"VOE"},{"redirect":12691489,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"You\u0027re Praying for Help","descr":"Nach vier intensiven Spielen in Folge zeigen sich bei Tōma Erschöpfungssymptome. Er muss geschont werden, wenn die Meisei weiterhin im Turnier bleiben möchte. Doch das Problem ist, dass ihr nächster Gegner, die Kaiō Nishi, nicht zu unterschätzen ist.","versions":[{"lang":3,"streams":[{"redirect":13535808,"hoster":"VOE"},{"redirect":12691799,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"If...","descr":"Das Viertelfinale gegen die Kaiō Nishi läuft für die Meisei eher durchwachsen. Da Tōma unter allen Umständen geschont werden muss, müssen die älteren Pitcher irgendwie das Ruder rumreißen. Andernfalls ist der Traum vom Kōshien ausgeträumt.","versions":[{"lang":3,"streams":[{"redirect":13535809,"hoster":"VOE"},{"redirect":12691811,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"He Loves His Sister","descr":"Das erste Spiel des Halbfinale des Ost-Tōkyō-Turniers steht unmittelbar bevor. Die Meisei-Schule tritt dabei gegen die haushohen Favoriten von der Tōshu-Oberschule an, deren herausragende Aufstellung vor allem von ihrem Ass Mita Hiroki getragen wird.","versions":[{"lang":3,"streams":[{"redirect":13535810,"hoster":"VOE"},{"redirect":12691827,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"It\u0027s a Matter of Time","descr":"Das Spiel zwischen der Meisei und der Tōshu geht in die heiße Phase über. Doch keiner der Pitcher gibt auch nur einen Run ab, sodass den Zuschauern ein Pitcher-Duell der Meisterklasse unter der sengenden Sommersonne geboten wird.","versions":[{"lang":3,"streams":[{"redirect":13535811,"hoster":"VOE"},{"redirect":12691835,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Don\u0027t You Think They\u0027re Alike?","descr":"Die Verlängerung zieht sich weiterhin punktlos hin. Bei diesem Pitcher-Duell entscheidet, welcher Pitcher zuerst erschöpft ist. Oder wessen Defense zuerst in sich zusammenbricht.","versions":[{"lang":3,"streams":[{"redirect":12691850,"hoster":"VOE"},{"redirect":12691852,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Looking Forward to Working with You","descr":"Nach dem Halbfinale im Ost-Tōkyō-Turnier erfährt das Baseballteam der Meisei-Schule große Aufmerksamkeit. Doch sie stehen vor einem entscheidenden Problem. Die Schüler aus dem letzten Jahr werden beim nächsten Turnier nicht mehr mit von der Partie sein und insbesondere ihr Fielding wird schwer darunter leiden. Daher müssen erst mal neue Mitglieder her!","versions":[{"lang":3,"streams":[{"redirect":13535812,"hoster":"VOE"},{"redirect":12692155,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Leave Me Alone","descr":"Tōma treibt noch immer diese Geschichte von Nishiki und Kuroyanagi um. Was steckte damals tatsächlich dahinter? Und was hat Nishikis verbeultes Gesicht zu bedeuten?","versions":[{"lang":3,"streams":[{"redirect":13535813,"hoster":"VOE"},{"redirect":12692169,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Don`t You Know What Month It Is?!","descr":"Die Frühlingsferien markieren das Ende des alten Schuljahres und den Anfang des neuen Schuljahres. Doch auch die Baseball-Saison wird eröffnet.","versions":[{"lang":3,"streams":[{"redirect":13535814,"hoster":"VOE"},{"redirect":12692168,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Convince Him","descr":"Zu Beginn des neuen Schuljahres finden sich die frischgebackenen Zehntklässler in den AGs ein. Auch das Baseballteam erhält neuen Zuwachs. Doch wie viel taugt dieser tatsächlich?","versions":[{"lang":3,"streams":[{"redirect":13535815,"hoster":"VOE"},{"redirect":12692180,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"What`s up, Scary Stranger?","descr":"Seit einiger Zeit schleicht ein verdächtiger Mann um die Meisei-Schule herum. Die Schule und Polizei warnen Anwohner und Schüler vor ihm. In der Schule selbst bereitet das Baseballteam eine Überraschungsfeier für Haruka vor.","versions":[{"lang":3,"streams":[{"redirect":13535816,"hoster":"VOE"},{"redirect":12692190,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"It`s Not a Dream","descr":"Nachdem Beitritt von Akai malt sich Trainer Ōyama Gorō reale Chancen für einen Sieg beim Turnier im Sommer aus. Selbst die begehrte Teilnahme am Kōshien scheint zum Greifen nahe.","versions":[{"lang":3,"streams":[{"redirect":13535818,"hoster":"VOE"},{"redirect":12692206,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Isn`t It Just a Practice Match?","descr":"Der Trainer der Kenjō-Oberschule möchte zu gerne ein Testspiel gegen die Meisei-Schule austragen, um das Ausmaß der Fähigkeiten des großen Außenseiters im anstehenden Herbstturnier zu begreifen. Doch eigentlich hat Ōyama Gorō gar keine Lust darauf, sich in die Karten schauen zu lassen.","versions":[{"lang":3,"streams":[{"redirect":13535817,"hoster":"VOE"},{"redirect":12692210,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Yeah, That`s Their Ace","descr":"Tōma und Koma verspäten sich zum Testspiel gegen die Kenjō-Oberschule, weil sie noch auf der Polizeiwache eine Aussage zu einem Taschendiebstahl machen müssen. In der Zwischenzeit muss Natsuno auf dem Mound gegen ein Team mit einer der stärksten Offenses die Stellung halten.","versions":[{"lang":3,"streams":[{"redirect":13535819,"hoster":"VOE"},{"redirect":12692215,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Let`s Play!","descr":"Der Sommer beginnt und somit rückt das Ost-Tōkyō-Turnier immer näher. Um sich schon mal in den richtigen Wettbewerbsmodus zu bringen und die letzten offenen Fragen in der Aufstellung zu klären, veranstaltet die Meisei ein internes Trainingsspiel. Die Sieger bekommen Verlierer Rāmen ausgegeben.","versions":[{"lang":3,"streams":[{"redirect":13535820,"hoster":"VOE"},{"redirect":12692223,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Don`t Underestimate It!","descr":"Das Trainingsspiel des Baseballteams der Meisei-Schule geht weiter. Das weiße Team wird zusätzlich schon zu ihrer schwächeren Besetzung auch noch mit Verletzungen belastet. Es sieht ganz so aus, als würde das rote Team die Rāmen gewinnen.","versions":[{"lang":3,"streams":[{"redirect":13535821,"hoster":"VOE"},{"redirect":12692234,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Let`s Pretend We Didn`t See","descr":"Während Otomi und Tōma mit Punch gassi gehen, treffen sie auf Tsukikage-sensei, die in einer kleinen Schaffenskrise steckt. Während sie sich über die Handlung unterhalten, beobachten die beiden, wie Haruka Sōichirō eine scheuert.","versions":[{"lang":3,"streams":[{"redirect":12692148,"hoster":"VOE"},{"redirect":12692154,"hoster":"Streamtape"}]}]}]}]}