{"seriesId":"mnchen-mord","name":"München Mord","descr":"Das Münchener Trio Ludwig Schaller, Harald Neuhauser und Angelika Flierl genießt bei den Polizeikollegen nicht den besten Ruf: ein Chef, der in psychiatrischer Behandlung war, ein Polizist, der als notorischer Frauenheld gilt, und eine junge Kollegin, die den Job nur durch Beziehungen bekommen haben soll. Dass sie trotzdem erfolgreich sind, hat mit ihren unorthodoxen Ermittlungsmethoden zu tun.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wir sind die Neuen","epNo":1,"alt":"","descr":"Grandios inszenierter, stimmungsvoller Bayernkrimi rund um ein Team aus sympathischen Sonderlingen. Wenn andere längst aufgegeben haben, laufen sie zur Höchstform auf. Zu ihren schärfsten Waffen zählen untrüglicher Instinkt, Neugier und Respektlosigkeit. Eine blutige Anfängerin, ein unberechenbarer Hitzkopf und ein labiler Chefermittler – Sieger sehen anders aus. Kein Wunder also, dass das neue \"Dream-Team\" der Münchner Kripo – bestehend aus Beinahe-Ruheständler Ludwig Schaller, Draufgänger Harald Neuhauser und Jungspund Angelika Flierl – vielen Kollegen bloß ein müdes Lächeln abringt. Zumal das ungleiche Trio ausgerechnet jene Fälle übernehmen soll, um die andere lieber einen großen Bogen machen. Umso größer ist daher die Überraschung, als sich dank unkonventioneller Ermittlungsmethoden tatsächlich erste Erfolge einstellen.","versions":[{"lang":1,"streams":[{"redirect":8818029,"hoster":"VOE"},{"redirect":8601451,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Hölle bin ich","epNo":2,"alt":"","descr":"Die Immobilienkauffrau Julika Amsel liegt mit gebrochenem Genick in der Diele ihrer Wohnung. Harald Neuhauser und seine Kollegin Angelika Flierl von der Münchener Polizei schließen einen Unfall aus und nehmen gemeinsam mit ihrem Chef, Hauptkommissar Ludwig Schaller, die Ermittlungen auf. Erste Befragungen führen zu dem neureichen Ehepaar Johannes und Lydia Dengler, bei dem Julika ihre Wohnung erworben hat. Aber woher hatte die junge Frau das viele Geld dafür? Und von wem hat die kontaktarme Einzelgängerin anonyme Anrufe erhalten? Ihr Bruder Janosch hat am Tag seiner Entlassung aus dem Gefängnis die Tote gefunden. Er will nun herausfinden, wer Julikas Mörder ist, und die Tat rächen. Für die Ermittler beginnt ein Wettlauf gegen die Zeit, denn Janosch hat nichts zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":8818028,"hoster":"VOE"},{"redirect":10591807,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kein Mensch, kein Problem","epNo":3,"alt":"","descr":"Totgesagte leben länger. Dank grandioser Ermittlungserfolge hat sich das belächelte Kommissarstrio Flierl, Neuhauser und Schaller zurück ins Spiel gekämpft. Doch nun drohen die drei erneut auf dem Abstellgleis zu landen. Beim Versuch, den Mord an einem Hotelgast aufzuklären, stechen sie in ein Wespennest. In der Rolle einer zwielichtigen Diplomatin glänzt Austro-Mimin Marion Mitterhammer. Ermitteln, bis kein Zweifel mehr besteht, dieser Handlungsmaxime folgt Ludwig Schaller stets unbeirrt. Auch im aktuellen Fall bleibt kein Stein auf dem anderen, ungeachtet aller Widerstände, die sich dem Münchner Kommissar und seinem Team in den Weg stellen. Dabei beginnt alles ganz harmlos: Ein Gast wird ermordet in einem Hotelzimmer aufgefunden. Diplomatisches Säbelrasseln, Vernebelungstaktiken und Querschläge eines ängstlichen Vorgesetzen erschweren die Wahrheitssuche jedoch empfindlich.","versions":[{"lang":1,"streams":[{"redirect":12250553,"hoster":"VOE"},{"redirect":8601455,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wo bist Du, Feigling","epNo":4,"alt":"","descr":"\"Wo bist Du, Feigling?\", fragt sich Angelika Flierl. Sie wurde Zeugin, wie ein Fremder eine junge Frau willkürlich demütigt und deren Verlobten so brutal niederschlägt, dass dieser stirbt. Gemeinsam mit ihren Kollegen nimmt sie die Ermittlungen auf. Doch die Chancen, den flüchtigen Täter zu stellen, sind gering – es scheint sich um eine reine Zufallstat ohne echtes Motiv zu handeln. Gibt es dennoch eine Verbindung zwischen Täter und Opfer? Als es kurz darauf negative Schlagzeilen zur Ermittlungsarbeit gibt, machen Dienststellenleiter Zangel und Staatsanwalt Holzmann Druck. Doch Schaller lässt sich dadurch nicht beeindrucken und setzt auf seine bewährten ungewöhnlichen Ermittlungsmethoden. Ob er dieses Mal die richtigen Eingebungen hat?","versions":[{"lang":1,"streams":[{"redirect":12380353,"hoster":"VOE"},{"redirect":8601450,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Einer der’s geschafft hat","epNo":5,"alt":"","descr":"Ein neuer Fall für das ungewöhnlichste Trio unter Münchens Mord-Kommissaren: In einer Villa liegt Unternehmer Petr Horvath mehr tot als lebendig in einer Blutlache. Aber noch lebt er. Die Ermittlungen führen Ludwig, Harald und Angelika bis über die tschechische Grenze. Als sie von einem Skelett im Bayerischen Wald erfahren, müssen die drei eine Zeitreise in die lebensgefährliche Vergangenheit von Schleusern und Geschleusten antreten. Auch Harald muss sich seiner Vergangenheit stellen: Ständig ruft eine gewisse Moni an, mit der er vor Jahren eine Affäre hatte. Nun will sie ihn mit den 14-jährigen Folgen namens Simon unter Druck setzen. Um herauszufinden, was bei Horvaths Flucht aus Tschechien damals wirklich passiert ist, lässt sich Angelika von Ludwig in seine speziellen induktiven Methoden einweisen. Und ehe sie sich versieht, watet sie ihrem verschrobenen Chef durch den wilden und kalten Grenzfluss hinterher. Im Präsidium macht Kriminaloberrat Zangel einen genialen Schachzug, um den unbequemen Ludwig Schaller loszuwerden. Doch als die schräge Truppe kurz davor ist, endgültig aufgelöst zu werden, laufen alle drei zu Höchstform auf.","versions":[{"lang":1,"streams":[{"redirect":8818031,"hoster":"VOE"},{"redirect":8601453,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Auf der Straße, nachts, allein","epNo":6,"alt":"","descr":"Ihr sechster Fall führt Münchens schrägstes Ermittler-Trio zu einem Leichenfund an die Isar: ein junger, sehr gut aussehender Mann mit Schusswunde im Bauch. Zusammen vermuten sie, dass es sich bei dem Mann um einen \"Dschamsterer\" handelt, also einen, der betuchten Damen seine sexuellen Dienste anbot. Weil Harald nur noch mit seiner neuen Flamme beschäftigt ist, nimmt Angelika die Ermittlungen selbst in die Hand. Was man durchaus wörtlich nehmen darf: Denn die Kommissarin investiert eigenes Geld in einen unerwartet charmanten Liebesdiener und erfährt unter anderem den Namen des Opfers. Der Tote entpuppt sich als guter Freund eines Kiosk-Angestellten, der in der Nähe des Tatorts arbeitet und den Kommissar Schaller wieder einmal mit sehr ungewöhnlichen Methoden überführen will. Belastend wird für das Trio der Umstand, dass Harald sich mit seiner \"Amour fou\" in diese Mordsache verstrickt hat. Der leicht aufbrausende Kommissar wird nervös und auch für Schaller nicht mehr kontrollierbar. Auch Angelika wählt den Weg, mit ihrem Einfühlungsvermögen an Harald heranzukommen. Als ein zweiter Mord geschieht, geht es für beide darum, Harald vor schlimmeren Konsequenzen zu bewahren. Am Ende kommt Zangel zu Wort: \"An das Göttliche glauben die allein, die es selber sind.\" Wen meint er denn damit?","versions":[{"lang":1,"streams":[{"redirect":8818030,"hoster":"VOE"},{"redirect":8601456,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die ganze Stadt ein Depp","epNo":7,"alt":"","descr":"In seinem neuen Fall muss das Trio Schaller, Neuhauser und Flierl gleich zwei Mordfälle klären – und das zu einer Zeit, in der München Kopf steht: Das Oktoberfest ist in vollem Gange. Ein Nachbar von Kriminaloberrat Zangel wird tot in seiner Wohnung aufgefunden. Der vereinsamte Rentner, Josef Kleint, wurde erschlagen. Ein wertvolles Gemälde, das die Wand der Wohnung des Opfers schmückte, wird das Zentrum eines Irrgartens aus Verdächtigen. Die Spur führt die drei Kommissare zum ehemaligen Arbeitsplatz des getöteten Ex-Hausmeisters: die Musikhochschule München. In den Untergeschossen des Königsplatzes landen die Ermittler in einem Mord-Labyrinth aus Spekulanten tiefbrauner Beutekunst. Hausmeister Uli Schmidbauer weiß von den Geheimnissen des Kellers und versucht scheinbar, damit Profit zu machen. Doch die ehrgeizige Studentin Stella Bast kommt ihm auf die Schliche. Allerdings ist sie nicht die Einzige, die sich bereichern will. Als sich dann ein zweiter Mord ereignet, erweitert sich schnell der Kreis der Verdächtigen, und die Ermittler werden vor ein noch größeres Rätsel gestellt. Zu allem Überfluss ist in München auch noch Wiesnzeit. Fast alle in der Stadt tragen Tracht und sind ausgelassen. Doch Ludwig Schaller hasst die Wiesn, Angelika Flierl versucht verzweifelt, einen Tisch im Festzelt zu gewinnen, und \"Harry\" Neuhauser wird hartnäckig von einer Frau verfolgt, die sich nach einem intensiven Wiesnflirt mit anschließendem One-Night-Stand viel mehr erhofft hatte. Trotz ihrer persönlichen Probleme und dem Ausnahmezustand in der Stadt setzen die drei Ermittler alles daran, die Morde so schnell wie möglich aufzuklären. Heiße Spuren und kaltblütige Verdächtige bringen dabei die beiden Kommissare Flierl und Neuhauser einander viel näher, als ihnen am Ende lieb sein kann.","versions":[{"lang":1,"streams":[{"redirect":9616664,"hoster":"VOE"},{"redirect":8818025,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Leben und Sterben in Schwabing","epNo":8,"alt":"","descr":"Der Sehnsuchtsort München und seine verrufenen drei Ermittler, Angelika Flierl, Harald Neuhauser und Ludwig Schaller aus dem Kellergeschoss des Präsidiums, haben ein Problem. Im berühmten Stadtteil München-Schwabing wird eine furchtbar zugerichtete Leiche gefunden. Das Opfer wurde mit Blumendraht an eine Laterne gebunden und zur Schau gestellt, fast wie an einem Marterpfahl. Schwabing, eigentlich berühmt für sein ausgelassenes Lebensgefühl der 70er- und 80er-Jahre, existiert heute so nicht mehr. Der Totenfund dokumentiert das eindrucksvoll. Angelika hatte gerade eben einen Ukulele-Auftritt und lebt ihre Sehnsucht nach der Musik, Harald schwärmt von der besonderen Aura Schwabinger Frauen, und Ludwig trifft alte Bekannte. Die drei schnappen sich den Fall, der von undurchsichtigen Beteiligten nur so wimmelt, und alles scheint bedroht von den auch in München um sich greifenden globalen Hipsterkulturen. Der tote Armin Riester hat offenbar ein gefährliches Spiel gespielt. Die drei Ermittler übernehmen. Gut, dass wenigstens Ludwig Schaller die alten Schwabinger, das Viertel und seine verblühte Lebensart kennt. Sie finden heraus, dass Riester Häuser in Schwabing geerbt hat und zum Zweck des Profits die alteingesessenen Mieter vertrieb. Für die Betroffenen hat das oft tragische und existenzielle Folgen. Da wäre zum Beispiel Lukas Gutsch, dessen Eltern ihre Existenz aufgeben mussten. Dazu kommt, dass Armin Riester mit der Tochter von Gutschs Freundin anbandelte, sehr zum Unmut der Mutter. Doch auch Antiquariatsbesitzer Fridolin Kitzing und seine Tochter Mia, die den Toten fand, stehen im Fokus. Nach und nach zieht das Trio aus dem Keller immer engere Kreise um den Täter. Ein Name taucht immer wieder auf: Der berüchtigte Türken-Rudi ist nicht nur ein Altschwabinger Rocker mit einer eigenen Band, sondern er ist auch das, was man eine geheime Kiezgröße nennt.","versions":[{"lang":1,"streams":[{"redirect":8818033,"hoster":"VOE"},{"redirect":8601454,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Unterirdischen","epNo":9,"alt":"","descr":"Auf einem Münchner Friedhof werden in einer Mülltonne eine Leiche und ein zerschnittener Personalausweis des Opfers gefunden. Es stellt sich heraus, dass der Fundort nicht der Tatort ist. Schaller vermutet einen Tat-Hintergrund im Untergrund. Wie recht er behalten soll, wird klar, als die Nichte des Verstorbenen, Tine, einen geheimen Untergrund-Klub erwähnt. Dieser wird zum Fokus der Ermittlungen. Alle Verdächtigen des Falles haben auf die eine oder andere Weise mit dem ominösen Klub zu tun. Aber niemand will sagen können, wo er ist. Erst, nachdem in die Wohnung der Journalistin Miriam, einer guten Freundin von Tine, eingebrochen wurde und Miriam verschwunden ist, erzählt Tine endlich mehr von dem High-Society-Konzept des Klubs: Angeblich werden schöne Mädchen angeheuert, um erfolgreichen Geschäftsmännern bei glamourösen Dinnerpartys platonische Gesellschaft zu leisten – und Miriam und sie selbst waren Teil davon. Das schreit nach einem offensiveren Ermittlungsstil: Harald und Ludwig müssen unbedingt in diesen Klub gelangen, um mehr über den windigen Betreiber Jochen Schildt herauszufinden. Doch wie den Beitrag von mindestens 10 000 Euro aufbringen? Und werden sie dort die nötigen Beweise finden?","versions":[{"lang":1,"streams":[{"redirect":8818036,"hoster":"VOE"},{"redirect":8601457,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was vom Leben übrig bleibt","epNo":10,"alt":"","descr":"Der Tod des herzschwachen Bestatters Josef Thallinger scheint ganz natürlich verlaufen zu sein. Doch Tochter Eva vermutet, dass mehr hinter dem Tod ihres geliebten Vaters steckt. Daher schaltet sich das Keller-Kommissariat mit Angelika Flierl, Harald Neuhauser und Ludwig Schaller ein. Der Fall zwingt die Kommissare, sich mit ihrem Leben und dem Tod auseinanderzusetzen. Auf einen Hinweis aus dem Jenseits warten sie jedoch vergeblich. Ein Mord lässt sich nicht beweisen, allein schon deshalb, weil die Leiche bereits mit Formaldehyd präpariert wurde. Dabei gibt es viele Unstimmigkeiten innerhalb der seltsam anmutenden Familie Thallinger und deren Bestattungsunternehmen. Als alle Ermittlungen ins Leere zu laufen drohen, finden die drei in Josefs Notizbuch doch noch eine, wenn auch schwer zu entziffernde, Notiz, die sie zu einer möglichen Spur führt. Am Ende müssen sie Kriminaloberrat Zangel in die Entschlüsselung einbeziehen. Kann ausgerechnet er den nötigen Hinweis liefern?","versions":[{"lang":1,"streams":[{"redirect":8818035,"hoster":"VOE"},{"redirect":8601463,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ausnahmezustand","epNo":11,"alt":"","descr":"Der Giesinger Fußballverein hat wieder einmal verloren. Kommissar Neuhauser und Kollegin Flierl begießen das Spiel in einer Kneipe und stoßen prompt auf einen Toten. Sie informieren Schaller. In dem alten Arbeiterviertel toben die Fans der \"Blauen\". Doch den Kommissaren schlägt bei ihrer Befragung eine Mauer des Schweigens entgegen. Hier verrät keiner den anderen. Mindestens zwei Menschen haben jedoch ein Motiv: die Ehefrau Leana und Kumpel \"Breitner\". Auch der Wirt des \"Kronenstüberls\", Gusthoff, verhält sich seltsam. Er entzieht sich immer wieder den Befragungen. Die drei Kommissare werden zunächst geschickt ihren Vorgesetzten Zangel los, der mal wieder meint, dass die Kommissare die Finger von dem Fall lassen sollten. Getrieben von der Erkenntnis, dass der Mörder sich in der Masse der Fans verbirgt, vereinbart das Trio, solange im Viertel zu bleiben, bis es den Mörder dingfest gemacht hat. Harald überredet die Einsatzkräfte der Polizei vor Ort, die Personalien der Fans aufzunehmen – vier Kästen Bier und Fußball-Tickets bekräftigen seine Argumente. Dann nimmt er sich den Kumpel des Mordopfers, \"Breitner\", vor, der gerade die Kneipengäste mit wortreichen Spielanalysen nervt. Flierl beschäftigt sich mit der Ehefrau des Toten, Leana Reinl. Flierl ist sich sicher, dass die Frau lügt. Schaller bearbeitet die Zeugin des Mordes, Frau Birgel. Alles vergebens. Die Gesetze dieses Viertels sind klar: Die Polizei hat hier nichts zu suchen. Keiner gibt einen Hinweis. Reinl macht sogar keinen Hehl daraus, dass sie Flierl nicht leiden kann. Doch die Kommissare lernen schnell, wie sie die Giesinger zu nehmen haben. Am Ende sitzt Flierl mit Leana in einem sehr aufschlussreichen Gespräch zusammen, Schaller erfährt das Seinige beim Eierlikör mit Frau Birgel, und Harald nutzt seine Kontakte zu Jessy und Maiki und stellt \"Breitner\" im Bereitschaftsbus sicher. Am nächsten Morgen haben die drei Kommissare mit ihren eigenen Mitteln den Fall gelöst, ohne Giesing auch nur ein Mal verlassen zu haben. Volle Stadien, eng beieinander stehende Fans: Während der Drehzeit des elften Falles von \"München Mord\" war die Corona-Pandemie noch nicht zu erahnen. Schauspieler Marcus Mittermeier war in dem Milieu in seinem Element: In der Jugend startete für ihn eine vielversprechende Fußballerkarriere, bis eine Verletzung allen Träumen ein Ende setzte. Heute betreut er die Benefizmannschaften, die für sein Hilfsprojektkicken","versions":[{"lang":1,"streams":[{"redirect":8355378,"hoster":"VOE"},{"redirect":8355376,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Letzte seiner Art","epNo":12,"alt":"","descr":"Im Münchner Bahnhofsviertel inspizieren die Kommissare Flierl, Neuhauser und Schaller eine Leiche in auffälliger 70er-Jahre-Kleidung. Schaller fühlt sich sofort an die Kiezlegende dieser Zeit erinnert: Gustav Schmidinger, der \"Pate\" des Bahnhofviertels. Doch der Tote ist ein üblicher Kleinkrimineller. Schmidinger war einer der Ersten, der Prostitution und Glücksspiel konsequent im Bahnhofsviertel etablierte. So kennt auch Kriminaloberrat Zangl ihn bestens. Zangl lieferte sich damals erbitterte Kämpfe mit dem \"Paten\". Schmidinger, so belehrt er seine ihm untergebenen Kommissare, lebe seit 30 Jahren in Kalifornien. Schmidingers Ex-Frau Katharina weiß das besser: Der \"Pate\" sei zurück – und beanspruche sein Terrain erneut.","versions":[{"lang":1,"streams":[{"redirect":9885944,"hoster":"VOE"},{"redirect":9885903,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Kamel und die Blume","epNo":13,"alt":"","descr":"Das Kommissar-Trio Schaller, Flierl und Neuhauser untersucht eine Explosion mit Todesfolge in einer Schrebergarten-Siedlung. Die Explosion war kein Unfall, sondern die Gasleitung wurde manipuliert. Celine Papst taucht besorgt am Tatort auf. Denn sie und vor allem ihr neuer Freund Karim nutzen die betroffene Hütte, die Celines Vater Oliver Papst gehört. Celines Sorge um Karim ist begründet. Sie ist schwanger, will aber von ihrem Ex-Freund Patrick nichts mehr wissen. Patrick will die Beziehung, auch wegen des Kindes, unbedingt aufrechterhalten und empfindet Karim umso mehr als Rivalen, als dieser das Kind akzeptiert und sich darauf freut. Patricks Eifersucht gipfelt in der Entführung Karims. Überdies scheint es bald so, als würde Celines Vater, der Patrick gut kennt, hier eine entscheidende Rolle einnehmen.","versions":[{"lang":1,"streams":[{"redirect":9885912,"hoster":"VOE"},{"redirect":9885919,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Dolce Vita","epNo":14,"alt":"","descr":"Einen vermeintlichen Unfall enttarnen die Kommissare Flierl, Neuhauser und Schaller als Mord. Das Opfer wurde drei Mal überfahren. Die Ermittlung gestaltet sich schwierig. Das gut gekleidete Mordopfer führt keine Papiere mit sich, Etiketten seines Maßanzugs sind entfernt. Oberkriminalrat Zangel hält die Sache nicht für ermittlungswürdig. Die Kommissare sollten lieber Akten digitalisieren. Die Kommissare ermitteln heimlich. Eine erste Spur führt zu einem jungen Steuerberater. Fidelius Aubacher scheint sofort von Angelika Flierl angetan. Angelika hält diese Spur zunächst für kalt, später jedoch wird sie Fidelius Adoptiveltern ausfindig machen. Der Pathologe Dr. Laicher findet am Toten einen auffälligen Leberfleck und im Maßanzug eingenäht 25 000 Euro in bar.","versions":[{"lang":1,"streams":[{"redirect":9885917,"hoster":"VOE"},{"redirect":9885876,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schwarze Rosen","epNo":15,"alt":"","descr":"Die Kommissare vom K11 bitten Flierl, Neuhauser und Schaller, ihren Fall zu übernehmen. Der vorbestrafte Lutz Werneck, der eines Raubmordes verdächtigt wird, soll beschattet werden. Die Besitzerin des Klubs, Patrizia Wolff, wurde erschossen, Kellnerin Nike blieb unverletzt. Flierl wird bei dem Einsatz brutal niedergeschlagen; eine Schmach für sie und ein Ärgernis für ihren Chef Zangel, denn das K11 hielt entscheidende Informationen zurück. Täter wie Kommissare sehen sich mit ihren Lebensträumen konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":13918510,"hoster":"VOE"},{"redirect":11071357,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Damit ihr nachts ruhig schlafen könnt","epNo":16,"alt":"","descr":"Das Ermittlertrio Schaller, Flierl und Neuhauser soll eine Akte schließen. Gerade erklären sie der Mutter, dass ihr Sohn Benno kein Vermisstenfall mehr ist, da fällt ein Schuss. Flierl und Neuhauser setzen den mutmaßlichen Täter fest. Er scheint in jeglicher Hinsicht besonders. Er sieht aus wie Hollywoodstar Omar Sharif, verbirgt erfolgreich seine Identität, flüchtet aus dem Kommissariat und entführt später sogar Angelika Flierl. Neuhauser und Schaller sind alarmiert, auch, weil die Tatwaffe eine Pistole aus dem Bestand der Bundeswehr ist. Der Täter/​Entführer beteuert Angelika Flierl seine Unschuld. Sie glaubt ihm zunächst kein Wort. Doch als er verfolgt und angeschossen wird und sich zudem ihr gegenüber verantwortlich, fast fürsorglich, verhält, wird Angelika nachdenklich.Der attraktive Mann verfehlt bei ihr nicht seine Wirkung, auch wenn Flierl in keinem Moment ihre Aufgabe als Polizistin vergisst und seine Nähe nutzt, um Ermittlungsinformationen zu sammeln. \"Mr. Hollywood\" kennt, wie auch der junge Benno, das Mordopfer. Der Fall wird immer mysteriöser.","versions":[{"lang":1,"streams":[{"redirect":12215532,"hoster":"VOE"},{"redirect":12215539,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der gute Mann vom Herzogpark","epNo":17,"alt":"","descr":"Almuth Schön (72) wird von ihrem angesehenen Gatten beim Einparken überfahren. Was Zangel für einen tragischen Unfall hält, identifizieren die Keller-Kommissare als Mord. Kurz darauf stirbt der wohlhabende Dr. Siegfried Schön (82) selbst. Als die Kommissare Flierl, Schaller und Neuhauser Dr. Schöns Haushaltshilfe Natascha Zeller befragen wollen, finden sie diese tot in ihrer Badewanne.","versions":[{"lang":1,"streams":[{"redirect":13269545,"hoster":"VOE"},{"redirect":13269548,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"A saisonale G\u0026#039;schicht","epNo":18,"alt":"","descr":"Klaus Niehoff liegt zu Füßen des Friedensengels. Ein Sturz; man geht von Selbstmord aus. Doch die Kommissare Neuhauser, Flierl und Schaller finden zu viele Ungereimtheiten. Niehoff war hoch verschuldet, seine Ehe am Ende, er hatte einen Bekannten halb totgeprügelt und seine Ex-Geliebte in einem Museum bedroht. Eine Motorradfahrerin schien ihn kurz vor seinem Sturz beobachtet zu haben. Aber er hatte noch Pläne, was gegen Selbstmord spricht. Die drei Kommissare nehmen die Verdächtigen in näheren Augenschein, wobei Schaller aus gewissen Gründen undercover bei Niehoffs Ex-Geliebten recherchiert. Er gibt sich als wohlhabender Witwer aus, der vermeintlich auf Brautschau ist, und muss gegenüber der charismatischen Frau Markgraf aufpassen, dass er Rolle und Realität nicht verwechselt.","versions":[{"lang":1,"streams":[{"redirect":13762895,"hoster":"VOE"},{"redirect":13762886,"hoster":"Streamtape"}]}]}]}]}