{"seriesId":"mnchner-geschichten","name":"Münchner Geschichten","descr":"Tscharlie, ein in die Jahre gekommener Berufsjugendlicher, wohnt bei seiner Oma in München. Er hält viel von sich und versucht seine diversen Existenzgründungsideen in die Tat umzusetzen (z. B. Betreuer einer Künstleragentur, systematische Wetterfolge durch Großcomputeranalyse und Erkundung diverser Reitställe, Produzent von Brettl-Komödianten und -musikern in der Wirtschaft der Eltern seiner Verlobten, Inhaber eines \"Tschiens-Geschäfts\" [Tscharlie\u0027s Tschiens] etc.). Die Episoden schildern ebenso den Zeitgeist Münchens in den siebziger Jahren (Bauspekulanten, die Tscharlies Oma aus der Wohnung schmeißen und Zimmer teuer an Ausländer weitervermieten wollen, Wohnungssuche der Oma in der neu erbauten Trabantenstadt, Besuch Tscharlies bei Freunden (Wirtschaftswunderprofiteure, die seinen Neid erwecken), Heiratsambitionen von Tscharlies Freundin, das gutbürgerliche Leben seines besten Freundes, eines Versicherungsangestellten. Tscharlie landet trotz aller anfänglichen Erfolge immer wieder auf dem Nullpunkt, da er es nicht auf die Reihe bringen will, mit seinen Existenzgründungen Erfolg zu haben. Eigentlich möchte er, dass alles so unbestimmt bleibt wie es ist. ","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Dreiviertelreife","epNo":1,"alt":"","descr":"Die \"Münchner Geschichten\" spielen im Lehel, einem Viertel in der Münchner Innenstadt, das Anfang der 70er Jahre in besonderem Maße Veränderungen ausgeliefert war, die einhergingen mit dem Expansionsstreben einer modernen Großstadt. Das bis dahin intakte Sozialgefüge wurde in seiner Substanz mehr und mehr durch die auf wirtschaftliche Nutzung zielenden Baumaßnahmen gefährdet.","versions":[{"lang":1,"streams":[{"redirect":12268998,"hoster":"VOE"},{"redirect":8601458,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Glücksach","epNo":2,"alt":"","descr":"Tscharli trifft einen alten Freund wieder, den professionellen Spieler Max, der sich auch gleich in Oma Häuslers Wohnung einnistet. Er ist kein gern gesehener Gast und als er dann auch noch das Kartenspielen mit Herrn Heinrich und Herrn Eder anfängt und dabei betrügt, wirft ihn Anna Häusler aus ihrer Wohnung.","versions":[{"lang":1,"streams":[{"redirect":12917841,"hoster":"VOE"},{"redirect":8601459,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rosenzauber","epNo":3,"alt":"","descr":"Gustls Vater wird wie in jedem Jahr mit der \"goldenen Rose\" für den schönsten Kleingarten ausgezeichnet. Bei der Verleihung spielt der Untermieter der Häuslers, Herr Heinrich, ein so ergreifendes Geigensolo, dass Tscharli Häusler beschließt, ihn zu managen und eine Musikagentur zu eröffnen. Auf diesem Weg lernt Herr Heinrich zwar einige Musikerkollegen kennen, die sich zum Musizieren sehr zur Freude von Oma Häusler in deren Wohnung treffen. Tscharli hingegen bleibt mit seiner Musikagentur erfolglos auf der Strecke und muss sich nach einer neuen Arbeit umsehen.","versions":[{"lang":1,"streams":[{"redirect":8818037,"hoster":"VOE"},{"redirect":8601460,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Brettl","epNo":4,"alt":"","descr":"Nachdem Tscharli mal wieder seinen Job aufgegeben hat – diesmal bei einem Antiquitätenhändler – liest er zufällig in der Zeitung von einem Brettl, bayerischer Kleinkunst mit Musik- und Theatereinlagen, und besucht mit Gustl eine Vorstellung.","versions":[{"lang":1,"streams":[{"redirect":8818042,"hoster":"VOE"},{"redirect":8601461,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Ziel im Leben","epNo":5,"alt":"","descr":"Als dem Antrag von Oma Anna Häusler auf eine Sozialwohnung stattgegeben wird, hat ihr Enkel Tscharli mal wieder eine Riesenidee und setzt sich mit seinem Freund, dem Immobilienhai Peter Pickl, in Verbindung. Tscharli will nämlich weiterhin Hauptmieter der geräumigen Fünf-Zimmer-Altbauwohnung bleiben, sie auf eigene Kosten renovieren und dann zu einem viel höheren Preis weitervermieten. Dabei soll ihm Pickl helfen.","versions":[{"lang":1,"streams":[{"redirect":8818039,"hoster":"VOE"},{"redirect":8601462,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Maulhelden","epNo":6,"alt":"","descr":"Frauen gehören für Tscharli zu den besseren Seiten des Lebens. Beim \"Anbandeln\" ist er Weltmeister. Sein derzeitiger Job als Autoverkäufer bei einem Gebrauchtwagenhändler bietet ihm reichlich Gelegenheit dazu. Und weil er findet, dass sein Spezl Gustl viel zu sehr an die Arbeit denkt und sich außerdem schwer tut, Frauen kennen zu lernen, möchte er ihm \"praktischen Unterricht\" geben – am besten gleich am nächsten Vormittag. Wenn die Männer bei der Arbeit sind, dann haben die Hausfrauen sozusagen ihre romantische Stunde. Da san s’ wie entfesselt.","versions":[{"lang":1,"streams":[{"redirect":8818044,"hoster":"VOE"},{"redirect":8601465,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der lange Weg nach Sacramento","epNo":7,"alt":"","descr":"Bei dem Versuch, ihre Faschingsrollen über ein Wochenende durchzuspielen, kommen Tscharli als Zorro, Gustl als Gringo und Achmed als Zapata verkleidet in immer größere Schwierigkeiten. Als die drei an der Isar ganz nach Westernsitte am offenen Feuer kampieren, werden sie wegen Landstreicherei festgenommen und ein Ritt auf \"geliehenen\" Pferden durch die Ludwigstraße in Richtung Siegestor führt zu einem zweiten Verhör. Dabei halten Tscharli und Gustl alias Zorro und Gringo ihre Rolle durch, nur Achmed wird zum Verräter.","versions":[{"lang":1,"streams":[{"redirect":13105505,"hoster":"VOE"},{"redirect":8601466,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Geschäft ist Geschäft","epNo":8,"alt":"","descr":"Im Lehel hat wieder mal ein kleines Einzelhandelsgeschäft aufgegeben. Tscharli, der gerade in einer Jeansgroßhandlung als Ausfahrer arbeitet, möchte sich selbstständig machen und in dem früheren Milchladen eine eigene \"todsicher rentable\" Jeansboutique eröffnen.","versions":[{"lang":1,"streams":[{"redirect":13102224,"hoster":"VOE"},{"redirect":8601464,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ois anders","epNo":9,"alt":"","descr":"Die Zeichen stehen auf Veränderung: Das Haus, in dem Tscharli mit seiner Oma lebt, soll nun doch abgerissen werden. Die ersten Mieter ziehen bereits aus. Der Hausbesitzer Fischhuber hat Oma Anna Häusler eine Abfindung angeboten, mit der sie sich in ein städtisches Altersheim einkaufen kann. Tscharli wird mit Hilfe seines befreundeten Immobilienhais Pickl in ein Einzimmerappartement in Schwabing ziehen.","versions":[{"lang":1,"streams":[{"redirect":8818040,"hoster":"VOE"},{"redirect":8601467,"hoster":"Streamtape"}]}]}]}]}