{"path":"/serie/stream/mnner-der-see","name":"Männer der See","descr":"Die Doku-Serie begleitet Männer, die ihrer Arbeit vor den Küsten Deutschlands nachgehen – vom Krabbenfischer bis hin zum Bereitschaftsdienst auf dem Seenotkreuzer.","seasons":[{"path":"/serie/stream/mnner-der-see/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mnner-der-see/staffel-1/episode-1","name":"Ein saugeiles Leben","epNo":1,"alt":"","descr":"Am Nordostseekanal nimmt Heiner Kucz Abschied von seiner Frau. Drei Monate werden sich die beiden nicht sehen. Der erfahrene Seebär übernimmt das Kommando auf der Brücke des Massengutsfrachters \"André W.\" Gemeinsam mit seiner neunköpfigen Crew geht es für den Kapitän über die Nordsee, durch den Englischen Kanal bis in die französische Hafenstadt Rouen. Obwohl das Leben auf dem hundert Meter langen Arbeitsschiff nur wenig mit Seefahrerromantik zu tun hat, würde Heiner Kucz niemals auf einer Luxusyacht anheuern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8364838","hoster":"VOE"},{"path":"/redirect/8364839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mnner-der-see/staffel-1/episode-2","name":"Jeder will leben!","epNo":2,"alt":"","descr":"Für Krabbenfischer Nils Sander aus Ostfriesland läuft die Saison nicht gut. Seit Tagen ist der erfahrene Schiffsführer gemeinsam mit seinem Matrosen auf der Nordsee unterwegs, aber die begehrte Beute will sich nicht einfangen lassen. Eine Auszeit können sich Nils und Timo unter diesen Umständen eigentlich nicht leisten, aber es steht eine wichtige Angelegenheit im Terminkalender: Vater Dirk hat sich ein neues Boot gekauft, und ohne eine anständige ostfriesische Schiffstaufe will sein Sohn Nils ihn nicht auf die Nordsee fahren lassen. Denn das bringt Unglück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8364855","hoster":"VOE"},{"path":"/redirect/8364853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mnner-der-see/staffel-1/episode-3","name":"Das wird ganz eng!","epNo":3,"alt":"","descr":"Frank Martens braucht Nerven wie Drahtseile. Der Kapitän der 1300 PS starken \"Taucher Otto Wulf 3\" sorgt mit seiner Crew dafür, dass große und schwerfällige Schiffe in Cuxhaven sicher an ihren Liegeplatz gelangen. Die Strömung in der Elbmündung ist enorm stark: Als die Crew einem Schleppverband, der eine Windkraftanlage transportiert, durch die enge Einfahrt ins Hafenbecken lotst, ist Augenmaß gefragt. Schiffsführer Frank muss sein ganzes Können auf bieten, damit die wertvolle Fracht unbeschädigt ihren Bestimmungsort erreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9616657","hoster":"VOE"},{"path":"/redirect/8364825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mnner-der-see/staffel-1/episode-4","name":"Seefahrt macht süchtig","epNo":4,"alt":"","descr":"Heiner Kucz und seine Besatzung haben mit ihrem Frachtschiff in den vergangenen vier Monaten Tausende Seemeilen zurückgelegt. In der langen Zeit hat sich der erfahrene Kapitän nur zwei Landausflüge gegönnt, deshalb sind seine Nerven ein wenig angespannt. Heiners Erster Offizier, Benjamin Unseld, ist hingegen voller Begeisterung und freut sich auf den neuen Auftrag: Die Reise führt nach Antwerpen. Dort wird der hundert Meter lange Massengutsfrachter Ladung aufnehmen und diese anschließend nach Finnland transportieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8364816","hoster":"VOE"},{"path":"/redirect/8364812","hoster":"Streamtape"}]}]}]}]}