{"path":"/serie/stream/mob-doctor","name":"Mob Doctor","descr":"Die Chirurgin Grace Devlin steht vor einer vielversprechenden beruflichen Karriere. Doch während sie sich am Roosevelt Medical Center ambitioniert um ihre Patienten kümmert, führt sie gleichzeitig ein Doppelleben als Ärztin für die örtliche Mafia. Um die lebenslangen Spielschulden ihres Bruders Nate zu begleichen, hatte sie einen Pakt mit dem Teufel geschlossen – in Gestalt von Mafiaboss Constantine Alexander. So jongliert die nervenstarke Grace zwischen zwei Welten: Tagsüber kümmert sie sich um den Klinikalltag, nachts pflegt sie Schusswunden oder hilft alternden Gangstern mit Erektionsstörungen. Diese Art der Doppelbelastung führt nicht nur regelmäßig zu Gewissenskonflikten. Grace muss ihre spezielle Tätigkeit auch noch permanent vor ihrem Freund Brett und dem Kollegium geheim halten.","seasons":[{"path":"/serie/stream/mob-doctor/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mob-doctor/staffel-1/episode-1","name":"Der Deal","epNo":1,"alt":"Pilot","descr":"Grace Devlin ist eine junge, talentierte Herzchirurgin in Chicago mit einem ungewöhnlichen Zweitjob. Um ihren Bruder Nate zu beschützen, der sich beim Glückspiel hoffnungslos verschuldet hat, kümmert sie sich um die medizinische Versorgung der lokalen Mafia. Als sie im Krankenhaus eine schwierige OP durchführen soll, befiehlt ihr der Obermafioso Moretti, einen tödlichen Kunstfehler zu begehen. Der Patient ist als Kronzeuge gegen die Mafia vorgesehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847940","hoster":"VOE"},{"path":"/redirect/8599238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-2","name":"Familiengeheimnisse","epNo":2,"alt":"Family Secrets","descr":"Constantine will Morettis Geschäfte übernehmen und trifft sich mit den Mafia-Brüdern Titus und Dante Amato. Dante hat schwere gesundheitliche Probleme und so wird Grace beauftragt, ihn zu behandlen. Dazu muss Grace ihn ins Spital einschmuggeln und mit den Daten eines frisch Verstorbenen versehen, damit sie ihn durchchecken kann. Aus Dankbarkeit gibt ihr Dante einen Hinweis, wer über den Mord an ihrem Vater Bescheid weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847942","hoster":"VOE"},{"path":"/redirect/8599243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-3","name":"Hilf Dir selbst …","epNo":3,"alt":"Protect and Serve","descr":"Eine Familie hat mit ihrem Auto einen schweren Unfall. Die kleine Tochter der Familie stirbt, der kleine Sohn läuft Gefahr, sein Bein zu verlieren. Inzwischen bittet Constantin Grace, den Unfallverursacher zu behandeln, was sie aber nur halbherzig tut. Nach ein paar Tagen muss sie ihn trotzdem im Krankenhaus aufnehmen, da er sterben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847947","hoster":"VOE"},{"path":"/redirect/8599240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-4","name":"Die Zeitbombe","epNo":4,"alt":"Sibling Rivalry","descr":"Diesmal erhält Grace von Constantine den Auftrag, einem Mädchen bei der Geburt zu helfen. Für das Baby ist schon alles arrangiert: Es soll in eine Pflegefamilie gegeben werden. Doch dann kommt es zu Komplikationen und die junge Frau muss notoperiert werden. Nach der Operation steht fest, dass sie keine Kinder mehr bekommen kann. Deshalb will die junge Frau ihr Baby zurück. Inzwischen ist Constantines Rivale ‚von den Toten auferstanden‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847945","hoster":"VOE"},{"path":"/redirect/8599239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-5","name":"Das Herz eines Vaters","epNo":5,"alt":"Change of Heart","descr":"Grace hat eine junge herzkranke Patientin. Constantine will, dass sie den Vater der Patientin, der im Gefängnis sitzt, im Rahmen einer Behandlung tötet und sein Herz seiner Tochter einsetzt. Als sich Grace weigert und auch die Patientin das Herz ihres Vaters verweigert, greift Constantine zu anderen Mitteln. So bleibt Grace nichts anderes übrig, als die Transplantation vorzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847941","hoster":"VOE"},{"path":"/redirect/8599245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-6","name":"Die erste Kugel","epNo":6,"alt":"Legacy","descr":"Grace muss sich um eine junge Frau kümmern, die beim Schwimmen im See von einem Motorboot überfahren wurde. Den Ärzten gelingt es, ihren Zustand zu stabilisieren. Seltsamerweise kann sich die Frau nicht erinnern, überhaupt schwimmen gewesen zu sein. Auf dem Weg nach Hause gerät Grace in die Fänge von Franco und Moretti. Die beiden benutzen sie als Lockvogel, um Constantine in eine Falle zu locken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847944","hoster":"VOE"},{"path":"/redirect/13964139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-7","name":"Das Naturtalent","epNo":7,"alt":"Complications","descr":"Der Krieg zwischen Moretti und Constantine droht zu eskalieren. Moretti schickt seine Männer in Constantines Lagerhaus, um es zu verwüsten. Doch Constantine ist darauf vorbereitet, er hat überall Wachen postiert. Bei dem folgenden Schusswechsel werden eine zufällig vorbeifahrende Mutter und ihre Tochter schwer verletzt. Während Grace damit beschäftigt ist, das Leben der beiden zu retten, verschlechtert sich ihr Verhältnis zu Brett zusehends.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847939","hoster":"VOE"},{"path":"/redirect/8599244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-8","name":"Gipfeltreffen","epNo":8,"alt":"Turf War","descr":"Constantine hat Großes vor: Er plant eine Koalition zwischen allen Mafia-Fraktionen der Stadt. Da jedoch der Mafia Boss des Nordens ein großer Hypochonder ist, der sich weigert, ohne ärztliche Untersuchung das Haus zu verlassen, benötigt Constantine erneut Graces Hilfe. Doch Grace hat von Franco erfahren, dass das FBI längst eine Akte über sie angelegt hat. Sie bittet Constantine, sie aus der Vereinbarung zu entlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847943","hoster":"VOE"},{"path":"/redirect/8599241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-9","name":"Wasser Marsch!","epNo":9,"alt":"Game Changers","descr":"Ein mysteriöser Unbekannter kommt ins Roosevelt Krankenhaus. Er will sich von Grace behandeln lassen und bricht dann jedoch vor Ort zusammen. Zunächst vermutet Grace, dass Constantine den Mann geschickt hat. Doch bald stellt sich heraus, dass es sich um den Meisterdieb Russell King handelt und dass Franco ihn an sie vermittelt hat. Constantine ist darüber alles andere als erfreut. Er vermutet, dass King einen Coup in seinem Territorium plant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847946","hoster":"VOE"},{"path":"/redirect/8599247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-10","name":"Geständnisse","epNo":10,"alt":"Fluid Dynamics","descr":"Brett und Grace haben es mit einem ungewöhnlichen Fall zu tun. Ein Priester wurde während eines Exorzismus ins Gesicht gebissen und klagt bald über ungewöhnliche Symptome. Während die Ärzte nach einer medizinischen Erklärung suchen, ist der Gottesmann davon überzeugt, selbst besessen zu sein. In der Zwischenzeit erfährt Constantine, dass Russell King plant, die Innenstadt zu übernehmen. Dies kann er auf keinen Fall zulassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847953","hoster":"VOE"},{"path":"/redirect/8599249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-11","name":"Nummer 447","epNo":11,"alt":"Confessions","descr":"Auf Constantine wird ein Bombenanschlag verübt, der nur durch Zufall abgewendet werden kann. Mit Celestes Hilfe versucht Constantine den Drahtzieher ausfindig zu machen. In der Zwischenzeit steckt Nate mal wieder in Schwierigkeiten. Er hat das Rennpferd eines Mafiosi entführt und bittet Grace um Hilfe. Die wird jedoch auch anderweitig gebraucht. Bretts Bruder wird nach einem Fahrradsturz in die Notaufnahme gebracht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847959","hoster":"VOE"},{"path":"/redirect/8599255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-12","name":"Das Lazarus-Phänomen","epNo":12,"alt":"Resurrection","descr":"Constantine bekommt überraschend Besuch von seinem Sohn Luke, den er zuletzt als Kind gesehen hat. Luke hat in Florida hohe Schulden beim skrupellosen Nogales-Kartell gemacht und bittet seinen Vater um Hilfe. Constantine fragt Al Trapani um Rat, ob dieser Kontakt zum Kartell herstellen kann. Constantine ist bereit, die Schulden zu bezahlen, doch ein Profikiller ist bereits auf Luke angesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917699","hoster":"VOE"},{"path":"/redirect/8599257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mob-doctor/staffel-1/episode-13","name":"Die Entscheidung","epNo":13,"alt":"Life and Death","descr":"Constantine und Daniella werden nach dem Attentat schwer verletzt ins Spital eingeliefert. Die Operationen verlaufen gut, so dass Hoffnung besteht, dass sie überleben werden. Al Trapani erzählt Grace, dass Constantine ihren Vater ermordet hat. So schnell wie möglich will Grace mit Constantine darüber reden. Dabei erfährt sie, dass in Wahrheit er selbst ihr Vater ist. Als Grace immer tiefer in den Mafia-Krieg verwickelt wird, trifft sie eine beinharte Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8847962","hoster":"VOE"},{"path":"/redirect/8599258","hoster":"Streamtape"}]}]}]}]}