{"seriesId":"mobile-suit-zeta-gundam","name":"Mobile Suit Zeta Gundam","descr":"Wir schreiben das Jahr UC 0087. Seit dem Ende des einjährigen Krieges sind nun sieben Jahre vergangen. Es wurde eine neue Militärorganisation, die Titans, gebildet, um alle Überreste des alten Zeon Reiches zu beseitigen. Allerdings gehen sie überaus skrupellos vor und schrecken nicht einmal vor Giftgasangriffen auf die Zivilbevölkerung zurück. Daher hat sich die A.E.U.G. Gruppe gebildet, welche gegen die Titans und die Erdallianz kämpft und für die Rechte und Souveränität der Kolonien eintritt. Kamille Bidan ist ein Jugendlicher, welcher die Titans aus ganzem Herzen hasst. Während eines Tests des neuen Gundam Mk-II gelingt es Kamille einen Gundam Mk-II zu stehlen, woraufhin er sich der A.E.U.G. anschließt, um gegen die Titans zu kämpfen. Nach und nach stellt sich heraus, dass er ein überaus starker Newtype ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Black Gundam","descr":"AEUG-Mitglied Quattro Bajeena infiltriert die Kolonie, in der die Zivilbevölkerung Kamille Bidan lebt, auf der Suche nach dem neuen Gundam Mark-II der Föderation. Kamille beginnt einen Kampf mit Jerid Messa von den Titanen, während er auf dem Weg ist, sich Bright Noas aktuelles Schiff anzusehen.","versions":[{"lang":3,"streams":[{"redirect":8853514,"hoster":"VOE"},{"redirect":8853520,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Departure","descr":"Die Titanen glauben, dass Quattro der Rote Komet ist. Kamille stiehlt einen der drei neuen Gundams und entkommt mit ihm. Bright fordert Bask Om heraus, militärische Tests in zivilen Kolonien durchzuführen, aber der Titan Kacricon Cacooler hat keinen Respekt vor Bright.","versions":[{"lang":3,"streams":[{"redirect":8853513,"hoster":"VOE"},{"redirect":8853519,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Within the Capsule","descr":"An Bord der Ahgama interviewt Kapitän Henken Beckner Camille und AEUG-Gründer Blex Forra. Sie freuen sich zu erfahren, dass er der Sohn der Designer von Gundam Mark-II ist. Die Titans sind sich auch der möglichen Folgen von Camilles Abfall bewusst und ergreifen sofort Maßnahmen, um die Situation zu korrigieren. Layla Myra Layla, eine erfahrene Söldnerpilotin von der Granada Moon Base, wird ausgesandt, um die Ahgama abzufangen und zu zerstören. Der Kampf endet unentschieden, wenn ein Waffenstillstand zwischen den beiden Streitkräften ausgerufen wird. Emma Sheen kommt an Bord der Ahgama, um der AEUG-Crew die Botschaft des Basken zu überbringen. Sie ist entsetzt, als sie die Bedingungen ihrer Titanenmeister hört: Bring Camille zurück und die gestohlenen Mark-IIs oder seine Eltern werden hingerichtet!","versions":[{"lang":3,"streams":[{"redirect":11832168,"hoster":"VOE"},{"redirect":13701874,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Emma`s Desertion","descr":"Camille wird von den Titanen gefangen genommen und Quattro ruft einen Waffenstillstand aus und gruppiert seine Truppen neu, um an einem anderen Tag zu kämpfen. Franklin Bidan hat die Freiheit des Schiffes an Bord von Alexandria, wenn auch unter bewaffneter Eskorte. Auf dem Weg in die Haft beschuldigt Camille ihn, den Tod seiner Mutter erfunden zu haben – er weiß alles über die Geliebte seines Vaters, Margarita. Camille wird dann von Jared angesprochen, der ihn wegen seiner unmännlichen Bindung an seine Mutter verspottet. Emma Sheen greift ein, aber der Schaden ist angerichtet – Camille schwört stumm blutige Rache. Die Geiselnahme der Basken überzeugt Emma davon, dass sie für die falsche Seite kämpft. Sie befreit Franklin und Camille aus der Brigg und entwickelt mit allen drei Mark-II-Prototypen eine Flucht aus der Alexandria. Layla versucht sie in ihrer Galbaldy-Beta aufzuhalten, wird aber von Quattros Rick Dias zum Rückzug gezwungen.","versions":[{"lang":3,"streams":[{"redirect":8853529,"hoster":"VOE"},{"redirect":13701871,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Father, Son and...","descr":"Die erbeuteten Mark-II 02 und 03 werden für Reparaturen teilweise demontiert. Franklin macht ein paar Vorschläge, schnappt sich dann eine Laserfackel und zwingt einen der Arbeiter, ihn in Quattros Rick Dias zu bringen. Er entkommt dem Ahgama, in der Hoffnung, sich in den Augen der EUG zu erlösen und mit der Eroberung eines Stücks der besten militärischen Ausrüstung der AEUG eine große Belohnung für sich und seine Geliebte zu verdienen. Quattro jagt im Mark-II 01, dicht gefolgt von Camille im einarmigen Mark-II 03 - sein linker Arm wird noch repariert. Die Mark-IIs und Rick Dias werden von der Alexandria angegriffen, die von Franklins Flucht nichts weiß. Quattros Mark-II 01 wird deaktiviert, als Camille am Tatort ankommt. Camille erwischt den Rick Dias seines Vaters, will ihn aber nicht erschießen. Franklin teilt die Vorbehalte seines Sohnes nicht und leert seine Zeitschriften in einem vergeblichen Versuch, Camilles wild ausweichenden Mark-II zu treffen. Ein Schuss aus der Alexandria klärt die Sache und bläst ein Loch durch den Rick Dias, der gerade explodiert, als Franklin aussteigt. Camille hat seine beiden Eltern rücksichtslos an Titan verloren, als er zusah, wie sie nur wenige Meter entfernt starben und nicht in der Lage waren, sie zu retten. Zurück auf der Ahgama versucht Quattro Camille zu trösten, indem er ihm von Char Aznable erzählt, der ganz alleine handelte und seine Gefühle für sich behielt, bis er den Tod seiner Eltern gerächt hatte. Camille ist nicht überzeugt, aber Emma Sheen und Reccoa Londo bemerken die Veränderung in Quattros Charakter.","versions":[{"lang":3,"streams":[{"redirect":8853534,"hoster":"VOE"},{"redirect":8854072,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"To the Earth Sphere","descr":"Das Schiff Alexandria der Titans folgt weiterhin den AEUG-Schiffen Argama und Mont Blanc. Die AEUG hält einen Angriff von Jerid und Lila Milla Rira ab, während AEUG-Mitglied Reccoa Londe zu einer geheimen Mission zur Erde aufbricht.","versions":[{"lang":3,"streams":[{"redirect":8853527,"hoster":"VOE"},{"redirect":13701872,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Escape from Side 1","descr":"Die AEUG-Führung genehmigt Camilles Einberufung als regulärer Soldat. Camille ist sich nicht sicher, ob er es will, akzeptiert aber, um die Mark-II 03 weiter zu steuern. Er ist besorgt über seine Fähigkeit, seine latenten Newtype-Kräfte zu kontrollieren. Die Ahgama dockt an Bunch 30 in Side 1 an, damit Camille und Emma die Gräueltaten des Basken aus erster Hand miterleben können: Drei Millionen Einwohner wurden mit G-3 Nervengas getötet, um dort Anti-EUG-Aktivitäten zu unterdrücken. Bunch 30 ist jetzt eine kosmische Geisterstadt. Die Bosnien kommt an und Layla führt ihr Kommandoteam zu Bunch 30, um die Opposition einzuschätzen. Als sie die AEUG-Erklärung des Bunch 30-Vorfalls belauscht, konfrontiert sie die Gruppe mit der Titan-Version – AEUG-Riesenhetzer haben eine Rebellion geschürt. Die Feindseligkeiten eskalieren und ziehen nach draußen, wo Laylas Galbaldy-Beta bald in einen tödlichen Kampf mit Camilles Mark-II verwickelt wird. Der Kampf löst Camilles Newtype-Kräfte aus und er tötet Layla mit einem Schuss direkt durch das Cockpit. Als sie stirbt, erkennt Layla die Wahrheit und projiziert ihr Bedauern, dass es keine Lösung für den Konflikt zwischen der Erde und ihren Weltraumkolonien gibt. Jared ist von Laylas Tod am Boden zerstört und bricht den Angriff ab. Er schwört Rache gegen den Piloten der Mark-II und erfüllt Camilles Vision eines endlosen Kreislaufs von Gewalt und Feindschaft zwischen den beiden. Camille wird als AEUG-Soldatin/Pilotin bestätigt und bereut Laylas Tod nicht, nachdem sie Zeuge der Verwüstung von Bunch 30 geworden ist.","versions":[{"lang":3,"streams":[{"redirect":8853530,"hoster":"VOE"},{"redirect":13701873,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Dark Side Of The Moon","descr":"Als sich die Ahgama dem Mond nähert, wird Emma auch als reguläre AEUG-Soldatin bestätigt. Jared übernimmt das Kommando über Laylas Galbaldy-Beta und macht sich unter dem Vorwand eines Testflugs nach der Reparatur auf, die Ahgama zu überfallen. Quattro spioniert Emma und Camille über die Kommando-Videoschaltung aus und hört, wie Camille seine Überzeugung ausdrückt, dass Quattro wirklich Char Aznable ist. Das Gespräch wird durch Jareds Angriff unterbrochen. Camille verteidigt die Ahgama im Mark-II 03 mit Quattro, der ihn im Mark-II 01 unterstützt. Camille ist vom Kampfstil der Galbaldy-Beta verblüfft – Jared wurde von Layla trainiert und verwendet viele von ihr Techniken. Der Kampf bewegt sich an der Oberfläche des Mondes, wobei Camille vollständig in der Defensive gegen einen wahnsinnigen Jared ist. Die Ahgama schafft es sicher auf die andere Seite des Mondes und als sie sicher am Raumhafen Ammon andockt, schließt sich Quattro der Schlacht an und vertreibt Jared, gerade als er Camille erledigen will. Später besucht Quattro den AEUG-Finanzier Won Lee in Ammon City und gemeinsam entscheiden sie sich für das nächste Ziel: die Titan HQ-Basis in Jabrow. Währenddessen sind Camille und Emma auf dem Weg zum \"Weltraumschrottplatz\" bei Erica, als sie von einer Titanen-Patrouille unter der Führung von Corcoran Cocker angegriffen werden. Während des folgenden Gefechts stolpert Camille über die Überreste von Haro, dem Roboter, den Amuro Rei während des Einjährigen Krieges für Fra Bow gebaut hat. Aus einem Impuls heraus nimmt er es mit, wenn sie fliehen.","versions":[{"lang":3,"streams":[{"redirect":8854074,"hoster":"VOE"},{"redirect":13701886,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"A New Bond","descr":"Reccoa wird kurz nach der Landung im Amazonas gefangen. Sie wird von Kai Shiden gerettet, der die Kanonenkanone (RX-77) während des Einjährigen Krieges steuerte, aber jetzt als Kriegskorrespondent für AEUG arbeitet. Kei sagt Reccoa, dass die Titanen ihr HQ aus Jabrow verlegen und gemeinsam planen sie, eine Basisstation zu erobern und diese Informationen an die Ahgama zu übermitteln. Camille verbringt die meiste Zeit damit, Haro zu reparieren, so sehr, dass er zu spät zu einer Besprechung des Kommandostabs kommt. Won Lee ist empört über Camilles Verspätung und Rücksprache und \"diszipliniert\" den Jungen, indem er ihn verprügelt. Camille erholt sich in der Herrenumkleide, wo Quattro, Appori und Roberto sich darauf vorbereiten, den neuen Anaheim Electronics Type-100 (MSN-100) zu testen. Quattro plant einen Überfall auf Granada, um Vorräte und das dort gebaute Schlachtschiff vom Typ New Salamis zu erbeuten. Camille begleitet ihn im Mark-II 03. An Bord der Alexandria inspiziert der persönliche Assistent des Basken Jamaikaner Daningan auch den neuen Marasai (RMS-108), der ebenfalls von Anaheim Electronics gebaut wird. Corcoran entdeckt die AEUG Mobile Suits auf der Mondoberfläche, während er Ammon überwacht und befiehlt einen Angriff auf die Ahgama mit einem Trupp Hizacks. Emma geht im Rick Dias raus, um die Ahgama zu verteidigen. Quattro und Camille übernehmen in einem schnellen Kampf die Kontrolle über Grenada. Camilles Newtype-Kräfte machen ihn auf Emmas missliche Lage aufmerksam. Er kehrt gerade rechtzeitig nach Ammon zurück, um Emma zu retten und das Blatt im Kampf gegen die Titanen zu wenden. Reccoa und Kai infiltrieren das Titan-Hauptquartier in Jabrow.","versions":[{"lang":3,"streams":[{"redirect":13993000,"hoster":"VOE"},{"redirect":13703180,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Reunion","descr":"AEUG erfährt, was in Jabrow passiert und beschleunigt seine Angriffsvorbereitungen. Camille arbeitet weiter an seinem Z-Gundam-Design und schlägt vor, es für atmosphärische Reisen transformierbar zu machen. Die Alexandria startet einen Mehrfachraketenangriff, aber Camilles schnelle Reaktion rettet Ammon vor der Zerstörung. Jared und Corcoran leiten einen Angriff im Marasais. Die Ahgama und das erbeutete Schlachtschiff Radish der irischen Klasse starten während des Angriffs, was Camille einen schlechten Moment beschert, als er versucht, Ammon und die entkommenden Schlachtschiffe zu verteidigen. Widerstrebend verlässt er Ammon, um die Ahgama zu beschützen. Sicher im Weltraum nähert sich die Ahgama der Raumfähre Temptation, die von Bright Noah kommandiert wird. Eine neue variable mobile Rüstung, die Messala (PMX-000), kommt mit hoher Geschwindigkeit auf sie zu. Quattro und Camille gehen los, um es abzufangen und Quattro feuert mit einer Mega Bazooka darauf, aber der Messala ist zu schnell für ihn und entkommt. Camille hat während dieser Begegnung eine Newtype-Reaktion auf den Messala-Piloten Paptimus Scirocco. Die Flüchtlinge der Versuchung werden an Bord der Ahgama willkommen geheißen. Unter ihnen ist Fa, dessen Eltern nach Camilles Flucht aus Side 7 von den Titanen festgenommen wurden.","versions":[{"lang":3,"streams":[{"redirect":8853537,"hoster":"VOE"},{"redirect":13701880,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Into The Atmosphere","descr":"Bright Noah, der während des Einjährigen Krieges die White Base befehligte, wird zum Captain der Ahgama für die Invasion von Jabrow ernannt. Paptimus Scirocco, Pilot der Messala, führt einen überraschenden Gegenangriff an. Emma dreht sich um, um die Ahgama zu verteidigen. Die erhöhte Mobilität der für den Mark-II entwickelten Booster-Packs hilft Emmas Rick Dias, die Angriffsstreitmacht abzuwehren. Scirocco ist es nicht gewohnt, so tief in der Gravitationsquelle zu kämpfen und muss sich zurückziehen, aber die Alexandria schickt Verstärkungen. Emmas Rick Dias ist beschädigt genug, um einen sicheren Wiedereintritt zu verhindern, also steigt sie wieder an Bord der Ahgama, während der Rest der AEUG Mobile Suits ihren atmosphärischen Abstieg beginnt. Corcoran verfolgt die AEUG-Truppe in seinem Marasai, aber ein Ballute-Versagen lässt ihn außer Kontrolle geraten und in einen feurigen Tod stürzen.","versions":[{"lang":3,"streams":[{"redirect":8853544,"hoster":"VOE"},{"redirect":13701878,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Winds Of Jaburo","descr":"Die Titans warten auf die AEUG-Invasoren und die beiden Streitkräfte treffen frontal am Himmel und im Dschungel um Jabrow herum aufeinander. Die Bewohner der Gegend fühlen sich von der EUG betrogen, die sie eher in die Mitte geraten ließ, als die Falle zu gefährden, und begrüßen die AEUG-Truppen als Befreier. Die EUG hat bereits die meisten ihrer wichtigsten Ausrüstungen aus Jabrow herausgeholt und eine nukleare Zeitbombe in den zentralen Kern gelegt. Camilles Mark-II besiegt Jareds Marasai und rettet, von einer Newtype-Vorahnung alarmiert, Reccoa und Kai. Die Einwohner von Jabrow werden in ein riesiges Garuda-Transportflugzeug gepackt, das unter Beschuss von Titan-Bodentruppen, die das Gebiet umringen, abhebt. Der Garuda wird klar, als der gesamte Jabrow-Komplex in einem nuklearen Feuerball aufgeht. Es wird im Flug von der Audomura begleitet, die von Hyato Kobayashi geflogen wird, dem ehemaligen Piloten des Guntanks (RX-75) während des Einjährigen Krieges.","versions":[{"lang":3,"streams":[{"redirect":8853545,"hoster":"VOE"},{"redirect":13701881,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Shuttle Launch","descr":"Amuro Rei steht in einer großen Villa in Cheyenne, Wyoming, unter Hausarrest, als er von dem ehemaligen Besatzungsmitglied der White Base, Frau Bau – jetzt verheiratet mit Hyato Kobayashi – besucht wird, die mit ihren Adoptivkindern Katsu, Retsu und auf dem Weg nach Japan ist Kicka. Katsu verachtet Amuros pazifistische Weigerung, an EUG-Weltraumoperationen teilzunehmen. Quattro und Hyato bereiten sich darauf vor, die AEUG-Truppen vom Kennedy Space Center zurück zum Ahgama zu transportieren. Kai hinterlässt Hyato eine Nachricht, in der er seine Gewissheit bestätigt, dass Quattro wirklich Char Aznable ist. Als Hyato Quattro mit der Note konfrontiert, bestreitet er sie. Camille fordert die Ablehnung heraus, aber Quattro antwortet ruhig: \"Ich bin Quattro JETZT.\" Appori befehligt eines der Shuttles. Kurz vor dem Start greift Braun Burtark das Space Center in der variablen mobilen Panzerung Titan Asshimar (NRX-004) an und zerstört dabei ein Shuttle. Die AEUG-Truppen Gegenangriff, aber Robertos Rick Dias erleidet einen tödlichen Treffer, als er Apporis Shuttle vor Brauns letztem Angriff verteidigt. Der Asshimar bricht den Angriff ab und zieht sich zurück, als Apporis Shuttle abhebt.","versions":[{"lang":3,"streams":[{"redirect":8853547,"hoster":"VOE"},{"redirect":8854073,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Amuro Again","descr":"Immer noch unter Beobachtung geht Amuro zum Flughafen, um die Kobayashis zu verabschieden. Er und Katsu entführen das Verkehrsflugzeug und leiten es zu einem Rendezvous mit dem riesigen Transportflugzeug Audomura um. Rosamia Vadam, ein verbesserter Newtype, produziert von Augusta Laboratory, greift Audomura im neuen variablen Mobile Suit Gaplant (ORX-005) an. Camille ist entsetzt über die Kraft des Gaplant – es braucht die kombinierte Kraft des Mark-II und des Typ-100, um ihn zu besiegen. Braun, verärgert über Rosamias Versagen, greift Audomura im Asshimar an. Camille und Quattro vereinen erneut ihre Kräfte, um den Angriff abzuwehren. Trotzdem ist Braun dabei, die Brücke der Audomura zu zerstören, als Amuro und Katsu eintreffen. Die Passagiere wurden unterwegs abgelassen, sodass sie die Asshimar mit dem entführten Verkehrsflugzeug rammen können. Katsu fliegt mit einem \"Homo Avis\" (strahlgetriebene Umschnallflügel) in Sicherheit, während Camille Amuro aus dem fallenden Flugzeug rettet. Dann steht er seinem ehemaligen Feind im Einjährigen Krieg, Char Aznable, gegenüber.","versions":[{"lang":3,"streams":[{"redirect":8853553,"hoster":"VOE"},{"redirect":13701891,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Katz`s Sortie","descr":"Amuro Rei steht in einer großen Villa in Cheyenne unter Hausarrest. Amuro hat in seiner Abgeschiedenheit viel von seinem Kampfgeist verloren. Dies verärgert Katsu, der zu Amuro als Helden aufgeschaut hat. Beltorchika Irma, Abgesandte der Vereinigung ehemaliger Besatzungsmitglieder der White Base, die AEUG mit dem Namen \"Kalaba\" unterstützen, kommt in einem nachgebauten Doppeldecker an. Sie sagt Quattro, dass die Kalaba drei der erdgebundenen AEUG Mobile Suits zurück ins All bringen kann, um sich mit den Ahgama zu treffen. Sie ist alles andere als schüchtern und zeigt offen ein amouröses Interesse an Amuro. Rosamia greift Audomura im Gaplant erneut an, um Brauns Gunst zurückzugewinnen. Katsu geht im Mark-II aus, um Amuro zum Kampf zu zwingen. Rosamia tötet den Jungen fast, bevor Camille im Rick Dias und Quattro im Typ-100 zu seiner Rettung fliegen. Irma ist mehr als mitfühlend, da Amuro sich selbst für seine eigene Unfähigkeit zum Kampf schimpft. Katsu entschädigt sich dafür, dass er die aktuelle Krise verursacht hat, indem er die Gaplant mit einer Welle von Newtype-Kraft besiegt. Hyato ist verärgert über die Taten seines Sohnes, verzeiht ihm jedoch widerwillig, als Audomura den Kurs zur Kalaba-Basis in Hickory ändert.","versions":[{"lang":3,"streams":[{"redirect":8853573,"hoster":"VOE"},{"redirect":13703184,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Through The White Mist","descr":"Die Audomura ist auf dem Weg nach Hickory über den Startplatz Kalaba, wo Camille, Quattro und Katsu zurück zur Ahgama fahren werden. Amuro hat den Rick Dias bekommen. Irma redet mit ihm, versucht seinen Kampfgeist neu zu entfachen und vielleicht eine kleine Romanze zu entfachen. Quattro nimmt ihn auch beiseite, um ihre gegenseitige Schuld am Tod von Lela Sun zu besänftigen, die sich selbst geopfert hat, um sie davon abzuhalten, sich während des Einjährigen Krieges gegenseitig umzubringen. Irma hebt in ihrem Doppeldecker ab, um die Mobile Suits zum Startplatz zu dirigieren. Als sie das Gelände erreichen, führt Braun eine Gruppe von Hizacks gegen die Audomura an. Amuro hat einen Sinneswandel und attackiert Brauns Asshimar. Camille gibt Katsu eine Waffe mit der Anweisung, Quattro in das Shuttle zu bringen und dort zu halten, und hebt dann ab, um Amuro im Mark-II zu helfen. Camille und Amuro halten die Titanen in Schach, während das Shuttle abhebt. Der Kampf endet, wenn sie sich zusammenschließen, um die Asshimar in ihrem Kreuzfeuer zu fangen.","versions":[{"lang":3,"streams":[{"redirect":8853557,"hoster":"VOE"},{"redirect":13701884,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Hong Kong City","descr":"Die Audomura macht sich auf den Weg nach Neuguinea, um ein weiteres Shuttle zu fangen, damit Camille zur Ahgama zurückkehren kann. Kai hat Kontakte zur Luio Company in Hongkong, die ihnen die Waffen besorgen, die sie für diese Mission benötigen. Brauns persönlicher Assistent Ben Wooda übernimmt das Kommando über das Superflugzeug Titan Garuda und setzt die Verfolgung fort. Das Murasame Psychic Institute schickt den experimentellen Psycho Gundam (MRX-009) und seine Crew, um die Asshimar zu ersetzen. Wooda ist nicht erfreut zu erfahren, dass beide neuen Crewmitglieder Frauen sind – der \"synthetische\" Newtype Four Murasame und ihr Mentor Namikar Cornell. Amuro und Irma schauen sich die Luio Company an, wo Amuro Mirai Noah (geborene Yashima) entdeckt, die während des Einjährigen Krieges die White Base pilotierte. Sie ist jetzt mit Bright Noah verheiratet und versucht mit ihren beiden Kindern Hathaway und Charmaine einen Shuttle-Flug zu einer Weltraumkolonie zu bekommen. Amuro versucht, die Dinge zu beschleunigen und wird von Firmen-Schlägern überfallen, was die Aufmerksamkeit von Stephanie Luio auf sich zieht. Irma, Mirai und die Kinder entkommen, während die Wachen sich auf Amuro stürzen und gerade rechtzeitig auf die Straße kommen, um die Ankunft von Psycho Gundam zu sehen. Der neue Psycho Gundam ist riesig – doppelt so groß wie der Mark-II, in dem Camille in die Schlacht fliegt – und wird vollständig von Fours neuer psychischer Energie angetrieben. Camille, Amuro und Mirai spüren ihre kraftvolle Aura. Das Monster Psycho Gundam schlägt die Mark-II in ganz Hongkong, bis Camille seine eigene Newtype-Kraft einsetzt, um Fours Konzentration zu brechen. Stephanie scheint von Amuro ziemlich angetan zu sein, als sie sich bereit erklärt, ihnen die Waffen zu geben, die sie für ihren Überfall auf Neuguinea brauchen.","versions":[{"lang":3,"streams":[{"redirect":8853561,"hoster":"VOE"},{"redirect":13701882,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Captive Mirai","descr":"Vier schleicht sich von der Garuda ab, um den (für sie) unbekannten Piloten der Mark-II aufzuspüren, der sie so tief berührt hat. Amuro begleitet Mirai und die Kinder an Bord eines Kreuzfahrtschiffes, das sie in relative Sicherheit bringt, bis die Kalaba einen Weg findet, sie mit Bright auf der Ahgama wieder zu vereinen. Vier kommt in der Nähe des Yachthafens an Land und bemerkt, dass Camille auf Amuro wartet. Nachdem sie Amuros Namen gerufen hat, nimmt sie Camille per Anhalter mit, um einen Hinweis auf den Mark-II-Piloten zu bekommen. Mirai und die Kinder werden entführt, während Camille und Four durch Hongkong fahren. Die Titanen werden sie für die Übergabe der Audomura freilassen, aber Amuro handelt stattdessen selbst. Camille eilt mit der Mark-II zur Rettung und überrascht die untergetauchten Hinterhalte der Marine Hizack (MS-06M), indem sie selbst unter Wasser eintaucht.","versions":[{"lang":3,"streams":[{"redirect":8853562,"hoster":"VOE"},{"redirect":13701885,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Cinderella Four","descr":"Der Bürgermeister von Hongkong, gefangen zwischen den beiden Kriegsmächten, befiehlt der Audomura zu gehen, bevor die Stadt ihre Neutralität verliert. Camille schleicht sich davon, um nach Four zu suchen, der jetzt ein Titan-Zielsuchgerät trägt. Camille und Four werden von ihrer Newtype-Affinität angezogen. Four hat keine Erinnerung an ihr Leben vor der Verbesserungsbehandlung am Institut, wo sie die vierte Person war: Murasame #4 (MRX-004). Wooda greift Hongkong in Psycho Gundam an, aber ihm fehlt die Newtype-Kraft, um es richtig zu kontrollieren. Amuro nimmt den Mark-II dagegen, aber Psycho Gundam lässt sich mit physischer Gewalt einfach nicht aufhalten. Four ist auf Psycho Gundam eingestellt und nutzt ihre Macht, um die Kontrolle über ihn zurückzugewinnen, während Amuro Camille aufhebt. Als Camille Amuro absetzt und die Mark-II übernimmt, erkennt Four, dass er der Feind ist, den sie gesucht hat. Sie ist verwirrt von ihrer Affinität zu Camille, die sie abzulehnen versucht, und Erinnerungen an ihr früheres Leben, die in schmerzhaften Blitzen wiederkehren. Camille versucht, ihr das auszureden, aber Four wird von ihren inneren Konflikten und Angriffen mit zunehmender Wildheit wahnsinnig, bis Amuro Camille zum Rückzug bringt. Der Kampf endet unentschieden. Die Audomura verlässt Hongkong, um weitere Angriffe auf die Stadt zu verhindern.","versions":[{"lang":3,"streams":[{"redirect":12380257,"hoster":"VOE"},{"redirect":13701883,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"A Fiery Escape","descr":"Camille schmollt über den Verlust von Four und weigert sich, aus dem Bett aufzustehen. Amuro versteht seine Gefühle, er hat sich immer noch nicht mit seinen eigenen Gefühlen gegenüber Char abgefunden. Die Garuda verfolgt weiterhin die Audomura. Hyato erfährt aus Hongkong, dass die Ahgama bald für ein weiteres Shuttle-Rendezvous in Reichweite sein wird, während Four eine Gruppe von Hizacks gegen die Audomura anführt. Amuro geht ihnen im Rick Dias entgegen, gefolgt von Camille im Mark-II. Vier, entschlossen, vergangene Niederlagen wieder gutzumachen, befiehlt der Hizack-Truppe, sich zurückzuhalten, während sie nah heranfliegt, um die Audomura zu zerstören. Hyato reagiert darauf mit der Einführung des neuen Nemo (MSA-003). Camille hält sich zurück, bis Four Amuros Rick Dias gefangen nimmt, sein Angriff fällt mit einer weiteren Rückblende zusammen. Der Kampf tobt über den Nordpazifik, bis Camille und Four sich sowohl geistig als auch körperlich gegenüberstehen. Durch ihre psychische Bindung erfährt Four vom Tod von Camilles Mutter und er spürt ihre Sehnsucht nach der Freiheit des Weltraums. Wooda befiehlt allen Nichtkombattanten, die Garuda zu verlassen, während er sich darauf vorbereitet, die Audomura zu rammen, aber Four rammt die Garuda zuerst mit Psyco Gundam. Sie reißt einen Raketenbooster los, bevor sie von Wooda abgeschossen wird. Amuro überzeugt Camille, den Raketenbooster zu benutzen, um zur Ahgama zurückzukehren, und rammt dann den Garuda mit seinem fliegenden Schlitten, der durch die Brennstoffzellen stürzt und das Superflugzeug in Atome bläst, während Amuro in Sicherheit fliegt. Camille denkt an Four, als er zum Ahgama zurückkehrt, wo Fa jetzt mit Quattro ist.","versions":[{"lang":3,"streams":[{"redirect":8853565,"hoster":"VOE"},{"redirect":13701887,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Zeta`s Heartbeat","descr":"Die Titans starten \"Operation Apollo\", um die Kontrolle über Von Braun City auf der anderen Seite des Mondes zu übernehmen. Scirocco leistet Jamitov einen blutigen Treueschwur und wird zum Kommandanten des Schlachtschiffs Dogoth Gear ernannt. Jared und Moira Pharaoh, der Titan-Pilot, der Jareds Leben beim AEUGO-Angriff auf Jabrow rettete, werden ebenfalls unter Sciroccos Kommando gestellt und erhalten den neuen Gabthley (RX-110). Jared ist nach einem Testlauf gegen die Messala sehr zufrieden mit ihnen. Scirocco plant, den Erdsektor zu kontrollieren, wenn der Krieg vorbei ist, und rekrutiert zu diesem Zweck Jared und Moira. Emma macht sich Sorgen um Camille, als sich der Ahgama der Seite 2 nähert. Beide werden fast getötet, als der Ahgama von den Gabthleys angegriffen wird. Emmas Rick Dias wird zerstört, als sie ausstößt und Camille muss den verkrüppelten Mark-II verlassen. Fa rettet sie, als die Gabthleys ins Kreuzfeuer von Z-Gundam (MSZ-006) und der Megapartikelkanone der Ahgama geraten.","versions":[{"lang":3,"streams":[{"redirect":8853571,"hoster":"VOE"},{"redirect":13701888,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Scirocco`s Vision","descr":"Scirocco erhält zwei Newtype-Kadetten, Sara und Sidra Zabiarov, und schickt sie auf einen Trainingsflug mit Jareds Marasai-Trupp. Camille überprüft Z-Gundam und erfährt, dass Fa jetzt ein AEUG-Sergeant und Mobile Suit Pilot ist. Henken schickt Reccoa mit zwei neuen Waffen zur Ahgama, der Methuss (MSA-005) und dem G-Defenser-Raumflugzeug sowie einem Geschenk für Emma. Camille trübt über Four, während sie mit Fa spricht. Jared und die Titankadetten fangen die Methuss und G-Defenser in der Nähe von Side 2 ab. Camille sieht dies in einer Newtype-Vision und hebt in Z-Gundam ab, gefolgt von Emma in der Mark-II und Fa in der Rick Dias. Jared erkennt, dass Camille den neuen Mobile Suit fliegt und lässt seine Auszubildenden hinter ihm her. Sara lähmt Fas Rick Dias, aber Sidra wird von Camille getötet und Jared muss sich zurückziehen, da seine Kadetten in Panik geraten. Scirocco ist enttäuscht, aber nicht sonderlich besorgt über den Verlust von Theodora. Er ist beeindruckt von Saras Potenzial und tut alles, um sie zu bezaubern, indem er ihre offensichtliche Verliebtheit in ihn ausnutzt. Fa wird gerügt, weil er die Rick Dias ohne Genehmigung herausgenommen hat. Reccoa dankt Camille für seine Hilfe und überbringt Emma Henkens verspätetes Geschenk.","versions":[{"lang":3,"streams":[{"redirect":8853578,"hoster":"VOE"},{"redirect":13701910,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Moon Attack","descr":"Die Titans beginnen mit der Operation Apollo, um die Kontrolle über Von Braun City zu übernehmen. Quattro, Henken und Katsu verlassen die Stadt in einem Raumkreuzer, um sich auf den erwarteten Angriff vorzubereiten. Scirocco gibt seinen Truppen ihre letzte Einsatzbesprechung und führt die Flotte vom Dogoth Gear aus an. Quattro in der Type-100 und Camille in Z-Gundam greifen die Titan Mobile Suits nahe der Mondoberfläche an, während die Ahgama von der Titanflotte angegriffen wird. Fa tritt widerstrebend in den Kampf ein und Camille unterstützt sie. Quattros beschädigter Typ-100 zerstört fast Jareds Gabthley, aber Moira rettet ihn. Scirocco startet seine Truppen sehr selektiv, während die Dogoth Gear ungehindert in Richtung Von Braun City absinkt und die Verteidiger von seinem wahren Ziel abgelenkt hat: dem Raumhafen. Später tadelt der Jamaikaner Scirocco für seine unorthodoxe Taktik, obwohl sie total erfolgreich war. Sciroccos Entschuldigung ist oberflächlich aufrichtig, aber er wird diesen Vorfall eindeutig nicht vergessen. Fa schämt sich für ihre Panik während des Kampfes, zumal alle darauf bestehen, dies ihrer Jugend und Unerfahrenheit zuzuschreiben.","versions":[{"lang":3,"streams":[{"redirect":8853576,"hoster":"VOE"},{"redirect":13701895,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Counterattack","descr":"Die Ahgama stoppt, um ihre Vorräte auf der Mondbasis Granada aufzufüllen und die Niederlage von AEUG in Von Braun City zu überprüfen. Quattro und Blex nehmen an einer beratenden Versammlung der EUG teil – Blex ist ein hochrangiger Abgeordneter. Camille begibt sich über den Weltraumbahnhof Erica auf eine Erkundungsmission nach Von Braun City. Katsu will mit ihm gehen, soll aber zurückbleiben. Jared und Moira entdecken Camille beim Erkunden der Stadt und nehmen ihn gefangen. Jared will Camille auf der Stelle töten, aber Moira stoppt ihn – der Pilot von Z-Gundam ist zu wertvoll, um aus einer Laune heraus getötet zu werden. Camille wird von Katsu gerettet, der Befehle missachtet und ihm gefolgt ist. Quattro findet Blex tödlich verwundet in seinem Hotelzimmer. Bevor er stirbt, erteilt Blex Quattro die volle Befugnis, AEUG bei der nächsten Versammlung zu vertreten. Scirocco startet einen weiteren Angriff auf die Ahgama. Appori, Emma und Fa reagieren in Rick Dias, Mark II und Methuss. Camille hat eine Newtype-Vision von Fa im Kampf. Er schleppt Katsu zu einem Unterschlupf, als der Konflikt die Kuppel der Stadt zu durchbrechen droht, wo sie Jared und Moira in ähnlichen Schwierigkeiten begegnen. Reccoa macht sich in Z-Gundam auf den Weg, um Camille zu finden, die ihre Annäherung spürt und ihr entgegengeht. Die Von Braun geschützten machen die Titans für die aktuelle Krise verantwortlich und hindern Jared und Moira daran, sie zu verfolgen. Camille nimmt Z-Gundam gegen die Messala an, die jetzt von Yazan Gerber pilotiert wird. Die Titans ziehen sich zurück und versprechen Rache an den Einwohnern von Von Braun City. Katsu wird für ihr Heldentum anerkannt, während Fa den Tod von Blex betrauert.","versions":[{"lang":3,"streams":[{"redirect":8853579,"hoster":"VOE"},{"redirect":13701889,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"The Day Of The Colony Drop","descr":"Hizack nähert sich dem Ahgama unter einer Waffenstillstandsflagge. Scirocco, gedemütigt durch Jamaikas Verweis, hat Sara geschickt, um Jamaikas Plan zu verraten, die verlassene Seite 4 aus ihrer Umlaufbahn zu drängen und in Von Braun City zu stürzen. Camille erfährt, dass Scirocco hinter all den jüngsten Angriffen steckt. Sara wird unter Hausarrest gestellt und als Geisel gehalten, falls es sich um eine Falle handelt. Die Ahgama und Radish machen sich auf den Weg, um die fallende Weltraumkolonie abzufangen, während Won Lee den Bürgermeister von Von Braun City warnt – die Titanen sind die wahre Bedrohung. Sara spielt auf Katsus Vertrauen, um ihren Hizack wiederzuerlangen und zu fliehen. Emma aktiviert einen der Fluglagenjets von Side 4, der die Flugbahn der Weltraumkolonie so weit verändert, dass sie Von Braun City verfehlt.","versions":[{"lang":3,"streams":[{"redirect":8853583,"hoster":"VOE"},{"redirect":13701908,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"The Spirit Of Zeon","descr":"An Bord der Alexandria streitet Yazan mit Jamaikanern über ihren nächsten Schritt. Sie sind sich einig, dass Yazan die Gaplant einnehmen und eine Gruppe von Hizacks gegen Ahgama anführen wird. An Bord der Radish spricht Henken mit Emma über den Fortschritt des G-Defenser-Tests. Er lässt sie nur ungern ins Ahgama zurück. An Bord der Ahgama bereitet sich Bright auf einen weiteren Titan-Angriff vor. Katsu spricht mit Emma darüber, dass sie eine Mobile Suit-Pilotin werden möchte. Yazan greift an und Emma in der Mark-II führt eine Gruppe von Nemos an, um das Schiff zu verteidigen. Gegen Befehl hebt Katsu im G-Defenser ab, um Emma gegen Yazan zu helfen, lenkt sie jedoch stattdessen in einem kritischen Moment ab. Camille spürt den Kampf und macht nach einem Streit mit Bright (der wieder an seinen alten Freund Amuro erinnert wird) Z-Gundam startklar. Der Mark-II und der G-Defenser schließen sich zu Super Gundam zusammen. Katsu wird fast von einem Hizack getötet und ausgeworfen, um in dem verlassenen Schlachtschiff vom Typ Zion Gwajin Zuflucht zu suchen, das während des Einjährigen Krieges verlassen wurde und nun mitten in der neuen Kampfzone trieb. Emma findet Katsu in den Trümmern, genau wie der Hizack sie findet. Inzwischen haben Z-Gundam und die Gaplant ihre gesamte Munition aufgebraucht und duellieren sich nun mit Energieschwertern. Emma und Katsu werden von den Hizack gefangen genommen, als Camille Yazan in einem anderen Teil des Schiffes überfällt. Das Kreuzfeuer zwischen Alexandria und Ahgama wird intensiv und ein verirrter Schuss zerstört den Hizack. Katsu reaktiviert einen der \"antiken\" Gelgoog (MS-14) der Gwajin, um Camille zu helfen, die gegen Yazan zu verlieren scheint. Die Gaplant scheint sich mit Z-Gundam und Super Gundam zurückzuziehen, aber das ist alles Teil von Yazans Plan. Er setzt Jamaikaner so ein, dass er einen direkten Treffer auf die Brücke der Alexandria von einer auf seine Gaplant gerichteten Explosion eingeht. Nach der Schlacht plant Bright, eine alte Zion-Basis gegen die Titanen einzusetzen, da Katsu offiziell zum Piloten des G-Defensers ernannt wird.","versions":[{"lang":3,"streams":[{"redirect":8853585,"hoster":"VOE"},{"redirect":13701892,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Char`s Return","descr":"Die Ahgama und Rettich begeben sich auf eine geosynchrone Umlaufbahn, um sich mit Quattro zu treffen. Camille und Fa streiten über ihren Status als Mobile Suit-Pilotin und Appori-Kinder Camille über die offensichtliche Unfähigkeit des Jungen im Umgang mit Frauen. Bright und Henken planen, dass Reccoa Jupiteris infiltriert. An Bord der Dogoth Gear geraten Yazan und Jared in einen Streit, der die Startbucht des Mobile Suit stört. Moira nimmt Jared beiseite und warnt ihn vor der Gefahr, Yazan zu überqueren – schau, was mit Jamaika passiert ist. Sie erinnert ihn an Sciroccos Plan und ihren Anteil daran. Die Ahgama sinkt in Richtung Atmosphäre, während die Audomura in den Weltraum aufsteigt – Quattro wird ein Shuttle zwischen ihnen fliegen. Titan Mobile Suits, angeführt von Yazans Gaplant, greifen an, als das Shuttle in Reichweite kommt. Emma führt eine Gegenmacht im Mark-II an, aber Bright ist immer noch gezwungen, die Ahgama vorzeitig zu bewegen. Jared und Moira führen eine Gruppe von Hizacks in ihren Gabthleys an. Sara ist in einem Hizack, bewaffnet mit einer Mega Bazooka, Moira hat das Booster-Pack dafür. Sara ist so entschlossen, Z-Gundam zu zerstören, dass sie ihre Absichten unbewusst in einer Welle von Newtype-Energie ausstrahlt. Katsu und Emma reagieren, bilden Super Gundam und senden eine Warnung an Camille, deren Aufmerksamkeit von Jared abgelenkt wird, bis Sara schussbereit ist. Camille stört Saras Konzentration mit dem gleichen mentalen Newtype-Kontakt, den er bei Four in Psyco Gundam verwendet hat. Saras Schuss geht wild durch und zerstört Quattros Shuttle. Der Mannschaftsraum ist jedoch intakt und die Ahgama nimmt ihn auf, als sich die Titanen zurückziehen. Sara ist wie Four sowohl verstört als auch fasziniert von dem intimen Kontakt mit Camille, die nun versucht, mit Fa wieder klarzukommen. Quattro überbringt Bright eine Nachricht von Mirai und den Kindern, die ihm von Hyato an Bord der Audomura übermittelt wird.","versions":[{"lang":3,"streams":[{"redirect":8853586,"hoster":"VOE"},{"redirect":13701893,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"Jupitris Infiltration","descr":"Quattro, Bright und Henken diskutieren ihre Kampagne auf der Erde und den Bedarf an Informationen zu den neuen variablen Mobile Suits der Titan. Reccoa wird einen alten Gelgoog, der vom verlassenen EUG-Schiff Republic geborgen wurde, zum Jupiteris fliegen, wo sie sich als staatenloser Flüchtling nach einem Weltraumunfall präsentieren wird. Camille fürchtet um Reccoas Sicherheit nach dem Jabrow-Fiasko, aber Fa verteidigt sie – Reccoa weiß, was sie tut. Später gibt Reccoa gegenüber Fa zu, dass sie die Mission unter anderem deshalb annimmt, um ihr Selbstvertrauen zurückzugewinnen. Fa wird eifersüchtig, als Camille in Z-Gundam ausfliegt, um eine Eskorte für Reccoa zu fliegen. An Bord der Dogoth Gear verzaubert Scirocco Sara weiterhin, während sich ihr Training dem Ende nähert. Die Titans verfolgen Reccoas Annäherung und Sara geht in der Messala aus. Camille beobachtet von einem Asteroiden aus, wie Reccoa den Jupiteris betritt, wo ihre Titelgeschichte akzeptiert wird. Scirocco besucht den Jupiteris auf einer Besichtigungstour. Sara entdeckt Z-Gundam zur gleichen Zeit wie Scirocco Reccoa entdeckt. Als Sara Camille näher kommt, wird sie wiederum von Fa angegriffen, die Camille in den Methuss gefolgt ist. Reccoa entkommt, als die Messala beschädigt und zum Rückzug gezwungen wird, aber die Methuss ist verkrüppelt und muss auf dem Rücken von Z-Gundam im Wave Rider-Modus zurück zur Ahgama reiten. An Bord der Ahgama skizziert Reccoa die Mobile Suits, die sie auf der Jupiteris für Bright gesehen hat, kann aber den gutaussehenden und charismatischen Scirocco nicht aus dem Kopf bekommen.","versions":[{"lang":3,"streams":[{"redirect":12337207,"hoster":"VOE"},{"redirect":13701896,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"Side 2 Crisis","descr":"Rettich umkreist den Mond über Von Braun City, während Ahgama alleine nach Side 2 weitergeht, wo eine kleine Revolte im Gange ist und jederzeit ein Titan-Überfall erwartet wird. Quattro bringt den Typ-100 nach Von Braun City, um die Unterstützer von AEUG über seine Mission zur Erde zu informieren. Bright erfährt, dass die Alexandria das gleiche G-3-Nervengas trägt, das auch bei Bunch 30 verwendet wurde. Camille wird gehänselt, weil sie auf Reccoa gewartet hat und besucht Fa, der nun, da Reccoa die Flüchtlingskinder Shinta und Qum betreut, die Verantwortung für die Flüchtlingskinder übernommen hat ist zurückgekommen. Jared informiert seine Truppen über ihre Mission bei Bunch 25 (Seite 2) – sie werden tatsächlich G-3 einsetzen. Der Bürgermeister von Bunch 25 denkt jetzt darüber nach, da bekannt ist, dass die Titan-Truppe unterwegs ist. Die Alexandria nähert sich der Kolonie als Asteroid verkleidet. Die Ahgama eröffnet das Feuer darauf und startet Camille in Z-Gundam und Reccoa in Methuss, während die Titan Hizacks den G-3-Kanister am Rumpf von Bunch 25 befestigen. Jareds Gabthley verfolgt Z-Gundam und führt die Schlacht in die Kolonie. Katsu verhindert in einem Nemo, dass Moiras Gabthley Z-Gundam zerstört. Reccoa zerstört den G-3-Kanister und die Titanen ziehen sich zurück. Die Ahgama dockt an der Kolonie an und Bright belehrt den Bürgermeister über die Sinnlosigkeit des Versuchs, mit den Titanen fertig zu werden.","versions":[{"lang":3,"streams":[{"redirect":8853594,"hoster":"VOE"},{"redirect":13701894,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"Jerid`s Suicide Attack","descr":"Quattro und Won Lee warten in Von Braun City, um mit Melanie Hugh Carbine über die Nutzung der ehemaligen Zion-Hochburg als zentrale Basis für AEUG zu diskutieren. Yazan führt eine Mobile Suit-Streitmacht gegen die Ahgama und Z-Gundam an. Moira rät Jared, seine Rachebesessenheit einzudämmen – sowohl gegen Yazan als auch gegen Camille. Bright tadelt Camille und Fa dafür, dass sie die Kinder in die Startbucht des Mobile Suit einsteigen lassen. Jared und Moira warten in den Überresten einer verlassenen Kolonie im Hinterhalt, während Yazan und der Rest der Titanen die Ahgama in ihren Weg treiben. Eine Titanenflotte wird vom Radar der Ahgama entdeckt, als sie ihre eigene Mobile Suit-Truppe startet und sich sowohl die Ahgama als auch die Rettich in Richtung der verlassenen Kolonie zurückziehen. Camille und Fa kehren zurück, um die Schiffe zu verteidigen, während Emma und Appori die AEUG-Gegenstreitkräfte gegen Yazan anführen. Jared und Moira ziehen ihre Falle und konzentrieren sich auf die Ahgama. Z-Gundam tritt gegen Jareds Gabthley an, während Fas Mark-II Moiras Gabthley in Schach hält. Camille zieht sich in die Kolonie zurück, um Jared von den Ahgama wegzuziehen. Fa sieht, wie Haro in der Nähe einer Bresche im Rumpf der Ahgama schwimmt und geht ihr nach, um sicherzustellen, dass es den Kindern gut geht. Camille hilft ihr und lässt sie fast von Jared und Moira getötet werden. Als Fa von ihrem Kreuzfeuer verwundet wird, explodiert Camilles Newtype-Kraft in einem Wutanfall und zerstört die Hälfte der Titan Mobile Suits. Eine mentale Warnung von Emma rettet Camille vor Jareds Mega Cannon. Camille kontert mit der Mega Bazooka, aber Moira schirmt Jared mit ihrem Gabthley ab und nimmt selbst die volle Wucht der Explosion auf sich. Jared greift den Ahgama in sinnloser Wut an, nur um seinen Gabthley von Emma in Stücke geschossen zu bekommen. Yazan akzeptiert, dass der Plan gescheitert ist und zieht sich zurück. Jared sieht eine Erscheinung von Moira, während er in seinem zerstörten Gabthley in den Weltraum schwebt. Bright dankt Emma für die Rettung des Ahgama, aber sie schreibt Camille zu. Fa wird für ihre Hingabe an die Kinder anerkannt.","versions":[{"lang":3,"streams":[{"redirect":8853597,"hoster":"VOE"},{"redirect":13701897,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"Half-Moon Love","descr":"Sarah legt eine Bombe in Von Braun City, aber Kamille holt sie bald ein. Sarah warnt Kamille vor der Bombe und er versucht, sie zu bergen, während die Argama ihre Flucht planen, bevor die Bombe explodiert.","versions":[{"lang":3,"streams":[{"redirect":8853599,"hoster":"VOE"},{"redirect":13701900,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"The Mysterious Mobile Suits","descr":"Während die Reparaturen an Bord der Ahgama voranschreiten, befiehlt Won Lee eine AEUGO-Offensive gegen die Titanen. Helle Sorgen, dass eine solche Aktion die bis dahin neutrale Achse provozieren könnte, gegen sie Partei zu ergreifen. Camille macht sich Sorgen, weil Fa ihre ganze Zeit mit den Kindern verbringt. Won Lee findet ihn im Korridor trübsal und beauftragt ihn damit, Z-Gundam für den Kampf vorzubereiten. In der Kantine kann Reccoa nichts essen und weist sowohl Quattro als auch Camille zurück. An Bord der Dogoth Gear warnt Scirocco Sara, sich in der Nähe von Yazan zu beobachten, der heutzutage überall zu sein scheint. Nach Rücksprache mit Quattro stimmt Bright zu, die Dogoth Gear anzugreifen. Quattro plant einen Scharfschützenangriff mit dem Typ-100 und der Mega-Bazooka, aber Reccoa muss den Schuss für ihn einrichten und zusätzliche Energie aus den Batterien ihres Gelgoog liefern. Scirocco gibt Yazan ein Hambrabi, während sie sich zusammenschließen, aber Sara macht sich Sorgen über diese unruhige Allianz. Camille führt einen Frontalangriff gegen die Dogoth Gear an, während Quattro und Reccoa von hinten schießen. Yazan startet kurz bevor Quattros erster Schuss die Startrampe zerstört. Reccoa spürt Sciroccos Anwesenheit und fliegt zum Dogoth Gear, um sich ihm anzuschließen. Yazan schließt mit Camille, seinem Hambrabi, der Z-Gundam zerfleischt. Reccoa greift ein und macht fast einen Schuss für Yazan, und Scirocco erkennt ihren Gelgoog von der Begegnung mit Jupiteris. Camille und Reccoa werden von Yazan zurückgedrängt, der Reccoas Gelgoog zerstört. Camille nimmt Reccoa hoch, als sie auswirft, aber Z-Gundam ist wehrlos. Als Yazan sich der Tötung nähert, erscheinen hundert Gaza-Cs (AMX-003) und vertreiben die Titanen. Sie umgeben sowohl die Dogoth Gear als auch die Ahgama, die einen Waffenstillstand ausrufen, bis die mysteriösen Anzüge gelöst sind. Scirocco ist unbekümmert – er erkennt die Neuankömmlinge und teilt ihre Ambitionen. An Bord der Ahgama nennen es Reccoa und Camille sogar, sich gegenseitig das Leben zu retten. Quattro erkennt auch die Gaza-Cs an und ist nicht so selbstbewusst.","versions":[{"lang":3,"streams":[{"redirect":8853602,"hoster":"VOE"},{"redirect":13701898,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"The Messenger From Axis","descr":"Wong Lee geht an Bord des Zeon-Schiffes Gwadan und Haman Karn stellt ihn der derzeitigen Anführerin der Zeon, Mineva Lao Zabi, der letzten überlebenden Zabi, vor. Chars Groll gegen die Zabis hilft dem Deal der AEUG nicht und Scirocco plant seinen Schritt für einen Deal mit Zeon.","versions":[{"lang":3,"streams":[{"redirect":8853604,"hoster":"VOE"},{"redirect":13701899,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"Call From Space","descr":"Auf dem Rettich verabredet sich Emma mit Henken. In der Startbucht des Ahgama Mobile Suit fragt Camille Quattro, wie es Reccoa geht. Das überrascht Torres, der über die Idee von Quattro und Reccoa als Item lacht. Camille bittet Fa, nach Reccoa für ihn zu sehen. Fa und Reccoa sprechen – Reccoa erinnert sich an ihre Jugend im Kampf gegen die EUG und den Tod ihrer ersten Liebe. An Bord der Dogoth Gear ist Yazan mit der Allianz mit Axis unzufrieden und führt einen weiteren eigenen Angriff gegen die Ahgama an, indem er aufblasbare \"Dummy\" Marasai einsetzt, um die AEUGO-Streitkräfte zu verwirren. Camille im Z-Gundam, Quattro im Typ-100, Emma im Mark-II und Reccoa im Methuss-Start zur Verteidigung der Ahgama. Reccoa wird immer noch von ihrem verletzten Arm behindert und gerät schnell in einen Hinterhalt. Quattro rettet sie, wird aber mit Camille abberufen, um einer weiteren Gruppe von Mobile Suits entgegenzuwirken. Reccoa ist immer noch benommen, aber Camille holt sie heraus. An Bord der Ahgama bewertet Bright die Situation und widerruft Won Lees Befehle, als Reccoa und Camille den Titan-Trick entdecken. Reccoa und Yazan erleben eine Newtype-Reaktion, als er ihre Methuss zerstört. Sie wirft aus, lässt sich von Yazan gefangen und nach Scirocco bringen. Als die Ahgama mit dem Wartungsschiff La Vie en Rose andockt, wird Reccoa für tot gehalten und Camille ist wütend auf Quattro, weil sie ihr erlaubt hat zu kämpfen, bevor sie sich vollständig von ihren Wunden erholt hat.","versions":[{"lang":3,"streams":[{"redirect":8853608,"hoster":"VOE"},{"redirect":13701914,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"The Storm Over Kilimanjaro","descr":"Der Rettich verlässt das Ahgama mit La Vie en Rose. An Bord der Ahgama kommt es zu kleinen Streitigkeiten: Shinta und Qum brechen Haro, Camille ist zu beschäftigt mit dem Schreiben von Berichten, als dass Bright sich zuerst die Mühe machen könnte, sie zu reparieren, und brüskiert Quattro auf dem Weg, es später zu reparieren Reccoas Verlust. Quattro und Bright treffen sich, um einen Angriff auf die neue Titanenbasis auf dem Kilimanjaro zu besprechen. Die Kalaba wird sie mit Dijeh (MSK-008) und Dodai Sub Flight Units (fliegenden Schlitten) angreifen, während die Ahgama Orbital- und Luftaufklärung und Höhenluftunterstützung liefert. Als die Ahgama abfährt, bleibt Won Lee in La Vie en Rose zurück. Während der Missionsbesprechung unterbricht Camille Quattro mit einem wütenden Ausbruch über Reccoa. Fa bringt ihn zum Schweigen und fordert ihn auf, hinauszugehen. Allein auf dem Korridor hat er eine Vision von Vier, die ihn genug besänftigt, um sich später bei Fa zu entschuldigen. In der Nähe der Erde greift Yazan die Ahgama mit dem am Kilimanjaro entwickelten Barzam (RMS-154) an. Yazan verkrüppelt Quattros Type-100 und stürzt in die Atmosphäre, aber Camille verwendet Z-Gundam im Wave Rider-Modus als Wiedereintrittsschild.","versions":[{"lang":3,"streams":[{"redirect":8853610,"hoster":"VOE"},{"redirect":13701902,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"Four To Infinity","descr":"Kamille infiltriert die Basis und findet Four. Jerid findet sie und folgt ihnen, wird jedoch von Kamille überwältigt. Amuro und Char greifen die Basis weiter an, während Jerid einen Mobile Suit stiehlt. Four wird kontrolliert, um Jamitovs Shuttle zu schützen, und Kamille versucht, Four im Psyco Gundam zu besiegen, während Jerid seine Verfolgung fortsetzt. Vier wurden von Jerid getötet, als sie versuchten, Kamille zu retten.","versions":[{"lang":3,"streams":[{"redirect":8853612,"hoster":"VOE"},{"redirect":13701901,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"Dakar`s Day","descr":"Jared ist an Bord des Garuda-Superflugzeugs, das die Audomura verfolgt, die auf dem Weg nach Dakar ist, um eine Versammlung der Versammlung zu unterbrechen und ihre weltweiten Sendeeinrichtungen zu nutzen, um Beschwerden von AEUGO und Kalaba zu äußern. Irma zaubert ihren Weg an dem jungen Titanenpiloten Eiji vorbei, um sich mit Quattro zu treffen, das von Amuros Dijeh und fliegendem Schlitten geflogen wird. Während Irma die Versammlung mit vorgehaltener Waffe hält, nimmt Quattro das Podium und enthüllt seine wahre Identität, indem er sagt, er spreche nicht als Char Aznable des Zion-Imperiums, sondern als Sohn von Diakon Zion. Zion wollte nicht persönliche Ambitionen befriedigen, wie die Zabi-Dynastie, die ihn ermordet und seinen Namen gestohlen hat, sondern um in den Himmel zu steigen, um die Menschheit wirklich weiterzuentwickeln. \"Um die Erde nicht im Stich zu lassen, da die Erde unsere Mutter ist, müssen wir jetzt alleine rausgehen!\" Die Sendung wird von Eiji, der Irma entdeckt, und von Sayla Maas, dem Decknamen von Chars jüngerer Schwester Artesia, gesehen. Eiji und seine Kohorte starten ihre Asshimars, als Jared mit einem Geschwader Custom Hizacks (RMS-106CS) in der Byarlant abhebt. Während des Luftkampfes über der Stadt wird einer der Asshimars getroffen und nur Eijis rechtzeitige Hilfe verhindert, dass er in der Innenstadt von Dakar abstürzt. Eiji kann es nicht halten und beide sind kurz davor abzustürzen, als Camille sie in Z-Gundam rettet. Jared greift brutal an und reißt einen Block in der Innenstadt ein, um Z-Gundam zu erreichen. Als er sich der Tötung nähert, wird er wiederum von Eiji\u0027 Asshimar angegriffen - seine Art, Camilles frühere Rettung zurückzuzahlen. Irma hört den Kampf außerhalb der Versammlung toben und nimmt einen Kameramann mit auf das Dach. Dort übertragen sie Beweise für die Rücksichtslosigkeit der Titanen, als Jared Eijis Asshimar angreift. Die Streitkräfte von Kalaba und AEUG machen einen sicheren Rückzug, während die EUG-Versammlung und die Welt insgesamt die Aktionen des Titans offiziell verurteilen. Amuro und Quattro sind jetzt wirklich auf derselben Seite.","versions":[{"lang":3,"streams":[{"redirect":8853618,"hoster":"VOE"},{"redirect":13701903,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"","epNo":38,"alt":"Reccoa`s Sign","descr":"Jared setzt seine Verfolgung der Audomura fort. Die Titans greifen gerade an, als Quattro und Camille letzte Vorbereitungen treffen, um ein Zwei-Mann-Shuttle zurück zum Ahgama zu starten. Die Explosion des Shuttles bläst Jareds Byarlant von seinem Schlitten, was ihn zu einem leichten Ziel für Amuros Dijeh macht. Der wartende Ahgama wird auch von den Titanen angegriffen, angeführt von Yazan. Als sich das Shuttle dem Rendezvous nähert, schleichen sich Shinta und Qum an Bord der Methuss und heben ab, um ihnen zu helfen. Bright schickt Fa, um die Kontrolle über die Methuss zurückzugewinnen, während Quattro die Mega Bazooka im Frachtraum des Shuttles aufstellt. Reccoa ist an Bord des Titan-Schlachtschiffs und gibt taktische Ratschläge. Camille und Reccoa spüren die Anwesenheit des anderen und Camille stört Quattros Ziel, als Reccoa den Titan-Captain warnt. Quattros Schuss verfehlt knapp das Titanschiff, das sich zurückzieht. An Bord der Ahgama trauert Appori um einen Pilotenkollegen, der von Yazans Hambrabi getötet wurde. Bright begrüßt Quattro und Camille, die von Reccoas Wiederauftauchen als Feind beunruhigt sind","versions":[{"lang":3,"streams":[{"redirect":8853621,"hoster":"VOE"},{"redirect":13701905,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"","epNo":39,"alt":"Lakeside","descr":"Die Ahgama kehrt zu Bündel 25 (Seite 2) zurück, um Vorräte zu holen. Camille und Fa nehmen die Kinder mit auf eine Besichtigungstour durch die Kolonie. Die Titans gruppieren sich bei Grips 2 (Seite 7) neu, während Jamitov und Basque mit Scirocco ihren nächsten Zug gegen AEUGO planen. Rosamia wird als Spionin zu Bunch 25 geschickt. Sie fühlt sich zu Camille hingezogen, von der sie behauptet, dass sie ihr Bruder ist, und zwingt sich in die Party, da sie sich weigert, sich von ihm zu trennen. Während einer rustikalen Wagenfahrt zeigt Rosamia Camille ein Bild ihrer Familie, von der sie während des Einjährigen Krieges getrennt wurde. Der Junge, den sie als ihren Bruder identifiziert, könnte leicht mit Camille verwechselt werden. Quattro, der im Typ-100 patrouilliert, wird von zwei Custom Hizacks angegriffen. Camille spürt Quattros Situation und nimmt alle mit auf eine Bootsfahrt auf dem See – Camille und die Kinder in einem Boot, Fa und Rosamia in dem anderen. Ein verirrter Schuss durchbohrt die Kolonie und die Schlacht zieht nach innen. Am See tauschen Camille und Rosamia ihre Plätze und er und Fa rudern ins Schilf. Rosamia bringt Minerva dazu, sich ihr und den Kindern anzuschließen, sehr zu Hamans Entsetzen. Haman und Camille erblicken einander, als die Schlacht in ihr Gebiet eindringt. Ein weiterer wilder Schuss bläst ein Loch in den \"Boden\" des Sees, mit lebensgefährlichen Folgen für alle. Haman fordert Minerva zurück und entkommt, während Quattro den Rumpf repariert. An Bord der Ahgama stellt Camille Rosamia vor, während Fa mit offensichtlicher Eifersucht auf die offene schwesterliche Zuneigung der sexy Neuankömmling schaut.","versions":[{"lang":3,"streams":[{"redirect":8853622,"hoster":"VOE"},{"redirect":13703182,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"","epNo":40,"alt":"Gryps` Debut","descr":"Die Ahgama bereitet sich darauf vor, Grips 2 anzugreifen, bevor der Kolonielaser eingesetzt werden kann. Rosamia zeigt wie ihre Vorgängerin Four wilde Stimmungsschwankungen und Kopfschmerzen und benimmt sich oft kindisch. Vor allem zeigt sie eine kindliche Angst vor Ärzten, die Emma misstrauisch macht. Bei Grips 2 wird Reccoa von Scirocco verzaubert, der ihr die Messala gibt, um einen Trupp Barzams gegen die Ahgama anzuführen. Camille erkennt die Messala, die zuletzt von Sara geflogen wurde. Er und Emma sind schockiert, als sie erfahren, dass es jetzt von Reccoa gesteuert wird, der unglücklich über den Seitenwechsel ist, aber sich des Erfolgs von Scirocco sicher ist. Z-Gundam drückt die Messala gegen einen Asteroiden und Camille versucht, mit Reccoa zu sprechen, aber sie weist ihn zurück und entkommt. Basque feuert den Colony Laser auf Seite 2 ab und zerstört Bunch 18 auf dieselbe Weise, wie Giren Zabi die Friedenskonferenz während des Einjährigen Krieges zerstört hat.","versions":[{"lang":3,"streams":[{"redirect":8853627,"hoster":"VOE"},{"redirect":13701907,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"","epNo":41,"alt":"The Awakening","descr":"Rosamia weigert sich, den Arzt aufzusuchen, bis Shinta und Qum sie mit gutem Beispiel davon überzeugen, dass es nichts zu befürchten gibt. An Bord der Dogoth Gear befiehlt Basque Reccoa, ihre neue Loyalität zu beweisen, indem sie einen Angriff auf Bunch 21 (Seite 2) anführt. Reccoas Messala und das Paar Hizacks mit der G-3 Nervengasbombe werden von der Kolonie entdeckt und von einem Trupp Nemos abgefangen. Camille in Z-Gundam und Emma in der Mark-II starten, um sich ihnen anzuschließen, aber Quattro bleibt zurück, um Rozamia im Auge zu behalten. Mit den Kindern als Ablenkung nimmt Rosamia einen Nemo (den sie spöttisch \"Eine einfache Maschine!\" nennt) und jagt ihrem \"Bruder\" hinterher, dicht gefolgt von Quattro im Typ-100. Währenddessen wird die G-3 mit tödlicher Wirkung in Bunch 21 entlassen. Camille spürt den Tod der acht Millionen Einwohner. Die Schlacht ist verbunden. Camille sieht Reccoa in der Messala, wird aber von Rosamia angesprochen, bevor er sie konfrontieren kann. Camille und Rosamia dringen durch eine Bresche im Rumpf in Bunch 21 ein. Rosamia wird Zeugin des Massenmordes, während Camille Rache übt, indem sie die Hizacks in die Luft jagt. Quattro konfrontiert Reccoa, kann sie aber nicht aufhalten. Rosamia fällt wie Four ihrer Programmierung zum Opfer und sieht Camille plötzlich als Feindin. Emma hält Rosamia davon ab, Camille zu töten, die Emma davon abhält, Rosamia zu töten. Reccoa und Rosamia fliehen, während Camille und Quattro über die Konsequenzen ihrer Taten nachdenken müssen.","versions":[{"lang":3,"streams":[{"redirect":8853628,"hoster":"VOE"},{"redirect":13701909,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"","epNo":42,"alt":"Goodbye Rosamia","descr":"Bedroht durch den Colony Laser bei Grips 2 evakuieren die Bürger Granadas durch unterirdische Tunnel, während die Ahgama und Rettich bei La Vie en Rose andocken, um Nachschub zu erhalten. Camille, Emma, ​​Fa und Quattro treffen sich mit dem Arzt, der ihnen sagt, dass Rosamia ein künstlicher Neutyp ist. Die Titans haben ihr falsche Erinnerungen gegeben, in der Hoffnung, den Persönlichkeitszusammenbruch zu verhindern, der Four zerstörte, aber ihr Plan ging nach hinten los, als Camille auftauchte und wie ihr fiktiver älterer Bruder aussah. Die Ähnlichkeit der Nachnamen – Vidan und Vadam – könnte ebenfalls ein Faktor gewesen sein. Auf jeden Fall ist Rosamia sowohl ein mächtiger als auch von Natur aus instabiler Newtyp. An Bord der Dogoth Gear bestellt Basque einen Test des Bound Dock (NRX-055) mit Rosamia als Pilotin. AEUGO geht in die Offensive, um die Titans zu beschäftigt zu halten, um ihren Colony Laser einzusetzen, und greift eine Flottille auf dem Weg zu Bunch 13 (Seite 2) an. Rosamia greift Fas Methuss an, wird aber von Z-Gundam zurückgedrängt. Rosamia ist hin- und hergerissen zwischen ihrem bedingten Hass auf Z-Gundam und ihrer eingepflanzten Liebe zu ihrem \"Bruder\" Camille. Als sie zu Bunch 13 geraten, versucht er, sie für sich zu gewinnen, indem er anführt, wie sehr ihre Spielkameraden Qum und Shinta sie vermissen. Währenddessen findet Quattro zwei Hizacks, die eine G-3-Gasbombe am Rumpf befestigen und sprengt sie. Camille gewinnt Rosamia fast für sich, aber ihre Controller kommen in einem Prototyp von Bound Dock an und aktivieren den Psycho-Wave-Verstärker, der mit Four am Kilimanjaro verwendet wird. Rosamia verwandelt ihr Bound Dock in seinen grotesken Kampfmodus, ein mechanisches Monster, das viermal so groß wie Z-Gundam ist, aber Camille kann sich nach wie vor nicht dazu durchringen, sie zu töten. Quattro feuert auf das gebundene Dock des Controllers und deaktiviert die Psychowelle. Rosamia verliert ihren Kampfgeist und beide Bound Docks ziehen sich zurück. Basque kehrt zu Grips 2 und dem tödlichen Colony Laser zurück.","versions":[{"lang":3,"streams":[{"redirect":8853633,"hoster":"VOE"},{"redirect":13701911,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"","epNo":43,"alt":"Haman`s Sneer","descr":"Während einer Kampfpause wird Camille für einen wichtigen Auftrag aus dem Aufenthaltsraum auf die Brücke gerufen. Er soll Axis ein Bündnisangebot unterbreiten. Katsu widerspricht offen und wird zusammen mit Shinta und Qum, die sich seiner Störung anschließen, in die Arrestzelle geworfen. Camille fliegt Z-Gundam unter einer Waffenstillstandsflagge zum Gwadan, wo Haman ihn königlich begrüßt. AEUGO bittet um ihre Hilfe bei der Zerstörung des Kolonie-Lasers, der sie beide bedroht. Haman fliegt in ihrem neuen Qubeley (AMX-004) zum Ahgama und stimmt der Allianz unter der Bedingung zu, dass \"Zion\" (Seite 3) unter Axis \"wiederhergestellt\" wird und dass \"Char Aznable\" Minerva anerkennt (und implizit, Haman) als rechtmäßiger Herrscher. Quattro stimmt widerstrebend zu. Bei Grips 2 bereitet sich Basque darauf vor, den Colony Laser auf Granada abzufeuern. Fa schließt sich Katsu und den Kindern im Gefängnis an, um auf sie aufzupassen, was Katsu ohne Ende beleidigt. Die mobilen Anzüge der Ahgama führen den Angriff an und als sie spüren, dass sich das Blatt gegen sie wendet, schließen sich Fa und Katsu ihnen an. Der Gwadan feuert eine Breitseite ab, die den Kernimpulsmotor des Kolonielasers deaktiviert und ihn daran hindert, sich für einen klaren Schuss auf Granada zu drehen. Haman hat ihre Abmachung eingehalten und den Tag gerettet. Die Ahgama verbindet sich mit dem Gwadan für Quattros versprochene Audienz mit Minerva und Haman. \"Char Aznable\" schwört Zion Treue, doch \"Quattro Baijina\" erinnert sich an seinen wiederholten Disclaimer: \"Ich bin jetzt QUATTRO!\"","versions":[{"lang":3,"streams":[{"redirect":12380261,"hoster":"VOE"},{"redirect":13701912,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"","epNo":44,"alt":"The Gate Of Zedan","descr":"Haman bittet um ein Treffen mit Jamitov auf der Asteroidenfestung Zedan\u0027s Gate (früher bekannt als A\u0027Bao\u0027A\u0027Qu). Die Ahgama folgt dem Gwadan als Backup. An Bord der Jupiteris weist Scirocco Sara einer Angriffsmission im neuen Bolinoak Samaan (PMX-002) zu, während er und Reccoa zur Verteidigung von Zedans Tor aufbrechen. Der Ahgama entdeckt Saras sich nähernden Mobile Suit und Camille fängt ihn in Z-Gundam ab. Er und Sara kämpfen, bis er sie in einem verlassenen Außenposten in die Enge treibt. Währenddessen trifft sich Haman mit Jamitov an Bord des Schlachtschiffs Hario. Jamitov bietet ein Bündnis mit Zion an, aber Haman ist skeptisch. Ihr Verdacht wird durch ein Attentat begründet, dem sie teilweise entgeht, weil sie es erwartet hat. Jared in der Byarlant führt einen Angriff auf den Gwadan an und Haman ruft die Ahgama zur Verstärkung herbei. Camille schließt sich dem Kampf mit Sara an, die an seiner Seite an Bord der Z-Gundam eingesperrt ist. Sara spürt, wie Katsu die Methuss steuert. Der Kampf ist heftig, mit schweren Verlusten auf beiden Seiten. Sara und Katsu treffen sich wieder, als sie an Bord der Ahgama interniert ist, aber obwohl sie weit voneinander entfernt sind, unterliegt Sara immer noch der Macht von Sciroccos Willen.","versions":[{"lang":3,"streams":[{"redirect":8853637,"hoster":"VOE"},{"redirect":13701917,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"","epNo":45,"alt":"Celestial Body","descr":"Haman erklärt, dass Axis die Titanen am Tor von Zedan besiegen wird. Nachdem er die überlegenen Streitkräfte der Achsenmächte gesehen hat, schreibt Jamitov die Titanbasis ab und befiehlt den EUG-Streitkräften, zu evakuieren. Scirocco schickt Reccoa in die Pallas Athene (PMX-100), um Sara zu retten. An Bord der Ahgama beobachtet Katsu Sara auf dem Monitor und grübelt über die Umstände, die sie zu Feinden gemacht haben. Camilles Versuch, ihn zu beruhigen, verärgert ihn nur noch mehr. Reccoa beobachtet von einem Asteroiden aus, wie sich die Ahgama für ein Sperrfeuer des Zedan-Tors aufstellt. Als die Ahgama Mobile Suits ihren Angriff starten, macht sie ihren. Camille spürt ihre Anwesenheit und versucht sie aufzuhalten, aber er ist zu weit weg. Trotzdem versucht er, sie durch ihre Newtype-Affinität abzuschrecken. Reccoas Angriff ermöglicht es Sara zu entkommen und zu ihrem Mobile Suit zu gelangen. Katsu spürt ihre Flucht und geht ihr nach, während Fa gegen Reccoa kämpft. Sie landen in der Nähe der Titan-Basis, wo sie kurz über Reccoas Abfall sprechen. Katsu holt Sara ein, wird aber von Jared angegriffen. Appori versucht, Katsu zu helfen, gerät jedoch zwischen sie und wird getötet. Apporis Tod löst Camilles Berserkerwut aus. Die überwältigenden Streitkräfte der AEUGO und der Achsenmächte zerstören bald Zedan\u0027s Gate, aber Jared gelingt es, mit Reccoa und Sara zu entkommen.","versions":[{"lang":3,"streams":[{"redirect":8853639,"hoster":"VOE"},{"redirect":13701916,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"","epNo":46,"alt":"Scirocco Steps Forward","descr":"Mit der Achse-Titanen-Allianz in den Seilen (was mit Hamaan, der die Titanen doppelt überquert, den Kolonielaser erobert und die Asteroidenachse in das Tor von Zedan geschlagen hat), treffen sich die Führer beider Seiten (Jamitov, Hamaan und Scirocco). an Bord von Hamaans Flaggschiff, um zu sehen, ob sie die Dinge nicht regeln können. Unterdessen schleicht sich Katsu an Bord des Schiffes mit der hirnrissigen Vorstellung, dass er Scirocco verprügeln und Saras Liebe gewinnen wird. Er trifft sich mit Char (der immer noch an Bord von Hamaans Schiff hängt), der Katsus Plan verbessert, indem er in den Konferenzraum einbricht und versucht, *alle* Beteiligten zu töten. Wie es der Zufall will, hat Scirocco inzwischen eine Waffe auf Hamaan gezogen; Char bricht ein, zeichnet Scirocco an, Sara spürt die Bedrohung und feuert die Strahlpistolen ihres mobilen Anzugs durch das Schiff und in den Konferenzraum. Es folgt ein totales Chaos und alle fliehen; Scirocco findet sich mit Jamitov allein im Raum wieder und erschießt ihn nur für Tritte. Dann flieht er vom Flaggschiff der Achsenmächte und erzählt der Flotte der Titanen, dass Hamaan Jamitov vernichten ließ. Die Titanen eröffnen das Feuer auf das Schiff und zerstören es. Jetzt, wo alle in ihren Handy-Anzügen draußen sind, stehen sich Hamaan und Scirocco in einem dieser neuen Star-Matches gegenüber. Reccoa und Sara, die von der Seitenlinie aus zusehen, beschließen, Hamaan auszuschalten, während sie abgelenkt ist - aber Katsu hat die gleiche Idee in Bezug auf Scirocco und kommt heran, um ihn in den Rücken zu schießen. Sara nimmt den Treffer und rettet ihren lilahaarigen Humbert Humbert.","versions":[{"lang":3,"streams":[{"redirect":8853644,"hoster":"VOE"},{"redirect":13701913,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"","epNo":47,"alt":"Universal Maelstrom","descr":"AEUGO startet die Operation Maelstrom, einen umfassenden Versuch, den Kolonielaser von den Achsenmächten zurückzuerobern. Camille stellt sich Hamaan, wird in eine neuartige Gedankenverschmelzung verwickelt und wird von Fa und Katsu gerettet. Die Operation ist erfolgreich, da die AEUGO-Streitkräfte die unglückliche Achse auslöschen.","versions":[{"lang":3,"streams":[{"redirect":8853647,"hoster":"VOE"},{"redirect":13701920,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"","epNo":48,"alt":"From Rosamia`s Heart","descr":"Die Asteroidenachse, die zuletzt in Episode 45 in das Asteroidenhauptquartier der Titanen gepflügt wurde, hat eine Halbumlaufbahn um die Erde gemacht und steuert nun auf eine unmittelbar bevorstehende Kollision mit dem Mond zu. Es ist auf Kurs, direkt nach Granada zu pflügen, einer wichtigen Stützpunkt für AEUGO und der Heimat seines Sponsors Anaheim Electronics. Den AEUGO-Truppen wird befohlen, alles, was sie tun, fallen zu lassen und die Konzernzentrale vor der drohenden Zerstörung zu retten. Während sich die AEUG-Flotte um den Kolonielaser konsolidiert, wird die Agama aus irgendeinem Grund, der mir derzeit entgeht, zu Axis geschickt. Camille, die nach dem Asteroiden schnuppert, trifft auf den mächtigen Psyco Gundam Mk.II, der von \"Schwester\" und künstlichem Neutyp Rozamia Badam gesteuert wird. Der Psyco Gundam bleibt im Inneren des Asteroiden stecken und Camille, Rozamia und Fa beginnen, sich zu Fuß gegenseitig zu jagen. Rozamia ist (noch) ein totaler Korbkoffer und Camille bekommt immer diese Vier Vibes von ihr. Fa versucht, den hirnrissigen künstlichen Neuling herunterzureden, aber er würfelt nicht; sie eilt zurück zum Psyco Gundam und der Kampf wird wieder aufgenommen. Am Ende hat Camille keine andere Wahl, als Rozamia zu töten; sie dankt ihm dafür, dass er sie von ihrer Qual befreit hat. Unterdessen eliminiert Scirocco seinen einzigen verbliebenen Rivalen um die Kontrolle über die Titans. Das Flaggschiff von Basque Om, die Dogos Gear, wird von dem künstlichen Neuling Geits Kappa bewacht, der gleichzeitig Rozamia \"coachiert\"; als sie stirbt, tötet die psychische Gegenreaktion auch Geits, und Sciroccos Truppen (angeführt von Reccoa) schwärmen über die Dogos-Ausrüstung und sprengen sie in Stücke. AEUGO feuert mit dem Kolonielaser auf die Asteroidenachse und lenkt sie von ihrem Kollisionskurs ab.","versions":[{"lang":3,"streams":[{"redirect":8853650,"hoster":"VOE"},{"redirect":13701918,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"","epNo":49,"alt":"Scattered Souls","descr":"Während die Agama zum Rest der AEUGO-Flotte zurückkehrt, sind die Titans und die Axis erschienen, um die Kontrolle über den Kolonielaser zurückzuerobern. Ein grausamer Dreikampf beginnt, bei dem AEUGO, Hamaans Achse und Sciroccos Titanen alle ihre Truppen ins Getümmel werfen. Damit beginnt die Große Charaktersäuberung. Emma und Katsu docken an, um den Super Gundam zu gründen und Yazans Hambrabi-Trio abzuwehren; Katsu besteht darauf, in seiner kümmerlichen Cockpit-Kapsel zu kämpfen, und Yazan jagt ihn in einen Asteroiden. Eine wütende Emma bläst Yazans Flügelmänner weg, aber das feindliche Ass schleicht sich hinter sie und schlägt dem Gundam den Rücken zu. Wie ein Idiot manövriert Henken den Rettich in den Kampf, um Emma zu bedecken – decke einen mobilen Anzug mit einem Schlachtschiff ab! - und Yazan kommt nicht einmal ins Schwitzen, als er den Rettich in Stücke schießt. Ein sehr lustiger Moment: Scirocco und Reccoa stürmen in die Schlacht und stellen sich etwa hundert mobilen Anzügen der Achsenmächte. Plötzlich gibt es einen Lichtblitz, als Char - am Spielfeldrand sitzend - mit seinem Mega-Bazooka-Werfer auf die Achsenmächte anstößt und Scirocco ganz verkleidet und mit niemandem zum Kampf zurücklässt. Inzwischen trifft endlich das Agama-Kontingent ein. Camille wird von Jerid abgefangen, aber er schüttelt ihn mit wenig Aufwand ab; Jerids verkrüppelter mobiler Anzug dreht sich ab und pflügt in das Wrack der Rettich und bläst alles, was vom Schiff und seiner Besatzung übrig geblieben ist, in Weltraumstaub. Emma, ​​ihr Gundam repariert, macht sich auf, um Reccoa zu duellieren. Die beiden ehemaligen Freunde schlagen zu, und Emma landet einen tödlichen Treffer. Emma steigt rücksichtslos aus, um das Wrack von Reccoas Handyanzug zu inspizieren und zu sehen, ob sie noch am Leben ist; Yazan, der in der Nähe lauert, eröffnet das Feuer, trifft den zerstörten mobilen Anzug und er explodiert. Emma nimmt ein Stück brennender Granatsplitter in den Darm. Camille stürzt sich heraus, zerhackt Yazans Handyanzug (obwohl der Teufel selbst entkommt) und sammelt Emmas sterbenden Körper ein.","versions":[{"lang":3,"streams":[{"redirect":12917710,"hoster":"VOE"},{"redirect":13701919,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"","epNo":50,"alt":"Run Through The Cosmos","descr":"Emma und Camille, die an Bord eines Schiffswracks zusammengekauert sind, haben eine letzte Liebesbeziehung. Sie fordert ihn auf, ihr das Leben zu nehmen und damit zu kämpfen. Währenddessen duckt sich Char mit Hamaan und Scirocco in den Lauf des Kolonie-Lasers. Die schrecklichen Zweier bauen schnell Chars Typ 100 ab, und die Action verlagert sich dann in die Innenräume der Superwaffe. Zu dem Trio gesellen sich Camille und Fa für weitere pistolenschwingende, betörende, philosophierende Aktionen; dann hüpfen sie alle wieder in ihre mobilen Anzüge und steigen aus dem Kolonielaser. Bright, der geduldig darauf wartet, dass seine Piloten das Fass räumen, aktiviert dann den Kolonielaser und zerlegt die Flotte der Titanen. Finale Duellzeit! Hamaan und Char schleudern es schließlich in einem anderen Schiffswrack heraus. Char gewinnt fast, obwohl sein mobiler Anzug nur noch ein Glied hat, aber er hat die Trichter der Quebeley vergessen. Hamaan bietet ihm eine Chance zu leben und ihr zu dienen (abgelehnt), dann nagelt Char das Secret Self-Destruct Widget des Schiffes mit den Vulkanen des Typ 100 und sprengt es um sie herum. Hamaan entkommt. Währenddessen entdeckt Camille, wie frustrierend es ist, gegen einen unzerstörbaren mobilen Anzug zu kämpfen. Er gibt es auf, Scirocco mit herkömmlichen Mitteln zu besiegen, und ruft alle ihm zur Verfügung stehenden freundlichen neuartigen Geister (Emma, ​​Four, Rozamia) herbei, um den kaltblütigen Manipulator an Ort und Stelle zu halten (Saras Geist greift fast ein, um ihrem Mann zu helfen, aber Katsus Geist redet mit ihr heraus). Camille verwandelt den Zeta in den Waverider-Modus, pflügt sich in Sciroccos mobiler Anzug und zerquetscht ihn zu Brei (sehr denkwürdig!). Der sterbende Scirocco brät Camilles winziges Gehirn aus Rache. Das Ende. Fa sammelt ihren Kumpel aus Kindertagen, jetzt mit dem IQ eines Schweinekoteletts. Die Titanen sind Geschichte, die Achsenmächte ziehen sich zurück, um die Weltherrschaft anzustreben, die AEUG sind so gut wie ausgelöscht, der Kolonielaser hat angeblich eine Dichtung durchgebrannt. Und der Rumpf des Typ 100 schwebt vorbei, die Cockpitluke offen, leer...?","versions":[{"lang":3,"streams":[{"redirect":8854075,"hoster":"VOE"},{"redirect":8853517,"hoster":"Streamtape"}]}]}]}]}