{"seriesId":"moment-of-proof","name":"Moment of Proof","descr":"Die Doku-Serie \"Moment of Proof – Der letzte Beweis\" zeigt die Jagd nach den gefährlichsten Kriminellen und dreht sich um den entscheidenden Moment, in dem Ermittler endlich den Durchbruch erzielen und einen Fall lösen. Ob es sich um den ausschlaggebenden DNA-Treffer, ein dramatisches Geständnis oder eine maßgebliche Widerlegung eines Alibis handelt, bei \"Moment of Proof\" decken geniale Ermittler Verbrechen auf. Anhand von Interviews, Rekonstruktionen und Beweisen aus den Fällen geben britische Beamte, die hinter den großen Kriminalfällen stehen, Zugang zu den Verbrechen, die sie anhand der Spuren, denen sie gefolgt sind, gelöst haben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Lösegeldforderung","epNo":1,"alt":"The Ransom Call","descr":"Durch eine aufschlussreiche Textnachricht gerät ein Serienbetrüger ins Visier der Ermittler, was eine spezielle Überwachungsaktion nach sich zieht und schließlich zur Befreiung einer Geisel führt.","versions":[{"lang":1,"streams":[{"redirect":13838512,"hoster":"VOE"},{"redirect":13838538,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verräterische Kleidung","epNo":2,"alt":"The Pyjamas","descr":"Die wahre Identität eines Angreifers wird durch einen Schlafanzug aufgedeckt, während eine gelbe Baseballmütze dazu beiträgt, einen Einbrecher zu überführen. Beide Gegenstände spielen eine Schlüsselrolle in der Lösung der Kriminalfälle.","versions":[{"lang":1,"streams":[{"redirect":13838533,"hoster":"VOE"},{"redirect":13838508,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Maulwurf","epNo":3,"alt":"The Mole","descr":"Ein entscheidender Papierfetzen, entdeckt in einer Mülltonne, wird zum Beweisstück, das einen skrupellosen Mörder entlarvt. Parallel dazu führt ein charakteristisches Muttermal zur Ergreifung eines gewalttätigen Räubers.","versions":[{"lang":1,"streams":[{"redirect":13838557,"hoster":"VOE"},{"redirect":13838561,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die falsche Frisur","epNo":4,"alt":"The Ponytail","descr":"Ein einziger Handschuh deckt die Identität einer gewalttätigen Bande auf und das Bild eines markanten Pferdeschwanzes klärt einen Hightech-Bankraub auf.","versions":[{"lang":1,"streams":[{"redirect":13838571,"hoster":"VOE"},{"redirect":13838562,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"In die Falle getappt","epNo":5,"alt":"The Trap","descr":"Ein Heißsiegelgerät für Plastiktüten überführt einen Online-Drogenhändler und ein zufälliges Gespräch mit einem Kriminellen sowie eine Landkarte führen zur Ergreifung von drei Einbrechern, die ein Viertel terrorisieren.","versions":[{"lang":1,"streams":[{"redirect":13838573,"hoster":"VOE"},{"redirect":13838591,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Notebook","epNo":6,"alt":"The Notebook","descr":"Ein zufällig gefundener Name in einem Notizbuch wird zum entscheidenden Hinweis, um einen rücksichtslosen Autofahrer zu überführen; gleichzeitig führen Seriennummern auf gestohlenem Geld zur Aufdeckung einer kriminellen Organisation.","versions":[{"lang":1,"streams":[{"redirect":13838613,"hoster":"VOE"},{"redirect":13838601,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Pilot ohne Flugschein","epNo":7,"alt":"The Fake Pilot\u0027s Licence","descr":"Ein Hochzeitsvideo hilft bei Lösung einer Teenager-Entführung und eine abgelaufene Pilotenlizenz entlarvt einen Betrüger, der unter dem Radar fliegt.","versions":[{"lang":1,"streams":[{"redirect":13838611,"hoster":"VOE"},{"redirect":13838624,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Erpressung","epNo":8,"alt":"The Blackmailer","descr":"Ein alltägliches Navigationsgerät ist der letzte Hinweis, der Tierdiebe hinter Gitter bringt und ein anonymer Brief ist der Schlüssel, um die Identität eines Erpressers zu knacken, der es auf die Vergiftung von Babys abgesehen hat.","versions":[{"lang":1,"streams":[{"redirect":14427802,"hoster":"VOE"},{"redirect":13838632,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Pullover","epNo":9,"alt":"The Hoodie","descr":"Ein gewöhnlicher Kapuzenpulli hilft der Polizei einen bösartigen und gefährlichen Angreifer aus dem Verkehr zu ziehen und ein gewöhnliches Navigationsgerät entlarvt den Drahtzieher eines bewaffneten Raubüberfalls.","versions":[{"lang":1,"streams":[{"redirect":13838633,"hoster":"VOE"},{"redirect":13838640,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Stalker","epNo":10,"alt":"The Deerstalker","descr":"Ein auffälliger Hut führt zur Lösung eines Falles von gestohlenen Bankkarten und eine Textnachricht bringt einen Stalker hinter Gitter.","versions":[{"lang":1,"streams":[{"redirect":13838653,"hoster":"VOE"},{"redirect":13838649,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Aufkleber","epNo":11,"alt":"The Hair Dye","descr":"Ein in den sozialen Medien geteiltes Foto ist entscheidend für die Aufdeckung eines Betrugs durch einen falschen Polizisten und die Verhaftung eines gefährlichen Räubers dank eines Haarfärbemittels.","versions":[{"lang":1,"streams":[{"redirect":13838643,"hoster":"VOE"},{"redirect":13838646,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Geheimversteck","epNo":12,"alt":"The Wallpaper","descr":"Ein ungewöhnliches Tapetenmuster entlarvt die Lügen einer Frau, die Krebs vortäuscht, und ein verstecktes Fach in einem Wagen ist ausschlaggebend für die Verurteilung von Dieben, die Wohltätigkeitsorganisationen bestehlen.","versions":[{"lang":1,"streams":[{"redirect":13838660,"hoster":"VOE"},{"redirect":13838654,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Kamera sieht alles","epNo":13,"alt":"The Feud","descr":"Ein Tankstellenüberwachungsvideo trägt zur Verurteilung einer Gruppe kaltblütiger Mörder bei; das Handy eines Bandenmitglieds lenkt die Ermittlungen auf eine Organisation, die sozial Schwache ausbeutet.","versions":[{"lang":1,"streams":[{"redirect":13838656,"hoster":"VOE"},{"redirect":13838659,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Handschrift","epNo":14,"alt":"The Ripped-Up Note","descr":"Eine einfache Visitenkarte enthüllt die wahren Identitäten einer Betrügerbande und eine zerrissene, handgeschriebene Notiz ist der Schlüssel, um zwei Mörder wegzusperren.","versions":[{"lang":1,"streams":[{"redirect":13838663,"hoster":"VOE"},{"redirect":13838664,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Medikamente","epNo":15,"alt":"The Medication","descr":"Eine weggeworfene Gewehrpatrone der Polizei hilft, einen Mann zu überführen, der einen Kollegen erschossen hat und ein Medikamentenpaket überführt eine Bande gewalttätiger Juwelendiebe.","versions":[{"lang":1,"streams":[{"redirect":13838670,"hoster":"VOE"},{"redirect":13838672,"hoster":"Streamtape"}]}]}]}]}