{"path":"/serie/stream/moment-of-truth-2021","name":"Moment of Truth (2021)","descr":"Die nie zuvor gesehene Geschichte hinter dem Mord an Michael Jordans Vater James Jordan.","seasons":[{"path":"/serie/stream/moment-of-truth-2021/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/moment-of-truth-2021/staffel-1/episode-1","name":"","epNo":1,"alt":"Chapter One - An Unfillable Void","descr":"James Jordan, der Vater des berühmtesten Basketballspielers der Welt, wird tot in einem Sumpf in South Carolina aufgefunden, was zu einer Fahndung in mehreren Staaten führt, die nach seinem Mörder sucht.","versions":[]},{"path":"/serie/stream/moment-of-truth-2021/staffel-1/episode-2","name":"","epNo":2,"alt":"Chapter Two - The Most Dangerous County In America","descr":"Es wird offenbart, dass James Jordan in Robeson County, North Carolina, getötet wurde. Wir schauen in die dunkle Geschichte dieses ländlichen Gebiets an der südlichen Staatsgrenze, das voller Kriminalität, rassistischer Ungerechtigkeit und Korruption in der Strafverfolgung ist.","versions":[]},{"path":"/serie/stream/moment-of-truth-2021/staffel-1/episode-3","name":"","epNo":3,"alt":"Chapter Three - The Wronged Man","descr":"Daniel Green erzählt seine Geschichte, nachdem er wegen Mordes verhaftet wurde. Wir untersuchen sein Leben, während beide Seiten ihre Fälle für den Prozess vorbereiten. Während Daniel seine Unschuld erklärt, macht Larry Demery einen Plädoyer-Deal und bereitet sich darauf vor, gegen ihn auszusagen.","versions":[]},{"path":"/serie/stream/moment-of-truth-2021/staffel-1/episode-4","name":"","epNo":4,"alt":"Chapter Four - Best Friends","descr":"Larry nimmt Stellung und steckt den Mord an Daniel. Die Verteidigung macht ihren Fall, aber wir erfahren, dass die Jury nicht alle Beweise gehört hat, und eine Information bringt den gesamten Fall in Zweifel.","versions":[]},{"path":"/serie/stream/moment-of-truth-2021/staffel-1/episode-5","name":"","epNo":5,"alt":"Chapter Five - Can The Truth Set You Free","descr":"Daniel und Larry beginnen ihre Gefängnisstrafen und Daniel behält weiterhin seine Unschuld bei. Daniel findet einen Anwalt in Christine Mumma. Christine bewertet den Fall neu, um eine neue Anhörung von den Gerichten zu erhalten.","versions":[]}]}]}