{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji","name":"Momochi-san Chi no Ayakashi Ouji ","descr":"[The Demon Prince of Momochi House] An ihrem 16. Geburtstag erbt die Vollwaise Himari Momochi ein uraltes und ihr unbekanntes Anwesen. Sofort steht für sie fest, dass sie in diesem Haus wohnen möchte, auch wenn es gemeinhin als Spukhaus verschrien ist. In Wirklichkeit steht ihr mysteriöses neues Heim auf der Grenze zwischen der Welt der Lebenden und der Geister, und Himari ist dafür bestimmt, als Wächterin zwischen beiden Welten zu fungieren. Zu ihrem Erstaunen muss sie beim Einzug feststellen, dass sich bereits drei Männer mit unsagbarer Schönheit und übernatürlicher Macht im Haus niedergelassen und ihre vorgesehene Rolle eingenommen haben.","seasons":[{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-1","name":"","epNo":1,"alt":"Strangers of Momochi House","descr":"Die Vollwaise Momochi Himari ist in einem Heim aufgewachsen, doch mit sechzehn erhält sie das Testament ihrer Eltern, in dem diese ihr das \"Haus Momochi\" vermachen. Dieses stellt sich allerdings als bereits bewohnt heraus und die Hausbesetzer, drei gutaussehende, aber reichlich mysteriös wirkende junge Männer, sind alles andere als gewillt, Himari als neue Hausherrin zu akzeptieren …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13624503","hoster":"VOE"},{"path":"/redirect/13624502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-2","name":"","epNo":2,"alt":"Mayoiga","descr":"Himari wird bewusst, dass ihre Anwesenheit im Haus Momochi eine schwere Belastung für Aoi ist. Aber ist es wirklich die richtige Lösung, das Haus – ihr Haus! – zu verlassen? Da kommt Rat von unerwarteter Seite.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13673346","hoster":"VOE"},{"path":"/redirect/13673344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-3","name":"","epNo":3,"alt":"A Fourth Friend","descr":"Einige von Himaris netten Klassenkameraden an ihrer neuen Schule interessieren sich so sehr für sie, dass sie Himari gleich zu Hause besuchen. Dass Himari in einem \"Spukhaus\" wohnt, hat daran wohl keinen unerheblichen Anteil. Doch Aoi fällt auf, dass mit einem der vier Freunde etwas nicht zu stimmen scheint …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13673347","hoster":"VOE"},{"path":"/redirect/13673353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-4","name":"","epNo":4,"alt":"Crimson Burns the Dark","descr":"Als Himari von der Schule nach Hause kommt, spürt sie ein unbehagliches Gefühl, irgendwas stimmt nicht im Haus Momochi. Und sie hat recht: Kasha hat dem Nue eine perfide Falle gestellt, aus der ihn seine Shikigami und Himari zu retten versuchen …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13705652","hoster":"VOE"},{"path":"/redirect/13705657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-5","name":"","epNo":5,"alt":"Inari Sunset","descr":"Himari wird aufmerksam auf einen ihrer Klassenkameraden, der sich allen gegenüber abweisend verhält und über den gemunkelt wird, er sei verflucht. Als sie erfährt, dass zwischen seiner und ihrer Familie früher offenbar eine enge Verbindung bestand, bestärkt sie dies noch in ihrem Willen, der Sache auf den Grund zu gehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13728287","hoster":"VOE"},{"path":"/redirect/13728291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-6","name":"","epNo":6,"alt":"Fleeting Times","descr":"Eine verunreinigte Quelle stellt sich als eng mit Yukaris Vergangenheit verbunden heraus. Eigentlich steht sie unter dem Schutz des Drachengottes Ryūjin, doch Yukari ist es schon lang nicht mehr gelungen, in Kontakt mit diesem zu treten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13756534","hoster":"VOE"},{"path":"/redirect/13756539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-7","name":"","epNo":7,"alt":"The Looking Glass at Twilight","descr":"Beim Aufräumen an der Schule findet Himari einen antiken Bronzespiegel, von dem Nachi vermutet, er könne einem die Gefühle anderer Menschen zeigen. Der Spiegel ist allerdings so angelaufen, dass man darin nichts mehr erkennen kann. Doch als Himari an diesem Abend nach Hause kommt, scheint irgendwas nicht zu stimmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13771450","hoster":"VOE"},{"path":"/redirect/13771449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-8","name":"","epNo":8,"alt":"A Cat and Wandering Child","descr":"Im Haus Momochi herrschen chaotische Zustände, denn Aoi steckt in einem Formtief und das beginnt sich in der Geisterwelt herumzusprechen. Doch Rettung naht in Form einer sehr eigenartigen Person, die genau zu wissen meint, was Aoi braucht. Und dass das nicht unbedingt Himari ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13796974","hoster":"VOE"},{"path":"/redirect/13796971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-9","name":"","epNo":9,"alt":"A Raven-Black Storm","descr":"Gemeinsam mit ihren Schulfreunden begibt sich Himari zum Kagome-Park, um zu untersuchen, was hinter den Spukgeschichten steckt, die man sich über ihn erzählt. Handelt es sich nur um einen Scherz? Oder etwa doch nicht? Ein Schatten scheint sie zu verfolgen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13815182","hoster":"VOE"},{"path":"/redirect/13815187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-10","name":"","epNo":10,"alt":"Shelf of Hearts","descr":"Nachi hat Aoi, Yukari, Ise und die anderen Ayakashi an einen Ort gebracht, den Momochi als Mensch nicht erreichen kann. Wird es ihr gelingen, dennoch einen Weg zu ihnen zu finden? Kasha ist da nicht sehr optimistisch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13835844","hoster":"VOE"},{"path":"/redirect/13835843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-11","name":"","epNo":11,"alt":"The Blue Hollyhock Dawns","descr":"Aus Aois \"Fach des Gedenkens\" erfährt Himari, was in Aois Kindheit geschah und was ihn mit Nachi Takamura verbindet und auch an diesen fesselt. Doch dann stellt sich die Frage, wie Himari Aoi wiederfinden kann und ob sich diese Fesseln lösen lassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13886943","hoster":"VOE"},{"path":"/redirect/13886947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momochi-san-chi-no-ayakashi-ouji/staffel-1/episode-12","name":"","epNo":12,"alt":"The Light That Crosses Seas","descr":"Himari, Aoi, Yukari, Ise und die restlichen Bewohner des Hauses Momochi veranstalten eine Party, um das erfolgreich bestandene Abenteuer zu feiern. Alle tragen nach Kräften dazu bei und Himari hat einen ganz speziellen Höhepunkt vorbereitet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13886823","hoster":"VOE"},{"path":"/redirect/13886824","hoster":"Streamtape"}]}]}]}]}