{"path":"/serie/stream/momo","name":"Momo","descr":"(Nach dem Roman von Michael Ende ) In einem Zug, der durch die Nacht braust, versteckt sich ein kleines Mädchen: Die Waise Momo, die ein neues Zuhause sucht. Als ein Schaffner Verdacht schöpft und den Zug anhält, muss Momo abspringen. Dabei lernt sie die kleine Schildkröte Cassiopeia kennen, die Momo von nun an begleiten wird. Gemeinsam finden die beiden ein kleines gemütliches Städtchen, in dem sie sofort die Bekanntschaft von Beppo Straßenkehrer machen.Beppo kümmert sich um Momo und erkennt, dass sie eine besondere Gabe besitzt: allein ihre Anwesenheit verzaubert die Menschen und bringt das Beste in ihnen zum Vorschein. Nur die geheimnisvollen grauen Herren, die in der Stadt immer zahlreicher erscheinen, sind von Momos Gabe unbeeindruckt und gehen weiter ihren finsteren Geschäften nach...","seasons":[{"path":"/serie/stream/momo/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/momo/staffel-1/episode-1","name":"Ein Mädchen namens Momo","epNo":1,"alt":"","descr":"In einem Zug, der durch die Nacht braust, versteckt sich ein kleines Mädchen: Die Waise Momo, die ein neues Zuhause sucht. Als ein Schaffner Verdacht schöpft und den Zug anhält, muss Momo abspringen. Dabei lernt sie die kleine Schildkröte Cassiopeia kennen, die Momo von nun an begleiten wird. Gemeinsam finden die beiden ein kleines gemütliches Städtchen, in dem sie sofort die Bekanntschaft von Beppo Straßenkehrer machen. Beppo kümmert sich um Momo und erkennt, dass sie eine besondere Gabe besitzt: allein ihre Anwesenheit verzaubert die Menschen und bringt das Beste in ihnen zum Vorschein. Nur die geheimnisvollen grauen Herren, die in der Stadt immer zahlreicher erscheinen, sind von Momos Gabe unbeeindruckt und gehen weiter ihren finsteren Geschäften nach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316534","hoster":"VOE"},{"path":"/redirect/10129844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-2","name":"Wo soll Momo wohnen?","epNo":2,"alt":"","descr":"Momo hat die erste Nacht in ihrer neuen Heimatstadt in einem alten Amphitheater verbracht. Ihr Freund Nino und seine Frau Liliana bieten ihr an, bei ihnen zu wohnen, doch Momo möchte lieber im alten Theater bleiben. Gemeinsam mit ihren neuen Freunden richtet sie es sich in einem alten Gewölbe gemütlich ein. Den grauen Herren ist soviel Freude und Spaß ein Dorn im Auge und sie versuchen, Streit zwischen den Freunden zu sähen. Die passenden Streithähne sind auch schnell gefunden: Der Wirt Nino und der Maurer Nicola sind immer für einen Streit zu haben und liegen sich schnell in den Haaren. Wird Momo den Streit schlichten können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316535","hoster":"VOE"},{"path":"/redirect/10129849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-3","name":"Momo und der graue Besucher","epNo":3,"alt":"","descr":"Eines morgens beobachtet Momo, die sich nun schon im Städtchen eingelebt hat, wie ein grauer Herr den Friseursalon von Figaro Fusi betritt. Als er den Laden verlässt, findet Momo den Friseur ganz verändert vor. Aus dem fröhlichen Fusi ist ein niedergeschlagener Mann geworden, der keine Zeit mehr vergeudet und seinen Kunden in Windeseile und ohne Spaß die Haare zu zeitsparenden Kurzhaarfrisuren raspelt. Momo und Beppo, die Fusis Veränderung mit angesehen haben, sind sehr besorgt. Ihr neuer Freund Gigi, der Fremdenführer der Stadt, lässt Momo mit seinen wunderschönen Geschichten die Sorge um Fusi jedoch schnell vergessen. Während Gigi im Amphitheater Momo mit seinen Geschichten bezaubert, besuchen die grauen Herren immer mehr Einwohner des kleinen Städtchens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316545","hoster":"VOE"},{"path":"/redirect/10129850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-4","name":"Momo und die Südseeprinzessin","epNo":4,"alt":"","descr":"Die Erwachsenen, die nun völlig unter dem Bann der grauen Herren zu stehen scheinen, haben überhaupt keine Zeit mehr für ihre Kinder. Nur das alte Amphitheater ist noch eine zeitsparfreie Zone. Gemeinsam mit Momo und Gigi erleben die Kinder aufregende Abenteuer. Als ein finsteres Gewitter aufzieht und einige der Kinder Angst bekommen, verwandelt Gigi das Theater in ein Forschungsschiff, das auf der Suche nach dem letzten wandelnden Wirbelsturm der bezaubernden Südseeprinzessin Momo begegnet. Sie ist als einzige in der Lage, den gefährlichen Sturm, in dessen Auge das Schiff gesegelt ist, in den Schlaf zu singen. Die grauen Herren beobachten das Treiben der Kinder von ihrem Hauptquartier aus und beschließen, dass es mit einer derart sinnlosen Zeitverschwendung so nicht weitergehen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316536","hoster":"VOE"},{"path":"/redirect/10129852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-5","name":"Momo in der Schule","epNo":5,"alt":"","descr":"Enzo, Livia und die anderen Kinder nehmen Momo und die Schildkröte Cassiopeia mit in die Schule. Momo gefällt es dort gut, denn die Lehrerin, Frau Parpadelle, mag Kinder besonders gern und nimmt sich für jeden viel Zeit. Für die grauen Herren ist das kaum zu ertragen und ihre nächste Mission besteht darin, auch aus der Lehrerin eine Zeitsparerin zu machen. Während die Kinder in der Pause auf dem Schulhof toben, bearbeiten zwei Spezialagenten Frau Parpadelle so lange, bis sie sich von den fadenscheinigen Gründen der grauen Herren beeindrucken lässt: die Kinder sollen doch in möglichst kurzer Zeit so viel wie möglich lernen. Als die Kinder aus der Pause zurückkehren, steht vor ihnen eine völlig verwandelte Frau Parpadelle. Die Lehrerin ist unfreundlich, hetzt durch den Unterrichtsstoff und schafft die Pausen ab. Momo, welche die Anwesenheit der grauen Herren vergessen zu haben schien, wird nun immer nachdenklicher. Was geht in dem gemütlichen kleinen Städtchen nur mit den Menschen vor?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316539","hoster":"VOE"},{"path":"/redirect/10129851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-6","name":"Momo schlichtet einen Streit","epNo":6,"alt":"","descr":"Nino, der Wirt des gemütlichen Cafés ist schockiert: er erhält eine Mieterhöhung, die er nicht mehr bezahlen kann. Für die grauen Herren ist das die Gelegenheit, auch aus Nino einen fleißigen Zeitsparer zu machen: sie bieten ihm an, sein Café in ein Schnellrestaurant verwandeln, das ihm in null Komma nichts satte Gewinne einbringen wird. Schon bald platzt das Café vor ungeduldigen Gästen aus allen Nähten und Nino wirft seine Stammgäste hinaus. Ettore, einer von ihnen, begegnet in der Stadt Momo und Beppo, die auf der Suche nach Ersatzteilen für ein altes Grammophon sind. Er erzählt ihnen von Ninos neuem Schnellrestaurant und seiner Unfreundlichkeit. Momo ist besorgt und redet mit Nino. Der sieht seinen Fehler ein und kündigt den Vertrag mit den grauen Herren. Die lassen diese Niederlage nicht auf sich sitzen und wenden sich direkt an Ninos Vermieter Signor da Silva.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316542","hoster":"VOE"},{"path":"/redirect/12980978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-7","name":"Momo und der graue Sonntag","epNo":7,"alt":"","descr":"Die grauen Herren lassen nicht locker und haben bereits einen neuen Plan, mit dem sie den Menschen der Stadt noch mehr ihrer kostbaren zeit stehlen können. Mit einem riesigen Vergnügungsdampfer legen sie im Hafen der Stadt an und laden alle Einwohner zu einem kostenlosen Ausflug ein. Auch Momo möchte die Dampferfahrt nicht verpassen, doch Cassiopeia verhindert, dass Momo an Bord gehen kann. Als Momos Freunde am Abend von dem Ausflug zurückkehren, sind sie alle furchtbar erschöpft, können sich aber nicht mehr daran erinnern, was sie den ganzen Tag über gemacht haben. Momo und Beppo, der wegen seiner Seekrankheit auch an Land geblieben ist, werden misstrauisch und wollen der Sache auf den Grund gehen. Beim nächsten Sonntagsausflug folgen sie dem Dampfer in einem kleinen Ruderboot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316560","hoster":"VOE"},{"path":"/redirect/10129853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-8","name":"Momo und die Puppe","epNo":8,"alt":"","descr":"Nachdem Momo den Schwindel der grauen Herren um den Ausflugsdampfer aufdecken konnte, ist sie ihnen erst recht ein Dorn im Auge. Um Momo von ihren Aktivitäten abzulenken und auch sie vom Zeitsparen zu überzeugen, schicken die grauen Herren ihren besten Mann: Agent 100. Er besucht Momo im Amphitheater und bringt ihr eine Puppe mit. Schnell langweilt sich Momo mit der Puppe, die man nur zufrieden stellen kann, wenn man ihr immer neue Sachen schenkt. Agent 100, der Momo erklären will, wie die Puppe funktioniert, lässt sich mit ihr auf ein Gespräch ein, und wird von Momos liebevoller Art erweicht. Unbeabsichtigt erzählt er Momo von dem finsteren Plan der Zeitsparkasse, der Menschheit ihre gesamte Zeit zu stehlen. Momo, von Agent 100 überstürzt im Theater zurückgelassen, ahnt zum ersten Mal, in welcher Gefahr sich die Menschen befinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316550","hoster":"VOE"},{"path":"/redirect/10129855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-9","name":"Momo und der Jahrmarkt der grauen Herren","epNo":9,"alt":"","descr":"Momo will ihre Freunde und die anderen Kinder vor den Machenschaften der grauen Herren warnen. Zusammen mit Gigi und Beppo wollen sie alle Kinder im Amphitheater zusammentrommeln. Die grauen Herren erfahren von diesen Plänen und kommen Momo und Gigi zuvor: sie veranstalten einen Jahrmarkt im Amphitheater, wo sie die Kinder mit Zuckerwatte, Eiscreme und Luftballons für sich gewinnen wollen. Momo und Gigi, die in der Schule nach weiteren Kinder suchen, werden dort von einem der Agenten eingesperrt, damit sie den Jahrmarkt der grauen Herren nicht stören können. Während die Kinder von den grauen Herren mit einem Kasperltheaterstück hypnotisiert werden, versuchen Momo und Gigi einen Weg aus der Schule zu finden. Werden sie es noch rechtzeitig zum Amphitheater schaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316551","hoster":"VOE"},{"path":"/redirect/10129856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-10","name":"Momo und die Kinder-Demo","epNo":10,"alt":"","descr":"Enzo, Livia und die anderen Kinder Die Kinder der Stadt wissen dank Momo und Gigi nun über die grauen Herren Bescheid. Alle treffen sich im Amphitheater, um gemeinsam zu überlegen, wie man sich gegen die finsteren Zeitdiebe wehren kann. Sie kommen auf die Idee, eine Demonstration zu organisieren, mit der sie die Erwachsenen auf die gefährlichen grauen Herren aufmerksam machen wollen. Mit Plakaten und Transparenten ziehen die Kinder durch die Stadt, doch die Erwachsenen haben nicht einmal genug Zeit, um die große Demonstration überhaupt zu bemerken. Geknickt kehren die Kinder ins Amphitheater zurück, während die grauen Herren sich in ihrem Hauptquartier zufrieden die Hände reiben: ihre Macht ist durch ein paar Kinder nicht in Gefahr. Momo und die Kinder aber wollen nicht aufgeben und schwören sich, auf jeden Fall zusammen zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316548","hoster":"VOE"},{"path":"/redirect/10129859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-11","name":"Momo in Gefahr","epNo":11,"alt":"","descr":"Eines Abends hört Beppo, der auf einem Schuttabladeplatz Überstunden macht, wie die grauen Herren sich zu einem Strafgericht zusammenfinden. Angeklagt ist Agent 100, der Momo das Geheimnis der grauen Herren verraten hat. Beppo muss mit ansehen, wie der Agent zur Höchststrafe verurteilt wird: er muss seine Zeitzigarre abgeben und sich auflösen. Schlimmer jedoch ist, dass der Direktor der Zeitsparkasse seinen Agenten befiehlt, in der ganzen Stadt nach Momo zu suchen, die für die grauen Herren zur Gefahr wird. Beppo schwingt sich sofort auf sein Fahrrad und fährt zum Amphitheater, um Momo zu warnen. Doch als er dort ankommt, ist Momo verschwunden und ihr kleines Zuhause bereits von den grauen Herren durchsucht worden. Wo kann Momo sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316549","hoster":"VOE"},{"path":"/redirect/10129858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-12","name":"Momo auf der Flucht","epNo":12,"alt":"","descr":"Beppo sucht noch immer verzweifelt nach Momo, da er glaubt, dass sie von den grauen Herren entführt wurde. Während er und Gigi im Amphitheater darauf hoffen, dass Momo zurückkehrt, wird sie von ihrer Schildkröte Cassiopeia durch die Straßen der Stadt geführt. Wunderbarerweise scheint Cassiopeia Gefahren vorausahnen zu können und die beiden begegnen keinem der grauen Herren. Erst als Momo und Cassiopeia die bekannten Viertel der Stadt schon fast verlassen haben, können zwei Agenten ihre Spur aufnehmen. In einem geheimnisvollen Tunnellabyrinth verlieren die grauen Herren Momo jedoch aus den Augen und müssen aufgeben. Cassiopeia führt Momo weiter in ein Land jenseits der Zeit. Die grauen Herren, die das machtlos mit ansehen müssen, schmieden derweil einen weiteren bösen Plan: sie wollen Momos Freunde für sich gewinnen, so dass keiner mehr Zeit hat, mit ihr zu spielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316554","hoster":"VOE"},{"path":"/redirect/10129860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-13","name":"Momo im Haus der Zeit","epNo":13,"alt":"","descr":"Über fliegende Seifenblasen führt Cassiopeia Momo in das Reich von Meister Hora. Er ist der Hüter der Zeit und hat Momo und die grauen Herren schon seit längerem durch seine Allsichtbrille beobachtet. Momo erfährt, dass Cassiopeia zu ihm gehört und von ihm geschickt wurde, um auf Momo aufzupassen. Momo ist ganz überwältigt von der Schönheit von Meister Horas Garten und vergisst für einen Augenblick ihre Sorgen. Gigi und Beppo, die noch immer auf Momo warten, geraten unterdessen in Gefahr. Gigi lässt sich durch eine Radiowerbung in ein Fernsehstudio locken, wo angeblich ein neuer Moderator gesucht wird. Und Beppo, der nun der Polizei von Momos Verschwinden berichtet, wird für verrückt gehalten und in eine Nervenheilanstalt gesperrt. Die beiden können nicht wissen, dass die grauen Herren hinter allem stecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174474","hoster":"VOE"},{"path":"/redirect/10129862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-14","name":"Momo und die Stundenblumen","epNo":14,"alt":"","descr":"Momo ist noch immer bei Meister Hora, der sie in sein größtes Geheimnis einweiht: er zeigt ihr, wo die Stundenblumen eines jeden Menschen entstehen und wie er sie verteilt. Die grauen Herren machen sich Momos Abwesenheit zu Nutze und versuchen, Beppo zu erpressen: nur von ihm allein hängt es ab, wann die grauen Herren ihm Momo zurückgeben werden. Und auch Gigi hat sich tief in die Netze der grauen Herren verstrickt. Seine Karriere als Fernsehstar weist steil nach oben und als er erkennt, worauf er sich eingelassen hat, ist es bereits zu spät. Er ist so abhängig von seinem Reichtum, dass die grauen Herren ihn in der Hand haben. Momo, die von all dem nichts ahnt, fällt nach ihrem aufregenden Tag bei Meister Hora in einen tiefen, erholsamen Schlaf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316558","hoster":"VOE"},{"path":"/redirect/10129861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-15","name":"Momo ist wieder da","epNo":15,"alt":"","descr":"Nach einem langen Schlaf wacht Momo in ihrem Gewölbe im Amphitheater wieder auf. Sie fühlt sich toll und möchte ihren Freunden gleich von ihrem Ausflug zu Meister Hora erzählen. Doch keines der Kinder kommt nach der Schule zum Spielen und auch von Gigi und Beppo findet sie keine Spur. Nur auf ihrem kleinen Tisch liegt ein Brief von Gigi, in dem er ihr sagt, dass sie sich bei ihm melden solle und zu Nino gehen soll, falls sie Hunger habe. Erwartungsvoll macht sich Momo sofort auf den Weg in die Stadt, um festzustellen, dass plötzlich alles ganz anders aussieht. Und auch Ninos Café hat geschlossen. Wie aber kann Momo nun ihre Freunde wiederfinden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316565","hoster":"VOE"},{"path":"/redirect/10129863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-16","name":"Momo sucht ihre Freunde","epNo":16,"alt":"","descr":"Nach langer Suche in der ganzen Stadt findet Momo endlich Nino wieder. Aber was ist mit ihm los? Er hat überhaupt keine Zeit für Momo und sein gemütliches Café hat er gegen ein hektisches Schnellrestaurant eingetauscht. Wenigstens kann sich Momo bei Nino satt essen, so wie es Gigi in seinem Brief versprochen hat. Aber da tauchen auch schon zwei graue Herren in Ninos Restaurant auf, die nach Momo suchen. Einer von ihnen verspricht Momo, dass er ihr nichts tun will. Er beklagt sich sogar über sein Schicksal als Agent. Lieber wäre er ein Mensch so wie Momo. Und er weiß einen Weg, wie er zum Menschen werden kann. Momo verliert ihre anfängliche Angst und fasst Vertrauen zu dem Agenten. Der verspricht Momo, sie zu Gigi zu führen. Aber verdient der graue Herr Momos Vertrauen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316573","hoster":"VOE"},{"path":"/redirect/10129865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-17","name":"Momo und Gigi","epNo":17,"alt":"","descr":"Der Agent führt Momo quer durch die ganze Stadt hin zu einem Viertel voller prächtiger Häuser und Villen. In einer der Villen wohnt Gigi. Momo wird erst durch die Hilfe des grauen Herrn zu Gigi vorgelassen. Sie ist außer sich vor Freude, als sie ihn wieder sieht. Gigi zeigt Momo schnell seinen Palast, obwohl er eigentlich keine Zeit hat. Er schlägt vor, dass Momo mit ihm zum Flugplatz kommen und ihn begleiten soll, und zieht sie mit sich in seine große Limousine. Momo erkennt, dass auch Gigi ein Opfer der grauen Herrn wurde. Traurig trennt sie sich am Flugplatz von Gigi. Dann hört sie zufällig den Agenten mit seinen Partnern reden, und merkt, dass er sie betrügen will. Jetzt bleibt ihr nur noch, Beppo zu finden. Sonst ist sie mit Cassiopeia völlig allein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316562","hoster":"VOE"},{"path":"/redirect/10129864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-18","name":"Momo ist nicht zu fassen","epNo":18,"alt":"","descr":"Momo hat zufällig von den grauen Herren gehört, dass Beppo in der Irrenanstalt sitzt. Mit der Straßenbahn macht sie sich auf nach dort, um Beppo zu befreien. Doch die grauen Herren vermuten ganz richtig, dass Momo zu Beppo will und unterrichten den Direktor der Zeitsparkasse davon. Dem gefällt diese Entwicklung gut, und er will Momo anstelle von Beppo im Irrenhaus festhalten. Noch bevor Momo beim Irrenhaus ankommt, erzählt er Beppo, dass sie Momo gefangen hätten. Beppo dürfe sie nur wieder sehen, wenn er 100.000 Stunden spart. Dafür würde er auch entlassen. Natürlich weiß Beppo nicht, dass ihn die grauen Herren anlügen. Als dann Momo im Irrenhaus ankommt, ist Beppo bereits weg. Doch die anderen Insassen scheinen Momo alle zu kennen. Schließlich hat Beppo immer von ihr erzählt. Wird es Momo mit Hilfe der anderen Insassen gelingen, den grauen Herren ein weiteres Mal zu entkommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316572","hoster":"VOE"},{"path":"/redirect/10129867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-19","name":"Momo braucht Hilfe","epNo":19,"alt":"","descr":"Momo will Gigi bei der Suche nach Beppo um Hilfe bitten. Doch so einfach ist es nicht, Gigi zu treffen. Seine beiden Sekretärinnen schirmen ihn nach außen komplett ab. Und so beschließt Momo kurzerhand, Gigi im Fernsehstudio aufzusuchen. Doch ist das Studio von den grauen Herren umstellt, die verhindern wollen, dass Momo hinein kommt. Mit einer List schafft sie es dennoch und kann sogar kurz Gigi sprechen. Da tauchen die grauen Herren auf, zwingen Gigi mit der Fernsehshow weiterzumachen und werfen Momo auf die Straße. Hier sitzt Momo nun alleine und weiß noch immer nicht, wie sie Beppo finden kann. Und wo ist Cassiopeia?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316566","hoster":"VOE"},{"path":"/redirect/10129868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-20","name":"Momo sucht nach Cassiopeia","epNo":20,"alt":"","descr":"Momo träumt von Cassiopeia. Doch als sie aufwacht fehlt die Schildkröte noch immer. Die grauen Herren haben sie entführt, um von ihr zu erfahren, wo sie Meister Hora finden können. Doch Cassiopeia gelingt es immer wieder die grauen Herren an der Nase heumzufinden. Schließlich findet Momo das Labor, in dem die Schildkröte versteckt ist. Sie erzählt Cassiopeia, dass sie unter einer Zoohandlung einen Geheimgang entdeckt habe. Als der Direktor der Zeitsparkasse genug hat von Cassiopeias zeitraubender Hinhaltetaktik, befiehlt er, dass sie seinen Agenten persönlich den Weg zu Meister Hora zeigen soll. Cassiopeia nutzt die Chance und führt die Agenten zur Zoohandlung, wo schon Momo wartet. Schnell schnappt Momo ihre Schildkröte und flieht mit ihr vor den heranstürmenden Agenten durch die Kanalisation. Werden es die beiden schaffen, ihren Verfolgern zu entkommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316569","hoster":"VOE"},{"path":"/redirect/10129869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-21","name":"Momo rettet Livias Geburtstag","epNo":21,"alt":"","descr":"Traurig und alleine streift Momo mit Cassiopeia durch die Straßen der Stadt. Plötzlich begegnet sie ihren alten Freunden Enzo, Bruno und Livia. Doch erst langsam tauen die Kinder auf. Sind auch sie Opfer der grauen Herren? Als Momo mit Livia und Chicco nach Hause zum Mittagessen kommt, weiß sie was los ist. Auch hier läuft alles im Minutentakt und vollautomatisch. Livia, die heute Geburtstag hat, bekommt einen Geldschein und einen Kuchen aus der Tube. Als Nicola, der Maurer, nach Hause kommt, sieht er, dass seine Tochter unglücklich ist und organisiert eine spontane Geburtstagsparty mit richtigem Kuchen, zu der natürlich auch Momo bleiben soll. Es dauert nicht lange und die grauen Herren merken, was vor sich geht. Sie machen sich auf den Weg zur Geburtstagsparty.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316570","hoster":"VOE"},{"path":"/redirect/10129870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-22","name":"Momo ganz allein","epNo":22,"alt":"","descr":"Momo wartet auf ihre Freunde. Doch niemand will sie im Amphitheater besuchen. Da macht sie sich auf den Weg zum Kinderdepot. Der Kontrolleur will Momo nicht hinein lassen, aber mit einer List schafft es Momo dennoch. Zu ihrer Überraschung wollen Livia und Chicco aber nicht mehr länger ihre Zeit mit Momo vertrödeln, sondern widmen sich lieber Spielen nach Vorschrift. Verzweifelt und entmutigt geht Momo nach Hause. Sie sieht keinen Sinn mehr darin, gegen die Macht der grauen Herren zu kämpfen. Als Cassiopeia merkt, dass ihre Freundin nicht umzustimmen ist, verlässt auch sie Momo. Monate vergehen. Da taucht der Direktor der Zeitsparkasse auf und bietet Momo ein Geschäft an: Die Freiheit ihrer Freunde gegen den Aufenthaltsort Meister Horas. Wie wird sich Momo entscheiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316571","hoster":"VOE"},{"path":"/redirect/10129871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-23","name":"Momo und das Angebot der grauen Herren","epNo":23,"alt":"","descr":"Momo ist im Hauptquartier der grauen Herren. Der Direktor der Zeitsparkasse bietet ihr und ihren Freunden 100.000 Stunden freie Zeit gegen den Weg zu Meister Hora. Doch schnell merkt Momo, dass es sich um eine Mogelpackung handelt. Der Direktor geht mit seinem Angebot immer weiter herunter. Am Ende hätte jeder ihrer Freunde gerade noch eine Woche frei. Momo sagt das Geschäft ab, doch leider verrät sie versehentlich, dass nur Cassiopeia den Weg zu Meister Hora kennt. Momo darf wieder gehen und bald kommt Cassiopeia zu ihr zurück. Die beiden machen sich auf den Weg zu Meister Hora, um seinen Rat einzuholen. Aber sie werden von den grauen Herren verfolgt. Werden es Momo und Cassiopeia schaffen, unbehelligt zu Meister Hora durchzukommen? Und was, wenn die grauen Herren gar den Weg zu Meister Hora erfahren sollten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316574","hoster":"VOE"},{"path":"/redirect/10129872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-24","name":"Momos Entscheidung","epNo":24,"alt":"","descr":"Momo hat es geschafft, den grauen Herren zu entwischen und zu Meister Hora ins Haus der Zeit durchzudringen. Doch draußen auf dem Nirgendwo-Platz versammeln sich die grauen Herren und verpesten mit ihrem Zigarrenqualm die ganze Luft, wodurch Meister Horas Stundenblumen zugrunde zu gehen drohen. Damit wollen die grauen Herren Meister Hora erpressen, ihnen alle Zeit der Welt auszuhändigen. Meister Hora sieht nur einen Ausweg: Die grauen Herren müssen daran gehindert werden, weiteren Nachschub zu bekommen. Hierzu muss sich Meister Hora schlafen legen, während Momo zur Erde zurück muss, um dort die geheime Halle der grauen Herren zu finden, in der sie ihre Zigarren lagern. Aber wie soll es Momo dann schaffen, den grauen Herren den Zigarrennachschub abzuschneiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316578","hoster":"VOE"},{"path":"/redirect/10129873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-25","name":"Momos große Stunde","epNo":25,"alt":"","descr":"Die grauen Herren haben es geschafft bis zu Meister Hora vorzudringen. Doch sie merken schnell, dass etwas nicht stimmt. Alle Uhren stehen still. Wenn sie nicht alle verpuffen wollen, müssen die grauen Herren ganz schnell zu ihren Zeitvorräten zurück. Diese Vorräte befinden sich in den Zigarren. Denn diese sind aus den Blättern von gestohlenen Stundenblumen gerollt. Momo hat nur eine einzige Stundenblume, die ihr über die Zeit hilft, solange Meister Hora schläft. Viel Zeit bleibt ihr also nicht. Schnell heftet sie sich den grauen Herren an die Fersen und findet den Eingang zu einem Schacht, der ins Innere der Erde führt. Findet sie dort die geheimen Zigarrenvorräte der grauen Herren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380277","hoster":"VOE"},{"path":"/redirect/10129874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/momo/staffel-1/episode-26","name":"Momo gegen die grauen Herren","epNo":26,"alt":"","descr":"Momo und Cassiopeia wagen sich in den Schacht, der sie ins unterirdische Hauptquartier der grauen Herren führt. Die stehen bereits unter großem Druck: Die Tür zu ihrer Vorratshalle steht offen und die Kälte entweicht. Über kurz oder lang werden die gestohlenen Stundenblumen auftauen und zu ihren Besitzern zurückkehren. Schon jetzt kann der Direktor der Zeitsparkasse nicht mehr alle seiner Agenten halten und dampft fast die Hälfte ein. Mit ihrer Stundenblume lässt Momo die Tür zur Vorratshalle zuschlagen. Nun gelangt niemand mehr an die Stundenblumen. Die übrigen grauen Herren verfolgen Momo. Immer mehr von ihnen verdampfen. Schließlich bleibt nur noch der Direktor übrig. Gerade als sich Momo erweichen lassen will, ihm zu helfen, löst auch er sich in Dampf und Nebel auf. Momo bleiben nur noch wenige Sekunden. Wird sie es schaffen, die gestohlenen Stundenblumen zu befreien und damit ihre Freunde und die Welt zu retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316580","hoster":"VOE"},{"path":"/redirect/10129875","hoster":"Streamtape"}]}]}]}]}