{"seriesId":"monarch","name":"Monarch","descr":"Die Handlung folgt mehreren Generationen von Amerikas erster Familie von Country-Musikern in Texas. Die Romans gelten als äußerst talentiert, doch während ihr Name für Ehrlichkeit steht, basiert ihr enormer Erfolg auf einer Lüge. Nicky Roman ist Thronfolger des Familienclans und kämpft gegen den Untergang des Imperiums. Um das Erbe seiner Familie zu schützen, schreckt er vor nichts zurück.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Stop at Nothing","descr":"Die erste Familie der Country-Musik steht gemeinsam vor herausfordernden Neuigkeiten.","versions":[{"lang":2,"streams":[{"redirect":12337227,"hoster":"VOE"},{"redirect":11444256,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"There Can Only Be One Queen","descr":"Die Römer versammeln sich nach Tragödien; Nicky und Gigi werden noch konkurrenzfähiger, als die Presse Gigi \"The New Queen\" nennt; zwischen Nicky und Wade fliegen die Funken; Kayla erfährt schockierende Neuigkeiten.","versions":[{"lang":2,"streams":[{"redirect":11444258,"hoster":"VOE"},{"redirect":11444260,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Show Them Who You Are, Baby","descr":"Nicky erfährt von Clives Affäre und ist entschlossen, den Spieß umzudrehen; Luke wird die niederschmetternde Wahrheit erzählt; Catt feiert Anas Unterzeichnung mit einer Party im Brambles.","versions":[{"lang":2,"streams":[{"redirect":11601342,"hoster":"VOE"},{"redirect":11603538,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Not Our First Rodeo","descr":"Nicky trifft eine mutige Entscheidung, während sie auf der Suche nach einem neuen Song für den Auftritt beim Roman Family Rodeo ist; Albie wird von einem neuen Manager unter Vertrag genommen, was Luke verärgert.","versions":[{"lang":2,"streams":[{"redirect":11459001,"hoster":"VOE"},{"redirect":11459014,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Death \u0026 Christmas","descr":"Die Romans machen weiter mit ihrem traditionellen Familien-Weihnachtsspecial. Clive erpresst Nicky, und Nickys Pressesprecher drängt sie, ihre Romanze mit Wade öffentlich zu machen. Währenddessen gehen Ace und Ana auf ein Date, Gigi rebelliert und Albie ist fassungslos, als er erfährt, was Dottie getan hat.","versions":[{"lang":2,"streams":[{"redirect":11498004,"hoster":"VOE"},{"redirect":11498007,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Night Of…","descr":"Die Römer warten auf die Bekanntgabe der Nominierungen für die Country Music Legacy Awards, Nicky und Luke treffen sich mit Bezirksstaatsanwalt \"Onkel\" Tripp DeWitt. Währenddessen forscht Luke in Jamies Vergangenheit und Albie erfährt von einer neuen Familienverbindung.","versions":[{"lang":2,"streams":[{"redirect":11536098,"hoster":"VOE"},{"redirect":11536107,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"About last Night","descr":"Die Ereignisse, die zu der tödlichen Nacht führten, werden aufgedeckt, und Albie muss ein riesiges Chaos beseitigen. Nicky versucht zu beweisen, dass sie gut genug ist, um eine Solotour zu leiten.","versions":[{"lang":2,"streams":[{"redirect":12917736,"hoster":"VOE"},{"redirect":11573406,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Crown","descr":"Nicky konfrontiert Catt; Gigi sorgt bei einer Presseveranstaltung für Furore; Ace und Ana kommen sich näher; Albie belügt Tripp, um Nicky zu beschützen; Luke ist besorgt, dass Jamie der römischen Familie zu nahe kommt.","versions":[{"lang":2,"streams":[{"redirect":11648138,"hoster":"VOE"},{"redirect":11648135,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Confessions","descr":"Nicky, Gigi und Luke besprechen, was sie mit Catt machen sollen; Jamie drängt Albie, sein Album fertigzustellen; Nicky erpresst Kayla; Ana ist schockiert, als Catt ein Geheimnis gesteht.","versions":[{"lang":2,"streams":[{"redirect":11685946,"hoster":"VOE"},{"redirect":11685965,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Mergers and Propositions","descr":"Medienmogul Skyler Samuels kommt mit einem Vorschlag für Luke und die Zukunft von Monarch nach Austin; Tripp stellt Albie ein Ultimatum; Nicky ist zerrissen, als Wade in die Stadt zurückkehrt; Gigi wird Kayla und Luke gegenüber misstrauisch; Ace und Ana werden bei einem Auftritt viral.","versions":[{"lang":2,"streams":[{"redirect":11762273,"hoster":"VOE"},{"redirect":11762250,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Last Dance","descr":"Bei dem Mord wird eine Festnahme vorgenommen; Albie möchte unbedingt, dass die Familie zusammenkommt; Jamie erzählt Nicky von seiner Vergangenheit; Kayla setzt frühe Wehen ein; Gigi lüftet Skyler die schmutzige Wäsche der Römer und Catt widersetzt sich weiterhin der \"Freundschaft\" von Ace und Ana.","versions":[{"lang":2,"streams":[{"redirect":11804292,"hoster":"VOE"},{"redirect":11804297,"hoster":"Streamtape"}]}]}]}]}