{"path":"/serie/stream/mona-der-vampir","name":"Mona der Vampir","descr":"[Mona the Vampire] Die zehnjährige Mona ist ein Vampir – aber ein guter, Monster bekämpfender Vampir. Und eigentlich ist sie auch gar kein Vampir, sondern nur ein Mädchen, das eindeutig zu viele Gruselgeschichten verschlungen hat. Ihre Eltern tolerieren aber ihre phantasievolle Tochter und neben ihrem Kätzchen Zähnchen (verkleidet als Fledermaus) stehen ihr zwei Freunde treu zur Seite: Die rothaarige Lilly ist \"Prinzessin Gigantia\" und Leseratte Charly Bones ist \"Turboman\". Natürlich gibt es auch Schulkameraden, die mit Monas verrückten Geschichten wenig anfangen können wie die neureiche Angela oder der freche George.","seasons":[{"path":"/serie/stream/mona-der-vampir/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-1","name":"Die Nacht der lebenden Vogelscheuche / Der Babysitter-Roboter","epNo":1,"alt":"","descr":"A) Eine Vogelscheuche lebt und ist auf der Suche nach seiner Lieblingsspeise, menschlichen Gehirnen, er hat ein paar gegessen und diese Menschen in Zombies verwandelt. Jemand muss ihn aufhalten, bevor er alle Menschen auffrisst, aber wer wird ihn aufhalten? B) Mona hat einen neuen Babysitter, der zufällig auch Angelas Babysitter ist. Mona weiß, dass kein Mensch Angela ausstehen kann und vermutet, dass ihr neuer Babysitter ein Monster oder ein Außerirdischer sein könnte. Später findet sie heraus, dass Belinda ein Roboter ist, der von Angela kontrolliert wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617079","hoster":"VOE"},{"path":"/redirect/11617080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-2","name":"Von Kreepsula dreht durch / Der ruchlose Computervirus","epNo":2,"alt":"","descr":"A) Charley befreit versehentlich Von Kreepsula, Monas Erzfeind Nr. 1, aus seinem Comicbuch. Mona und Charley müssen ihn aufhalten, bevor es zu spät ist. B) Charley hat ein neues Computerspiel bekommen, \"\"Starclangers IV\"\", seit er sich seltsam verhält, zu spät zur Schule kommt und nicht viel Schlaf bekommt. Nach einiger Zeit wird das Spiel zum Lieblingsspiel von allen, sogar von Monas Eltern und Mr. Shawbly. Mona und Lily entdecken, dass das Spiel einen Virus enthält, der die Gehirne der Menschen infiziert. Sie müssen in das Spiel eindringen und den Virus zerstören, um ihren Freund und die ganze Stadt zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617106","hoster":"VOE"},{"path":"/redirect/11617212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-3","name":"Das gemeine Hundefänger-Phantom / Der Frankensteinosaurus","epNo":3,"alt":"","descr":"A) Mrs. Bryersons Pudel ist verschwunden. Mona und Lily glauben, dass er ein Geist geworden ist und dass der Phantom-Hundefänger ihn gefangen hat. Sie müssen ihn suchen und ihn sicher nach Hause bringen. B) Mona hat für ihr Wissenschaftsprojekt einen Frankensteinorsaurus nach der Anleitung in einem Comicbuch gebaut. Sie fügte alles hinzu, was er brauchte, um echt zu werden. Angela und George versuchen, Monas Dinosaurier zu zerstören, aber ihr Plan geht nach hinten los, als der Dinosaurier lebendig wird und sie frisst (zum Glück hatte er kein Verdauungssystem).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617213","hoster":"VOE"},{"path":"/redirect/11617095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-4","name":"Das wirbelnde Nichts / Grüße aus Zwergenhausen","epNo":4,"alt":"","descr":"A) Eine wirbelnde Leere stiehlt den Menschen Dinge, sogar Monas Lieblingshandtuch. Die Bande muss ihn aufhalten und die Sachen von allen zurückholen. B) Kleine und niedliche Gartenzwerge, was? Diese hier sind gerade zum Leben erwacht! Vor Hunderten von Jahren haben die Druiden die Zwerge mit einem Zauber belegt. Jetzt ist der Zauber gebrochen und die Zwerge planen, nach Alaska zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617108","hoster":"VOE"},{"path":"/redirect/11617116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-5","name":"Der menschliche Riesenkäfer / Die lebenden Schaufensterpuppen","epNo":5,"alt":"","descr":"A) Miss Gotto verliebt sich in Herb Crofton, einen Entomologen auf Besuch, der leider ein menschliches Insekt ist! Sie weiß es nicht, nur Mona, Charley und Lily kennen sein Geheimnis. B) Die Schaufensterpuppen des Modehauses St. Faith werden lebendig und laufen in der Stadt herum und geben vor, normale Menschen zu sein. Sie wollen einfach nur frei sein. Kann jemand sie verstehen? Währenddessen macht sich Angela über Monas Kleidung lustig, aber am Ende gewinnt Monas Kleidung einen Modewettbewerb.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617138","hoster":"VOE"},{"path":"/redirect/11617142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-6","name":"Der Austauschschüler / Die roten Mondmonster","epNo":6,"alt":"","descr":"A) Ein geheimnisvoller Austauschschüler, Cedric, kommt an Monas Schule. Woher kommt er? Was will er? Ist er freundlich? B) Lily liebt die \"Red Moon Monsters\"-Filme, und ihr Wissen über sie wird in diesem neuen Abenteuer sehr nützlich sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917731","hoster":"VOE"},{"path":"/redirect/11617161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-7","name":"Das reitende Skelett / Männer in dunklen Anzügen","epNo":7,"alt":"","descr":"A) Ein Skelett-Cowboy läuft Amok und stiehlt Sachen, was genau will er? Darauf gibt es nur eine Antwort: Rache! B) Männer in dunklen Anzügen? Was machen die denn hier? Sie sind Außerirdische, die allen das Gehirn waschen wollen und beschließen, in Monas Schule anzufangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617169","hoster":"VOE"},{"path":"/redirect/11617172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-8","name":"Die Vampirjägerin / Die verführerische Sirene","epNo":8,"alt":"","descr":"A) Es gibt ein neues Mädchen an Monas Schule, sie ist eine Vampirjägerin und freundet sich mit Angela an. Angela erzählt ihr, dass Mona ein böser Vampir ist, und sie beschließt, sie zu jagen und ihr ihre Kräfte zu nehmen. B) Charley verliebt sich in eine Lucy Lanning. Lily und Mona vermuten, dass sie eine Sirene ist und dass Charley in ihrem Bann steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617180","hoster":"VOE"},{"path":"/redirect/11617176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-9","name":"Das Buch der Schleimigen / Die menschlichen Bakterien","epNo":9,"alt":"","descr":"A) Mona hat ihr Tagebuch mit in die Schule genommen, um es dort vorzustellen. Leider nimmt Angela es ihr weg und lässt viele von Monas alten Feinden frei. Sie müssen all diese kleinen Monster wieder in das Buch zurückbringen. B) Sam und Ella kommen als neue Köche in Monas Schule, aber in Wirklichkeit haben sie die Absicht, das Essen mit Salmonellen zu verseuchen. Igitt! Shawbly isst etwas verseuchtes Essen und die Bande muss ihn retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617194","hoster":"VOE"},{"path":"/redirect/11617185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-10","name":"Der Fluch des Mumiengrabs / Freaky – der Schneemensch","epNo":10,"alt":"","descr":"A) Die Kinder besuchen das Museum und sehen eine ägyptische Mumie, die irgendwie zum Leben erwacht und frei herumläuft. Die Gruppe muss sie aufhalten, bevor es zu spät ist! B) Alle machen sich über Monas Schneemann, Freaky, lustig. Jetzt hat Freaky genug davon und will sich rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617265","hoster":"VOE"},{"path":"/redirect/11617200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-11","name":"Der fiese Dr. Voodoo / Der tanzende Unterhosen-Ghul","epNo":11,"alt":"","descr":"A) Fräulein. Gotto hat sich in einen Arzt verliebt und fängt an, sich sehr seltsam zu verhalten, sie hat einen neuen \"Look\" und eine neue Einstellung. Mona findet heraus, dass Miss. Gotto\u0027s neuer Freund in Wirklichkeit der heimtückische Dr. Voodoo ist, er hat Miss. Gotto\u0027s Herz gestohlen und nun steht sie unter seinem bösen Bann. B) In der Wäscherei hat Mrs. Bryerson eine tanzende Unterhose gesehen und alle denken, dass sie verrückt ist, alle außer Mona, Fangs, Charley und Lily, jetzt müssen sie den Tanzenden Unterhosenschreck aufhalten und beweisen, dass Mrs. Bryerson nicht verrückt ist. Mona findet heraus, dass der Unterhosen-Tanzmuffel niemand anderes ist als der alte Besitzer des Waschsalons, Mr. Clarkson, etwa fünfzig Jahre nach seinem Ableben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174480","hoster":"VOE"},{"path":"/redirect/11617273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-12","name":"Das verfluchte Haus der Washburns / Der Schrei des Sumpfdings","epNo":12,"alt":"","descr":"A) Charley, Lily und Mona haben einen seltsamen Schrei in der Nähe des Sumpfes gehört, der Reverend hat ihn auch gehört und versucht, ein Foto von dem zu machen, was dieses Geräusch macht. B) Miss. Gotto hat ein Haus gekauft, aber es gibt etwas, was sie nicht weiß... in dem Haus spukt es!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617214","hoster":"VOE"},{"path":"/redirect/11617215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-13","name":"Der Geist der Wälder / Der Butzemann","epNo":13,"alt":"","descr":"A) Mona und die Bande machen einen Schulausflug in den Wald. Aber es geschehen seltsame Dinge, als Angela etwas mitnimmt, das ihr nicht gehört. B) Charleys größte Angst, der Bogeyman, ist zurück! Mona und der Rest der Bande müssen ihm helfen, die Angst zu besiegen. Bald entdecken sie den Grund für die Miesepetrigkeit des Bogeyman.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617232","hoster":"VOE"},{"path":"/redirect/11617223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-14","name":"Der Mann mit den neun Leben / Die stammelnde Süßkartoffel","epNo":14,"alt":"","descr":"A) Charleys Idol, der Mann mit den neun Leben, ist in der Stadt. Leider verursacht ein sehr kleiner Dämon, der Mechanical Mayhem Gremlin, mechanische Unfälle und Charleys Superheld ist in Gefahr. Mona versucht, im Internet einen Weg zu finden, den Gremlin zu zerstören, aber als sie ihn gerade finden will, beschädigt der Dämon ihren Computer. B) Wir wissen, dass Gemüse böse ist, aber jetzt sind sie doppelt böse, denn sie sind MUTANTEN! Wie wird die Bande sie aufhalten? Sollen sie sie essen? Igitt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174494","hoster":"VOE"},{"path":"/redirect/11617246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-15","name":"Die geschrumpfte Stadt / Die fiese Doppelgängerin","epNo":15,"alt":"","descr":"A) Die Stadt ist völlig leer, nur Mona, Charley und Lily sind übrig, aber wo sind die anderen? Als Mona eines Nachts durch ein Kellerfenster späht, entdeckt sie Mr. Williams, der sich über eine Miniaturnachbildung der Stadt beugt, komplett mit kleinen Lichtern, kleinen Autos ... und kleinen Menschen! B) Mona tritt versehentlich in einen Spiegel und entdeckt eine neue Welt, die der unseren sehr ähnlich ist, nur mit dem Unterschied, dass die Guten böse sind und die Bösen gut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617300","hoster":"VOE"},{"path":"/redirect/11617266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-16","name":"Das Abflussrohr-Monster / Der wilde Werwolf","epNo":16,"alt":"","descr":"A) Als Mona ein kleines Mädchen war, hatte sie einen süßen kleinen Frosch, der eines Tages verloren ging und mit ihm auch ihr Vampirhandtuch. Jahre später haben Mona und ihre Eltern Probleme mit ihrem Badezimmer und müssen vielleicht umziehen, wenn sie nicht herausfinden, was die Ursache des Problems ist. B) Mr. Shawbly verhält sich in letzter Zeit sehr seltsam. Mona, Lily und Charley glauben, dass er ein Werwolf ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617267","hoster":"VOE"},{"path":"/redirect/11617268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-17","name":"Angelas Flaschengeist / Die lebenden Puppen","epNo":17,"alt":"","descr":"A) Angela sagt, dass sie einen Flaschengeist in einer Shampooflasche hat. Aus Versehen gibt Angelas Mutter Angelas Flasche für einen Garagenverkauf, der von Miss. Gotto. Mona, Charley und Lily kaufen die Flasche und entdecken, dass sie wirklich einen Flaschengeist enthält, allerdings einen bösen. B) Angelas Puppen werden lebendig! Sie spielen allen einen Streich und bringen alles durcheinander. Jemand muss sie aufhalten!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174477","hoster":"VOE"},{"path":"/redirect/11617272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-18","name":"Flohzirkus des Grauens /Der verschwundene Schatten","epNo":18,"alt":"","descr":"A) Fang hat Flöhe bekommen! Aber das Schlimmste ist, dass die Flöhe einen Zirkus in Monas Haus veranstaltet haben! B) Herr Shawbly läuft schneller als vorher, er kann frei laufen und... er hat keinen Schatten. Wie werden Mona und die Bande Mr. Shawbly wieder mit seinem Schatten zusammenbringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617280","hoster":"VOE"},{"path":"/redirect/11617291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-19","name":"Geheimnisvolle Glückskekse / Der fantastische Feen-Staub","epNo":19,"alt":"","descr":"A) Alles, was die Glückskekse sagen, wird wahr! Mona muss einen Weg finden, dies zu verhindern. B) Lily arbeitet für Angela? Was ist denn hier los? Ich rieche etwas faul... und es ist nicht Fangs Atem.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617296","hoster":"VOE"},{"path":"/redirect/11617304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-20","name":"Der Energiesauger / Die unmenschlichen Vertretungslehrer","epNo":20,"alt":"","descr":"A) In Monas Stadt wurde ein neues Fitnessstudio eröffnet und der Leiter ist Bruce, ein Mann aus Australien. Alle außer Mona, Charley und Lily fangen an, in dem Fitnessstudio zu trainieren. Mona stellt fest, dass alle sehr müde sind, und bemerkt dann, dass der Billabong Bunyip, ein Wesen aus Australien, allen die Energie aussaugt. B) Miss. Gotto ist krank und die Kinder bekommen eine Ersatzlehrerin. Bald sind auch alle anderen Lehrer krank und die Kinder bekommen immer wieder neue Vertretungslehrer, aber sind sie Zwillinge oder was? Jeder Vertretungslehrer ist genau wie der andere. Mona, Charley und Lily finden heraus, dass die Lehrer Außerirdische sind, und nun müssen sie sie aufhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617306","hoster":"VOE"},{"path":"/redirect/11617305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-21","name":"Der vermaledeite Valentinstag / Das Piratenschiff","epNo":21,"alt":"","descr":"A) Monas Cousine, Dottie, nimmt Tanzunterricht. Obwohl sie eine sehr gute Tänzerin ist, tanzt sie in letzter Zeit furchtbar, was ist nur los mit ihr? Es stellt sich heraus, dass Dottie von keiner Geringeren als ihrer eigenen Tanzlehrerin, Madame Sosa, verhext worden ist. B) Angela hat einen neuen Papagei bekommen, einen sehr gesprächigen. Mona, Charley und Lily entdecken, dass er kein echter Papagei ist, sondern ein Zauberlehrling, der vor Jahren einen Kampf gegen einen anderen Zauberer hatte, sich in einen Papagei verwandelte und bis heute in dieser Form geblieben ist. Mona muss einen Zauberstab finden, um ihn wieder in ein echtes Kind zu verwandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617313","hoster":"VOE"},{"path":"/redirect/11617310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-22","name":"Die verhexte Ballett-Tänzerin / Der geheimnisvolle Papagei","epNo":22,"alt":"","descr":"A) Es ist 12:00 Uhr, was? Es war 12:00 Uhr, aber jetzt ist es 13:00 Uhr! Jemand spielt mit der Zeit. Aber wer und wie? Mona, Lily und Charley müssen dieses Rätsel lösen. B) Es gibt eine Eislaufvorführung mit Einstein, Picasso, Julius Cäsar, Marie Antoinette und einem Neandertaler. Das Problem ist, dass sie keine Schauspieler oder so sind, sie sind die Echten und gehören der Vergangenheit an, ein Mann hat sie mit einer speziellen Zeitmaschine in unsere Zeit gebracht, jetzt müssen Mona und ihre Freunde sie in ihre Zeit zurückbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617317","hoster":"VOE"},{"path":"/redirect/11617320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-23","name":"Die Zeitreise / Stillstand","epNo":23,"alt":"","descr":"A) Es gibt einen neuen Jungen an Monas Schule, Robin, er weiß eine Menge über Vögel, versteht sie sogar... er sieht selbst wie ein Vogel aus und jedes Mal, wenn ihn jemand anpöbelt, greifen die Vögel die Person an. B) Lily hat eine neue Pflanze bekommen, sie kümmert sich gut um sie, gießt sie jeden Tag und erforscht, welche Dinge sie mag und welche nicht. Mona möchte sich auch eine zulegen, aber als sie in den Laden gehen, gibt es keine mehr, der Parkwächter hat sie alle verkauft. Charley hat im Fernsehen ein neues Eiweißgetränk gesehen und möchte es kaufen, aber als er in den Laden geht, gibt es keine mehr, der Parkwächter hat alle gekauft. Was hat der Parkwächter mit den Pflanzen und den Eiweißgetränken vor?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617330","hoster":"VOE"},{"path":"/redirect/11617326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-24","name":"Der Vogeljunge / Fleischfressende Pflanzen","epNo":24,"alt":"","descr":"A) Beim Spielen auf dem Dachboden finden Mona, Lily und Charley ein altes Bild von einem Mann. Am nächsten Tag kommt Monas Onkel, Morbus, zu Besuch. Er sieht genauso aus wie der Mann auf dem Bild, aber das Bild ist etwa 100 Jahre alt. Schließlich entdecken sie, dass Monas Onkel der Mann auf dem Bild ist, er ist aus dem Bild geflohen, aber jetzt muss jemand seinen Platz auf dem Bild einnehmen und er denkt, dass Mona derjenige ist. B) Fang hat sich im vierten Demenz-Spaßhaus verirrt. Mona, Lily und Charley beschließen, ihn zu retten, aber das Spaßhaus ist ein sehr verwirrendes Labyrinth, das sich in ein paar Minuten schließen wird, und wenn es sich schließt, bevor sie hinausgehen, müssen sie für immer dort bleiben! Wie werden sie daraus entkommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617335","hoster":"VOE"},{"path":"/redirect/11617332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-25","name":"Ein unheimlicher Onkel / Die vierte Dimension","epNo":25,"alt":"","descr":"A) Angela alle ihre Spielsachen weggegeben hat? George nett zu den Menschen ist? Lily und Charley wollen keine Helden mehr sein?! Was ist denn hier los? Die neueste Popmusiksensation für Vorschulkinder, die \"Brainwaves\", waschen mit ihrer Musik alle Gehirne durch, sogar Monas Gehirn. Jetzt ist es an Fang, den Tag zu retten. B) Dank Monas kleinem 2-jährigen Cousin Melvin, auch bekannt als Melvin das Monster, ist Von Kreepsula aus seinem Comic entkommen - und zwar schon wieder! Er ist jetzt noch mächtiger und ein unerwarteter Held wird ihn besiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617354","hoster":"VOE"},{"path":"/redirect/11617343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-1/episode-26","name":"Die außerirdischen Gehirnwäscher / Von Kreepsulas Comeback","epNo":26,"alt":"","descr":"A) Irgendwie sind Amor und seine Freundin sauer aufeinander, Amor ist sehr enttäuscht und Amors Cousin Stu muss seinen Platz am Valentinstag einnehmen, er ist ein Chaot und nicht der Richtige für diese Aufgabe. Mona, Charley und Lily müssen ihm helfen, sonst wird der Valentinstag ein komplettes Desaster. B) Mona findet ein Piraten-Miniboot. Die kleinen Piraten, die Besitzer des Bootes, müssen in ihre Dimension zurückkehren, aber zuerst müssen sie ihren Kapitän finden, aber wo ist er? Es gibt nur eine Person, die dieses Rätsel lösen kann: Mona.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617066","hoster":"VOE"},{"path":"/redirect/11617067","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-1","name":"Dr. Java und Mr. Hyde / Die teuflische Buchstabensuppe","epNo":1,"alt":"","descr":"A) Dr. Javas Kaffee verursacht seltsame Reaktionen bei Menschen und sogar Tieren. Währenddessen erinnert sich Mr. Hyde an seinen Bruder und wünscht sich, dass sie wieder zusammenarbeiten könnten. B) Die neue Bibliothekarin, Mrs. Dewey, ist im wahrsten Sinne des Wortes ein Unhold und macht Mona das Leben schwer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617360","hoster":"VOE"},{"path":"/redirect/11617374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-2","name":"Der Polyester-Power-Anzug / Der Scherz-Troll","epNo":2,"alt":"","descr":"A) Seit Monas Vater einen Teilzeitjob hat und diesen schrecklichen Polyesteranzug gekauft hat, verhält er sich seltsam. Mona muss die Ursache für das Verhalten ihres Vaters beseitigen. Aber was kann sie tun, wenn ihr Gegner unbesiegbar ist? B) Eine Kreatur versteckt sich in Monas Haus und macht Gegenstände kaputt. Aber was für eine Kreatur? Ein Waschbär? Nee! Das wäre zu offensichtlich und damit nicht Mona... Vielleicht ein Troll...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617375","hoster":"VOE"},{"path":"/redirect/11617367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-3","name":"Die fiese Bauchrednerpuppe / Die Loser-Limousine","epNo":3,"alt":"","descr":"A) Ein mysteriöser Dummy sucht nach seinem nächsten Opfer, wer wird es sein? B) Eine rachsüchtige Limousine sorgt dafür, dass sich jeder in der Stadt wie ein Verlierer fühlt. Aber warum? Wer fährt sie?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617376","hoster":"VOE"},{"path":"/redirect/11617383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-4","name":"Ruchlose Radiowellen / Der finstere Fußballtrainer","epNo":4,"alt":"","descr":"A) In Monas Stadt verschwinden Gegenstände und es geschehen seltsame Dinge, warum? Weil sie ein Teil des Columbus-Dreiecks ist! B) Der neue Fußballtrainer hat große Füße und ist wirklich pelzig... kein Wunder, er ist ein Sasquatch!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617389","hoster":"VOE"},{"path":"/redirect/11617388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-5","name":"Ein Cyborg sieht rot / Katzennapping","epNo":5,"alt":"","descr":"A) Mona, Charley und Lily gehen ins Kino, um einen neuen Cyborg-Film zu sehen. Leider entkommt der Cyborg aus dem Film und richtet Chaos an. B) Mona erzählt die Geschichte, wie sie Fangs fast verloren hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617390","hoster":"VOE"},{"path":"/redirect/11617396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-6","name":"Zwei alte Hexen / Das Rätsel um Agatha Misty","epNo":6,"alt":"","descr":"A) In der Stadt regnet es in Strömen und alle wollen sich im neuen Sonnenstudio bräunen. Die Besitzerin des Zentrums ist die Sonnengöttin, und sie will, dass alle bei ihr arbeiten. Zum Glück sind die Mondgöttin und ihre Freunde immer bereit, den Tag zu retten. B) An einem sehr heißen Tag untersuchen die Kinder ein mysteriöses Verschwinden, jemand oder etwas trinkt das ganze Wasser.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617401","hoster":"VOE"},{"path":"/redirect/11617404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-7","name":"Die Sonnenkönigin / Der Gruselsaurus","epNo":7,"alt":"","descr":"A) Ein Kessel, ein Zaubertrank, zwei Hexen, drei Kinder und jede Menge Ärger. B) Agatha Misty, eine berühmte Horrorschriftstellerin, braucht die Hilfe der Bande, um aus einem verhexten Herrenhaus zu entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617424","hoster":"VOE"},{"path":"/redirect/11617412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-8","name":"Der Ninjakrieger / Karl T. Neander","epNo":8,"alt":"","descr":"A) Charley hat von seiner Tante eine coole neue Waffe bekommen, leider ist sie verflucht und der Geist eines Ninjas stört jeden, der die Waffe benutzt. B) Es gibt einen neuen Jungen an der Schule, Hal T. Neander, und Angela mag ihn sehr. Aber was sie nicht weiß, ist, dass er ein echtes prähistorisches Kind ist!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617417","hoster":"VOE"},{"path":"/redirect/11617420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-9","name":"Der Schamane sollte sich was schämen / Programmierte Pfadfinder","epNo":9,"alt":"","descr":"A) Monas Onkel schickt ihr eine Schamanenstatue. Sie beschließt, sie in den Botanischen Garten zu stellen, und auf mysteriöse Weise wachsen die Pflanzen um sie herum sehr schnell. Die Bande findet heraus, dass der Schamane plant, den Garten in einen wilden Dschungel zu verwandeln! B) Charley ist den Pfadfindern beigetreten, aber der Anführer will alles tun, um den diesjährigen Pokal zu gewinnen, sogar die Kontrolle über die Gedanken der Kinder übernehmen! Wie werden Mona und Lily Charley helfen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617431","hoster":"VOE"},{"path":"/redirect/11617438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-10","name":"Gripptopia / Das Grauen kommt per Post","epNo":10,"alt":"","descr":"A) Fräulein. Gotto, Angela und Lawrence haben die Grippe, und schließlich erkranken fast alle anderen auch. Mona vermutet, dass eine monströse Action-Figur all dieses Unheil verursacht. B) An einem regnerischen und dunklen Tag erhält Mona einen mysteriösen Kettenbrief. Sie muss herausfinden, woher er stammt, bevor ihr etwas Schreckliches zustößt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617499","hoster":"VOE"},{"path":"/redirect/11617435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-11","name":"Die Baby-Bezauberin / Müllmonster","epNo":11,"alt":"","descr":"A) Die Tochter von Mrs. Bryerson, Bernice, kommt zu Besuch und bringt ihr Baby mit. Mona und die anderen bemerken, dass sich in der Nähe des Babys alle wie Babys benehmen. B) Die Müllmänner streiken und haben seit Wochen den Müll nicht abgeholt. Lustige und mysteriöse Dinge passieren, während die Bande versucht, die Stadt zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617446","hoster":"VOE"},{"path":"/redirect/11617445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-12","name":"Der Granit-Goliath / Astronautenfraß","epNo":12,"alt":"","descr":"A) Ein Granitriese will sich rächen! Die Leute stehlen Steine aus seinem Steinbruch und er hat es satt! Jetzt liegt es an der Bande, diesen Kerl zu Staub zu machen. B) Charley und Mona gehen in ein Space Camp, Lily nicht, weil sein Vater zum Angeln fahren will. Charley und Mona geraten in große Schwierigkeiten, als sie ein großes Geheimnis entdecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617525","hoster":"VOE"},{"path":"/redirect/11617452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-2/episode-13","name":"Angriff der Kartoffelquallen / Die Schwarze Witwe","epNo":13,"alt":"","descr":"A) Die Bande entdeckt einen Haufen seltsamer und geheimnisvoller Kartoffeln. B) Die Tante von Monas Mutter kommt zu Besuch und Mona findet heraus, dass sie eine monströse Schwarze Witwe ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617351","hoster":"VOE"},{"path":"/redirect/11617357","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-1","name":"Das schwarze Loch / Mr. Waskas Wachsmuseum","epNo":1,"alt":"","descr":"Bei einen Besuch im Planetarium fällt Mona auf, wie niedergeschlagen der neue Chef-Astronom Leonard wirkt. Entsprechend müde fällt sein Vortrag aus. Aber was er über Schwarze Löcher zu erzählen hat, interessiert sie trotzdem. Als zu Hause ihre Mathe-Hausaufgaben verschwinden, weiß sie sofort, dass ein Schwarzes Loch sie verschluckt hat. Das Schwarze Loch verfolgt sie und schon bald weiß Mona, dass Leonard, der Chef-Astronom, in ihm gefangen ist. Dem Armen muss geholfen werden.  In der Stadt hat ein Wachsmuseum aufgemacht. Der Kurator, Mr. Waskas, ist ein zwielichtiger Typ. Als Mona eine Wachsfigur von Miss Gotto, ihrer Lehrerin, entdeckt, macht sie eine schreckliche Entdeckung: die Figur lebt. Der skrupellose Mr. Waskas, dem es nur darum geht, sein Museum attraktiv zu bestücken, ist nämlich dazu übergegangen, einfach echte Menschen in Wachs zu tauchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631897","hoster":"VOE"},{"path":"/redirect/11631368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-2","name":"Freddy Frosty / Angriff der bösen Vampire","epNo":2,"alt":"","descr":"Mr. Hyde, der Eisdielenbesitzer, hat eine riesige metallene Reklamefigur mit Namen Freddy Frosty aufgestellt. Als nach einer Gewitternacht die Eisdiele verwüstet ist, weiß Mona sehr schnell, wer es gewesen sein kann: Freddy Frosty. Nachdem ein Blitz ihm die Kraft gegeben hat, sich zu befreien, hat er seinen übermächtigen Hunger in der Eisdiele gestillt. Doch schon bald treibt ihn sein gewaltiger Appetit wieder durch die Straßen der Stadt. Charly träumt von einer Karriere als Musiker. Da freut es ihn natürlich, das ein Musikproduzent ihn ganz groß rausbringen will. Mona schwant bei dem windigen Typen nichts Gutes. Und tatsächlich ist die Band, in der Charly jetzt spielt, keine normale Band. Die anderen Mitglieder sind Vampire, genauso wie ihr Anführer, der oberböse Musikproduzent. Der Schurke bastelt an einem Transformathon, mit dessen Hilfe er die Menschheit in Zombies und Vampire verwandeln will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631370","hoster":"VOE"},{"path":"/redirect/11631371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-3","name":"[Derzeit nicht erhältlich]]","epNo":3,"alt":"Die Verwandlung des Frank Stein / Die verhexte Hochzeitstorte","descr":"Der berühmte Schauspieler Frank Stein, der gerade \"Garret der Grausame – Teil 9\" dreht, weilt in der Stadt. Mona, Lilly und Charly müssen aber sehr schnell feststellen, dass Stein nicht nur im Film grausam ist, sondern sich auch privat furchtbar aufführt. Mona hat die einleuchtende Erklärung: Stein ist tatsächlich ein Monster. Als die drei hören, dass der Produzent die Dreharbeiten wegen Steins Ausfällen abbrechen will, entscheiden sie sich, das Monster zu therapieren.  Mrs. Bryerson schwebt im siebten Himmel, denn sie hat sich entschlossen zu heiraten. Mona und Lilly sollen Brautjungfern spielen. Doch dem Glück vom Mrs. Bryerson und Rüdiger, ihrem Auserwählten, steht die eifersüchtige Gertrud im Weg. Sie meint, ältere Ansprüche zu besitzen. Für Mona ist klar, dass Gertrud eine echte Hexe ist, die mit allen Mitteln versuchen wird, die Hochzeit platzen zu lassen.","versions":[]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-4","name":"[Derzeit nicht erhältlich]","epNo":4,"alt":"Die verknallte Zeichentrickfigur / Der reimende Ritter","descr":"Eigentlich soll Lilly ein Gedicht lernen, um es in der Schule vortragen zu können, aber sie ist gebannt von \"Die verrückten Abenteuer von Superstretch und Stretch Junior\", einer Zeichentrickserie, die sie schon als Kind geliebt hat. Stundenlang schaut sie fern und erfreut sich vor allem an dem süßen Stretch Junior. Der wiederum verliebt sich in Lilly und holt sie in seine Zeichentrickwelt. Mona und Charly wissen, dass sie Lilly zurückholen müssen.  Die Historische Gesellschaft veranstaltet einen Mittelalter-Tag. Mit einem Schloss, mittelalterlichen Kostümen und allem, was dazugehört. Mona, Lilly und Charly beschäftigen sich zur Einstimmung mit der Legende des Grünen Ritters. Der war ein finsterer Ritter, der Jungfern in Nöten retten wollte, obwohl die gar keine Lust dazu hatten. Natürlich dauert es nicht lange, bis der Geist des Grünen Ritters tatsächlich erscheint. Der reimende Finsterling hat es auf die holde Angela abgesehen.","versions":[]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-5","name":"Der alte Steuermann / Die Wiederkehr des Pharao","epNo":5,"alt":"","descr":"Mona, Lilly und Charly besuchen Monas Dad an dessen Arbeitsplatz im Rathaus und lernen Rudy kennen, der schon seit Ewigkeiten im Rathaus arbeitet und alle möglichen Aufgaben erfüllt. Doch heute ist sein letzter Tag. Er soll von einem modernen Computer ersetzt werden. Als Mona entdeckt, dass Rudy von einer Zentrale im Keller des Rathauses aus zusammen mit seinem Roboter Igor das Funktionieren der ganzen Stadt gewährleistet, weiß sie, dass sein Weggang ein Chaos verursachen wird. Die Stadt versinkt im Verkehrschaos. Deshalb will der erfahrener Verkehrsplaner Mr. Phineas eine revolutionäre Doppelschleifen-Überführung bauen, die alle Probleme beseitigen soll. Mona spürt, das Phineas nicht der ist, der er vorgibt zu sein. Sie findet heraus, dass er in Wahrheit ein alter ägyptischer König ist, der keine Straße plant, sondern einen Tempel der Unsterblichkeit für sich erbauen lassen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631372","hoster":"VOE"},{"path":"/redirect/11631906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-6","name":"Der doppelte Jack / Im Getreide-Labyrinth","epNo":6,"alt":"","descr":"Als Mona von ihrem Dad ein Kästchen geschenkt bekommt, aus dem eine Figur schnellt, wenn man es öffnet, hält sich ihre Freude in Grenzen. Schon als sie es im Trödelladen sah, fand sie das Teil unheimlich. Noch unheimlicher wird ihr zumute, als der neue Mitschüler, Jack Pfeffer, sie total an die Jungensfigur im Kästchen erinnert. Schon bald weiß sie auch, warum das so ist… Monas Eltern machen mit Mona, Lilly und Charly einen Ausflug aufs Land. Die drei langweilen sich auf der Farm von Mr. und Mrs. Cobbe, aber das ändert sich schlagartig, als Charley einen Kornkreis entdeckt. Für Mona ist der Fall klar. Die Cobbes sind in Wahrheit Aliens, die hier mit einem Spezialraumschiff gelandet sind und Erdlinge-Transporter zu ihrem Heimatplaneten schicken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918439","hoster":"VOE"},{"path":"/redirect/11631378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-7","name":"Unheimliche Superfreunde / Angriff der Killerperücken","epNo":7,"alt":"","descr":"Miss Gottos Klasse macht einen Ausflug in die Spielzeugfabrik, in der die \"Superfreunde\" hergestellt werden: Roboter-Spielkameraden, die jedem Kind Freude bereiten sollen. Mona merkt sofort, dass hier so einiges faul ist. Mr. Orlando, der schmierige Chef der Fabrik, ist in Wahrheit ein turbogetriebener fieser Roboter, der andere Roboter baut, um die Welt zu erobern.  Das große Straßenfest steht bevor und fast alle Bewohner der Stadt rennen in das neue Geschäft von Penelope Haarig, einer Perückendesignerin, und lassen sich Perücken verpassen. Mona weiß augenblicklich, dass an dieser Penelope Haarig etwas haarig ist. In Wahrheit will die nämlich für obdachlose Außerirdische, genauer gesagt für das Volk der Perückianer, neue Wohnstätten finden. Jeder, der eine Perücke von Penelope trägt, verwandelt sich. Zum Glück hat Mona diesen fiesen Plan durchschaut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631382","hoster":"VOE"},{"path":"/redirect/11631385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-8","name":"Die grausam perfekte Ms. Fabelhaft / Der Bienenmensch","epNo":8,"alt":"","descr":"Alle Mütter der Stadt sind wie verwandelt. Schuld ist Miss Debbie Fabelhaft, die via Fernsehen erklärt, wie eine prima perfekte Hausfrau auszusehen hat. Mona ist das alles nicht geheuer. Sie findet heraus, dass die unsägliche Debbie Fabelhaft ein Perfektometer benutzt, um alles unerträglich perfekt zu machen. Zum Glück wird Mona gerade noch rechtzeitig bewusst, dass auch Debbie Fabelhaft eine schwache Stelle hat… Der große Buchstabierwettbewerb steht an. Da Lawrence kurzfristig ausfällt, muss Lilly einspringen und gegen den Champion Sonny Buchstabiermann antreten. Der Sponsor des Wettbewerbs, Mr. Harry von \"Mr Harrys bienenstockloser Imkerei\", und seine Roboter-Bienenkönigin Beezy wecken Monas Misstrauen. Als sie auch noch mitbekommt, dass Sonny Buchstabiermann nicht wirklich buchstabieren kann, kribbeln ihre Vampirsinne wie verrückt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631389","hoster":"VOE"},{"path":"/redirect/11631386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-9","name":"Geheimnisvolle Steine / Der Geisterzug","epNo":9,"alt":"","descr":"In den Höhlen vor der Stadt finden Ausgrabungen statt. Der weltberühmte Archäologe Arizona Smith ist sich sicher, archäologische Schätze zu finden. Doch zunächst stößt er nur auf einen alten Kühlschrank. Als Mona, Lilly und Charly in den Höhlen herumstromern, entdecken sie ein wütendes Bergmonster: den gehörnten Horror. Sie wissen, dass nur der heilige Stein, den der ahnungslose Arizona Smith aus der Höhle entfernt hat, das Monster wieder besänftigen kann.  Mona entdeckt einen Geisterzug, der über stillgelegte Gleise rast. Kurz darauf haben sie und ihre Freunde eine kurze Begegnung mit Caboose Malloy, einem Ganoven, der vor einhundert Jahren einen großen Eisenbahnraub begonnen haben soll. Als die Historische Gesellschaft plant, den Zug, der damals überfallen wurde, wieder fahren zu lassen, weiß Mona sofort, dass sich Caboose Malloy diese Gelegenheit nicht entgehen lassen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631405","hoster":"VOE"},{"path":"/redirect/11631394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-10","name":"Die Katzenfrau / Der Werclown","epNo":10,"alt":"","descr":"In der Stadt wimmelt es von streunenden Katzen. Natalie, die die Katzenfrau genannt wird und sich bisher um die herrenlosen Kätzchen gekümmert hat, bittet den Bürgermeister um Unterstützung. Doch der lehnt jede Hilfe ab. Und das hat Folgen. Mona, Lilly und Charly bleiben Natalie auf den Fersen und stellen fest, dass sie den Namen \"Katzenfrau\" zu Recht trägt. Sie ist sehr böse und plant, mit ihrem Katzenclan die Stadt zu verwüsten.  Das \"Ich mach nur Spaß\"- Festival gastiert in der Stadt. Unter anderem tritt dabei ein Clown namens Luciano Mortadella auf, was Charly allerdings nicht freut, denn er hat ein kleines Problem mit Clowns. Anfangs lachen Mona und Lilly noch darüber, doch dann müssen sie feststellen, dass man sich vor diesem Luciano tatsächlich fürchten muss. Er schmettert nicht nur ständig komische Arien, sondern – was viel schlimmer ist – verwandelt sich regelmäßig in einen Werclown.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631408","hoster":"VOE"},{"path":"/redirect/11631411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-11","name":"Geister an die Macht / Werwolf sucht Vampir","epNo":11,"alt":"","descr":"Angela richtet ein großes Kostümfest aus, zu dem sie seltsamerweise auch Mona, Lilly und Charly eingeladen hat. Doch die haben andere Probleme, als sich darüber allzu viele Gedanken zu machen. Monas Eltern haben das Buch der Schleimigen bei einem Garagenflohmarkt an George verkauft. Ausgerechnet das Buch, in dem all die Monster eingeschlossen sind, mit denen unsere drei Helden in der Vergangenheit zu tun hatten.  Mona sitzt mit Lilly und Charly harmlos im Kino, als sie plötzlich bemerkt, dass sie umzingelt sind. Links von ihnen sitzt ein Werwolf, rechts ein weiblicher Vampir. Kaum sind sie den beiden entkommen, beginnen sie, unerschrocken Nachforschungen anzustellen. Sie erfahren, dass die zwei Ungeheuer aus dem Kino seelenverwandte Monster sind, die zueinander finden müssen. Wenn ihnen das nicht gelingt, wird das Chaos regieren. Mona, Lilly und Charly wissen, was zu tun ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631420","hoster":"VOE"},{"path":"/redirect/11631896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-12","name":"Die Mikrowellen-Zeitmaschine / Das verfluchte 17. Loch","epNo":12,"alt":"","descr":"Charly hat für den Wissenschaftswettbewerb in der Schule einen Super-Mikrowellenherd gebaut. Was er nicht ahnte, ist, dass man mit Hilfe seines tollen Herdes in die Zukunft blicken kann. Was Mona, Lilly und Charly dort sehen können, gefällt ihnen allerdings ganz und gar nicht: der blöde George ist ein mächtiger Firmenchef geworden, der mit einer riesigen Verbrennungsanlage die ganze Stadt verdreckt. Unsere Helden wissen, dass sie den Lauf der Geschichte ändern müssen. Monas Dad hat seine Leidenschaft für das Golfspiel wieder entdeckt. Kaum hat er ein paar Schläge auf dem Platz gemacht, fordert ihn ein kauziger Typ namens Thistle MacLion IV auf, gegen ihn anzutreten. Mona spürt, dass auf diesem Golfplatz seltsame Dinge vor sich gehen. Es dauert nicht lange und sie kennt den Grund: ein Geist spuckt am 17. Loch. Und dieser Geist hat noch eine Rechnung mit Monas Familie offen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631438","hoster":"VOE"},{"path":"/redirect/11631443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-3/episode-13","name":"Der Troll und die Prinzessin / Der außerirdische Magier","epNo":13,"alt":"","descr":"In der Schule soll ein Theaterstück aufgeführt werden. Direktor Shawbly hat dafür extra Ms. Larken, eine Schauspiellehrerin, engagiert. Die ist sich nach dem Vorsprechen sicher, dass nur Mona für die weibliche Hauptrolle in Frage kommt. Doch die eingebildete Angela drängelt sich vor und Direktor Shawbly lässt sie gewähren. Ein folgenschwerer Fehler, denn diejenige, die die Rolle spielt, entscheidet darüber, ob Prinzessin Ingrid den grässlichen Troll Prinz Moygen heiraten muss und selbst ein Troll wird oder nicht. Charley findet in Mrs. Bryersons Garten einen Meteoriten und ist danach wie verwandelt. Alles, was ihn jetzt noch interessiert, ist sein Meteorit. Mona ahnt, dass mit dem Stein etwas nicht stimmen kann. Zu allem Überfluss taucht auch noch ein außerirdischer Magier namens Polonius auf, der tatsächlich plant, den ganzen Planeten Erde für immer verschwinden zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631448","hoster":"VOE"},{"path":"/redirect/11631903","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-1","name":"Angriff der Lehmwesen / Rachedurstige Seeäffchen","epNo":1,"alt":"","descr":"Monas Mom hat töpfern als neues Hobby entdeckt. Schon die ersten unförmigen Ergebnisse ihrer Kreativität wecken Monas Misstrauen. Als sie und ihre Freunde Lilly und Charly feststellen, dass die ganze Stadt auf einmal voller tönernder Wasserspeier ist, statten sie der Töpferei einen Besuch ab. Es kommt zu einer ersten Auseinandersetzung mit einer unheimlichen Lehm-Kreatur. Im Internet erfahren Mona und ihre Freunde dann alles über den Wasserspeier-König und seine finsteren Pläne Lilly ist todunglücklich. Sie muss schon wieder einen Goldfisch, der gestorben ist, in der Toilette herunterspülen. Zusammen mit Mona und Charly macht sie sich auf, um einen Ersatzfisch zu kaufen, denn ihre Mutter soll von ihrem Missgeschick nichts mitbekommen. Zu allem Unglück spült Lilly etwas später auch Charlys Seeäffchen, die sie in ihrer Obhut hatte, in der Toilette herunter. Sie glaubt irrtümlicherweise, dass sie gestorben wären. Doch in Wahrheit leben die Seeäffchen noch. Sie mutieren in der Kanalisation zu Furcht erregender Größe und kennen nur noch ein Ziel: sich an der armen Lilly zu rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631475","hoster":"VOE"},{"path":"/redirect/11631469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-2","name":"Der durchgedrehte Donnergott / Der Rattenfänger","epNo":2,"alt":"","descr":"Miss Gotto besucht mit ihrer Klasse eine Wikinger-Ausstellung im Museum. Charly, der sich mit Wikingern bestens auskennt, ist vor allem von Thor dem Donnergott begeistert. Als eine geschnitzte Thor-Figur herunterfällt, will er sie zurückstellen. Aber aus Angst davor, von Direktor Shawbly zum Nachsitzen verdonnert zu werden, weil er ein Ausstellungsstück angefasst hat, lässt er sie in seiner Hosentasche verschwinden. Er ahnt nicht, dass er mit diesem Diebstahl Thor den Donnergott geweckt hat. Dieser beginnt, Charly zu verfolgen, um sich an ihm zu rächen. Gut, dass Charly auf den Beistand seiner Freundin Mona rechnen kann. Die Schulkapelle, in der Lilly Blockflöte spielt, ist so schlecht, dass die Musiklehrerin Mrs. Blumenshine sich entnervt in einen längeren Urlaub verabschiedet. Da die große Parade durch die Stadt ansteht, bei der die Schulkapelle mitmachen soll, sorgt Direktor Shawbly umgehend für Ersatz. Mr. Fänger ist ein strenger Lehrer und endlich klingt das, was Lilly und ihre Mitstreiter produzieren, wie Musik. Aber Mona hat Mr. Fänger längst als Menschenfresser entlarvt. Sie weiß, dass er wie ein Wiedergänger des Rattenfängers von Hameln plant, die Kinder in eine Berghöhle zu locken, wo sie Grausames erwartet. Zusammen mit Charly macht sie sich daran, die Pläne von Mr. Fänger zu durchkreuzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631487","hoster":"VOE"},{"path":"/redirect/11631480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-3","name":"Das Horrorskop / Durchgeknallte Elfen","epNo":3,"alt":"","descr":"Mona besucht mit ihren Freunden Lilly und Charly einen \"Jahrmarkt des Übernatürlichen\". Weil Lilly sich unbedingt ein Horoskop erstellen lassen wissen, landen sie bei einer Astrologin namens Zelda. Obwohl Mrs. Breyerson die Dame empfohlen hatte, sind die drei enttäuscht. Zelda scheint weder viel von den Sternen zu verstehen noch ist sie sympathisch. Ganz im Gegenteil. Mona erkennt durch ihre frisch erworbene übernatürliche Brille auch gleich, dass Zelda noch einen genauso unsympathischen Astral-Zwilling hat. Als Lilly auf dem Nachhauseweg feststellt, dass sie ihren Armreif verloren hat, weiß Mona sofort, wen man einmal genauer unter die Lupe nehmen sollte. Lilly redet die ganze Zeit von Elfen und nervt damit Charly, der hartnäckig bestreitet, dass es so etwas gibt. Auch als seltsame Dinge passieren, an denen, wie Mona und Lilly wissen, unartige Elfen die Schuld haben, macht sich Charly über die beiden und ihr Elfen-Gerede lustig. Dann verschwindet eine Ladenbesitzerin namens Mable, die in Wahrheit niemand anderes als Queen Mab ist, die Königen der Elfen. Bei Lilly und Mona schrillen die Alarmglocken. Gemeinsam mit dem immer noch ungläubigen Charly machen sie sich auf in den Wald, um Queen Mab zu finden. Die bösen Elfen erwarten sie schon…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631496","hoster":"VOE"},{"path":"/redirect/11631499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-4","name":"Hai-Alarm / Der Katzenflüsterer","epNo":4,"alt":"","descr":"Riesenaufregung am Strand. Charly kommt schreiend aus dem Wasser, denn er hat einen Hai gesehen. Officer Halcroft hält das für ausgeschlossen und glaubt, Charly wäre zu lange in der Sonne gewesen. Als aber ein selbstbewusst auftretender Mann namens Larry Stern erklärt, den Hai gleichfalls gesehen zu haben, muss Officer Halcroft, wenn auch widerwillig, den Strand aus Sicherheitsgründen sperren. Mona lässt die Geschichte nicht los. Schon bald finden sie und ihre Freunde Lilly und Charly heraus, das ein Haimensch in der Stadt ist. Dieses Wesen ist halb Hai und halb Mensch, und hört auf den Namen Larry Stern. Natürlich muss Mona versuchen, seine finsteren Pläne zu vereiteln.  Alle Katzen der Stadt, einschließlich Monas Kater Zähnchen, sind völlig verrückt nach einem neuen Katzenfutter. Es wird nach einem Geheimrezept des zwielichtigen Dr. Purrman fabriziert. Mit Sorge stellt Mona fest, dass sich Zähnchen stark verändert, und das nicht zu seinem Vorteil. Er kann plötzlich ausgesprochen aggressiv sein. Außerdem wird er zusehends fetter. Mona, Lilly und Charly ahnen, diese Veränderungen müssen etwas mit dem neuen, sensationell erfolgreichen Katzenfutter zu tun haben. Als sie versuchen, Zähnchen auf Entzug zu setzen, büchst dieser aus. Er läuft einem Transporter mit seinem Lieblingsfutter hinterher und landet in der Fabrik des finsteren Dr. Purrman. Zum Glück sind Mona und ihre Freunde ihm gefolgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631521","hoster":"VOE"},{"path":"/redirect/11631525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-5","name":"Atlantis taucht auf / Invasion der Eintagsfliegen","epNo":5,"alt":"","descr":"Mona und andere umweltbewusste Menschen versuchen, ein großes, unbebautes Grundstück von allem Abfall zu befreien. Aber plötzlich taucht ein Bauunternehmer mit seinen Leuten und Maschinen auf und vertreibt die Umweltschützer. Er behauptet, Eigentümer des Grundstücks zu sein, auf dem eine Einkaufspassage gebaut werden soll. Besonders Charly ist entsetzt, denn er hat schon viele wertvolle Dinge unter dem angeblichen Müll gefunden und würde seine Grabungen gern fortsetzen. Doch der Bauunternehmer bleibt hart, niemand außer seinen Leuten darf das Grundstück betreten. Mona findet bald heraus, dass der Bauunternehmer in Wahrheit kein Bauunternehmer ist, sondern ein skrupelloser Meeresgott, der einen fiesen Plan hat. Während Mona mit Lilly eine Partie Federball spielt, wird sie von einem Schwarm Eintagsfliegen attackiert. Und das, obwohl die Eintagsfliegen-Saison noch gar nicht begonnen hat. Mona will der Sache auf den Grund gehen und entdeckt einen kauzigen alten Herrn, der die Angriffe der vermeintlichen Insektenschwärme koordiniert. Die Einwohner der Stadt glauben, unter einer Eintagsfliegen-Plage zu leiden. Nur Mona und ihre Freunde wissen, dass es sich um eine Invasion von Intraterrestischen handelt, die einen Sumpf als Tür in unsere Dimension benutzen wollen, um die Stadt zu überfallen und deren Einwohner zu versklaven. Diesem Treiben muss natürlich Einhalt geboten werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631562","hoster":"VOE"},{"path":"/redirect/11631557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-6","name":"Gotto-Robotto / Der finstere Zauberer","epNo":6,"alt":"","descr":"Roberta, die Schwester von Miss Gotto, ist zu Besuch in der Stadt. Zu allem Unglück kommandiert die herrische Roberta nicht nur Miss Gotto herum, sondern wird auch noch auf die Klasse ihrer Schwester losgelassen, als diese selbst mit Grippe im Bett liegt. Mona, Lilly und Charly leiden unter der furchtbar strengen Roberta. Mona ahnt, dass mit ihr etwas nicht stimmen kann. Als die drei Freunde sie unauffällig beschatten, erfahren sie die schreckliche Wahrheit: Roberta ist eine Roboterlehrerin, die mit Hilfe von Gehirnwäsche alle Schüler in bewusstseinslose Automaten verwandeln will. Keine Frage, dass Mona der Vampir, Turboman und Prinzessin Gigantia das verhindern müssen.  Mona, Lilly und Charly müssen einen Aufsatz schreiben. Sie können sich das Thema zwar aussuchen, haben aber nur einen Nachmittag Zeit, etwas zu Papier zu bringen. Doch als ihnen auf dem Jahrmarkt Freikarten für das neue Laserspuckschloss des finsteren Zauberers angeboten werden, können sie nicht widerstehen. Die Aufsätze wollen sie einfach später schreiben. Das Spuckschloss ist eine Enttäuschung, weil die Laserstrahler, die man ihnen an der Kasse ausgehändigt hat, nicht funktionieren und sie deshalb keine Monster besiegen können. Zum allem Überfluss verhext sie auch noch der finstere Zauberer. Tapfer machen sie drei daran, ihre Aufsätze zu schreiben. Doch plötzlich geschehen seltsame Dinge. Sobald sie anfangen, sich Geschichten auszudenken, werden diese Wirklichkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631584","hoster":"VOE"},{"path":"/redirect/11631590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-7","name":"Bowling-Gremlins / Der Geist des magischen Marsusvius","epNo":7,"alt":"","descr":"Ein großes Bowling-Turnier steht an. Und Wilson Rollins, der berühmteste Bowlingspieler der Welt, ist mit von der Partie. Charly will seinem Onkel Gus, der die Bowlingbahn betreibt, ein bisschen zur Hand gehen. Mona bemerkt schnell, dass zwischen Officer Halcroft, der auch an dem Turnier teilnimmt, und Wilson Rollins eine Feindschaft zu bestehen scheint. Sie rührt von einer alten Geschichte her: Offficer Halcroft glaubt, dass Rollins ihn vor etlichen Jahren beim Bowling mit unfairen Mitteln besiegt hat. Mona und ihre Freunde gehen der Sache auf den Grund und müssen schon bald feststellen, dass Rollins zwei Gremlins einsetzt, um erneut über Officer Halcroft zu triumphieren. Eindeutig ein Fall für Mona den Vampir, Turboman und Prinzessin Gigantia.  Mona, Lilly und Charly freuen sich auf eine Woche Unterricht in einer Zirkusschule. Angela und George tauchen zwar überraschend auch auf, doch Mona und ihre Freunde wollen sich den Spaß nicht verderben lassen. Charly ist ganz wild darauf, sich als Trapezkünstler zu versuchen. Doch der Magische Murray, der die Kinder auf dem Trapez unterrichten soll, scheint verwirrt und voller Angst zu sein. Er zögert den Unterricht immer weiter hinaus. Mona findet heraus, dass ein Geist im Zirkus spukt. Und zwar der Geist des Magischen Marsuvius, der nicht nur ein gefeierter Trapezkünstler war, sondern auch der Lehrmeister des Magischen Murray.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631601","hoster":"VOE"},{"path":"/redirect/11631597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-8","name":"Ein Alien kommt selten allein / Der Koyoten-Gott","epNo":8,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631608","hoster":"VOE"},{"path":"/redirect/11631617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-9","name":"Einmal Aliensoße, bitte! / Der Spuk-Schulbus","epNo":9,"alt":"","descr":"Mona besucht mit ihrer Klasse eine Ausstellung über Indianer. Sie plant, zusammen mit Lilly und Charly ein Referat über indianische Vampire zu halten. Aber Charly reicht es, dass Mona sich ständig in seine Belange mischt und er immer alles mit ihr und Lilly gemeinsam machen soll. Während Mona und Lilly am nächsten Tag einen wenig überzeugenden Vortrag in der Klasse halten, trumpft Charly mit einem Referat über den indianischen Kojoten-Gott auf, der ein großer Schlawiner war und allen ständig Streiche gespielt hat. Der Höhepunkt von Charlys Vortrag ist die Demonstration eines Tanzes, mit der der Kojoten-Gott angerufen wurde. Als Mona, Lilly und Charly im Park auf einen merkwürdigen Scherzartikelhersteller treffen, identifiziert Mona ihn als den indianischen Gott, der nur Blödsinn im Sinn hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631625","hoster":"VOE"},{"path":"/redirect/11631624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-10","name":"Im Kino spukts / Yeti-Alarm","epNo":10,"alt":"","descr":"Wie jedes Jahr müssen Miss Gottos Schüler ein Praktikum in einem Unternehmen absolvieren. Als Charly erfährt, dass er, Mona und Lilly bei \"Binburgers\" arbeiten sollen, ist er vor Freude ganz aus dem Häuschen. Schließlich ist \"Binburgers\" das angesagte Fastfood-Restaurant der Stadt. Charly wähnt sich im Paradies. Die Arbeit ist zwar hart, aber in jeder Pause gibt es köstliche Burger zu verdrücken. Der Chef des Ladens, Mr. O’ Toole, macht um seine Spezialsoße, die im Keller gelagert wird, ein großes Geheimnis – und weckt Monas Misstrauen. Schon bald weiß sie, dass das \"Binburgers\" nur Tarnung für skrupellose Aliens ist, die mit Hilfe der – in Wahrheit – bewusstseinsverändernden Soße in den Burgern die Menschen in Trance versetzen und die Welt erobern wollen.  Statt im regulären Schulbus kommen Monas Klassenkameraden eines Tages in einem alten, schon ziemlich klapprigen Bus zur Schule. Und dieser Bus scheint ein Eigenleben zu führen. Jedenfalls hat George, der Oberrabauke der Schule, nicht mehr viel zu lachen. Mona, Lilly und Charly stellen Nachforschungen an und kennen schnell des Rätsels Lösung. In dem Bus spukt der Geist des alten Busfahrers, der ein knorriger Typ war und Rabauken wie George nicht ausstehen konnte. Jetzt scheint er Rache nehmen zu wollen. Unsere Freunde stürmen in ihr Lieblingsgeschäft, \"Big Al’s Zauberladen\", und decken sich mit den notwendigen Utensilien für die Geisterjagd ein. Big Al hat zum Glück auch noch gute Tipps für sie, so dass einem erfolgreichen Abenteuer nichts mehr im Wege steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631633","hoster":"VOE"},{"path":"/redirect/11631635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-11","name":"Der Sandmann / Der oberfiese Dr. Ruchlos","epNo":11,"alt":"","descr":"Mona und ihre Freunde freuen sich darauf, den Gruselklassiker \"Der Geist von Greenville\" im Kino zu sehen. Doch das Vergnügen ist von kurzer Dauer. Der Film reißt und die Zuschauer werden vom Kinobesitzer, Mr. Golder, nach Hause geschickt. Als auch am nächsten Tag technische Probleme die Vorführung eines Films verhindern, ist sich Mona sicher, dass übernatürliche Aktivitäten im Gange sind. Sie bittet den gebeutelten Mr. Golder, der fürchtet, sein immer schlechter besuchtes Kino demnächst verkaufen zu müssen, sich mit Lilly und Charly ein wenig umsehen zu dürfen. Und schon bald kommen die drei dem wahren Schuldigen auf die Schliche. Es ist niemand anders als der Geist von Greenville. ( Mona, Lilly und Charly fahren mit ihrer Klasse für ein Wochenende in die verschneiten Berge. Während Charly sich darauf freut, sein neues Snowboard auszuprobieren, ist Mona ganz heiß darauf, den Sagen umworbenen Yeti aufzuspüren. Und tatsächlich stoßen dir drei auf den Schneemenschen. Dieser erweist sich als überaus scheu. Mona will es einfach nicht gelingen, ein beweiskräftiges Foto von ihm zu schießen. Abgesehen davon sind unsere Freunde schwer entnervt von Viktor, ihrem äußerst unsympathischen Skilehrer und Aufpasser. Als Mona erfährt, dass dessen Vorgänger – ein riesiger Kerl namens \"Berg-Bill\", entlassen worden ist, fangen ihre Vampirsinne an zu kribbeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631654","hoster":"VOE"},{"path":"/redirect/11631651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-12","name":"Rockende Reptilien / Der Saugomat 5000","epNo":12,"alt":"","descr":"Die Mütter von Mona, Lilly und Charly sind wie verwandelt. Sie benehmen sich komplett durchgeknallt und verwenden seltsame Ausdrücke wie \"groovy\" oder \"galaktisch\". Und alles nur wegen einer merkwürdigen Band, die sich die \"Reptilien\" nennt und ein Konzert in der Stadt gibt. Mona ahnt, dass da irgendwas nicht stimmen kann. Und natürlich behält sie Recht. In Wahrheit kontrollieren die \"Reptilien\" die Gehirne ihrer Fans und planen, sie während des Konzerts alle in Reptilien-Monster zu verwandeln. Aber Mona der Vampir, Turboman und Prinzessin Gigantia sind vorbereitet. Ausgestattet mit diverser Spezialausrüstung machen sich drei auf in die Konzerthalle, um das Schlimmste zu verhindern. Mona und ihre Freunde langweilen sich schrecklich. Schon seit Wochen ist ihnen kein Geist oder Ghul über den Weg gelaufen. Und dann taucht auch noch ein schleimiger Staubsaugervertreter namens Steve Sauger in der Stadt auf. Doch Mona stellt schon bald fest, dass dieser komische Vertreter mit seinem Vorführgerät, dem Saugomat 5000, nicht nur Staub einsaugt, sondern Geister. Bei Mona, Lilly und Charly schrillen alle Alarmglocken. Die Vorstellung, in einer Stadt zu leben, die von allen Geistern befreit ist, ist für die drei natürlich das absolute Grauen. Dem Treiben des Staubsaugervertreters muss Einhalt geboten werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11638885","hoster":"VOE"},{"path":"/redirect/11631685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mona-der-vampir/staffel-4/episode-13","name":"Die Rache der Medusa / Der wütende Wettergott","epNo":13,"alt":"","descr":"Penelope Price, die eigentlich eine nette Friseurin ist, wirkt schwer gestresst und ist ziemlich unerträglich. Sie hat sich vorgenommen, ein Theaterstück auf die Bühne zu bringen und auch selbst die Hauptrolle der Medusa zu spielen. Ihre Assistentin Margaret leidet unter Penelopes Allüren. Lilly hingegen leidet unter etwas anderen: im Park und in den Gärten der Stadt schlängeln seltsam viele Schlagen herum. Mona wird misstrauisch. Sie ahnt, dass zwischen den Vorgängen im Theater und den Schlangen ein Zusammenhang bestehen muss. Und schon bald weiß sie, ein Kampf gegen die Medusa, eines der furchterregendsten Wesen aus der griechischen Mythologie, ist unvermeidbar.  Mona will eigentlich ihren neuen Drachen steigen lassen, aber das Wetter spielt verrückt, so dass nicht daran zu denken ist. Es regnet, hagelt, stürmt und zwischendurch lässt sich kurz die Sonne blicken. Auch Jonathan Jupiter, dem stadtbekannte Fernsehmeteorologen, scheint das trübe Wetter aufs Gemüt zu schlagen. Als Mona, Lilly und Charly ihn an einer Stelle im Park treffen, über die kurz vorher ein Ufo geflogen ist, schöpft Mona Verdacht. Ein Meteorologe, der erstens das Wetter mit fast hundertprozentiger Wahrscheinlichkeit vorhersagen kann und zweitens Kontakt mit Außerirdischen hat, kann kein normaler Meteorologe sein. In Wahrheit haben es unsere drei Helden mit zwei Wesen zu tun: dem sanften, unglücklich verliebten Jonathan und dem wütenden Wettergott Jupiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631698","hoster":"VOE"},{"path":"/redirect/11631696","hoster":"Streamtape"}]}]}]}]}