{"seriesId":"mondaiji-tachi-ga-isekai-kara-kuru-sou-desu-yo","name":"Mondaiji-tachi ga Isekai kara Kuru Sou Desu yo?","descr":"[Problem Children Are Coming from Another World, Aren`t They?] Izayoi Sakamaki ist gelangweilt von der Welt in der er lebt. Als ihm eines Tags ein mysteriöser Briefumschlag vor die Füße fällt und dieser ihn öffnet, wird er in eine andere Welt transportiert. Hier scheint er endlich die Abwechslung zu bekommen nach der er sich sehnt. Kurz darauf lernt er die schweigsame You Kasukabe und die schöne Asuka Kodou kennen, die ebenfalls mit Hilfe von Briefumschlägen in diese Welt gelangt sind. Eingefädelt wurde dies von dem Mädchen Kuro Usagi, die zusammen mit den drei Reisenden die Gemeinschaft \"No Name\" gründen möchte, um dem Bösen in ihrer Welt zu trotzen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Problem Children Are Coming from Another World, Aren`t They?","descr":"Die menschlichen Teenager Izayoi Sakamaki, Asuka Kudō und Yō Kasukabe lassen alles hinter sich, um ihre persönlichen Ziele zu erreichen. Sie werden in eine alternative Realität \"The Little Garden\" versetzt, in der verschiedene Rassen mit unterschiedlichen Kräften oder \"Geschenke\" leben. Dort treffen sie Black Rabbit, einen KemonomimiMädchen mit Hasenohren, das sie zu einer Richterin macht, die Regeln und Ordnungen durchsetzt, weil sie Diener des Schöpfers von The Little Garden ist. Sie erklärt ihnen die Logik des Ortes: The Little Garden dreht sich um \u0027Geschenkspiele\u0027, die Spieler mit Spielen unterschiedlicher Gefahr herausfordern und gleichzeitig etwas gegen Belohnungen setzen, wenn sie gewinnen, wobei die Regeln auf Geass-Schriftrollen absolut und unveränderlich sind. Black Rabbit lädt sie auch in ihre eigene Spielergemeinschaft ein. Auf dem Weg in ein ländliches Dorf im Osten verlässt Black Rabbit Asuka und Yō mit dem Anführer ihrer Gemeinde Jin, nachdem sie bemerkt hat, dass Izayoi sich auf der Suche nach Spaß von ihnen getrennt hat. Während der Rest auf die Rückkehr von Black Rabbit und Izayoi bei einem Drink wartet, wird sie von einem mysteriösen Mann angesprochen.","versions":[{"lang":3,"streams":[{"redirect":12250532,"hoster":"VOE"},{"redirect":8459290,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Seems Like a Crazy Loli Clad in Japanese Clothing?","descr":"Asuka, Yō und Jin werden mit Galdo Gaspar konfrontiert, einem Tiermenschen, der auch Anführer einer Gemeinde namens \"Forres Garo\" ist und die Mädchen einlädt, sich seiner Gemeinde zusammen mit Black Rabbit anzuschließen. Um sie zu überzeugen, macht er sich lustig darüber, wie Jins Gemeinde gezwungen wurde, ein \"No-Name\" zu werden, nachdem sie eine unbestreitbare Herausforderung der tyrannischen Dämonenlords von The Little Garden verloren hatte, was dazu führte, dass die Gemeinde ihren offiziellen Namen und ihr Banner verlor. Die verbleibenden Mitglieder sind Jin, Black Rabbit und etwa 120 Kinder im Alter von 10 Jahren und darunter, was es schwierig macht, ihr Banner und ihren Namen zurückzugewinnen. Gleichzeitig erklärt Black Rabbit, der Izayoi findet, nachdem er einen Wassergott besiegt hat, ihm ihre Situation in der Hoffnung, dass die drei helfen können. Izayoi, der die Idee mag, gegen stärkere Gegner zu kämpfen, stimmt zu. Asuka, Galdos Behauptung, seine Community habe alle Geschenkspiele gewonnen, bei denen es um das Abstecken ihres Banners geht, ist misstrauisch. Es stellt sich heraus, dass Galdo Frauen und Kinder aus anderen Gemeinden entführt hatte, um sie zu unterwerfen und zu erpressen, um ihre Gebote abzugeben, jedoch seine Versprechen zu brechen und sie schließlich alle umzubringen. Wütend fordern die Mädchen ihn am nächsten Tag zu einem Geschenkspiel heraus. Nachdem sich Izayoi und Black Rabbit wieder mit den anderen vereinigt haben, besucht die Gruppe Shiroyasha, einen Dämonenlord aus den \"Thousand Eyes\" - einer extrem großen Handelsgemeinschaft -, um die Geschenke der Kinder zu bewerten. Im Gegensatz zu anderen ihrer Art hat Shiroyasha beschlossen, ihre Kraft für den Frieden einzusetzen und Bodenmeisterin oder Hüterin der Ostseite des kleinen Gartens zu werden. Sie beschließen, sie zu einem Geschenkspiel herauszufordern, das Yō gewinnt, indem sie sich mit einem Greif anfreundet und dessen Prüfung überwindet, indem sie ihre Gabe nutzt, die Kräfte anderer Tiere zu nutzen, mit denen sie sich angefreundet hat, um sich letztendlich selbst zu retten. Von Shiroyasha erfahren die drei, dass sie aus verschiedenen Zeiten auf der Erde stammen, und verdienen Geschenkkarten, auf denen sie ihre Geschenke aufbewahren und ihre Namen auflisten können, wobei Izayoi \"Unbekannt\" sagt.","versions":[{"lang":3,"streams":[{"redirect":8459291,"hoster":"VOE"},{"redirect":8459294,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Sounds Like We`re Doing All Sorts of Stuff in the Bath Together?","descr":"Durch das Schlagen des Wassergottes erhält Izayoi eine endlose Wasserversorgung von einem Wasserbaum, den er die No-Names verwenden lässt. Die Mädchen benutzen dieses Wasser, um gemeinsam zu baden. Danach leiht sich Asuka ein Kleid von Black Rabbit aus, das dem Träger eine zusätzliche Aura des Schutzes verleiht. In derselben Nacht infiltrieren Galdos Untergebene das Gebiet der No-Names, werden jedoch von Izayoi herausgefunden. Sie enthüllen, dass alle Geiseln bereits getötet wurden, und behaupten, Jin könne alle Dämonenlords besiegen. Obwohl letztere mit der Idee nicht einverstanden sind, begründet Izayoi, dass die Dämonenlords und andere Gemeinschaften sie zwar angreifen würden, der Plan ihnen jedoch Ruhm und Gemeinschaften verschaffen würde, die gegen die Dämonenlords sein würden. Wenn er schlecht über einige ihrer ehemaligen Mitglieder spricht, die No-Name nicht treu waren, Jin erzählt Izayoi, dass ein ehemaliger Dämonenlord und Kamerad jetzt als Preis für ein bald stattfindendes Geschenkspiel eingesetzt wird. Izayoi verspricht, diesen Kameraden zu retten, wenn Asuka, Yō und Jin morgen das Geschenkspiel gewinnen können. Am nächsten Tag werden sie alle zu Galdos Residenz gebracht, die mit einem verworrenen Kriechwald und Bestienzauber neu renoviert wurde. Die Regeln behindern jedoch die drei, ihre Geschenke nicht benutzen zu können, und zwingen sie, Galdo zu besiegen, anstatt eine bestimmte Waffe zu verwenden. Nachdem Jin mit Galdo konfrontiert wurde, der sich in einen Dämonentiger verwandelt hat, obwohl er ursprünglich ein Tiger war, der menschliche Gestalt annehmen kann, leitet er aus der umgebenden Magie ab, dass er vampirischer und dämonischer Natur ist, und vermutet die Beteiligung einer anderen beteiligten Partei. Yō erkennt, dass es sich bei ihrer Waffe um ein Kreuzschwert handelt, das in der Wand aufgespießt ist, und lenkt Galdo ab, als Asuka Jin befiehlt, zuerst alleine wegzulaufen, sich jedoch versehentlich mit ihm wegzukarren. Als Yō verletzt zurückkehrt und zusammenbricht, kehrt Asuka in die Residenz zurück. setzt den Ort in Brand und lockt ihn in den Wald. Sie erinnert sich daran, wie Black Rabbit ihr beigebracht hatte, ihr Geschenk auch zur Kontrolle der Geschenke anderer zu verwenden. Sie benutzt die Kriechpflanzen, um Galdo zurückzuhalten, befiehlt dem Schwert, ihr seine Kraft zu geben, und tötet ihn, um das Spiel zu gewinnen. Dies führt dazu, dass alle seine Sklaven befreit werden, bevor Jin gelobt hat, die Dämonenlords zu besiegen, was den Vampir verärgert, der den Fluch auf Galdo geworfen hat. Ein unbenannter Mann mit schwarzen und blonden Haaren bringt Yō auf ihr Territorium zurück und kommt bei Shiroyasha an. den Vampir verärgern, der Galdo verfluchte. Ein unbenannter Mann mit schwarzen und blonden Haaren bringt Yō auf ihr Territorium zurück und kommt bei Shiroyasha an. den Vampir verärgern, der Galdo verfluchte. Ein unbenannter Mann mit schwarzen und blonden Haaren bringt Yō auf ihr Territorium zurück und kommt bei Shiroyasha an.","versions":[{"lang":3,"streams":[{"redirect":14427799,"hoster":"VOE"},{"redirect":8459301,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"It Seems Some Pervert Is After Black Rabbit?","descr":"Während sich Yō weiter erholt, bespricht Black Rabbit mit Izayoi ihren nächsten Schritt zur Rettung von Leticia Draculair, einem reinblütigen Vampir, der der frühere Dämonenlord und Genosse Jin war, über den zuvor gesprochen wurde. Ihr Gespräch wird jedoch von dem Vampir unterbrochen, der Galdo half, als Black Rabbit Tee macht, der keine andere als Leticia ist. Sie entschuldigt sich dafür, dass sie Ärger gemacht hat, da sie nur das Ausmaß der Kräfte der Kinder wissen wollte, kommt jedoch zu dem Schluss, dass ihre Geschenke zu unraffiniert sind, um die Gemeinschaft zu verwalten, und möchte, dass Black Rabbit sie auflöst, da das Geschenkspiel, mit dem sie gewettet wurde, abgesagt wurde. Leticias Besitzer, der blond-schwarzhaarige Mann bei Shiroyasha namens Luios Perseus, beschließt, die No-Names mit einem Gorgon anzugreifen, der Menschen durch seine Strahlen in Stein verwandeln kann, sehr zu letzterem. \u0027 s Ärger. Leticia opfert sich, um Asuka zu beschützen, nachdem Black Rabbit entdeckt hat, dass sie all ihre Göttlichkeit verloren hat und stattdessen während eines Geschenkspiels mit Izayoi ein gewöhnlicher Vampir geworden ist. Mitglieder von Luios \u0027Gemeinde, Perseus, werden geschickt, um sie zu holen, und Izayoi hindert Black Rabbit daran, sie anzugreifen, und beschließt, stattdessen bei Shiroyasha mit Luios zu sprechen. Anstatt Black Rabbit auf die Linie zu setzen, fordern sie Perseus zu einem Duell heraus, nachdem Izayoi Titel gewonnen hat, indem er gegen legendäre Monster wie Kraken und Graeae gewonnen hat, und geben ihnen das Recht, jede Community zu einem Geschenkspiel herauszufordern, obwohl sie kein Name ist . werden geschickt, um sie zu holen, und Izayoi hält Black Rabbit davon ab, sie anzugreifen, und beschließt, stattdessen bei Shiroyasha mit Luios zu sprechen. Anstatt Black Rabbit auf die Linie zu setzen, fordern sie Perseus zu einem Duell heraus, nachdem Izayoi Titel gewonnen hat, indem er gegen legendäre Monster wie Kraken und Graeae gewonnen hat, und geben ihnen das Recht, jede Community zu einem Geschenkspiel herauszufordern, obwohl sie kein Name ist . werden geschickt, um sie zu holen, und Izayoi hält Black Rabbit davon ab, sie anzugreifen, und beschließt, stattdessen bei Shiroyasha mit Luios zu sprechen. Anstatt Black Rabbit auf die Linie zu setzen, fordern sie Perseus zu einem Duell heraus, nachdem Izayoi Titel gewonnen hat, indem er gegen legendäre Monster wie Kraken und Graeae gewonnen hat, und geben ihnen das Recht, jede Community zu einem Geschenkspiel herauszufordern, obwohl sie kein Name ist .","versions":[{"lang":3,"streams":[{"redirect":8850320,"hoster":"VOE"},{"redirect":8459303,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Oath Seems to Be Beyond the Stars?","descr":"Das Geschenkspiel beinhaltet das Eindringen in Luios \u0027Festung und nur diejenigen, die ihn erreichen können, ohne entdeckt zu werden, gewinnen, damit sie nicht ihr Recht verlieren, ihn herauszufordern. Die Wachen haben jedoch alle Unsichtbarkeitsgeschenke von Hades Helm-Replikhelmen, wobei Luios selbst Leticias Geschenke in der Hand hält. Unter Berücksichtigung dieser Regeln hat Izayoi den Plan, dass Asuka die meisten Wachen mit dem Wasserbaum ablenkt, während Yō ihm und Jin Platz macht, während sie sich an ihnen vorbei schleichen. Yō hilft Izayoi und Jin, eine der Repliken zu erhalten und den echten Hades-Helm mithilfe der Echolokalisierung zu stehlen. Anstatt sie zu konfrontieren, entfesselt Luios seinen Trumpf, Algol der Gorgon, ein ehemaliger Dämonenlord unter seiner Kontrolle, der alles außerhalb des Kolosseums in Stein verwandelt und Izayoi angreift, der es leicht mit seiner Kraft überwältigt und besiegt, indem er seine Gabe mit seiner unbekannten Fähigkeit zerstört. Obwohl Luios eine Niederlage zugibt und Leticia aufgibt, gibt Izayoi ihm die Chance, sich in einem Faustkampf zu wehren und den Einsatz des Spiels zu erhöhen, bei dem Perseus sein Banner setzen muss, wenn sie verlieren. Er verbannt Luios davon, Teil der Thousand Eyes-Liga zu sein, und nimmt ihr Banner, die Perseus-Konstellation, vom Nachthimmel. Leticia kehrt als Dienstmädchen als Dankbarkeit für ihre Rettung in die No-Name-Community zurück. Während sie zusammen feiern, gelobt Izayoi, auch ihr Banner in den Himmel zu setzen. Ihre Feier wird durch einen Brief eines unbekannten Absenders unterbrochen.","versions":[{"lang":3,"streams":[{"redirect":8459308,"hoster":"VOE"},{"redirect":8459310,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Looks Like the Problem Children Are Participating in a Festival?","descr":"Asuka erinnert sich an ihre Tage in einem weltlichen Internat, in dem niemand ihr trotzen konnte, und veranlasste sie, den kleinen Garten zu betreten. Als sie aufwachen, finden sie einen Brief, den Black Rabbit versucht hat, geheim zu halten: eine Einladung zur Geburt des Salamander-Festivals in Salamandra im Nordosten der nördlichen Region zur Feier der Krönung ihres neuen Führers Die 11-jährige Sandra Dortlake, die auch mit Jin befreundet ist. Als sie herausfanden, dass es sich um Geschenkspiele handeln wird, rennen Yō, Asuka und Izayoi trotz der hohen Reisekosten mit Jin und einem kleinen Fuchsmädchen namens Lili zum Festival und hinterlassen Black Rabbit eine Nachricht, die droht, die Community zu verlassen, sollte sie dies nicht tun Fang sie an einem Tag. Ich suche Shiroyashas Hilfe, um nach Salamandra zu gelangen. Yō wird von Black Rabbit gefangen, als Izayoi und Asuka während einer Verfolgungsjagd auf das Festivalgelände fliehen. Black Rabbit wird zu einem Spiel herausgefordert, bei dem die Gewinnerpartei dem Verlierer befehlen kann, eine Sache ihrer Wahl zu tun. Nachdem Izayoi ein Gebäude niedergerissen hat, das das Spiel zu einem Unentschieden führt, treffen Militärpolizisten von Salamandra, angeführt von Sandras Bruder Mandra, ein, um sich ihnen zu stellen. Währenddessen entdeckt Asuka eine verlorene Fee und beschließt, sie zu verfolgen, wobei Leticia ihr genau folgt.","versions":[{"lang":3,"streams":[{"redirect":8459311,"hoster":"VOE"},{"redirect":8459314,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Someone Might Get All Kissy with Asuka in the Dark?","descr":"Während er mit Shiroyasha zusammen ist, ist Yō eingeladen, an einem Geschenkspiel-Turnier teilzunehmen, das als Battle of the Creators bekannt ist, und die Vorbereitungen zu bestehen, um das Finale zu erreichen. Da während des Spiels zwischen Black Rabbit und Izayoi niemand verletzt wurde, beschließt Sandra, sie ungestraft zu lassen, zu Mandras Enttäuschung über seinen Hass auf die No-Names. Als zusätzliche Strafe bittet Shiroyasha darum, Sandra zu beschützen, indem sie den Dämonenlord töten, der in der Prophezeiung des Laplace-Dämons erwähnt wird . Währenddessen hat Asuka gute Beziehungen zu den Feen einer Community namens \"Rattenfänger\" und geht zu einer Kunstausstellung, wo sie von einer Rüstung begeistert ist, die von der Community selbst hergestellt wurde. Sie wird jedoch von Ratten angegriffen, die sie nicht kontrollieren kann, und muss stattdessen von Leticia gerettet werden. Da ihre Gabe der Autorität nicht bei jemandem wirkt, der stärker ist als sie, vermutet Asuka, dass jemand die Ratten manipuliert und versucht, stärker zu werden, und wird eifersüchtig auf Izayoi und Yos körperliche Fähigkeiten. Während eines Treffens lässt Shiroyasha Black Rabbit die Schlacht der Schöpfer am nächsten Tag beurteilen. Nach Bekanntgabe der verbleibenden Teilnehmergemeinschaften ist Asuka überrascht, Rattenfänger in der Liste neben No-Name, Salamandra und Will-o-the-wisp zu sehen. Shiroyasha erklärt, dass der Rattenfänger, der Ratten manipuliert, mit einer Gemeinschaft verwandt ist, die \" Rattenfänger von Hameln\" genannt wird\"Der einst unter einem Dämonenlord arbeitete, der 200 Dämonen beschwor und eine Gemeinschaft namens\" Grimm Grimoire \"anführte, die sich nach einer Niederlage in einem Geschenkspiel auflöste. Jin erklärte die Beziehung des Rattenfängers zum Rattenfänger weiter und beschrieb seine Geschichte als die Dieselbe Person, da Rattenfänger nur ein deutsches Wort für Rattenfänger ist. Nachdem alle ihre Wurzeln herausgefunden haben, kommen sie zu dem Schluss, dass der Dämonenlord von Grimm Grimoire mit Hilfe von Rattenfänger die Geburt des Salamanders angreifen wird. Shiroyasha entlässt ihr Treffen warnt alle, auf der Hut vor Spion von Rattenfänger zu sein und Sandra zu beschützen, was Asuka an der Identität der kleinen Fee mit ihr zweifeln lässt.","versions":[{"lang":3,"streams":[{"redirect":8459321,"hoster":"VOE"},{"redirect":8459317,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"It Seems That a Great Disaster Will Come with the Playing of a Flute?","descr":"Die Schlacht der Schöpfer beginnt dort, wo Yō gegen Asha Ignis-Fatuus aus der Will-o\u0027-the-wisp-Community und ihr größtes Geschenk, Jack-o\u0027-Lantern , antritt , sehr zu Asukas Freude, ihn zum ersten Mal zu sehen. Angesichts eines unsterblichen Dämons ergibt sich Yō, obwohl sie jemanden um Hilfe von ihrer Gemeinde bitten könnte, ohne sich auf andere verlassen zu wollen. In diesem Moment fallen schwarze Geass-Rollen vom Himmel und laden alle ein, sich einem Spiel anzuschließen. Das Ziel des Spiels zwingt die Spieler, \"die falsche Überlieferung zu brechen und die wahre Legende aufzudecken\" und eine Barriere um Shiroyasha zu bilden, die ihre Teilnahme am Spiel behindert. Über der Arena befinden sich die Mitglieder der Gemeinschaft \" der Rattenfänger von Hameln\". Izayoi, in der Hoffnung, seinen Anführer zu finden, wählt zufällig einen Gegner aus und kämpft schließlich gegen Weser, die Verkörperung der Weser aus dem Märchen. Leticia und Sandra kämpfen auch gegen Pest, einen Dämonenlord von\" The Black Plague \"in der Geschichte Als Asuka, Yō und Jin versuchen, die Ursache für Shiroyashas Unfähigkeit herauszufinden, sich dem Spiel anzuschließen, erlangt Ratten, die Verkörperung der Ratten aus der Geschichte und derjenige, der Asuka in der Kunstausstellung angegriffen hat, die Kontrolle über die Bürger von Salamandra ihre Flöte. Asuka lässt Jin und Yō weglaufen, um Ratten schlagen zu wollen, verliert aber und ist verloren.","versions":[{"lang":3,"streams":[{"redirect":8459324,"hoster":"VOE"},{"redirect":8459329,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"It Seems That the Smell of Death That Brings About Disaster Is Growing Throughout the Town?","descr":"Während das Chaos über Salamandra herrscht, nutzt Black Rabbit ihre Autorität als Richtermeister, um das Spiel zu unterbrechen und beide Parteien um ein Treffen zu bitten. Die No-Names versuchen, die Details des Spiels von Pest zu bestätigen, der auch der Community-Anführer und der Host des Spiels ist. Die Regeln werden jedoch als gerecht bestätigt und aufgrund fehlender Details befolgt. Bei dem Versuch, einen Zeitplan für die Wiederaufnahme des Spiels zu finden, enthüllt Pest, dass sie Krankheitserreger in der ganzen Stadt verbreitet, um Menschen krank zu machen, und droht den No-Names, sich ihrer Gemeinde Grim Grimoire von Hameln anzuschließen, wenn sie leben wollen. Izayoi geht davon aus, dass dies eine neue Community ist, die mehr Arbeitskräfte benötigt, und verbiegt die Regeln, damit auch Black Rabbit am Spiel teilnehmen kann, und verschiebt das Spiel auf eine Woche. Währenddessen wird Asuka zusammen mit der kleinen Fee in einer dunklen Höhle gefangen gehalten. Nach 4 Tagen spüren Yō und die Bürger von Salamandra die Symptome der Schwarzen Pest. Izayoi besucht Yō in ihrem Zimmer, um ihr zu helfen, ihre Langeweile zu lindern, und versucht, die Wahrheit hinter dem Märchen herauszufinden. Da sie alle aus unterschiedlichen Zeitplänen beschworen wurden, passierten viele Dinge anders, aber es gab einige unveränderte, obwohl immer noch die Frage offen war, ob der Rattenfänger von Hameln, dem sie gegenüberstehen, dieselbe Geschichte ist, die sie kennen, da die Schwarze Pest nicht in der Lage ist die Kinder in der Geschichte in einer begrenzten Zeit zu töten, was einen Widerspruch schafft. Erinnern wir uns daran, dass die Schwarze Pest im 14. Jahrhundert nach der \"Kleinen Eiszeit\" aufgrund der Schwächung der Sonne auftrat und dass Shiroyasha die Kontrolle über die Aktivität der Sonne hat. Er erkennt, dass die Voraussetzung für das Spiel nicht erfüllt ist, wenn sie sich dem Spiel anschließt, da die schwarze Pest, die ein notwendiger Bestandteil des Spiels ist, nicht auftreten kann, wenn die Sonne aktiv ist. Izayoi erinnert sich auch an die Buntgläser, die den Rattenfänger von Hameln zeigen, der in der Geschichte über die Stadt verstreut ist. Nach dem Rätsel sollten sie alle Glasmalereien zerbrechen, mit Ausnahme derjenigen, die die wahre Legende hinter dem Rattenfänger darstellt. Am Tag des Spiels zerstreuen sich Izayoi und die anderen um Salamandra und zerbrechen Buntgläser der falschen Überlieferung. Das Grim Grimoire von Hameln beschwört das Dorf Hameln in Panik, verändert die Position der Buntgläser und verdoppelt ihre Kräfte. Weser versucht mit aktivierter Göttlichkeit, es mit Izayoi aufzunehmen. Black Rabbit und Sandra kämpfen Hand in Hand gegen Pest, während Jin und die anderen gegen Ratten und die Stroms, ihre Keramikmonster, kämpfen. In diesem Moment rettet Asuka sie mit Deen auf ihren Befehl.","versions":[{"lang":3,"streams":[{"redirect":8459325,"hoster":"VOE"},{"redirect":8459326,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"It Seems That the Problem Children Prove Who`s on Top?","descr":"Izayoi kämpft weiter gegen Weser, den echten Rattenfänger von Hameln, und enthüllt, dass der Rattenfänger von Hameln während der Zeit erschien, als die Schwarze Pest schwach wurde und dass die anderen \"später hinzugefügt wurden und der Schwarzen Pest nachempfunden wurden\". und provozierte Weser schließlich zum Kampf und zur Niederlage. Währenddessen kämpft Asuka mit Dean gegen die Ratten\u0027s Stroms und gewinnt, obwohl sie ein zusätzliches Lied spielen darf, um Dean zu kontrollieren. Um Zeit zu gewinnen, erzählt Pest Sandra und Black Rabbit von ihrer Identität als Verkörperung des Grolls und des rachsüchtigen Verlangens der 80 Millionen Menschen, die an der Schwarzen Pest gestorben sind und sich an der Sonne und damit an Shiroyasha rächen wollen. Als sie den Tod ihrer beiden Kameraden spürt, schnappt ihre Geduld und verbreitet einen dunkelroten Pestwind, der jeden tötet, den er berührt. Um den unendlichen Fluss der Krankheit zu stoppen, transportiert Black Rabbit die Kämpfer zum Mondpalast, dem Chandra Mahal, wodurch Pest\u0027s Macht geschwächt wird. Asuka verfügt über das volle Potenzial des Speers von Indra, das Black Rabbit ihr verliehen hat, um Pest zu besiegen und damit das Spiel zu beenden. Nach der Schlacht trifft sich Asuka mit den Kindern, die Asuka von einer anderen Interpretation des Rattenfängers von Hameln erzählen. In der Geschichte verließen die 130 Kinder die Häuser ihrer Eltern, um dem Rattenfänger in eine Stadt zu folgen, in der sie ihre eigene Gemeinde, die Rattënfanger, aufbauen würden. Sie beschließen, zu ihrer Zeit zurückzukehren, und überlassen sie Dean und ihrem 131. Mitglied, der kleinen Fee, die Asuka Merun nennt. Im Salamandra-Palast bestätigt Izayoi seine Behauptungen gegenüber Mandra, dass Salamandra den Dämonenlord Pest zum Festival eingeladen habe. Die Inszenierung ihrer Niederlage, die Sandras Anspruch auf ihre Position als Salamandra konkretisieren kann, verbreitet die Nachricht von ihrem Sieg gegen den Dämonenlord. Ohne Entschuldigung für die Handlungen lässt Mandra Izayoi sein Leben nehmen, um dafür zu sorgen, dass Sandra nichts weiß, aber Izayoi sagt ihm, dass er lieber möchte, dass Salamandra die erste ist, die ihnen in ihrer Not hilft. In der No-Name-Community versuchen alle, ihr Land mit Hilfe von Merun und Dean wieder zu düngen. Inmitten fröhlicher Arbeit schwebt ein Brief mit einem mysteriösen Siegel vor Izayoi.","versions":[{"lang":3,"streams":[{"redirect":8459331,"hoster":"VOE"},{"redirect":8459335,"hoster":"Streamtape"}]}]}]}]}