{"path":"/serie/stream/mondbasis-alpha-1","name":"Mondbasis Alpha 1","descr":"Die Science-Fiction-Serie spielt im Jahre 1999. Der Mond dient der Menschheit als Atommüll-Depot, in Mondbasen arbeiten Techniker und Wissenschaftler. John Koenig, Held der Serie, ist Kommandant der Basis \"Alpha 1\". Eines Tages kommt es auf dem Mond zur Katastrophe: Der Atommüll explodiert, und der Mond wird wie von einer riesigen Faust aus seiner Bahn geworfen. Hilflos treiben seine Bewohner mit ihm hinaus ins All …","seasons":[{"path":"/serie/stream/mondbasis-alpha-1/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-1","name":"Die Katastrophe","epNo":1,"alt":"Breakaway","descr":"Der neue Kommandant der Mondbasis Alpha 1, John König, muss sich bei seinem Amtsantritt gleich mit einer geheimnisvollen Krankheit auseinandersetzen. Bei mehreren Technikern diagnostiziert Stationsärztin Dr. Helena Russell eine fortschreitende Zerstörung des Gehirns. Sie glaubt, die Ursache in der Strahlung des atomaren Mülls gefunden zu haben. Während der Untersuchung des Lagers kommt es zu einer Explosion mit verheerenden Folgen: Ein Teil des Mondes wird zerstört. Die restliche Hälfte driftet auf einer unkontrollierten Bahn in die Unendlichkeit des Weltalls. Die Besatzung der Mondbasis muss hilflos mit ansehen, wie ihr Heimatplanet in immer weitere Ferne rückt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582541","hoster":"VOE"},{"path":"/redirect/8599897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-2","name":"Rückkehr der Toten","epNo":2,"alt":"Matter of Life and Death","descr":"Dr. Helena Russell, Chefin der Medizinstation auf Mondbasis Alpha 1, wurde zur Witwe, nachdem ihr Mann Lee bei einem Erkundungsflug mit seinem Raumschiff und der Besatzung verbrannt ist. Helena kann es nicht fassen, als Lee plötzlich lebendig vor ihr steht und behauptet, er und die Besatzung habe einen bewohnbaren Planeten gefunden. Die Freude über diese Nachricht weicht der Entdeckung, dass der Heimkehrer nur äußerlich einem Menschen ähnlich ist. Die Alpha-Besatzung soll in eine Falle gelockt werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850333","hoster":"VOE"},{"path":"/redirect/8599895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-3","name":"Die schwarze Sonne","epNo":3,"alt":"Black Sun","descr":"Die Mondbasis gerät auf Kollisionskurs mit einem Planeten, den die Mannschaft die \"schwarze Sonne\" nennt und die Berechnungen ergeben, dass sie in drei Tagen in dessen Inneres gesogen werden. Um den Fortbestand der Menschheit zu gewährleisten, evakuiert Commander König mit einem sogenannten \"Adler\" sechs Mannschaftsmitglieder. Im Laufe der Zeit wird die Anziehungskraft der \"schwarzen Sonne\" immer stärker und König und Dr. Bergman können nicht verhindern, dass sie schließlich in das Innere des Planeten gesogen werden. Nur Bergmans Idee, ein Schutzschild um die Mondbasis zu errichten, ist es zu verdanken, dass sie heil durch die \"schwarze Sonne\" stoßen. Doch nun stellt sich die Frage, wo der \"Adler\" mit den anderen Mannschaftsmitgliedern geblieben ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850335","hoster":"VOE"},{"path":"/redirect/8599890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-4","name":"Ein Ring von Licht","epNo":4,"alt":"Ring around the Moon","descr":"‚Sie sind Gefangene des Planeten Triton‘. Das teilt eine mysteriöse Stimme den Insassen der Mondbasis Alpha 1 mit, nachdem sie von einer Schockwelle erfasst wurde, die sowohl die Lebenserhaltungs- als auch die Kommunikationssysteme auf der Station lahmgelegt hat. Außerdem wird Dr. Helena Russell ein Opfer der Fremden, die sie mittels eines Laserstrahls dazu benutzen, den Computer von Alpha 1 für Triton zu befragen. Bei einer genaueren Untersuchung stellt Dr. Bergman zum allgemeinen Entsetzen fest, dass Triton sich allmählich auflöst. Wenn Helena gerettet werden soll, muss schnell gehandelt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850334","hoster":"VOE"},{"path":"/redirect/8599894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-5","name":"Captain Zantor","epNo":5,"alt":"Earthbound","descr":"Auf dem Mond landet ein scheinbar unbemanntes Raumschiff. Bei näherer Untersuchung finden Commander König, Dr. Russell und Professor Bergman jedoch in sechs durchsichtigen Behältern menschenähnliche Wesen. Es stellt sich heraus, dass deren Planet untergegangen ist und sie sich wie die Besatzung von Alpha 1 auf der Suche nach einer neuen Heimat befinden. Allerdings hat der Computer der Fremden unter anderem die Erde als Möglichkeit in Betracht gezogen und das Raumschiff deshalb zum Mond geleitet. Der kreist aber schon längst nicht mehr um seinen Heimatplaneten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850339","hoster":"VOE"},{"path":"/redirect/8599904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-6","name":"Fast wieder daheim","epNo":6,"alt":"Another Time, Another Place","descr":"Die Mondbasis Alpha 1 gerät in heftige Weltraumwirbelstürme. Der Mond, der mit einer ungeheuren Geschwindigkeit durch den Weltraum rast, spaltet sich. Die eine Hälfte verschwindet im All und mit ihr die Menschen, die auf dieser Seite leben. Die andere Hälfte legt in wenigen Minuten Millionen Kilometer zurück, bis sie sich in der Umlaufbahn der Erde befindet. Commander König und seine Besatzung sind darüber sehr erfreut und versuchen, mit der Erde Kontakt aufzunehmen, was jedoch nicht gelingt. Als die zweite Mondhälfte wieder auftaucht, steigen König und Carter in ein Begleitschiff, um sie zu untersuchen. Sie entdecken, dass die Hälfte verlassen ist – abgesehen von ihnen beiden, die sich selbst als Tote finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13401697","hoster":"VOE"},{"path":"/redirect/8599896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-7","name":"Koenig: 2","epNo":7,"alt":"Missing Link","descr":"Ein ‚Adler‘ mit Commander König und einer kleinen Mannschaft an Bord stürzt ab. König ist so schwer verletzt, dass kaum mehr Hoffnung besteht. Während seine Mannschaft um ihn bangt, wacht König jedoch auf einem fernen Planeten auf, der Millionen Lichtjahre von der Absturzstelle entfernt ist. Dort lernt er Roan und seine Tocher Vana kennen, die ihm seine doppelte Identität erklären können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850337","hoster":"VOE"},{"path":"/redirect/8599905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-8","name":"Das Glück der Träumenden","epNo":8,"alt":"Guardian of Piri","descr":"Infolge einer Fehlinformation des Computers verlieren zwei Astronauten den Kontakt zur Mondbasis. Sie befinden sich auf dem Flug zur Erkundung eines Planeten, den der Mond erreicht hat. Es stellt sich heraus, dass der Planet den Namen Piri hat. Commander König bricht mit einem Teil seiner Besatzung auf, um die verloren gegangenen Astronauten zu suchen. Schließlich findet er sie auf Piri, wo sie regungslos und mit einem verzückten Lächeln auf dem Gesicht dastehen. Offensichtlich sind sie in eine Falle gelockt worden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12159661","hoster":"VOE"},{"path":"/redirect/8599899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-9","name":"Das blaue Licht","epNo":9,"alt":"Force of Life","descr":"Als ein unbekanntes blaues Licht sich der Mondbasis Alpha 1 nähert, wird Ingenieur Anton Zoref plötzlich vor Kälte geschüttelt, während seine Frau Eva über Hitze klagt. Als Zoref die Kommandozentrale betritt, sieht er, dass Commander König, Dr. Russell und das andere Personal zu Statuen gefroren sind. Beim Betreten des Generatorenraums wird der Ingenieur von einem blauen Licht angefallen und fällt in Ohnmacht. Die anderen Besatzungsmitglieder erwachen wieder zum Leben und Helena Russell bringt Zoref zur Untersuchung auf die Krankenstation. Dort befällt ihn eine unstillbare Gier nach Hitze und er versucht von Maschinen und Menschen Wärme zu bekommen. Doch alles, was er berührt, gefriert sofort. König ordnet an, die Stromversorgung auszuschalten, worauf Zoref versucht, mit Gewalt in den Generatorenraum einzudringen. Carter bleibt nichts anderes übrig, als mit der Laserwaffe auf ihn zu feuern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380284","hoster":"VOE"},{"path":"/redirect/8599898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-10","name":"Das Alpha-Kind","epNo":10,"alt":"Alpha Child","descr":"Cynthira Crawford erwartet ein Baby. Es ist das erste Kind, das auf der Mondbasis geboren wird. Doch schon kurz nach der Geburt entwickelt sich der kleine Jackie merkwürdig: er wächst so schnell, das er schon innerhalb von wenigen Stunden die Größe eines Fünfjährigen erreicht. Er zeichnet ein Raumschiff, und prompt landen genau solche Schiffe auf Alpha. Baby Jackie ist zu einem ausgewachsenen Alien herangereift, und gibt sich als Jarak zu erkennen. Er erklärt, daß er gemeinsam mit 120 anderen Außerirdischen von seinem Heimatplaneten geflohen sei. Nun habe man die Bewohner von Alpha ausgewählt, um sich in ihnen zu verstecken. Doch der Transfer gelingt nur während Geburt oder Tod …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850341","hoster":"VOE"},{"path":"/redirect/8599900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-11","name":"Die Verwandlung","epNo":11,"alt":"The Last Sunset","descr":"Professor Bergman hat ein Sonnensystem entdeckt, das er als ‚Ariel‘ identifiziert. Hierbei könnte es sich um die lang ersehnte neue Heimat handeln, nach der die Mondbasis Alpha 1 gesucht hat, seit der Mond aus seiner Umlaufbahn geschleudert wurde. Die Wärme der Sonne und der natürliche Sauerstoff bieten ideale Lebensbedingungen und es besteht keine Gefahr, von Außerirdischen angegriffen zu werden. Bald werden Pläne geschmiedet, Häuser zu bauen, Gemüse anzubauen und sich komplett auf dem Planeten niederzulassen. Doch ein plötzlich aufkommender Sturm macht alle Hoffnungen zunichte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850343","hoster":"VOE"},{"path":"/redirect/8599903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-12","name":"Der Mann, der seinen Namen änderte","epNo":12,"alt":"Voyager’s Return","descr":"Als plötzlich ein Raumschiff mit Grüßen vom Planten Erde auftaucht, geraten Commander König und seine Besatzung zunächst in helle Aufregung. Doch schon bald wird klar, dass es sich dabei um eines der beiden fehlkonstruierten Raumschiffe von Ernst Queller handelt. Das erste wurde bereits infolge falscher Berechnung zerstört, wobei die gesamte Besatzung ums Leben kam. Das gerade aufgetauchte Schiff stellt also auch eine Gefahr für Alpha 1 dar und soll so schnell wie möglich vernichtet werden. Doch Professor Bergman sträubt sich dagegen, da er die im Raumschiff gespeicherten Informationen nutzen will. Dr. Linden, ein Ingenieur der Alpha 1, wird beauftragt, den Sicherheitscode zu knacken, um an den Computer des Schiffes heranzukommen. Es stellt sich schließlich heraus, dass Dr. Linden Ernst Queller ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850340","hoster":"VOE"},{"path":"/redirect/8599902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-13","name":"Auf gefährlichem Kurs","epNo":13,"alt":"Collision Course","descr":"Auf die Mondbasis Alpha 1 kommt eine neue Gefahr zu: Die Computer errechnen einen Kollisionskurs mit dem Planeten Astheria. Die Besatzung sieht als einzigen Ausweg, den fremden Planeten durch eine Kette von Atomexplosionen aus seiner Bahn zu werfen. Da taucht plötzlich in einem Raumschiff des Planeten Astheria die königliche Erscheinung der Arra auf. Nach ihrer Aussage hat ihr Volk schon seit Millionen von Jahren auf diese Gefahr gewartet. Außerdem behauptet sie, eine bessere Lösung als die Besatzung der Alpha zu wissen. Commander König und seine Leute sind skeptisch, doch der Planet kommt dem Mond gefährlich nahe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850359","hoster":"VOE"},{"path":"/redirect/8599901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-14","name":"Ultima Thule","epNo":14,"alt":"Death’s other Dominion","descr":"Auf Ultima Thule herrschen Temperaturen von über 200 Grad unter Null. Um so erstaunter ist Commander Koenig als er von Menschen, die in dieser gefrohrenen Welt leben, eine Einladung erhält. Dort angekommen erfahren sie, daß die Bewohner von der Erde stammen. Sie waren 1986 Mitglieder einer Expedition ins All und sind durch einen Protonensturm sowie einer Zeitverschiebung auf Ultima Thule gelandet. So sind sie unsterblich geworden, so das man ihnen ihre 880 Jahre, die sie mittlerweile auf dem Buckel haben, nicht ansieht. Dr. Rowland und Capatain Tanner laden die Aplha Bewohner ein, nach Thula umzusiedeln ein Angebot, das die Mannschaft ernsthaft in Betracht zieht. Doch dann trifft Koenig eine Frau, die ihm erklärt, daß auf Thula nicht alles ist, wie es scheint …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850345","hoster":"VOE"},{"path":"/redirect/8599907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-15","name":"Die Steinzeitfalle","epNo":15,"alt":"The Full Circle","descr":"Die Mannschaft der Mondbasis entdeckt einen neuen Planeten, dem sie den Namen Retha gibt. Ein Raumschiff wird ausgeschickt, um zu erkunden, um was für einen Planeten es sich handelt. Doch die Expedition kehrt nicht zurück und auch der Funkkontakt reißt ab. Commander König macht sich zusammen mit Helena Russell, Sandra Benes und Alan Carter auf die Suche nach den Verschwundenen. Bei starkem Nebel landen sie auf dem anderen Planeten, der erdähnliche Bedingungen aufweist. Plötzlich begegnen ihnen Menschen, die scheinbar noch im Steinzeitalter leben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337235","hoster":"VOE"},{"path":"/redirect/8599906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-16","name":"Unsterblich","epNo":16,"alt":"End of Eternity","descr":"Auf einem Asteroiden entdecken Koenig und seine Mannen einen schwer verletzten Humanoiden. Doch als sie auf der Mondbasis landen, ist er wieder vollkommen gesund. Es handelt sich um Balor vom Planeten Progron, der von seinem Volk ins Exil auf den Asteroiden verbannt wurde. Den einst sterblichen Progroms, ist es gelungen, den Alterungsprozeß zu stoppen. Durch Zellenregenerierung wurden sie unsterblich, dadurch jedoch um den Sinn des Lebens beraubt. Es herrschte Appathie und Koruption. Angeblich wollte der gute Balor ihnen wieder Respekt vor dem Leben eintrichtern. Nun endlich wieder frei, beginnt der unsterbliche Sadist, die Mondbasis und deren Bewohner zu zerstören. Koenig hat ein Problem: Um ihn zu stoppen, muß er einen Unsterblichen töten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850356","hoster":"VOE"},{"path":"/redirect/8599911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-17","name":"Angriff aus dem Weltall","epNo":17,"alt":"War Games","descr":"Bei einem Angriff durch einen überlegenen, gegnerischen Planeten werden der Mondbasis Alpha 1 schwere Schäden zugefügt. Die meisten Raumschiffe werden vernichtet und viele Besatzungsmitglieder getötet. Der Versuch, mit den Bewohnern des anderen Planeten ein kooperatives Gespräch zu führen, gelingt nur mühsam. Doch es wird klar, dass sie keinen Kontakt zu den \"primitiven\" Menschen wünschen. Plötzlich aber gibt es eine überraschende Wendung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850346","hoster":"VOE"},{"path":"/redirect/8599913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-18","name":"Zwischen zwei Planeten","epNo":18,"alt":"The Last Enemy","descr":"Während der Mond durch das Weltall treibt, nähern sich ihm zwei Planeten und ein fremdes Raumschiff. Als sie in den Sichtkreis der Mondbasis Alpha 1 geraten, versuchen die \"Adler\" die Verteidigung aufzunehmen. Doch wie von einer geheimnisvollen Kraft gesteuert, versagen alle Antriebsaggregate. So wird die Raumbasis unvermittelt in einen Kampf zwischen den beiden Planeten Beta und Delta verwickelt, die beide versuchen, den Mond als Operationsbasis für sich zu gewinnen. Auch das fremde Raumschiff bleibt nicht verschont und dessen Kommandantin muss zusammen mit ihren Astronautinnen mit ansehen, wie es zerstört wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850348","hoster":"VOE"},{"path":"/redirect/8599909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-19","name":"Wütender Geist","epNo":19,"alt":"The Troubled Spirit","descr":"Dan Mateo und seine Assistentin Laura arbeiten an einem Experiment, das beweisen soll, daß eine Kommunikation zwischen Mensch und Pflanze möglich ist. Doch alle Beteiligten, selbst die Pflanzen sterben. Immer wird der Tod begleitet von einem seltsamen Wind. Helena bemüht sich gerade, den todkranken Mateo doch noch zu retten, da erscheint ihr eine Art Geist mit dem Antlitz des Botanikers. Mateo erholt sich schließlich und setzt unter der Aufsicht von Koenig, Bergmann und Russel seine Untersuchungen fort. Wieder erscheint der Geist, wie schon zuvor begleitet von einem merkwürdigen Wind und sterbenden Pflanzen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850347","hoster":"VOE"},{"path":"/redirect/8599910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-20","name":"Wer programmiert Kelly","epNo":20,"alt":"Space Brain","descr":"Auf dem Bildschirm der Mondbasis Alpha 1 erscheint plötzlich eine Folge von Zeichen, Formeln und Zahlen, die offensichtlich einem bestimmten Rhythmus folgen, aber von den Wissenschaftlern der Station nicht entschlüsselt werden können. Außerdem treibt der Mond auf ein undefinierbares Gebilde zu, dem er nicht ausweichen kann. Ein ‚Adler‘ – zur Erkundung ausgeschickt – verschwindet und taucht dann total zerstört wieder auf. Als Alpha 1 auch noch in einen unnatürlich heftigen Schneesturm gerät, befürchtet Commander König eine von dem Gebilde ausgehende Gefahr für die Mondbasis. Er befiehlt den Angriff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917740","hoster":"VOE"},{"path":"/redirect/8599908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-21","name":"Die Teufelsmaschine","epNo":21,"alt":"The Infernal Machine","descr":"Ein geheimnisvolles Raumschiff kreuzt den Weg von Alpha 1 und bittet um Landeerlaubnis sowie den Besuch von Commander König. Dieser findet mit seinen Begleitern eine wahrhaft gespenstische Szenerie vor. Das einzige Besatzungsmitglied des Schiffes ist ein alter Mann, der offensichtlich im Sterben liegt und sich mit einem Wesen namens Gwent unterhält. Alle Kraft, Energie und Entscheidungsgewalt liegt scheinbar bei dem unsichtbaren Ratgeber. Doch der Alte erklärt seinen Besuchern, dass es nicht seine Kräfte nachlassen, sondern Gwents. Commander König und Dr. Russell sollen an Bord bleiben, um ihn zu ersetzen. Bald muss König erfahren, dass sein ‚Gastgeber‘ tatsächlich die Macht hat, diesen Wunsch auch durchzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850350","hoster":"VOE"},{"path":"/redirect/8599912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-22","name":"Das Notsignal","epNo":22,"alt":"Mission of the Darians","descr":"Die Mondbasis erhält ein Notsignal von dem Raumschiff Darian. Die Mannschaft ahnt jedoch nicht, daß das Schiff bereits seit 900 Jahren unterwegs ist. Das Unglück, welches das Notsignal auslöste, ereignete sich bereits vor hunderten von Jahren. Koenig, Helena, Bergmann und ihr Team landen auf Darian. Offensichtlich haben zwei Gruppen auf dem Schiff überlebt. Zum einen 14 Mitglieder der Orginal Crew, zum anderen Nachkommen der restlichen Besatzung, die wie Wilde hausen. Koenig und Bergmann finden heraus, daß die Orginal Crew nur in so gutem Zustand überlebt hat, weil sie die anderen als Ersatzteillager und als Nahrung mißbrauchten. John ahnt nicht, daß Helena in der Gewalt der Vierzehnerbande ist und benutzt werden soll, neues Leben in eine gewisse Kara zu pumpen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850351","hoster":"VOE"},{"path":"/redirect/8599914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-23","name":"Wächter des Todes","epNo":23,"alt":"Dragon’s Domain","descr":"Als der Astronaut Tony Cellini versucht, ein Eagle zu stehlen, glaubt Helena, daß sein merkwürdiges Verhalten in Zusammenhang mit einer Mission im Jahre 1996 steht. Damals verlor Cellini seine gesamte Crew und kehrte mit einer merkwürdigen Geschichte über einen Raumschiffriedhof und ein furchterregendes Monster zurück zur Basis. Nur Commander Koenig glaubte ihm damals, doch sie konnten niemanden übereugen, Ermittlungen anzustellen. Man war überzeugt, daß Tony Cellini die Sache erfunden hatte, um von einem Fehler abzulenken, den er gemacht hat. Als nun die Alpha Scanner einen Müllplatz im All entdecken, auf dem scheinbar auch Cellinis altes Schiff lagert, verschwindet er mit einem gestohlenen Eagle. Alle sind überzeugt, daß er die Beweise für sein Fehlverhalten vernichten will nur Koenig glaubt, das er es auf das Monster abgesehen hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850354","hoster":"VOE"},{"path":"/redirect/8599916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-1/episode-24","name":"Das Vermächtnis der Arkadianer","epNo":24,"alt":"The Testament of Arkadia","descr":"Der Mond wird plötzlich auf seinem Fug durchs All gestoppt und die Energieanzeige fällt rapide ab. Koenig und sein Team untersuchen den nahegelegenen Planeten Arkadia in der Hoffnung, dort Hilfe oder gar eine neue Heimat zu finden. Sie entdeken die Überreste einer ausgestorbenen Zivilisation. Laut Anna Davis vom AlphaTeam haben einst einige Arkadianer ihre Heimat verlassen und kolonisierten andere Planeten. Langsam wird dem Team klar, daß sie vor den Überresten ihrer eigenen Votrfahren stehen. Doch Koenig hat andere Sorgen: Er muss immer noch mit dem gefährlichen Energieabfall auf Alpha kämpfen und Anna und Luke Ferro benehmen sich seltsam …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850352","hoster":"VOE"},{"path":"/redirect/8599915","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-1","name":"Die Metamorphose","epNo":1,"alt":"The Metamorph","descr":"Ein ‚Adler‘ ist auf der Suche nach dem dringend benötigten, aber seltenen Titanium, als er plötzlich von einem Lichtball umgeben und auf einen fremden Planeten entführt wird. In der Mondbasis, wo man den Vorgang tatenlos mit ansehen musste, findet Commander König heraus, dass es sich dabei um den Planeten ‚Psychon‘ handelt. Beherrscht wird ‚Psychon‘ von einem Wesen namens Mentor und dessen Tochter Maya. König fliegt mit einem zweiten ‚Adler‘ los, um seine Leute aus Mentors Hand zu befreien, doch stattdessen gerät auch er in eine Falle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850366","hoster":"VOE"},{"path":"/redirect/8599919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-2","name":"Die Verstoßenen","epNo":2,"alt":"The Exiles","descr":"Auf dem Kommandoschirm der Mondbasis werden etwa fünfzig zylindrische Objekte entdeckt, die sich dem Mond nähern. Sie greifen jedoch nicht an, sondern gehen in eine Umlaufbahn um den Mond. Um zu erfahren, womit es die Crew von Alpha 1 zu tun hat, lässt Commander König eines der Objekte zur näheren Untersuchung aus dem Orbit herunterholen. Es handelt sich offensichtlich um Lebewesen, die auf der Suche nach einer neuen Heimat sind. Der Mond kann jedoch nicht allen von ihnen die erforderlichen Möglichkeiten bieten. Obwohl dazu eigentlich kein Grund besteht, bleibt König weiterhin misstrauisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850353","hoster":"VOE"},{"path":"/redirect/8599918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-3","name":"Das Androidenvolk","epNo":3,"alt":"One Moment of Humanity","descr":"Helena und Maya schmücken sich gerade für einen festlichen Abend, als die Energiezufuhr auf der Mondbasis komplett zusammenbricht. Zamara vom Planeten Vega erscheint und gibt bekannt, daß in 48 Stunden alles wieder beim Alten ist, wenn sich zwei Bewohner bereit erklären, mit ihm auf seinem Planeten zu kommen. Koenig und Alan melden sich als Freiwillige, aber Zamara entscheidet sich für Tony und Helena. Zamara und ihr Volk sind Androiden, die durch Beobachtung lernen. Von den Alpha Leuten wollen sie sich Aggressionen \"abgucken\", um so die Macht über die Menschen zu erlangen. Weil sich Tony und Helena nicht provozieren lassen, bringen sie auch noch Koenig und Maya nach Vega. Als der Android Zarlk schließlich vor Johns Augen versucht, Helena zu verführen, haben die Maschinen ihr Ziel erreicht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850355","hoster":"VOE"},{"path":"/redirect/8599921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-4","name":"Schottische Geschichten","epNo":4,"alt":"Journey to Where","descr":"Eine Nachricht, die offenbar von der Erde kommt, erweckt bei der Crew der Mondbasis Alpha 1 die Hoffnung auf eine mögliche Rückkehr. Ein gewisser Dr. Charles Logan aus Texas City behauptet, einen Weg gefunden zu haben, den Mond wieder in seine alte Umlaufbahn um die Erde zurückzuholen. Er gibt genaue Instruktionen, die für ein erfolgreiches Gelingen präzise befolgt werden müssen. Bei genauerer Untersuchung seiner Nachricht stellen Commander König und seine Leute jedoch fest, dass sie aus der Zukunft kommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850357","hoster":"VOE"},{"path":"/redirect/8599926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-5","name":"Der entscheidende Stoff","epNo":5,"alt":"All That Glisters","descr":"Auf dem Flug durchs All kommt der Mond an einem Planeten vorbei, auf dem das seltene Mineral Milgonite angezeigt wird. Da dieses für das Lebenserhaltungssystem der Mondbasis sehr wichtig ist, wird ein Team zusammengestellt, das als Bergungstrupp agieren soll. Für die Aktion bleiben jedoch nur drei Stunden Zeit, da sonst der Mond bereits außer Reichweite des Raumschiffs treiben würde. Auf der Oberfläche angekommen, müssen die Mitglieder des Außenteams allerdings feststellen, dass die Anzeigen nicht auf ein reichhaltiges Vorkommen von Milgonite reagiert haben, sondern auf fremdartige Organismen, die alles andere als gutartig sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11951467","hoster":"VOE"},{"path":"/redirect/8599917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-6","name":"Der Händler","epNo":6,"alt":"The Taybor","descr":"Ein Händler landet mit seinem ungewöhnlichen Raumschiff, der S.S. Emportium, auf Alpha 1. Taybor bietet ihnen den sogenannten \"Hyperspace Jump Drive\" an, mit dem man angeblich zur Erde gelangen kann. Als Bezahlung möchte der alte Mann gern Maya an Bord seines Schiffes nehmen. Damit ist Koenig natürlich nicht einverstanden, bietet ihm aber statt dessen ein Model der Dame an, doch das genügt dem Händler nicht. der fiese Knilch lockt Maya in die Emporium und düst davon. Maya nimmt die verschiedensten Formen an, um ihm zu entwischen doch er hält sie hinter einem Kraftfeld zusammen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13922543","hoster":"VOE"},{"path":"/redirect/8599920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-7","name":"Die Aussätzigen von Achanon","epNo":7,"alt":"The Mark of Achanon","descr":"In den Katakomben unter der Mondbasis werden zwei Außerirdische entdeckt: Pasc und sein Sohn Etrec vom Planeten Archanon. Sie wurden von ihren Leuten auf dem Mond zurückgelassen. Die damalige Crew war mit einem ungewöhnlichen Virus infiziert, der zu gewalttätigen Attacken der Betroffenen führte. Auch Pasc scheint mit dem Virus infiziert zu sein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850362","hoster":"VOE"},{"path":"/redirect/8599922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-8","name":"Rühr nicht die Pflanze an!","epNo":8,"alt":"The Rules of Luton","descr":"Commander König, Maya und Tony Verdeschi sind auf dem Weg zu einem Planeten, dessen üppig wuchernde Vegetation den Lebensmittelvorrat von Alpha 1 auffüllen soll. Während Verdeschi mit dem ‚Adler‘ zur Mondbasis zurückkehrt, um ein Ersatzteil für die Instrumente an Bord zu holen, bleiben König und Maya auf dem Planeten und untersuchen ihre nähere Umgebung. Dabei pflückt Maya eine Blume und König probiert einige Beeren, doch für beide ist dies eine schmerzliche Erfahrung. Hinzu kommt eine donnernde Stimme, die sie als Kannibalen und Mörder beschimpft und als Folge ihrer Schandtat vor Gericht stellt. Alle Beteuerungen Königs nutzen nichts. Die einzige Chance, ihre Unschuld zu beweisen, ist ein Kampf mit anderen Kriminellen aus dem Weltall, den König und Maya überleben müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850361","hoster":"VOE"},{"path":"/redirect/13386483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-9","name":"Der Roboter","epNo":9,"alt":"Brian the Brain","descr":"Wieder einmal landet ein Raumschiff auf dem Mond. An Bord befindet sich ein Roboter namens Brian, der berichtet, dass die gesamte Besatzung getötet wurde, als sie auf dem Planeten D gelandet sind. Schnell stellt sich heraus, dass die Maschine keine guten Absichten hat. Sie entführt Helena und John. Er benötigt die beiden, um eine atomare Antriebszelle zu besorgen, die sein Leben verlängert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850363","hoster":"VOE"},{"path":"/redirect/8599927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-10","name":"Der Schöpfer","epNo":10,"alt":"New Adam, new Eve","descr":"Wieder einmal landet ein Raumschiff auf dem Mond. An Bord befindet sich ein Roboter namens Brian, der berichtet, dass die gesamte Besatzung getötet wurde, als sie auf dem Planeten D gelandet sind. Schnell stellt sich heraus, dass die Maschine keine guten Absichten hat. Sie entführt Helena und John. Er benötigt die beiden, um eine atomare Antriebszelle zu besorgen, die sein Leben verlängert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850365","hoster":"VOE"},{"path":"/redirect/8599925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-11","name":"Planet der Wartenden","epNo":11,"alt":"The A B Chrysalis","descr":"Der Mond wird alle zwölf Stunden von einem Beben erschüttert, das von elektrischen Wellen hervorgerufen wird. Diese kommen von einem fremden Planeten und drohen, den Mond zu zerstören. König vermutet, dass die Wellen eine Art Verteidigungsform der Bewohner des unbekannten Planeten sind. Er schickt einen ‚Adler‘, der die Außerirdischen besänftigen und zur Beendigung ihres Angriffs überreden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850364","hoster":"VOE"},{"path":"/redirect/8599924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-12","name":"Gegen die Zeit","epNo":12,"alt":"Catacombs of the Moon","descr":"Mr. Osgood ist in großer Sorge um seine Frau Michelle, die dringend am Herzen behandelt werden muss. Für die Operation ist jedoch ein bestimmter Apparat und für dessen Betrieb wiederum ein bestimmtes Material notwendig. Mr. Osgood versucht alles, um Michelle zu helfen. Als er plötzlich von immer stärker werdenden Visionen geplagt wird, bringt er sie jedoch in Lebensgefahr. Zu ihrem ‚Schutz‘ soll Michelle in die Katakomben des Mondes, wo sie ohne ärztliche Hilfe sterben wird. Ein Wettlauf mit der Zeit beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850367","hoster":"VOE"},{"path":"/redirect/8599928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-13","name":"Das Spiegelwunder","epNo":13,"alt":"Seed of Destruction","descr":"Ein Asteroid nähert sich dem Mond und je näher er kommt, desto verheerendere Auswirkungen hat er auf die Lebenserhaltungssysteme der Mondbasis. Commander König und Alan Carter starten einen Erkundungsflug zu dem Asteroiden. Dort angekommen melden die Systeme einen Funktionsfehler des ‚Adlers‘, so dass König allein weitere Untersuchungen anstellt und Carter zurück lässt, um das Raumschiff zu reparieren. Er entdeckt eine Höhle und findet darin ein riesiges Spiegelkabinett. Plötzlich steigt eines der Spiegelbilder Königs als dessen lebendiges Double aus seinem Rahmen und schlägt ihn nieder. Das Double macht sich auf den Weg zurück zu Carter, der ebenso wenig merkt wie die anderen Crew-Mitglieder auf Alpha 1. Zwar verhält sich ‚König‘ sehr merkwürdig, doch erst als er erklärt, dass die zerstörende Wirkung des Asteroiden nur durch einen Energiestrahl in dessen Zentrum zu neutralisieren sei, werden seine Leute misstrauisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850368","hoster":"VOE"},{"path":"/redirect/8599929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-14","name":"Die Feuerwolke","epNo":14,"alt":"The Beta Cloud","descr":"Als die Mondbasis in die Nähe einer bunten Wolke driftet, verfällt der Großteil der Mannschaft in Apathie. Nur Tony, Maya, Bill Frazier und Sandra Benes scheinen verschont geblieben zu sein. Eagle 6 wird ausgesandt, um die Wolke zu untersuchen. Als der zunächst verschollen geglaubte Flieger doch wieder auftaucht, hat er ein außerirdisches Monster an Bord, das sich gegen Laserwaffen immun zeigt. Die Wolke verwandelt sich in einen Planeten und über das Alpha Komunikationssystem ertönt eine Stimme, die erklärt, dass man das Lebenserhaltungssystem der Basis benötige. Jeder der sich der Kreatur in den Weg stellt, wird auf der Stelle getötet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850373","hoster":"VOE"},{"path":"/redirect/8599935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-15","name":"Die andere Seite","epNo":15,"alt":"A Matter of Balance","descr":"Ein Mann namens Vindrus von dem Planeten Sunim hat die Botanikerin Shermeen gekidnappt. Er und sein Volk gehören zu einer Welt aus Anti Materie, die sich langsam zurückentwickelt. Um zu verhindern, dass sie als urzeitlicher Shleim enden, wollen sie in die Welt der Materie wechseln und genau dazu brauchen sie Shermeen und die anderen Alpha Bewohner …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850370","hoster":"VOE"},{"path":"/redirect/8599930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-16","name":"Der böse Zauber","epNo":16,"alt":"Space Warp","descr":"Während John Koenig und Tony mit dem Eagle auf einem Erkundungsflug sind, kämpft Helena auf der Basis gegen ein geheimnisvolles Fieber, von dem Maya geschüttelt wird. Die Kranke wird von schlimmen Träumen geplagt, in denen sie ihren Vater und die Zerstörung von Psychon sieht. Helena unterrichtet den Commander von Mayas kritischem Zustand, doch der kann nicht mehr antworten, denn der Eagle wird plötzlich durch die Galaxie geschleudert und verschwindet von den Alpha Bildschirmen. Getrieben von immer stärkeren Halluzinationen versucht Maya, zu ihrem Vater nach Psychon zurückzukehren. Dabei verwandelt sie sich in die verschiedensten Kreaturen und wird fast erschossen, weil man sie für einen außerirdischen Eindringling hält …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850369","hoster":"VOE"},{"path":"/redirect/8599932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-17","name":"Besuch von der Erde? Teil 1","epNo":17,"alt":"The Bringers of Wonder Part 1","descr":"Als Koenig von einer Mission aus dem All zurückkehrt, benimmt er sich völlig verrückt. Er lacht laut vor sich hin, fliegt Saltos mit dem Eagle und legt eine echte Crash Landung hin. Während Helena den Commander ruhig stellt, bekommt Alpha Besuch von der Erde. Es sind Verwandte der Mond Bewohner mit guten Nachrichten: Ein paar von ihnen können zur Erde zurückkehren. Doch als John in die Zentrale kommt, sieht er statt der angeblichen Freunde furchterregende Aliens. Natürlich will ihm niemand glauben und Helena gibt ihm erneut Betäubungsmittel. Während sich Alan mit zwei anderen Alpha Bewohnern auf den Weg zur Erde macht, wird ein Mordanschlag auf den Commander verübt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850374","hoster":"VOE"},{"path":"/redirect/8599931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-18","name":"Besuch von der Erde? Teil 2","epNo":18,"alt":"The Bringers of Wonder Part 2","descr":"Als John Koenig wieder wach wird, versucht er erneut, Maya und Helena zu überzeugen, dass sie von den angeblichen Freunden mittels Telepathie kontrolliert werden. Er überzeugt sie schließlich, dass es sich um Aliens handelt. Doch da ist es fast zu spät. Denn Alan und die zwei Kollegen sind nicht auf dem Weg zur Erde, sondern lediglich in der Nähe des Atommüllagers. Maya verwandelt sich in eines der Monster und erfährt so, dass die Außerirdischen atomare Energie benötigen. Alan und sein Team sollen geopfert werden, um die Halde in die Luft zu sprengen, damit die Fieslinge zu fressen haben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850372","hoster":"VOE"},{"path":"/redirect/12980483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-19","name":"Tödliche Strahlung","epNo":19,"alt":"The Lambda Factor","descr":"Die Psychons und die Crotons sind verfeindet. So ist es nicht verwunderlich, dass Maya mehr als skeptisch ist, als eine Vertreterin dieser Spezies auf Alpha landet und um Hilfe bittet. Sahala behauptet, dass sich an Bord ihres Schiffes ein Krimineller namens Dorzak befindet, der nicht nur ihren Planeten fast zerstört hat, sondern auch Ursache für eine schlimme Seuche ist. Maya untersucht in der Gestalt von Sahala das Schiff der Crotons, doch Dorzak durchschaut die Maskerade. Er verwandelt sich seinerseits in Maya. Er sperrt sie ein und gibt ihr sein Aussehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850371","hoster":"VOE"},{"path":"/redirect/8599933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-20","name":"Die Meuterei","epNo":20,"alt":"The Seance Spectre","descr":"Wiederum begegnet der Mond einer merkwürdigen Wolke. Daraufhin ereignen sich auf Alpha merkwürdige Dinge, die schließlich zum Tod von Sally Martin führen, die in der medizinischen Abteilung arbeitet. Tony vermutet, dass Carolyn Powell etwas mit Sallys Tod zu tun haben könnte, da Carolyn ihr vor kurzem den Freund ausgespannt hat. Maya findet schließlich heraus, dass die Mondbasis mit Lambda Strahlen bombadiert wurde, die zur Verstärkung der psychischen Kräfte bestimmter Menschen führen können. Als dann auch noch Mark nach einem Streit mit Carolyn ermordet aufgefunden wird, will Tony sie einsperren. Doch er hat zu lange gewartet, Carolyns Kräfte sind mittlerweile enorm gewachsen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850376","hoster":"VOE"},{"path":"/redirect/8599942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-21","name":"Gestaltenwandler","epNo":21,"alt":"Dorzak","descr":"Koenig und der Techniker Blake finden auf dem Planeten Ellna mehrere uniformierte Tote, die um eine Box mit durchsichtigen Seiten herumliegen. In der Box erscheint ein Mann, doch als er auf sie zukommt, stirbt er. Maine und Koenig entschließen sich, Ellnas Mond zu untersuchen, von dem sie seltsame Signale erhalten. Dort sehen die beiden plötzlich einen Alien, der von drei Frauen mit Peitschen gejagt wird. Blake wird von der Peitsche tödlich getroffen und Koenig wird gefangen genommen. Er wird Aufseherin Elizia gegenübergestellt. Die führt en strenges Regiment, dem man nur entkommen kann, wenn man die \"Jagd\" übersteht, denn dann darf man nach Ellna zurückkehren. Die Knastis wissen jedoch nicht, dass dies einem Todesurteil gleichkommt und als Koenig versucht, ihnen die Augen zu öffnen, reagieren sie äußerst aggressiv. Als Koenig Elizias Avancen zurückweist, bestimmt die Verschmähte ihn zum nächsten Opfer der \"Jagd\" …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850375","hoster":"VOE"},{"path":"/redirect/8599938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-22","name":"Jagdspiele","epNo":22,"alt":"Devil’s Planet","descr":"John erforscht mit dem Techniker Blake ein seltsames Gebiet auf einem neuen Planeten. Vor einer transparenten Box liegen viele Tote verstreut auf dem Boden herum, ansonsten scheint der Planet verlassen. Plötzlich manifestiert sich ein Mann in der Box, er öffnet sie, eilt auf John und Blake zu - und stirbt! Ein grausiges Rätsel, das sich vielleicht auf dem Mond des Planeten lösen lässt, von dem sie eigenartige Signale erhalten. Doch das Rätsel verdichtet sich, als sie dort nach der Landung einen Mann beobachten, der von drei uniformierten Frauen mit Peitschen gejagt wird. Blake interveniert - und wird von einer der Peitschen tödlich getroffen. John wird ebenfalls entdeckt, gefangen genommen und der sogenannten Aufseherin Elizia vorgeführt, die auf dem Mond ein perverses Regiment der Macht führt. Alle wollen zurück auf ihren Planeten, aber dort lauert ein tödliches Geheimnis, wie John miterleben musste. Als John auch noch Elizias Verführungskünsten widersteht, wird er endgültig zu einer Gefahr - und zum nächsten Gejagten erklärt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850377","hoster":"VOE"},{"path":"/redirect/8599943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-23","name":"Zorans Schicksal","epNo":23,"alt":"The Immunity Syndrome","descr":"Endlich scheinen Koenig und seine Crew einen erdähnlichen Planeten gefunden zu haben, der auch eine entsprechende Atmosphäre hat. Während des Vordringens auf diesen Planeten beginnt einer der Eagle Leute, sich wie ein Wahnsinniger zu gebärden. Es kommt zum Kampf zwischen ihm und Tony, der danach ebenfalls durchdreht. Nach weiteren fatalen Vorfällen entdecken Alan und John, dass die einstigen Bewohner des Planeten Opfer einer unsterblichen Kreatur wurden, die nicht ahnt, dass sie Tod und Wahnsinn verursacht. Nun ist es an dem Commander einen Weg zu finden, mit der Kreatur zu kommunizieren, ohne selbst verrückt zu werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850379","hoster":"VOE"},{"path":"/redirect/8599939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mondbasis-alpha-1/staffel-2/episode-24","name":"Die Letzte ihrer Art","epNo":24,"alt":"The Dorcons","descr":"Die Mondbasis wird von der mächtigsten Rasse der Galaxie angegriffen: den Dorcons. Besonders Maya bricht vor Angst zusammen, denn sie weiß, dass die Dorcons es auf sie abgesehen haben. Sie benötigen das Gehirn des Psychons, um ihrem Anführer die Unsterblichkeit zu sichern und da Maya die Letzte ihrer Art ist, wollen sie sie um jeden Preis in ihre Hände bringen. Trotz allen Abwehrmaßnahmen gelingt es den Fieslingen, auf Alpha zu landen. Nun kann Maya nicht mehr entkommen, denn die Dorcons können einen Psychon in jeder Form erkennen. Koenig folgt den Angreifer auf ihr Schiff. Während Maya für die Operation vorbereitet wird, plant er die Befreiung. Malic steht ihm dabei zur Seite doch auch er hat es nur auf das Psychon Hirn abgesehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12250533","hoster":"VOE"},{"path":"/redirect/8599936","hoster":"Streamtape"}]}]}]}]}