{"path":"/serie/stream/money-maker","name":"Money Maker","descr":"Das \"Docutainment-Format\" stellt in jeder Folge die Geschichte eines Menschen in den Mittelpunkt, der mit gewieften, teils illegalen Geschäften schnelles Geld machen will. Dabei kommen manche schnell zu viel Geld und Reichtum, andere scheitern jedoch. Wie entscheidet sich, wer erfolgreich ist und wer nicht? Wie gerissen und dreist muss man sein, um Erfolg zu haben und was treibt diese Menschen an?","seasons":[{"path":"/serie/stream/money-maker/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/money-maker/staffel-1/episode-1","name":"Emre – Schnelles Geld mit der Bahn","epNo":1,"alt":"","descr":"In Folge 1 geht es um Emre* – ein netter, charismatischer Typ, der gefallen und Erfolg haben möchte. Auf der Suche nach schnellem Geld treibt er es zu weit. So weit, dass er sogar für Jahre im Knast landet.Wir lernen ihn und seine Motivation kennen: Er will es vor allem seinem strengen Vater recht machen. Emre* geht in die Moschee, trinkt nicht und feiert keine Partys. Stets ist er fleißig und nimmt einen Nebenjob nach dem anderen an. Er leidet aber darunter, dass er keine Freiheiten hat und der Vater seine Finanzen kontrolliert, sehnt sich nach persönlicher und finanzieller Unabhängigkeit. Heimlich sucht er nach Auswegen. Und stößt im Internet auf eine Anleitung, wie man angeblich schnell online Geld verdienen kann, indem man die Deutsche Bahn betrügt. Er kauft die Anleitung und legt los. Bedenken und Gewissensbisse schiebt er beiseite. Emre* studiert Informatik und fühlt sich sicher, doch er ahnt nicht, dass gleich mehrere Bundesländer bereits in der Sache ermitteln und ihm auf den Fersen sind. Emre wird am Ende wegen Onlinebetrugs zu drei Jahren und neun Monaten Haft verurteilt. Es war einer der ersten großen Betrugsfälle mit Onlinetickets bei der Deutschen Bahn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11499988","hoster":"VOE"},{"path":"/redirect/11499995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/money-maker/staffel-1/episode-2","name":"Fedor Holz: Reich durch Poker","epNo":2,"alt":"","descr":"An manchen Abenden gewinnt Fedor Holz 100 000 Euro. Mit nur 24 Jahren ist er der beste Pokerspieler der Welt und Multimillionär. In nur wenigen Jahren erspielt er sich mit harter Arbeit 40 Millionen US Dollar Preisgelder. Die Pokerwelt spricht vom \"The German Wunderkind\". Doch auf dem Höhepunkt seiner Karriere hört Fedor Holz plötzlich auf. Fedor Holz wächst bei seiner Mutter in Saarbrücken auf. Sie bekommt den Jungen mit 17 Jahren und bricht deshalb die Schule ab. Fedor ist ein neugieriges, offenes und hochbegabtes Kind. Die Schule langweilt ihn. Er fühlt sich als Außenseiter und entdeckt mit 16 Jahren seine Leidenschaft für Poker. Das komplexe Spiel fasziniert ihn so sehr, dass er dem Pokern sein Leben widmet. Zeitweise spielt er 80 bis 100 Stunden die Woche, erzählen uns enge Freunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11499989","hoster":"VOE"},{"path":"/redirect/11499996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/money-maker/staffel-1/episode-3","name":"Dadvan Yousuf – Kryptomillionär mit 17","epNo":3,"alt":"","descr":"Exklusive Einblicke in das Leben des heute 22-jährigen Kryptomillionärs Dadvan Yousuf aus der Schweiz. Er hat seine Millionen mit dem Handel von Kryptowährungen erwirtschaftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11499993","hoster":"VOE"},{"path":"/redirect/11499998","hoster":"Streamtape"}]}]}]}]}