{"seriesId":"monk","name":"Monk","descr":"Die US-Serie Monk handelt von dem an Zwangsneurosen leidenden Detektiv Adrian Monk (Tony Shaloub), der nachdem seine Frau Trudy von einer Autobombe im Jahre 1997 getötet wurde, einen Nervenzusammenbruch erlitt und für 3 Jahre aus dem Offiziellen Polizeidienst entlassen wurde. Da er ein brillanter Ermittler ist, unterstützt er nun das San Francisco Police Departement  als privater Berater bei mittelschweren Verbrechen bis hin zu Mordfällen. Seine Phobien, Ängste und Zwänge erschweren ihm jedoch die Arbeit. Um seinen Alltag zu bewältigen, heuert er die junge Krankenschwester Sharona Fleming (Betty Schram) als Assistentin an, die jedoch Mitte der 3.Staffel von Natalie Teeger, Monks neuer Assistentin, ersetzt wird. Weitere Nebenfiguren sind der  Kopf des San Francisco Police Departement, Captain Leland Stottlemeyer, sein trotteliger Laufbursche Lt. Randall Disher und Adrian Monks Psychologe Dr. Charles Kroger.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Mr. Monk\u0026#039;s Last Case: A Monk Movie","epNo":1,"alt":"Mr. Monk\u0027s Last Case: A Monk Movie","descr":"Nach den Ereignissen des Serienfinales kehrt der in San Francisco lebende, brillante Detektiv Adrian Monk zurück, um einen letzten und sehr persönlichen Fall zu lösen. Dieser involviert seine Stieftochter Molly, eine Journalistin, die sich gerade auf ihre Hochzeit vorbereitet.","versions":[{"lang":1,"streams":[{"redirect":13722991,"hoster":"VOE"},{"redirect":13722994,"hoster":"Vidoza"},{"redirect":13722992,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mr. Monk und das Attentat, Teil 1+2","epNo":1,"alt":"Mr. Monk and the Candidate (1+2)","descr":"Der extrem reiche Geschäftsmann Warren St. Claire kandidiert für das Bürgermeisteramt. Sein Wahlkampfmanager ist der zwielichtige, aber geniale Gavin Lloyd. Seine Frau Miranda muss mit ansehen, wie ein Attentatsversuch auf ihren Mann verübt wird, dem ein Leibwächter zum Opfer fällt. Die Stadt ist alarmiert. Der Bürgermeister will den Besten für die Ermittlungen haben: Monk. Doch die Theorien von Monk sind zu absurd. Er glaubt, dass der Anschlag auf St. Claire im Zusammenhang mit dem Mord an einer jungen Frau in Santa Clara steht. Ein Wahlkampfmitarbeiter, der ihm Informationen zukommen lassen wollte, wird getötet. Und auch hier glaubt Monk nicht an einen Unfall wie alle anderen, sondern an Mord. Doch Monk mit seinen persönlichen Problemen eckt überall an. Er bringt sogar seine treue Assistentin Sharona gegen sich auf. Doch alle spüren, wie einzigartig Monk ist und wollen ihn ins Boot holen, doch noch ist Monk von der Aufklärung des Falles weit entfernt?","versions":[{"lang":1,"streams":[{"redirect":13569464,"hoster":"VOE"},{"redirect":13569472,"hoster":"Vidoza"},{"redirect":13569471,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707434,"hoster":"VOE"},{"redirect":8707433,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In Folge 1enthalten]","epNo":2,"alt":"Mr. Monk and the Candidate (2) [In E01 enthalten]","descr":"Hinweis: Episode 2 ist als Doppelfolge in Episode 1 enthalten.// die stattdessen verlinkte Gerdubfolge ist E03","versions":[{"lang":2,"streams":[{"redirect":14174989,"hoster":"VOE"},{"redirect":14174994,"hoster":"Doodstream"},{"redirect":14174988,"hoster":"Vidoza"},{"redirect":14174990,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":" Mr. Monk und die Hellseherin","epNo":3,"alt":"Mr. Monk and the Psychic","descr":"Die Ehefrau von Commissioner Harry Ashcombe stürzt nachts mit ihrem Wagen in einen Abgrund und versinkt in einer Schlammlawine. Kurz darauf erwacht eine Hellseherin in ihrem Auto auf mysteriöse Weise genau an der Unglücksstelle und führt die Polizei auf die Spur der verunglückten Frau. Doch es gibt einige Ungereimtheiten in dem Fall. Und Monk wäre nicht Monk, wenn er den Fall nicht ganz gewissenhaft aufrollen würde …","versions":[{"lang":1,"streams":[{"redirect":13569461,"hoster":"VOE"},{"redirect":13569466,"hoster":"Vidoza"},{"redirect":13569465,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707437,"hoster":"VOE"},{"redirect":8707438,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":" Mr. Monk gegen die Qualle","epNo":4,"alt":"Mr. Monk Meets Dale the Whale","descr":"Eine Richterin wird in ihrem Haus erschlagen, doch zuvor kann sie noch den Notruf auslösen und sogar den Namen ihres Mörders mitteilen: Dale Biederbeck. Aber Captain Stottlemeyer und seine Leute haben dennoch ein Problem, denn der angebliche Mörder Dale Biederbeck ist so fett, dass er seit Jahren sein Bett nicht mehr verlassen hat. Somit scheidet er als Mörder aus. Doch auch einer Zeugin ist ein extrem fettleibiger Mann aufgefallen. Ein neuer Fall für den cleveren Monk …","versions":[{"lang":1,"streams":[{"redirect":13569462,"hoster":"VOE"},{"redirect":13569463,"hoster":"Vidoza"},{"redirect":13569460,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707440,"hoster":"VOE"},{"redirect":8707436,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mr. Monk auf dem Rummelplatz","epNo":5,"alt":"Mr. Monk Goes to the Carnival","descr":"Lieutenant Kirk, ein Freund von Captain Stottlemeyer, gilt als besonders ruppig und jähzornig, ist aber ansonsten ein guter Polizist. Er will sich auf dem Rummelplatz mit dem Informanten Gitomer treffen. Als die beiden zusammen in einer Gondel losfahren, schreit Gitomer plötzlich, als würde er zusammengeschlagen. Genervt lässt Lieutenant Kirk das Karussell anhalten. Doch kurz nachdem er die Gondel verlassen hat, liegt Gitomer tot auf dem Sitz, somit ist Lieutenant Kirk natürlich der Hauptverdächtige. Captain Stottlemeyer bittet Monk, Lieutenant Kirks Unschuld zu beweisen. Leichter gesagt als getan. ","versions":[{"lang":1,"streams":[{"redirect":13569453,"hoster":"VOE"},{"redirect":13569458,"hoster":"Vidoza"},{"redirect":13569459,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12252361,"hoster":"VOE"},{"redirect":12980484,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":" Mr. Monk in der Anstalt","epNo":6,"alt":"Mr. Monk Goes to the Asylum","descr":"Aus Sehnsucht nach seiner verstorbenen Gattin Trudy dringt Monk in das frühere Haus seiner Frau ein. Natürlich wird er prompt verhaftet und landet in der Irrenanstalt von Dr. Lancaster, einer Koryphäe auf seinem Gebiet. Doch Monk stellt schnell fest, dass in dieser Einrichtung nicht alles mit rechten Dingen zugeht. Dem einen Patienten – Manny – erscheint der Weihnachtsmann, ein anderer Patient – Wurster – erzählt ihm von einem ungeklärten Mord.","versions":[{"lang":1,"streams":[{"redirect":13569455,"hoster":"VOE"},{"redirect":13569456,"hoster":"Vidoza"},{"redirect":13569457,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707443,"hoster":"VOE"},{"redirect":8707442,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mr. Monk und ein Milliardär auf Abwegen","epNo":7,"alt":"Mr. Monk and the Billionaire Mugger","descr":"Der Milliardär Sidney Teal wird während eines Straßenraubes von einem Polizisten in Notwehr erschossen. Eigentlich scheint der Fall klar. Stottlemeyer möchte wegen des Bekanntheitsgrades des Opfers aber keine Fehler begehen und bittet Monk um Hilfe. Dieser erklärt sich zur Zusammenarbeit bereit, ist im Moment aber stark gehandicapt: Sharona hat ihm gekündigt, weil er ihr wegen eines finanziellen Engpasses ihr Gehalt nicht zahlen konnte.","versions":[{"lang":1,"streams":[{"redirect":13569448,"hoster":"VOE"},{"redirect":13569454,"hoster":"Vidoza"},{"redirect":13569451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707445,"hoster":"VOE"},{"redirect":8707444,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":" Mr. Monk und Monica","epNo":8,"alt":"Mr. Monk and the Other Woman","descr":"Der Anwalt Lou Pratt wird ermordet. Verdächtig scheint ein unzufriedener Mandat namens Grayson, der in einen Rechtsstreit mit seiner Nachbarin Monica verwickelt ist. Monk ist fasziniert von der Frau. Sie erinnert ihn an seine verstorbene Gattin und scheint sich auch an seinen kleine Macken und Phobien nicht zu stören. Als Grayson ermordet wird, avanciert Monica jedoch zur Hauptverdächtigen.","versions":[{"lang":1,"streams":[{"redirect":13569449,"hoster":"VOE"},{"redirect":13569452,"hoster":"Vidoza"},{"redirect":13569447,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917735,"hoster":"VOE"},{"redirect":8707449,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mr. Monk und der Marathon-Mann","epNo":9,"alt":"Mr. Monk and the Marathon Man","descr":"Ausgerechnet während des San Francisco-Marathons, den Monk mit großem Interesse verfolgt, wird eine junge Frau ermordet und seine Hilfe benötigt. Die Ermittler halten den Ex-Mann der Toten für den Täter. Nicht so Monk, der sich auf den Ex-Liebhaber der Frau konzentriert. Dieser hat jedoch ein wasserdichtes Alibi: Er ist selbst beim Marathon mitgelaufen.","versions":[{"lang":1,"streams":[{"redirect":13569443,"hoster":"VOE"},{"redirect":13569450,"hoster":"Vidoza"},{"redirect":13569445,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707451,"hoster":"VOE"},{"redirect":8707452,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":" Mr. Monk macht Urlaub","epNo":10,"alt":"Mr. Monk Takes a Vacation","descr":"Monk, Sharona und Benjy machen gemeinsam Urlaub. Am Strand liegen, die Sonne genießen und die Seele baumeln lassen, das ist nichts für Monk. Da kommt es ihm gerade Recht, dass Benjy einen Mord beobachtet hat. Von der Leiche fehlt aber jede Spur. Ein kniffliger Fall in den sich Monk mit Freuden hineinstürzt.","versions":[{"lang":1,"streams":[{"redirect":13569438,"hoster":"VOE"},{"redirect":13569446,"hoster":"Vidoza"},{"redirect":13569437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8719589,"hoster":"VOE"},{"redirect":8707453,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":" Mr. Monk und das Erdbeben","epNo":11,"alt":"Mr. Monk and the Earthquake","descr":"San Francisco wird von einem Erdbeben erschüttert. Christine nützt die Gelegenheit, ihren Mann, den vermögenden Henry Rutherford, zu erschlagen und den Mord wie einen Unfall aussehen zu lassen. Als trauernder Witwe erbt sie nicht nur die Millionen ihres Mannes. Auch eine gemeinsame Zukunft mit ihrem Geliebten steht ihr offen. Monk hat Probleme seine Zweifel an der Unfalltheorie zu äußern. Durch das Erdbeben hat er einen Schock erlitten und kann sich nicht verständlich ausdrücken.","versions":[{"lang":1,"streams":[{"redirect":13569435,"hoster":"VOE"},{"redirect":13569444,"hoster":"Vidoza"},{"redirect":13569439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12925019,"hoster":"VOE"},{"redirect":8707457,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":" Mr. Monk und Willie Nelson","epNo":12,"alt":"Mr. Monk and the Red-Headed Stranger","descr":"Sonny Cross, Manager des Countrystars Willie Nelson, wird erschossen. Die einzige Zeugin, eine blinde Frau, behauptet, sie könne den Sänger anhand seiner Stimme als Täter identifizieren. Monk, ein Fan von Willie Nelson, will nicht an dessen Schuld glauben.","versions":[{"lang":1,"streams":[{"redirect":13569421,"hoster":"VOE"},{"redirect":13569436,"hoster":"Vidoza"},{"redirect":13569427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707462,"hoster":"VOE"},{"redirect":8707465,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mr. Monk im Flugzeug","epNo":13,"alt":"Mr. Monk and the Airplane","descr":"Sharona plant einen Besuch bei ihrer Tante. Monk will seine Krankenschwester begleiten und entschließt sich zum ersten Flug seines Lebens. Seine Flugangst schwindet, als er einen der Passagiere verdächtigt, ein Mörder zu sein. Monk glaubt, dass Monsieur Chabrol seine Frau getötet hat, um sich nun mit seiner Geliebten nach Frankreich abzusetzen.","versions":[{"lang":1,"streams":[{"redirect":13569425,"hoster":"VOE"},{"redirect":13569429,"hoster":"Vidoza"},{"redirect":13569424,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707463,"hoster":"VOE"},{"redirect":8707464,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mr. Monk geht wieder zur Schule","epNo":1,"alt":"Mr. Monk Goes Back to School","descr":"Eine Lehrerin begeht anscheinend Selbstmord. Doch die Rektorin der Schule, eine alte Schulfreundin von Trudy glaubt nicht an einen Selbstmord. Sie sucht Adrian auf und bittet ihn sich die Sache unter die Lupe zu nehmen. Und tatsächlich findet Mr. Monk Indizien für einen Mord und hat auch einen Verdächtigen. Doch dieser saß zur Tatzeit in einem Klassenzimmer voller Schüler.","versions":[{"lang":1,"streams":[{"redirect":13287124,"hoster":"VOE"},{"redirect":13287128,"hoster":"Doodstream"},{"redirect":13287138,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707468,"hoster":"VOE"},{"redirect":8707469,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mr. Monk fährt nach Mexiko","epNo":2,"alt":"Mr. Monk Goes to Mexico","descr":"Eine Gruppe aus San Fransico macht Urlaub in Mexiko. Bei einem Fallschirmsprung stirbt ein junger Mann. Die Todesursache gibt jedoch Rätsel auf, denn der junge Mann scheint ertrunken zu sein! Mr. Monk wird angefordert den Fall zu lösen, doch der hat so seine Probleme mit Mexiko und der einheimischen Polizei, deren Motto \"Es geht immer um Drogen\" lautet.","versions":[{"lang":1,"streams":[{"redirect":13287129,"hoster":"VOE"},{"redirect":13287135,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707473,"hoster":"VOE"},{"redirect":8707470,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mr. Monk und das Baseballfieber","epNo":3,"alt":"Mr. Monk Goes to the Ballgame","descr":"Seit Sharonas Sohn Benji Baseball spielt ist Mr. Monk gezwungen sich mit diesem Sport auseinander zu setzen. Auch sein neuester Fall führt ihn zum Baseball, denn einer der Profispieler hat plötzlich mysteriöse Konzentrationsprobleme. Hat dies alles etwas mit dem Mord an einem reichen Ehepaar zu tun?","versions":[{"lang":1,"streams":[{"redirect":13287153,"hoster":"VOE"},{"redirect":13287164,"hoster":"Doodstream"},{"redirect":13287197,"hoster":"Vidoza"},{"redirect":13287156,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707471,"hoster":"VOE"},{"redirect":8707472,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mr. Monk geht in den Zirkus","epNo":4,"alt":"Mr. Monk Goes to the Circus","descr":"An einem Restaurant wird ein Mann niedergeschossen. Der Täter vollführt dabei unglaubliche Kunststücke und führt damit die Polizei direkt zu einem Zirkus, der in der Stadt gastiert. Auch Monk wird in den Fall mit einbezogen. Doch seine Theorie scheint unmöglich. Währendessen setzt sich Sharona mit ihrer Angst vor Elefanten auseinander, ausgerechnet Adrian, der selbst über 200 Phobien hat, zeigt keine Spur von Verständnis.","versions":[{"lang":1,"streams":[{"redirect":13287162,"hoster":"VOE"},{"redirect":13287196,"hoster":"Doodstream"},{"redirect":13287201,"hoster":"Vidoza"},{"redirect":13287166,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707476,"hoster":"VOE"},{"redirect":8707474,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mr. Monk und der älteste Mann der Welt","epNo":5,"alt":"Mr. Monk and the Very, Very Old Man","descr":"Miles Holling ist im Alter von 115 Jahren als ältester Mensch der Welt gestorben. Stottelmeyers Frau, die vor fünf Jahren einen Dokumentarfilm über den Mann gedreht hatte, vermutet Mord als Todesursache. Um Streit mit seiner Gattin zu vermeiden, lässt Stottelmeyer die scheinbar unsinnige Behauptung überprüfen. Monk hat überraschende Neuigkeiten für seinen Auftraggeber. Holling fiel tatsächlich einem Gewaltverbrechen zum Opfer.","versions":[{"lang":1,"streams":[{"redirect":13833884,"hoster":"VOE"},{"redirect":13287069,"hoster":"Doodstream"},{"redirect":13287076,"hoster":"Vidoza"},{"redirect":13287073,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707479,"hoster":"VOE"},{"redirect":8707481,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mr. Monk geht mit Sharona ins Theater","epNo":6,"alt":"Mr. Monk Goes to the Theater","descr":"Sharonas Schwester Gail hat eine Hauptrolle in einem Theaterstück ergattert, in dem sie eine Mörderin spielt. Bei der Premiere geschieht ein entsetzliches Drama. Statt mit einem Requisitenmesser ersticht Gail ihren Schauspielpartner mit einem echten Messer. Sie wird noch auf der Bühne verhaftet. Monk glaubt, dass jemand Gail schaden möchte. Ihre Unschlud zu beweisen, fällt jedoch schwer. Schließlich haben 300 Premierengäste den Mord gesehen.","versions":[{"lang":1,"streams":[{"redirect":13833883,"hoster":"VOE"},{"redirect":13287074,"hoster":"Doodstream"},{"redirect":13287071,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707483,"hoster":"VOE"},{"redirect":8707482,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mr. Monk und der schlafende Verdächtige","epNo":7,"alt":"Mr. Monk and the Sleeping Suspect","descr":"Die Geschwister Babbage schwimmen nach dem Tod ihres steinreichen Vaters im Geld. Als Amanda Babbage ermordet wird, deutet alles auf einen Mord aus Habgier hin. Der Verdacht fällt auf Amandas Bruder Ricky. Monk teilt diese Meinung ganz und gar nicht. Seine Vermutung, dass der dritte Erbe, Brian Babbage, hinter dem Anschlag steht, sorgt bei den Ermittlern nur für ungläubiges Kopfschütteln. Der Mann liegt seit einiger Zeit im Koma.","versions":[{"lang":1,"streams":[{"redirect":13287078,"hoster":"VOE"},{"redirect":13287081,"hoster":"Doodstream"},{"redirect":13287085,"hoster":"Vidoza"},{"redirect":13287077,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917734,"hoster":"VOE"},{"redirect":8707485,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mr. Monk, ein Playboy und viele schöne Mädchen","epNo":8,"alt":"Mr. Monk Meets the Playboy","descr":"Der Verleger eines Herren-Magazins ist tot. Seine Assistentin glaubt an Mord. Monk nimmt den Chef des Magazins, den aalglatten Playboy Dexter, unter die Lupe. Um sich die Detektive vom Hals zu halten, hat Dexter ein starkes Druckmittel in der Hand. Er droht mit der Veröffentlichung von Bildern, auf denen Sharona recht freizügig abgebildet ist.","versions":[{"lang":1,"streams":[{"redirect":13287084,"hoster":"VOE"},{"redirect":13287083,"hoster":"Doodstream"},{"redirect":13287087,"hoster":"Vidoza"},{"redirect":13287079,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707489,"hoster":"VOE"},{"redirect":8707486,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mr. Monk und der 12. Geschworene","epNo":9,"alt":"Mr. Monk and the 12th Man","descr":"Elf scheinbar unzusammenhängende Mordfälle bereiten der Polizei von San Francisco Kopfzerbrechen. Capt. Stottlemeyer bittet Monk um Hilfe. Ihm gelingt es eine Verbindung zwischen den Opfern herzustellen. Alle waren Geschworene in einem Schadensersatzprozess eines Bauarbeiters gegen Mr. Babcock. Monk nimmt Babcock unter die Lupe.","versions":[{"lang":1,"streams":[{"redirect":13287082,"hoster":"VOE"},{"redirect":13287088,"hoster":"Doodstream"},{"redirect":13287089,"hoster":"Vidoza"},{"redirect":13287086,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707492,"hoster":"VOE"},{"redirect":8707493,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mr. Monk und der Zeitungsjunge","epNo":10,"alt":"Mr. Monk and the Paperboy","descr":"Direkt vor Monks Haus wird ein Zeitungsjunge ermordet. Offenbar wollte jemand verhindern, dass er die Zeitung erhält. Sehr zu Monks Ärger wird sein Haus zur Kommandozentrale der Polizei umfunktioniert. Beim Durchsehen des Blattes, glaubt er auf einen entscheidenden Hinweis für den Mord gestoßen zu sein. Monk beginnt an seiner eigenen Theorie zu zweifeln, als ihm sein Nachbar seine neue Freundin vorstellt.","versions":[{"lang":1,"streams":[{"redirect":13287090,"hoster":"VOE"},{"redirect":13287097,"hoster":"Doodstream"},{"redirect":13287096,"hoster":"Vidoza"},{"redirect":13287092,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707496,"hoster":"VOE"},{"redirect":8707505,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mr. Monk und die Frau des Captains","epNo":11,"alt":"Mr. Monk and the Captain\u0027s Wife","descr":"Ein LKW-Fahrer wird erschossen. Sein führerloses Fahrzeug rammt das Auto von Captain Stottlemeyers Frau Karen. Sie wird schwer verletzt. Stottlemeyer bringt den Anschlag in Zusammenhang mit einem Streik der Transportarbeiter. Monk ermittelt in eine andere Richtung. Der getötete Fahrer war Lenker eines Abschleppfahrzeuges und hatte den Wagen eines Mannes namens Coker am Haken. Monks untrügliches Gespür sagt ihm, dass dieser in den Fall verwickelt ist.","versions":[{"lang":1,"streams":[{"redirect":13287091,"hoster":"VOE"},{"redirect":13287099,"hoster":"Doodstream"},{"redirect":13287093,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707498,"hoster":"VOE"},{"redirect":8707494,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mr. Monk, sein Bruder und drei Kuchen","epNo":12,"alt":"Mr. Monk and the Three Pies","descr":"Nach langer Zeit meldet sich Monks Bruder Ambrose wieder bei ihm. Er glaubt, dass seine Nachbarin von ihrem Mann ermordet wurde. Da Ambrose unter Agoraphobie leidet, sprich sich nicht das Haus verlassen traut, bittet er Monk, zu ihm zu kommen. Nur widerwillig macht sich Monk auf den Weg. Er kann seinem Bruder nicht verzeihen, dass dieser nicht bei Trudys Beerdigung war.","versions":[{"lang":1,"streams":[{"redirect":13741376,"hoster":"VOE"},{"redirect":13287098,"hoster":"Doodstream"},{"redirect":13287106,"hoster":"Vidoza"},{"redirect":13287095,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707500,"hoster":"VOE"},{"redirect":9241508,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mr. Monk und der Fernsehstar","epNo":13,"alt":"Mr. Monk and the T.V. Star","descr":"Der prominente TV-Kommissar Brad Terry hat augenscheinlich keinen guten Tag. Nach einer Schlägerei verfolgt ihn die Presse bis ins Haus seiner Ex-Frau. Dort wird diese genau in jenem Moment ermordet, als der Fernsehstar mit Journalisten im Garten plaudert. Für Monk kommt von Anfang an nur Terry selbst als Täter in Frage. Doch der hat ein wasserdichtes Alibi. Da prescht ein weiblicher Fan vor und gesteht zu aller Überraschung, den Mord aus Liebe zu ihrem Idol begangen zu haben.","versions":[{"lang":1,"streams":[{"redirect":13850426,"hoster":"VOE"},{"redirect":13287107,"hoster":"Doodstream"},{"redirect":13287112,"hoster":"Vidoza"},{"redirect":13287102,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707503,"hoster":"VOE"},{"redirect":8707502,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mr. Monk und die entführte Großmutter","epNo":14,"alt":"Mr. Monk and the Missing Granny","descr":"Die Jurastudentin Julie hat großen Kummer: Ihre Großmutter wurde entführt. Sie wendet sich an Monk und bietet ihm einen Deal an. Wenn er ihre Großmutter sucht, wird Julie dafür sorgen, dass Monk wieder in den Polizeidienst aufgenommen wird. Monk will nichts sehnlicher als das und willigt in den Handel ein. Tatsächlich gelingt es der Studentin, den Ermittler zu rehabilitieren. Doch nun steht für Monk ein wichtiger Test an, von dem seine Polizeilaufbahn abhängt. Und die Prüfung scheint schwieriger als die Suche nach Julies Großmutter.","versions":[{"lang":1,"streams":[{"redirect":13287110,"hoster":"VOE"},{"redirect":13287108,"hoster":"Doodstream"},{"redirect":13287113,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707507,"hoster":"VOE"},{"redirect":8707508,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mr. Monk heiratet Sharona","epNo":15,"alt":"Mr. Monk Gets Married","descr":"Antiquitätenhändler Dalton erschlägt seinen Geschäftspartner, als dieser einen Brief mit dem Hinweis auf das Versteck eines Goldschatzes findet. Offenbar liegt das Vermögen im Haus von Dr. Waterford, einer Eheberaterin. Um sich unauffällig Zutritt in die Praxis von Dr. Waterford zu verschaffen, sucht der ledige Dalton nach einer Frau und bezirzt ausgerechnet Lt. Dishers Mutter. Deren überstürzte Hochzeit lässt Lt. Disher keine Ruhe. Er setzt Monk und Sharona auf den Fall an.","versions":[{"lang":1,"streams":[{"redirect":14427810,"hoster":"VOE"},{"redirect":13287115,"hoster":"Doodstream"},{"redirect":13287131,"hoster":"Vidoza"},{"redirect":13287119,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707511,"hoster":"VOE"},{"redirect":8707510,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mr. Monk landet im Gefängnis","epNo":16,"alt":"Mr. Monk Goes to Jail","descr":"Kurz bevor Ray Cosbo seine Todesspritze bekommt, wird er vergiftet.Dale \"Die Qualle\" Biederback verlangt von Adrian Monk das er den Fall löst, damit Dale ein Fenster in seiner Gefängniszelle bekommt. Im Gegenzug bekommt Monk Informationen zu Trudy\u0027s Mörder. Als Undercover-Häftling findet er heraus das Ray die seltenste Blutgruppe der Welt hat, bei seiner Vergiftung wurden all seine Organe zerstört. Dabei sollte er seine Niere doch dem Millionär Lambert Lawson spenden, aber das wollte seine Tochter Silvia nicht.","versions":[{"lang":1,"streams":[{"redirect":13287114,"hoster":"VOE"},{"redirect":13287125,"hoster":"Doodstream"},{"redirect":13287130,"hoster":"Vidoza"},{"redirect":13287126,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707513,"hoster":"VOE"},{"redirect":8707515,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Mr. Monk erobert Manhattan","epNo":1,"alt":"Mr. Monk Takes Manhattan","descr":"Monk, Sharona und Stottlemeyer reisen nach New York City. Dort wollen sie mit Warrick Tennyson sprechen. Dessen Name wurde in Verbindung mit Trudys Tod genannt. Im Hotel angekommen werden sie Zeugen, als der lettische Botschafter ermordet wird. Stottlemeyer bietet den lokalen Polizeibehörden ihre Mithilfe bei der Lösung des Falls an, wenn sie im Gegenzug Tennysons Akte herausrücken. Aus irgendeinem Grund verschließt sich die New Yorker Polizei diesem Angebot.","versions":[{"lang":1,"streams":[{"redirect":13850339,"hoster":"VOE"},{"redirect":13287326,"hoster":"Doodstream"},{"redirect":13287316,"hoster":"Vidoza"},{"redirect":13287312,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380285,"hoster":"VOE"},{"redirect":8707514,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mr. Monk und der Affe","epNo":2,"alt":"Mr. Monk and the Panic Room","descr":"Ein Musikproduzent wird in einem von innen verschlossenen Raum erschossen aufgefunden. Sein Haustier, ein Schimpanse, hält die Tatwaffe in Händen. Stottlemeyer ist überzeugt, dass der Affe den Mord begangen hat und verfügt, dass er eingeschläfert werden soll. Sharona ist schockiert, da sie den Primaten für schuldlos hält. Sie entführt ihn und handelt sich damit eine Menge Ärger ein.","versions":[{"lang":1,"streams":[{"redirect":13287311,"hoster":"VOE"},{"redirect":13287334,"hoster":"Doodstream"},{"redirect":13287313,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707519,"hoster":"VOE"},{"redirect":8707518,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mr. Monk und der Stromausfall","epNo":3,"alt":"Mr. Monk and the Blackout","descr":"Ein Stromausfall legt die Stadt lahm. Als das Licht wieder angeht, gibt es drei Todesopfer zu beklagen. Monk glaubt, dass Winston Brenner, ein Extremist der 90er Jahre, hinter dem Anschlag steht. Ein einziges Detail, passt nicht zu seiner Theorie: Brenner ist seit 1995 tot.","versions":[{"lang":1,"streams":[{"redirect":13287331,"hoster":"VOE"},{"redirect":13287328,"hoster":"Doodstream"},{"redirect":13287302,"hoster":"Vidoza"},{"redirect":13287327,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380280,"hoster":"VOE"},{"redirect":8707520,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mr. Monk wird gefeuert","epNo":4,"alt":"Mr. Monk Gets Fired","descr":"Capt. Stottlemeyer beschäftigt sich mit einem Fall von Brandstiftung und überlässt es Monk, den Mord an einer Frau aufzuklären. Der Polizeipräsident ist über die Aufgabenaufteilung empört. Als Monk versehentlich mühsam zusammengetragene Informationen am Polizeicomputer löscht, ist es mit der Geduld des Vorgesetzten vorbei. Er entzieht Monk die Lizenz. Plötzlich arbeitslos sind Monk und Sharona gezwungen, sich einen neuen Job zu suchen.","versions":[{"lang":1,"streams":[{"redirect":14427811,"hoster":"VOE"},{"redirect":13287346,"hoster":"Doodstream"},{"redirect":13287304,"hoster":"Vidoza"},{"redirect":13287329,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707523,"hoster":"VOE"},{"redirect":8707524,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mr. Monk hilft der Mafia","epNo":5,"alt":"Mr. Monk Meets the Godfather","descr":"Fünf Mitglieder der West Coast Mafia wurden ermordet. Kurz darauf erhält Monk Besuch vom Paten Salvatore Lucarelli und dessen Neffen \u0027Fat Tony\u0027. Die beiden verlangen von ihm, den oder die Mörder zu finden. FBI-Agent Colmes will sich ebenfalls Monks Dienste versichern. Er verspricht dem verschrobenen Ermittler eine Wiedereinstellung bei der Polizei, sollte er ihm genügend Beweise liefern, um die gesamte Mafia-Gang auffliegen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":13287347,"hoster":"VOE"},{"redirect":13287301,"hoster":"Doodstream"},{"redirect":13287320,"hoster":"Vidoza"},{"redirect":13287306,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707526,"hoster":"VOE"},{"redirect":8707525,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mr. Monk und Sharonas Besuch aus dem Jenseits","epNo":6,"alt":"Mr. Monk and the Girl Who Cried Wolf","descr":"Mehrfach begegnet Sharona ein blutbesudelter Mann, den außer ihr niemand sieht. Sie beginnt an ihrem Verstand zu zweifeln. Schweren Herzens gibt Monk seiner Krankenschwester frei, damit sie sich erholen kann. Die Frau, die vorübergehend Sharonas Platz einnimmt, ist keinesfalls gewillt, Monks zahlreiche Marotten zu erdulden und stellt seine wohl organisierte Welt auf den Kopf.","versions":[{"lang":1,"streams":[{"redirect":13287350,"hoster":"VOE"},{"redirect":13287381,"hoster":"Doodstream"},{"redirect":13287374,"hoster":"Vidoza"},{"redirect":13287351,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917737,"hoster":"VOE"},{"redirect":8707527,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mr. Monk arbeitet im Supermarkt","epNo":7,"alt":"Mr. Monk and the Employee of the Month","descr":"Edna Coruthers, Angestellte in einem Supermarkt, wird von einem umstürzenden Fernsehapparat erschlagen. Kaufhausdetektiv Joe Christie bittet Monk, zu ermitteln. Monk sträubt sich, da Christie sein unehrenhaft aus dem Polizeidienst entlassener Ex-Partner ist. Als sich die Anzeichen verdichten, dass Edna ermordet wurde, ändert Monk seine Meinung. Um verdeckt ermitteln zu können, beginnt er als Verkäufer im Supermarkt zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":13287386,"hoster":"VOE"},{"redirect":13287448,"hoster":"Doodstream"},{"redirect":13287388,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380283,"hoster":"VOE"},{"redirect":8707532,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mr. Monk spielt mit","epNo":8,"alt":"Mr. Monk and the Game Show","descr":"Während Sharona ihre Mutter besucht, erhält Monk eine Einladung von Trudys Eltern Dwight und Marcia. Gemeinsam mit seinem Nachbarn Kevin, der sich in Sharons Abwesenheit um ihn kümmert, stattet er den beiden einen Besuch ab. Dwight wartet schon sehnsüchtig auf seinen Schwiegersohn. Mit seiner Hilfe will er beweisen, dass Spielshow-Moderator Roddy Lankman seinem Kandidaten Val Birch hilft, alle Spiele zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":13850424,"hoster":"VOE"},{"redirect":13287425,"hoster":"Doodstream"},{"redirect":13287400,"hoster":"Vidoza"},{"redirect":13287393,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707533,"hoster":"VOE"},{"redirect":8707536,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mr. Monk kann auch anders","epNo":9,"alt":"Mr. Monk Takes His Medicine","descr":"Captain Stottlemeyer wird angeschossen. Lt. Disher übernimmt die Ermittlungen und baut wie üblich auf Monks Hilfe. Dieser hat durch Einnahme eines neuen Medikaments jedoch nicht nur seine Phobien, sondern auch seinen Scharfsinn verloren.","versions":[{"lang":1,"streams":[{"redirect":13287438,"hoster":"VOE"},{"redirect":13287446,"hoster":"Doodstream"},{"redirect":13287441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707540,"hoster":"VOE"},{"redirect":8707544,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mr. Monk und Natalie fischen im Dunkeln","epNo":10,"alt":"Mr. Monk and the Red Herring","descr":"Drei Monate ist es her, dass Sharona ihren Ex-Mann noch ein Mal geheiratet hat. Seitdem sucht Monk nach einem würdigen Ersatz für seine ehemalige Assistentin. Als Natalie Teeger, eine Witwe mit einer elfjährigen Tochter, an seine Tür klopft, glaubt Monk, sie bewerbe sich um den Job. Doch Natalie kommt aus einem anderen Grund. Bei ihr wurde eingebrochen. In Notwehr hatte sie einen der Diebe getötet. Monk soll Licht in den Fall bringen.","versions":[{"lang":1,"streams":[{"redirect":13287456,"hoster":"VOE"},{"redirect":13288032,"hoster":"Doodstream"},{"redirect":13287459,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707545,"hoster":"VOE"},{"redirect":8707543,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mr. Monk gegen den toten Mörder","epNo":11,"alt":"Mr. Monk vs. the Cobra","descr":"John Ricca, Autor einer kontroversen Biografie über die Martial Art-Legende Sonny \u0027die Kobra\u0027 Chow, wird ermordet. Alles deutet auf Chow als Mörder hin. Dieser ist jedoch schon vor längerer Zeit verstorben. Monk versucht herauszufinden, wer einem Toten einen Mord anhängen möchte. Ehe er seinen Verdächtigen präsentieren kann, wird er vom Täter überwältigt und entführt.","versions":[{"lang":1,"streams":[{"redirect":13287662,"hoster":"VOE"},{"redirect":13288043,"hoster":"Doodstream"},{"redirect":13287694,"hoster":"Vidoza"},{"redirect":14082533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707548,"hoster":"VOE"},{"redirect":8707546,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mr. Monk muss in den Wald","epNo":12,"alt":"Mr. Monk Gets Cabin Fever","descr":"Monk beobachtet eine tödliche Auseinandersetzung zwischen zwei rivalisierenden chinesischen Gangs. Das FBI nimmt ihn ins Zeugenschutzprogramm auf und versteckt ihn in einer Hütte in den Wäldern. Bewacht von Agent Grooms und in Gesellschaft von Stottlemeyer und Natalie wird Monk eines Nachts von einem Schrei geweckt. Überzeugt, dass in der Nachbarhütte ein Mord geschehen ist, will er der Sache sogleich auf den Grund gehen.","versions":[{"lang":1,"streams":[{"redirect":13287775,"hoster":"VOE"},{"redirect":13288018,"hoster":"Doodstream"},{"redirect":13287752,"hoster":"Vidoza"},{"redirect":13287832,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707550,"hoster":"VOE"},{"redirect":8707549,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mr. Monk steckt im Stau","epNo":13,"alt":"Mr. Monk Gets Stuck in Traffic","descr":"Nach einer Massenkarambolage bildet sich ein Verkehrstau, in dem auch Monk, Natalie und Julie festsitzen. Monk betrachtet die Unfallstelle genauer. Schnell ist er der Überzeugung, dass der Fahrer des Wagens, der den Unfall verursacht hatte, ermordet wurde. Der Verkehrspolizist, dem die Verantwortung vor Ort übertragen wurde, glaubt Monks Ausführungen keine Sekunde.","versions":[{"lang":1,"streams":[{"redirect":13288126,"hoster":"VOE"},{"redirect":13288170,"hoster":"Doodstream"},{"redirect":13288230,"hoster":"Vidoza"},{"redirect":13288072,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917741,"hoster":"VOE"},{"redirect":8707551,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mr. Monk in Las Vegas","epNo":14,"alt":"Mr. Monk Goes to Vegas","descr":"Mitten in der Nacht erhält Monk einen Anruf von einem betrunkenen Lt. Stottlemeyer. Dieser weilt gemeinsam mit Disher bei einem Junggesellenabschied eines Kollegen in Las Vegas. Er bittet Monk, sofort zu ihm zu fliegen. Die Frau eines Casinobesitzers ist tot. Angeblich ein Unfall, doch Stottlemeyer glaubt an Mord. Als Monk tags darauf in der bunten Spielerstadt ankommt, kann sich der verkaterte Lieutenant leider an nichts mehr erinnern. Monk und Nathalie gehen auf Spurensuche.","versions":[{"lang":1,"streams":[{"redirect":13288276,"hoster":"VOE"},{"redirect":13288513,"hoster":"Vidoza"},{"redirect":13288462,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707557,"hoster":"VOE"},{"redirect":8707555,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mr. Monk als Wahlhelfer","epNo":15,"alt":"Mr. Monk and the Election","descr":"An der Schule von Nathalies Tochter haben sich zahlreiche Missstände breit gemacht. Nathalie beschließt deshalb, für den Schulrat zu kandidieren. Während sie sich auf den Wahlkampf vorbereitet, wird ihr Büro von einem Scharfschützen unter Beschuss genommen. Sie kommt mit dem Leben davon. Ein zufällig anwesender Wachmann hat weniger Glück und stirbt. Der Verdacht fällt zunächst auf Nathalies Konkurrent Harold Krenshaw, der, wie Monk, ein Patient von Dr. Kroger ist.","versions":[{"lang":1,"streams":[{"redirect":13288551,"hoster":"VOE"},{"redirect":13288623,"hoster":"Doodstream"},{"redirect":13288350,"hoster":"Vidoza"},{"redirect":13288578,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707561,"hoster":"VOE"},{"redirect":8707560,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mr. Monk will Vater werden","epNo":16,"alt":"Mr. Monk and the Kid","descr":"Das knapp zweijährige Waisenkind Tommy findet im Park einen Finger. Monk schließt den Buben schnell in sein Herz und nimmt ihn vorübergehend bei sich auf. Inzwischen hat ein Labortechniker herausgefunden, dass der Finger von einem Musiker stammt. Monk mutmaßt, dass es sich dabei um den Pianisten Daniel Carlysle handelt. Wie sich zeigt, steht dessen Familie in Kontakt mit Kidnappern, die Daniel entführt haben.","versions":[{"lang":1,"streams":[{"redirect":13288668,"hoster":"VOE"},{"redirect":13288676,"hoster":"Doodstream"},{"redirect":13288678,"hoster":"Vidoza"},{"redirect":13288670,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707564,"hoster":"VOE"},{"redirect":8707563,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Mr. Monk bekommt Konkurrenz","epNo":1,"alt":"Mr. Monk and the Other Detective","descr":"Monk bekommt Konkurrenz in Person von Det. Marty Eels, dessen Ermittlungsmethoden noch um einiges skurriler sind als die von seinem berühmten Kollegen. Eels kann tatsächlich Erfolg vorweisen. Dank seines Einsatzes kann ein Mörder dingfest gemacht werden. Monk kann sich des Verdachts nicht erwehren, dass Eels seine erstaunlichen Erkenntnisse irgendeiner Betrügerei verdankt.","versions":[{"lang":1,"streams":[{"redirect":13287426,"hoster":"VOE"},{"redirect":13287465,"hoster":"Doodstream"},{"redirect":13287463,"hoster":"Vidoza"},{"redirect":13287432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707566,"hoster":"VOE"},{"redirect":8707565,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mr. Monk und Frankenstein","epNo":2,"alt":"Mr. Monk Goes Home Again","descr":"Es ist Halloween und ein Autofahrer wird mit Schüssen aus seiner eigenen Waffe ermordet. Monk besichtigt gerade den Tatort, als sein Bruder Ambrose ihm die Ankunft ihres Vater ankündigt. Während die beiden gemeinsam auf ihren Vater warten, überfällt ein Mann in Verkleidung eine Gruppe von Kindern auf Halloween-Tour und raubt deren Süßigkeiten. Monk macht sich auf die Suche nach dem Dieb. Dabei stößt er auf Hinweise, dass einen Zusammenhang zwischen dem Mord und dem Diebstahl besteht.","versions":[{"lang":1,"streams":[{"redirect":13287464,"hoster":"VOE"},{"redirect":13287492,"hoster":"Doodstream"},{"redirect":13287665,"hoster":"Vidoza"},{"redirect":13287462,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380282,"hoster":"VOE"},{"redirect":8707567,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mr. Monk hütet das Bett","epNo":3,"alt":"Mr. Monk Stays in Bed","descr":"Kurz nachdem der Pizzajunge seine Lieferung bei Nathalie abgegeben hat, wird er ermordet. Weder Stottlemeyer und Disher noch Monk, der die Grippe hat, können sich um den Fall kümmern. So beschließt Nathalie, auf eigene Faust nach dem Mörder zu suchen, und lässt den kränklichen Monk in der Obhut von Julie zurück.","versions":[{"lang":1,"streams":[{"redirect":13287653,"hoster":"VOE"},{"redirect":13287527,"hoster":"Doodstream"},{"redirect":13287690,"hoster":"Vidoza"},{"redirect":13287475,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12337231,"hoster":"VOE"},{"redirect":8707571,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mr. Monk als Bürohengst","epNo":4,"alt":"Mr. Monk Goes to the Office","descr":"Ein Parkhauswächter wird ermordet. Kurz darauf macht der Angreifer sein eigentliches Opfer, Finanzanalyst Warren Kemp, aus und verletzt ihn an der Hand. Kemp glaubt, dass es sich bei dem Täter um einen seiner Angestellten handelt, da der Mann seinen Namen wusste. Monk wird als Mitarbeiter in das Unternehmen eingeschleust. Seine neuen Kollegen dürfen sich von nun an über gründlich gereinigte Arbeitsplätze und sauber abgetippte Protokolle freuen.","versions":[{"lang":1,"streams":[{"redirect":13287729,"hoster":"VOE"},{"redirect":13287705,"hoster":"Doodstream"},{"redirect":13287881,"hoster":"Vidoza"},{"redirect":13287552,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707574,"hoster":"VOE"},{"redirect":8707573,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mr. Monk ist betrunken","epNo":5,"alt":"Mr. Monk Gets Drunk","descr":"Monk fährt auf ein Weingut, wo er Larry Zwibell kennen lernt. Am nächsten Tag ist der Mann verschwunden. Doch niemand außer Monk scheint sich an ihn zu erinnern. Kurz darauf taucht der Bruder des Vermissten auf. Er behauptet Zwibell sei wegen Diebstahls von drei Millionen Dollar in großen Schwierigkeiten. Monk zweifelt die Geschichte des Fremden an. Nach einigen Gläsern Wein schon ziemlich betrunken, denkt er laut über die Hinweise in dem Fall nach und bringt sich mit jedem Wort mehr in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":13287895,"hoster":"VOE"},{"redirect":13287772,"hoster":"Doodstream"},{"redirect":13288062,"hoster":"Vidoza"},{"redirect":13287910,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707580,"hoster":"VOE"},{"redirect":8707577,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mr. Monk und Mrs. Monk","epNo":6,"alt":"Mr. Monk and Mrs. Monk","descr":"Langsam kommt Monk wieder auf die Beine. Unterdessen trifft Natalie auf eine Frau, deren Name Trudy ist und die obendrein aussieht wie Adrians verstorbene Frau. Während Stottlemeyer Natalie beschwört, die Angelegenheit von Adrian fernzuhalten, wird die mysteriöse Trudy zu einer Hauptverdächtigen in einem Mordfall.","versions":[{"lang":1,"streams":[{"redirect":13287309,"hoster":"VOE"},{"redirect":13287305,"hoster":"Doodstream"},{"redirect":13287335,"hoster":"Vidoza"},{"redirect":13287303,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707582,"hoster":"VOE"},{"redirect":8707578,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mr. Monk und die schwarze Witwe","epNo":7,"alt":"Mr. Monk Goes to a Wedding","descr":"Natalie benötigt dringend eine Begleitung für die Hochzeitsproben ihres Bruders. Disher erklärt sich bereit, wird allerdings kurz nach der Ankunft im Hotel von einem Auto beinahe getötet. Den einzigen Hinweis auf die Identität des Fahrers liefert eine rote Baseballkappe. Da sich der Täterkreis auf Natalies Verwandtschaft beschränken lässt, muss Monk undercover als Natalies neues Date ermitteln.","versions":[{"lang":1,"streams":[{"redirect":13868722,"hoster":"VOE"},{"redirect":13287310,"hoster":"Doodstream"},{"redirect":13287321,"hoster":"Vidoza"},{"redirect":13287308,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707583,"hoster":"VOE"},{"redirect":8707581,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mr. Monk war auch mal klein","epNo":8,"alt":"Mr. Monk and Little Monk","descr":"Monk bekommt Besuch von der erfolgreichen und attraktiven Sherry Judd, einer Schulkollegin aus alten Tagen. Sherry bittet Monk um Hilfe, da in ihrem Haus eingebrochen und ihre Haushälterin ermordet wurde. Die hinterlassenen Spuren verweisen auf äußerst unprofessionelles Verhalten der Einbrecher. Vor allem die Verstümmelung eines Bildes von Sherrys Urgroßmutter gibt Monk vorerst Rätsel auf. Erst die Erinnerungen an Monks \"ersten Fall\" während der Schulzeit führen ihn auf die richtige Spur.","versions":[{"lang":1,"streams":[{"redirect":13287318,"hoster":"VOE"},{"redirect":13287319,"hoster":"Doodstream"},{"redirect":13287325,"hoster":"Vidoza"},{"redirect":13287317,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707585,"hoster":"VOE"},{"redirect":8707584,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spezial: Mr. Monk unterwegs als Weihnachtsmann","epNo":9,"alt":"Mr. Monk and the Secret Santa","descr":"San Francisco versinkt in Weihnachtsstimmung. In die allgemeine Fröhlichkeit mischt sich allerdings ein Mord an einem Polizisten, der eine vergiftete Flasche Wein genossen hat, die eigentlich für Stottlemeyer gedacht war. Vorerst fällt der Verdacht auf einen Mann, der noch eine Rechnung mit Stottlemeyer zu begleichen hat. Allein Monk ist nicht überzeugt. Um zur Aufklärung des Falls beizutragen, schlüpft Monk sogar in ein Weihnachtsmann-Kostüm.","versions":[{"lang":1,"streams":[{"redirect":13287322,"hoster":"VOE"},{"redirect":13287323,"hoster":"Doodstream"},{"redirect":13287330,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707590,"hoster":"VOE"},{"redirect":8707588,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mr. Monk betritt die Modewelt","epNo":10,"alt":"Mr. Monk Goes to a Fashion Show","descr":"Durch den Einkauf neuer Hemden trifft Monk auf eine trauernde Mutter. Diese behauptet, dass ihr Sohn Opfer eines Justizfehlers wurde und bittet ihn um Hilfe. Nicht aus Mitleid zwar beschäftigt sich Mr. Monk mit dem Fall, trifft aber unerwartet auf Ungereimtheiten. Eine Verschwoerung lässt sich erahnen, die nicht nur in der Modewelt rankt.","versions":[{"lang":1,"streams":[{"redirect":13287324,"hoster":"VOE"},{"redirect":13287336,"hoster":"Doodstream"},{"redirect":13287343,"hoster":"Vidoza"},{"redirect":13287338,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917739,"hoster":"VOE"},{"redirect":8707594,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mr. Monk erinnert sich an nichts","epNo":11,"alt":"Mr. Monk Bumps His Head","descr":"Monk verliert durch einen Schlag auf den Kopf das Bewusstsein und erleidet eine Amnesie. Als er wieder zu sich kommt, hat er eine lange Reise auf der Ladefläche eines Trucks hinter sich, die ihn bis in einen kleinen Ort in Wyoming geführt hat. Die ortsansässige, exzentrische Cora lässt Monk glauben, er wäre ein Dachdecker und darüber hinaus ihr frisch angetrauter Ehemann. Obwohl ohne Gedächtnis meldet sich Monks kriminalistisches Gespür, als eine Kellnerin spurlos verschwindet.","versions":[{"lang":1,"streams":[{"redirect":13287337,"hoster":"VOE"},{"redirect":13287344,"hoster":"Doodstream"},{"redirect":13287339,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707593,"hoster":"VOE"},{"redirect":8707592,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mr. Monk und das Geheimnis einer Ehe","epNo":12,"alt":"Mr. Monk and the Captain\u0027s Marriage","descr":"Der eifersüchtige Stottlemeyer beauftragt Monk und Natalie, seine Frau zu observieren. Tatsächlich können sie diese bei einer Verabredung mit einem anderen Mann beobachten. Da Stottlemeyer gegenüber seinem vermeintlichen Rivalen handgreifliche geworden ist, muss er nun ein Anti-Aggressions-Training absolvieren.","versions":[{"lang":1,"streams":[{"redirect":13287345,"hoster":"VOE"},{"redirect":13287354,"hoster":"Doodstream"},{"redirect":13287357,"hoster":"Vidoza"},{"redirect":13287341,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707598,"hoster":"VOE"},{"redirect":8707597,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mr. Monk auf der Jagd nach dem verschwundenen Juwel","epNo":13,"alt":"Mr. Monk and the Big Reward","descr":"Nach drei Wochen ohne Auftrag sind Monk und Natalie knapp bei Kasse. So entschließen sich die beiden dazu, den Alexander Diamant zu suchen und den Finderlohn einzustreichen. Sie sind jedoch nicht die einzigen, die sich Chancen auf die hohe Prämie ausrechnen. Ihre Konkurrenten sind ein Kopfgeldjäger, ein pensionierter Scotland Yord-Agent und ein Privatdetektiv mit Liebe zu technischen Spielereien.","versions":[{"lang":1,"streams":[{"redirect":13287362,"hoster":"VOE"},{"redirect":13287360,"hoster":"Doodstream"},{"redirect":13287435,"hoster":"Vidoza"},{"redirect":13287363,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707603,"hoster":"VOE"},{"redirect":8707599,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mr. Monk und das ausserirdische Alibi","epNo":14,"alt":"Mr. Monk and the Astronaut","descr":"Monk soll den Mord an einer Autorin klären, die kürzlich eine Biographie über ihr Leben beendet hatte. Darin sind auch unangenehme Enthüllungen über einen Astronauten zu finden. Dieser gilt als Hauptverdächtiger, hat jedoch ein perfektes Alibi. Er war zum Zeitpunkt des Mordes im Weltall.","versions":[{"lang":1,"streams":[{"redirect":13287373,"hoster":"VOE"},{"redirect":13287380,"hoster":"Doodstream"},{"redirect":13287406,"hoster":"Vidoza"},{"redirect":13287387,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707605,"hoster":"VOE"},{"redirect":8707601,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mr. Monk und der sadistische Zahnarzt","epNo":15,"alt":"Mr. Monk Goes to the Dentist","descr":"Halb narkotisiert wird Randy Disher bei einem Zahnarztbesuch Zeuge, wie sein Zahnarzt und dessen Assistent einen Mann ermorden. Als niemand seiner Geschichte Glauben schenkt, quittiert er wütend den Dienst. Trotz Monks panischer Angst vor Zahnärzten kann ihn Natalie überreden, den Fall zu übernehmen.","versions":[{"lang":1,"streams":[{"redirect":14427813,"hoster":"VOE"},{"redirect":13287416,"hoster":"Doodstream"},{"redirect":13287427,"hoster":"Vidoza"},{"redirect":13287413,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8719588,"hoster":"VOE"},{"redirect":8707606,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mr. Monk als Geschworener","epNo":16,"alt":"Mr. Monk Gets Jury Duty","descr":"Monk muss gegen seinen Willen als Geschworener auftreten. Schnell hat er die restlichen Jury-Mitglieder gegen sich aufgebracht. Er ist der einzige der wider alle Beweise, rein gefühlsmäßig, den Angeklagten für nicht schuldig hält. Und dann gilt es auch noch das Mysterium um eine Leiche in einem Container vor dem Gerichtsgebäude zu klären.","versions":[{"lang":1,"streams":[{"redirect":13287408,"hoster":"VOE"},{"redirect":13287424,"hoster":"Doodstream"},{"redirect":13287460,"hoster":"Vidoza"},{"redirect":13287440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707612,"hoster":"VOE"},{"redirect":8707610,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Mr. Monk mal zwei?","epNo":1,"alt":"Mr. Monk and the Actor","descr":"Hollywood ist auf den skurrilen Ermittler Adrian Monk aufmerksam geworden. Nun soll ein aufsehenerregender Mordfall, den er unlängst auf geniale Weise gelöst hat, verfilmt werden. Die Rolle des Monk soll niemand anderer als der berühmte Schauspieler David Ruskin spielen. Der Mann ist dermaßen um Authentizität bemüht, dass er sich bald in einen zweiten Monk verwandelt - inklusive Neurosen.","versions":[{"lang":1,"streams":[{"redirect":13288692,"hoster":"VOE"},{"redirect":13288723,"hoster":"Doodstream"},{"redirect":13288725,"hoster":"Vidoza"},{"redirect":13288702,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707615,"hoster":"VOE"},{"redirect":8707614,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mr. Monk im Müll","epNo":2,"alt":"Mr. Monk and the Garbage Strike","descr":"Die Müllabfuhr streikt und in San Francisco stinkt es zum Himmel. Monk leidet furchtbar unter den wachsenden Bergen von Unrat. Als er den Tod des Gewerkschaftsführers der Müllmänner klären soll, scheint ihm die Geruchsbelästigung dermaßen den Verstand zu vernebeln, dass er niemand anderes als den Bürgermeister des Mordes verdächtigt.","versions":[{"lang":1,"streams":[{"redirect":13288704,"hoster":"VOE"},{"redirect":13288737,"hoster":"Vidoza"},{"redirect":13288729,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707618,"hoster":"VOE"},{"redirect":8707617,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mr. Monk als Trainer","epNo":3,"alt":"Mr. Monk and the Big Game","descr":"Julies Sportlehrerin kommt unter mysteriösen Umständen ums Leben. Die Mädchen aus dem Basketball-Team sind überzeugt, dass es sich um Mord handelt und engagieren Monk, der den Fall lösen soll. Dieser will sich ein wenig an der Schule umsehen, wozu er bald die perfekte Gelegenheit bekommt. Denn Natalie übernimmt vorübergehend das Training der Schülerinnen und Monk wird ihr Co-Trainer.","versions":[{"lang":1,"streams":[{"redirect":13288726,"hoster":"VOE"},{"redirect":13288736,"hoster":"Doodstream"},{"redirect":13288746,"hoster":"Vidoza"},{"redirect":13288743,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707620,"hoster":"VOE"},{"redirect":8707621,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mr. Monk sieht nichts mehr","epNo":4,"alt":"Mr. Monk Can\u0027t See a Thing","descr":"Monk will seine Brandmelder in einer Feuerwehrwache überprüfen lassen. Während das Team wegen eines Einsatzes ausrücken muss, bleibt er mit dem altgedienten Brandbekämpfer Rusty zurück. Kurz darauf dringt ein Unbekannter in den Stützpunkt ein, tötet Rusty und schüttet Monk Säure ins Gesicht. Trotz vorübergehenden Verlustes seines Augenlichts, hilft Monk bei den Ermittlungen mit.","versions":[{"lang":1,"streams":[{"redirect":13288747,"hoster":"VOE"},{"redirect":13288752,"hoster":"Doodstream"},{"redirect":13288751,"hoster":"Vidoza"},{"redirect":13288741,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917744,"hoster":"VOE"},{"redirect":8707624,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mr. Monk, Privatdetektiv","epNo":5,"alt":"Mr. Monk, Private Eye","descr":"Auf Natalies Drängen eröffnet Monk eine Privatdetektei. Sein erster Auftrag, ein Blechschaden, erscheint ihm jedoch zu banal, um seines Genies zu bedürfen. Letztlich lässt er sich von Natalie jedoch breitschlagen, der Sache nachzugehen. Unvermutet wird der Fall richtig spannend. Denn der gesuchte Unfallverursacher scheint auch ein Mörder zu sein.","versions":[{"lang":1,"streams":[{"redirect":13288745,"hoster":"VOE"},{"redirect":13288772,"hoster":"Doodstream"},{"redirect":13288771,"hoster":"Vidoza"},{"redirect":13288762,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707626,"hoster":"VOE"},{"redirect":8707623,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mr. Monk auf dem Jahrgangstreffen","epNo":6,"alt":"Mr. Monk and the Class Reunion","descr":"25 Jahre nach ihrem Collegeabschluss, sind die Schüler von damals zu einem Jahrgangstreffen geladen. Monk freut sich auf die Zusammenkunft. Doch einst wie jetzt wird er bloß müde belächelt und mit Verachtung gestraft. Als eine Frau aus der Gruppe getötet wird, treffen auch Stottlemeyer und Disher auf dem Campus ein und Monk erhält die Möglichkeit, den anderen eindrucksvoll zu beweisen, zu welchen Geniestreichen sein wirrer Verstand in der Lage ist.","versions":[{"lang":1,"streams":[{"redirect":13288786,"hoster":"VOE"},{"redirect":13288774,"hoster":"Doodstream"},{"redirect":13288802,"hoster":"Vidoza"},{"redirect":13288756,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707629,"hoster":"VOE"},{"redirect":8707627,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mr. Monk und der neue Psychiater","epNo":7,"alt":"Mr. Monk Gets a New Shrink","descr":"In Dr. Krogers Praxis ist ein Mord geschehen. Die Polizei nimmt an, dass der Täter einer von Dr. Krogers Patienten war. Schockiert, die kriminellen Tendenzen eines seiner Schützlinge nicht erkannt zu haben, geht der Psychiater in den Ruhestand. Eine Katastrophe für Monk, der bereits seit neun Jahren von Dr. Kroger betreut wird und sich außer Stande sieht, mit dessen Nachfolger über seine Kindheitserinnerungen zu reden. Grund genug für Monk, alles für die Aufklärung des Falles zu tun.","versions":[{"lang":1,"streams":[{"redirect":13288810,"hoster":"VOE"},{"redirect":13288797,"hoster":"Doodstream"},{"redirect":13288807,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707631,"hoster":"VOE"},{"redirect":8707630,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mr. Monk muss auf ein Rockkonzert","epNo":8,"alt":"Mr. Monk Goes to a Rock Concert","descr":"Captain Stottlemeyers Sohn Jared ist von zu Hause ausgerissen. Monk und Natalie helfen natürlich bei der Suche. Zu Monks Leidwesen hat es Jared wohl ausgerechnet zu einem Rockkonzert verschlagen. Kreisschende Jugendliche und höllisch laute Musik setzen dem Zartbesaiteten mächtig zu. Durch den Tod eines Roadies verlängert sich Monks Aufenthalt an diesem unwirtlichen Ort noch. Denn hier scheint ein Mord geschehen zu sein, und kein anderer als Monk scheint besser geeignet, den Fall zu lösen.","versions":[{"lang":1,"streams":[{"redirect":13288029,"hoster":"VOE"},{"redirect":13288235,"hoster":"Doodstream"},{"redirect":13288194,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707634,"hoster":"VOE"},{"redirect":8707632,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mr. Monk trifft seinen Vater","epNo":9,"alt":"Mr. Monk Meets His Dad","descr":"Kurz vor Weihnachten erhält Monk einen Anruf, dass sein Vater Jack, ein Trucker, wegen eines Verkehrsdeliktes eingesperrt wurde. Obwohl sich die beiden seit 40 Jahren nicht mehr gesehen haben, holt Monk seinen Vater aus dem Gefängnis und begleitet ihn anschließend auf seiner Route quer durchs Land. Jack verteilt im Auftrag eines reichen Unternehmers Kinderspielzeug an Waisenhäuser und Kirchen. Obwohl dies eine noble Geste scheint, beschleicht Monk das Gefühl, dass hier etwas nicht stimmt.","versions":[{"lang":1,"streams":[{"redirect":13288069,"hoster":"VOE"},{"redirect":13288143,"hoster":"Doodstream"},{"redirect":13288093,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707636,"hoster":"VOE"},{"redirect":8707635,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mr. Monk und der Lepramann","epNo":10,"alt":"Mr. Monk and the Leper","descr":"Monk trifft sich mit Millionär Derek Bronson, der seit einem Unglück mit einem Heißluftballon vor einigen Jahren als verschollen gilt und in Kürze für tot erklärt werden soll. Der Grund weshalb er nicht mehr in Erscheinung treten möchte: Er leidet an Lepra. In Panik ergreift Keimphobiker Monk die Flucht. Nur die Aussicht auf fürstliche Entlohnung lässt ihn schließlich Bronsons Auftrag annehmen. Er soll Liebesbriefe von Bronsons Mätresse entwenden, ehe diese im Zuge der Nachlassverwaltung ans Licht kommen.","versions":[{"lang":1,"streams":[{"redirect":13288315,"hoster":"VOE"},{"redirect":13288385,"hoster":"Doodstream"},{"redirect":13288375,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707641,"hoster":"VOE"},{"redirect":8707638,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mr. Monk findet einen besten Freund","epNo":11,"alt":"Mr. Monk Makes A Friend","descr":"Monk kann sein Glück kaum fassen. Er, der komische Kauz, hat mit Hal tatsächlich einen Freund gefunden, der ganz normal ist. Natalie kommt dies ebenfalls merkwürdig vor. Sie glaubt, dass Hal etwas im Schilde führt.","versions":[{"lang":1,"streams":[{"redirect":13288392,"hoster":"VOE"},{"redirect":13288588,"hoster":"Doodstream"},{"redirect":13288666,"hoster":"Vidoza"},{"redirect":13288415,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707644,"hoster":"VOE"},{"redirect":8707643,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mr. Monk als Butler?","epNo":12,"alt":"Mr. Monk Is At Your Service","descr":"Die Polizei verhängt einen Aufnahmestopp und Monk kann seine Hoffnungen auf eine Wiedereinstellung begraben. Ein Besuch bei Natalies Eltern soll den Deprimierten wieder aufmuntern. Dort erzählt man ihm vom mysteriösen Tod eines benachbarten, wohlhabenden Ehepaars. Als sich Monk im Haus der Opfer ein wenig umsehen möchte, hält man ihn für den neuen Butler. Rasch bemerkt Monk, dass ihm seine obsessive Zwanghaftigkeit ausnahmsweise von Nutzen ist. Er gibt einen perfekten Diener ab.","versions":[{"lang":1,"streams":[{"redirect":13288598,"hoster":"VOE"},{"redirect":13288669,"hoster":"Doodstream"},{"redirect":13288686,"hoster":"Vidoza"},{"redirect":13288542,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707647,"hoster":"VOE"},{"redirect":8707646,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mr. Monk ist auf Sendung","epNo":13,"alt":"Mr. Monk Is On The Air","descr":"Während der berüchtigte Showmaster Max im Radio seine Sendung präsentiert, wird in seinem Haus seine Frau tot aufgefunden - offenbar erstickt, weil sie den Gaskamin unbemerkt angelassen hatte. Linda, die Schwester der Toten, sucht verzweifelt Monk auf und bittet ihn um Hilfe. Sie ist überzeugt, dass Max ihre Schwester umgebracht hat. Bei einem Besuch im Studio wird Monk von Max ordentlich runtergeputzt, was ihn dazu veranlasst, zu glauben, dass Max tatsächlich ein Mörder ist. Trotz aller Versuche findet Monk keinen Beweis für Max Schuld. Erst der Hund des Nachbarn bringt ihn auf die richtige Spur.","versions":[{"lang":1,"streams":[{"redirect":13288671,"hoster":"VOE"},{"redirect":13288673,"hoster":"Doodstream"},{"redirect":13288691,"hoster":"Vidoza"},{"redirect":13288672,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707649,"hoster":"VOE"},{"redirect":8707651,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mr. Monk atmet Landluft","epNo":14,"alt":"Mr. Monk Visits a Farm","descr":"Lt. Disher hat einen Einsatz vermasselt und hält sich nun für einen miserablen Polizisten und reicht seine Kündigung bei Stottlemeyer ein. Er zieht sich auf die Farm seines Onkels zurück, die er nach dessen Tod geerbt hat. Angeblich hatte dieser Selbstmord begangen, woran Lt. Disher jedoch zweifelt. Da Sheriff Butterfield, eine resolute Frau, und der ortsansässige Deputy Hatcher die Beweise für einen Selbstmord für ausreichend halten, ruft Lt. Disher Monk zu Hilfe.  Nach Besichtigung des Tatorts und Auswertung der Spuren, glaubt auch Monk an einen Mord und schleicht sich als Farmarbeiter bei dem verdächtigen Nachbarn Jimmy Belmont ein. Er entdeckt eine Marihuana-Plantage, die Belmont offenbar heimlich angelegt hat. Darauf angesprochen, wird er von Jimmy bedroht und weiß nun, dass er dem Mörder auf der Spur ist. Doch noch fehlt ihm der entscheidende Beweis.","versions":[{"lang":1,"streams":[{"redirect":13288674,"hoster":"VOE"},{"redirect":13288680,"hoster":"Doodstream"},{"redirect":13288685,"hoster":"Vidoza"},{"redirect":13288684,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707653,"hoster":"VOE"},{"redirect":8707654,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mr. Monk und der echt total tote Typ","epNo":15,"alt":"Mr. Monk and the Really, Really Dead Guy","descr":"Dr. Leven bringt im Affekt eine Frau namens Garrett um. Da er weiß, dass Spuren zu ihm zurückverfolgt werden können, bringt er als Ablenkungsmanöver danach noch einen harmlosen Straßenmusiker um, und zwar auf sechs verschiedene Arten. Dann heftet er der Leiche einen Zettel an, auf dem er weitere Morde ankündigt. Das ruft das FBI auf den Plan. Stottlemeyer, Disher und Monk werden von dem Mordfall Garrett abgezogen und sollen nun das FBI in Gestalt von Thorpe und Keao unterstützen. Diese versuchen, mit den modernsten technischen Hilfsmitteln dem Mörder auf die Spur zu kommen, was schließlich darin gipfelt, dass Lieutenant Disher als Lockvogel auserkoren wird und einen Straßenmusikanten spielen muss.","versions":[{"lang":1,"streams":[{"redirect":13288688,"hoster":"VOE"},{"redirect":13288689,"hoster":"Doodstream"},{"redirect":13288700,"hoster":"Vidoza"},{"redirect":13288687,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707656,"hoster":"VOE"},{"redirect":8707655,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mr. Monk und das Aus im Krankenhaus?","epNo":16,"alt":"Mr. Monk Goes to the Hospital","descr":"Mr. Monk lässt sich von Natalie ins Krankenhaus bringen, da er ständig Nasenbluten hat. Dort nervt er alle und betont Natalie gegenüber, dass er allergisch gegen Tetracyclin ist. Da Natalie eine Verabredung hat, verabschiedet sie sich von Mr. Monk, der nun ganz allein den Alptraum Krankenhaus zu bewältigen hat. Dr. Souter verödet sein Nasenbluten. Monk will jedoch noch eine zweite Meinung einholen und begibt sich zu Dr. Whitcomb, den er prompt tot in seinem Büro auffindet. Am Tatort deutet alles darauf hin, dass ein Junkie aus der Entzugsklinik der Täter ist. Monk kommt diese Erklärung natürlich zu simpel vor. Schon bald versetzt der geniale Ermittler bei seinen Nachforschungen mit seinen Macken das halbe Krankenhaus in Aufregung und gerät daraufhin auf die Abschussliste des wahren Mörders.","versions":[{"lang":1,"streams":[{"redirect":13288699,"hoster":"VOE"},{"redirect":13288701,"hoster":"Doodstream"},{"redirect":13288703,"hoster":"Vidoza"},{"redirect":13288690,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707659,"hoster":"VOE"},{"redirect":8707657,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Mr. Monk wird versteigert","epNo":1,"alt":"Mr. Monk and his biggest Fan","descr":"Bei einer Wohltätigkeitsveranstaltung lässt sich Mr. Monk versteigern. Die glückliche Gewinnerin ist Marci, Adrians ergebenster Fan. Sie hat einen Auftrag für ihn: Monk soll ihren Hund Otto entlasten, dem der Mord an Marcis Nachbarin vorgeworfen wird, doch Otto ist tot.","versions":[{"lang":1,"streams":[{"redirect":13288825,"hoster":"VOE"},{"redirect":13288839,"hoster":"Doodstream"},{"redirect":13288845,"hoster":"Vidoza"},{"redirect":13288809,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707662,"hoster":"VOE"},{"redirect":8707661,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mr. Monk in der Rapszene","epNo":2,"alt":"Mr. Monk and the Rapper","descr":"Monk wird von dem berühmten Rapper MurderUss beauftragt, einen Mord in der Rapszene aufzuklären. Das Opfer war Murderuss\u0027 größter Konkurrent Extra Large, und sowohl die Öffentlichkeit als auch die Polizei sind der festen Überzeugung, dass Murderuss selbst Extra Large aus dem Weg geräumt hat. Und auch Monk selbst hat keinen Zweifel daran, da sämtliche Beweise gegen MurderUss sprechen und er als \u0027Gangsta-Rapper\u0027 zudem ein beachtliches Vorstrafenregister aufweisen kann. Nur Natalie weigert sich zu glauben, dass MurderUss seinem Namen Ehre gemacht hat, allerdings nur aufgrund eines gewissen Bauchgefühls, dessen Ursprung sie nicht erklären kann. Aber als Monk sich dann widerwillig an die Überprüfung der Beweislage macht und in der Rapperszene ermittelt, in der er sich verständlicherweise nicht besonders wohl fühlt, stößt er bald auf einige Ungereimtheiten, die auch ihn an der MurderUss-Täterschaft zweifeln lassen...","versions":[{"lang":1,"streams":[{"redirect":13289331,"hoster":"VOE"},{"redirect":13289327,"hoster":"Doodstream"},{"redirect":13289336,"hoster":"Vidoza"},{"redirect":13289324,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13918450,"hoster":"VOE"},{"redirect":8707663,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mr. Monk gegen den Nudisten","epNo":3,"alt":"Mr. Monk and the Naked Man","descr":"Mister Monk wird von Stottlemeyer an einen Tatort gerufen, der in Monk die schlimmste Phobie hervorruft. Das Mordopfer wurde an einem Nacktbadestrand gefunden und Monk sieht sich bei seinen Ermittlungen nun von lauter unbekleideten Menschen umzingelt. Doch für Monk ist der Fall sofort klar. Der Mörder kann niemand anderer gewesen sein als der Anführer der Nudisten-Clique, ein gewisser Chance Singer. Singer hat zwar ein wasserdichtes Alibi, weil er zum Zeitpunkt des Mordes wegen Erregung öffentlichen Ärgernisses in einer Zelle gesessen hatte, aber das interessiert Monk überhaupt nicht. Der ist nämlich so besessen davon, den Nudisten-Häuptling für immer hinter Gitter zu bringen, dass er bald darauf die absurdesten Theorien entwickelt, um Singer den Mord irgendwie anhängen zu können. Stottlemeyer bleibt daraufhin keine andere Wahl, als Monk den Fall zu entziehen, der sich daraufhin zerknirscht zu seinem Therapeuten begibt. In der Sitzung bei Dr. Kroger stellt sich dann aber plötzlich etwas Unglaubliches heraus. Denn Monks Abscheu vor jeglicher Nacktheit beruht darauf, dass er sich detailliert an seine eigene Geburt erinnern kann, bei der sogar er - wie alle anderen Menschen - nackt zur Welt gekommen war. Diese sensationelle Erkenntnis hilft Monk tatsächlich dabei, sein Geburtstrauma ablegen zu können und sich nun mit klarem Kopf wieder der Aufklärung des Mordfalls zu widmen.","versions":[{"lang":1,"streams":[{"redirect":13288836,"hoster":"VOE"},{"redirect":13288871,"hoster":"Doodstream"},{"redirect":13288859,"hoster":"Vidoza"},{"redirect":13288851,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707668,"hoster":"VOE"},{"redirect":8707667,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mr. Monk glaubt kein Wort","epNo":4,"alt":"Mr. Monk and the Bad Girlfriend","descr":"Captain Stottlemeyer freut sich auf den Hawaii-Urlaub mit seiner Freundin Linda, als plötzlich deren Geschäftspartner erschossen wird. Als Monk sich mit dem Fall beschäftigt, ahnt er schon bald, dass ausgerechnet Linda den Mord begangen haben muss. Doch Stottlemeyer reagiert auf diese Nachricht überraschend und kündigt Monk die Freundschaft auf. Deshalb muss Monk auf eigene Faust beweisen, dass er recht hat. Da Linda für die Tatzeit ein Alibi hat, gestalten sich die Ermittlungen sehr kompliziert, doch Monk lässt sich nicht davon abhalten, da ihm sein untrüglicher Riecher sagt, dass die Freundin des Captains zweifelsfrei die Mörderin ist. Er schreckt selbst vor einer wilden Motorradfahrt durch San Francisco nicht zurück, um Linda zu überführen...","versions":[{"lang":1,"streams":[{"redirect":13288842,"hoster":"VOE"},{"redirect":13288855,"hoster":"Doodstream"},{"redirect":13288847,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707672,"hoster":"VOE"},{"redirect":8707671,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mr. Monk und die Bienen und die Blumen","epNo":5,"alt":"Mr. Monk and the Birds and the Bees","descr":"Als der Geschäftsmann Rob Sherman einen Einbrecher, der Shermans Frau erschossen hat, in Notwehr tötet, scheint für Captain Stottlemeyer und Lt. Disher der Fall klar, doch Monk fallen sofort einige Ungereimtheiten auf. Er sucht nach einer Verbindung zwischen Sherman und dem Einbrecher, die sich angeblich nicht kannten, und entdeckt, dass die beiden am selben Tag zur selben Uhrzeit im Gerichtsgebäude waren. Natalie macht sich Sorgen um ihre Tochter Julie, die aus heiterem Himmel ihren Freund Tim verlassen hat und sich nun mit dem älteren Clay trifft. Natalie bittet Monk, Julie ins Gewissen zu reden, und obwohl er mit einem Trick versucht, sich aus der Affäre zu ziehen, entwickelt sich das Gespräch zu einer wertvollen Lektion für Julie. Als sich auch noch herausstellt, dass Clay von Sherman angeheuert worden war, um Julie und Tim auseinander zu bringen, laufen die Fäden zusammen, und Monk kann auch diesen Fall klären und Sherman überführen.","versions":[{"lang":1,"streams":[{"redirect":13288857,"hoster":"VOE"},{"redirect":13288866,"hoster":"Doodstream"},{"redirect":13289132,"hoster":"Vidoza"},{"redirect":13288862,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707676,"hoster":"VOE"},{"redirect":8707674,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mr. Monk auf Schatzsuche","epNo":6,"alt":"Mr. Monk and the Buried Treasure","descr":"Völlig überraschend taucht Troy, der Problemsohn Dr. Krogers, mit zwei Freunden bei Monk auf und bittet ihn um seine Hilfe. Angeblich nehmen die drei Jungs in der Schule gerade den Roman \u0027Die Schatzinsel\u0027 durch, und ihr Lehrer hat ihnen die Aufgabe gestellt, anhand einer mysteriösen Karte einen vergrabenen Schatz zu suchen. Natürlich ist diese hanebüchene Geschichte gänzlich erfunden, denn Troy und seine Freunde haben zufällig die Leiche eines Gangsters gefunden, in dessen Besitz sich die geheimnisvolle Karte befunden hatte. Und die drei Jungs wollen sich nun unter Ausnutzung von Monks Fähigkeiten in den Besitz des mutmaßlichen Gangsterschatzes bringen. Da Monk aber schon lange darauf wartet, seinem heiß geliebten Dr. Kroger endlich mal einen Gefallen tun zu können, begibt er sich mit dessen Sohn Troy und seinen Freunden Pez und Ridley tatsächlich auf die Schatzsuche, obwohl ihm deren Geschichte natürlich auch ein wenig suspekt erscheint. Aber leider wird die Angelegenheit schnell gefährlich, denn die Karte weist in der Tat den Weg zu einem vergrabenen Schatz - und zwar zu zwei Millionen Dollar, die der tote Gangster gemeinsam mit zwei Kumpanen bei einem Bankraub erbeutet hatte. Und die schrecken natürlich vor nichts zurück, um Monk und Troy eiskalt auszuschalten.","versions":[{"lang":1,"streams":[{"redirect":13288865,"hoster":"VOE"},{"redirect":13288890,"hoster":"Doodstream"},{"redirect":13289025,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707677,"hoster":"VOE"},{"redirect":8707675,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mr. Monk und der Draufgänger","epNo":7,"alt":"Mr. Monk and the Daredevil","descr":"Die Frisco-Fliege, ein überaus talentierter Fasadenkletterer, hält die Bewohner von San Fransico mit seinen Kunststücken in Atem. Doch als die Fliege abstürzt und wie durch ein Wunder überlebt stellt sich heraus wer sich hinter der Maske verbirgt: Harold Krenshaw, Monks Rivale. Doch wie kann Harold die Frisco-Fliege sein obwohl er doch an extremer Höchenangst leidet?","versions":[{"lang":1,"streams":[{"redirect":13288922,"hoster":"VOE"},{"redirect":13289033,"hoster":"Doodstream"},{"redirect":13289179,"hoster":"Vidoza"},{"redirect":13288978,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707680,"hoster":"VOE"},{"redirect":8707678,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mr. Monk belastet ein Fehlurteil","epNo":8,"alt":"Mr. Monk and the wrong Man","descr":"Mr. Monk ist am Boden zerstört: Durch seine Schuld saß ein Unschuldiger 14 Jahre lang im Gefängnis! Um seine Schuldgefühle loszuwerden ermittelt er für ihn.","versions":[{"lang":1,"streams":[{"redirect":13289226,"hoster":"VOE"},{"redirect":13289163,"hoster":"Doodstream"},{"redirect":13289056,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707686,"hoster":"VOE"},{"redirect":8707684,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mr.Monk streift durch die Nacht","epNo":9,"alt":"Mr. Monk stays up all Night","descr":"Monk prallt auf der Strasse mit einer fremden Frau zusammen und bekommt sie anschliessend nicht mehr aus dem Kopf. Er versteht selbst nicht, warum er ständig an die Unbekannte denken muss, aber die Sache beschäftigt ihn so sehr, dass er fortan nicht mehr schlafen kann. Als Monk die dritte Nacht hellwach im Bett verbringt, ruft er Natalie an, um sie zwecks Unterhaltung herbeizubeordern. Doch Natalie will davon nichts wissen, weil sie selbst nämlich keine Schlafprobleme hat und hundemüde ist und sie rät ihrem Chef, einfach mal ein bisschen frische Luft zu schnappen. Als der völlig übermüdete Monk daraufhin durch das nächtliche San Francisco spaziert, wird er zum Zeugen einer Schiesserei, bei der ein Undercover-Cop ermordet wird. Natürlich verständigt Monk daraufhin sofort Stottlemeyer und Disher, doch als die, ebenfalls übermüdet und im Schlafanzug, am Tatort eintreffen, ist von einer Schiesserei nichts mehr zu sehen. Sowohl die Leiche als auch das Blut und sonstige Spuren sind verschwunden, was Stottlemeyer natürlich zu der Annahme führt, dass Monk sich die Sache aufgrund des Schlafentzugs nur eingebildet hatte. Doch Monk weiss es besser, und er begibt sich auf eine Odyssee durch die nächtlichen Strassen, auf der er allerhand schrägen Vögeln begegnet und natürlich die mysteriöse Schiesserei aufklärt, die keineswegs eine Halluzination von ihm war. Aber was noch viel wichtiger ist, er findet heraus, was ihn an der mysteriösen fremden Frau so fasziniert hat: Die hatte nämlich kurz nach dem Tod Trudys per Transplantation deren Hornhäute bekommen und war so vor der völligen Erblindung bewahrt worden. Monk hatte also die Augen seiner Frau wiedererkannt und kann nun beruhigt einschlafen, da er weiss, dass ein Teil seiner Frau noch am Leben ist...","versions":[{"lang":1,"streams":[{"redirect":13289165,"hoster":"VOE"},{"redirect":13289228,"hoster":"Doodstream"},{"redirect":13289296,"hoster":"Vidoza"},{"redirect":13289295,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707685,"hoster":"VOE"},{"redirect":8707683,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mr.Monk schießt auf den Weihnachtsmann","epNo":10,"alt":"Mr. Monk and the man who shot Santa","descr":"Mitten im Vorweihnachtsgetümmel landen Monk und Natalie plötzlich in einem Verkehrsstau, der durch einen Weihnachtsmann ausgelöst wird, der vom Dach eines Kaufhauses Berge von Spielzeug in die begeisterte Menge wirft. Da es sich seiner Meinung nach dabei um nichts anderes als um Erregung öffentlichen Ärgernisses handelt, stürmt Monk sofort auf das Dach, um dem purpurnen Wohltäter das Handwerk zu legen. Als die völlig entsetzte Natalie wenig später auch auf dem Dach eintrifft, findet sie Monk mit einer Waffe in der Hand neben dem angeschossenen Weihnachtsmann. Die Sache scheint also eindeutig zu sein: Monk hat auf den Weihnachtsmann geschossen. Schon bald wird Monk von der gesamten Presse und insbesondere der skrupellosen Sensationsreporterin Brandy Barber zum Ungeheuer erklärt. Aber Monk beteuert immer wieder, dass er nur auf den Weihnachtsmann geschossen hatte, weil dieser ihn mit einer schweren Eisenstange umbringen wollte - eine Geschichte, die sogar Natalie ihrem Boss nicht ganz abnehmen kann. Als jedoch bald darauf eine alte Frau ermordet aufgefunden wird und Monk am Tatort auf eine Reihe von Indizien stößt, die auf einen Weihnachtsmann als Täter deuten, wird ihm langsam klar, was hinter der ganzen Sache steckt - nämlich eine Verbrecherbande, die unter Ausnutzung des Weihnachtsrummels einen extrem teuren Diamanten an sich bringen will, der in einem Museum in der Innenstadt ausgestellt wird. Da Monk weiß, dass auch Stottlemeyer und Disher langsam an seiner geistigen Gesundheit zweifeln, macht er sich im Alleingang daran, das Verbrechen zu verhindern. Und in einer insbesondere für Monk heroischen Weise gelingt es ihm tatsächlich, den Anführer der Bande in einem Kampf \u0027Monk gegen Weihnachtsmann\u0027 zu besiegen - direkt vor den Augen der staunenden Brandy Barber, die ihn daraufhin sofort zum Retter des Weihnachtsfestes erklärt ...","versions":[{"lang":1,"streams":[{"redirect":13289338,"hoster":"VOE"},{"redirect":13289340,"hoster":"Doodstream"},{"redirect":13289330,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917742,"hoster":"VOE"},{"redirect":8707688,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mr.Monk tritt einer Sekte bei","epNo":11,"alt":"Mr. Monk Joins a Cult","descr":"Eine junge Frau namens Amanda Clark wurde auf einem Parkplatz erdolcht aufgefunden. Der Hauptverdächtige ist ein mysteriöser Guru namens \"Vater\", aus dessen Sekte \"Geschwister der Sonne\" die Ermordete vor einiger Zeit geflohen war - ein Verhalten, das in Sektenkreisen bekanntlich nicht sonderlich geschätzt wird. Aber \"Vater\" hat ein Alibi, das Stottlemeyer gern mit Hilfe eines Spitzels überprüfen würde, der in die Sekte eingeschleust werden müsste. Monk wird mit Natalies Hilfe in die Sekte eingeschleust und findet sich bald auf der ausgedehnten Ranch der Sekte wieder, wo er nun auf eigene Faust ermitteln will. Er ist völlig überzeugt davon, dass er dabei einen kühlen Kopf behalten und sich nicht von der dubiosen Sekte manipulieren lassen wird. Aber genau das passiert natürlich, und so verkauft Monk schon bald in Sektenkluft und mit einem entrückten Dauergrinsen Schnittblumen am Flughafen.","versions":[{"lang":1,"streams":[{"redirect":13289298,"hoster":"VOE"},{"redirect":13289297,"hoster":"Doodstream"},{"redirect":13289307,"hoster":"Vidoza"},{"redirect":13289302,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707690,"hoster":"VOE"},{"redirect":8707693,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mr.Monk in Uniform","epNo":12,"alt":"Mr. Monk to the Bank","descr":"Als Monk in den Fernsehnachrichten sieht, dass seine Bankfiliale überfallen wurde, rast er gemeinsam mit Natalie sofort zum Tatort. Denn in der Filiale wird nicht nur Monks Konto verwaltet, er hat dort auch ein Schließfach gemietet, in dem sich ein unersetzbares Armband von Trudy befindet, welches tatsächlich auch gestohlen wurde. Stottlemeyer und Disher befinden sich bereits in der Bank, da sie ein paar Kollegen vom Raubdezernat vertreten und es somit endlich mal nicht mit einem Mord zu tun haben. Doch das soll sich schnell ändern, denn bald darauf wird der Filialleiter der Bank ermordet aufgefunden. Da die Polizei völlig im Dunkeln tappt und Monk aufgrund zahlreicher Indizien der Überzeugung ist, dass der Bankräuber einen Komplizen unter den Bankangestellten gehabt haben muss, beschließt er, sich als Security-Mann in der Filiale einstellen zu lassen, um auf diese Weise näher am Geschehen zu sein. Aber als Monk endlich herausfindet, wer in der Bank als Komplize des Bankräubers fungiert hat, ist es leider zu spät, er sitzt im Tresorraum der Filiale in der Falle...","versions":[{"lang":1,"streams":[{"redirect":13289333,"hoster":"VOE"},{"redirect":13289342,"hoster":"Doodstream"},{"redirect":13289335,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707697,"hoster":"VOE"},{"redirect":8707694,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mr. Monk und die dreifache Julie","epNo":13,"alt":"Mr. Monk and the Three Julies","descr":"Als Monk und Natalie am Tatort eines Mordes auftauchen, sind sie verblüfft. Denn das Opfer hieß ausgerechnet Julie Teeger, genau wie Natalies Tochter. Doch als bald darauf noch eine zweite Julie Teeger ermordet aufgefunden wird, wandelt sich die Verblüffung in pures Entsetzen, denn offenbar ist ein Killer unterwegs, der es auf Julie Teegers abgesehen hat und Natalies Tochter ist die einzig Verbleibende dieser Art. Umgehend ordert Captain Stottlemeyer Polizeischutz für Julie, während die Suche nach dem skrupellosen Mörder läuft. Gott sei Dank wird der mutmaßliche Killer bald gefunden. Es handelt sich um einen gewissen Matthew Teeger, einen offensichtlich geistesgestörten Mann, der seine über alles geliebte Mutter Juliet nach ihrem Tod ausgestopft und mit der Leiche noch monatelang zusammengelebt hatte. Aber obwohl alle Indizien gegen den verwirrten jungen Mann sprechen, hat Monk noch gewisse Zweifel an dessen Täterschaft. Und schon bald fällt ihm auf, dass er im Verlauf der Ermittlungen einem anderen Mann namens Teeger begegnet war, der ein viel plausibleres Motiv für die Ermordung der beiden Julie Teegers hatte ...","versions":[{"lang":1,"streams":[{"redirect":14165995,"hoster":"VOE"},{"redirect":13289303,"hoster":"Doodstream"},{"redirect":13289312,"hoster":"Vidoza"},{"redirect":13289308,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707699,"hoster":"VOE"},{"redirect":8707698,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mr. Monk malt","epNo":14,"alt":"Mr. Monk paints his Masterpiece","descr":"Dr. Kroger rät Monk sich ein Hobby zu suchen. Monk findet das völlig absurd, da sein einziges außerberufliches Interesse ja bekanntlich das Putzen ist. Doch als Monk und Natalie wenig später von Stottlemeyer auf einen Schrottplatz gerufen werden, um einen mysteriösen Mord aufzuklären, ändert sich die Situation. Denn zufälligerweise hat der Schrottplatzbesitzer eine komplette Malausrüstung zu verkaufen, und obwohl sich Monk zunächst dagegen sträubt, beschließt Natalie, ihren Boss damit zu beschenken. Monk beginnt also zu malen. Er besucht sogar einen Malkurs, um die Grundlagen dieser faszinierenden Kunst zu erlernen. Erstaunlicherweise findet sich jedoch bald jemand, der von Monks Bildern begeistert ist, nämlich ein schwerreicher Russe namens Petya Lovak. Lovak hält Monk offenbar für das größte malerische Genie seit Picasso und beginnt damit, ihm seine zweifelhaften Werke für beachtliche Summen abzukaufen. Natalie und Stottlemeyer können nicht glauben, dass Monks ungelenke Krakeleien große Kunst sein sollen. Zur allgemeinen Erleichterung sind sie das auch nicht, wie sich bald herausstellt. Denn Lovak entpuppt sich als Abgesandter einer Geldfälscherbande der Russenmafia, der die Maluntensilien vom Schrottplatz eigentlich gehörten.","versions":[{"lang":1,"streams":[{"redirect":13289304,"hoster":"VOE"},{"redirect":13289309,"hoster":"Doodstream"},{"redirect":13289322,"hoster":"Vidoza"},{"redirect":13289305,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707700,"hoster":"VOE"},{"redirect":8707701,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mr. Monk wird gejagt (Teil 1)","epNo":15,"alt":"Mr. Monk is on the run (Part 1)","descr":"Als Monk wieder einmal an einen Tatort gerufen wird, wartet dort eine unangenehme Überraschung auf ihn. Denn die von der Polizei gefundenen Fingerabdrücke lassen keinen Zweifel daran, dass der Täter zumindest an einer Hand sechs Finger haben muss - genau wie der Killer, der vor langer Zeit Trudy umgebracht hat. Monk ist natürlich sofort wie elektrisiert, da er nun endlich wieder eine Spur von dem Mann hat, der sein Leben zerstört hat. Und da er diesen Fall als Privatangelegenheit betrachtet, macht er sich sofort auf die Suche nach dem Mörder - ohne Stottlemeyer über seinen Alleingang zu informieren. Und tatsächlich gelingt es Monk, den Sechsfingrigen zu stellen. Doch genau in dem Moment, als er seine Waffe auf ihn richtet, um ihn seiner gerechten Strafe zuzuführen, fällt ein Schuss, und der Ganove fällt tot zu Boden. Nur Sekunden später taucht der kauzige Sheriff Rollins am Tatort auf, der Monk sofort als vermeintlichen Täter verhaftet, obwohl der mehrfach beteuert, nicht geschossen zu haben. Aber die ballistische Untersuchung ergibt, dass der tödliche Schuss wirklich aus Monks Waffe abgegeben wurde. Monk ist verzweifelt, da er weiß, dass er die langjährige Gefängnisstrafe, die ihm nun droht, keinesfalls überleben wird. Und zudem will er natürlich wissen, wer ihm diese raffinierte Falle gestellt hat. Durch einen geschickten Trick gelingt es ihm, aus dem Gefangenentransporter zu türmen. Monk ist nun auf der Flucht und zudem völlig auf sich allein gestellt, da auch Stottlemeyer angesichts der scheinbar eindeutigen Beweislage glaubt, dass Monk den Mörder seiner Frau umgebracht hat.","versions":[{"lang":1,"streams":[{"redirect":13289318,"hoster":"VOE"},{"redirect":13289315,"hoster":"Doodstream"},{"redirect":13289329,"hoster":"Vidoza"},{"redirect":13289313,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707706,"hoster":"VOE"},{"redirect":8707702,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mr. Monk wird gejagt (Teil 2)","epNo":16,"alt":"Mr. Monk is on the run (Part 2)","descr":"Nach seiner Flucht aus dem Gefängnistransporter Monk ist untergetaucht und arbeitet unter dem Namen \u0027Leland Rodriguez\u0027 in einer Autowaschanlage in Nevada. Dort treibt er seine Kollegen in den Wahnsinn, da er jedes Auto mindestens eine Stunde lang sorgfältig putzt. Doch auch bei dieser monotonen Arbeit bleibt sein kriminalistischer Spürsinn hellwach, und so kann Monk bald ein Auto identifizieren, dessen Fahrer vor kurzem jemanden umgebracht hatte und sich danach aus dem Staub gemacht hat. Durch diese sensationelle Detektivarbeit wird er schon bald zum Helden in dem Provinznest, und natürlich berichtet auch die lokale Presse über den neuen genialen Mitbürger. Doch die Geschichte von Leland Rodriguez landet auch in den Zeitungen von San Francisco, und als Natalie sie liest, weiß sie natürlich sofort, um wen es sich bei dem Superdetektiv mit dem Putzfimmel handelt. Sie macht sich sofort auf den Weg zu Monk, doch die Wiedersehensfreude wird leider durch den korrupten Sheriff Rollins getrübt, der Natalie beschattet hatte und nun plötzlich auch in der Waschanlage steht. Rollins will Monk und Natalie erschießen, doch Gott sei Dank gelingt den beiden im letzten Moment die Flucht. Als sie dann gemeinsam mit Stottlemeyer Recherchen über Rollins anstellen, um dem Schurken das Handwerk zu legen, stoßen sie plötzlich auf den Namen seines Auftraggebers, der Monk offenbar um jeden Preis aus dem Weg räumen will...","versions":[{"lang":1,"streams":[{"redirect":13289314,"hoster":"VOE"},{"redirect":13289320,"hoster":"Doodstream"},{"redirect":13289323,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707708,"hoster":"VOE"},{"redirect":8707707,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Mr. Monk kauft ein Haus","epNo":1,"alt":"Mr. Monk Buys A House","descr":"Weil im Nachbarhaus täglich Klavier gespielt wird fühlt sich Adrian Monk ständig gestört. Um wieder Ruhe zu haben kauft er sich ein Haus, ein ehemaliger Tatort. Doch die erhoffte Ruhe lässt auf sich warten.","versions":[{"lang":1,"streams":[{"redirect":13289401,"hoster":"VOE"},{"redirect":13289424,"hoster":"Doodstream"},{"redirect":13289418,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707710,"hoster":"VOE"},{"redirect":8707711,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mr. Monk und der angekündigte Mord","epNo":2,"alt":"Mr. Monk and the Genius","descr":"Mr. Monk erhält einen ominösen Auftrag: Er soll den Mörder seiner Klientin Linda Kloster überführen. Doch diese ist noch gar nicht tot! Sie weiß jedoch das ihr Mann, das Schach-Genie Patrick Kloster, sie umbringen wird. Mr. Monk nimmt die Herausfoderung an.","versions":[{"lang":1,"streams":[{"redirect":13289426,"hoster":"VOE"},{"redirect":13289428,"hoster":"Doodstream"},{"redirect":13289431,"hoster":"Vidoza"},{"redirect":13289422,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12337232,"hoster":"VOE"},{"redirect":8707712,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mr. Monk und Natalie gehen getrennte Wege?","epNo":3,"alt":"Mr. Monk gets Lotto Fever","descr":"Ein neuer Mordfall führt Monk und Natalie in das Fernsehstudio der Goldrush-Lotterie, die allwöchentlich hohe Geldbeträge verlost. Das Opfer ist Marissa Kesslar, das so genannte Goldrush-Girl, eine attraktive junge Dame, die immer die jeweiligen Gewinnzahlen verkündet hatte. Aber da die Show weitergehen muss und die nächste Ziehung unmittelbar bevorsteht, sucht das Studio bereits händeringend nach einem Ersatz für Miss Kesslar. Bis Mister Lawrence, der Studioboss, Natalie kennen lernt, die er für ein Naturtalent hält und sie sofort für die nächste Sendung anheuert. Monk ist alles andere als begeistert von dieser Idee, zumal Natalies Auftritt ein voller Erfolg wird und Mister Lawrence sie sofort einstellen will. Aber Natalie kann ihm glaubhaft versichern, dass dieser kleine Nebenjob ihre Arbeit für Monk keinesfalls beeinträchtigen wird, und so willigt dieser zögerlich ein. Monks Skepsis ist berechtigt, denn Natalie wird schon nach den ersten paar Sendungen zu einer lokalen Berühmtheit und muss ständig überall Autogramme geben, wodurch sich ihr sensibler Boss bei der Aufklärung des Mordes empfindlich gestört sieht. Deshalb verlangt er von Natalie, sich zwischen ihren beiden Jobs zu entscheiden. Da diese aber nicht auf ihren neuen Prominentenstatus verzichten will, entschließt sich Natalie, ihren Job bei Monk aufzugeben, der nun den Mörder ihrer Vorgängerin im Alleingang finden muss...","versions":[{"lang":1,"streams":[{"redirect":13918464,"hoster":"VOE"},{"redirect":13289432,"hoster":"Doodstream"},{"redirect":13289435,"hoster":"Vidoza"},{"redirect":13289427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707716,"hoster":"VOE"},{"redirect":8707718,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mr. Monk steigt in den Ring","epNo":4,"alt":"Mr. Monk Takes a Punch","descr":"Monk muss einen Bombenanschlag auf den Schwergewichtsboxer Ray Regis aufklären, bei dem einer von dessen Betreuern ums Leben gekommen ist. Und da er zufällig gerade für die neue Sportprüfung für Mitarbeiter der Polizei von San Francisco trainieren muss, trifft Monk mit dem Schwergewichtschamp eine Vereinbarung: Er wird versuchen herauszufinden, wer Regis umbringen will und dieser wird ihm gleichzeitig dabei helfen, in körperliche Topform zu kommen. Und das ist eindeutig die schwierigere Aufgabe, denn Monk ist natürlich völlig unsportlich und weit davon entfernt, den Konditionstest bestehen zu können. Doch Regis ist ein strenger Trainer, und so taumelt Monk bald - von schweren Muskelkatern geplagt - zu den Zeugenbefragungen.","versions":[{"lang":1,"streams":[{"redirect":13289429,"hoster":"VOE"},{"redirect":13289437,"hoster":"Doodstream"},{"redirect":13289436,"hoster":"Vidoza"},{"redirect":13289434,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707717,"hoster":"VOE"},{"redirect":8707719,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mr. Monk geht unter","epNo":5,"alt":"Mr. Monk is Underwater","descr":"Natalie bekommt Besuch von ihrem alten Bekannten Steven Albright, einem Marinesoldaten. Albright besucht Natalie vor allem deshalb, weil er Monk um einen Gefallen bitten möchte. Sein Freund Jason Pierce hat sich vor kurzem das Leben genommen, jedenfalls nach der offiziellen Version, an die Albright allerdings nicht glauben mag. Denn er ist fest davon überzeugt, dass sein Freund ermordet wurde, und er bittet Mr. Monk, sich den vermeintlichen Tatort einmal anzusehen. Monk erklärt sich nur sehr zögerlich dazu bereit, und zwar insbesondere, als er erfährt, dass er sich dazu auf ein Schiff der amerikanischen Marine begeben muss und er beileibe kein Freund von Schiffen jedweder Art ist. Aus seinem Zögern wird schnell eine beharrliche Weigerung, als Monk im Hafen sieht, dass es sich bei dem Schiff um ein U-Boot handelt, dessen Haupteigenschaft bekanntlich darin besteht, eine geringe Zahl von äußerst beengten Räumen zu beherbergen und das somit ein veritabler Alptraum für Monk ist. Doch Monk lässt sich von Natalies Überredungskünsten tatsächlich dazu bewegen, sich nur für drei Minuten auf das Boot zu begeben, um sich den Tatort anzusehen. Aber leider dauert dieser Besuch dann erheblich länger als drei Minuten, denn just in dem Moment, als Monk sich an Bord befindet, bricht der Commander des U-Bootes zu einem plötzlichen Manöver auf und taucht mit seinem Boot in die Tiefen des Ozeans ab - ein Umstand, der Monks Ermittlungen, die dieser trotz entsetzlicher Panikattacken tapfer weiter durchführt, nicht gerade erleichtert...","versions":[{"lang":1,"streams":[{"redirect":13289433,"hoster":"VOE"},{"redirect":13289438,"hoster":"Doodstream"},{"redirect":13289439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707721,"hoster":"VOE"},{"redirect":8707723,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mr. Monk und die Liebe auf den ersten Blick","epNo":6,"alt":"Mr. Monk Falls in Love","descr":"Die Ermittlungen in einem Mordfall führen Monk, Stottlemeyer und Co. zu einem Flüchtlingshilfswerk für Emigranten aus dem osteuropäischen Land \u0027Zemenien\u0027, in dem seit vielen Jahren ein blutiger Bürgerkrieg tobt. Eine der Flüchtlingsbetreuerinnen, eine gewisse Leyla Zlatavich, steht ganz oben auf der Liste der Verdächtigen. Doch als Monk Leyla dann gegenübersteht, passiert etwas Unfassbares: Monk verliebt sich vom ersten Moment an in die attraktive Zemenin. Das wäre ja nun eine an sich höchst erfreuliche Neuerung in Monks tristem Dasein, doch leider sprechen alle Indizien dafür, dass Leyla tatsächlich die gesuchte Mörderin ist, weshalb Monk nun fieberhaft versucht, Gegenbeweise zu finden, da er felsenfest davon überzeugt ist, dass sie die Tat nicht begangen hat. Doch damit steht er allein, denn Stottlemeyer und Co. schreiben Monks verzweifeltes Insistieren auf Leylas Unschuld seiner Verliebtheit zu, die für niemanden zu übersehen ist. Und deshalb wird auch Leyla angesichts der erdrückenden Beweislast bald verhaftet. Doch der verliebte Monk kämpft weiter, und in der Tat gelingt es ihm in letzter Minute, dem Fall doch noch eine ganz neue Wendung zu geben ...","versions":[{"lang":1,"streams":[{"redirect":13289440,"hoster":"VOE"},{"redirect":13289444,"hoster":"Doodstream"},{"redirect":13289442,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707725,"hoster":"VOE"},{"redirect":8707722,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mr. Monks 100ster Fall","epNo":7,"alt":"Mr. Monk","descr":"Unglaublich, aber wahr: Monk ist dabei, seinen 100. Fall zu lösen. Ob dieses bemerkenswerten Jubiläums dreht das bekannte Fernsehmagazin \u0027In Focus\u0027 eine Reportage über ihn und verfolgt jeden seiner Schritte bei der Aufklärung einer Mordserie in San Francisco, der mehrere junge Frauen zum Opfer gefallen sind. James Novak, der Moderator von \u0027In Focus\u0027, führt dabei nicht nur diverse Interviews mit Monk selbst, sondern natürlich auch mit Stottlemeyer und Disher sowie einigen Personen aus Monks privatem Umfeld, wie zum Beispiel mit seinem Bruder Ambrose. Monk enttäuscht die Fernsehleute nicht, denn sie können live dabei sein, als er dem Serienmörder wie üblich mit seiner genialen Kombinationsgabe auf die Schliche kommt. Und deshalb wird bald eine große Party mit Monks Freunden und Kollegen und dem Fernsehteam gefeiert, bei dem die fertige Reportage über Monks Ermittlungen zum ersten Mal gezeigt wird. Doch als Monk den Fall auf diese Weise noch einmal an sich vorüberziehen sieht, fallen ihm plötzlich einige Unstimmigkeiten auf, die ihn dazu bringen, sich noch einmal mit den Morden zu beschäftigen. Denn aufgrund des Bildmaterials wird Monk plötzlich klar, dass ausgerechnet auch Mr. James Novak nicht ganz frei von Schuld ist ...","versions":[{"lang":1,"streams":[{"redirect":13289447,"hoster":"VOE"},{"redirect":13289445,"hoster":"Doodstream"},{"redirect":13289448,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707727,"hoster":"VOE"},{"redirect":8707726,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mr. Monk als Kind im Manne","epNo":8,"alt":"Mr. Monk Gets Hypnotized","descr":"Monk begegnet auf der Straße zufällig seinem alten Mitpatienten Harold Krenshaw, der sich in ungewöhnlich beschwingter Verfassung befindet. Harold prahlt damit, nun endlich einen Therapeuten gefunden zu haben, der ihn von seinen zahlreichen psychischen Leiden befreien konnte, was natürlich Monks Interesse weckt. Doch als Monk erfährt, dass es sich dabei um einen zweifelhaften Hypnotiseur handelt, wird er schnell wieder skeptisch: Doch Harolds offensichtliche Heilung beeindruckt Monk sehr, weshalb er dann wenig später doch zum Telefon greift und einen Termin mit dem Hypnotiseur Dr. Climan vereinbart - ohne Dr. Bell oder Natalie zu informieren. Deshalb ist diese dann völlig ratlos, als Monk sich plötzlich wie ein kleiner Junge benimmt. Offenbar hat Dr. Climan Monk in ein frühes Stadium seiner Kindheit versetzt, aus dem er sich jetzt nicht mehr befreien kann. Eine wenig erfreuliche Tatsache, die wenig später von dem eilends herbeigerufenen Dr. Bell diagnostiziert wird. Dr. Bell ist ebenfalls ratlos und empfiehlt Natalie, einfach abzuwarten und ihren infantilen Boss bis zu seiner Genesung wie einen Erwachsenen zu behandeln - auch wenn es schwer fällt. Noch größere Probleme mit dem kindlichen Monk haben allerdings Stottlemeyer und Disher, denn sie brauchen Monk unbedingt bei der Aufklärung eines Mordfalls - können aber natürlich mit einem ständig herumalbernden Sechsjährigen im Körper eines erwachsenen Mannes nur wenig anfangen...","versions":[{"lang":1,"streams":[{"redirect":13289339,"hoster":"VOE"},{"redirect":13289349,"hoster":"Doodstream"},{"redirect":13289344,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707729,"hoster":"VOE"},{"redirect":12978428,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mr. Monk wundert sich über das Weihnachtswunder","epNo":9,"alt":"Mr. Monk and the Miracle","descr":"Der Captain leidet unter einer schweren Arthritis-Attacke und kann sich deshalb kaum bewegen. Das ist nicht sein einziges Problem, denn Weihnachten steht vor der Tür und Stottlemeyer leidet zusehends unter der Trennung von seiner Frau und seinen Söhnen. Als dann auch noch sämtliche Medikamente versagen, die ihm gegen die Arthritis verschrieben wurden, droht er vollends zu verzweifeln. Doch eines Tage findet er an seiner Haustüre ein geheimnisvolles Bild: Ein Unbekannter hat einen mysteriösen Springbrunnen mit der Aufschrift \u0027Trink\u0027 darauf gemalt, und wie sich bald herausstellt, steht das reale Gegenstück zu dem Brunnen bei einem Mönchskloster ganz in der Nähe. Da der sonst jeder Art von Wunderglauben ganz und gar nicht zugetane Stottlemeyer wirklich der Verzweiflung nahe ist, fährt er kurzerhand tatsächlich zu dem Brunnen und trinkt von dessen Wasser. Und in der Tat sind Stottlemeyers Schmerzen am nächsten Tag verschwunden - woraufhin er beschließt, nach diesem Zeichen des Allmächtigen sein Leben völlig umzukrempeln und zwei Jahre lang im Kloster zu leben. Wundersamerweise gibt es auch noch viele andere Kranke, die durch den Brunnen von ihren Gebrechen geheilt wurden, der daher rasch einige Berühmtheit erlangt. Nur ist in der Nähe des Wunderbrunnens leider auch ein Mord an einem Obdachlosen passiert, weshalb Monk und Natalie bald auf die seltsamen Vorgänge aufmerksam werden.","versions":[{"lang":1,"streams":[{"redirect":13289352,"hoster":"VOE"},{"redirect":13289359,"hoster":"Doodstream"},{"redirect":13289350,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707733,"hoster":"VOE"},{"redirect":8707731,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mr. Monk und der ganz andere Bruder","epNo":10,"alt":"Mr. Monk and The Other Brother","descr":"Monk trifft auf seinen Halb-Bruder. Dieser müsste eigentlich im Gefängnis sitzen, doch stattdessen ist der Betrüger auf der Flucht.Aus dem Bayside-Gefängnis ist ein gefährlicher Verbrecher entkommen, der auf seiner Flucht eine Frau umgebracht hat. Unterschlupf sucht der Gejagte ausgerechnet in Monks Wohnung, den Überraschungen jeglicher Art bekanntermaßen völlig aus der Bahn werfen. Aber es kommt noch schlimmer: Denn der Sträfling behauptet, dass er Monks Halbbruder sei - und belegt dies eindrucksvoll mit intimem Detailwissen über ihren gemeinsamen Vater Jack Monk. Jack Monk junior bittet Monk nun um Hilfe, denn er glaubt, das Opfer eines Komplotts zu sein, dem man einen Mord anhängen will, da er auf seiner Flucht keineswegs eine Frau umgebracht habe. Er möchte, dass Monk den Fall aufklärt. Nach langem Protest willigt der Meisterdetektiv schließlich ein und begibt sich gemeinsam mit seinem Halbbruder auf die Suche nach dem wahren Mörder, wobei es zwischen den ganz und gar gegensätzlichen Brüdern zu einigen erheblichen Meinungsverschiedenheiten kommt...","versions":[{"lang":1,"streams":[{"redirect":13289351,"hoster":"VOE"},{"redirect":13289353,"hoster":"Doodstream"},{"redirect":13289378,"hoster":"Vidoza"},{"redirect":13289358,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707735,"hoster":"VOE"},{"redirect":8707734,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mr. Monk auf Rädern","epNo":11,"alt":"Mr. Monk on Wheels (Mr. Monk Gets Shot)","descr":"Natalie hilft einem gestürzten Radfahrer und wird dadurch unfreiwilligerweise zur Komplizin eines Fahrraddiebes, da der Mann sich gerade mit seinem Diebesgut auf der Flucht befunden hatte. Deshalb hat sie natürlich nun ein schlechtes Gewissen und verspricht dem Besitzer des geklauten Fahrrads, dass sie ihm sein Gefährt auf jeden Fall wiederbeschaffen wird, wobei sie natürlich davon ausgeht, dass Monk ihr bei der Suche helfen wird. Der ist aber der Ansicht, dass das Aufspüren von gestohlenen Fahrrädern nicht in seinen Tätigkeitsbereich fällt und überdies unter seiner Würde ist - doch Natalie kann ihn schließlich doch noch davon überzeugen, ihr zu helfen. Aber bei der Suche nach dem Rad, das dem genialen Genforscher Dean Berry gehört, stellt sich bald heraus, dass der Fall wesentlich komplexer ist als vermutet. Denn als Monk und Natalie den Fahrraddieb aufgespürt haben, fängt dieser sofort an, auf sie zu schießen - wobei Monk eine Kugel ins Bein bekommt. Deshalb muss er nun im Rollstuhl weiterermitteln und lässt natürlich keine Gelegenheit aus, Natalie in theatralischer Weise daran zu erinnern, dass sie die alleinige Schuld an seiner Verletzung trägt.","versions":[{"lang":1,"streams":[{"redirect":13289360,"hoster":"VOE"},{"redirect":13289363,"hoster":"Doodstream"},{"redirect":13289361,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707737,"hoster":"VOE"},{"redirect":8707740,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mr. Monk wird bemuttert","epNo":12,"alt":"Mr. Monk and the Lady Next Door","descr":"Monk lernt auf der Straße zufällig Marge Johnson kennen, eine nette ältere Dame, die sofort Gefallen an dem kauzigen Ex-Cop findet und ihn bittet, ihr bei einem großen Problem zu helfen: Ihr unverschämter Nachbar John Keyes spielt pausenlos Schlagzeug und treibt Marge damit zunehmend in den Wahnsinn. Monk schafft es tatsächlich, den Nachbarn vorübergehend zur Ruhe zu bringen, wofür er von Marge dann in liebenswürdigster Weise bemuttert wird - was ihm offensichtlich behagt, zumal seine eigene Mutter ihn bekanntlich eher vernachlässigt hatte. Da Monk aber allem Positiven in seinem Leben äußerst skeptisch gegenübersteht, vermutet er bald, dass es bei seiner neuen Freundschaft mit Marge einen Haken geben könnte. Als sich bald darauf herausstellt, dass Nachbar John Keyes in einen Mordfall verwickelt ist, glaubt Monk, diesen Haken gefunden zu haben. Er wirft Marge vor, mit Keyes unter einer Decke zu stecken und ihn nur deshalb bemuttert zu haben, um ihn von dem Mord abzulenken. Doch seine Anschuldigungen sind völlig aus der Luft gegriffen, da Marge in ihm nur einen Ersatz für ihren vor langer Zeit verstorbenen Sohn Paulie gesehen hatte. Als Monk seine neue Freundin auf das Polizeirevier schleppt und sie dort in aggressivster Weise verhört, bedeutet dies auch das Ende der neuen Freundschaft.","versions":[{"lang":1,"streams":[{"redirect":13289374,"hoster":"VOE"},{"redirect":13289373,"hoster":"Doodstream"},{"redirect":13289371,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707742,"hoster":"VOE"},{"redirect":8707743,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mr. Monk möchte eigentlich nicht ins Stadion","epNo":13,"alt":"Mr. Monk Makes the Playoffs","descr":"Monk hat von dem bekannten Sportreporter Bob Costas einen Umschlag mit zwei Tickets für ein Playoff-Spiel der San Francisco Condors geschickt bekommen, weil er für Costas einen Fall gelöst hatte. Doch natürlich interessiert Monk sich überhaupt nicht für das Spiel und will nur ins Stadion gehen, um Costas nicht zu enttäuschen. Als er dies auf dem Polizeirevier ganz beiläufig erwähnt, bricht die Hölle los. Denn sämtliche Cops sind natürlich glühende Footballfans und würden alles dafür geben, Monk begleiten zu dürfen, zumal er auch noch Karten für die Pressebox hat, die ein Normalsterblicher niemals betreten darf. Obwohl Monk eigentlich mit Natalie zu dem Spiel gehen sollte, überzeugt diese ihn davon, seinen alten Freund Stottlemeyer mit ins Stadion zu nehmen, woraufhin er sich dann bald an der Seite eines Captains in kompletter Fan-Montur im Hexenkessel des Stadions wiederfindet. Stottlemeyer freut sich wie ein Kind, dass er endlich mal neben dem großen Bob Costas ein Spiel verfolgen darf, doch diese Freude wird leider schnell getrübt. Denn inmitten des Trubels der zahllosen angetrunkenen Fans findet Monk Hinweise darauf, dass in dem Stadion ein Verbrechen begangen worden sein könnte. Und als er dem im Footballrausch befindlichen Captain dann auch noch die Leiche des ermordeten Footballspielers David Gitelson präsentiert, ist es mit dessen guter Laune schnell vorbei. Denn anstatt in der Pressebox das Spiel zu genießen, muss Stottlemeyer nun gemeinsam mit Monk den Mord aufklären.","versions":[{"lang":1,"streams":[{"redirect":13289377,"hoster":"VOE"},{"redirect":13289393,"hoster":"Doodstream"},{"redirect":13289380,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707745,"hoster":"VOE"},{"redirect":8707746,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mr. Monks Mitgefühl hält sich in Grenzen","epNo":14,"alt":"Mr. Monk and the Bully","descr":"Bei Monk und Natalie herrscht eine Auftragsflaute, weshalb die beiden hoch begeistert sind, als ein potenzieller neuer Klient sich bei Natalie meldet. Doch als Monk den Namen des Mannes hört, steht ihm plötzlich das blanke Entsetzen ins Gesicht geschrieben, denn es handelt sich um Roderick Brody, einen ehemaligem Mitschüler Monks, der ihn nach dem Unterricht häufig auf übelste Weise gequält hatte. Deshalb verspürt Monk keinerlei Interesse daran, Brody wieder zu sehen, doch er lässt sich von Natalie zu einem unverbindlichen Besuch bei Brody überreden. Roderick Brody misst den alten Geschichten von der Schule offensichtlich keinerlei Bedeutung mehr bei und hat sie fast schon vergessen. Im Gegensatz zu Monk, der seine alten Traumata beim Anblick seines Ex-Mitschülers noch einmal durchlebt und nach wie vor Angst vor Brody hat. Doch diese Angst schwindet zusehends, als Brody von seinem Problem erzählt. Denn er glaubt, von seiner attraktiven Frau Marilyn betrogen zu werden und möchte von Monk den Beweis dafür haben. Und den will Monk natürlich nur allzu gern erbringen, denn es würde ihm eine späte Genugtuung verschaffen, seinen Peiniger als betrogenen Ehemann zu sehen...","versions":[{"lang":1,"streams":[{"redirect":13850425,"hoster":"VOE"},{"redirect":13289388,"hoster":"Doodstream"},{"redirect":13289397,"hoster":"Vidoza"},{"redirect":13289385,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707748,"hoster":"VOE"},{"redirect":8707747,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mr. Monk und die Magie des Mordens","epNo":15,"alt":"Mr. Monk and the Magician","descr":"Kevin Dorfman, Mister Monks langjähriger Nachbar, ist ermordet worden. Monk selbst findet ihn nach einem Auftritt in einem Varieté, wo Kevin sich als Nachwuchszauberer versucht hatte, tot auf dem Boden der Künstlergarderobe. Und es versteht sich natürlich von selbst, dass Monk nun beginnt, nach dem Mörder zu suchen. Denn obwohl Kevin eine unerträgliche Nervensäge war, war er Monk doch irgendwie ans Herz gewachsen. Da sämtliche Hinweise ins Milieu der Artisten und Zauberkünstler führen, macht Monk bald die Bekanntschaft des zwielichtigen Magiers Karl Torini. Und er ist schon bald fest davon überzeugt, dass niemand anderer als Torini seinen Nachbarn umgebracht hat. Doch leider hat Torini ein wasserdichtes Alibi, denn er war zur Tatzeit nachweislich in Reno. Aber Monk gibt nicht auf, und so beginnt er bald zu ahnen, mit welchem Trick der Zauberer es geschafft hat, an zwei Orten gleichzeitig zu sein...","versions":[{"lang":1,"streams":[{"redirect":13289390,"hoster":"VOE"},{"redirect":13289394,"hoster":"Doodstream"},{"redirect":13289420,"hoster":"Vidoza"},{"redirect":13289398,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707751,"hoster":"VOE"},{"redirect":8707750,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mr. Monk und das Letzte, was Trudy sah","epNo":16,"alt":"Mr. Monk Fights City Hall","descr":"In der Innenstadt von San Francisco soll ein Parkhaus abgerissen werden - ein zunächst recht harmloser Vorgang, der Monk allerdings in Aufruhr versetzt. Denn es handelt sich ausgerechnet um das Parkhaus, in dem Trudy gestorben ist und der nun für Monk ein heiliger Ort ist, den er um jeden Preis erhalten will. Deshalb wendet er sich an die Stadträtin Eileen Hill, die um Monks nicht unerhebliche Verdienste im Polizeidienst weiß, und bittet sie, den Abriss zu verhindern. Miss Hill scheint tatsächlich bereit, in der bald Abstimmung für den Erhalt von Monks Parkhaus zu stimmen. Doch bald darauf ist sie spurlos verschwunden, weshalb sich Monk und Natalie auf eine fieberhafte Suche nach ihr begeben. Aber leider wird bald darauf ihre Leiche aus der Bucht von San Francisco geborgen. Stadträtin Hill ist ermordet worden und Monk muss seine Ermittlungen aufnehmen...","versions":[{"lang":1,"streams":[{"redirect":13289419,"hoster":"VOE"},{"redirect":13289421,"hoster":"Doodstream"},{"redirect":13289423,"hoster":"Vidoza"},{"redirect":13289396,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707753,"hoster":"VOE"},{"redirect":8707754,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Mr. Monks Lieblingsserie","epNo":1,"alt":"Mr. Monk\u0027s Favorite Show","descr":"Als Monk wieder einmal zu einem Tatort gerufen wird, traut er seinen Augen nicht. Denn es geht um einen Mordversuch an der Schauspielerin Christine Rapp, die vor 35 Jahren die kleine Tochter in Monks Lieblings-Sitcom \u0027Der Cooper Clan\u0027 gespielt hatte. Und da diese Serie bis zum heutigen Tage die einzige ist, für die Monk sich begeistern konnte, weiß er noch jedes Detail und kann sogar die meisten Dialoge mitsprechen. Als Christine Rapp den berühmten Detektiv dann auch noch als Bodyguard engagiert, kann er sein Glück kaum fassen. Doch leider ist es nur von kurzer Dauer. Denn die Schauspielerin hatte kurz vor dem Mordanschlag ihre Memoiren veröffentlicht, die detaillierte Schilderungen der sexuellen Eskapaden enthalten, in die sie sich nach dem Ende von \u0027Der Cooper Clan\u0027 gestürzt hatte, um sich über einen jähen Karriereknick hinwegzutrösten. Der in sexuellen Dingen bekanntlich völlig unbedarfte Monk ist nach der Lektüre des Skandalbuches natürlich mehr als entsetzt und betrachtet Miss Rapp nur noch mit Ekel und Abscheu. Und deshalb wird natürlich sofort sein kriminalistischer Spürsinn geweckt, als Miss Rapp unter dubiosen Umständen den vermeintlichen Attentäter in Notwehr erschießt ...","versions":[{"lang":1,"streams":[{"redirect":13323209,"hoster":"VOE"},{"redirect":13323212,"hoster":"Doodstream"},{"redirect":13323217,"hoster":"Vidoza"},{"redirect":13323210,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707758,"hoster":"VOE"},{"redirect":8707756,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mr. Monk und der Fremde","epNo":2,"alt":"Mr. Monk and The Foreign Man","descr":"Monk kann nicht einschlafen, weil vor seinem Haus jemand unablässig Flöte spielt und Räucherstäbchen abbrennt. Als er hinunterstürmt, um den vermeintlichen Hippie zu verjagen, erlebt Monk eine Überraschung. Denn der Flötenspieler ist gar kein Hippie, sondern vielmehr ein liebenswerter Mann aus Nigeria namens Samuel Waingaya, der an einer Straßenecke um seine Frau trauert. Wie Monk von Samuel erfährt, war seine über alles geliebte Frau Ansara vor kurzem an genau dieser Stelle überfahren worden und gleich danach gestorben - der Täter jedoch geflüchtet. Ermordete Frau, unbekannter Täter - das ist natürlich eine Geschichte, die Monk mitten ins Herz trifft, da die Parallelen zu Trudys Tod unübersehbar sind. Deshalb verspricht Monk seinem neuen Freund, ihm bei der Aufklärung des Falls zu helfen. Aber das stellt sich als nicht so ganz einfach heraus, da die Fahrerflucht bereits zwei Wochen zurückliegt und die Polizei über keinerlei Anhaltspunkte verfügt.","versions":[{"lang":1,"streams":[{"redirect":13323211,"hoster":"VOE"},{"redirect":13323219,"hoster":"Doodstream"},{"redirect":13323224,"hoster":"Vidoza"},{"redirect":13323215,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707760,"hoster":"VOE"},{"redirect":8707759,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mr. Monk kann kein Mensch sein","epNo":3,"alt":"Mr. Monk and the UFO","descr":"Als Monk und Natalie wegen einer Autopanne auf einer Landstraße in Nevada festsitzen, sichtet Monk plötzlich am Nachthimmel ein UFO. Natalie bekommt nichts davon mit, da sie versucht, den Wagen wieder zum Laufen zu bringen und erklärt die Beobachtung ihres Chefs daher kurzerhand zum Hirngespinst. Doch Monk besteht darauf, wirklich ein UFO gesehen zu haben und so begibt er sich am nächsten Tag in den kleinen Ort, in dem der Wagen repariert werden muss, zum Sheriff und erzählt ihm von dem Objekt. Doch der Sheriff glaubt ihm genauso wenig wie Natalie. Das soll sich allerdings bald ändern, denn das UFO taucht ein zweites Mal direkt in dem Ort auf und wird von mehreren Menschen gesichtet und sogar gefilmt. Deshalb finden sich kurz darauf zahllose UFO-Fans in abstrusen Alien-Verkleidungen in dem kleinen Ort ein und wollen unbedingt mit Monk sprechen, da er ja den Erstkontakt hatte. Doch als sie Monk dann endlich persönlich kennen lernen, passiert etwas Erstaunliches. Denn die Science-Fiction-Spezialisten halten Monk selbst aufgrund seines kauzigen Verhaltens für einen Alien und verfolgen ihn auf Schritt und Tritt. Da kommt es Monk nur allzu gelegen, dass der Sheriff, der Erkundigungen über Monk eingezogen hat, den vermeintlichen Alien bald um seine Hilfe bei der Aufklärung eines Mordfalls bittet...","versions":[{"lang":1,"streams":[{"redirect":13323214,"hoster":"VOE"},{"redirect":13323221,"hoster":"Doodstream"},{"redirect":13323227,"hoster":"Vidoza"},{"redirect":13323216,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707766,"hoster":"VOE"},{"redirect":8707763,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mr. Monk verliebt sich in sein neues Spiegelbild","epNo":4,"alt":"Mr. Monk is Someone Else","descr":"Monk bekommt einen Auftrag vom FBI, der ihm einiges Kopfzerbrechen bereitet, denn wie ihm der eigens angereiste Agent Stone erklärt, ist kürzlich der extrem gefährliche Auftragskiller Frankie DePalma bei einem Verkehrsunfall ums Leben gekommen und Monk soll nun seinen Platz einnehmen, weil der verstorbene Killer haargenau so aussah wie der schrullige Detektiv, weshalb sich Monk nun in der Rolle des Frankie DePalma in die Unterwelt begeben soll. Das FBI hofft, mit seiner Hilfe auf die Spur der Auftraggeber DePalmas zu kommen - das Problem ist nur, dass Monk sich diese Aufgabe nicht zutraut. Doch als Stone ihn eindringlich bittet und ihm darüber hinaus klar macht, dass es um Menschenleben geht, erklärt sich Monk schließlich einverstanden. Deshalb begibt er sich schon bald als zigarrenrauchender Goldkettchenträger zu den mafiösen Hintermännern Frankie DePalmas, die allerdings zunächst über Monks skurriles Verhalten ziemlich verwundert sind. Doch Monk wächst schnell in seine neue Rolle als harter Bursche hinein. So schnell, dass er bald keine Lust mehr hat, wieder der alte, von neurotischen Ängsten geplagte Monk zu sein...","versions":[{"lang":1,"streams":[{"redirect":13323218,"hoster":"VOE"},{"redirect":13323222,"hoster":"Doodstream"},{"redirect":13323230,"hoster":"Vidoza"},{"redirect":13323220,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707768,"hoster":"VOE"},{"redirect":8707767,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mr. Monk in der Krise","epNo":5,"alt":"Mr. Monk Takes the Stand","descr":"Monk hat wieder mal einen Mörder überführt, nämlich den Bildhauer Evan Gildae, der auf raffinierte Weise seine Frau umgebracht hat. Monk konnte aufgrund seiner genialen Kombinationsgabe den Tathergang rekonstruieren und freut sich nun darauf, vor Gericht als Zeuge gegen Gildae auszusagen, um diesen endgültig hinter Gitter zu bringen. Doch Gildae hat ein Ass im Ärmel: Er engagiert zu seiner Verteidigung nämlich den Staranwalt Harrison Powell, der Monks Zeugenaussage vor Gericht dann völlig demontiert. Powell ist natürlich bestens über Monks fragile Psyche informiert und attackiert ihn im Zeugenstand so erbarmungslos, dass Monk fast einen Nervenzusammenbruch erleidet und dadurch für die Geschworenen nicht sehr glaubwürdiger wirkt, was dazu führt, dass der eiskalte Mörder als freier Mann das Gericht verlassen kann. Diese bittere Niederlage stürzt Monk in eine tiefe Krise. Er sieht sich aufgrund seiner zahllosen Macken einfach nicht mehr in der Lage, weiter für die Polizei Verbrechen aufzuklären, muss er doch befürchten, dass die von ihm überführten Verbrecher einfach wieder Harrison Powell engagieren, der Monk mit seinen Psychotricks jederzeit wieder auseinandernehmen kann. Weder Natalie und Captain Stottlemeyer noch Dr. Bell sind in der Lage, Monk von seinem Entschluss abzubringen. Doch da hilft ein Zufall dem frustrierten Genie und Monk ist erstaunlicherweise dann doch noch in der Lage, Evan Gildae hinter Gitter zu bringen und dem erfolgsverwöhnten Staranwalt Powell die erste Niederlage seiner bislang makellosen Karriere zu bescheren...","versions":[{"lang":1,"streams":[{"redirect":13323223,"hoster":"VOE"},{"redirect":13323225,"hoster":"Doodstream"},{"redirect":13323233,"hoster":"Vidoza"},{"redirect":13323229,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707770,"hoster":"VOE"},{"redirect":8707769,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mr. Monk, die Schönen und das Biest","epNo":6,"alt":"Mr. Monk and the Critic","descr":"Julie steht vor der ersten großen Bewährungsprobe in ihrer Karriere als angehende Schauspielerin und Sängerin. Sie tritt in der Amateuraufführung eines Musicals auf und begeistert das Publikum sofort - und natürlich auch ihre stolze Mutter sowie den ebenfalls anwesenden Mr. Monk. Doch am nächsten Tag erscheint in der Zeitung ein vernichtender Verriss des Starkritikers John Hannigan, der das Stück und insbesondere Julies Auftritt als völlig vergessenswert beschreibt. Das ist natürlich eine schwere Enttäuschung für Julie und insbesondere auch für deren Mutter, die einfach nicht glauben kann, dass Hannigan Julies umjubelten Auftritt wirklich gesehen hat. Als sich dann herausstellt, dass am Abend der Aufführung in der Nähe des Theaters eine junge Frau ermordet wurde, ist die Sache für Natalie sofort klar: Sie behauptet steif und fest, dass sich Hannigan während Julies Auftritt aus der Vorstellung geschlichen haben muss, um den Mord zu begehen. Natürlich sind weder Captain Stottlemeyer noch Monk für diese abstruse Theorie zu begeistern und schreiben sie allein der Rachsucht einer enttäuschten Mutter zu. Aber als Natalie dann beginnt, auf eigene Faust zu ermitteln und herausfindet, dass Hannigan die Ermordete tatsächlich gekannt hat, beteiligt sich auch der skeptische Monk an ihren Nachforschungen. Und bald muss er zugeben, dass Natalies Theorie gar nicht so abstrus ist...","versions":[{"lang":1,"streams":[{"redirect":13323226,"hoster":"VOE"},{"redirect":13323232,"hoster":"Doodstream"},{"redirect":13323237,"hoster":"Vidoza"},{"redirect":13323228,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12337236,"hoster":"VOE"},{"redirect":8707772,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mr. Monk im Unheil des Voodoos","epNo":7,"alt":"Mr. Monk and the Voodoo Curse","descr":"In San Francisco kommen mehrere Menschen auf sehr ungewöhnliche Weise zu Tode. Die Polizei findet in den Wohnungen der jeweiligen Opfer immer eine Voodoo-Puppe mit eindeutigen Hinweisen auf die Todesart ihrer Besitzer. So wird zum Beispiel bei einer Frau, die von einem Baseball erschlagen wurde, eine Puppe mit einem Baseball am Kopf gefunden, und das Opfer eines Blitzschlages hatte eine Voodoo-Puppe zu Hause, aus deren Kopf ein stilisierter Blitz aus Alupapier ragt. Das Merkwürdigste an allen Fällen ist jedoch, dass die Puppen den Opfern per Post zugeschickt worden waren - und das mehrere Tage vor ihrem spektakulären Ableben. Es scheint also wirklich ein Voodoo-Zauber im Spiel zu sein. Und das ist natürlich ein klarer Fall für Monk, der allerdings überhaupt nichts von solchen Hexereien hält und lieber versucht, die Todesfälle auf rationale Weise zu analysieren. Ganz im Gegensatz zu Natalie, die nämlich ziemlich abergläubisch ist und durch den Voodoo-Fall in panische Angst gerät. Diese Angst wird noch gesteigert, als Natalie selbst eine solche Puppe zugeschickt bekommt, deren Kopf abgetrennt ist, weshalb sie nun der festen Überzeugung ist, dass sie bald geköpft wird. Und obwohl Monk nach wie vor nicht daran glaubt, dass tatsächlich Voodoo im Spiel ist, bestellt er den obskuren Hexenmeister Reverend Jorgensen zu Natalie, damit dieser sie von den bösen Geistern befreit. Doch im Verlauf der grotesken Zeremonie, bei der Natalie irrtümlich eines der Elixiere des Hexenmeisters schluckt, wird Monk plötzlich klar, dass er es mit einer Serie von raffiniert begangenen Morden zu tun hat, was schon bald zur Festnahme des vermeintlichen Voodoo-Killers führt. Und nun muss auch Natalie einsehen, dass alles nur fauler Zauber war...","versions":[{"lang":1,"streams":[{"redirect":13323231,"hoster":"VOE"},{"redirect":13323245,"hoster":"Doodstream"},{"redirect":13323236,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707775,"hoster":"VOE"},{"redirect":8707777,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mr. Monk muss zur Gruppentherapie","epNo":8,"alt":"Mr. Monk Goes to Group Therapy","descr":"Monk erhält einen Brief von seiner Krankenversicherung, dessen Inhalt ihn in einen Schockzustand versetzt. Denn ihm wird mitgeteilt, dass ihm nur die Kosten für maximal 2.000 Therapiesitzungen erstattet werden, und wie Monk blitzschnell ausrechnet, wird seine nächste Sitzung bei Dr. Bell exakt die zweitausendste in seiner Karriere als Psychopatient sein. Monk findet sich also völlig verzweifelt bei seinem Therapeuten ein, doch Dr. Bell weiß glücklicherweise eine Lösung für das Problem. Er schlägt Monk vor, künftig an einer Gruppentherapie teilzunehmen, da es sich dabei um eine gänzlich andere Therapieform handelt, die von der Versicherung erstattet würde. Natürlich kommt diese Lösung für Monk nicht in Frage, da er sich nicht in der Lage sieht, über seine psychischen Probleme in einer Gruppe von Unbekannten zu reden. Ganz ohne Therapie kann Monk aber auch nicht leben und so überwindet er sich schließlich und findet sich zur ersten Gruppensitzung bei Dr. Bell ein. Wie sich herausstellt, handelt es sich aber um eine recht ungewöhnliche Therapiegruppe, denn mehrere ihrer Mitglieder sind in jüngster Zeit unter rätselhaften Umständen ums Leben gekommen - ein Umstand, der Monks Interesse an der Gruppe weckt, handelt es sich hierbei doch zweifelsfrei um eine Mordserie...","versions":[{"lang":1,"streams":[{"redirect":13323173,"hoster":"VOE"},{"redirect":13323179,"hoster":"Doodstream"},{"redirect":13323183,"hoster":"Vidoza"},{"redirect":13323174,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917745,"hoster":"VOE"},{"redirect":8707779,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mr. Monk feiert nicht freiwillig Geburtstag","epNo":9,"alt":"Happy Birthday, Mr. Monk","descr":"Monks 50. Geburtstag steht vor der Tür und Natalie möchte für ihren Boss unbedingt eine Überraschungsparty ausrichten. Doch das ist nicht gerade einfach, denn natürlich hasst Monk jegliche Art von Party und zudem wittert er mit seinem kriminalistischen Scharfsinn jeden noch so raffinierten Versuch Natalies, ihn in irgendwelche Räumlichkeiten zu locken, in denen seine Freunde sich bereits versteckt haben, um \u0027Überraschung\u0027 zu brüllen. Da Natalie aber nicht aufgibt, muss Monk nun einen beträchtlichen Teil seiner geistigen Aktivität darauf verwenden, Natalies ausgeklügelte Party-Arrangements zu enttarnen und kann sich daher nicht hundertprozentig um die Aufklärung seines aktuellen Falls bemühen. Und das, obwohl es dabei um zwei Morde geht, die mit der Erfindung des ersten selbstreinigenden Staubsaugers der Welt in Zusammenhang stehen. Dieser Staubsauger ist für Monk natürlich eine Offenbarung und so lässt er nicht locker, bis er ein solches Gerät sein eigen nennen kann. Leider macht Monks Putztrieb auch vor dem selbstreinigenden Staubsauger nicht halt. Obwohl in der Betriebsanleitung ausdrücklich davor gewarnt wird, den Filter des Geräts zu reinigen, muss Monk zwanghaft genau das tun - woraufhin der Wunderstaubsauger nicht mehr funktioniert. Doch ein Besuch in der Werkstatt des Erfinders Kurt Pressman schafft Abhilfe und nicht nur das, denn Monk erhält durch Pressman entscheidende Hinweise für die Aufklärung des Falls. Aber auch das kann ihn nicht davor bewahren, dass Natalie schlussendlich ihr Ziel erreicht und ihren Boss tatsächlich mit einer raffiniert organisierten Geburtstagsparty überrascht...","versions":[{"lang":1,"streams":[{"redirect":13323180,"hoster":"VOE"},{"redirect":13323177,"hoster":"Doodstream"},{"redirect":13323176,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707781,"hoster":"VOE"},{"redirect":8707782,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mr. Monk mit Natalie - und Sharona?","epNo":10,"alt":"Mr. Monk and Sharona","descr":"Völlig überraschend steht Sharona plötzlich in der Wohnung ihres ehemaligen Arbeitgebers. Doch Monks Wiedersehensfreude ist leicht getrübt, denn kurz danach taucht auch Natalie auf, und Monk befürchtet nicht ganz zu Unrecht Rivalitäten zwischen den beiden Frauen. Sharona ist aus einem traurigen Anlass nach San Francisco gekommen, denn ihr Onkel Howie ist auf dem Golfplatz Opfer eines Unfalls geworden. Doch wie sich bald herausstellt, schmerzt Sharona der Verlust nicht sonderlich, da sie ihren Onkel kaum kannte und der Golfclub überdies bereit ist, ihr eine beachtliche Entschädigung zu zahlen, da Onkel Howie durch eine defekte Treppe auf dem Clubgelände zu Tode gekommen war. Doch als Monk angesichts der Fotos vom Unfallort feststellt, dass es sich um einen Mord gehandelt haben muss, verschlechtert sich Sharonas Laune ganz erheblich, denn in diesem Fall würde sie natürlich leer ausgehen. Doch Mord ist Mord, und so begleitet sie Monk und Natalie bei der ziemlich schwierigen Aufklärung des Falls.","versions":[{"lang":1,"streams":[{"redirect":13323178,"hoster":"VOE"},{"redirect":13323181,"hoster":"Doodstream"},{"redirect":13323194,"hoster":"Vidoza"},{"redirect":13323184,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707785,"hoster":"VOE"},{"redirect":8707784,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mr. Monk kommt auf den Hund","epNo":11,"alt":"Mr. Monk and the Dog","descr":"Während Monk die Ermordung der bekannten Malerin Amanda Castle untersucht, taucht plötzlich ein Mann vom Tierschutz auf, um Shelby, den Hund der Künstlerin abzuholen. Dabei erfährt Monk, dass der Hund wohl über kurz oder lang in der Tötungsstation landen wird, falls ihn niemand abholt. Das findet Monk natürlich entsetzlich, und so entschließt er sich erstaunlicherweise spontan dazu, den Hund bei sich aufzunehmen. Aber das Zusammenleben wird natürlich für Herr und Hund nicht gerade einfach, denn Shelby darf sich bei Monk weder kratzen noch herumlaufen oder sich gar auf dem Teppich wälzen. Genaugenommen darf der Hund bei Monk eigentlich nichts außer still in der Ecke sitzen, was auch für den bravsten Hund schlechterdings unmöglich ist. Doch da Monk nun endlich nicht mehr allein ist, findet er tatsächlich allmählich Gefallen an seinem neuen Mitbewohner. Und nicht nur das, denn als sich herausstellt, dass Shelby schwanger ist und Monk schon bald mit einem ganzen Haufen kleiner Welpen beglücken wird, wandelt er sich trotz anfänglichen Entsetzens zu einem glücklichen \u0027Hundevater\u0027. Als die kleinen Welpen dann das Licht der Welt erblicken, erlebt Monk eine Überraschung. Denn sie stammen eindeutig von einem Australian Sheperd ab - einer Hunderasse ohne Schwanz. Und da der Hauptverdächtige in dem Mordfall genauso einen Hund sein eigen nennt, ist es für Monk nun kein Problem mehr, eine Verbindung zwischen ihm und der ermordeten Malerin nachzuweisen.","versions":[{"lang":1,"streams":[{"redirect":13323182,"hoster":"VOE"},{"redirect":13323186,"hoster":"Doodstream"},{"redirect":13323185,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707787,"hoster":"VOE"},{"redirect":8707788,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mr. Monk riskiert seine Wiedereinstellung","epNo":12,"alt":"Mr. Monk Goes Camping","descr":"Endlich ist es soweit: Monks Antrag auf Wiedereinstellung wird von der zuständigen Kommission bei der Polizei geprüft und er selbst vorgeladen, damit sich die Mitglieder des Gremiums ein Bild von seinem derzeitigen Zustand machen können. Und da Monk sich lange auf seinen Auftritt vorbereitet hat, macht er tatsächlich einen sehr guten Eindruck. Allerdings nur auf zwei Mitglieder der dreiköpfigen Kommission, denn ausgerechnet deren Vorsitzender Captain Willis hat erhebliche Bedenken. Doch da die endgültige Entscheidung erst nach einer Woche fallen soll, bleibt Monk noch etwas Zeit, den grimmigen Willis umzustimmen. Da trifft es sich gut, dass Lieutenant Disher gerade mit einer Gruppe von Kindern seiner Kollegen einen Campingausflug machen will und auch Brian, der halbwüchsige Sohn von Captain Willis, mitfahren wird. Als Monk davon erfährt, überredet er Randy sofort, ihn ebenfalls mitzunehmen, obwohl sowohl dieser als auch Natalie ihn nachdrücklich davon abzubringen versuchen, da Monk sich ja bekanntlich nicht besonders gern in der freien Natur aufhält. Wie zu erwarten, kann Monk seine Phobien und Macken während des Campingsauflugs nicht unter Kontrolle halten und geht damit sowohl Disher als auch den Jungs permanent auf die Nerven. Monks Chancen auf Wiedereinstellung stehen denkbar schlecht...","versions":[{"lang":1,"streams":[{"redirect":13733753,"hoster":"VOE"},{"redirect":13323189,"hoster":"Doodstream"},{"redirect":13323195,"hoster":"Vidoza"},{"redirect":13323190,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707792,"hoster":"VOE"},{"redirect":8707789,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mr. Monk ermittelt als Trauzeuge","epNo":13,"alt":"Mr. Monk Is the Best Man","descr":"Captain Stottlemeyer macht seiner geliebten TK einen Heiratsantrag, den diese nur allzugern annimmt. Deshalb beginnen schon bald die Hochzeitsvorbereitungen, in die alle Freunde und Kollegen involviert werden - sogar Monk, der sogar als Trauzeugen fungieren soll. Doch leider kommt es bald zu einigen mysteriösen Zwischenfällen, die die allgemeine Vorfreude auf die Trauung erheblich trüben. Denn die Wohnung des Captains wird aufgebrochen und verwüstet, und kurze Zeit später wird auch noch sein Auto in Brand gesteckt. Diese Geschehnisse führen dann zu einer echten Katastrophe. Denn TK zieht schweren Herzens ihr Jawort zurück, da sie nicht glaubt, als Ehefrau eines Cops leben zu können, der ständig mit schweren Verbrechen zu tun hat, die auch sein Privatleben überschatten. Stottlemeyer ist natürlich am Boden zerstört und macht sich auf die Suche nach dem Schurken, der offenbar gezielt sein künftiges Eheglück zerstören will. Natürlich hilft ihm Trauzeuge Monk bei den Ermittlungen, und aufgrund dessen genialer Kombinationsgabe wird der Täter schon bald gefasst.","versions":[{"lang":1,"streams":[{"redirect":13323191,"hoster":"VOE"},{"redirect":13323193,"hoster":"Doodstream"},{"redirect":13323196,"hoster":"Vidoza"},{"redirect":13323192,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707793,"hoster":"VOE"},{"redirect":8707795,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mr. Monks Freude endet am Schreibtisch","epNo":14,"alt":"Mr. Monk and the Badge","descr":"Monk ist fassungslos: Der Commissioner hat tatsächlich aufgrund seiner langjährigen Verdienste beschlossen, ihn wieder in den Polizeidienst aufzunehmen. Doch Monks Freude wird schnell getrübt, denn er darf nicht mehr wie gewohnt mit dem Captain und Randy zusammenarbeiten, sondern bekommt zunächst einen Schreibtischjob auf dem Revier zugewiesen. Währendessen gelingt es den Kollegen im Außendienst, den langgesuchten \u0027Spitzhackenkiller\u0027 zu schnappen, und sie sind natürlich mächtig stolz auf diese öffentlichkeitswirksame Verhaftung. Doch als sich Monk eher zufällig mit dem Fall beschäftigt, fallen ihm sofort einige Ungereimtheiten auf, und er beginnt auf eigene Faust zu ermitteln. Natürlich wollen sich seine Kollegen ihren Fahndungserfolg keinesfalls von dem kauzigen neuen Kollegen vermiesen lassen. Monk behält jedoch wie immer recht - aber das tröstet ihn nicht darüber hinweg, dass er sich bei der Polizei nicht mehr heimisch fühlt...","versions":[{"lang":1,"streams":[{"redirect":13323198,"hoster":"VOE"},{"redirect":13323202,"hoster":"Doodstream"},{"redirect":13323207,"hoster":"Vidoza"},{"redirect":13323199,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707798,"hoster":"VOE"},{"redirect":8707796,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mr. Monk und Trudys Erbe ? Teil 1","epNo":15,"alt":"Mr. Monk and the End (Part One)","descr":"Als Monk vom Captain zu einem Tatort gerufen wird, erlebt er eine Überraschung. Denn bei dem Fall handelt sich um einen Mord, der an genau dem gleichen Ort begangen wurde, an dem Monk vor zwölf Jahren den verhängnisvollen Anruf erhalten hat, der ihn über Trudys Tod informierte - in einer Geburtsklinik. Deshalb bietet Stottlemeyer dem sichtlich verstörten Monk natürlich an, bei den Ermittlungen auf seine Hilfe zu verzichten. Monk lehnt ab, doch kurze Zeit später erkrankt er und wird von Natalie ins Krankenhaus gebracht. Dort stellt sich heraus, dass Monk offenbar vergiftet wurde. Und zwar mit einer extrem toxischen synthetischen Substanz, die Monk umbringen wird, wenn sich nicht innerhalb kürzester Zeit herausstellt, um welches Gift genau es sich handelt. Stottlemeyer stellt daraufhin auf eigene Faust eine Spezialeinheit zusammen, der es dann auch tatsächlich gelingt, den Mann aufzuspüren, der Monk vergiftet hat. Doch leider wird der Gangster auf der Flucht von einem Zug überrollt und stirbt, bevor er noch etwas über die Zusammensetzung des Giftes oder sein Motiv erzählen kann. Der Fall bleibt rätselhaft, und es sieht nicht gut für Monk aus. Und obwohl seine Freunde und Kollegen es nicht wahrhaben wollen, müssen sie sich allmählich mit dem Gedanken vertraut machen, dass Monk binnen kurzem sterben wird. Monk selbst zeigt sich hingegen überraschend gelassen, denn er hofft darauf, dass er schon bald im Jenseits wieder mit seiner geliebten Trudy vereint sein wird. Deshalb bittet er Natalie, ihm Trudys letztes Weihnachtsgeschenk zu bringen, das so viele Jahre lang ungeöffnet in seinem Bücherregal gestanden hatte. Als Monk das Paket aufmacht, findet er darin ein Video, das er sich sofort mit Natalie ansieht. Und beide müssen entsetzt erkennen, dass die vermeintlich so engelsgleiche Trudy offenbar ein dunkles Geheimnis hatte ...","versions":[{"lang":1,"streams":[{"redirect":13323203,"hoster":"VOE"},{"redirect":13323208,"hoster":"Vidoza"},{"redirect":13323200,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707801,"hoster":"VOE"},{"redirect":8707799,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mr. Monk und Trudys Erbe - Teil 2","epNo":16,"alt":"Mr. Monk and the End (Part Two)","descr":"Trudys Geheimis ist ein extremer Schock für Monk. Denn sie hatte, kurz bevor sie ihn kennenlernte, eine Affäre mit dem Juraprofessor Ethan Rickover - einem verheirateten Mann. Und nicht nur das, denn diesem Verhältnis war sogar ein Kind entsprungen, das allerdings gleich nach der Geburt gestorben war. Zufälligerweise kennt Monk den Juraprofessor, der mittlerweile als Richter tätig ist und mit dem der Captain bei seinem aktuellen Mordfall zusammenarbeitet. Da aber auch dieser Fall ja eine gewisse Beziehung zu Trudy hat, kommt Monk bald auf die Idee, dass Rickover vielleicht Dreck am Stecken haben könnte. Und obwohl ihm seine Vergiftung immer mehr Kräfte raubt und er schon an der Schwelle des Todes steht, beginnt Monk, auf eigene Faust gegen den Richter zu ermitteln und beginnt in der Vergangenheit von ihm nachzuforschen.","versions":[{"lang":1,"streams":[{"redirect":13323204,"hoster":"VOE"},{"redirect":13323205,"hoster":"Doodstream"},{"redirect":13323213,"hoster":"Vidoza"},{"redirect":13323206,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8707803,"hoster":"VOE"},{"redirect":8707804,"hoster":"Streamtape"}]}]}]}]}