{"seriesId":"monsieur-spade","name":"Monsieur Spade","descr":"Wir schreiben das Jahr 1963, und der legendäre Detective Sam Spade (Clive Owen) genießt seinen Ruhestand in Südfrankreich. Im Gegensatz zu seiner Zeit als Privatdetektiv in San Francisco ist Spades Leben in Bozouls friedlich und ruhig. Doch die gerüchteweise Rückkehr seines alten Widersachers wird alles verändern. Sechs geliebte Nonnen sind im örtlichen Kloster brutal ermordet worden. Während die Stadt trauert, kommen Geheimnisse ans Licht, und neue Spuren werden gelegt. Spade erfährt, dass die Morde irgendwie mit einem geheimnisvollen Kind zusammenhängen, dem große Kräfte zugeschrieben werden. (Zwanzig Jahre nach den Ereignissen des Romans `DER MALTESISCHE FALKE`)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Spade kommt in Bozouls an. Eine kurze Reise wird zu einem neuen Kapitel, als er sich in einen örtlichen Weinbergbesitzer verliebt. Jahre später ist Spade immer noch Witwer und Rentner, der in Ruhe seinen Lebensabend verbringt. Doch die Rückkehr seines Widersachers ändert alles.","versions":[{"lang":2,"streams":[{"redirect":13649096,"hoster":"VOE"},{"redirect":13649098,"hoster":"Vidoza"},{"redirect":13649097,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"","versions":[{"lang":2,"streams":[{"redirect":13705446,"hoster":"VOE"},{"redirect":13705445,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Spade sucht nach Antworten bezüglich des mysteriösen Jungen, nach dem anscheinend alle suchen. Samir versteckt ihn, aber niemand weiß, was er mit seinem unaufhörlichen Schreiben anfangen soll. Spade erhält einen Anruf vom schwer fassbaren Philippe.","versions":[{"lang":2,"streams":[{"redirect":13703216,"hoster":"VOE"},{"redirect":13703213,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Spade befragt den Eindringling und erfährt, dass einige immer noch seinen Tod wünschen. Als eine Leiche auftaucht, begibt sich Teresa auf die Suche nach ihrem abwesenden Vater Philippe.","versions":[{"lang":2,"streams":[{"redirect":13728371,"hoster":"VOE"},{"redirect":13728369,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Spade bekommt mehr, als er erwartet hatte, als er seine exzentrischen Nachbarn befragt und mehr über die mysteriösen Fähigkeiten des Jungen erfährt. Teresa setzt ihre Ermittlungen alleine fort. Jean-Pierre stellt sich seiner Vergangenheit und stellt Philippe zur Rede.","versions":[{"lang":2,"streams":[{"redirect":13754798,"hoster":"VOE"},{"redirect":13754797,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Spade findet heraus, wer ihn verfolgt hat. Philippe arrangiert einen Deal für den Jungen, der schnell schiefgeht und zu einer gefährlichen Konfrontation auf der alten Stadtbrücke führt. Ein mysteriöser Neuankömmling taucht auf und deckt geheime Identitäten und Absichten auf.","versions":[{"lang":2,"streams":[{"redirect":13781039,"hoster":"VOE"},{"redirect":13781040,"hoster":"Streamtape"}]}]}]}]}