{"seriesId":"monster-rancher","name":"Monster Rancher","descr":"[Monster Farm: Enbanseki no Himitsu] handelt vom elfjährigen Grundschüler Genki Sakura, der über die Monster Rancher-Videospiele von der realen Welt in die Videospielwelt kommt und dort, zusammen mit seinen Freunden, gegen das böse Monster Moo kämpft, das die Welt zerstören will. Er lernt dort sehr viele neue Dinge, muss sich Kämpfen aussetzen und beweisen, was wahre Freundschaft bedeutet. Er zeigt Mut und Charakterstärke.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Jetzt geht’s los","epNo":1,"alt":"In The Beginning","descr":"Genki sitzt in der Schule und träumt von seinem Lieblingsspiel Monster Rancher. Zuhause angekommen sieht er zuerst nach, ob die neue Ausgabe von Monster Rancher schon da ist. Voller Freude, dass das Spiel angekommen ist, fängt er an zu spielen. Plötzlich wird er in die Welt von Monster Rancher versetzt. Suezo und Holly wollen mit Hilfe eines Geheimnissteins den Phönix erscheinen lassen, doch statt dessen taucht Genki auf.","versions":[{"lang":1,"streams":[{"redirect":12898186,"hoster":"VOE"},{"redirect":12898187,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Freunde für immer!","epNo":2,"alt":"I’m Mocchi!","descr":"Genki und seine Freunde sind in einem Dorf, um etwas zu essen. Als die Dorfbewohner mitbekommen, dass er und seine Freunde gegen Moo kämpfen wollen, bekommen sie Angst und wollen nichts mit ihm und seinen Freunden zu tun haben. So bleibt ihnen nichts anderes übrig, als im Freien zu übernachten. Doch das gefällt Mocchi überhaupt nicht. Da taucht der alte Mathew auf und lädt Genki und seine Freunde zu sich und zu seiner Frau nach Hause ein.","versions":[{"lang":1,"streams":[{"redirect":12898188,"hoster":"VOE"},{"redirect":12898189,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Rätselwald","epNo":3,"alt":"Guardian Of The Disks","descr":"Genki und seine Freunde suchen den Rätselstein, in dem der Phönix gefangen ist. Ihre Suche führt sie in einen unheimlichen Wald. Dort stoßen sie auf eine Grabstätte voller seltsamer Geheimnissteine. Der Hüter der Grabstätte ist Golem. Er erzählt ihnen, dass Monster, die im Kampf sterben, in solchen Geheimnissteinen gefangen sind und nicht mehr zum Leben erweckt werden können.","versions":[{"lang":1,"streams":[{"redirect":12898195,"hoster":"VOE"},{"redirect":12898194,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Allan und sein Riesenwurm","epNo":4,"alt":"Eternal Worm","descr":"Genki und seine Freunde werden von den drei Flora Schwestern angegriffen, können aber entkommen. Allerdings verwandeln sie eine der Schwestern in ein Verlorenes Monster. Die beiden Schwestern schwören Rache. Als Genki und Holly und die anderen in einem Schrein ein Monster aus einem Geheimnisstein befreien wollen, erscheint Allan und stiehlt den Stein. Genki verfolgt Allan und wird von seinem Riesenwurm angegriffen.","versions":[{"lang":1,"streams":[{"redirect":12898197,"hoster":"VOE"},{"redirect":12898198,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tiger – Sohn des Windes","epNo":5,"alt":"Tiger Of The Wind","descr":"Genki und seine Freunde werden von Tiger und seiner Meute überfallen und beraubt. Natürlich wehrt sich Genki, doch gegen Tiger und seine mega-starken Attacken hat er keine Chance. Tiger und seine Meute laufen jedoch in eine Falle der Raubdinos. Alle Freunde von Tiger sterben und werden zu Verlorenen Monstern. Tiger wird schwer verletzt. Genki und seine Freunde pflegen Tiger gesund, doch der ist nicht gerade dankbar, denn er mag Menschen nicht. Als Genki und Holly und die anderen gegen die Raubdinos kämpfen, um ihren Mirakel-Stein zurück zu bekommen, hilft Tiger ihnen in höchster Not. Da auch er Moo hasst, schließt er sich Genki und seinen Freunden an. Gemeinsam werden sie versuchen, Moo zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":12898200,"hoster":"VOE"},{"redirect":12898203,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Haki, das Schlitzohr","epNo":6,"alt":"Hare’s Trick","descr":"Holly, Genki und ihre Freunde sind fast pleite. Sie gehen ins nächste Dorf, um etwas Geld zu verdienen. Dort finden in einer Arena gerade Monster-Wettkämpfe statt. Tiger will um den Geldpreis kämpfen und gewinnt einen Kampf nach dem anderen. Er ist sich sicher, schon so gut wie gewonnen zu haben. Da trifft er auf Haki, der ihn besiegt. Doch Haki ist mit dem Preis für seinen ersten Platz nicht zufrieden. Er stiehlt Genki, Holly und seinen Freunden das Preisgeld für den zweiten Platz.","versions":[{"lang":1,"streams":[{"redirect":12898206,"hoster":"VOE"},{"redirect":12898205,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die mutigen Sieben!","epNo":7,"alt":"The Courageous Seven","descr":"Genki und seine Freunde stehen an einer Kreuzung und können sich nicht entscheiden, wohin sie gehen sollen. Genki ist enttäuscht, denn seine Meinung ist nicht gefragt. Als sie ein Dorf erreichen, herrscht dort große Aufregung. Denn böse Hakis versuchen den Staudamm zu zerstören, den die Dorfbewohner gebaut haben, um mit dem Wasser ihre Felder zu bewässern. Tiger und den anderen Monstern gelingt es, die bösen Hakis zu vertreiben, doch der Damm droht zu brechen.","versions":[{"lang":1,"streams":[{"redirect":12898208,"hoster":"VOE"},{"redirect":12898212,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hollys Geschichte","epNo":8,"alt":"After The Rain","descr":"Es regnet in Strömen. Genki will von Holly wissen, wieso sie unterwegs ist und wo ihre Familie ist. Holly erzählt die Geschichte nicht gerne, denn sie ist sehr traurig.","versions":[{"lang":1,"streams":[{"redirect":12898213,"hoster":"VOE"},{"redirect":12898215,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Eisenvogel","epNo":9,"alt":"The Iron Bird","descr":"Genki und seine Freunde erreichen die Himmelsschlucht, von der man sagt, sie sei unendlich tief. Während sie noch überlegen, wie sie die Schlucht überqueren sollen, taucht am Himmel ein Fluggerät auf. Es ist ein Eisenvogel, auf dem ein Mann sitzt. Der Eisenvogel stürzt ab, doch Eddy, dem Piloten, ist nichts passiert. Genki und seine Freunde wollen den Eisenvogel mieten.Doch zuerst müssen Suezo und Haki mit Eddy den Preis aushandeln.","versions":[{"lang":1,"streams":[{"redirect":12898216,"hoster":"VOE"},{"redirect":12898218,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Aufstand","epNo":10,"alt":"The Ruins’ Secret","descr":"Genki und seine Freunde haben es geschafft. Sie haben die Himmelsschlucht überflogen, allerdings gibt es beim Landen Probleme, doch alle überstehen die Bruchlandung unverletzt. Nach einem anstrengenden Fußmarsch stoßen sie auf eine Gruppe Menschen, die von Elastos bewacht und wie Sklaven gehalten werden. Als Mickey von einem Elasto geschlagen wird, greifen Genki und seine Freunde ein und vertreiben die Elastos.","versions":[{"lang":1,"streams":[{"redirect":12898221,"hoster":"VOE"},{"redirect":12898222,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Pixies Rettung","epNo":11,"alt":"Pixie’s Defeat","descr":"Holly, Suezo, Tiger, Golem und Haki sind von Pixie gefangen worden. Genki will seine Freunde befreien. Er bittet Mocchi, allein zurück zu bleiben. Wird Genki bei seinem Befreiungsversuch geschnappt, kann Mocchi versuchen, den Phönix allein zu finden. Holly und die anderen müssen zusammen mit vielen Gefangenen als Sklaven arbeiten. Sie können keinen Ausbruch wagen, denn die anderen Gefangenen müssten dafür büßen. Da taucht Genki auf und befreit seine Freunde und die anderen. Doch Pixie, die so etwas vorausgesehen hat, hat Mocchi als Geisel genommen.","versions":[{"lang":1,"streams":[{"redirect":12898224,"hoster":"VOE"},{"redirect":12898228,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das letzte Tor","epNo":12,"alt":"Monol’s Story","descr":"Genki und seine Freunde finden einen Geheimnisstein. Doch statt dem Phönix erscheint ein Monol. Er erzählt Genki und seinen Freunden die Geschichte der Uralten, die vor langer Zeit auf der Erde gelebt haben. Diese Menschen haben die Monster als Haustiere erschaffen, doch dann begannen sie einen Krieg. Sie erschufen ein Monster, das nur eines kannte, die totale Zerstörung. Dieses Monster war Moo. Moo war riesengroß und so gut wie unbesiegbar. Doch bald gehorchte Moo den Befehlen der Menschen nicht mehr und lernte, die anderen Monster unter seine Kontrolle zu bringen.","versions":[{"lang":1,"streams":[{"redirect":12898229,"hoster":"VOE"},{"redirect":12898232,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Moos wahres Gesicht","epNo":13,"alt":"Moo Revealed","descr":"Genki und seine Freunde treffen auf Moo. Sie haben keine Wahl und müssen sich dem Kampf stellen. Doch sie verlieren und Holly wird von Moo entführt. Außer Genki und Suezo wollen alle den Kampf gegen Moo aufgeben, denn sie haben keine Chance gegen ihn. Doch Genki kann sie umstimmen. Gemeinsam machen sie sich die Suche nach neuen Verbündeten, die ihnen helfen sollen.","versions":[{"lang":1,"streams":[{"redirect":12898233,"hoster":"VOE"},{"redirect":12898234,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Hollys Rettung","epNo":14,"alt":"Holly’s Rescue","descr":"Moo hat Holly gefangen und in seine fliegende Festung gebracht. Genki und die anderen sind auf dem Weg zu ihr, um sie zu retten. Moo verrät Holly, wer er ist.","versions":[{"lang":1,"streams":[{"redirect":12898236,"hoster":"VOE"},{"redirect":12898237,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Captain Horns Heiratspläne","epNo":15,"alt":"A New Departure","descr":"Genki und seine Freunde erreichen das Meer. Der Mirakelstein hat ihnen verraten, dass der Phönix jenseits des Meeres zu finden ist. Also brauchen unsere Freunde ein Schiff. Aber der Hafen und die kleine Stadt sind verlassen. Da werden Genki und seine Freunde von Zuums angegriffen, den Gali, ein Mitglied der Fiesen Vier, geschickt hat. Plötzlich taucht ein Piratenschiff auf und vertreibt die Zuums mit Kanonenschüssen. Doch auch Genki und seine Freunde werden von dem Piraten Captain Horn beschossen und dann gefangen genommen.","versions":[{"lang":1,"streams":[{"redirect":12898242,"hoster":"VOE"},{"redirect":12898243,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Angriff der Zillas","epNo":16,"alt":"Great Battle At Sea","descr":"Genki und seine Freunde genießen die Seefahrt. Nur Golem nicht, denn er hat Angst vor Wasser. Captain Horn will ihn von seiner Angst kurieren und wirft ihn kurzerhand über Bord. Doch Golem ist aus Stein und versinkt im Meer. Genki und den Rockys gelingt es, Golem wieder an Bord zu holen, da greifen die Zillas an.","versions":[{"lang":1,"streams":[{"redirect":12898245,"hoster":"VOE"},{"redirect":12898247,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Höhlenabenteuer","epNo":17,"alt":"Underground Adventure","descr":"Genki und seine Freunde stehen vor einer hohen Felswand, die ihnen den Weg versperrt. Haki hat keine Lust, die Wand hoch zu klettern und berechnet, was sie in der gleichen Zeit verdienen könnten. Tiger macht Haki Vorwürfe, weil er seiner Meinung nach immer nur an Geld denkt. Da entdeckt Mocchi eine Höhle, durch die sie vielleicht auf die andere Seite der Felswand gelangen können.","versions":[{"lang":1,"streams":[{"redirect":12898250,"hoster":"VOE"},{"redirect":12898251,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Stadt der Robos","epNo":18,"alt":"Our Friend Henger Forever","descr":"Genki und seine Freunde entdecken mitten in einem Wald eine große, scheinbar unbewohnte Stadt. Alle haben großen Durst und staunen nicht schlecht, als Genki plötzlich einen Getränkeautomaten entdeckt. Außer Genki weiß keiner, was ein Automat ist, die Stadt muss also von den Uralten, die vor langer Zeit lebten, erbaut worden sein. Nachdem Genki und seine Freunde den Automaten geknackt haben, löschen sie ihren Durst. Da tauchen plötzlich Robos auf, Roboter, die dafür sorgen, dass die Stadt nicht verfällt.","versions":[{"lang":1,"streams":[{"redirect":12898252,"hoster":"VOE"},{"redirect":12898255,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Suezos geheime Waffe","epNo":19,"alt":"Suezo’s Secret Weapon","descr":"Suezo ist traurig. Er hat das Gefühl, dass seine Freunde ihn nicht beachten. Als Genki und die anderen ihm erklären, dass er zu wenig Attacken beherrscht, ist er am Boden zerstört. Doch er will mit Genki und Mocchi trainieren. Er gibt sein Bestes, hat aber keinen Erfolg. Da greifen Dokoos an, und Genki und seine Freunde flüchten mit dem Floß, das sie gebaut haben.","versions":[{"lang":1,"streams":[{"redirect":12898256,"hoster":"VOE"},{"redirect":12898259,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Wiedersehen mit Pixie","epNo":20,"alt":"My Name Is Pixie","descr":"Genki und seine Freunde werden von Grünen Wandlern angegriffen. Sie wehren sich tapfer, aber die Wandler sind unbesiegbar. Da taucht Pixie auf und greift in den Kampf ein. Sie kann die Wandler zurückschlagen, doch sie und Genki werden von den anderen getrennt.","versions":[{"lang":1,"streams":[{"redirect":12898260,"hoster":"VOE"},{"redirect":12898261,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Mocchis Mega-Kanone","epNo":21,"alt":"The Mocchi Cannon","descr":"Genki und seine Freunde kommen in die Stadt Silk, die völlig verlassen scheint. Dort geraten sie in einen Sandsturm. Als der Sturm sich gelegt hat, stehen sie vor einem Schloss, in dem Gali wohnt. Gali gehört zu Moos bösen Truppen und ist Mitglied der Fiesen Vier. Er lädt sie zum Essen ein. Doch kurze Zeit später sind sie schon in seiner Sandfalle. Sie versinken immer tiefer und fallen schließlich in eine tiefe Höhle. Gali schwächt ihre Kräfte. Sie fühlen sich alle plötzlich ganz schlapp und schlafen ein. Doch Mocchi gibt nicht auf. Er entkommt der Höhle, besorgt sich ein Seil und muss gegen Gali kämpfen.","versions":[{"lang":1,"streams":[{"redirect":12898264,"hoster":"VOE"},{"redirect":12898268,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Rettung in letzter Minute","epNo":22,"alt":"Run, Tiger, Run!","descr":"Genki und seine Freunde fragen sich, wer außer Pixie und Gali noch zu den Fiesen Vier gehört. Da werden sie von Raubwürmern angegriffen. Sie erfahren, dass Wolfszahn, Tigers jüngerer Bruder, ihr Anführer ist und zu den Fiesen Vier gehört. Holly wird durch den Giftstachel eines Raubwurms verletzt, der für Tiger bestimmt war. Wenn sie nicht innerhalb von 24 Stunden ein Gegenmittel erhält, wird es für sie keine Rettung mehr geben.","versions":[{"lang":1,"streams":[{"redirect":12898269,"hoster":"VOE"},{"redirect":12898270,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Feiglinge haben keine Freunde","epNo":23,"alt":"Don’t Give Up, Ducken!","descr":"Genki und seine Freunde werden von Ebony und seinen Leuten gefangen genommen. Nur Mocchi entgeht der Gefangennahme, weil er in eine Höhle fällt. Diese Höhle, in die viele unterirdische Gänge münden, wird von Duck bewohnt. Mocchi bittet ihn, ihm zu helfen, seine Freunde zu befreien. Doch Duck hält nichts von Freundschaft. Er und seine Freunde wurden vor langer Zeit hier in den Bergen von Ebony und seinen Leuten angegriffen. Freunde zogen sich nach dem Kampf aus den Bergen zurück. Aber sie nahmen Duck nicht mit, weil er sich während des Kampfes vor lauter Angst nicht bewegen konnte.","versions":[{"lang":1,"streams":[{"redirect":12898274,"hoster":"VOE"},{"redirect":12898275,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Golem in Nöten","epNo":24,"alt":"Undine’s Lake","descr":"Genki und seine Freunde kommen an einen See. Sie haben einen Riesenhunger, aber nur ein kleiner Fisch beisst an. Golem lernt die Wassernixe Undine, die in diesem See wohnt, kennen. Undine ist sehr einsam, und die beiden freunden sich an. Sie verrät ihm, dass früh morgens aus dem See eine kleine Insel auftaucht, an der es von Fischen nur so wimmelt. Doch plötzlich zeigt sie ihr wahres Gesicht. Undine gehört zu den bösen Truppen und wollte Golem nur ausnutzen.","versions":[{"lang":1,"streams":[{"redirect":12925041,"hoster":"VOE"},{"redirect":12898279,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die stolzen Krieger","epNo":25,"alt":"The Warriors Of The Ruins","descr":"Genki und seine Freunde werden von Salamandern angegriffen. Zentaur, Zelius und Drachus, die die Regentschaft über dieses Gebiet haben, vertreiben die Salamander. Zentaur fordert Genki und seine Freunde zum Kampf auf. Drei gegen drei. Und falls sie siegen, sind Genki und seine Freunde frei und dürfen gehen. Genki stellt sich dem Kampf. Mocchi will auch kämpfen, wird aber von Golem zurückgehalten, der sich Genki anschließt. Suezo und Haki loben sich gegenseitig bis zum Gehtnichtmehr, da keiner von ihnen selbst antreten will.","versions":[{"lang":1,"streams":[{"redirect":12898282,"hoster":"VOE"},{"redirect":12898283,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Waffe der Uralten","epNo":26,"alt":"Melcarba","descr":"Es regnet in Strömen. Genki und seine Freunde stellen sich in einer stillgelegten Fabrik unter. Von einer Art Videowand erfahren sie, dass hier früher von den Uralten Kampfroboter hergestellt worden sind, Melcarbas, die als ultimative Waffe galten.","versions":[{"lang":1,"streams":[{"redirect":12898185,"hoster":"VOE"},{"redirect":12898184,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Großer Bruder – kleiner Bruder","epNo":1,"alt":"Tiger’s Battle With Destiny","descr":"Wolfszahn lässt durch Cabalos ausrichten, dass er sich allein mit Tiger treffen möchte. Genki und seine Freunde halten das für eine Falle und wollen Tiger begleiten. Doch Tiger lehnt ihre Hilfe ab und geht allein zu seinem Bruder. Wolfszahn weiß, dass Tiger nicht so stark ist wie er und bietet ihm an, ihn zu verschonen, wenn er sich vor ihm hinkniet, ein Mitglied seiner Truppe wird und ihm seine Freunde ausliefert.","versions":[{"lang":1,"streams":[{"redirect":8458869,"hoster":"VOE"},{"redirect":8458873,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Klugheit siegt!","epNo":2,"alt":"Color Pandora, Guardian Of The Forest","descr":"Genki und seine Freunde kommen in einen Wald, der gespickt ist mit Fallen. Hier leben die Farb-Pandoras, die sich ständig gegen die Fieslinge wehren müssen. Aber sie kämpfen nicht, sondern stellen den Fieslingen Fallen.","versions":[{"lang":1,"streams":[{"redirect":8458881,"hoster":"VOE"},{"redirect":8458879,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Captain Jim","epNo":3,"alt":"Farewell My Friend","descr":"Genki und seine Freunde kommen an den Gelben Fluss, den sie überqueren müssen. Am Ufer entdecken sie ein Restaurant, das Captain Jim und seinem Monster Lauscher gehört. Wie sich herausstellt, hat Jim ein Boot, mit dem er Genki und Freunde ans andere Ufer bringen will.","versions":[{"lang":1,"streams":[{"redirect":8458883,"hoster":"VOE"},{"redirect":8458882,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kampf um Bossy","epNo":4,"alt":"Baby Bossy","descr":"Genki und seine Freunde entdecken im Dschungel einen Stein mit Hieroglyphen, die sie nicht entziffern können. Genki schlägt voller Übermut auf den Stein, hinter dem sich ein unterirdischer Gang verbirgt, der in einen Schrein führt. In diesem Schrein liegen viele rote Geheimnis-Steine. Genki und seine Freunde hoffen, dass sie hier den Phönix finden. Doch aus dem Geheimnis- Stein erscheint ein Monster, das wie ein Orang-Utan aussieht: Bossy.","versions":[{"lang":1,"streams":[{"redirect":8458888,"hoster":"VOE"},{"redirect":8458885,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Vergnügungspark der Uralten","epNo":5,"alt":"Amusement Park Ruins","descr":"Genki und seine Freunde kommen zu einem Vergnügungspark, den die Uralten errichtet haben. Obwohl es keinen Strom mehr gibt, haben sie viel Spaß. Da taucht plötzlich Captain Kuro mit seinen Männern auf.","versions":[{"lang":1,"streams":[{"redirect":8458892,"hoster":"VOE"},{"redirect":8458889,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein unglaubliches Angebot","epNo":6,"alt":"Holly’s Smile Is A Million Golds","descr":"Genki und seine Freunde treffen auf den fliegenden Händler Niton, der ihnen den Geheimnisstein des Phönix zum Kauf anbietet. Sie tauschen ihn gegen Hollys Dolch. In einem Schrein versuchen sie, den Phönix wieder zum Leben zu erwecken. Aber der Geheimnisstein zerbricht, denn er ist eine Fälschung.","versions":[{"lang":1,"streams":[{"redirect":8458895,"hoster":"VOE"},{"redirect":8458891,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die miesen Katzen-Brüder","epNo":7,"alt":"Battle In The Meadow","descr":"Naga beauftragt die miesen Katzen-Brüder, sich um Genki und seine Freunde zu kümmern. Es kommt zum Kampf. Die miesen Katzen-Brüder sind so geschickt und stark, dass unsere Freunde gegen sie nicht ankommen.Sie versuchen in zwei Gruppen zu flüchten. Genki und Mocchi werden in eine Schlucht geschleudert und lernen dort Kato kennen, der sie gerettet hat. Als Genki und Mocchi sich wieder auf den Weg zu ihren Freunden machen wollen, erklärt ihnen Kato, dass sie gegen die miesen Katzen-Brüder nicht die geringste Chance haben, denn Kato hat sie früher mal trainiert.","versions":[{"lang":1,"streams":[{"redirect":8458897,"hoster":"VOE"},{"redirect":8458899,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Geisterstadt","epNo":8,"alt":"The Town That Disappeared","descr":"Bajarl, der auf den Befehl von Naga hört, saugt Genki und seine Freunde in ein großes Gefäß. Nur Holly und Mocchi können entkommen. Doch Bajarl jagt sie. Holly und Mocchi kommen in eine verlassene Stadt und verstecken sich in einem Gebäude. Dort finden sie das Tagebuch des ehemaligen Bürgermeisters dieser Stadt. In dem Tagebuch steht, dass Bajarl die Stadt und deren Bewohner zerstören will.","versions":[{"lang":1,"streams":[{"redirect":8458905,"hoster":"VOE"},{"redirect":8458909,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Letzte der fiesen Vier","epNo":9,"alt":"Battle With The Big Bad Four","descr":"Genki und seine Freunde kommen zu Nagas Burg. Er ist der Letzte der Fiesen Vier. Holly und Suezo wollen unbedingt gegen ihn kämpfen, denn er war es, der ihr Dorf vernichtet hat. Genki und seine Freunde, Pixie und Kampfkoloss dringen in die Burg ein. Es kommt zum Kampf.","versions":[{"lang":1,"streams":[{"redirect":8458910,"hoster":"VOE"},{"redirect":8458915,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Tag der Ungeheuer","epNo":10,"alt":"Eve’s Night","descr":"Moo hat sich mit seinem wahren Körper wieder vereint und ist auf dem Weg zu Genki und seinen Freunden. Genki und die anderen suchen unterdessen in einem kleinen Dorf Unterschlupf für die Nacht, da es sehr, sehr kalt ist. Doch niemand macht ihnen auf. Denn es ist \"der Tag der Ungeheuer\". Die Legende besagt, dass jedes Jahr, am kürzesten Tag des Jahres, Ungeheuer kommen, um die Kinder des Dorfes zu stehlen. Und deshalb bleiben die Dorfbewohner an diesem Tag in ihren Häusern und beten zu dem Sonnengott Colona, er möge kommen und sich um die Ungeheuer kümmern.","versions":[{"lang":1,"streams":[{"redirect":12385275,"hoster":"VOE"},{"redirect":8458920,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Hollys Geburtstag","epNo":11,"alt":"Holly’s Happy Birthday","descr":"Holly ist sehr traurig darüber, dass es Moo gelungen ist, sich mit seinem wahren Körper wieder zu vereinen. Plötzlich fällt Suezo ein, dass Holly heute Geburtstag hat. Haki schlägt vor, eine Überraschungsparty für Holly zu machen mit einem super Festessen. Mocchi fängt einen riesigen Fisch, Golem treibt goldene Pfirsiche auf, Tiger organisiert Kartoffeln, Suezo pflückt Mangos, und Genki findet Obst für den Geburtstagskuchen. Nur Haki kümmert sich nicht um das Essen. Er bereitet ein Geburtstagsgeschenk für Holly vor. Dann ist das Festessen fertig. Die Party beginnt.","versions":[{"lang":1,"streams":[{"redirect":8458927,"hoster":"VOE"},{"redirect":8458926,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Herausforderung des bösen Generals Durahan","epNo":12,"alt":"Evil General Durahan’s Challenge","descr":"Moo ist geschwächt, die Sonnenstrahlen haben seine Haut verbrannt. Er lässt den bösen General Durahan zu sich kommen, der den östlichen Kontinent unter seiner Kontrolle hat, und gibt ihm den Auftrag, Genki und seine Freunde zu besiegen. Durahan besitzt eine Monster-Elitegruppe. Er gibt seinem \"Krieger der letzten Stunde\" den Befehl, Genki und seine Freunde anzugreifen. So einen Angriff haben die sieben noch nicht erlebt. Der Krieger der letzten Stunde kennt keine Gnade und ist immens stark.","versions":[{"lang":1,"streams":[{"redirect":8458930,"hoster":"VOE"},{"redirect":8458934,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Baku, das Schmusemonster","epNo":13,"alt":"Good-Bye Baku","descr":"Zelot und seine Schildsaurier greifen Genki und seine Freunde an. Die sieben flüchten in einen Wald. Dort treffen sie auf ein \"pelziges\" Monster: Baku. Baku ist hin und weg von Genki und folgt den sieben Freunden. Plötzlich werden Genki und seine Freunde wieder von den Schildsauriern angegriffen. Wie durch ein Wunder verwandeln die sich plötzlich alle in verlorene Monster. Genki und seine Freunde können es nicht fassen. Da erscheint Zelot und es beginnt ein furchtbarer Kampf. Doch Baku kommt ihnen zu Hilfe und rettet sie.","versions":[{"lang":1,"streams":[{"redirect":8458940,"hoster":"VOE"},{"redirect":8458943,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Geheimnis des Mirakelsteins","epNo":14,"alt":"Secret Of The Pendant Stone","descr":"Genki und seine Freunde kommen zu den Ruinen einer uralten Stadt. Dort lernen sie Jenny und ihren Raben Joy kennen. Jenny untersucht die Ruinen, sie ist Archäologin und erzählt ihnen einiges über die Geschichte der Uralten. Die Sieben erfahren, dass Mirakel der Name eines Landes war, das Moo erschaffen hatte. Als Jenny Hollys Mirakelstein sieht, glaubt sie, dass auch Hollys Vorfahren aus Mirakel stammen.","versions":[{"lang":1,"streams":[{"redirect":8458949,"hoster":"VOE"},{"redirect":8458948,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tiger – wo bist du?","epNo":15,"alt":"Tiger Meets His Match","descr":"Genki und Tiger suchen im Wald nach Essen und werden dort von einem Zackenhund angegriffen. Da der Zackenhund kein Abzeichen der Fieslinge trägt, verfolgt Tiger ihn neugierig, als dieser flüchtet. Genki und die anderen machen sich Sorgen um Tiger und warten auf seine Rückkehr.","versions":[{"lang":1,"streams":[{"redirect":8458953,"hoster":"VOE"},{"redirect":8458955,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Monster aus dem Weltall","epNo":16,"alt":"The Warriors From Outer Space","descr":"Durahan hetzt die Astro-Monster auf Genki und seine Freunde. Diese entkommen und finden sich im Wrack eines Raumschiffes wieder. Doch Captain Astro erwartet sie schon dort.","versions":[{"lang":1,"streams":[{"redirect":12174481,"hoster":"VOE"},{"redirect":8458961,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wüstenabenteuer","epNo":17,"alt":"Renocraft, Slayer In The Sand","descr":"Die Truppe ist fast verhungert. Da stoßen sie auf einen Baum, an dem nur ein Apfel hängt. Beim Versuch den Apfel herunter zu holen verschluckt Mocchi ihn versehentlich. Genki ist sauer und macht Mocchi Vorwürfe. Deshalb ist Mocchi beleidigt und spricht nicht mehr mit Genki. Auf ihrem weiteren Weg geraten sie in eine Wüste und werden dort von einem unterirdischen Monster angegriffen.","versions":[{"lang":1,"streams":[{"redirect":8458969,"hoster":"VOE"},{"redirect":8458971,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Jagd nach dem Mirakelstein","epNo":18,"alt":"Magic Stone Mayhem","descr":"Die Floras finden heraus, dass sie den Mirakelstein brauchen, um den Körper des großen Moo wieder ganz gesund zu bekommen. Sie bitten Durahan ihn zu stehlen. Doch dieser hat seine eigenen geheimen Pläne mit Lilim. Er schickt die Gangstermonster hinter unseren Freunden her. Diese haben die Eigenschaft, sich selbst wieder zusammen zu setzen, wenn sie zerstört worden sind. Flora und Lilim versuchen nun, den Mirakelstein zu stehlen.","versions":[{"lang":1,"streams":[{"redirect":8458973,"hoster":"VOE"},{"redirect":8458978,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Nacht der Entscheidung","epNo":19,"alt":"Durahan Dies At Daybreak","descr":"Der Mirakelstein ist im Besitz von Durahan. Genki und seine Freunde wollen ihn zurück holen. Dazu wollen sie Suezos Teleportation nutzen, was anfangs nicht so recht gelingen will. Durahan und Lilim gehen zu Moo, um ihm den Mirakelstein zu übergeben. Doch dann greift Durahan Moo an und zwischen den beiden beginnt ein Kampf. Lilim schlägt sich auf die Seite von Moo und Durahan wird von seinen eigenen Leuten angegriffen.n.","versions":[{"lang":1,"streams":[{"redirect":8458983,"hoster":"VOE"},{"redirect":8458981,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Dorf im Eis","epNo":20,"alt":"Jill’s Icy Secret","descr":"Genki und seine Freunde marschieren weiter Richtung Norden. Dabei stoßen sie auf ein Dorf, dessen Bürgermeister sie einlädt und ihnen die Legende vom Phoenix erzählt. Später führt er sie zum Phoenix, der in Eis eingeschlossen ist. Moo kann mit Hilfe des Mirakelsteins seine Wiedervereinigung abschließen und ist wieder ganz gesund. Er taucht vor Genki und seinen Freunden auf. Diese wollen nicht verraten, wo der Phoenix ist und sind bereit ihn zu verteidigen.","versions":[{"lang":1,"streams":[{"redirect":8458988,"hoster":"VOE"},{"redirect":8458990,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Abschiedstränen","epNo":21,"alt":"Tears","descr":"Genki und seine Freunde kämpfen gegen Moo. Sie wollen verhindern, dass er den Phoenix findet. Doch Moo nimmt Genki gefangen. Da taucht Pixi mit dem Falken und den Drachen-Monstern auf. Sie können Genki retten, doch dann wird Pixi von ihm schwer verletzt und gefangen. Er droht Genki und seinen Freunden, ihr etwas anzutun. Diese beginnen ihn zu hassen und er saugt diesen Hass in sich auf. Doch sein Hass wird so groß, dass er die Kontrolle über sich verliert und durchdreht. Er zerstört alles, was ihm in den Weg kommt, auch seine eigenen Truppen. Genki und seine Freunde bringen Pixi, die Moo verloren hat, in einen Schrein. Dort verschmilzt Kampfkoloss mit ihr und es wird Granity geboren.","versions":[{"lang":1,"streams":[{"redirect":8458996,"hoster":"VOE"},{"redirect":8459000,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Kraft des Mutes","epNo":22,"alt":"Blue Skies","descr":"Während Moo durchdreht, fliegt der Falke zum Berg Kairus. Dort findet er Monol. Dieser erklärt Genki, wie der Phoenix erweckt werden kann und dass dessen Geist in Suezo, Tiger, Haki, Golem und Mocchi verborgen liegt. Genki will dies zuerst nicht zulassen, weil dann die Körper der Monster verschwinden, aber die anderen können ihn überzeugen, es doch zu tun. Der Phoenix erwacht und kämpft gegen Moo. Sie vereinigen sich zu einer Energiekugel, die immer größer wird und sich über die Welt ausbreitet. Genki erwacht plötzlich mitten in der Stadt und weiß zunächst nicht, ob alles Wirklichkeit oder nur ein Traum war. Dann erscheinen ihm seine Freunde und sagen ihm, dass ihre Herzen immer bei ihm sein werden. Dies gibt ihm neuen Mut und Kraft und er läuft fröhlich nach Hause.","versions":[{"lang":1,"streams":[{"redirect":8459004,"hoster":"VOE"},{"redirect":8459001,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Rückkehr","epNo":1,"alt":"Return To Monster Rancher","descr":"Genki vermisst seine Freunde. Als er durch die Stadt schlendert, entdeckt er in einem Geschäft eine CD-Rom von Monster Rancher, die er nicht hat. Er legt sie in den Computer, der dort steht und erfährt, dass Holly den Geheimnisstein mit Mocchi wieder gefunden hat und dass beide jetzt auf der Suche nach den anderen Freunden sind. Genki möchte gerne zu ihnen in das Spiel zurückkehren, aber er weiß nicht wie. Im Spiel tauchen vor Holly und Mocchi wieder Wandler auf und eröffnen ihnen, dass das Böse nicht ganz verschwunden ist. Mocchi hatte vorher einen Geheimnisstein mit dem Zeichen der bösen Truppen gefunden. Diesen wollen die Wandler haben. Mocchi flieht mit diesem Geheimnisstein in einen Schrein. Dort unter Bedrängnis geraten schreit er nach Genki. Dieser taucht dadurch wieder im Spiel auf. Gemeinsam können sie die Wandler in die Flucht schlagen. Genki freut sich, dass er wieder dabei ist und kann die neuen Abenteuer kaum erwarten.","versions":[{"lang":1,"streams":[{"redirect":13754891,"hoster":"VOE"},{"redirect":13754893,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mocchis großes Ziel","epNo":2,"alt":"Quest For The Legend Cup","descr":"Holly konzentriert sich auf den Geheimnisstein, den sie gefunden hat und gerät mit ihrem Geist hinein. Dort begegnet sie ihrem Vater, der mit dem bösen Geist zusammen eingeschlossen ist und ständig gegen ihn kämpfen muss. Von Monol hat Holly zwar erfahren, dass es möglich ist, ihren Vater aus dem Geheimnisstein zu befreien und den bösen Geist für immer einzuschließen, weiß aber leider nicht, wie das geht, da Monol plötzlich in einen Tiefschlaf gefallen ist. Genki und seine beiden Freunde beschließen zunächst nach den anderen Freunden zu suchen. Dabei kommen sie in eine Stadt und geraten an Steinmeister, ein Monster, das den Monster-Cup gewinnen will. Genki, Holly und Mocchi sehen sich den Kampf an und entdecken in der Siegertrophäe einen Mirakelstein. Um an einen solchen Stein zu kommen müssten sie diesen Monster-Cup gewinnen. Mocchi entschließt sich, sich anzumelden und ist fest gewillt, auch zu gewinnen. Suezo und Golem sind ebenfalls in der Stadt, so bleibt es nicht aus, dass sie sich begegnen. Die Freude über das Wiedersehen ist groß.","versions":[{"lang":1,"streams":[{"redirect":13754890,"hoster":"VOE"},{"redirect":13754894,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kampf um Tiger","epNo":3,"alt":"Battle For The Rookie Cup","descr":"Mocchi will den großen Monster-Cup gewinnen, dazu muss er aber vorher 6 Turniere gewinnen. Unsere Freunde machen sich auf den Weg in die Stadt Kollat, wo das erste Turnier stattfindet. Dort entdeckt Holly in einem Geheimnisstein Tiger. Ausgerechnet diesen Geheimnisstein bekommt der Sieger des Tourniers. Mocchi ist gefordert. Jam ist mit den Wandlern hinter unseren Freunden her, weil diese den Geheimnisstein haben, in dem auch der böse Geist eingeschlossen ist. Jam überfällt einen anderen Teilnehmer, tarnt sich als dieser um den Geheimnisstein mit Tiger zu gewinnen. Er hofft dann, den starken Tiger auf seine Seite ziehen zu können. Doch es kommt anders. Mocchi besiegt ihn. Unsere Freunde erhalten den Geheimnisstein und können Tiger befreien.","versions":[{"lang":1,"streams":[{"redirect":13754896,"hoster":"VOE"},{"redirect":13754898,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Mango-Plantage","epNo":4,"alt":"Saved By A Hare","descr":"Unsere Freunde treffen auf alte Bekannte von Tiger, Datonare und Daton. Sie führen die Gruppe zu einer Mango-Plantage, die von einem kleinen Mädchen, Tama, geführt wird. Dort treffen sie Haki wieder, der Tama hilft. Haki gerät in den Zwiespalt, ob er mit seinen Freunden mitgehen oder bei Tama bleiben soll. Er entscheidet sich bei Tama zu bleiben, kann seine Freunde aber nicht vergessen. Als er die Zebra-Saurier entdeckt, die Durahan losgeschickt hat, eilt er seinen Freunden hinterher und kann ihnen tatsächlich helfen. Die Zebra-Saurier werden in die Flucht geschlagen. Da taucht Tama auf, die Haki vermisst hatte. Sie \"gibt ihn frei\". Da entscheiden sich Datonare und Daton bei ihr zu bleiben und sie und ihre Plantage vor Streunern und Dieben zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":13754899,"hoster":"VOE"},{"redirect":13754904,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zwielichtige Brüder","epNo":5,"alt":"The Powerful Wondar Brothers","descr":"Auf der Suche nach etwas Essbarem begegnet Mocchi den Wonder-Brüdern. Sie versorgen Genki und seine Freunde nicht nur mit Essen, sie sind, wie sich herausstellt selbst auf dem Weg zum Mandy-Cup und damit ihre Gegner. Der ältere der beiden Brüder gibt ein Schlafmittel in die Suppe unserer Freunde, die daraufhin tief schlafen. Die Brüder haben nämlich mitbekommen, dass Holly einen Geheimnisstein in ihrer Tasche hat, der der Gruppe sehr wertvoll ist. Sie stehlen diesen Stein und vergraben ihn, in der Hoffnung, dass die Gruppe so lange danach sucht, dass sie zu spät zum Mandy-Cup kommen. Doch da tauchen die von Durahan geschickten bösen Truppen auf. Im gemeinsamen Kampf können unsere Freunde und der jüngerer Bruder die bösen Truppen in die Flucht schlagen. Die Brüder geben Holly den Geheimnisstein zurück und der Jüngere gesteht dem Älteren, dass er gar nicht am Mandy-Cup teilnehmen will. So machen sie sich wieder auf in ihr Dorf und unsere Freunde ziehen weiter.","versions":[{"lang":1,"streams":[{"redirect":13754900,"hoster":"VOE"},{"redirect":13754906,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tigers große Stunde","epNo":6,"alt":"Tiger And The Mandy Cup Challenge","descr":"Unsere Freunde haben Mandy erreicht. Dort steigt das große Turnier. Vorher jedoch sind Mocchi und Genki noch fleißig am Trainieren. Tiger, obwohl er seine Attacken noch immer nicht beherrscht, hält für sich ein Training für unnötig. Dennoch gewinnt er beim Turnier zunächst. Doch im Finale unterliegt er einer Schnecke. Mocchi kann den zweiten Kampf gewinnen und es kommt zu einem Entscheidungskampf, in dem Tiger noch mal antritt. Er konzentriert sich und findet wieder zu seiner alten Stärke zurück. Mit seiner Blitzattacke besiegt er die Schnecke. Damit haben Genki und sein Team den Mandy-Cup gewonnen und sind ihrem Ziel ein Stück näher gekommen.","versions":[{"lang":1,"streams":[{"redirect":13754902,"hoster":"VOE"},{"redirect":13754905,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hakis Vergangenheit","epNo":7,"alt":"Disappearing Hare Line","descr":"Unsere Freunde fragen sich, was Haki wohl in seinem Beutel sich herumschleppt, da wird dieser Beutel auch prompt geklaut. Bei der Verfolgung landen sie bei Fairy, die sich um die verwaisten Kinder kümmert und die Haki von früher kennt. Er, Fairy und ihr dritter Kumpan, Wild, waren früher ein Trio, das die bösen Truppen beklaut hat. Weil die Kinder immer zu wenig zu essen haben, veranstalten unsere Freunde in der Stadt eine Show, bei der Wild auftaucht, verfolgt von den bösen Truppen. Er erzählt den Freunden von einem Lager, in dem es jede Menge zu essen gibt. Das alte Trio macht sich also nachts auf den Weg. Doch es ist eine Falle für unsere Freunde. Wild hat längst die Seiten gewechselt und gehört zu den bösen Truppen. Holly muss den Geheimnisstein rausrücken. Die bösen Truppen fliehen, doch Haki \"kümmert\" sich um Wild. Dieser ist nicht ganz so böse, wie es scheint und wechselt mit Hakis Hilfe wieder die Seite. Unseren Freunden gelingt es bei der Verfolgung, den Geheimnisstein zurück zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":13754908,"hoster":"VOE"},{"redirect":13754914,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Böses Treffen in der Tiefe","epNo":8,"alt":"Lost At Sea: The Disappearance Of The Mystery Disc","descr":"Unsere Freunde wandern am Meer entlang. Dort begegnen sie nicht nur dem etwas verrückten Professor Godish, der mit U-Boot auf Schatzsuche ist, sondern auch wieder den bösen Truppen, die Durahan losgeschickt hat. Dabei fällt der Geheimnisstein ins Meer und versinkt. Unsere Freunde bedienen Professor Godish, putzen, kochen, waschen, dafür fährt er sie mit seinem U-Boot auf den Meeresgrund. Von einer Unterwasserströmung werden sie in eine unterirdische Höhle gezogen. Dort finden sie nicht nur den Geheimnisstein wieder, sondern auch den Schatz, nach dem Godish schon so lange sucht. Auch die bösen Truppen tauchen auf. Unsere Freunde könne sie zwar in die Flucht schlagen aber leider geht dabei auch der Schatz verloren. Doch Godish stört dies wenig. Er macht sich auf den Weg dann eben einen anderen Schatz zu suchen.","versions":[{"lang":1,"streams":[{"redirect":13754910,"hoster":"VOE"},{"redirect":13754911,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Suezos Schicksalstag","epNo":9,"alt":"Furred Suezo’s M-1 Grand Prix Hero","descr":"Unsere Freunde sind in der Stadt Padas angekommen. Dort wartet der M-1 Grand Prix, das dritte Turnier auf sie. Diesmal müssen jeweils drei Monster antreten. Die Wahl fällt neben Mocchi auf Golem und Suezo. Dieser ist zwar nicht begeistert, verläßt sich aber auf die beiden anderen und geht statt zu trainieren in die Stadt. Dort begegnet er einem kleinen Jungen, der von einer Bande veprügelt wird und dem sein Lieblingsautogramm von Poritoka geklaut wird. Beim Versuch dieses Autogramm zurück zu holen werden beide ganz schön verprügelt. Angeschlagen macht sich Suezo auf den Weg zum Turnier. Dort kommt er spät aber noch nicht zu spät Allerdings hatte Golem seinen Kampf verloren, Mocchi seinen gewonnen und auf den angeschlagenen Suezo kommt alles an. Er kämpft einen verzweifelten Kampf, den er selbst schon verloren glaubt. Doch angefeuert von seinem neuen kleinen Freund, der ihn sehr an seine eigene Jugend erinnert, nimmt er alle Kraft und kann am Ende doch gewinnen.","versions":[{"lang":1,"streams":[{"redirect":13754913,"hoster":"VOE"},{"redirect":13754916,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die wilde Sandra","epNo":10,"alt":"All’s Fare In Love And Taxis","descr":"Unsere Freunde sind am Rande eines Sumpfgebietes gelandet. In einem Lokal lernen sie Sandra kennen. Sie verspricht unseren Freunden sie mit ihrem Taxi für wenig Goldstücke durch Sumpfgebiet zu bringen. Doch auf halbem Weg stranden sie auf einer Insel, mitten im Sumpfgebiet. Hier verlangt die junge Dame mehr Goldstücke, wenn sie weiter fahren soll. Nach zähen Verhandlungen und einer musikalischen Einlage von Mocchi erklärt sie sich zur Weiterfahrt bereit. Unterwegs tauchen dann allerdings die bösen Truppen auf, die Durahan unseren Freunden hinterher geschickt hat. Mit einer wilden Fahrt zwischen den Bäumen des Sumpfgebietes kann Sandra die Verfolger zwar erst mal abschütteln, baut aber selbst einen Unfall. Nachdem der Wagen repariert ist, fahren unsere Freunde weiter und werden prompt wieder verfolgt. gelingt es unseren Freunden zusammen mit Sandra die Verfolger abzuschütteln und glücklich am anderen Ufer zu landen. Holly hat eine neue Freundin gefunden.","versions":[{"lang":1,"streams":[{"redirect":13754915,"hoster":"VOE"},{"redirect":13754918,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wiedersehen mit Allan","epNo":11,"alt":"Allan’s Advice","descr":"Genki hat in harter Nachtarbeit einen Kampfplan ausgearbeitet, mit dem unsere Freunde unbesiegbar werden sollen. Als dann Baum-Golem, ein Monster, das Durahan geschickt hat, auftaucht, scheren sich Genkis Freunde nicht um den Plan und verlieren prompt. Genki und Mocchi stürzen mit Baum-Golem ins Wasser und werden weggespült. Genki und Mocchi werden von Allan gerettet, der inzwischen Geheimnissteine der verlorenen Monster sammelt, sie wieder ins Leben zurückverwandelt und den Menschen schenkt. Mocchi tritt gegen Baby-Wurm von Allan an und kämpft nach Genkis Plan, doch ohne Erfolg. Genki lernt von Allan, dass es auf das gute Herz ankommt, und auf einen mutigen Geist und nicht auf irgendwelche Pläne. Wieder bei der Gruppe zurück, taucht auch Baum-Golem wieder auf. Gemeinsam können sie ihn besiegen und er flieht.","versions":[{"lang":1,"streams":[{"redirect":13754921,"hoster":"VOE"},{"redirect":13754919,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Golem tappt in die Falle","epNo":12,"alt":"Winner’s Cup: The Fickle Finger Of Fate","descr":"Genki und seine Freunde sind beim nächsten Turnier gelandet. Doch Mocchi hat Fieber und muss ins Krankenhaus. Dort trifft Golem auf die hübsche Michelle. Ihr Vater Tony sagt ihm, dass sie sehr krank ist und nur eine Operation ihr helfen kann, die er jedoch nicht bezahlen kann. Golem bittet seine Freunde um das Preisgeld, das zufällig genauso hoch ist, wie die Kosten für die Operation. Das Turnier steigt und Golem muss zweimal kämpfen, weil Mocchi, angeschlagen wie er ist von Genki aus dem Turnier genommen wird. Auch Michelle ist da und feuert Golem an, als er gerade am Verlieren ist. Da rappelt er sich auf und besiegt seinen Gegner. Anschließend übergibt er Michelles Vater das Preisgeld. Danach erfahren unsere Freunde, dass es im Krankenhaus keine kranke Michelle gibt. Golem ist einer Betrügerin aufgesessen. Sie lässt jedoch, weil er so nett war, die Hälfte des Geldes zurück.","versions":[{"lang":1,"streams":[{"redirect":13754836,"hoster":"VOE"},{"redirect":13754837,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Tombstone-Brüder","epNo":13,"alt":"Pink Jam To The Rescue","descr":"Die 4 Wandler und Pink Jam verdingen sich als Köche, allerdings mit wenig Erfolg. In einem Wald treffen sie auf unsere Freunde. Pink Jam schwankt, ob er den Geheimnisstein nehmen und zu Durahan zurück gehen soll. Doch das Gute in ihm siegt am Ende. Unsere Freunde bauen das mangelnde Selbstvertrauen von Pink Jam und den Wandlern wieder auf. Als dann die Tombstone-Brüder auftauchen, die Durahan losgeschickt hat, helfen sie unseren Freunden den Geheimnisstein erfolgreich zu verteidigen.","versions":[{"lang":1,"streams":[{"redirect":13754840,"hoster":"VOE"},{"redirect":13754847,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Geisterschiff","epNo":14,"alt":"Ghost Encounters Of The Pirate Kind","descr":"Unsere Freunde kommen am Meer an und suchen ein Schiff, das sie auf die andere Seite zur Stadt Kaulea bringt. Dabei begegnen sie Kapitän Horn wieder. Diesem wurde zwar sein Schiff gestohlen, doch er hat ein Floß. Mit wenig Begeisterung machen sich unsere Freunde auf den Weg und finden dabei Kapitän Horns Schiff wieder. Dieses wird inzwischen von Geistern bewohnt, die natürlich von Durahan kommen und die Aufgabe zu haben scheinen, den Geheimnisstein zu stehlen. Wieder sind es Sangestöne, diesmal von Kapitän Horn und Suezo, die die Gegner in die Flucht schlagen. Am Ende erreichen unsere Freunde das andere Ufer.","versions":[{"lang":1,"streams":[{"redirect":13754843,"hoster":"VOE"},{"redirect":13754846,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Welt-Cup","epNo":15,"alt":"The World Monster Cup – Naga Returns","descr":"Unsere Freunde sind beim nächsten Turnier, dem Welt-Cup, angelangt. Hier darf aber außer Mocchi keiner unserer Freunde antreten. Sie müssen sich also ein Monster suchen, das für dieses Turnier zugelassen ist. Dabei trifft Genki Naga wieder. Dieser gehört jetzt zu den Guten und erklärt sich bereit anzutreten. Nur Suezo ist dagegen. Er kann nicht vergessen, dass Naga damals sein Dorf angegriffen hat. Im Turnier begegnen sie dann auch Gali und Sandy wieder. Diese haben von Poison das Angebot bekommen, wieder zu den bösen Truppen zu wechseln, haben aber ihre Entscheidung auf das Ende der Turniers verschoben. Mocchi und Naga können das Turnier für sich entscheiden. Poison wartet auf Gali und Sandy, um mit ihnen gemeinsam unsere Freunde anzugreifen. Aber Gali und Sandy machen ihr einen Strich durch die Rechnung und vertreiben sie mitsamt ihrer Helfer. Suezo kämpft sich am Schluss dazu durch, Naga zu vergeben.","versions":[{"lang":1,"streams":[{"redirect":13754845,"hoster":"VOE"},{"redirect":13754852,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Nächtliches Abenteuer","epNo":16,"alt":"Legend Of The Great White Most","descr":"Unsere Freunde verbringen einen Tag in einem Erholungspark. Jeder erholt sich auf seine Weise. In der Nacht wird Mocchi entführt, zusammen mit anderen Mocchis. Mocchi ist der Einzige, der sich zur Wehr setzt. Da taucht der berühmte Most auf. Er und Mocchi schaffen es, die Entführer in die Flucht zu schlagen und die Mocchis zu befreien. Durahan wartet inzwischen weiterhin vergeblich auf seinen Geheimnisstein.","versions":[{"lang":1,"streams":[{"redirect":13754850,"hoster":"VOE"},{"redirect":13754865,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Versuch zählt","epNo":17,"alt":"Shogun The Mighty","descr":"Mum Mew repariert mit Gobi die Technik bei der Sammlung von Durahan. Dabei erwecken sie Shogun, den größten Kämpfer des Kontinents. Mum Mew spannt ihn ein, damit er sich um unsere Freunde kümmert. Shogun stößt zufällig auf sie, ohne sie zunächst zu erkennen, und verliebt sich Holly. Als er erfährt, wer die Gruppe ist, will er gegen sie kämpfen, versagt aber komplett. Deswegen will er nie wieder kämpfen oder trainieren. Unsere Freunde machen ihm Mut. Inzwischen taucht Mum Mew mit den Zuums auf und jagt unsere Freunde in eine Falle. Doch da taucht wieder Shogun auf und verjagt Mew und die Zuums.","versions":[{"lang":1,"streams":[{"redirect":13754860,"hoster":"VOE"},{"redirect":13754854,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Wiedersehen mit Tigers Bruder","epNo":18,"alt":"Brothers, In The Greatest Four","descr":"Unsere Freunde sind wieder in Kollat eingetroffen. Dort wartet das letzte Turnier vor dem Monster-Cup auf sie. Und sie treffen auf Nina und Wolfszahn. Wolfszahn und Tiger haben ihre Kindheit und Jugend miteinander verbracht und sich immer als Brüder bezeichnet. Nun sollen sie beim Turnier gegeneinander antreten. Da Wolfszahn aber seine Gefühle nicht im Griff hat und Probleme hat, gegen Tiger zu kämpfen, kündigt dieser ihm die Brüderschaft. Das Turnier wird zu einem harten Kampf zwischen beiden. Am Ende gewinnt aber doch Tiger. Flora hat Durahan seine Dienste angeboten. Er wollte Wolfszahn auf seine Seite ziehen. Dies gelingt ihm aber nicht und er ergreift die Flucht...","versions":[{"lang":1,"streams":[{"redirect":13754858,"hoster":"VOE"},{"redirect":13754867,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Geheimes Rezept","epNo":19,"alt":"Golem’s Cook-Off","descr":"Green Mew ist auf unsere Freunde angesetzt. Mit einer Mahlzeit im Wald will er sie in eine Falle locken. Das misslingt, doch bei der Auseinandersetzung lernen unsere Freunde die ältere Rosetta kennen, die ein eigenes Restaurant hat. Golem ist sofort Feuer und Flamme, will er doch auch ein Koch werden, und hilft ihr. Leider behindert er sie mehr als er ihr hilft. Zufällig findet am nächsten Tag in der Stadt ein Kochwettbewerb statt. Dort soll Golem Rosetta unterstützen. Sie hat in den vergangenen Jahren diesen Wettbewerb immer gewonnen, weil sie eine geheime Rezeptur besitzt, die ihre Pizzen zu den besten der Stadt macht. Diese Rezeptur wird von Green Mew gestohlen. Er will sie nur im Austausch gegen den Geheimnisstein herausgeben. Unseren Freunden gelingt es aber, ihn reinzulegen und die Rezeptur rechtzeitig zum Wettbewerb zurück zu bringen. Rosetta gewinnt, wie in jedem Jahr.","versions":[{"lang":1,"streams":[{"redirect":13754866,"hoster":"VOE"},{"redirect":13754870,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kampf gegen Granity","epNo":20,"alt":"Battling Granity","descr":"Durahan schickt seinen letzten großen Kämpfer los. Es ist der kleine Metainer. Unsere Freunde werden also von diesem kleinen Biest - unterstützt von den bösen Hakis - angegriffen. Da taucht Granity wieder auf. Sie kann unseren Freunden zunächst helfen. Doch dann heftet sich Metainer an ihren Nacken und gewinnt die Kontrolle über sie. Es kommt zum Kampf zwischen Granity und unseren Freunden. Am Ende aber kann sich Granity durch ihren eigenen Willen von dem \"Parasiten\" befreien und bekommt die Kontrolle über sich selbst zurück. Der kleine Metainer ergreift, nach einer Behandlung durch unsere Freunde, etwas lädiert die Flucht.","versions":[{"lang":1,"streams":[{"redirect":14082491,"hoster":"VOE"},{"redirect":13754874,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Gut geschlafen","epNo":21,"alt":"Mum Mew Risks It All","descr":"Mum Mew hat nach dem Fehlschlag mit Metainer beschlossen, die Sache selbst in die Hand zu nehmen und sich zusammen mit Gobi und Flora an die Fersen unserer Freunde geheftet. Mit Hilfe eines Fahndungsblattes, in dem sie 100.000 Goldstücke als Belohnung versprechen, suchen sie die Gruppe. Ein Hotelbesitzer fängt unsere Freunde ein und legt sie mit einem Orangensaft mit Schlafmittel flach. Doch als Mum Mew kein Geld zahlen kann wird er ziemlich rabiat. Mum Mew beschließt, eine Bank zu überfallen, um an das Geld zu kommen. Statt dessen aber erledigt sie einen anderen Bankräuber und erhält die 100.000 Goldstücke als Belohnung. Wieder im Hotel angekommen haben sich unsere Freunde aber schon wieder auf den Weg gemacht. Ihr Ziel ist Tobel, wo der berühmte Monster Cup stattfindet.","versions":[{"lang":1,"streams":[{"redirect":13754877,"hoster":"VOE"},{"redirect":13754873,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Monster-Cup beginnt","epNo":22,"alt":"Legend Cup: Mocchi Vs Poritoka","descr":"Mocchi steht nun endlich vor dem großen Turnier, dem Monster-Cup. Hier muss er aber, um zu siegen, zwei Gegner bezwingen. Während des Trainings stoßen unsere Freunde auf ein riesiges Haus. Dort wohnt der hochnäsige Poritoka, einer von Mocchis Gegnern. Suezo schleicht sich ins Haus, um zu sehen, wie die Schwanz-Hieb-Attacke von Poritoka funktioniert. Dabei wird er erwischt und kommt ziemlich lädiert zurück. Aber er weiß jetzt, wie die Schwanz-Hieb-Attacke geht. Sie bereiten Mocchi auf den Kampf vor. Dann kommt der große Tag und es sieht alles so aus, als hätte Mocchi keine Chance. Doch am Schluss siegt Mocchi völlig entkräftet.","versions":[{"lang":1,"streams":[{"redirect":13754879,"hoster":"VOE"},{"redirect":13754881,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Stunde der Wahrheit","epNo":23,"alt":"Legend Cup: Mocchi Vs Most","descr":"Es ist der große Tag der Entscheidung. Nach dem Sieg über Poritoka steht Mocchi nun Most gegenüber. Während seine Freunde für ihn einkaufen, um ihn wieder ganz auf die Beine zu bringen, entdecken sie ein Plakat, auf dem ein Wohltätigkeitskampf von Most angekündigt wird. Natürlich sind unsere Freunde unter den Zuschauern und staunen nicht schlecht über Most. Am Tag des Kampfes, der wegen Regens verschoben werden musste, taucht Most bei Mocchi auf und bittet ihn, auf den Kampf zu verzichten. Er glaubt, dass Mocchi den Kampf nicht unbeschadet überstehen würde. Doch Mocchi stellt sich dem Kampf. Und er schlägt sich tapfer. Auch Most muss diesmal einiges einstecken. Der Kampf wird immer härter, doch mit letzter Kraft kann Most den Kampf für sich entscheiden und Mocchi ist geschlagen.","versions":[{"lang":1,"streams":[{"redirect":13754878,"hoster":"VOE"},{"redirect":13754883,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Überraschendes Erwachen","epNo":24,"alt":"Reunion","descr":"Mocchi konnte den Monster-Cup nicht gewinnen und ist sehr enttäuscht. Seine Freunde heitern ihn wieder auf. Der Mirakelstein ist jetzt aber bei Most, das heißt, dass sich Mew und Poison an ihn heranmachen müssen. Das misslingt gewaltig. Aber Most erinnert sich daran, warum Mocchi den Mirakelstein unbedingt haben wollt und schenkt Holly den Stein, damit sie ihren Vater aus dem Geheimnisstein befreien kann. Um zu dem Schrein zu kommen, den unsere Freunde dafür brauchen überlässt er ihnen sogar seinen Eisenvogel. Doch da ist ihnen auch Durahan auf den Fersen um ihnen den Mirakelstein und den Geheimnisstein abzunehmen. Unsere Freunde können sich aber erfolgreich wehren, erreichen den Schrein. Doch als Hollys Vater wieder erscheint erkennt er seine Tochter nicht und weiß auch nicht, wer er selbst ist.","versions":[{"lang":1,"streams":[{"redirect":13754882,"hoster":"VOE"},{"redirect":13754887,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Macht des Phoenix","epNo":25,"alt":"The Final Battle","descr":"Hollys Vater kann sich nicht erinnern, wer er ist. Noch während unsere Freunde beraten, wie sie den Geheimnisstein mit dem Geist des Bösen versiegeln können, gelingt es Durahan und seinen Leuten ihn zu stehlen. Unsere Freunde nehmen die Verfolgung auf, aber sie kommen zu spät. Der böse Geist ist dabei, sich mit Durahan zu verbinden. Alle, die Leute von Durahan und unsere Freunde, werden in das Herz des Bösen gezogen. Sie haben nur eine Chance. Sie müssen sich wieder zum Phoenix vereinen. Auch Durahan und seine Leute wechseln die Seite zum Guten. Gemeinsam schaffen sie es, das Böse zu besiegen. Genki ist wieder zu Hause. Da tauch Mocchi auf und holt ihn zurück. Genki macht sich freudig auf den Weg!","versions":[{"lang":1,"streams":[{"redirect":13754886,"hoster":"VOE"},{"redirect":13754888,"hoster":"Streamtape"}]}]}]}]}