{"path":"/serie/stream/monster-2017","name":"Monster (2017)","descr":"Nemesoara, irgendwo im nördlichsten Norden der Finnmark in Norwegen, wird von mysteriösen Morden erschüttert. Eigentlich hatte sich die Polizistin Hedda Gilbert (Ingvild Holte Bygdnes) hierher zurückgezogen, weitab vom Trubel jeglicher Großstadt. Nun wird sie mit den Ermittlungen betraut und bekommt den sozial inkompetenten Sonderermittler Joel Dreyer (Jakob Oftebro) zur Seite gestellt, der mit seiner Arroganz und seinem Opportunismus schnell aneckt. In der von alten Konflikten geprägten Gemeinde gerät das ungleiche Paar immer weiter in Gefahr, je weiter sie der Aufklärung der Fälle kommen …","seasons":[{"path":"/serie/stream/monster-2017/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/monster-2017/staffel-1/episode-1","name":"Kapitel 1","epNo":1,"alt":"Episode 1","descr":"In der Hoffnung, ein ruhigeres Leben führen zu können, kehrt Ermittlerin Hedda Hersoug in den Norden Norwegens in ihren Geburtsort zurück. Doch das Leben in der Einöde bleibt ihr verwehrt, nachdem ein Mädchen als vermisst gemeldet und ein 18-Jähriger tot aufgefunden wird. Zur Verstärkung wird auch Joel Dreyer auf den Fall angesetzt, der sich jedoch nur wenig kooperativ zeigt. Trotz des schwierigen Starts begeben sich die beiden auf Spurensuche und stoßen auf Erschütterndes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13132263","hoster":"VOE"},{"path":"/redirect/13132273","hoster":"Doodstream"},{"path":"/redirect/13132253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/monster-2017/staffel-1/episode-2","name":"Kapitel 2","epNo":2,"alt":"Chapter 2","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13132260","hoster":"VOE"},{"path":"/redirect/13132250","hoster":"Doodstream"},{"path":"/redirect/13132248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/monster-2017/staffel-1/episode-3","name":"Kapitel 3","epNo":3,"alt":"Chapter 3","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13132284","hoster":"VOE"},{"path":"/redirect/13132319","hoster":"Doodstream"},{"path":"/redirect/13132308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/monster-2017/staffel-1/episode-4","name":"Kapitel 4","epNo":4,"alt":"Chapter 4","descr":"Die jüngsten Ereignisse versetzen die gesamte Gemeinde in Angst und Schrecken. Zu allem Überfluss wird eine weitere Vermisstenanzeige aufgegeben: Jani ist urplötzlich verschwunden. Margot macht sich mit ihren Leuten umgehend auf den Weg, um ihre Tochter lebend zu finden. Unterdessen setzt sich Hedda mit den Tücken ihrer Vergangenheit auseinander und begeht dabei fast einen folgenschweren Fehler","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13132297","hoster":"VOE"},{"path":"/redirect/13132325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/monster-2017/staffel-1/episode-5","name":"Kapitel 5","epNo":5,"alt":"Chapter 5","descr":"Margot trifft ein weiterer Schicksalsschlag: Sie ist nicht nur auf der Suche nach ihrer verschwundenen Tochter Jani, sondern muss nun auch noch um ihren Sohn Skule bangen, der nach einem unüberschaubaren Schusswechsel im Krankenhaus liegt. Obendrein kommt der Hauptverdächtige, der verurteilte Mörder Kristjon, ums Leben, der womöglich Informationen über Janis Verbleib hatte… Ob das Mädchen noch rechtzeitig gefunden wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13132335","hoster":"VOE"},{"path":"/redirect/13132343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/monster-2017/staffel-1/episode-6","name":"Kapitel 6","epNo":6,"alt":"Chapter 6","descr":"Obwohl Jani wieder aufgetaucht ist, geht es ihrer Mutter Margot sehr schlecht. Die jüngsten Ereignisse haben Spuren hinterlassen, weshalb sie sich in ihrer Verzweiflung an Edvart wendet und die Nacht bei ihm vebringt. Diesen wiederum plagt nur ein Gedanke: Wer ist für den Tod von Andrea Svonnir verantwortlich? Und was verschweigt Joel? Hedda versucht derweil unermüdlich, die Vergangenheit aufzurollen und zu verstehen, was mit ihrer Mutter geschehen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13132347","hoster":"VOE"},{"path":"/redirect/13132349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/monster-2017/staffel-1/episode-7","name":"Kapitel 7","epNo":7,"alt":"Chapter 7","descr":"Die Ereignisse schlagen über: Nach einer Auseinandersetzung verliert Edvart das Bewusstsein und landet im Krankenhaus. Seine Kollegen Hedda und Joel sind sich sicher, dass er etwas Entscheidendes herausgefunden haben muss. Und tatsächlich: Sie kommen dahinter, wer für den Tod von Tyra, der Kataluma-Mädchen und letztlich auch von Heddas Mutter verantwortlich ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13132365","hoster":"VOE"},{"path":"/redirect/13132372","hoster":"Streamtape"}]}]}]}]}