{"path":"/serie/stream/mood","name":"Mood","descr":"Die 25-jährige Sasha (Nicôle Lecky) träumt davon, eine berühmte Rapperin und Sängerin zu werden. Doch noch wohnt sie bei ihren Eltern und eckt überall an: Bei ihrer Mutter, ihrem Stiefvater, ihrer Schwester Megan und ihrem Ex, den sie auf Instagram stalkt. Als sie aus dem Haus geworfen wird, ist sie gezwungen, beim örtlichen Dealer Saleem auf dem Sofa zu übernachten. Dort lernt sie das Party-Girl Carly kennen, die sie in die aufregende Welt der Social Media Influencer einführt. Schnell merkt sie, dass dadurch die Kluft zwischen ihren Träumen und ihrem Dasein nur größer wird und sie sich in einer Welt wiederfindet, die komplexer und dunkler ist, als sie sich je vorgestellt hatte.","seasons":[{"path":"/serie/stream/mood/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mood/staffel-1/episode-1","name":"I Ain’t Come to Pay, I Came to Slay","epNo":1,"alt":"I didn’t come to pay I came to slay","descr":"Mittzwanzigerin Sasha, eine talentierte Sängerin und Songwriterin, macht zu wenig aus ihren Möglichkeiten. Sie lebt noch in ihrem Elternhaus, in dem zumeist angespannte Stimmung herrscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568203","hoster":"VOE"},{"path":"/redirect/12830375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mood/staffel-1/episode-2","name":"Babygirl","epNo":2,"alt":"Babygirl","descr":"Sasha wohnt jetzt bei dem Drogendealer Saleem. Doch es zeigt sich schnell, dass das keine Dauerlösung ist. Ein eigentlich harmloser Streit zwischen den beiden läuft völlig aus dem Ruder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568204","hoster":"VOE"},{"path":"/redirect/12830378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mood/staffel-1/episode-3","name":"Hannibal","epNo":3,"alt":"Hannibal","descr":"Als der angesagte Influencer Teeg nach einer Party noch mit in Carlys Wohnung kommt, sieht Sasha, was hinter seiner coolen Fassade steckt: Teeg ist eigentlich ein sehr unglücklicher Mensch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568205","hoster":"VOE"},{"path":"/redirect/12830381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mood/staffel-1/episode-4","name":"Get That Schmoneyyy","epNo":4,"alt":"Get that schmoneyyy","descr":"Die Stimmung zwischen Sasha und ihrer Familie ist wieder etwas entspannter. Ihre Mutter Laura und ihr Stiefvater Kevin verkünden eine Neuigkeit, die Sasha mit Erstaunen zur Kenntnis nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568197","hoster":"VOE"},{"path":"/redirect/12830386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mood/staffel-1/episode-5","name":"Bitches in Cages","epNo":5,"alt":"Bitches in cages","descr":"Carly hat einen lukrativen Auslandsauftrag an Land gezogen. Sie, Sasha und weitere Frauen sollen eine dekadente Party mit ihrer Anwesenheit veredeln. Doch das Ganze läuft aus dem Ruder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568202","hoster":"VOE"},{"path":"/redirect/12830391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mood/staffel-1/episode-6","name":"F*** the Fake Sh**","epNo":6,"alt":"F*** the fake sh**","descr":"Nach den Vorfällen bei dem Auslands-Trip zieht Sasha bei Carly aus. Sie findet Zuflucht bei ihrer Vertrauten Melrose. Diese bringt Sasha dazu, sich einem Trauma ihrer Jugend zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568201","hoster":"VOE"},{"path":"/redirect/12830397","hoster":"Streamtape"}]}]}]}]}