{"seriesId":"moonshiners-american-spirit","name":"Moonshiners: American Spirit","descr":"In diesem neuen Spinoff reisen Tim und Howard durch die USA, um legendäre Spirituosen wiederzuentdecken. Sie arbeiten auch mit Tickle zusammen, um alte Pot Destillen wieder aufzubauen und geheime Rezepturen nachzubilden. Das Ganze ist ein mutigen Versuch, amerikanische Spirituosen zu erhalten, die sonst für immer verloren gehen könnten. Sie haben die Mission, diese `American Spirits` am Leben zu erhalten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Roosevelts Peach Brandy","epNo":1,"alt":"FDR\u0027s Georgia Moonshine","descr":"Als Präsident der Vereinigten Staaten musste Franklin D. Roosevelt große Herausforderungen meistern. Die Weltwirtschaftskrise hatte sein Land schwer getroffen und dann kam der Zweite Weltkrieg. Privat kämpfte er seit seinem 39. Lebensjahr gegen die fortschreitende Lähmung seiner Beine, die ihn schließlich an den Rollstuhl fesselte. In seiner Amtszeit endete 1933 in den USA die Prohibition und der berühmte Staatsmann hatte angeblich auch eine Schwäche für \"Moonshine\". Welchen hochprozentigen Schnaps trank Franklin D. Roosevelt am liebsten?","versions":[{"lang":1,"streams":[{"redirect":12884630,"hoster":"VOE"},{"redirect":12885070,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13528146,"hoster":"VOE"},{"redirect":10271912,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kentuckys erster Bourbon","epNo":2,"alt":"Elijah Craig’s Bourbon","descr":"Elijah Craig wurde 1738 in der Colony of Virginia geboren und machte sich als Unternehmer und Baptistenprediger einen Namen. Wie viele andere Siedler in der Region baute er Mais an und destillierte aus einem Teil seines Getreides hochprozentigen Alkohol. Es heißt, Elijah Craig hätte als Erster im heutigen US-Bundesstaat Kentucky Bourbon gebrannt. Aber das war offenbar nicht so geplant. Wie trug ein Blitzeinschlag in einer Scheune zur Erfolgsgeschichte der Spirituose bei? Tim und sein \"Moonshiner\"-Kumpel \"Tickle\" gehen der Sache auf den Grund.","versions":[{"lang":1,"streams":[{"redirect":12927372,"hoster":"VOE"},{"redirect":12927371,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Fichtenbier der Gründerväter","epNo":3,"alt":"Franklin’s Lost Booze Recipe","descr":"Die jungen Triebe von Kieferngewächsen sind eine natürliche Vitamin-C-Quelle. Schon vor Hunderten von Jahren kochten die indigenen Völker Nordamerikas damit Tee, um gesund über den Winter zu kommen. Und während der Kolonialzeit war Fichtenbier sehr populär, denn es war oft sauberer als Wasser. Der Erfinder und Gründervater Benjamin Franklin entwickelte sogar ein eigenes Rezept. Welche Zutaten werden für die Herstellung des alkoholischen Getränks benötigt und worauf muss man beim Brauen achten? Tim und Howard begeben sich in Philadelphia auf Spurensuche.","versions":[{"lang":1,"streams":[{"redirect":12962469,"hoster":"VOE"},{"redirect":12962463,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mobster-Gin","epNo":4,"alt":"Prohibition Bathtub Gin","descr":"1919 zog Al Capone von Brooklyn nach Chicago. Kurz darauf trat landesweit das Prohibitionsgesetz in Kraft. Der berüchtigte Verbrecher nutzte die Gunst der Stunde. Er baute ein riesiges Netzwerk auf und versorgte die Bürger auf illegalem Wege mit Alkohol – unter anderem mit einem Getränk namens \"Bathtub Gin\". Die Spirituose aus Getreide, Wacholderbeeren, Kräutern und anderen Botanicals war schon im Mittelalter bekannt. Während der Prohibition veredelten Schwarzbrenner ihren \"Moonshine\" mit ähnlichen Aromen und verdünnten ihn anschließend in der Badewanne.","versions":[{"lang":1,"streams":[{"redirect":13001240,"hoster":"VOE"},{"redirect":13001238,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Rum für die Freiheit","epNo":5,"alt":"Boston\u0027s Revolutionary Spirit","descr":"Fichtenbier wurde während der Kolonialzeit mit den jungen Trieben von Kieferngewächsen gebraut. Das alkoholische Getränk war damals in Nordamerika sehr populär, denn es war oft sauberer als Wasser und galt als gesund. Franklin D. Roosevelt, der 32. Präsident der Vereinigten Staaten, beendete nicht nur die Prohibition und setzte massive Wirtschafts- und Sozialreformen durch, sondern er hatte angeblich auch eine Schwäche für Pfirsich-Brandy. Und wo wurde in den USA der erste Bourbon gebrannt? Die Spur führt nach Kentucky. In \"American Spirit\" tauchen bekannte Gesichter der Serie in die amerikanische Geschichte ein und dokumentieren die Ursprünge legendärer Spirituosen.","versions":[{"lang":1,"streams":[{"redirect":13024561,"hoster":"VOE"},{"redirect":13024501,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Kentucky Sour Mash Whiskey ","epNo":1,"alt":"Sour Mash Mystery","descr":"Sour Mesh Whiskey wird hergestellt, indem man Destillationsrückstände zu frischer Maische hinzufügt und damit eine weitere Gärung auslöst. Die Erfindung dieses Verfahrens wird Dr. James Crow zugeschrieben. Der schottisch-stämmige Arzt und Chemiker nutzte die \"Sour Mesh\" im 19. Jahrhundert, um bei jeder Charge gleichbleibende Qualität zu garantieren. So erzielte er obendrein einen höheren Alkoholgehalt. Möglicherweise wurde die Methode zuvor auch schon von Schwarzbrennern angewandt. Tim und \"Tickle\" sind in Kentucky dem Originalrezept auf der Spur. ","versions":[{"lang":1,"streams":[{"redirect":13572563,"hoster":"VOE"},{"redirect":13572562,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Von Goldgräbern und Traubenbrand","epNo":2,"alt":"Gold Rush Moonshine","descr":"Im Januar des Jahres 1848 entdeckte James Marshall bei Arbeiten an einer Sägemühle in einem anliegenden Fluss etwas Glänzendes. Die Nachricht verbreitete sich rasant. Der Zimmermann löste mit seinem Zufallsfund im 19. Jahrhundert in Kalifornien einen Goldrausch aus. Tim und Josh begeben sich an den Originalschauplätzen im Westen der USA auf Spurensuche, denn der Schatzsucher hat im \"Golden State\" auch Alkohol hergestellt. James Marshall baute Wein an und destillierte Trauben-Brandy. Die \"Moonshiners\" wollen den Schnaps in dieser Folge nachbrennen.","versions":[{"lang":1,"streams":[{"redirect":13645697,"hoster":"VOE"},{"redirect":13626038,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jimmy Red Moonshine","epNo":3,"alt":"Jimmy Red Moonshine","descr":"Um die Trunkenheit unter den eigenen Soldaten einzudämmen, erließen die Konföderierten Staaten im amerikanischen Bürgerkrieg ein Alkoholverbot. Getreide sollte damals nur noch als Nahrungsmittel dienen. Nach der Kapitulation wurde das Prohibitionsgesetz aufgehoben, aber South Carolina erhob sehr hohe Steuern auf Alkohol. Deshalb begannen viele Farmer im Süden unter der Verwendung einer neuen Maissorte aus Georgia illegal Schnaps zu brennen. In der Handelsmetropole Charleston war in den Jahren nach dem Sezessionskrieg \"Jimmy Red Moonshine\" sehr beliebt.","versions":[{"lang":1,"streams":[{"redirect":13654840,"hoster":"VOE"},{"redirect":13654841,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Abraham-Lincoln-Destille","epNo":4,"alt":"Abe Lincoln\u0027s Liquor","descr":"Abraham Lincoln wurde in einer ärmlichen Blockhütte in Kentucky geboren. Als 16. US-Präsident kämpfte er im Sezessionskrieg erfolgreich für ein geeintes Amerika und leitete das Ende der Sklaverei ein. Über sein Leben vor der Politik ist weniger bekannt. In den 1830er-Jahren war Lincoln Miteigentümer eines Gemischtwarenladens in Illinois. Nach dem Erwerb einer Schanklizenz betrieben er und sein Partner dort auch eine kleine Taverne. Die große Frage ist: Hat der berühmte Staatsmann auch Alkohol gebrannt? Tim und Josh begeben sich auf eine spannende Zeitreise.","versions":[{"lang":1,"streams":[{"redirect":13702410,"hoster":"VOE"},{"redirect":13702411,"hoster":"Streamtape"}]}]}]}]}