{"seriesId":"moonlight","name":"Moonlight","descr":"In der Serie Moonlight geht es um den Vampir Mick St. John, gespielt von Alex O`Loughlin (The Shield), der sich als Privatdetektiv seinen Lebensunterhalt verdient. Er hadert mit seiner Unsterblichkeit, kämpft gegen mächtige Gegner aus der Vampirwelt (u.a. seine Ex-Frau Coraline) und ist in die sterbliche Reporterin Beth Turner verliebt. Beth ist zunächst von dem geheimnisvollen Mick fasziniert und ahnt nicht, welch dunkles Geheimnis sie beide verbindet...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Es gibt keine Vampire","epNo":1,"alt":"No Such Thing As Vampires","descr":"Eine Collegestudentin wurde ermordert. Das Opfer weist zwei punktförmige Wunden am Hals auf. Alles deutet also darauf hin, dass das Mädchen von einem Vampir getötet wurde. Privatdetektiv Mick St. John weiß aber, dass das nicht sein kann, denn er entdeckt keinen Vampirgeruch an ihr. Er als Vampir würde einen anderen Vampir sofort riechen. Am Tatort trifft Mick dann erstmals auf die Internetreporterin Beth Turner. Zusammen mit Beth macht Mick den Professor der Studentin ausfindig. Dieser behauptet von sich, er sei ein Vampir und er nutzt sein Wissen, um Collegestudenten zu verführen. Als ein zweiter Mord geschieht, entscheidet sich Beth, under cover zu recherchieren und ein Seminar des \"Vampir\"-Professors zu besuchen. Sie gerät dabei in tödliche Gefahr, aber Mick kommt ihr mit seinen Vampirkräften zu Hilfe...In Rückblenden erfährt der Zuschauer zudem, dass Mick die blonde Beth bereits seit langem kennt: Er hat sie, als sie noch ein kleines Kind war, aus einer Entführung gerettet. Beth kann sich nicht mehr an ihn erinnern, aber er ist seitdem kaum von ihrer Seite gewichen. Unentdeckt bis zu jener Begegnung am Tatort...","versions":[{"lang":1,"streams":[{"redirect":8816584,"hoster":"VOE"},{"redirect":8600194,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schatten der Vergangenheit","epNo":2,"alt":"Out of the Past","descr":"Der verurteilte Mörder Lee Jay Spalding ist nach 25 Jahren aus der Haft entlassen worden. Er tötete damals seine Freundin. Mick ist wütend, aber nicht nur, weil er weiß, dass Spalding nicht der geläuterte Mensch ist, der er vorgibt, zu sein. Nein, Mick fühlt sich verantwortlich für den Mord von damals. Spaldings Freundin hatte ihn nämlich engagiert, sie zu beschützen, aber Mick hat die Bedrohung nicht ernst genommen. Spalding weiß zu allem Übel auch noch, dass Mick ein Vampir ist und will ihn bloßstellen.Beths gute Freundin Julia hat ein Buch über Spalding geschrieben, in dem er als guter Mensch porträtiert wird. Mick findet in dem Buch ebenfalls Erwähnung. Seine schlimmsten Befürchtungen werden wahr und er muss - zusammen mit Beth - Julia retten. Mick gerät dabei in einen Hinterhalt...","versions":[{"lang":1,"streams":[{"redirect":8816586,"hoster":"VOE"},{"redirect":8600193,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dr. Feelgood","epNo":3,"alt":"Dr. Feelgood","descr":"Nun, da Beth weiß, dass Mick ein Vampir ist, ist das Verhältnis zwischen ihnen etwas angespannt. Beth versucht, diese erschreckende Wahrheit zu verdauen. Beide müssen aber zusammenarbeiten, um einen Mörder zu finden. Dieser scheint ein \"neuer\" Vampir zu sein, der nicht in sein neues Leben begleitet wurde. Er versteht seine Zwänge nicht, kann sie nicht kontrollieren und läuft Amok. Mick und Beth folgen seiner blutigen Spur und finden seinen Sire, also den Vampir, der den \"Neuen\" verwandelt hat. Der Sire hätte bei dem \"Neuen\" bleiben müssen und ihn das Dasein als Vampir lehren.Mick weiht Beth in die Verwandlungsrituale eines Vampirs ein und erzählt ihr die traurige Geschichte, wie er zum Vampir wurde: Er wurde in der Hochzeitsnacht von seiner Braut Coraline gebissen und gegen seinen Willen verwandelt...","versions":[{"lang":1,"streams":[{"redirect":8816588,"hoster":"VOE"},{"redirect":8600195,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fieber","epNo":4,"alt":"Fever","descr":"Beths Lebensgefährte, der Staatsanwaltsassistent Josh verklagt den mächtigen Waffenhändler Amir Fayed wegen Mordes. Aufgrund einer undichten Stelle im Büro des Staatsanwalts befindet sich Joshs Kronzeugin Leni in höchster Gefahr. Denn als der von Fayed geschickte Auftragskiller das Versteck von Leni und ihren Beschützern überfällt, flieht sie in die Wüste. Josh engagiert Mick, um Leni zu finden und zu beschützen, denn nur ihm kann er im Moment vertrauen. Mick spürt Leni gerade noch rechtzeitig auf, bevor der Auftragskiller auftaucht. Allerdings müssen sie zu Fuß in die Wüste fliehen. Die erbarmungslose Wüstensonne setzt Mick ziemlich zu. Er wird zunehmend schwächer und blutdurstiger. Sie erreichen ein verlassenes Motel und Mick überzeugt Leni, Beth anzurufen. Diese erreicht das Motel gerade noch rechtzeitig und erlaubt Mick, von ihrem Blut zu trinken, um sein Leben zu retten...","versions":[{"lang":1,"streams":[{"redirect":8816590,"hoster":"VOE"},{"redirect":8600196,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ewige Jugend","epNo":5,"alt":"Arrested Development","descr":"Seit er von ihrem Blut trinken musste, versucht Mick, Beth aus dem Weg zu gehen. Aber wie es der Zufall will, kreuzen sich ihre Wege, als Mick den neuen Fall eines verschwundenen Mädchens recherchiert und Beth zeitgleich über einen möglichen Serienmörder im Raum Los Angeles berichtet. Trotz anfänglichem Unbehagen und Verlegenheit, einigen sich Mick und Beth auf eine Zusammenarbeit als klar wird, dass das nächste Opfer des Serienmörder das verschwundene Mädchen sein könnte.Wie sich herausstellt, handelt es sich bei dem Serienmörder um einen Vampir. Dieser wurde als Teenager gewandelt, und obwohl er 200 Jahre alt ist, ist er ewig im Körper eines Pubertierenden gefangen. Als Mick und Beth ihn in einem Freizeitpark aufspüren, kann er zunächst fliehen. Aber nach Einbruch der Dunkelheit kommt es zum schwindelerregenden Showdown auf der Achterbahn...","versions":[{"lang":1,"streams":[{"redirect":8816598,"hoster":"VOE"},{"redirect":8600197,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Black Crystal","epNo":6,"alt":"B.C.","descr":"Nach dem Kuss auf dem Parkhausdach, gehen sich Mick und Beth zunächst wieder aus dem Weg. Mick soll für Josef dessen langjährige Geliebte Lola finden. Beth dreht währenddessen einen Bericht über einen neuen Modedesigner. Bei laufender Kamera bricht eines der Models plötzlich tot zusammen. Die Autopsie ergibt einen Überdosis einer unbekannten Droge. Beth beginnt zu recherchieren und trifft im Leichenschauhaus auf Mick, wo beide feststellen, dass ihre jeweiligen Fälle etwas miteinander zu tun haben: Josefs Geliebte Lola ist die Dealerin, von der das tote Model ihre Drogen bezog. Das Verstörende daran: Die Droge wird aus Vampirblut gewonnen. Beth erliegt der Versuchung und probiert die Droge, die Menschen wie Vampire fühlen lässt. Übermannt von ihren erhöhten Sinnen geht sie zu Mick, um mit ihm die Erfahrung zu teilen und um ihn zu verführen...","versions":[{"lang":1,"streams":[{"redirect":12337240,"hoster":"VOE"},{"redirect":8600200,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Ebenbild","epNo":7,"alt":"The Ringer","descr":"Beth bittet Mick, die gestohlenen Kameras ihrer Fotografin Morgan wiederzufinden. Eigentlich eine leichte Aufgabe für Mick, würde Morgan nicht seiner Exfrau und Schöpferin Coraline zum Verwechseln ähnlich sehen. Morgan ist aber kein Vampir, sondern menschlich, was Mick an ihrem Geruch erkennt. Morgan kann aber auch deshalb nicht Coraline sein, denn Mick hat diese vor Jahren in einem brennenden Haus sterbend zurückgelassen, als er die kleine Beth befreite. Genau diese Szene einer verbrennenden Frau ist jedoch auf Morgans aktuellen Fotografien enthalten. Hin und her gerissen versucht er, Morgan als Coraline zu enttarnen. Nach einem Handgemenge auf dem Friedhof, wo er vergeblich Coralines Tattoo einer Französischen Lilie an Morgan sucht, gesteht er sich seinen Irrtum ein. Oder hatte er doch recht?","versions":[{"lang":1,"streams":[{"redirect":13212324,"hoster":"VOE"},{"redirect":8600202,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Blutbeichte","epNo":8,"alt":"12:04 AM","descr":"Die Folge beginnt mit der Exekution des Sektenführers Donovan Shepherd. Im Zuschauerraum trifft Beth auf Audrey, eine junge Frau, die als Einzige den brutalen Überfall der Sekte überlebte und maßgeblich an der Verurteilung des Sektenführer Sheperd mitwirkte. Es ist spät in der Nacht und Beth nimmt Audrey zu sich mit nach Hause, da sie deren Schicksal an ihre eigene Entführung erinnert. Audrey erhält Todesdrohungen durch die Sektenanhänger und wird sogar in Beths Wohnung überfallen. Mick kommt gerade noch rechtzeitig. Er untersucht den Vorfall, zumal Audrey behauptet, sie hätte Sheperd vor ihrem Fenster stehen sehen. Nur wie konnte der die tödliche Spritze überleben? Mick beginnt zu recherchieren und entdeckt Sheperds perfiden Racheplan...","versions":[{"lang":1,"streams":[{"redirect":13212325,"hoster":"VOE"},{"redirect":8600203,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fleur de Lis","epNo":9,"alt":"Fleur de Lis","descr":"Mick übernimmt einen recht simplen Fall: Ein reicher Geschäftsmann verdächtigt seine Geliebte, ihn zu betrügen. Mick bittet Morgan, ihn bei der Überwachung als Fotografin zu begleiten. Während die beiden den Auftrag übernehmen, beginnt Beth auf eigene Faust, Morgans Lebenslauf zu recherchieren. Sie wird den Verdacht nicht los, dass etwas mit ihr nicht stimmt und Mick vielleicht doch recht hatte mit seinem Verdacht, Morgan sei in Wirklichkeit Coraline. Sie findet tatsächlich Beweise...","versions":[{"lang":1,"streams":[{"redirect":13212326,"hoster":"VOE"},{"redirect":8600211,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Dornröschen","epNo":10,"alt":"Sleeping Beauty","descr":"Josef wird Opfer eines Attentats und überlebt nur knapp. Er engagiert Mick, den Auftraggeber ausfindig zu machen. Zusammen mit Beth findet er heraus, dass das Attentat ein Racheakt eines reichen New Yorkers war, dessen Tochter Sarah Josef im Jahr 1955 ermordet haben soll. Als sich Mick und Beth auf den Weg nach New York machen, treffen sie dort auf Josef. Was führt ihn dorthin und was verband ihn wirklich mit der Tochter?Währenddessen liegt Coraline schwerverletzt im Krankenhaus. Den Ärzten haben Mick und Beth den wahren Grund für ihre Verletzung aber verschwiegen. Als Coraline später für einen kurzen Moment aus ihrer Bewusstlosigkeit erwacht, sieht man kurz ihre Reißzähne - ein Indiz, dass sie langsam wieder zum Vampir mutiert?","versions":[{"lang":1,"streams":[{"redirect":8816595,"hoster":"VOE"},{"redirect":8600209,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ewige Liebe","epNo":11,"alt":"Love Lasts Forever","descr":"Josh will einen Drogenhändler vor Gericht bringen. Dieser droht jedoch, Beth zu töten, was ihm auch beinahe gelingt - wäre Mick nicht zur Stelle. Um sie zu schützen, muss Beth sich in ein Safehouse zurückziehen. Doch der Drogenhändler lässt kurzer Hand Josh kidnappen. Mick und Beth heften sich an die Fersen der Kidnapper und ein Wettkampf um Leben und Tod beginnt...","versions":[{"lang":1,"streams":[{"redirect":8816602,"hoster":"VOE"},{"redirect":8600204,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Heilmittel","epNo":12,"alt":"The Mortal Cure","descr":"Beth ist immer noch sauer auf Mick, dass er Josh nicht in einen Vampir verwandeln wollte. Sie findet zudem heraus, dass Josh ihr einen Heiratsantrag machen wollte.Mick dagegen sucht Coraline, um endlich hinter das Geheimnis ihres kurzzeitigen \"Menschseins\" zu kommen. Er findet heraus, dass sie mit verschiedenen Wissenschaftlern an einer geheimen Mixtur arbeitete. Zu allem Übel taucht Lance - ein extrem gefährlicher und wohl auch alter Vampir - auf, und konfrontiert Mick mit einer überraschenden Wahrheit...","versions":[{"lang":1,"streams":[{"redirect":8816601,"hoster":"VOE"},{"redirect":8600206,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kurzes Glück","epNo":13,"alt":"Fated to Pretend","descr":"Mick genießt sein neues Leben als \"Mensch\" in vollen Zügen: Ein weiches Bett, normales Essen, ein Picknick am Strand mit Beth, Dating.Als Beth dann am Abend von ihrer Chefin in die BuzzWire-Redaktion beordert wird, macht sie eine schreckliche Entdeckung: Maureen wurde erschossen. Zusammen mit Mick und Joshs Nachfolger im Büro der Staatsanwaltschaft, Ben Talbot, macht sie sich auf die Suche nach dem Mörder. Der Kreis der Verdächtigen ist jedoch groß, da Mo vor ihrem Tod vielen Skandalen auf der Spur war. Als Beth und Talbot entführt werden, wird Mick erstmals mit den Nachteilen seines \"Menschseins\" konfrontiert...","versions":[{"lang":1,"streams":[{"redirect":13220472,"hoster":"VOE"},{"redirect":8600207,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Klick","epNo":14,"alt":"Click","descr":"Mick arbeitet wieder als Privatdetektiv und hat einen glamourösen Auftrag: Er soll das aufstrebende Hollywoodstarlet Tierney Tate beschützen. Sie wird rund um die Uhr von Paparazzi verfolgt und bedroht. Als sie während einer Party stirbt, macht sich Mick auf die Suche nach dem Mörder.Beth bekommt einen neuen Redaktionsleiter bei BuzzWire vor die Nase gesetzt, der einen eher boulevardesken Ansatz verfolgt. Aufgrund ihrer Freundschaft mit Mick und dessen Nähe zur verstorbenen Tierney, wird Beth auf den Fall angesetzt.","versions":[{"lang":1,"streams":[{"redirect":13229303,"hoster":"VOE"},{"redirect":8600205,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Was zurück bleibt...","epNo":15,"alt":"What\u0027s Left Behind","descr":"Ein Kind wird entführt. Mick bietet seine Hilfe bei der Suche an. Was keiner weiß: Mit der Familie des Entführten verbindet ihn eine lange Freundschaft, die bis zum Zweiten Weltkrieg und seiner Zeit als Truppensanitär zurückreicht. Kann es sein, dass Mick sogar mit dem Kind verwandt ist?Beth hat bei BuzzWire gekündigt. Ben Talbot bietet ihr an, für das Büro des Staatsanwalts als Zivilermittlerin zu arbeiten. Ihr erster Fall ist der des entführten Kindes, da sie während ihrer Reporterzeit über zwei ganz ähnliche Fälle berichtete. Der Verdacht eines Serientäters liegt nah...","versions":[{"lang":1,"streams":[{"redirect":13229305,"hoster":"VOE"},{"redirect":8600208,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Sonata","epNo":16,"alt":"Sonata","descr":"Während der Einweihung eines von Josef gestifteten Universitätsflügels wird ein Spitzensportler ermordet aufgefunden. Wie sich herausstellt wurde er von einer Vampirin getötet. Als diese von Ben Talbot verhaftet und in U-Haft gesteckt wird, droht sie damit, die Namen aller in Los Angeles lebender Vampire - inklusive Mick St. John und Josef Kostan - preiszugeben. Mick versammelt seine Vampirfreunde, um dies mit allen Mittel zu verhindern..","versions":[{"lang":1,"streams":[{"redirect":8816605,"hoster":"VOE"},{"redirect":8600212,"hoster":"Streamtape"}]}]}]}]}