{"seriesId":"moonbase-8","name":"Moonbase 8","descr":"Drei leicht unfähige Astronauten trainieren in dem Mondbasissimulator der NASA in der Wüste und jeder von ihnen hofft, der nächste Mensch zu sein, der zum Erdtrabanten aufbrechen darf.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Eine Sekunde Schampus","epNo":1,"alt":"Dry","descr":"Am Mondbasis-Simulator der NASA in Winslow, Arizona, sind drei engagierte Astronauten und ein Football-Star stationiert. Sie versuchen, sich auf ihre erste Mondmission vorzubereiten. Wenn das Team mit Wasserknappheit konfrontiert ist, führt eine unorthodoxe Lösung zu unbeabsichtigten Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":14421222,"hoster":"VOE"},{"redirect":14425872,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ratte Jeremy","epNo":2,"alt":"Rats","descr":"Die Videokorrespondenz von Rook (Tim Heidecker) mit seiner Familie führt zu einem schweren Fall von Heimweh, der ihn in Erwägung zieht, das Team zu verlassen. Währenddessen ist Cap (John C. Reilly) davon besessen, einen Eindringling zu erwischen. Skip (Fred Armisen) denkt sich einige kreative Lösungen aus, um dem Team zu helfen, sich effizienter einzukleiden.","versions":[{"lang":1,"streams":[{"redirect":14395787,"hoster":"VOE"},{"redirect":14395166,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Quarantäne","epNo":3,"alt":"Quarantine","descr":"Als sowohl Cap (John C. Reilly) als auch Skip (Fred Armisen) erkranken, führt dies zu sehr unterschiedlichen Quarantäneerfahrungen für jeden von ihnen. Rook (Tim Heidecker) wird mit einem neuen weiblichen Mitglied des Teams allein gelassen. Als er sich von ihr angezogen fühlt, ist er gezwungen, sich seinen Gefühlen zu stellen und muss sich entscheiden, ob er auf sie reagieren soll.","versions":[{"lang":1,"streams":[{"redirect":12945920,"hoster":"VOE"},{"redirect":12945922,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":7478051,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Besucher","epNo":4,"alt":"Visitors","descr":"Das Team erfährt von den Budgetkürzungen des Programms und erfährt, welche Auswirkungen sie auf ihre zukünftige Mission haben werden. Als Elon Musk\u0027s SpaceX sein Lager direkt nebenan aufschlägt, laden Cap (John C. Reilly), Skip (Fred Armisen) und Rook (Tim Heidecker) sie zu einer Begrüßungstour ein, um einen für beide Seiten vorteilhaften Vorschlag zu machen.","versions":[{"lang":1,"streams":[{"redirect":14404231,"hoster":"VOE"},{"redirect":14425871,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Umzug","epNo":5,"alt":"Move the Base","descr":"Als Cap (John C. Reilly) unwissentlich an einem psychologischen Test, der von Skips Vater entwickelt wurde, teilnimmt, führt dies zu Reibungen zwischen den beiden. Rook (Tim Heidecker) schlägt einen Spielabend als Übung zur Teambindung vor, aber Cap hat eine extremere Lösung im Sinn - die Verlegung der Basis.","versions":[{"lang":1,"streams":[{"redirect":14404149,"hoster":"VOE"},{"redirect":14406070,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Überall Kühe","epNo":6,"alt":"Beef","descr":"Als eine wütende Gruppe von Ranchern das Team bedroht, weil es in ihr Land eingedrungen ist, müssen sie sich entscheiden, ob sie die Mission aufgeben oder ihren Mann stehen. Skip heckt einen riskanten Plan aus, der ihr ganzes Training erfordert, um ihn durchzuziehen.","versions":[{"lang":1,"streams":[{"redirect":14404232,"hoster":"VOE"},{"redirect":14425876,"hoster":"Streamtape"}]}]}]}]}