{"seriesId":"moonshine","name":"Moonshine","descr":"Das \"The Moonshine\" ist ein heruntergekommenes Hotel an der Atlantikküste. Eine Gruppe von Halbgeschwistern streitet um die Kontrolle über Gebäude und Anwesen – jeder hat eigene Pläne, wie das gemeinsame Erbe am besten in die Zukunft zu bringen ist.Architektin Lidia (Jennifer Finnigan) will das Hotel abreißen und das wertvolle Grundstück vollkommen neu erschließen. Ihre jüngere Schwester Rhian (Anastasia Phillips) sieht in dem Hotel ihre einzige Möglichkeit, sich zu profilieren.Weitere Mitglieder der Familie sind: Nora (Emma Hunter), die alle Familiengeheimnisse kennt; Adoptivbruder Sammy (Alexander Nunez), der ein ganz eigenes Geheimnis mit sich herumträgt; und Tom Stevens als Rhians Zwillingsbruder Ryan, der das Hotel nutzt, um seine illegalen Geschäfte zu betreiben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Standby Out of Newark","descr":"Lidia kehrt zur Beerdigung ihrer Tante aus New York nach Hause zurück, als eine überraschende Erbschaft eine Familienfehde mit ihrer rivalisierenden Schwester entzündet.","versions":[{"lang":2,"streams":[{"redirect":8853316,"hoster":"VOE"},{"redirect":8853321,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Escape Goat","descr":"Lidias Entscheidung kurzfristig bei Moonshine zu bleiben - nur eine Handvoll Leute kennt den Grund, zu denen weder Finn noch Eleanor gehören - fällt mit dem jährlichen Ziegenbraten von Moonshine zusammen. Obwohl Ken Rhian mit Blick auf Beas Gesundheit die Verantwortung übertragen hat, will Lidia nicht nur das Kriegsbeil mit Rhian begraben, sondern auch von Rhian lernen, wie Moonshine funktioniert, obwohl Lidia mit ihrem dreiundvierzigprozentigen Anteil an der Ferienanlage technisch gesehen der Boss ist. Trotzdem ist Rhian nicht begeistert von dem, was alle anderen Geschwister als Lidias gute Idee ansehen, mehr Geld aus dem Resort zu machen ...","versions":[{"lang":2,"streams":[{"redirect":12380294,"hoster":"VOE"},{"redirect":8864399,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"There Is No I In Denial","descr":"Rhian ist nach dem Ziegenbraten, der beim Goddessfest zu einem Fiasko wurde, nicht mehr aggressiv sondern eher beängstigend und gefährlich passiv-aggressiv auch weil sie der Ziege zu nahe gekommen ist. Terry und Nora wurden auf Rhians Abschussliste gesetzt und gesellen sich zu Lidia, nachdem Terry unter Zwang zugegeben hat, dass er und Nora eine Affäre haben. Auf der anderen Seite müssen Terry und Nora ihre Beziehung kritischer hinterfragen, jetzt, da die Geheimhaltung nicht mehr dazugehört. Bei Lidias Versuch Moonshine zu verwandeln erfährt Bea dass ...","versions":[{"lang":2,"streams":[{"redirect":8941530,"hoster":"VOE"},{"redirect":8941531,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Zen and the Art of Midlife Maintenance","descr":"Da Bea und Ken der Meinung sind, dass ihre drei Töchter \"miteinander reden\" müssen, ergreift Sammy Maßnahmen, um sicherzustellen, dass sie zumindest im selben Zimmer sind, damit dies geschehen kann. Nachdem sie ihre anfängliche Feindseligkeit überwunden haben, erinnern sich Lidia, Rhian und Nora an das letzte Mal, als sie sich über irgendetwas einig waren, was dazu führt, dass sie sich mit einem alten Bekannten, Duffy Corkum, zusammentun, den sie als Teenager mit dem Spitznamen \"Skintag\" gehänselt hatten, der aber inzwischen ein florierendes Geschäftsimperium mit Schwerpunkt auf Yoga-Bekleidung aufgebaut hat. Als derzeit einziger ...","versions":[{"lang":2,"streams":[{"redirect":8941529,"hoster":"VOE"},{"redirect":8941527,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Love Will Tear Us Apart","descr":"Im Moonshine findet eine jüdisch-deutsche Hochzeit mit Piratenthema statt. Die einzigen Gegebenheiten sind, dass Rhian die Führung bei der Zuweisung von Aufgaben an den Rest der Familie und des Personals übernimmt und Ken die Zeremonie durchführt, was das Thema des Hochzeitsfluchs aufwirft, vor allem angesichts der aktuellen Anzahl gescheiterter Ehen in der Familie. Daniel kommt überraschend zu Besuch, in der Hoffnung, sich mit Lidia zu versöhnen und wieder Kontakt zu den Kindern zu bekommen. Die Frage ist, ob Lidia ihm erstens angesichts seiner Untreue eine Chance geben und zweitens eine gemeinsame Basis mit ihm finden wird, um eine...","versions":[{"lang":2,"streams":[{"redirect":8965275,"hoster":"VOE"},{"redirect":8965274,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Blueberry Season","descr":"\"The Moonshine\" ist buchstäblich in der Scheiße, mit einem Sack voll Rechnungen die sie bezahlen müssen, was sie zum ersten Mal seit 40 Jahren dazu zwingt, ihre Türen zu schließen. Aber jetzt, da Lidia fest entschlossen ist, New York und ihre Ehe für immer zu verlassen. Sie ist entschlossener denn je, den Campingplatz wieder auf die Beine zu stellen. Egal was es braucht! Nur ihre Eltern müssen ruhig gestellt werden.","versions":[{"lang":2,"streams":[{"redirect":9033182,"hoster":"VOE"},{"redirect":9033185,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Who is the Dead Guy?","descr":"Nachdem Bea gegenüber Lidia zugibt, dass sie einen Drogen-Drop inszeniert hat und ihr im Weg steht, den Mondschein wiederzubeleben, ist Lidia raus. Zumindest kann sie es jetzt ohne Schuldgefühle nach New York City zurückfahren. Nur das Ausgraben eines Skeletts, das unter Kens Lieblingsahornbaum vergraben ist, bedeutet, dass sie nirgendwo hingeht. Wenn Fragen gestellt werden, lernen wir die Ursprünge des Moonshine kennen und enthüllen, was sich jeder wundert. Wer ist der Tote?","versions":[{"lang":2,"streams":[{"redirect":9091590,"hoster":"VOE"},{"redirect":9091601,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"So Long Farewell, You\u0027re Staying.","descr":"Nachdem die Wahrheit endlich ans Licht gekommen ist, haben die Finley-Cullens Frieden miteinander geschlossen. Aber die Dinge sind noch lange nicht vorbei. Jetzt müssen sie sich ihrer größten Herausforderung stellen: die verschwundenen Drogen finden, mit den zwielichtigen Käufern verhandeln und Jill etwas anhängen - und das alles, während sie die jährliche Benefizveranstaltung für die Polizei veranstalten. Als die RCMP immer näher rückt, muss Lidia alles riskieren um das Moonshine zu retten. Kann sie es rechtzeitig schaffen - und das in Lederhosen?","versions":[{"lang":2,"streams":[{"redirect":9137689,"hoster":"VOE"},{"redirect":9137694,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Three Sisters of Fate","descr":"Als ein mysteriöses Paket im Moonshine ankommt, stellt es die Finley-Cullens in Frage, ob der Weg zu ihrem Schicksal im Moonshine beginnt – oder endet.","versions":[{"lang":2,"streams":[{"redirect":11441535,"hoster":"VOE"},{"redirect":11441551,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Moose Knuckle \u0026 The Golden Clam","descr":"Rhian und Lidia sind fest entschlossen, den Moonshine in die Foxton Cove Business Association zu holen, auch wenn das bedeutet, sich beim alljährlichen Lobsterpalooza-Event des Moonshine einem alten Highschool-Feind anzulegen.","versions":[{"lang":2,"streams":[{"redirect":11490775,"hoster":"VOE"},{"redirect":11490774,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Bitches, I’ve Now Gone Outlaw","descr":"Lidia entdeckt, dass die Familie so schnell wie möglich eine Steuerzahlung von 15.000 Dollar leisten muss, und so bleibt ihr nichts anderes übrig, als sich mit ihrem heißen Biker-Freund zusammenzutun, um ein ausgeklügeltes Geldwäschesystem zu entwickeln, an dem Bingo beteiligt ist.","versions":[{"lang":2,"streams":[{"redirect":11524709,"hoster":"VOE"},{"redirect":11524711,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Call of the Kraken","descr":"Erwachsene Halbgeschwister aus der dysfunktionalen Familie Finley-Cullen kämpfen darum, die Kontrolle über das Familienunternehmen, das heruntergekommene Sommerresort The Moonshine, zu übernehmen.","versions":[{"lang":2,"streams":[{"redirect":11566078,"hoster":"VOE"},{"redirect":11566077,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Dinnervention","descr":"Lidia hilft Gale bei einem zwielichtigen LKW-Diebstahl, während Rhian einen SOS-Einsatz für ihren Zwilling Ryan arrangiert; Bea verknallt sich in einen viel jüngeren Mann; Lidia verschwindet.","versions":[{"lang":2,"streams":[{"redirect":11602186,"hoster":"VOE"},{"redirect":11602192,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Mommy Issues","descr":"Die Finley-Cullens entführen Lidia, um sie zur Vernunft zu bringen; in Moonshine hat Daniel, Lidias Ex, eine seltsame Beziehung zu dem Motorradfahrer Gale.","versions":[{"lang":2,"streams":[{"redirect":11636068,"hoster":"VOE"},{"redirect":11636083,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"44.6304N 64.0515W","descr":"Während Lidias Pläne, mit Gale Schluss zu machen, in die Hose gehen, trifft der schockierte Sammy seine leiblichen Eltern.","versions":[{"lang":2,"streams":[{"redirect":12925063,"hoster":"VOE"},{"redirect":11721652,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"How to Slander a Finley-Cullen or Die Trying","descr":"Als Gale und die Marauders Moonshine gewaltsam an sich reißen, hat Lidia keine andere Wahl, als die Erzfeindin der Finley-Cullens, Jill, aus dem Gefängnis zu befreien, um den Kampf zu gewinnen.","versions":[{"lang":2,"streams":[{"redirect":11721648,"hoster":"VOE"},{"redirect":11721649,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"You Try Reinventing Your Life In Your Forties Fuckers","descr":"Als der Bauunternehmer des Luxusresorts droht, das Moonshine zu ruinieren, fragen sich die Finley-Cullens, ob es noch schlimmer kommen könnte. Als sie feststellen, dass sie den Feind im Shore Club beherbergen und eine gefürchtete Karaoke-Maschine auftaucht, haben sie die Antwort. Jetzt wird\u0027s ernst.","versions":[{"lang":2,"streams":[{"redirect":12871713,"hoster":"VOE"},{"redirect":12871714,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"It\u0027s a Vulva, Son","descr":"Für die Finley-Cullen-Schwestern ist Wellness-Tag, und dabei kommen viele schmutzige Geheimnisse und Ressentiments ans Tageslicht. Ken und Ryan versuchen, Oscar mit einer Zeremonie mit einer riesigen Vulva aus der Patsche zu helfen.","versions":[{"lang":2,"streams":[{"redirect":12871737,"hoster":"VOE"},{"redirect":12871755,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Sunk the Junk","descr":"Als sich die Nachricht verbreitet, dass Lidia mit dem Feind zusammenarbeitet, versucht sie, den Schaden zu begrenzen, um ihre Familie auf ihre Seite zu ziehen, während der Rest der Familie verzweifelt versucht, die Entwicklung zu stoppen.","versions":[{"lang":2,"streams":[{"redirect":12871707,"hoster":"VOE"},{"redirect":12871710,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"I Am the Night!","descr":"Lidia wird von der Moonshine-Baustelle vertrieben, als Wes sie bittet, das Rendering für das Resort zu überarbeiten.","versions":[{"lang":2,"streams":[{"redirect":12893802,"hoster":"VOE"},{"redirect":12893803,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"How To Lose Friends and S**t-Can Your Reputation","descr":"Lidia erkennt, dass ihr schlechter Ruf und ihre Fußfessel ihrer neuen Karriere schaden, und macht sich daran, ihren Namen reinzuwaschen; Rhian fühlt den Druck, ihre erste Veranstaltung als FCBA-Präsidentin zu planen.","versions":[{"lang":2,"streams":[{"redirect":12939312,"hoster":"VOE"},{"redirect":12939311,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Hold Me Closer Tiny Cancer","descr":"Die ganze Familie macht Lidia für den drohenden Abriss des Moonshine verantwortlich. Als Lidia erfährt, dass Nora ein ernstes Gesundheitsproblem haben könnte, ist ihr nichts wichtiger, als Nora zu helfen.","versions":[{"lang":2,"streams":[{"redirect":12976450,"hoster":"VOE"},{"redirect":12976449,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Get My Baby Back","descr":"Gale und Lidia sind wieder vereint, aber es ist noch kein Happy End; Sie müssen auf einem aufwändigen Roadtrip mit der Polizei an die amerikanische Grenze fliehen … und Nora und Rhian sind ihnen auf der Spur.","versions":[{"lang":2,"streams":[{"redirect":13006791,"hoster":"VOE"},{"redirect":13006792,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"High Season","descr":"Wes\u0027 Vater Dick kommt in die Stadt und macht seinem Namen alle Ehre, denn Kens alte Schatzkiste mit vergessenen Drogen erweist sich als nützlich, um den Finley-Cullens alles zu besorgen, was sie sich jemals hätten wünschen können.","versions":[{"lang":2,"streams":[{"redirect":13076721,"hoster":"VOE"},{"redirect":13076648,"hoster":"Streamtape"}]}]}]}]}