{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia","name":"Moonshiners - Die Schwarzbrenner von Virginia","descr":"Schnapsbrennen ohne Lizenz ist in den USA verboten. Doch um Gesetze kümmern sich Tim, \"Tickle\" und \"Popcorn\" nur wenig. In ihre gewohnte Lebensweise lassen sich die Männer mit den blauen Latzhosen nur ungern von Fremden dreinreden. Das gilt besonders fürs \"Moonshining\", denn das hat in Virginia eine lange Tradition. Bereits im 17. Jahrhundert destillierten hier die ersten Siedler in selbstgebauten Apparaturen ihren hochprozentigen Alkohol. Und daran hat sich bis heute wenig geändert. So haben die alteingesessenen Bewohner überhaupt kein Verständnis dafür, dass der Staat an ihrem lukrativen Gewerbe kräftig mitverdienen möchte. Anstatt Steuern zu bezahlen, ziehen sie sich lieber tief in die Wälder Virginias zurück, um ihr illegales Handwerk an geheimen Orten auszuüben – dort, wo sie für Gesetzeshüter kaum zu finden sind. Die neue Doku-Serie zeigt das riskante und spannende Leben einer eingeschworenen Gemeinschaft in den Appalachian Mountains.","seasons":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-1/episode-1","name":"Die Saison beginnt","epNo":1,"alt":"Moonshine Season Starts","descr":"In den Appalachen bricht der Spätsommer an, die Zeit, in der auch die \"Moonshining\"-Saison beginnt. Schnapsbrenner Tim sucht in den Wäldern rund um die kleine Gemeinde Tightsqueeze, Virginia, nach einem geeigneten Platz, um seinen hochprozentigen Alkohol zu destillieren. Genau so, wie es schon sein Vater und Großvater getan haben. Die Schwarzbrennerei ist in diesem Teil des Landes ein lukratives Geschäft: Wer sich nicht von den Sheriffs erwischen lässt, kann damit innerhalb weniger Monate Tausende von Dollar verdienen. Doch die Gesetzeshüter sind den \"Moonshiners\" dicht auf den Fersen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9105775","hoster":"VOE"},{"path":"/redirect/9105794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-1/episode-2","name":"Kein Zurück","epNo":2,"alt":"Point Of No Return","descr":"Mais, Zucker, Wasser und Hefe – die Zutaten sind überschaubar, trotzdem ist das \"Moonshining\" eine Kunst für sich. Tim und sein Partner \"Tickle\" gehen beim illegalen Schnapsbrennen eher konservativ zu Werke. Neue Rezepturen, wie man sie mittlerweile auch im Internet finden kann, lehnen die alteingesessenen Südstaatler ab und halten sich lieber ans streng gehütete Familienrezept. Außerdem haben die Männer in den blauen Latzhosen ziemlichen Zeitdruck, weil sie in Kürze größere Mengen liefern müssen: Ein Zwischenhändler aus der Region, der lieber anonym bleiben möchte, hat 100 Gallonen bei ihnen bestellt. An einem versteckten Ort tief im Wald treffen die beiden Schnapsbrenner letzte Vorbereitungen für den ersten großen Coup der Saison.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9105836","hoster":"VOE"},{"path":"/redirect/9105839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-1/episode-3","name":"Die Uhr tickt","epNo":3,"alt":"The Law Comes Knockin’","descr":"Tim und Tickle rennt die Zeit davon: Binnen 24 Stunden sollen sie 400 Liter Schnaps brennen und in Flaschen abgefüllt an Kunden liefern. Doch als die zwei \"Moonshiners\" in ihrem Versteck tief in den Wäldern Virginias den Brenner anwerfen wollen, hören sie ganz in der Nähe verdächtige Geräusche. Offensichtlich sind sie hier nicht allein. Sollte ihnen das \"Department of Alcoholic Beverage Control\" auf die Schliche gekommen sein, haben Tim und sein Kumpel ein echtes Problem: Den Gesetzeshütern sind die Schwarzbrenner in den Appalachian Mountains schon lange ein Dorn im Auge, denn sie betrügen den Staat um einen Haufen Steuereinnahmen. Aus diesem Grund werden in der Region immer wieder Nachforschungen angestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9105842","hoster":"VOE"},{"path":"/redirect/9105845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-1/episode-4","name":"Der Hurrikan","epNo":4,"alt":"Outlaw Brotherhood","descr":"In den Appalachian Mountains wird die Luft langsam dünn: Bei einer groß angelegten Razzia in der Region Tight Squeeze wurden kürzlich 37 Kisten schwarz gebrannter Alkohol beschlagnahmt. Tim und \"Tickle\" sollten ihren illegalen Schnaps deshalb schnell an den Mann bringen, bevor ihre Privat-Brennerei auffliegt. Doch die beiden haben schon vorgesorgt: Für unvorhergesehene Begegnungen mit der Polizei, die ihnen beim Transport der Flaschen in die Quere kommen könnte, haben sie ihren Lieferwagen frisch frisiert. Ein paar Zusatz-PS machen bei einer Verfolgungsjagd schließlich oft den Unterschied. Doch die zwei \"Moonshiner\" haben noch ein anderes Problem: Über Virginia braut sich ein gewaltiger Sturm zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917759","hoster":"VOE"},{"path":"/redirect/9105532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-1/episode-5","name":"Dem Verbrechen auf der Spur","epNo":5,"alt":"A Price To Pay","descr":"Auf Hinweis eines Informanten verfolgt Sheriff Jesse Tate eine heiße Spur: Da in seinem Distrikt angeblich Schnaps ohne Lizenz gebrannt wird, legt er sich mit seinem Kollegen Jimmy im Wald auf die Lauer. Ein Nachtsichtgerät erleichtert ihnen die Arbeit. Als den Polizisten der Geruch von verbrannter Maische in die Nase steigt, ist es klar. Die \"Moonshiner\" sind ganz in der Nähe am Werk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9105577","hoster":"VOE"},{"path":"/redirect/9105695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-1/episode-6","name":"Dunkle Zeiten","epNo":6,"alt":"A Moonshiner’s Farewell","descr":"\"Moonshiner\" Tim setzt vor dem Wintereinbruch alles auf eine Karte: Er und sein Kumpel \"Tickle\" wollen ihren selbstgebrannten Schnaps in der kommenden Saison ganz legal an den Mann bringen. Doch dafür braucht man in Virginia eine teure Lizenz. Und die Summe dafür können die beiden Südstaatler ohne ihre illegalen Machenschaften im Wald kaum aufbringen. Also nutzen die Männer die Zeit, die ihnen noch bleibt, und brennen Alkohol, was das Zeug hält. Ihr Plan ist jedoch äußerst riskant. Nicht weit von ihrem Versteck in den Appalachian Mountains entfernt hatte der Sheriff kürzlich zwei ihrer \"Moonshiner\"-Kollegen erwischt, denen jetzt empfindliche Strafen drohen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10852075","hoster":"VOE"},{"path":"/redirect/9105641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-1/episode-7","name":"Ein riskanter Plan","epNo":7,"alt":"Cannonball Run","descr":"Das Geld reicht einfach nicht – da kann \"Moonshiner\" Tim seine Dollars, die er durch illegales Schnapsbrennen im Wald verdient hat, zählen bis er schwarz wird. Außerdem sind ihm zwei potenzielle Investoren abgesprungen, die ihn unterstützen wollten, sein \"Business\" in Zukunft legal zu betreiben. Also wird es wohl nichts mit der staatlichen Lizenz. Es sei denn, er und sein Partner \"Tickle\" lassen sich in diesem Winter auf riskante Machenschaften ein: Tim hat von \"Big Man\" gehört, einem alteingesessenen Händler in der Region, der noch Leute zum Alkoholschmuggel im großen Stil sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9105700","hoster":"VOE"},{"path":"/redirect/9105716","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-1","name":"Die Jagd geht weiter","epNo":1,"alt":"Rise ‘n Shine!","descr":"In den Great Smoky Mountains meldet sich der Sommer zurück. Für Tim und seinen Partner \"Tickle\" beginnt nun die wichtigste Zeit des Jahres, denn in Kürze produzieren sie wieder ihren selbst gebrannten \"Moonshine\". Man sieht es den Männern in ihren ausgebeulten Latzhosen auf den ersten Blick zwar nicht an, doch mit dem Verkauf von hochprozentigem Alkohol kann man in Amerika viel Geld verdienen. Ein erfahrener \"Moonshiner\" bringt es in einer Saison auf bis zu 100 000 Dollar. Dafür ist die Sache aber ziemlich riskant. Sollte ihnen die Polizei auf die Schliche kommen, sind Tim und \"Tickle\" geliefert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106558","hoster":"VOE"},{"path":"/redirect/9106562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-2","name":"Wettrüsten im Wald","epNo":2,"alt":"Moonshine Goldmine","descr":"Wenn man die Nähte nicht sauber verschweißt, fliegt einem der Kessel um die Ohren. Das wissen Jeff und sein Kumpel Mark nur allzu gut, denn die beiden sind erfahrene \"Moonshiner\". An den undichten Stellen können nämlich hochprozentige alkoholische Dämpfe austreten. Und kommen diese mit dem Brenner in Kontakt, dann kracht es. Deshalb gehen die Männer beim Bau ihrer Destillieranlage mit höchster Konzentration zu Werke. Auch wenn es schon die zweite ist in dieser noch jungen \"Moonshine-Saison\". Beim ersten Versuch sind ihnen nämlich die Cops gefährlich nahe gekommen. Deshalb haben die Schnapsbrenner ihre Utensilien im Wald zurückgelassen und sind gerannt, was das Zeug hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106567","hoster":"VOE"},{"path":"/redirect/9106569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-3","name":"Schwein gehabt","epNo":3,"alt":"Moonshiner Vs. Hogzilla","descr":"Die \"ABC\" ist Tim auf dem Fersen. Die Beamten vom \"Department of Alcoholic Beverage Control\" arbeiten eng mit der Polizei zusammen und verfolgen in Virginia illegale Schnapsbrenner. Die Kontrollen werden von Jahr zu Jahr verschärft, auch Hausdurchsuchungen sind keine Seltenheit. \"Moonshiner\" Tim sitzt deshalb auf heißen Kohlen. Sollten die Gesetzeshüter seine \"Notration\" im Tabakkeller ausfindig machen, wäre es aus mit ihm. Statt Dollarnoten blühen ihm dann einige Jahre Knast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106577","hoster":"VOE"},{"path":"/redirect/9106582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-4","name":"Ein Sturm zieht auf","epNo":4,"alt":"Storm’s A Brewing","descr":"Prost! Die erste Wagenladung steht bereit zum Abtransport. Zur Feier des Tages gönnen sich Mark und Jeff einen Schluck selbst gebrannten \"Moonshine\". Viel Zeit vertrödeln dürfen sie jedoch dabei nicht, denn die Kundschaft wartet. Rund 1000 Dollar kann das Duo von nun an am Tag verdienen, wenn alles glattläuft – steuerfrei, versteht sich. Doch kaum kommen die illegalen Geschäfte der beiden Schnapsbrenner ins Rollen, ziehen am Himmel dunkle Wolken auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106585","hoster":"VOE"},{"path":"/redirect/9106590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-5","name":"Neues Team, neues Glück","epNo":5,"alt":"A Shiner’s Last Stand","descr":"Tim und \"Tickle\" gehen in Zukunft getrennte Wege. Die beiden Schnapsbrenner haben sich verkracht. Tim will nämlich ab sofort nur noch legal Schnaps brennen. Die ganze Angelegenheit wird ihm zu riskant. Weil ihm die Polizei dicht auf den Fersen ist, kann er nachts nicht mehr ruhig schlafen. Deshalb will er in Zukunft vom illegalen \"Moonshining\" im Wald die Finger lassen. Seinem Kumpel \"Tickle\" passt dies jedoch gar nicht in den Kram.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106477","hoster":"VOE"},{"path":"/redirect/9106479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-6","name":"Die Prophezeiung","epNo":6,"alt":"Prophecy Fulfilled","descr":"Die Legende lebt. Schnapsbrenner Barney Barnwell war in den Appalachian Mountains bekannt wie ein bunter Hund. Sein \"Moonshine\" hatte es in sich. Einen besseren Schnaps gab es in ganz Virginia nicht. Deshalb wollen Josh und Bill ihrem großen Vorbild nun ein Denkmal setzen. Eine riesengroße, unterirdische Destillieranlage, davon hatte Barney zu Lebzeiten immer geträumt. Und die beiden Einsteiger setzen den Plan nun in die Tat um.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106481","hoster":"VOE"},{"path":"/redirect/9106486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-7","name":"Im Alleingang","epNo":7,"alt":"Tickle Goes Rogue","descr":"Die Decke war undicht. Dort ist Wasser eingedrungen. Deshalb müssen Josh und Bill nun ihre Sachen packen. An den Wänden ihres unterirdischen Verstecks haben sich nämlich gefährliche Schimmelpilze gebildet. Damit ist der Traum vom schnellen Geld fürs Erste geplatzt. Die \"Moonshiner\" müssen an einem anderen Ort komplett von vorn beginnen. Für Schnapsbrenner \"Tickle\" läuft es ohne seinen alten Kumpel Tim in den Appalachian Mountains ebenfalls nicht rund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106488","hoster":"VOE"},{"path":"/redirect/14384028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-8","name":"Reibereien","epNo":8,"alt":"Troubled Waters","descr":"Ein Warnschuss mit der Büchse – Schnapsbrenner \"Tickle\" bekommt es in den Appalachian Mountains mit einem rabiaten Landbesitzer zu tun. Das Urgestein hat sich mit seinem Destillierapparat in einem abgelegenen Waldstück breitgemacht, ohne vorher die Besitzverhältnisse zu checken. Und nun muss \"Tickle\" sehen, dass er Land gewinnt, denn der fremde Eigentümer duldet in seinem Wald keine \"Moonshiner\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106494","hoster":"VOE"},{"path":"/redirect/9106497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-9","name":"Sabotage!","epNo":9,"alt":"Adios, Mr. Still","descr":"Die Jagdsaison hat begonnen. Josh und sein Kumpel Bill sind deshalb ziemlich nervös. Dass plötzlich Fremde in ihren Wäldern herumstreifen, passt den Schnapsbrennern gar nicht in den Kram. Denn nun müssen sie ihre Apparaturen aufwendig tarnen, um nicht entdeckt zu werden. Dies hätte \"Tickle\" mit seiner Destillieranlage besser auch getan, doch nun ist es dafür definitiv zu spät. Der glücklose \"Moonshiner\" zahlt einmal mehr Lehrgeld und verliert durch einen Sabotageakt wertvolle Dollars.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106502","hoster":"VOE"},{"path":"/redirect/9106500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-10","name":"Die Jagd nach dem flüssigen Gold","epNo":10,"alt":"Moonshine Treasure Hunt","descr":"Als Spencers Vater in den späten Fünfzigerjahren von der Polizei verfolgt wurde, wusste er sich nicht anders zu helfen und versenkte seinen selbstgebrannten Schnaps, samt Lkw, kurzerhand in einem See. Dieses spektakuläre Manöver ersparte ihm damals einen Gefängnisaufenthalt. Als Urgestein Tim von der Geschichte erfährt, ist er sofort Feuer und Flamme. Gemeinsam mit seinen Kumpels von der freiwilligen Feuerwehr will er den Schatz heben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106506","hoster":"VOE"},{"path":"/redirect/14165293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-11","name":"Die Rückkehr","epNo":11,"alt":"Hat In Hand","descr":"Als Spencers Vater in den späten Fünfzigerjahren von der Polizei verfolgt wurde, wusste er sich nicht anders zu helfen und versenkte seinen selbst gebrannten Schnaps samt Lkw kurzerhand in einem See. Dieses spektakuläre Manöver ersparte ihm damals einen Gefängnisaufenthalt. Als Urgestein Tim von der Geschichte erfährt, ist er sofort Feuer und Flamme. Gemeinsam mit seinen Kumpels von der freiwilligen Feuerwehr will er den Schatz heben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106527","hoster":"VOE"},{"path":"/redirect/9106524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-12","name":"Zugriff","epNo":12,"alt":"Last Shiner Standing","descr":"Deputy-Sheriff Chuck gibt über Funk eine Fahndungsmeldung heraus. Er und seine Kollegen suchen nach einem schwarzen SUV mit \"Moonshine\" im Kofferraum. Monatelang hatte sich der Beamte in den Appalachian Mountains auf die Lauer gelegt, und seine Fahndungsarbeit hat sich ausgezahlt. Nun hat er einen Schnapsbrenner an der Angel. Für den \"Moonshiner\" wird die Lage brenzlig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106532","hoster":"VOE"},{"path":"/redirect/9106534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-13","name":"Das geheime Treffen – Teil 1","epNo":13,"alt":"Secret Summit Part 1","descr":"Ihr Lifestyle hat eine lange Tradition. Und in diesem zweiteiligen Special erklären die \"Moonshiner\", warum sie sich ihre gewohnte Lebensweise nicht per Gesetz verbieten lassen wollen. In einem ausführlichen Interview berichten Tim, \"Tickle\" und die anderen Protagonisten der Serie von Zwischenfällen mit der Polizei und geben Antwort auf die Frage, warum sie sich dazu entschlossen haben, sich bei ihren illegalen Machenschaften in den Wäldern Virginias von Kameras filmen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925069","hoster":"VOE"},{"path":"/redirect/9106541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-2/episode-14","name":"Das geheime Treffen – Teil 2","epNo":14,"alt":"Secret Summit Part 2","descr":"Ihr Lifestyle hat eine lange Tradition. Und in diesem zweiteiligen Special erklären die \"Moonshiner\", warum sie sich ihre gewohnte Lebensweise nicht per Gesetz verbieten lassen wollen. In einem ausführlichen Interview berichten Tim, \"Tickle\" und die anderen Protagonisten der Serie von Zwischenfällen mit der Polizei und geben Antwort auf die Frage, warum sie sich dazu entschlossen haben, sich bei ihren illegalen Machenschaften in den Wäldern Virginias von Kameras filmen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9106544","hoster":"VOE"},{"path":"/redirect/9106550","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-1","name":"Alles auf Anfang","epNo":1,"alt":"Time To ‘Shine","descr":"Die Tage werden länger, in den Appalachen beginnt der Sommer. Das bedeutet: Die \"Moonshiner\" sind wieder aktiv. Versteckt im Wald, versucht sich eine eingeschworene Gemeinschaft mit destilliertem Alkohol steuerfrei eine goldene Nase zu verdienen. Ein Handwerk mit Tradition. In Graham County sind in diesem Jahr besonders viele illegale Schnapsbrenner unterwegs. Die Gesetzeshüter haben dort alle Hände voll zu tun. Sheriff Chuck Stewart hat einen anonymen Anruf erhalten und verfolgt in den Snowbird Mountains eine heiße Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9112961","hoster":"VOE"},{"path":"/redirect/9112958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-2","name":"Ein neuer Verbündeter","epNo":2,"alt":"A Shiner In Kentucky","descr":"Vor wenigen Wochen hat die \"Moonshine\"-Saison begonnen. Bei den Schnapsbrennern herrscht Hochbetrieb. Jeff und Mark wollen in diesem Jahr fetten Reibach machen und bauen dazu in den Wäldern North Carolinas einen riesigen Brennkessel mit 2000 Litern Fassungsvermögen auf. Josh und Bill sind unterdessen noch auf der Suche nach einem sicheren Versteck. Die beiden haben Erdbeermaische vorbereitet, die schnellstens zu Schnaps verarbeitet werden muss, sonst vergärt der kostbare Rohstoff zu Essig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129918","hoster":"VOE"},{"path":"/redirect/10129919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-3","name":"Grüße aus dem Sumpf","epNo":3,"alt":"Swamp Shiners","descr":"Es ist Mitternacht in North Carolina. Alles schläft, nur zwei \"Moonshiner\" schleichen durch die Finsternis. Jeff und Mark wollen heimlich ihren riesigen Brennkessel transportieren. Wenn sie damit von den Gesetzeshütern erwischt werden, drohen ihnen mehrere Jahre Gefängnis. Und die Schnapsbrenner werden das Gefühl nicht los, dass sie beobachtet werden. Südwestlich der Appalachen, in einer Gegend, die eher für Alligatoren bekannt ist als für Schwarzgebrannten, läuft die Destille schon auf Hochtouren. \"Moonshiner\" Mike produziert in den Sümpfen hochprozentigen Alkohol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9112963","hoster":"VOE"},{"path":"/redirect/9112962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-4","name":"Viele Köche verderben den Brei","epNo":4,"alt":"More Shiners More Problems","descr":"Die Sümpfe des Mississippi-Deltas sind ein gefährliches Labyrinth, in dem es von Alligatoren wimmelt. Und ein hervorragendes Versteck für jemanden, der unentdeckt Schnaps brennen will. Auf einer der vielen kleinen Inseln wirft \"Moonshiner\" Mike seine Destille an. Sein Partner \"Shot\" steht Schmiere. \"Tickle\" lernt unterdessen, wie man in Tennessee Schnaps brennt, nach der Tradition von \"Popcorn\" Sutton. Das Urgestein ist eine Legende in der Szene. \"Tickle\" will es dem großen Meister nachtun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9112967","hoster":"VOE"},{"path":"/redirect/9112969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-5","name":"Schmiergeld","epNo":5,"alt":"Hush Money","descr":"Jeff und Mark nehmen in North Carolina eine riesige Destille in Betrieb, mit der sie am Tag bis zu 600 Liter Alkohol produzieren können. Wenn sie mit der Apparatur erwischt werden, droht ihnen eine saftige Gefängnisstrafe. Deshalb haben sich die Urgesteine zum Schnapsbrennen tief in den Wald zurückgezogen. Dennoch werden die \"Moonshiner\" im Unterholz von einem Landbesitzer entdeckt. Die alles entscheidende Frage lautet nun: Lässt sich der Mann auf einen Deal ein, oder verständigt er die Polizei?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129921","hoster":"VOE"},{"path":"/redirect/10129923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-6","name":"Erste Ergebnisse","epNo":6,"alt":"First Run","descr":"Vor wenigen Wochen hat die \"Moonshine\"-Saison begonnen. Bei den Schnapsbrennern herrscht Hochbetrieb. Jeff und Mark wollen in diesem Jahr fetten Reibach machen und bauen dazu in den Wäldern North Carolinas einen riesigen Brennkessel mit 2000 Litern Fassungsvermögen auf. Josh und Bill sind unterdessen noch auf der Suche nach einem sicheren Versteck. Die beiden haben Erdbeermaische vorbereitet, die schnellstens zu Schnaps verarbeitet werden muss, sonst vergärt der kostbare Rohstoff zu Essig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9112971","hoster":"VOE"},{"path":"/redirect/9112970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-7","name":"Ein blaues Wunder","epNo":7,"alt":"Blue Moonshine","descr":"Josh und Bill trauen ihren Augen kaum, ihr Erdbeerschnaps ist blau. Dabei sollte der hochprozentige Alkohol vollkommen klar sein. Die Fruchtsäure in der Maische hat mit dem Kupfer des Brennkessels reagiert. Das stellt die \"Moonshiner\" vor ein schwerwiegendes Problem. \"Tickle\" muss unterdessen Zeit gut machen. Der Schnapsbrenner ist in diesem Jahr spät dran. Dafür aber bestens aufgestellt. \"Tickle\" destilliert nach Spezialrezept. Sein \"Moonshine\" bringt auf dem Schwarzmarkt zwischen 50 und 80 Dollar pro Liter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9112977","hoster":"VOE"},{"path":"/redirect/9112976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-8","name":"Konkurrenz","epNo":8,"alt":"Rival Shiners","descr":"Ein gewiefter Apotheker namens George Remus verdiente mit dem Verkauf von Alkohol während der Prohibition Millionen. Ganz so hoch sind die Einkünfte der \"Moonshiner\" in North Carolina nicht. Doch ein- oder zweitausend steuerfreie Extradollars tun es mitunter auch. Schnapsbrenner Wayne hat seine heiße Schmuggelware in einem See deponiert und lotst die Kunden per GPS-Daten zum Versteck. Wenn alles gut läuft, hinterlassen diese an der betreffenden Stelle einen mit Geldscheinen gefüllten wasserfesten Umschlag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9112981","hoster":"VOE"},{"path":"/redirect/9112979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-9","name":"[Derzeit nicht erhältlich, defekt]","epNo":9,"alt":"Bootlegging Blowups","descr":"Der Hochsommer ist vorüber, in wenigen Wochen wird das prächtige Farbenspiel der Laubbäume in South Carolina den Herbst einläuten. Deshalb legen die \"Moonshiner\" beim Destillieren einen Zahn zu. Josh und Bill wollen bis zum Ende der Saison noch 80 Liter Schnaps an den Mann bringen. Der Abnehmer erwartet sie an der County-Grenze. Dort gibt es oft Polizeikontrollen. Deshalb haben die Männer einen Plan ausgeheckt. Sie schmuggeln ihren Selbstgebrannten in einem Dieseltank mit doppeltem Boden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10715712","hoster":"VOE"},{"path":"/redirect/10715713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-10","name":"Das gibt Ärger","epNo":10,"alt":"Moonshine War","descr":"Beim Schnapsbrennen im Wald müssen die \"Moonshiner\" stets auf der Hut sein, dass ihnen die Polizei nicht auf die Schliche kommt, denn ihr Gewerbe ist illegal. Wer erwischt wird, landet im Gefängnis. Doch mitunter kommen sich die Platzhirsche auch gegenseitig in die Quere. Ein Konkurrent ist in North Carolina in Jeffs und Marks Revier eingedrungen und wirbt ihnen die Kundschaft ab. Der Fremde verkauft auf ihrem Territorium seinen hochprozentigen Alkohol. Diese Provokation wollen die Männer nicht auf sich sitzen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174506","hoster":"VOE"},{"path":"/redirect/9112988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-11","name":"Nichts als die Wahrheit","epNo":11,"alt":"Firewater","descr":"Schnapsbrennen ohne Lizenz ist in den USA verboten. Um Gesetze kümmern sich Tim, Jim Tom und \"Tickle\" nur wenig. In ihre gewohnte Lebensweise lassen sich die Männer nur ungern von Fremden reinreden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9112993","hoster":"VOE"},{"path":"/redirect/9112991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-12","name":"Spiel mit dem Feuer","epNo":12,"alt":"Aftershock","descr":"Im Winter sind in den Wäldern North Carolinas viele Jäger unterwegs. Sobald der erste Schnee fällt, packen die \"Moonshiner\" daher ihr Zeug zusammen und machen sich rar. Die Gefahr, dass ihnen jemand bei ihren illegalen Machenschaften auf die Schliche kommt, wäre viel zu groß. Bevor es so weit ist, wollen Josh und Bill mit 30 Gallonen selbstgebranntem Erdbeerschnaps noch einmal richtig abkassieren. Doch plötzlich wird im Unterholz scharf geschossen. \"Tickle\" und Chico spielen in Kentucky ebenfalls mit dem Feuer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651738","hoster":"VOE"},{"path":"/redirect/9112995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-3/episode-13","name":"Die Zeit läuft","epNo":13,"alt":"Liquid Courage","descr":"Eine Wagenladung \"Moonshine\": Mark und Jeff haben ihren Schnaps in den Wäldern North Carolinas in Plastikeimer abgefüllt. Der selbstgebaute Kessel der Männer lief in den letzten Tagen und Wochen auf Hochtouren. Nun ist ihr Selbstgebrannter bereit für den Abtransport. Doch auf dem Weg zu ihrem Geheimversteck stoßen die Südstaatler auf ein gewaltiges Hindernis. Starke Regenfälle haben einen Teil der wichtigsten Verbindungsstraße weggeschwemmt. Nun sitzen sie mit ihrem hochprozentigen Alkohol im Wald fest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9112956","hoster":"VOE"},{"path":"/redirect/9112955","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-1","name":"Auf ein Neues","epNo":1,"alt":"Shine On","descr":"Sie können es nicht lassen, obwohl es verboten ist. Denn sie betrachten es als Teil ihrer Lebensart. Deshalb brennen Bill, Chico, \"Tickle\" und die anderen \"Moonshiner\" im Wald heimlich hochprozentigen Alkohol. So wie es dort seit Jahrhunderten Tradition ist. Und nun ist es wieder so weit: Der Winter ist vorüber, die neue Saison beginnt. Nur einer mag sich nicht mehr vor der Polizei verstecken. Südstaatler Tim ist auf die legale Seite gewechselt und destilliert in Kentucky seit geraumer Zeit Schnaps mit gültiger Lizenz. Doch seine Vergangenheit kann man in den Appalachen nicht so einfach abschütteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119070","hoster":"VOE"},{"path":"/redirect/9119071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-2","name":"Am Abhang","epNo":2,"alt":"Moonshine Cascade","descr":"Deputy Sheriff Chuck Stewart hat im Wald selbstauslösende Überwachungskameras installiert. Deshalb weichen \"Tickle\" und seine Gefährten auf ein anderes Versteck aus. Die \"Kentucky Boys\" haben in den Appalachian Mountains eine abgelegene Höhle entdeckt – der perfekte Unterschlupf für illegale Machenschaften. Dort präparieren die Schnapsbrenner ihre selbstgebaute Destille für den ersten \"Moonshine\" der Saison. Doch es gilt noch ein weiteres Problem zu lösen: Um Alkohol zu destillieren, brauchen die Männer Zugang zu frischem Wasser.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119074","hoster":"VOE"},{"path":"/redirect/9119076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-3","name":"Die Zerreißprobe","epNo":3,"alt":"Bullet Proof","descr":"Josh und Bill fetzen sich in South Carolina wie die Besenbinder. Die selbstgebaute Destille der beiden \"Moonshiner\" ist explodiert. Bei dem Vorfall wurde zwar niemand verletzt, doch nun können die Südstaatler wieder ganz von vorn anfangen. Die große Frage ist: Wie konnte es überhaupt dazu kommen? Hat einer der Männer beim Schnapsbrennen möglicherweise ein wichtiges Detail übersehen? Beim Versuch, das Missgeschick aufzuklären, reden sich die Hitzköpfe in Rage. Im Wald liegen die Nerven blank.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119081","hoster":"VOE"},{"path":"/redirect/9119082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-4","name":"Ein riskantes Unterfangen","epNo":4,"alt":"Risky Whiskey","descr":"Die erste Lieferung ist bereit für den Abtransport. \"Tickle\", Chico und Tyler haben in ihrem Geheimversteck \"Moonshine\" im Wert von 10 000 Dollar abgefüllt. Nun wollen sie die heiße Ware zum Kunden transportieren. Doch in Kentucky gießt es seit Tagen wie aus Eimern. Die Schnapsbrenner bleiben mit ihrem Truck im Schlamm stecken. Newcomer Lance zahlt in North Carolina ebenfalls Lehrgeld. Bei seinem ersten Versuch im Wald illegal hochprozentigen Alkohol zu destillieren, scheitert der Südstaatler kläglich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119084","hoster":"VOE"},{"path":"/redirect/9119085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-5","name":"Das Geheimrezept","epNo":5,"alt":"Tennessee Rising","descr":"Mark und Jeff wären um ein Haar im Gefängnis gelandet. Ein Unbekannter hat sie bei ihren heimlichen Machenschaften beobachtet und der Polizei einen Tipp gegeben. Nun suchen die Schnapsbrenner händeringend nach einem neuen Versteck für ihre selbstgebaute Destille, denn vor der alten Lagerhalle am Stadtrand patrouilliert regelmäßig ein Streifenwagen. Mark und \"Digger\" treten unterdessen in die Fußstapfen einer Legende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119088","hoster":"VOE"},{"path":"/redirect/9119092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-6","name":"Auf dünnem Eis","epNo":6,"alt":"Moonshine Takedown","descr":"Mark und Jeff geraten auf dem Highway in eine Polizeikontrolle. Die beiden \"Moonshiner\" müssen ihre Papiere vorzeigen, und ihr Truck wird von den Gesetzeshütern gründlich durchsucht. Doch dieses Mal hatten die Schnapsbrenner zum Glück keine heiße Ware geladen, denn sonst wären sie hinter schwedischen Gardinen gelandet. \"Tickle\", Chico und Tyler haben ihren hochprozentigen Alkohol unterdessen nach Virginia geschmuggelt und auf einem abgelegenen Schrottplatz deponiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119093","hoster":"VOE"},{"path":"/redirect/9119098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-7","name":"In Alarmbereitschaft","epNo":7,"alt":"White Lightning Wars","descr":"Ihre selbstgebaute Destille läuft seit 22 Stunden ununterbrochen auf Hochtouren. Geoff, Mark und Lance haben in einer einzigen Nacht 700 Gallonen hochprozentigen \"Moonshine\" gebrannt. Doch dann geht plötzlich alles schief: Aus einem Leck tropft Alkohol in den Brenner, und die Apparatur fängt Feuer. Zum Glück können die Männer den Brand rechtzeitig löschen, bevor Schlimmeres passiert. Denn die drei wären nicht die ersten Südstaatler, die sich bei illegalen Machenschaften selber in die Luft jagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119100","hoster":"VOE"},{"path":"/redirect/9119103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-8","name":"Flüssiges Gold","epNo":8,"alt":"Liquid Asset","descr":"Zum Ende der \"Moonshine\"-Saison herrscht in South Carolina mächtig Betrieb. Den Schnapsbrennern bleibt nicht mehr viel Zeit, um heimlich Hochprozentiges zu destillieren. Wenn die Temperaturen im Herbst fallen, ist Schluss mit den illegalen Nebeneinkünften. Jeff, Mark und Lance haben ihre selbstgebaute Apparatur in einer verlassenen Scheune versteckt. Der Brenner läuft auf Hochtouren, denn die heiße Ware ist Gold wert. Ihr Selbstgebrannter dürfte auf dem Schwarzmarkt rund 10 000 Dollar einbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119112","hoster":"VOE"},{"path":"/redirect/9119104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-9","name":"Schmutzige Geschäfte","epNo":9,"alt":"Shine Jacked","descr":"\"Moonshiner\" leben gefährlich. Den Schnapsbrennern sind in ihrem Versteck die Vorräte ausgegangen. In der Stadt Nachschub zu besorgen, ist riskant, denn welche Zutaten man benötigt, um hochprozentigen Alkohol zu brennen, weiß in den Appalachen jedes Kind. Wer große Mengen Mais, Zucker, Wasser oder Hefe einkauft, macht sich verdächtig. Und die Gesetzeshüter schlafen nicht. Deshalb haben Mark und Jeff bei ihrer Großmarkttour ein mulmiges Gefühl im Bauch. Hoffentlich riecht niemand Lunte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119107","hoster":"VOE"},{"path":"/redirect/9119110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-10","name":"Auf dem Trockenen","epNo":10,"alt":"Moonshine River","descr":"Besuch vom Sheriff: Die Gesetzeshüter in Tennessee haben einen anonymen Tipp bekommen und statten Mark und \"Digger\" einen Besuch ab. Das bringt die Südstaatler in eine unangenehme Situation, denn in der Scheune finden die Polizisten einen Brenner und jede Menge Kupfer. Dass man mit diesen Materialien eine Destille zum Schnaps brennen bauen kann, liegt auf der Hand, doch der Besitz allein ist nicht strafbar. Deshalb kommen die \"Moonshiner\" dieses Mal ungeschoren davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119115","hoster":"VOE"},{"path":"/redirect/9119123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-11","name":"Schnaps über Bord","epNo":11,"alt":"Shine Overboard","descr":"In South Carolina liegt etwas in der Luft: Josh und Bill haben den Verdacht, dass man sie im Wald beobachtet, deshalb ist Eile geboten. Die Schnapsbrenner beschließen, ihren hochprozentigen Alkohol in Sicherheit zu bringen, bevor die Polizei auftaucht. Mark und Jeff stehen in den Smoky Mountains vor einem ähnlichen Problem: Wie transportiert man 50 Gallonen \"Moonshine\" unbemerkt in den Nachbarstaat Tennessee, wenn es auf dem Highway nur so von Polizisten wimmelt? In der Not heckt das Duo einen ungewöhnlichen Plan aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11832155","hoster":"VOE"},{"path":"/redirect/9119126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-12","name":"Großbestellung","epNo":12,"alt":"Bootleg Or Bust","descr":"Sie wollten auf Nummer sicher gehen, dass ihnen der Sheriff nicht auf die Schliche kommt. Deshalb haben Josh und Bill ihren Selbstgebrannten in einer zweieinhalb Meter tiefen Grube unter einem Truck versteckt. Doch dann muss plötzlich alles ganz schnell gehen, weil ein Kunde ihnen 300 Gallonen \"Moonshine\" abkaufen möchte – vorausgesetzt sie können rechtzeitig liefern. Die Südstaatler pumpen in den Appalachen, was das Zeug hält, damit ihnen der lukrative Deal nicht durch die Lappen geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290358","hoster":"VOE"},{"path":"/redirect/12290357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-13","name":"Auf dem Prüfstand","epNo":13,"alt":"Bros Before Hooch","descr":"\"Moonshine\" über die Grenze zu schmuggeln ist riskant, denn dort führen die Gesetzeshüter regelmäßig Routinekontrollen durch. Mark und Jeff wären nicht die Ersten, die nach einem solchen Zufallstreffer im Gefängnis landen. Um ihren Selbstgebrannten zum Kunden im Nachbarstaat Tennesse zu befördern, haben die Südstaatler daher einen raffinierten Plan ausgeheckt: Sie transportieren den hochprozentigen Alkohol übers Wasser, von einem Seeufer zum anderen. Doch auch diese Methode hat ihre Tücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14254571","hoster":"VOE"},{"path":"/redirect/12656228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-4/episode-14","name":"Es wird eng","epNo":14,"alt":"The Shining","descr":"Schnapsbrennen ohne Lizenz ist in den USA verboten. Um Gesetze kümmern sich Tim, Jim Tom und \"Tickle\" nur wenig. In ihre gewohnte Lebensweise lassen sich die Männer nur ungern von Fremden dreinreden. Das gilt besonders fürs \"Moonshining\", denn das hat in Virginia eine lange Tradition. Bereits im 17. Jahrhundert destillierten dort die ersten Siedler in selbstgebauten Apparaturen ihren Alkohol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14254577","hoster":"VOE"},{"path":"/redirect/12656226","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-1","name":"Neues Jahr, neuer Whiskey","epNo":1,"alt":"American Spirits","descr":"Josh und Bill gehören zu den rund 80 000 Amerikanern, die ihre Freiheit für eine alte Tradition aufs Spiel setzen: Die Schnapsbrenner rüsten sich auf einer Farm bei Spartanburg in South Carolina für die neue \"Moonshine\"-Saison. Der hochprozentige Alkohol findet in den Südstaaten reißenden Absatz, deshalb hofft das Duo in den kommenden Monaten auf Rekordeinnahmen im sechsstelligen Bereich. Dieser Plan geht aber nur dann auf, wenn sich die Männer bei ihren illegalen Machenschaften im Wald nicht von der Polizei erwischen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119127","hoster":"VOE"},{"path":"/redirect/9119556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-2","name":"Die Tandem-Destille","epNo":2,"alt":"Whiskey Burn","descr":"Mark und \"Digger\" sind Meister ihrer Zunft. Die Schnapsbrenner haben ihr Handwerk bei der \"Moonshiner\"-Legende \"Popcorn\" Sutton gelernt. Das Duo plant in den Great Smokey Mountains ein neues Projekt: Die Südstaatler wollen mit einer selbstentwickelten Tandem-Destille im Wald Apfel-Roggen-Brandy brennen. Mit dieser Methode sparen die Männer extrem viel Zeit, und die zwei parallelen Kessel sorgen zudem für mehr Aroma. Ihr Edel-Schnaps wird auf dem Schwarzmarkt zwölf Dollar mehr kosten als herkömmlicher \"Moonshine\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119165","hoster":"VOE"},{"path":"/redirect/9119543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-3","name":"Rückzug in die Wälder","epNo":3,"alt":"Gone A-rye","descr":"In Graham County, North Carolina, mussten Jeff, Mark und Lance gleich zu Beginn der Saison einen herben Rückschlag hinnehmen. Die Südstaatler wollten einen neuen Rekord aufstellen und in diesem Jahr 100 000 Dollar Umsatz machen. Doch es kam anders: Ihre Monster-Destille brach zusammen, und die ganze Maische lief aus. Nun wagt das Trio einen zweiten Anlauf. Dafür ziehen sich die Männer tief ins Hinterland zurück, denn ein sicheres Versteck ist beim Schwarzbrennen ebenso wichtig wie die richtigen Zutaten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119159","hoster":"VOE"},{"path":"/redirect/9119164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-4","name":"Jim Tom mischt wieder mit","epNo":4,"alt":"Still Life","descr":"Die \"Moonshine\"-Saison ist in vollem Gange. Überall in den Appalachen laufen die Destillen auf Hochtouren, und einer der ganz Großen will es noch einmal wissen. Jim Tom ist eine Legende in der Region. Der alteingesessene \"Moonshiner\" hat über 50 Jahre Erfahrung im Bau von Kupferdestillen und gibt Mark und \"Digger\" wertvolle Tipps: Wenn sich beim Schwarzbrennen eine Wespe nähert und langsam vor und zurück schwirrt, ist der Schnaps zu stark. Die perfekte Mischung hat man erst dann, wenn sich das Insekt auf dem Fass niederlässt und weitere nachkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290359","hoster":"VOE"},{"path":"/redirect/10129920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-5","name":"Explosionsgefahr","epNo":5,"alt":"Rain Or Shine","descr":"1919 wollten die Inhaber der \"Purity Distilling Company\" in Boston möglichst viel Rum verkaufen, bevor die Prohibitions-Gesetze in Kraft traten. In der Hektik, die dadurch entstand, platzte ein Tank: Fast 9000 Kubikmeter kochende Melasse ergossen sich in die umliegenden Straßen, dabei kamen 21 Menschen ums Leben. Tim Smith steht in Virginia ebenfalls unter Zeitdruck. Der Südstaatler schließt an seiner 9000-Liter-Destille einen neuen Maischetank an. Dabei darf er sich nicht den geringsten Fehler erlauben, sonst fliegt das ganze Konstrukt in die Luft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917760","hoster":"VOE"},{"path":"/redirect/9119168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-6","name":"Große Pläne","epNo":6,"alt":"Scotch On The Rocks","descr":"Über den Bergen von North Carolina ziehen dunkle Wolken auf. Doch das hält Jeff, Mark und Lance nicht davon ab, mit Hochdruck an ihrer Destille weiterzuarbeiten. Weil immer mehr Konkurrenten auf den Markt drängen, versuchen die Männer in diesem Jahr mit selbstgebranntem Scotch zu punkten. Dieser ist zwar aufwändiger in der Herstellung, aber der Edelschnaps bringt ihnen beim Verkauf dreimal so viel ein wie klassischer \"Moonshine\". Bei einem Preis von 70 Dollar pro Liter könnte das Trio am Ende der Saison einen sechsstelligen Gewinn einfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119172","hoster":"VOE"},{"path":"/redirect/12515698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-7","name":"Schmuggelfahrt im Leichenwagen","epNo":7,"alt":"Six Feet Undercover","descr":"Die \"Moonshiner\" in den Appalachen beherrschen sämtliche Tricks. Früher hatte man dort sogar Begräbnisse inszeniert, um Schnaps zu schmuggeln. Diese als Trauerzüge getarnten Fahrten nannte man \"Wet Funerals\". Einer Bande in Nebraska, die ihren Selbstgebrannten in Särgen unter der Erde deponierte, kamen die Steuerfahnder nur deshalb auf die Schliche, weil die Bewohner der Gemeinde nach der Zeremonie sturzbetrunken vom Friedhof wankten. Mark und \"Digger\" lassen die alte Tradition in Tennessee wieder aufleben: Das Duo transportiert Brandy in einem Leichenwagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316769","hoster":"VOE"},{"path":"/redirect/10146771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-8","name":"Kentucky-Style","epNo":8,"alt":"Out On A Limb","descr":"Der Legende nach verhalf ein Brand dem Baptisten-Pastor Elijah Craig zu einer grandiosen Entdeckung. Weil ihm bei der Abfüllung einer großen Bestellung die Fässer ausgingen, behalf er sich mit Behältern, die während des Feuers angekohlt worden waren, und verschiffte diese nach New Orleans. Nach der Reise auf dem Mississippi hatte der Alkohol eine dunklere Farbe und ein kräftigeres Aroma. Der Kentucky-Bourbon war geboren. Tyler und Chico lassen ihren Honigschnaps ebenfalls auf traditionelle Weise reifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119177","hoster":"VOE"},{"path":"/redirect/9119176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-9","name":"Dicke Luft","epNo":9,"alt":"Trouble Brewing","descr":"In South Carolina fliegen die Fäuste: Josh und Bill geraten beim Bau ihrer Destille heftig aneinander. Der Streit endet in einer handfesten Schlägerei. Werden sich die alten Kumpel nach dieser heftigen Auseinandersetzung wieder vertragen oder gehen sie zukünftig getrennte Wege? Tim fliegt unterdessen zum ersten Mal in seinem Leben über den großen Teich. Der Südstaatler sucht auf einer Fachmesse in Polen nach Abnehmern für seinen legal gebrannten \"Moonshine\". Der Plan scheint aufzugehen: ein Großhändler zeigt reges Interesse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119179","hoster":"VOE"},{"path":"/redirect/9119182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-10","name":"[Derzeit nicht erhältlich]","epNo":10,"alt":"Caved In","descr":"\"Moonshiner\" Josh ist am Boden zerstört: Sein bester Freund Bill redet nach einer heftigen Auseinandersetzung kein Wort mehr mit ihm. Obendrein hat sich der Südstaatler bei der Rauferei mit seinem Kumpel einen Finger gebrochen. Gehandicapt durch einen Gipsverband ist der Schnapsbrenner in South Carolina nun komplett auf sich allein gestellt. Jeff, Mark und Lance haben in den Smoky Mountains derweil das perfekte Versteck ausfindig gemacht. In der verlassenen Höhle dürften ihnen die Gesetzeshüter kaum auf die Schliche kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290366","hoster":"VOE"},{"path":"/redirect/12290367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-11","name":"Der Großauftrag","epNo":11,"alt":"Cherry Bounce","descr":"60 000 Flaschen bis Ende Oktober: Schnapsbrenner Tim hat einem Händler auf der Fachmesse in Polen eine riesige Menge \"Moonshine\" versprochen. Sein Partner Chuck fällt in Virginia aus allen Wolken, als er von dem Deal erfährt. Denn die kleine Destille des Duos kann solche Großaufträge gar nicht bewältigen. Nun bleibt den Männern keine andere Wahl: Sie müssen expandieren! Für Tims alten Kumpel \"Tickle\" geht es unterdessen ans Eingemachte: Der Südstaatler hat einen Gerichtstermin, und im schlimmsten Fall drohen ihm mehrere Jahre Gefängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119194","hoster":"VOE"},{"path":"/redirect/9119196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-12","name":"Ohne Pause","epNo":12,"alt":"Shine ‘Til You Drop","descr":"Patti und ihr Vater David sind mit ihrem Truck in Louisiana auf einer einsamen Landstraße unterwegs. Das Duo will seinen selbstgebrannten Schnaps in einem Geheimversteck deponieren. Dort kann der Kunde die Ware anschließend abholen. Doch im Rückspiegel tauchen plötzlich zwei Scheinwerfer auf, und wenige Sekunden später ertönt eine Polizeisirene: Die Gesetzeshüter haben ihre Augen offenbar überall. \"Moonshiner\" Josh kämpft in den Wäldern von South Carolina derweil mit heftigen Regenfällen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918462","hoster":"VOE"},{"path":"/redirect/9119195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-13","name":"Der Winter kommt","epNo":13,"alt":"Still Regretting","descr":"Die Temperaturen in den Appalachen sinken, und Schnapsbrenner Josh bleibt nicht mehr viel Zeit, um sein Saisonziel von 1000 Gallonen zu erreichen. Deshalb holt sich der Südstaatler in South Carolina Verstärkung mit ins Boot: \"Moonshiner\"-Legende Jim Tom wird ihn beim Bau seiner neuen Destille fachmännisch unterstützen. \"Chico\" und seine Frau Sandra stehen ebenfalls mit dem Rücken zur Wand. Daheim in Kentucky stapeln sich die Rechnungen, deshalb gehen die beiden im \"Bluegrass State\" erhebliche Risiken ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9119203","hoster":"VOE"},{"path":"/redirect/9119205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-14","name":"Das erste Mal","epNo":14,"alt":"Virgin Whiskey","descr":"Drei Schichten am Tag: Tim, Chuck und Tyler stehen im US-Bundesstaat Virginia mächtig unter Zeitdruck. In fünf Wochen soll das Trio 60.000 Flaschen \"Moonshine\" nach Polen liefern. Deshalb läuft die kleine Destille der Männer rund um die Uhr auf Hochtouren. Mark Rogers macht sich derweil in North Carolina auf den Weg zu einem Kunden. Sollte der Südstaatler in den Smoky Mountains mit seinem Truck in eine Verkehrskontrolle geraten, droht ihm Ungemach, denn er hat illegal gebrannten Schnaps mit an Bord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925072","hoster":"VOE"},{"path":"/redirect/9199004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-15","name":"Schlussspurt","epNo":15,"alt":"Presidential Shine","descr":"Beim Fracking wird Erdgas aus Schieferschichten tief in der Erde gewonnen. Man pumpt eine Mischung aus Wasser und verschiedenen Chemikalien unter solchem Druck in den Boden, dass das Gestein aufbricht und der fossile Brennstoff entweicht. Doch mitunter kann dieses Verfahren gravierende Folgen für das Trinkwasser haben. Patti und David sind von der Baustelle in ihrer Nachbarschaft alles andere als begeistert. Denn die Südstaatler befürchten, dass die Anlage ihren Bach verschmutzt. Das Saisonfinale hatten sich die Schnapsbrenner anders vorgestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11779840","hoster":"VOE"},{"path":"/redirect/9199007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-5/episode-16","name":"Das Ende einer Ära","epNo":16,"alt":"End Of An Era","descr":"In South Carolina liegt der Duft von Kirschen in der Luft. Während die anderen \"Moonshiner\" im Wald ihre Sachen zusammenpacken, kann Schnapsbrenner Josh den ganzen Winter über weiterdestillieren, denn er hat sich einen beheizten Unterschlupf gebaut. Nachdem er sich mit seinem besten Freund geprügelt hatte, war der Südstaatler an einem Tiefpunkt angelangt. Denn ohne seinen Partner stand er auf verlorenem Posten. Doch dann hat er ein altes Familienrezept ausgegraben: Der \"Cherry Bounce\" könnte ihm die ganze Saison retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11779847","hoster":"VOE"},{"path":"/redirect/9199010","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-1","name":"Alte Freunde","epNo":1,"alt":"Whiskey Rebellion","descr":"Jedes Jahr im Frühling verschwinden im Süden der USA alteingesessene Schnapsbrenner in die Wälder, um aus Getreide, Wasser und Zucker hochprozentigen Alkohol zu destillieren. Vor dem Gesetz sind diese Männer und Frauen Kriminelle – in den Appalachen nennt man sie schlicht \"Moonshiners\". Mark und \"Digger\" gehören auch zu dieser eingeschworenen Gemeinschaft. Das Duo sucht zum Auftakt der neuen Staffel in Tennessee nach einem geeigneten Versteck für seine selbst gebauten Apparaturen. Urgestein Tim bekommt derweil in Virginia unverhofften Besuch von einem alten Kumpel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290391","hoster":"VOE"},{"path":"/redirect/12290392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-2","name":"Schwere Zeiten","epNo":2,"alt":"Take Me To The River","descr":"Seine Vorfahren stammen von den Britischen Inseln und das Schnapsbrennen hat im Hause Owens eine lange Tradition. Doch in diesem Jahr läuft es für Südstaatler Josh nicht rund, denn sein gut ausgebautes Versteck im Wald ist komplett ausgebrannt. War es ein Kurzschluss oder wollte ihm jemand ins Handwerk pfuschen? Das lässt sich im Nachhinein nur schwer aufklären. Tatsache ist: Nach dieser Katastrophe kann der \"Moonshiner\" in South Carolina wieder komplett von vorne anfangen. In Louisiana werden derweil eifrig Früchte vom Mayhaw-Strauch gepflückt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290394","hoster":"VOE"},{"path":"/redirect/12290397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-3","name":"Der Altmeister","epNo":3,"alt":"Hard Start","descr":"Mark und \"Digger\" bereiten in den Great Smokey Mountains die Maische für den zweiten Brenndurchlauf vor. Um neugierige Besucher fernzuhalten, haben die Südstaatler ihre Destille an einer Stelle aufgebaut, an der es angeblich spukt. Und ein \"Moonshine\"-Veteran gibt den Outlaws bei der Arbeit im Wald nützliche Tipps. J.B. Rader ist schon ewig im Geschäft und war die rechte Hand von \"Popcorn\" Sutton – dem berühmtesten Schnapsbrenner in den Appalachen. Außerdem hat der Altmeister ein Händchen für besondere Aromen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290398","hoster":"VOE"},{"path":"/redirect/12290399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-4","name":"Zurück im Geschäft","epNo":4,"alt":"Luck Of The Irish","descr":"Die gesamte \"Moonshine\"-Produktion ist in Flammen aufgegangen, aber waschechte Südstaatler lassen sich auch von schweren Rückschlägen nicht unterkriegen. Um sich ein paar steuerfreie Extra-Dollars zu verdienen, startet Josh deshalb mit seinem neuen Partner \"Big Chuck\" in South Carolina einen 24-stündigen Destillier-Marathon. Und Tim sucht in Irland händeringend nach neuen Geschäftsideen. Denn daheim in Virginia sitzen dem Whiskeyhersteller die Banken im Nacken – in 90 Tagen muss Tim dort einen fälligen Kredit zurückzahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290401","hoster":"VOE"},{"path":"/redirect/12290402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-5","name":"Perfekte Tarnung","epNo":5,"alt":"Big River Redemption","descr":"Schnapsbrennen ohne Lizenz ist in den USA verboten. Doch um Gesetze kümmern sich Tim, Josh, Mark und \"Tickle\" nur wenig. In ihre gewohnte Lebensweise lassen sich die Männer mit den blauen Latzhosen nur ungern von Fremden dreinreden. Das gilt besonders fürs \"Moonshining\", denn das hat in Virginia eine lange Tradition. Bereits im 17. Jahrhundert destillierten hier die ersten Siedler in selbst gebauten Apparaturen ihren hochprozentigen Alkohol. Und daran hat sich bis heute wenig geändert. So haben die alteingesessenen Bewohner überhaupt kein Verständnis dafür, dass der Staat an ihrem lukrativen Gewerbe kräftig mitverdienen möchte. Anstatt Steuern zu bezahlen, ziehen sie sich lieber tief in die Wälder Virginias zurück, um ihr illegales Handwerk an geheimen Orten auszuüben – dort, wo sie für Gesetzeshüter kaum zu finden sind. Die Doku-Serie zeigt das riskante und spannende Leben einer eingeschworenen Gemeinschaft in den Appalachian Mountains.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290403","hoster":"VOE"},{"path":"/redirect/12290406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-6","name":"Trick Siebzehn","epNo":6,"alt":"Whiskey Time Machine","descr":"David und Patti setzen in Louisiana auf Obstbrand. Als Basis nutzt das Duo beim Schnapsbrennen in den Sümpfen des US-Bundesstaates eine süße Maische aus Mayhaw-Früchten. Schmeckt der hochprozentige Alkohol am Ende so aromatisch wie erhofft? Voller Zuversicht fiebern Vater und Tochter in ihrem Versteck dem ersten Durchlauf der Saison entgegen. Tim holt derweil in Virginia zwei Tüftler mit ins Boot, um seine Probleme zu lösen. Dem Whiskeyhersteller läuft die Zeit davon. Deshalb sollen ihm die Jungs dabei helfen, den Reifeprozess zu beschleunigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13018548","hoster":"VOE"},{"path":"/redirect/12290409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-7","name":"Mit Volldampf voraus","epNo":7,"alt":"Dog Days Of Shining","descr":"1000 Gallonen: Josh und sein Partner \"Big Chuck\" krempeln in South Carolina die Ärmel hoch, damit in Kürze die Kasse klingelt. Denn nach einem missratenen Saisonstart hinken die Outlaws dem Zeitplan hinterher. In einer verlassenen Getreidemühle soll der \"Moonshine\" schon bald in Strömen fließen, deshalb schuften die Männer dort, was das Zeug hält. Mark und \"Digger\" müssen derweil in Tennessee darauf achtgeben, dass ihnen ihre selbst gebaute Schnapsdestille nicht um die Ohren die fliegt. Denn das Monstrum hat reichlich Dampf im Kessel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290410","hoster":"VOE"},{"path":"/redirect/12290411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-8","name":"Pfirsich und Wacholder","epNo":8,"alt":"Smokey Mountain Gin","descr":"David und Patti experimentieren im US-Bundesstaat Louisiana mit ausgefallenen Geschmacksrichtungen, denn aromatisierter \"Moonshine\" bringt auf dem Schwarzmarkt wesentlich mehr Geld ein. Deshalb kommen beim nächsten Brenndurchlauf frisch geerntete Pfirsiche zum Einsatz. Mark und \"Digger\" beschreiten in Tennessee ebenfalls neue Wege. Das Duo will dort zum ersten Mal Gin brennen. Getreide, Wacholder und Kardamom: Wenn die Rezeptur hält, was sie verspricht, können die Südstaatler mit dem Schnaps pro Gallone bis zu 500 Dollar verdienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290413","hoster":"VOE"},{"path":"/redirect/12290414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-9","name":"Im Schutz der Dunkelheit","epNo":9,"alt":"Green Dragon","descr":"Josh und \"Big Chuck\" genehmigen sich 60 Meilen außerhalb von Spartanburg einen kräftigen Schluck \"Moonshine\". Denn das Duo hat in einer alten Mühle soeben 60 Gallonen hochprozentigen Alkohol fertiggestellt. Und der \"Apple Brandy\" schmeckt genau so, wie ihn die Kundschaft in den Appalachen mag. Deshalb dürfen sich die Outlaws auf steuerfreie Einnahmen in Höhe von 9000 Dollar freuen. Mark schwitzt derweil in Tennessee Blut und Wasser, denn der Südstaatler transportiert auf der Ladefläche seines Pick-ups heiße Ware.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290416","hoster":"VOE"},{"path":"/redirect/12290417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-10","name":"Zahltag","epNo":10,"alt":"Big City Bootleg","descr":"In South Carolina schleichen zwei Männer in Latzhosen über einen abgelegenen Schrottplatz. Josh und sein Partner \"Big Chuck\" suchen auf dem verlassenen Gelände nach einem gut getarnten Versteck für ihren selbstgebrannten Schnaps. Und ein tonnenschwerer Eisenbahnwaggon eignet sich perfekt als Zwischenlager, denn darin würde niemand nach hochprozentigem Alkohol suchen. Mark und \"Digger\" machen unterdessen einen Abstecher in die Großstadt. Dort winkt den Outlaws der größte Zahltag ihrer \"Moonshiner\"-Karriere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290420","hoster":"VOE"},{"path":"/redirect/12290421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-11","name":"Volles Risiko","epNo":11,"alt":"Big Wheels Keep On Turning","descr":"Der Sommer in den Appalachen neigt sich dem Ende entgegen. Um das angestrebte Saisonziel von 900 Gallonen zu erreichen, legen Mark und \"Digger\" deshalb in ihrem Versteck einen Zahn zu. Ob das Equipment des Duos dem hohen Arbeitstempo gewachsen ist, steht jedoch auf einem anderen Blatt. Denn Schnapsbrennen mit selbst gebauten Apparaturen ist nicht ungefährlich. Stattdessen hat sich dabei schon so mancher \"Moonshiner\" samt seiner Destille in die Luft gejagt. Deshalb ist in den Wäldern von Tennessee volle Konzentration gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290423","hoster":"VOE"},{"path":"/redirect/12290424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-12","name":"Familientradition","epNo":12,"alt":"The Green Devil","descr":"Das Geld, das er mit seinem selbstgebrannten Schnaps verdient hat, spendete Mikes Urgroßvater einst für den Bau einer Baptistenkirche. Zudem hat der Südstaatler schon im Alter von sieben Jahren dabei geholfen, die Maische für den hochprozentigen Alkohol anzusetzen, den die Bewohner der Appalachian Mountains \"Moonshine\" nennen. Illegal hin oder her: Wenn es um die Pflege alter Traditionen und Bräuche geht, vertritt Mike daher eine ganz klare Meinung. In seine gewohnte Lebensweise hat sich niemand einzumischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290370","hoster":"VOE"},{"path":"/redirect/12290371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-13","name":"Letzte Ausfahrt West Virginia","epNo":13,"alt":"Thunder Pumpkins","descr":"\"Kürbis-Moonshine\"? Davon hat \"Big Chuck\" noch nie gehört. Doch sein Partner Josh weiß in South Carolina angeblich genau, was er tut. Das herbstliche Gemüse ist auf dem Markt gerade günstig zu haben. Und weil man solche aromatischen Mixturen in den Appalachen nicht an jeder Ecke bekommt, können die Outlaws für ihre \"Special Edition\" obendrein einen höheren Preis verlangen. Für Tim Smith geht es derweil im US-Bundesstaat West Virginia um alles oder nichts. Bringt der Südstaatler dort seine Whiskey-Vorräte an den Mann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290378","hoster":"VOE"},{"path":"/redirect/12290377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-14","name":"Schleichwege","epNo":14,"alt":"Two Pot Bang Bang","descr":"85 Gallonen \"Moonshine\" bringen auf dem Schwarzmarkt eine hübsche Summe Geld ein. Aber illegal Schnaps zu brennen ist eine Sache, den hochprozentigen Alkohol beim Kunden abzuliefern, ohne von der Polizei geschnappt zu werden, eine andere. Deshalb hat Mike in den Appalachen einen cleveren Plan ausgeheckt: Der Südstaatler will die heiße Ware gemeinsam mit seinen Kumpels auf dem Wasserweg zum Abnehmer transportieren. Denn dort können die Outlaws den \"Moonshine\" zur Not auf dem Grund versenken, falls die Gesetzeshüter auftauchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290382","hoster":"VOE"},{"path":"/redirect/12290384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-15","name":"Die harte Tour","epNo":15,"alt":"Intruder Alert","descr":"In der alten Mühle, in der Josh und sein Partner \"Big Chuck\" sich mit ihren Gerätschaften eingerichtet haben, können die Männer – im Gegensatz zu anderen \"Moonshinern\" – den ganzen Winter über hochprozentigen Alkohol brennen. Denn dort ist ihre selbst gebaute Destille vor Witterungseinflüssen geschützt. Aber dann bekommen die Outlaws plötzlich unverhofften Besuch vom Sohn des Landbesitzers. Und der macht dem Duo mit einer Schrottflinte im Anschlag unmissverständlich klar, dass ihm auch ein Teil vom Kuchen zusteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290385","hoster":"VOE"},{"path":"/redirect/12290386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-6/episode-16","name":"Letzte Runde","epNo":16,"alt":"Last Call","descr":"Mark und seinem Kumpel \"Digger\" fehlen noch 25 Gallonen, um das Saisonziel zu erreichen. Deshalb werfen die Männer kurz vor dem Winterbeginn in Tennessee ein letztes Mal ihre Destille an. Die Zusammenarbeit mit der \"Moonshiner\"-Legende J.B. Rader hat sich für die Outlaws ausgezahlt – der aromatisierte Schnaps des Trios kam bei der Kundschaft sehr gut an. Wird der letzte Durchlauf auch ein großer Erfolg? In North Carolina stehen die Zeichen derweil auf Abschied. Dort wollen drei alte Freunde in Zukunft getrennte Wege gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290388","hoster":"VOE"},{"path":"/redirect/12290390","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-1","name":"Vorsicht, Schlange!","epNo":1,"alt":"Snake Bitten","descr":"Ein guter Platz zum Schnapsbrennen muss drei Dinge bieten: Zugang zu reinem Quellwasser, ein dichtes Laubdach und Abgeschiedenheit von der Außenwelt. Deshalb fragt \"Moonshiner\" Josh in den östlichen Ausläufern der Appalachen seinen alten Kumpel \"Red Dog\" um Rat, der sich in der Gegend bestens auskennt. Denn der Outlaw will nach einer verkorksten Saison zurück in die Erfolgspur. Im vergangenen Sommer ging sein geheimes Lager in Flammen auf und Josh verlor bei einem Arbeitsunfall einen Finger. Solche Katastrophen sollen sich auf keinen Fall wiederholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290535","hoster":"VOE"},{"path":"/redirect/12290536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-2","name":"Die Baumhaus-Destille","epNo":2,"alt":"Shine In The Sky","descr":"Im letzten Jahr haben Chico und Sandra ihren Brennplatz im US-Bundesstaat Kentucky als Futterstand für Rehe getarnt, aber dann kam dem Duo ein Jäger auf die Schliche. Deshalb flüchten die \"Moonshiner\" in diesem Jahr in die Baumkrone. Eine Plattform aus dicken Trägerbalken bietet genug Platz für die Destille, die Maischefässer und den fertigen Schnaps. Das Wasser für den Kühler wird aus dem nahegelegen Bach herbei gepumpt und die Rohstoffe hieven die Outlaws mit einem Seilzug nach oben. So lautet der Plan in der Theorie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316830","hoster":"VOE"},{"path":"/redirect/10129945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-3","name":"Schwächeanfall","epNo":3,"alt":"Lightning Strikes","descr":"Mark und \"Digger\" haben in diesem Jahr noch keinen Tropfen Schnaps gebrannt, denn der Aufbau der neuen Destille gestaltet sich schwieriger als gedacht. Die riesige Apparatur soll bei jedem Durchlauf 280 Liter Alkohol produzieren – mit einem Schwarzmarktwert von 13 000 Dollar. Aber wenn die Eigenkonstruktion nicht bald den Betrieb aufnimmt, wird nichts aus dem Nebenverdienst. \"Moonshiner\" Josh erleidet derweil in North Carolina bei Temperaturen um die 40 Grad einen Hitzeschlag, denn der Outlaw hat sich bei der Arbeit übernommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316814","hoster":"VOE"},{"path":"/redirect/10129940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-4","name":"Neuland","epNo":4,"alt":"Pony Express","descr":"Mit illegalen Machenschaften hat Tim Smith nichts mehr am Hut und die Geschäfte in seiner Destille laufen gut. Aber der Südstaatler möchte seinem Sohn zeigen, wie vor vielen Jahren alles angefangen hat. Deshalb unternehmen Tim und J.T. in dieser Folge einen Ausflug in die Blue Ridge Mountains. Dort brennen die \"Moonshiner\" ihren hochprozentigen Alkohol heute noch so wie die ersten schottischen und irischen Immigranten im späten 18. Jahrhundert. Das soll sich der Junior mit eigenen Augen ansehen, denn die Bewohner Virginias sind stolz auf ihre alten Traditionen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316813","hoster":"VOE"},{"path":"/redirect/10129941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-5","name":"Eine zweite Chance","epNo":5,"alt":"Second Chances","descr":"Nie wieder ins Gefängnis: \"Tickle\" gibt sich geläutert – der Outlaw will sein Leben von Grund auf ändern. Deshalb heckt sein alter Kumpel Tim Smith eine Idee aus: \"Tickles\" Erfahrung könnte J.T. beim Einstieg ins Schnapsgeschäft von Nutzen sein, denn Tims Sohn soll das Business von der Pike auf in einer legalen Destille lernen. In den Sumpflandschaften Louisianas wollen Patti und David unterdessen ihre erste Maische ansetzen. Aber dazu müssen die alteingesessenen \"Moonshiner\" zunächst sauberes Quellwasser herbeischaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316816","hoster":"VOE"},{"path":"/redirect/10129944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-6","name":"Die guten alten Zeiten","epNo":6,"alt":"Legends Of The Shine","descr":"Augen zu und atmen! Emily Riedel hat es als Frau in Alaska nicht leicht. Die Schatzsucherin wird von ihrem Team nur dann als Anführerin akzeptiert, wenn sie sich – wie ihre männlichen Kollegen – in eisige Tiefen vorwagt. Doch bei ihren letzten Tauchversuchen litt Emily unter Panikattacken. Unternimmt die toughe Lady trotzdem einen zweiten Anlauf? Auf der \"Miss Nomer\" geraten derweil zwei starke Egos aneinander. Zeke Tenhoff und Glen LeBaron sind sich uneins, was den neuen Spot betrifft. Ist dort wirklich Edelmetall zu holen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316819","hoster":"VOE"},{"path":"/redirect/10129943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-7","name":"Zum Scheitern verdammt","epNo":7,"alt":"Pass The Juice","descr":"Mike hat in den Great Smokey Mountains ein altes Familienrezept ausgegraben. Der Südstaatler will hochprozentigen Alkohol mit Pinkeye-Purple-Hull-Erbsenschoten herstellen. Diese Sorte findet man normalerweise nur im Süden von Mississippi, aber der Outlaw hat extra einige Samen in seinem Garten eingepflanzt. Bei der Ernte der Hülsenfrüchte ist allerdings gutes Timing gefragt. Patti und David setzen derweil in Louisiana auf \"Mayhaw-Moonshine\" und Birnenschnaps. Doch beim Destillieren kommen dem Vater-Tochter-Duo eklige Käfer in die Quere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316824","hoster":"VOE"},{"path":"/redirect/10129950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-8","name":"Gelegenheit macht Diebe","epNo":8,"alt":"Stash And Grab","descr":"Der Verkauf von 80 Liter Schnaps kann mit bis zu fünf Jahren Gefängnis bestraft werden. Deshalb müssen Chico und Sandra im US-Bundesstaat Kentucky extrem auf der Hut sein. Das Duo will seinen selbstgebrannten Erdbeer-Bananen-Brandy an den Mann bringen und nutzt dazu einen sogenannten \"toten Briefkasten\". Dort wird die Ware deponiert und der Schlüssel an anderer Stelle gegen das Geld eingetauscht. Denn eine direkte Übergabe wäre viel zu riskant. Doch trotz der Vorsichtsmaßnahmen läuft bei dem Deal nicht alles nach Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316820","hoster":"VOE"},{"path":"/redirect/10129946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-9","name":"Appalachen-Grappa","epNo":9,"alt":"Arrested Development","descr":"15 000 Dollar für 240 Liter Grappa: Ein Kontaktmann hat für Mark und \"Digger\" einen lukrativen Deal eingefädelt. Aber bei diesem Projekt betreten die Outlaws Neuland. Denn der hochprozentige Alkohol wird aus Traubenschalen hergestellt, die als Nebenprodukt bei der Weinproduktion anfallen. Sprich: Die Männer müssen in den Appalachen nach einem Winzer Ausschau halten, der sie mit geeigneten Zutaten versorgt. Patti und David bekommen es beim Schnapsbrennen unterdessen mit Giftschlangen zu tun. Lassen sich die Reptilien mit Mottenkugeln vertreiben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316825","hoster":"VOE"},{"path":"/redirect/10129948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-10","name":"Fremdes Territorium","epNo":10,"alt":"Skins In The Game","descr":"50 Gallonen \"Moonshine\": Mike will sich in Tennessee ein paar Extra-Dollars verdienen. Aber mit der gewagten Nacht-und-Nebel-Aktion könnte sich der Outlaw jede Menge Ärger einhandeln. Denn der Südstaatler bewegt sich auf fremdem Territorium und wickelt den Deal hinter dem Rücken seines Partners ab – das ist nicht die feine englische Art. Tim Smith setzt derweil bei der Suche nach einem Wasserreservoir in US-Bundesstaat Virginia auf die gute alte Wünschelrute, um sich die Kosten für ein geologisches Gutachten zu sparen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316832","hoster":"VOE"},{"path":"/redirect/10129947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-11","name":"Gefährliche Versuchung","epNo":11,"alt":"Curse Of The Blown Cover","descr":"Bisher lief im Wald alles nach Plan, denn Mike hat in Tennesse seinen Kumpel Daniel mit ins Boot geholt, der ihm beim Schnapsbrennen tatkräftig unter die Arme greift. Aber dann ist in der Wildnis plötzlich Gefahr in Verzug. Die Männer haben den Kessel der Destille zu knapp befüllt – deshalb entsteht dort ein Vakuum und der Unterdruck zerreist die selbst gebaute Apparatur um ein Haar in ihre Einzelteile. \"Tickle\" wird derweil in Virginia in Versuchung geführt. Lässt sich der Outlaw wieder auf illegale Machenschaften ein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316828","hoster":"VOE"},{"path":"/redirect/10129949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-12","name":"Schall und Rauch","epNo":12,"alt":"Highway To Hell","descr":"George Washington ging als großer Staatsmann in die Geschichte ein. Aber nach seiner Amtszeit hat der erste Präsident der Vereinigten Staaten Roggenwhiskey gebrannt. Diesem Beispiel wollen Jeff und sein Sohn Lance in North Carolina nacheifern. Die uralte Rezeptur basiert auf Gerstenmalz, das den Alkoholgehalt der Spirituose kräftig nach oben treibt. Crazy Chuck und Josh laden derweil in den Appalachen 600 Liter Cherry Bounce auf den Anhänger. Aber auf dem Highway geht der selbst gebrannte Schnaps plötzlich in Flammen auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316827","hoster":"VOE"},{"path":"/redirect/10129951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-13","name":"Das Sassafras-Experiment","epNo":13,"alt":"From The Flames","descr":"Die alten \"Moonshiner\" haben sich nie auf ihren Erfolgen ausgeruht, deshalb experimentieren David und Patti in Louisiana mit neuen Zutaten. Dabei gerät eine Heilpflanze in den Fokus der Outlaws. Die Cherokee-Indianer setzten Sassafras-Tee zur Blutreinigung und zur Behandlung von Hautkrankheiten ein. Und jetzt stellt sich die Frage: Kann man mit dem Lorbeergewächs auch Schnaps brennen? Josh versucht unterdessen in North Carolina einen Kunden zu beschwichtigen, denn die letzte Lieferung nach Sturgis ging in Flammen auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290585","hoster":"VOE"},{"path":"/redirect/10129953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-14","name":"Unter Strom","epNo":14,"alt":"High And Dry","descr":"Mark, \"Digger\" und J. B. werfen in Tennessee ihre Drillings-Destille an. Das Trio will mit der selbst gebauten Apparatur Muscadine-Roggen-Schnaps brennen. Dabei kommen unterschiedliche Maischesorten zum Einsatz. Aber die Männer müssen die Hitze in den Kesseln sorgfältig überwachen, damit sich die alkoholischen Dämpfe im richtigen Verhältnis mischen. Josh und Crazy Chuck bauen unterdessen in North Carolina ein Wasserrad, um ihren Unterschlupf mit Elektrizität zu versorgen. Dabei setzen die Outlaws auf erneuerbare Energien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316834","hoster":"VOE"},{"path":"/redirect/10129952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-15","name":"Revierstreitigkeiten","epNo":15,"alt":"Lighted Up","descr":"Das war knapp! Josh ist mit seinem voll beladenem Truck nur um Haaresbreite der Polizei entwischt und jetzt hat der Outlaw ein handfestes Problem – denn sein Wagen wurde möglicherweise zur Fahndung ausgeschrieben. Deshalb muss der Südstaatler die heiße Ware so schnell wie möglich an einem sicheren Ort unterbringen. Hilft \"Red Dog\" seinem Kumpel aus der Patsche? Mark und \"Digger\" stellen unterdessen einen Fremden zur Rede, der Geschäfte in ihrem Revier macht. Solche Methoden sind bei alteingesessenen \"Moonshinern\" nicht gern gesehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316856","hoster":"VOE"},{"path":"/redirect/10129954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-16","name":"Moonshiner-Tricks","epNo":16,"alt":"Not A Crook","descr":"Die Erntezeit für Wassermelonen neigt sich dem Ende zu, deshalb steigen Chico und Sandra im US-Bundesstaat Kentucky auf Granatäpfel um. Das Entsaften der aromatischen Kerne haben sich die Outlaws allerdings einfacher vorgestellt. David und Patti müssen in Louisiana ebenfalls ranklotzen, um das angestrebte Saisonziel zu erreichen. Das Vater-Tochter-Gespann soll in zehn Tagen bei einem Kunden 600 Liter Jalapeno-Schnaps abliefern. Während die Maische in den Fässern gärt, tüfteln die Südstaatler zudem eine neue Schmuggelmethode aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316846","hoster":"VOE"},{"path":"/redirect/10130145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-17","name":"Endspurt","epNo":17,"alt":"Foraging For A Long Winter Ahead","descr":"In Tennessee steht der Winter vor der Tür, deshalb müssen sich Mike und Daniel beim Schnapsbrennen sputen. Denn die Satsuma-Früchte, mit denen die Südstaatler ihren hochprozentigen Alkohol aufpeppen, sind zwar relativ kältebeständig, aber je weiter die Temperaturen fallen, desto langsamer geht es mit dem Gärungsprozess voran. Chico fühlt derweil in Kentucky einem Kunden auf den Zahn. Der Mann hat 30 Gallonen \"Moonshine\" bestellt – solche Mengen kann man unmöglich alleine trinken, deshalb wittert der Outlaw eine Falle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316838","hoster":"VOE"},{"path":"/redirect/10129955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-7/episode-18","name":"Ein Mann, ein Wort","epNo":18,"alt":"Last Nail In The Coffin","descr":"Josh will in North Carolina 175 Gallonen Alkohol an den Mann bringen. Der \"Moonshiner\" hatte in dieser Saison mit vielen Rückschlägen zu kämpfen und beim ersten Versuch ging die gesamte Ladung in Flammen auf. Deshalb musste der Outlaw in seinem Versteck noch einmal komplett von vorne anfangen. Aber in den Südstaaten hält man, was man verspricht – und nun steht sein Pflaumen-Brandy zur Abholung bereit. In Tennesse kochen derweil die Gemüter hoch. Dort herrscht unter den Schnapsbrennern eine hochexplosive Stimmung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129956","hoster":"VOE"},{"path":"/redirect/10129959","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-1","name":"Auftakt mit Hindernissen","epNo":1,"alt":"Legacy On The Line","descr":"Eine eingeschworene Gemeinschaft von Südstaatlern trifft sich zum Auftakt der neuen Staffel an einem geheimen Ort, denn die Männer blicken schweren Zeiten entgegen. Die alten \"Moonshiner\"-Legenden sterben aus und die Fahnder der Alcoholic Beverage Control Agency lassen nichts unversucht, um den Schwarzbrennern das Handwerk zu legen. Trotzdem wollen die Outlaws ihre alten Traditionen nicht aufgeben. Denn ohne die Einnahmen aus dem illegalen Gewerbe kämen sie finanziell kaum über die Runden. Das gilt auch für Josh Owens aus North Carolina, bei dem sich nach einem Motorradunfall die Arztrechnungen stapeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316844","hoster":"VOE"},{"path":"/redirect/10129960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-2","name":"Offene Rechnungen","epNo":2,"alt":"Backwoods Justice","descr":"Mark Rogers verkriecht sich mit seiner selbst gebauten Destille in die Höhenlagen der Smoky Mountains, damit ihm die Gesetzeshüter der Alcoholic Beverage Control Agency nicht auf die Schliche kommen. Denn die immergrünen Sträucher in der abgelegenen Bergregion liefern das ganze Jahr über eine gute Tarnung. In Tennessee hat \"Digger\" derweil noch ein Hühnchen mit einem \"Moonshiner\" zu rupfen, der ihm in die Suppe gespuckt hat. Solche Meinungsverschiedenheiten werden nach alter Südstaatentradition bei einem Gespräch unter Männern geklärt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316837","hoster":"VOE"},{"path":"/redirect/10129958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-3","name":"Alarmstufe Rot","epNo":3,"alt":"Wrong Side Of The Law","descr":"Wie soll man Schnaps destillieren, wenn sich ein Bär am Brennplatz herumtreibt? Josh hat in den Blue Ridge Mountains Probleme mit einem hungrigen Wildnisbewohner. Der süßliche Duft frischer Maismaische wirkt auf den schwergewichtigen Allesfresser unwiderstehlich. Auf einem abgelegenen Grundstück in Franklin County in Virginia ist ebenfalls Gefahr in Verzug. Dort entdecken die \"Moonshiner\" Henry und Kenny verdächtige Fußspuren. Die Männer hegen den Verdacht, dass sie jemand ausspioniert. Deshalb treffen die Outlaws umgehend Vorsichtsmaßnahmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316852","hoster":"VOE"},{"path":"/redirect/10129957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-4","name":"Popcorns Geheimversteck","epNo":4,"alt":"Popcorn’s Secret Stash","descr":"60 Gallonen hochprozentiger Alkohol: Mark und sein Kumpel \"Digger\" suchen in Tennessee nach dem Vermächtnis einer \"Moonshiner\"-Legende. Die Männer bekommen zehn Jahre nach dem Tod von \"Popcorn\" Sutton einen Tipp von der Witwe des Schnapsbrenners. Der Outlaw hat offenbar an einem geheimen Ort einen Notvorrat für schlechte Zeiten angelegt. Können die Südstaatler das Versteck ihres Helden ausfindig machen? Donnie und Teresa inspizieren derweil im US-Bundesstaat Kentucky eine riesige Höhle, in der das Duo eine Destille aufbauen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316865","hoster":"VOE"},{"path":"/redirect/10129961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-5","name":"Gefahr im Verzug","epNo":5,"alt":"Burden Of Proof","descr":"Die Genesung macht Fortschritte: Josh hat sich nach seinem Motorradunfall gut erholt. Aber die nächste Hiobsbotschaft lässt nicht lange auf sich warten. Joshs Partner \"Red Dog\" wird die Lage zu heiß. Der \"Moonshiner\" will aus dem Schwarzbrennergeschäft aussteigen, weil er befürchtet, dass ihm früher oder später die Gesetzeshüter aufs Dach steigen. Und diese Sorge ist nicht unbegründet, wie ein Zwischenfall in den Blue Ridge Mountains zeigt. Dort werden Mark und \"Huck\" in ihrem Geheimversteck von ungebetenen Besuchern aufgeschreckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316848","hoster":"VOE"},{"path":"/redirect/10129962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-6","name":"Auf nach Alaska","epNo":6,"alt":"High Proof Holidays","descr":"In Alaska gibt es keinen \"Moonshine\"? Schnapsbrenner Tim Smith scheut in dieser Folge weder Kosten noch Mühen, um im nördlichsten US-Bundesstaat neue Absatzmärkte zu erschließen. Sein erster Kunde wohnt ziemlich abgelegen, deshalb muss Tim vom Flugzeug in den Hundeschlitten umsteigen, um die Lieferung persönlich an den Mann zu bringen. 4000 Meilen entfernt werfen Mark und \"Digger\" unterdessen in Tennessee ihre die Destille an. Die Outlaws planen rund um die Festtage in den Appalachen eine Weihnachtsfeier mit ganz besonderen Gästen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316851","hoster":"VOE"},{"path":"/redirect/10129963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-7","name":"Das Doppel-Roggen-Projekt","epNo":7,"alt":"Breaking The Laws","descr":"Wie aus Kübeln: Tim Smith bangt in Culpeper, Virginia, nach vier Tagen Dauerregen um seinen Doppel-Roggen-Whiskey. Der Schnapsbrenner hat 10 000 Dollar in ein Getreidefeld samt Silo investiert. Aber wenn es weiterhin so heftig schüttet, fällt die heiß ersehnte Ernte buchstäblich ins Wasser. In Franklin County suchen Henry und Kenny unterdessen händeringend nach einem neuen Brennplatz. Die Outlaws müssen schnellstmöglich ein geeignetes Versteck für ihre selbst gebaute Destille finden, damit ihre Pfirsichmaische nicht verdirbt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316859","hoster":"VOE"},{"path":"/redirect/10129966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-8","name":"Schnaps auf Rädern","epNo":8,"alt":"Moonshiner’s Apprentice","descr":"Die Suche nach einem geeigneten Versteck im Wald ist zeitaufwendig, deshalb will Schnapsbrenner Josh eine Destille im Trailer seines Rennwagens installieren. Weil dem Südstaatler für teures Kupfer das nötige Kleingeld fehlt, wird die Apparatur aus Edelstahlblechen hergestellt. Vom 1000-Liter-Kessel bis zum Kühlfass: Bei dem Projekt ist Maßarbeit gefragt. Damit die Gerätschaften am Ende tatsächlich in den Anhänger passen, werden alle Einzelteile passgenau zugeschnitten. \"Killer Beaz\" geht derweil in Tennessee bei Mark und \"Digger\" in die \"Moonshine\"-Schule.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316873","hoster":"VOE"},{"path":"/redirect/10129964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-9","name":"Der Brandy-King","epNo":9,"alt":"Hillbilly Ingenuity","descr":"Jeff setzt im US-Bundesstaat North Carolina frische Erdbeer-Maische an. Dabei schauen ihm seine Kumpel Van und \"Red Fox\" im Cherokee County konzentriert auf die Finger. Denn der \"Moonshiner\" ist ein Meister seines Fachs – vom \"Brandy King\" können auch alteingesessene Schnapsbrenner noch etwas lernen. Mike versucht derweil in Tennessee, seinen Premium-Whiskey an den Mann zu bringen. Mit den Einnahmen will der Outlaw seine Schulden bei Mark und \"Digger\" abbezahlen. Aber der hohe Preis von 40 Dollar pro Liter schreckt die Kundschaft ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316863","hoster":"VOE"},{"path":"/redirect/10129965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-10","name":"Nervenflattern in Louisiana","epNo":10,"alt":"Bootlegger’s Bounty","descr":"Mike und Daniel suchen im Bundesstaat Tennessee nach einer Rezeptur, die ihnen beträchtliche Einnahmen garantiert. Da wäre \"Apple-Pie-Moonshine\" genau die richtige Wahl? Die legalen Brennereien versetzen ihre Produkte oft mit Apfelaroma, diesen künstlichen Billigangeboten könnte das Duo mit seiner Mixtur Konkurrenz machen. Patti, Dallas und David arbeiten unterdessen in Louisiana mit Hochdruck an ihrer Hausboot-Destille. Beim Transport des Schiffes müssen die Outlaws höllisch darauf achtgeben, dass sie nicht eine Polizeikontrolle geraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316862","hoster":"VOE"},{"path":"/redirect/10129967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-11","name":"Scharf macht glücklich","epNo":11,"alt":"Mobile Moonshine Madness","descr":"Josh mischt sich in seiner blauen Latzhose bei einem Bikertreffen im North Carolina unters Volk, um neue Kontakte zu knüpfen. Falls sich die Motorradfreaks für seinen selbst gebrannten \"Moonshine\" interessieren, will der Südstaatler auf dem Areal im Schutz der Dunkelheit seine mobile Destille anwerfen. Mike und Daniel hoffen beim \"Watermelon Festival\" in Mississippi ebenfalls auf lukrative Einnahmen. Die Outlaws peppen ihren Wassermelonen-Schnaps mit Pfefferschoten auf – in der Hoffnung, dass die Rezeptur gut bei den Kunden ankommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316882","hoster":"VOE"},{"path":"/redirect/10129969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-12","name":"Bourbon und Bären","epNo":12,"alt":"100 Proof Heritage","descr":"Mark und \"Digger\" dichten im US-Bundesstaat Tennessee die Rohre ihrer selbst gebauten Destille ab, damit beim Schnapsbrennen kein Tropfen verloren geht. Nach dem Durchlauf wollen die Outlaws den \"Moonshine\" in Fässer abfüllen. Darin soll der hochprozentige Alkohol mindestens drei Jahre reifen. Aber das Aroma der Getreidemischung lockt im Wald ungebetene Besucher an. Tim Smith nimmt im Culpeper County, Virginia, derweil eine neue Anlage in Betrieb. Der Südstaatler ist mit einer eigenen Marke zum seriösen Geschäftsmann aufgestiegen. ","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316869","hoster":"VOE"},{"path":"/redirect/10129968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-13","name":"In flagranti","epNo":13,"alt":"Whiskey Deception","descr":"Mark Rogers und sein Kumpel Huck sind mit ihrem Truck in North Carolina auf Schleichpfaden unterwegs. In dem abgeschiedenen Waldgebiet trifft man nur selten auf andere Menschen. Trotzdem wollen die Südstaatler den Ausflug in die Wildnis so schnell wie möglich hinter sich bringen. Denn das Duo hat 20 Gallonen \"Moonshine\" an Bord. Bei der Übergabe des hochprozentigen Alkohols an den Kunden ist das Risiko, von der Polizei erwischt zu werden, besonders hoch. Deshalb deponieren die Outlaws ihren selbst gebrannten Schnaps in einem \"toten Briefkasten\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316872","hoster":"VOE"},{"path":"/redirect/10129970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-14","name":"Hinter Gittern","epNo":14,"alt":"Free Trickle","descr":"\"Tickle\" wurde nach Culpeper County verlegt. Dort soll der \"Moonshiner\" den Rest seiner Haftstrafe absitzen. Die Vollzugsanstalt ist nur zehn Meilen von Tims Brennerei entfernt, deshalb hat der Whiskey-Fabrikant einen Plan ausgeheckt. Tim will seinen alten Kumpel aus dem Gefängnis holen – zumindest tagsüber. \"Tickle\" soll als Freigänger in seiner Firma arbeiten. Mit einem festen Job könnte sich der Outlaw wieder in die Gesellschaft eingliedern und er stünde nach seiner Entlassung nicht mit leeren Händen da. Wird die Anfrage von der Justiz genehmigt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174495","hoster":"VOE"},{"path":"/redirect/10129971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-15","name":"Im Rausch der Geschwindigkeit","epNo":15,"alt":"Full Throttle Throwdown","descr":"\"Moonshine\" und qualmende Reifen: Josh Owens lebt in North Carolina gefährlich. Wenn ihn die Gesetzeshüter beim Schnapsbrennen erwischen, droht ihm eine empfindliche Strafe. Und bei einem Motorradrennen hat sich der Südstaatler vor nicht allzu langer Zeit die Nase und sechs Rippen gebrochen. Aber der Rausch der Geschwindigkeit lässt ihn einfach nicht los. Der Outlaw will bei den \"Southeast Gassers\" mit seinem 66er Chevrolet gegen erfahrene Rennfahrer antreten. Kann sich Josh auf dem Dragstrip gegen die starke Konkurrenz behaupten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316886","hoster":"VOE"},{"path":"/redirect/10129972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-16","name":"Indianerbananen","epNo":16,"alt":"Breaking The Code","descr":"Die Dreilappige Papau zählt zu den größten essbaren Früchten in Nordamerika. Die Ureinwohner stellten daraus Medizin her und flochten die Rindenfasern zu Schnüren. Daniel und Mark, die auf der Suche nach günstigen Zutaten sind, kommen die \"Indianerbananen\" ebenfalls sehr gelegen. Die \"Moonshiner\" wollen mit der Asimina triloba ihren selbst gebrannten Schnaps aufpeppen. Denn das wild wachsende Obst kann man in Tennessee einfach von den Bäumen pflücken. Tim Smith setzt derweil in Virginia eine ganze Charge Whiskey für ein tolles Aroma aufs Spiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316877","hoster":"VOE"},{"path":"/redirect/10129973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-17","name":"Roadtrip nach Florida","epNo":17,"alt":"Hillbilly Hack","descr":"Sonnenschein und hübsche Mädchen: Josh macht sich in North Carolina für die Abreise in den Süden bereit. Der Outlaw will in Florida eine große Lieferung Schnaps verkaufen. 400 Liter hat der Südstaatler schon im Gepäck. Den Rest will Josh in seiner mobilen Destille auf einem Zeltplatz im \"Sunshine State\" brennen. So lautet der Plan, aber unterwegs muss der \"Moonshiner\" höllisch darauf achtgeben, dass er nicht in eine Polizeikontrolle gerät. Patti und David bewegen sich ebenfalls auf dünnem Eis. Das Duo wird in Louisiana von einem Wildhüter überrascht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316894","hoster":"VOE"},{"path":"/redirect/10129974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-18","name":"Insidertipps","epNo":18,"alt":"Risky Whiskey","descr":"\"Tickle\" wird wegen guter Führung frühzeitig aus der Haftanstalt entlassen. Tim holt seinen Kumpel am Culpeper County Jail ab. Ist der Outlaw nach seinem Aufenthalt hinter schwedischen Gardinen geläutert? Das wird sich sehr bald zeigem. Doch bevor die Männer Pläne für die Zukunft schmieden, gilt es zunächst \"Tickles\" Heißhunger zu stillen. Denn der Südstaatler verspürt nach einem Jahr fader Gefängniskost großes Verlangen nach einem herzhaften Imbiss. Mark und \"Huck\" holen sich derweil in North Carolina nützliche Insidertipps von einen ehemaligen Hilfssheriff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316893","hoster":"VOE"},{"path":"/redirect/10129975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-8/episode-19","name":"Deutliche Warnung","epNo":19,"alt":"The Trouble With Tickle","descr":"Josh hat in südlichen Gefilden einen neuen Absatzmarkt erschlossen. Sein selbst gebrannter \"Moonshine\" geht auf dem Biker-Treffen in Florida weg wie warme Semmeln. Aber es gibt auch Personen, die den Fremden aus North Carolina argwöhnisch beäugen. Denn der Eindringling in der blauen Latzhose heimst in ihrem Revier fette Profite ein. Tim Smith greift derweil seinem Kumpel bei der Rückkehr ins normale Leben unter die Arme. Doch \"Tickle\" hat nach seinem Gefängnisaufenthalt offenbar andere Pläne. Am nächsten Morgen fehlt von dem Südstaatler jede Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11316889","hoster":"VOE"},{"path":"/redirect/10129976","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-1","name":"Neues Jahr, neues Glück","epNo":1,"alt":"Tickle In A Pickle","descr":"Mais, Gerste und Roggen: Mark und \"Digger\" wollen Mehrkornschnaps destillieren - nach einer Rezeptur ihres verstorbenen Mentors \"Popcorn\" Sutton. Dabei kommt es im US-Bundesstaat Tennessee auf die richtige Mischung an. Die Outlaws produzieren zu Beginn der Saison nur kleine Chargen, um das Geheimnis zu entschlüsseln. \"Tickle\" sucht unterdessen in den Blue Ridge Mountains nach einem geeigneten Brennplatz, an dem ihm die Polizei nicht auf die Schliche kommt. Denn der Südstaatler wurde gerade erst aus dem Gefängnis entlassen. Ein weiterer Aufenthalt hinter \"schwedischen Gardinen\" wäre ganz und gar nicht nach seinem Geschmack.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816608","hoster":"VOE"},{"path":"/redirect/8816609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-2","name":"Ein verlockendes Angebot","epNo":2,"alt":"Corn-fed Conundrum","descr":"Einmal \"Moonshiner\", immer Moonshiner\"?: \"Tickle\" möchte einen alten Weggefährten zurück in den Wald locken. Sein Kumpel Tim besitzt in Virginia eine legale Brennerei, trotzdem ist die Versuchung groß. Denn die eigenen Wurzeln lassen sich schwer verleugnen. Der Südstaatler erinnert sich noch gut daran, wie er als kleiner Junge mit seinem Vater in einem Geheimversteck Schnaps destillierte. Lässt sich Tim auf das Spiel mit dem Feuer ein? Mark und \"Digger\" setzen derweil im Cocke County die Maische für den ersten großen Brenndurchlauf der neuen Saison an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816612","hoster":"VOE"},{"path":"/redirect/8816611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-3","name":"Rückkehr in die Wälder","epNo":3,"alt":"Proof Is In The Payoff","descr":"Tim und sein Kumpel \"Tickle\" schwelgen in Erinnerungen. Das Duo besucht im Pittsylvania County in Virginia einen Brennplatz im Wald, an dem Tim vor 40 Jahren zusammen mit seinem Vater Schnaps destilliert hat. Damals wusste er noch nicht, dass er etwas Verbotenes tut. Darauf könnte er sich heute nicht mehr berufen. Sollte Tim erneut gegen Gesetze verstoßen, könnte er alles verlieren, was er sich in den letzten Jahren aufgebaut hat. Weiter südlich nehmen Mark und Huck nach vier Monaten Winterpause in North Carolina ihren Brennplatz wieder in Betrieb.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13098484","hoster":"VOE"},{"path":"/redirect/8816613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-4","name":"Moonshine im Blut","epNo":4,"alt":"What Happens In The Woods","descr":"Den Lärm, den eine mit Benzin betriebene Wasserpumpe verursacht, hört man noch Hunderte Meter weit entfernt. Das könnte die Polizei auf den Plan rufen, deshalb versucht \"Tickle\", das Problem anders zu lösen. Der Outlaw hat sich im Internet Videos angesehen, er will einen hydraulischen Widder bauen. In der Theorie klingt die Sache ganz einfach: Das kostbare Nass fließt aus einem höher gelegenen Bach durch die Leitung, der Druck steigt, ein Ventil öffnet sich und das Wasser strömt in den Windkessel. Kann der Südstaatler diesen Plan in die Tat umsetzen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816615","hoster":"VOE"},{"path":"/redirect/8816617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-5","name":"Wie Samt auf der Zunge","epNo":5,"alt":"Double Proof Double Cross","descr":"Geld, Schnaps oder Schmuck? Während die Maische in den Fässern gärt, durchsucht Henry Law gemeinsam mit \"Tickle\" und seinem Cousin Kenny das Grundstück seines vor wenigen Monaten verstorbenen Vaters. Amos Law war der Boss eines illegalen Schwarzbrenner-Rings und hielt nicht viel von Banken. Kostbare Dinge verstaute er stattdessen in Geheimverstecken. Findet das Trio in den alten Schuppen einen wertvollen Schatz? Mike und sein Partner Jerry wollen die Konkurrenz im Sevier County in Tennessee unterdessen mit einem neuen Brennverfahren ausstechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816620","hoster":"VOE"},{"path":"/redirect/8600217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-6","name":"Alarm am Brennplatz","epNo":6,"alt":"Enemy At The Gates","descr":"Die ersten Chargen des \"Popcorn Sutton Gedenk-Moonshine\" kamen bei der Kundschaft gut an. Deshalb kurbeln Mark und \"Digger\" im US-Bundesstaat Tennessee die Produktion an. Das Duo setzt in zwei 1200-Liter-Tanks Maische an - damit können die Männer wie am Fließband destillieren. Mark und Huck wittern derweil in North Carolina Gefahr. Die Outlaws haben im Graham County in der Nähe des Brennplatzes eine Feuerstelle entdeckt. Daraufhin schrillen bei den Schnapsbrennern die Alarmglocken. Die Südstaatler suchen mit einem Spürhund nach ungebetenen Gästen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816616","hoster":"VOE"},{"path":"/redirect/8600214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-7","name":"Im Fluchtmodus","epNo":7,"alt":"Wedding Cake Shine","descr":"Mark und Digger versuchen ihr erstes Hinterwäldler-Wunder, indem sie Hochzeitstorte in Schnaps verwandeln. Tickle geht in Deckung als ihm durch die Luftüberwachung eine Rückkehr ins Gefängnis droht. Und Appalachen\u0027s Unfall trächtigster Shiner ist zurück und bedient schwere Maschinen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816618","hoster":"VOE"},{"path":"/redirect/8600213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-8","name":"Voller Truck – leere Taschen","epNo":8,"alt":"Drone Vs. Shotgun","descr":"Josh bricht in sein Geheimversteck ein um eine neue Brennerei zu bauen und holt seine Schrotflinte heraus als eine Drohne in seinen Luftraum eindringt. Daniel gewinnt den Jackpot indem er für Mark und Digger verkauft, während Mike feststellt dass seine Stammkunden auf mysteriöse Weise weniger durstig sind als sonst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290440","hoster":"VOE"},{"path":"/redirect/8600216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-9","name":"Kein Nachschub für Daniel","epNo":9,"alt":"Busted By The Law","descr":"Tim ersinnt einen Plan um mit Tickle zum ersten Mal seit Jahren wieder in den Hinterwäldern zu glänzen. Da ihm die Geduld und eine wichtige Zutat fehlen gerät Marks und Diggers Schmuggelgeschäft in Gefahr. In einer Serienpremiere werden zwei Shiner aus Tennessee vor laufender Kamera von der Polizei verhaftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816623","hoster":"VOE"},{"path":"/redirect/8600215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-10","name":"Der Griff in die Trickkiste","epNo":10,"alt":"Toxic Work Environment","descr":"Tickles Tischlerfähigkeiten glänzen als die Outlaws aus Virginia einen riskanten Umbau ihrer Brennerei planen. Mark und Digger nehmen einen großen Schwung an einer kleinen Zutat die den Schnuppertest nicht besteht. Josh gräbt tief und deckt die schlimmste Art auf ein giftiges Arbeitsumfeld zu fördern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816622","hoster":"VOE"},{"path":"/redirect/8600219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-11","name":"Bourbon zum Begräbnis","epNo":11,"alt":"Tickle To The Rescue","descr":"Tickle antwortet auf den Anruf als Josh Hilfe bei der Bergung einer verlassenen U-Boot-Destille und seiner Saison benötigt. Mark und Digger nehmen es mit einer Bourbon-Spezialität auf die aus indianischem Mais hergestellt wird. Van und Ewok, denen eine Gefängnisstrafe droht setzen ihre Freiheit für einen weiteren Lauf aufs Spiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816621","hoster":"VOE"},{"path":"/redirect/8600220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-12","name":"Im freien Fall","epNo":12,"alt":"Run For The Hills","descr":"Mark und Digger versuchen einen ehemaligen Lehrling vor einer Mondschein-Kalamität zu retten. Ein unbekannter Konkurrent dringt in Mikes Revier ein und zwingt ihn seine Shine-Strategie zu ändern. Mark und Huck verlassen sich auf die Überlebenskünste der Hinterwäldler um ihren hochprozentigen Lauf voranzutreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816624","hoster":"VOE"},{"path":"/redirect/8600218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-13","name":"[Derzeit leider nicht verfügbar]","epNo":13,"alt":"Say Yes To The Mess","descr":"Tickle verkündet seine Verlobung und Tim entdeckt warum sein bester Freund die Outlaw-Seite nicht aufgeben kann. Unfähig Shine zu verkaufen versucht Mike einen Fernschmuggel, der ihn ins Fadenkreuz des Gesetzes bringt. Josh wettet dass Sin City ein weiteres Laster braucht.","versions":[]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-14","name":"Rekordauftrag für Josh","epNo":14,"alt":"Murphy’s Law For Outlaws","descr":"Tickle und Tim legen Feuer für ihren ersten Backwoods-Run seit einem Jahrzehnt. Mit 250 Gallonen Maische die kurz vor dem Verfall stehen, torpedieren Mark und Digger ihren eigenen Betrieb. Ein kleines Versehen von Josh löst einen Dominoeffekt aus der seine gesamte Anlage bedroht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816625","hoster":"VOE"},{"path":"/redirect/8600221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-15","name":"Zu hoch gepokert","epNo":15,"alt":"Rolling Down The Mountain","descr":"Ein junger Outlaw mit einer alten Kanne verdient sich eine Ausbildung bei Mark und Digger. Mark der Mann aus den Bergen, nimmt einen einwöchigen Lauf in Angriff um einen 18.000-Dollar-Auftrag zu erfüllen der eine Sonderlieferung beinhaltet. In einem verzweifelten Versuch sein Wurmfass zu reparieren stürzt sich Josh kopfüber hinein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7816475","hoster":"VOE"},{"path":"/redirect/12290444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-16","name":"Grünes Gold","epNo":16,"alt":"Hemp Shine","descr":"Tickle und die Laws fügen ihrem Glanz Angst reduzierendes CBD zu, aber die Wissenschaft ist alles andere als Stress frei. Josh kramt in seinem Geheimversteck um seinen unterirdischen Blues zu kurieren. Ein mysteriöser Alkoholschmuggler beherrscht Mikes Revier und es ist kurz davor in Flammen aufzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12290445","hoster":"VOE"},{"path":"/redirect/12290448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-17","name":"Sein letzter Schluck","epNo":17,"alt":"Georgia On My Shine","descr":"Mark und Digger machen sich auf den Weg nach Georgia und decken \"Elvis\" auf, Popcorn Suttons produktivste Brennerei. Mike sinnt auf Rache, nachdem er entdeckt hat dass die Schnapsbrennerei eines Rivalen ihm die Kunden stiehlt. Tim und Tickle sind hin- und hergerissen was sie mit ihrem neuen Hinterwäldler-Glanz anfangen sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7816470","hoster":"VOE"},{"path":"/redirect/12290451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-18","name":"Ein knallhartes Geschäft","epNo":18,"alt":"Unexpected Offer","descr":"Mike und Jerry konfrontieren Daniel damit dass der Schnaps ihres Rivalen in ihr Gebiet eindringt. Tickle, Henry und Kenny erweitern ihre CBD-angereicherte Moonshine Produktion. Ein neuer Alkoholschmuggler macht Mark und Digger ein Angebot das sie nicht ablehnen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7816485","hoster":"VOE"},{"path":"/redirect/12290455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-19","name":"Letzte Chance für Josh","epNo":19,"alt":"The Marvelous Mrs. Tickle","descr":"Tickle bekommt eine \"lebenslange Haftstrafe\" und Appalachia wird zum ersten Mal vor den Traualtar geführt. Mark und Digger riskieren e, starken Glanz und süße Gerechtigkeit zu liefern. Josh zerschmettert Hindernisse die ihm die ganze Saison über im Weg standen. Mike bekommt eine Kostprobe seiner eigenen Medizin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7816469","hoster":"VOE"},{"path":"/redirect/12290458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-9/episode-20","name":"Tickle brennt wieder","epNo":20,"alt":"Tickle Runs Again","descr":"\"Tickle\" wurde noch nie von einer besoffenen Wespe gestochen. Die fliegenden Insekten die am Brennplatz von der Maische naschten, beunruhigten ihn deshalb nur wenig. Die aufmerksamen Gesetzeshüter waren da schon eher ein Problem, denn Schnapsbrennen ohne Lizenz ist in den USA verboten - und \"Tickle\" wollte auf keinen Fall zurück ins Gefängnis. An die Monate im Knast erinnert sich der Outlaw nur ungern zurück, das war eine harte Zeit. Trotzdem zog es den alteingesessenen \"Moonshiner\" nach dem Aufenthalt hinter schwedischen Gardinen wieder in den Wald.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7816468","hoster":"VOE"},{"path":"/redirect/12290460","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-1","name":"Harte Zeiten","epNo":1,"alt":"Hard Times Make the Best Shine","descr":"Je härter die Zeiten sind, desto größer ist das Verlangen nach Alkohol. Aus diesem Umstand wollen \"Tickle\", Henry und Kenny während der Corona-Krise Profit schlagen. Das Trio startet mit hohen Erwartungen in die neue \"Moonshine\"-Saison. Die Männer inspizieren in Virginia ein abgelegenes Versteck, dort wollen sie hochprozentigen Roggenschnaps destillieren. Seine Partner haben beim Schwarzbrennen schon mal ein Haus in die Luft gejagt – ein Desaster, das sich hoffentlich nicht wiederholt. Oder muss \"Tickle\" beim \"Moonshining\" um sein Leben fürchten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892422","hoster":"VOE"},{"path":"/redirect/8892447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-2","name":"Allianz der Outlaws","epNo":2,"alt":"Interstate Alliance","descr":"Eine Hand wäscht die andere: Josh liefert im Franklin County bei Henry, Kenny und \"Tickle\" eine riesige Ladung Pfirsiche ab, um sich bei den Jungs für deren Unterstützung zu bedanken. Die Männer zerkleinern die Früchte und maischen sie anschließend ein. Das Outlaw-Quartett will aus dem Obst lukrativen Brandy herstellen. Mike und Jerry stellen unterdessen im US-Bundesstaat Tennessee eine große Kolonnen-Destille fertig. Das Monstrum ist fast vier Meter hoch und muss absolut eben stehen, damit bei der Produktion von 95-prozentigem Alkohol alles glatt läuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892424","hoster":"VOE"},{"path":"/redirect/8892440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-3","name":"In Quarantäne","epNo":3,"alt":"Mark and Digger’s Big Test","descr":"Das Coronavirus macht auch vor den Appalachian Mountains nicht halt. Das Ergebnis von Marks Schnelltest war positiv. Der Schwarzbrenner soll sich umgehend in Quarantäne begeben. Und Marks bester Kumpel \"Digger\" gehört ebenfalls zur Risikogruppe. Wenn sich der Outlaw auch angesteckt hat, wäre die \"Moonshine\"-Saison für das Duo gelaufen. Huck und sein Partner inspizieren derweil im Graham County im US-Bundesstaat North Carolina ihren Brennplatz. Dabei entdecken die Männer Fuß- und Reifenspuren. Hat jemand im Wald ihr abgelegenes Versteck aufgestöbert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892429","hoster":"VOE"},{"path":"/redirect/8892434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-4","name":"Hanf im Glück","epNo":4,"alt":"Backwoods is Booming","descr":"Brian staunt nicht schlecht, als er in North Carolina Joshs riesige Anlage sieht. Mit den selbst gebauten Apparaturen können die Männer in zwei Tagen 20 000 Liter Maische destillieren. Das klingt nach einem lukrativen Geschäft – vorausgesetzt die Outlaws werden bei der Arbeit nicht von der Polizei erwischt. Tim verfolgt in Virginia ebenfalls große Pläne. Der Schnapsbrenner baut dort Hanf an, um mit CBD versetztem \"Moonshine\" neue Absatzmärkte zu erschließen. Dem angesagten Pflanzenstoff wird eine entspannende Wirkung nachgesagt und das Geschäft boomt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892430","hoster":"VOE"},{"path":"/redirect/8892433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-5","name":"Roadtrip in die Berge","epNo":5,"alt":"No Ordinary Run","descr":"Mark und Huck brechen mit einem Militärlaster in die Berge auf. Die Männer wollen ein \"Moonshiner\"-Urgestein in den Appalachen mit Schnaps versorgen. Jim Tom wird dort wie eine Legende verehrt. Henry, Kenny und \"Tickle\" starten derweil im Franklin County einen 3000-Liter-Brenndurchlauf. Die Outlaws sind mit ihren Apparaturen an eine Bachkrümmung umgezogen, dort sind sie besser vor neugierigen Blicken geschützt. Und Mike und Jerry tüfteln im Bundesstaat Tennessee an ihrer undichten Destille. Das Duo lässt die Ersatzteile von einem Fachbetrieb stanzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892431","hoster":"VOE"},{"path":"/redirect/8892437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-6","name":"Single Malt Moonshine","epNo":6,"alt":"Single Malt Moonshine","descr":"Ein Farmer in der Region hat jede Menge Gerste übrig, die er nicht loswird. Das bringt Tim in Virginia auf eine Idee. Der Brennereibesitzer will das Getreide zu Malz verarbeiten und daraus \"Single Malt Moonshine\" herstellen. Wenn sich der Whiskey gut verkauft, winken Dillon Harris zwanzig Prozent vom Gewinn. Lässt sich der Landwirt auf den Deal ein? Mark und \"Digger\" greifen unterdessen einem Freund unter die Arme. \"Killer Beaz\" hat während der Corona-Krise keine Einkünfte. Beim Schnapsbrennen könnte der Stand-up-Comedian ein paar Extra-Dollars verdienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892436","hoster":"VOE"},{"path":"/redirect/8892441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-7","name":"Schnaps für die Biker-Party","epNo":7,"alt":"Overproof and Under the Gun","descr":"Mike und Jerry legen beim Schnapsbrennen eine Nachtschicht ein. Die Kolonnendestille des Duos läuft im US-Bundesstaat Tennessee auf Hochtouren. Die Männer sollen für die Mitglieder eines Biker-Klubs 400 Liter hochprozentigen Alkohol herstellen. Mark und \"Digger\" maischen unterdessen Hafer, Rosinen und braunen Zucker ein, denn \"Killer Beaz\" hat seine Kontakte spielen lassen und für seine Kumpel eine gut betuchte Kundin aufgetan. Die Lady aus der Musik-Branche hat \"Moonshine\" mit süßem Aroma bestellt. Deshalb aromatisieren die Outlaws ihr Destillat mit Zimt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892404","hoster":"VOE"},{"path":"/redirect/8892406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-8","name":"Am Limit","epNo":8,"alt":"Too Much of a Good Thing","descr":"Roggen, Mais, Gerstenmalz und Weizenkleie: Henry, Kenny und \"Tickle\" setzen in den Ausläufern der Blue Ridge Mountains sechs Fässer Maische an. Daraus will das Trio 250 Liter \"Moonshine\" brennen. Mit diesem Pensum sind die Männer vollkommen ausgelastet, aber dann wird den Outlaws obendrein eine preisgünstige Ladung Äpfel angeboten. Mike und Jerry verdünnen ihren 90-prozentigen Schnaps unterdessen im Osten Tennessees mit Quellwasser auf Trinkstärke. Wenn die Mitglieder des Biker-Klubs mit dem Ergebnis zufrieden sind, winken dem Duo lukrative Folgeaufträge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892405","hoster":"VOE"},{"path":"/redirect/8892413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-9","name":"Panik in Tennessee","epNo":9,"alt":"Sweet Corn Revenge","descr":"Die schlechte Wirtschaftslage macht sich auch im Baugewerbe bemerkbar. Während der Corona-Krise verdient Daniel als Mechaniker und Schweißer weniger Geld. Deshalb holen Mark und \"Digger\" ihren Kumpel im US-Bundesstaat Tennessee als Partner ins Boot. Die Outlaws müssen ihren Komplizen nicht anlernen, denn Daniel kennt sich im \"Moonshiner\"-Business bestens aus. Und man kann ihm vertrauen. Das sind beste Voraussetzungen für eine erfolgreiche Zusammenarbeit. Mike muss sich derweil vor der Polizei in Acht nehmen, sein Brennplatz ist aufgeflogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892782","hoster":"VOE"},{"path":"/redirect/8892806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-10","name":"Ein Smoker für den Brennplatz","epNo":10,"alt":"Smoke to the Fire","descr":"Josh und seine Mitstreiter haben im US-Bundesstaat Virginia alle Hände voll zu tun. Die Outlaws brennen in den Wäldern von Franklin County gleichzeitig Roggenschnaps und Apfelbrandy. Die beiden Destillen des Teams laufen auf Hochtouren. Und \"Tickle\" kümmert sich um das leibliche Wohl seiner Gefährten, denn die Truppe kann sich auf Dauer nicht nur von Bohnen und Crackern ernähren. Der alteingesessene \"Moonshiner\" konstruiert für seine hungrigen Kumpel aus zwei Fasshälften und einem Ofenrohr einen Smoker, in dem man saftige T-Bone-Steaks grillen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892408","hoster":"VOE"},{"path":"/redirect/8892415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-11","name":"Das Weizenkleie-Experiment","epNo":11,"alt":"Mason Jar Shortage","descr":"Weizenkleie entsteht bei der Verarbeitung von Getreide. Das vermeintliche Abfallprodukt wird oft als Futtermittel für Pferde, Rinder oder Schweine verwendet. Aber man kann damit auch hochprozentigen Alkohol herstellen. Deshalb lassen sich Mark und \"Digger\" im Cocke County im US-Bundesstaat Tennessee auf ein spannendes Experiment ein. Das Duo will mit den Rückständen aus der Vermahlung rund 1400 Liter \"Moonshine\" brennen. Tim und sein Partner Chuck testen derweil in Virginia ihre neue Destille. Dabei steigt aus dem Boiler mächtig viel Dampf auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13018547","hoster":"VOE"},{"path":"/redirect/8892420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-12","name":"Reibach mit roten Rüben","epNo":12,"alt":"Caught Red-Handed","descr":"Tickle and the Laws rekrutieren Josh, um eine winterfeste Destillieranlage zu bauen. Bergmann Mark verwandelt eine kostenlose Ladung Zuckerrüben in hochprozentigen Mondschein. Mike und Jerry knacken ein paar Nüsse, um ihren in der Kolonne destillierten Schnaps in Südstaaten-Pekannussschnaps zu verwandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892417","hoster":"VOE"},{"path":"/redirect/8892425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-13","name":"Birdwatcher-Wodka","epNo":13,"alt":"Hog Heaven","descr":"Tomatenmark, Zitronensaft und Hefe: Mike und sein Kumpel Jerry kaufen bei einem Restaurantbesitzer, der sein Lokal wegen der Pandemie schließen musste, preisgünstige Lebensmittel ein. Die \"Moonshiner\" wollen mit den Zutaten im Bundesstaat Tennessee Wodka brennen. Tim wandelt derweil in den Fußstapfen eines englischen Missionars, der in den USA vor 400 Jahren hochprozentigen Alkohol destillierte. Das uralte Rezept lässt sich eventuell gut vermarkten. Und Mark und \"Digger\" suchen händeringend nach Einmachgläsern, in die sie ihren Schnaps abfüllen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892416","hoster":"VOE"},{"path":"/redirect/8892427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-14","name":"Applejack und Waldaromen","epNo":14,"alt":"Ice Shine","descr":"Henry, Kenny und \"Tickle\" erhitzen ihre Maische in Virginia normalerweise in selbst gebauten Apparaturen, bis sich der Alkohol vom Wasser trennt und als Dampf in den Kühler strömt. Auf diese Art und Weise wird in den USA schon seit Jahrhunderten Schnaps gebrannt. Aber es geht auch anders. In dieser Folge testet das Trio bei der Herstellung von Apfel-Brandy in der Gefrierkammer ein komplett neues Verfahren. Mike und sein Partner Jerry zeigen sich im US-Bundesstaat Tennessee ebenfalls experimentierfreudig. Die Outlaws destillieren \"Moonshine\" aus Birkenrinde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337241","hoster":"VOE"},{"path":"/redirect/8892445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-15","name":"Extra fruchtig","epNo":15,"alt":"Another Man’s Mash","descr":"Bei der \"Master Distiller\"-Challenge hat Richard Landry gezeigt, was er drauf hat. Dort konnte sich der Fernfahrer aus New Ibera mit einem erstklassigen \"Cherry Bounce\" gegen die Konkurrenz durchsetzen. Intensives Kirscharoma gepaart mit einer leichten Zimtnote: Dieser Kombination konnte die Jury nicht widerstehen. \"Tickle\" lädt den talentierten Schnapsbrenner in dieser Folge nach Virginia ein und stellt ihm am Brennplatz seine Kumpel Henry und Kenny vor. Das Quartett destilliert im Franklin County hochprozentigen Alkohol mit Erdbeer- und Mangogeschmack.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8944358","hoster":"VOE"},{"path":"/redirect/8944362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-16","name":"Josh kann einpacken","epNo":16,"alt":"Basement Bust","descr":"Josh liefert im Polk County 400 Liter hochprozentigen Alkohol ab. Das Aufnahmestudio des Stammkunden liegt mitten in der Stadt, vor dem Gebäude wird regelmäßig Equipment ein- und ausgeladen. Deshalb schöpft dort niemand Verdacht, wenn ein Lieferwagen vorfährt. Und die leer stehenden Kellerräume würden ein erstklassiges Versteck abgeben. Der \"Moonshiner\" möchte im Tiefgeschoss seine Destillen aufbauen. Lässt sich sein Gegenüber auf die Sache ein? Richard Landry sucht derweil im US-Bundesstaat Louisiana nach Heilpflanzen. Der Outlaw will damit Schnaps brennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925068","hoster":"VOE"},{"path":"/redirect/8944359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-17","name":"Tennessee-Whiskey","epNo":17,"alt":"Tennessee-Whiskey","descr":"In den Great Smoky Mountains fällt das Laub von den Bäumen. Das bedeutet: Mark und sein Schnapsbrenner-Kumpel \"Digger\" sind in ihrem Versteck im US-Bundesstaat Tennessee nicht mehr vor neugierigen Blicken geschützt. Und ein hungriger Bär hat sich im Wald an den Maisvorräten des Duos bedient. Um vor weiteren Überraschungen gefeit zu sein, brauchen die Männer ein Dach über dem Kopf. Richard Landry und sein Bruder Greg kaufen derweil in Louisiana Zutaten für den nächsten Brenndurchlauf ein. Die \"Moonshiner\" experimentieren in dieser Folge mit Zuckerwatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9073479","hoster":"VOE"},{"path":"/redirect/9073464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-18","name":"600 Gallonen","epNo":18,"alt":"Two Tons Of Fun","descr":"\"Tickle\", Henry und Kenny läuft im Franklin County die Zeit davon. Die Outlaws wollen dort zwei Tonnen Malz verarbeiten, bevor das Getreide verdirbt. Und Josh sucht nach der Pleite im Tiefgeschoss eines Stammkunden nach einem neuen Versteck für seine Destillen. Das klingt nach einer Win-win-Situation, aus der beide Parteien Profit schlagen können. Denn mit ihrer überschaubaren Ausrüstung kommen \"Tickle\" und seine Kumpel bei der Arbeit nur langsam voran. Deshalb packt Josh sein Equipment in einen großen Lkw und macht sich auf den Weg nach Virginia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9073488","hoster":"VOE"},{"path":"/redirect/9073490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-19","name":"Das große Los","epNo":19,"alt":"Moonshine Capital Returns","descr":"Im US-Bundesstaat Virginia reiht sich eine Destille an die nächste. Josh hat sein Equipment in einem Lkw über die Grenze geschmuggelt und sich mit \"Tickle\", Henry und Kenny zu einem Dream-Team zusammengeschlossen. Kessel, Geisthelme, Verbindungsrohre, Kühler und Verstärker: Das Quartett will seiner riesigen Anlage über 2000 Liter \"Moonshine\" brennen. Mark und sein Kumpel \"Digger\" bereiten unterdessen in ihrem neuen Versteck die Maische für ihren \"Tennessee Whiskey\" vor. Der hochprozentige Alkohol wird aus Mais, Gerstenmalz und Roggen hergestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925074","hoster":"VOE"},{"path":"/redirect/9116304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-10/episode-20","name":"Zwei Fässer und ein Boot","epNo":20,"alt":"Backwoods Bonanza","descr":"Josh und seine Kumpel füllen den \"Moonshine\" in Vier-Liter-Kanister und \"Tickles\" Ehefrau Carol transportiert den hochprozentigen Alkohol in ein Geheimversteck. So lautet im Franklin County der Plan, denn die Outlaws wollen ihren Schnaps aus Sicherheitsgründen nicht am Lagerplatz aufbewahren. Und \"Digger\" hat einem Kunden eine 400-Liter-Lieferung zugesagt, obwohl sein Tennessee-Whiskey noch Zeit zum Reifen braucht. Mit seinem vollmundigen Versprechen handelt sich der Südstaatler womöglich großen Ärger ein. Oder hat \"Digger\" noch ein Ass im Ärmel?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9164999","hoster":"VOE"},{"path":"/redirect/12980489","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-1","name":"Boomtime für Moonshine","epNo":1,"alt":"Boom Time For Moonshine","descr":"Mark und Digger werden von Polizisten überfallen und gezwungen, über Staatsgrenzen hinweg zu fliehen. Tickle und die Gesetze bauen eine neue Mega-Operation auf, während Josh mit einer Lastwagenladung Obst auf den Weg geht. Mike und Jerry nehmen den Mut auf, an den Ort ihres eigenen Verbrechens zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304341","hoster":"VOE"},{"path":"/redirect/12304344","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503354","hoster":"VOE"},{"path":"/redirect/9107492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-2","name":"Das Beste aus zwei Welten","epNo":2,"alt":"Holy Grail of Moonshine","descr":"JB führt Mark und Digger zum geheimen Ort von Popcorn Suttons berüchtigtem letzten Lauf; Mikes und Jerrys Versuch, aus einem gebrauchten Whiskyfass ein Standbild zu machen, explodiert in ihren Gesichtern; Tickle, Josh und die Laws geraten in einen Hinterhalt und zwingen sie, in die Berge zu rennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304342","hoster":"VOE"},{"path":"/redirect/12304345","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9201394","hoster":"VOE"},{"path":"/redirect/9201407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-3","name":"Ein Schuss vor den Bug","epNo":3,"alt":"Oh Josh, Where Art Thou?","descr":"Tickle und die Laws entkommen einem Überfall auf ihre stille Stätte, nur um festzustellen, dass Josh vermisst wird; Tim und Howard begegnen einer Gasknappheit mit einer hochprozentigen Lösung; Mike und Jerry bauen ihre Pot-Destille aus Eichenfässern wieder auf, nachdem sie ihren ersten Versuch in die Luft gejagt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304349","hoster":"VOE"},{"path":"/redirect/12304348","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13509719","hoster":"VOE"},{"path":"/redirect/9201431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-4","name":"Die Absinth-Premiere","epNo":4,"alt":"Backwoods Old Fashioned","descr":"Mark und Digger stießen gegen eine Wand, die Tennessee-Wasser zu Popcorns North Carolina Still Site transportierte. Mark und Huck versuchen, angereicherten Wein auf altmodische Weise herzustellen - mit ihren Füßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304351","hoster":"VOE"},{"path":"/redirect/12304350","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535954","hoster":"VOE"},{"path":"/redirect/11098029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-5","name":"Die grüne Fee aus Louisiana","epNo":5,"alt":"Like Water for Moonshine","descr":"Als Mark und Digger darum bitten, auf einem Gewerbegrundstück zu laufen, ist die Antwort so schockierend wie die Ergebnisse. Mike und Jerry verwandeln Blaubeeren in erstklassigen Brandy, aber es ist der Brei, der es wert ist, gefeiert zu werden. Richard jagt die grüne Fee, um Hinterwäldler Absinth zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304353","hoster":"VOE"},{"path":"/redirect/12304354","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535956","hoster":"VOE"},{"path":"/redirect/11098038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-6","name":"Champagner für Mikes Hochzeit","epNo":6,"alt":"Champagne or Shine Pain?","descr":"Mark und Digger versuchen, einen Kalksteinbach über einen Berg auf privates Grundstück umzuleiten; Mike lässt eine Bombe auf Jerry fallen, während er Hinterwäldler-Blaubeerchampagner herstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304357","hoster":"VOE"},{"path":"/redirect/12304358","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13509718","hoster":"VOE"},{"path":"/redirect/11098040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-7","name":"Zurück in die Spur","epNo":7,"alt":"Bottle Shock","descr":"Mark und Digger holen ihren im Meer gereiften Whisky zurück, nur um festzustellen, wie leicht er durch ihre Finger gleitet. Richard und Craig haben Schwierigkeiten, die Absinthproduktion zu steigern. Tickle und die Laws blicken auf die Geschichte des Mondscheins, um ihre Saison auf Kurs zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304361","hoster":"VOE"},{"path":"/redirect/12304360","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13509721","hoster":"VOE"},{"path":"/redirect/11098042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-8","name":"Sea Aging in den Bergen","epNo":8,"alt":"Mountain Mayhem","descr":"Mark und Digger suchen an einem unwahrscheinlichen Ort nach dem idealen Ort, um ihren Tennessee Whiskey im Meer zu altern. Eine falsche Abbiegung bringt Josh seinen nächsten Knochenbruch ein. Als Jerry in die Notaufnahme gebracht wird, ist sein Partner gezwungen, ein komplexes Rezept ohne ihn herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304363","hoster":"VOE"},{"path":"/redirect/12304362","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13509722","hoster":"VOE"},{"path":"/redirect/11098053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-9","name":"Sein schönster Tag","epNo":9,"alt":"Young Guns","descr":"Mark und Digger besuchen den verlassenen Themenpark ihrer vergeudeten Jugend erneut und verwandeln eine Karnevalsfahrt in eine Whisky-Alterungsmaschine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304368","hoster":"VOE"},{"path":"/redirect/12304365","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13509723","hoster":"VOE"},{"path":"/redirect/9471077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-10","name":"Eine harte Nuss","epNo":10,"alt":"Appalachian Ambrosia","descr":"Muscadine-Trauben, Bananen, Feigen, Kiwis und Pfirsiche: \"Killer Beaz\" will seine Frau Terry an ihrem Geburtstag mit einem leckeren Obstbrand überraschen. Mark und \"Digger\" helfen ihren Kumpel in dieser Folge beim Ansetzen der Maische. Amanda aromatisiert im US-Bundesstaat North Carolina Maisschnaps mit Walnuss- und Wildblütenhonigextrakt. Dabei kommen im Graham County Filter, Pumpen und ein Sahnespender zum Einsatz. Und Tim bringt ein neues Produkt auf den Markt. Der Whiskeybrenner mischt \"Moonshine\" mit süßem Tee und füllt den Mix in Dosen ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304373","hoster":"VOE"},{"path":"/redirect/12304372","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13518148","hoster":"VOE"},{"path":"/redirect/9722380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-11","name":"Die Goldmine ","epNo":11,"alt":"Hard Seltzer","descr":"Josh hat ein Rezept für Hard Seltzer ausgetüftelt und stellt nun Alcopops her. Die Kunden begeistert seine Kreation und der Moonshiner hegt die Hoffnung, damit Geld zu verdienen. Für größere Mengen braucht er jedoch Hilfe von Henry, Kenny und Tickle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304377","hoster":"VOE"},{"path":"/redirect/12304376","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13518149","hoster":"VOE"},{"path":"/redirect/9722373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-12","name":"Hillbilly Cajun Cognac","epNo":12,"alt":"Under Pressure","descr":"Richard schneidet im Süden von Louisiana Zuckerrohr. Der \"Moonshiner\" will mit den Altmeistern Mark und \"Digger\" Cognac brennen. Die Premium-Spirituose wird eigentlich mit Trauben aus der gleichnamigen Region in Frankreich hergestellt. Aber die Männer nutzen für ihre Variante Kirschen. Mark und \"Huck aromatisieren ihren Maisschnaps in North Carolina mit reifen Birnen. Und Mike und Jerry ziehen im Osten des US-Bundesstaates Tennessee an einen neuen Brennplatz um. Beim Transport der Ausrüstung dürfen sich die Outlaws nicht von der Polizei erwischen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304382","hoster":"VOE"},{"path":"/redirect/12304381","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535957","hoster":"VOE"},{"path":"/redirect/9722385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-13","name":"Tequila im Blut","epNo":13,"alt":"Moonshine Of Mexico","descr":"Amanda hilft Mark und Huck, die Wissenschaft zu nutzen, um frisch gepflückte Birnen in ihren traditionellen Maisglanz zu infundieren. Richard tut sich mit Mark und Digger zusammen, um Kirsch-Cognac herzustellen. Jerry kehrt von seinem engen Anruf zurück, um Mike beim Bau eines Wasserfalls in Tennessee zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304385","hoster":"VOE"},{"path":"/redirect/12304384","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13518150","hoster":"VOE"},{"path":"/redirect/9722382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-14","name":"Zu scharf für Jerry","epNo":14,"alt":"Sweet Home Appalachia","descr":"Tim wandert auf der Suche nach dem Mondschein Mexikos in die Stadt Tequila; Tickle, Josh und die Gesetze bauen ein Fließband mit U-Boot-Destillierapparaten für eine groß angelegte Serie von teurem Cherry Shine; Mark und Digger bringen Backwood-Roggen auf ein ganz neues Niveau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304388","hoster":"VOE"},{"path":"/redirect/12304387","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9771727","hoster":"VOE"},{"path":"/redirect/9771728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-15","name":"Tim im Tequila Land","epNo":15,"alt":"Tennessee Royalty","descr":"Mark und Digger durchbrechen die Schallmauer, indem sie für einen Kunden von Southern Rock eine Reihe reiner Roggen fertigstellen; Richard macht einen Big Easy-Klassiker für einen anspruchsvollen Koch aus New Orleans; Jerry bekommt seinen glänzenden Groove zurück und hilft Mike dabei, den Geschmack des Südens neu zu erfinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304391","hoster":"VOE"},{"path":"/redirect/12304390","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13518151","hoster":"VOE"},{"path":"/redirect/9827623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-16","name":"Eine neue Bleibe für Josh","epNo":16,"alt":"High Proof Highlands","descr":"Als Josh in ein abgelegenes Bauernhaus zieht, helfen Tickle und die Gesetze bei der Entwicklung eines unterirdischen Transportunternehmens. Im Hochland von Mexiko verwandelt Tim 7 Jahre alte Agave in altersgerechten Tequila. Mike und Jerry versuchen sich an einem Zuckermaisglanzrezept.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304394","hoster":"VOE"},{"path":"/redirect/12304393","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13518152","hoster":"VOE"},{"path":"/redirect/9920277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-17","name":"Tacos und Mezcal","epNo":17,"alt":"Broken Spanish","descr":"Tim reist nach Süden nach Oaxaca, um jahrhundertealte Geheimnisse der Mezcal-Herstellung aufzudecken. Da der kostspielige Zuckermaisbrei bald abläuft, manipuliert Jerry Jury Autoteile, um den Likörfluss zu beschleunigen. Richard und Craig versuchen einen kristallklaren Bloody-Mary-Mondschein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304398","hoster":"VOE"},{"path":"/redirect/12304397","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13518153","hoster":"VOE"},{"path":"/redirect/10157198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-18","name":"Der Trick mit der Milch","epNo":18,"alt":"Moo Shine","descr":"Als Digger einen Tank mit frischer Milch ergattert, versuchen er und Mark, das Geheimnis der Umwandlung von Milch in Mondschein zu lüften. Tickle und Josh kurbeln die unterirdischen Operationen im Miethaus des Gesetzes an, während Jagdhunde in Mikes und Jerrys Bergstillstand eindringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304400","hoster":"VOE"},{"path":"/redirect/12304399","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13518154","hoster":"VOE"},{"path":"/redirect/10157201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-19","name":"Der Pfad der Tränen","epNo":19,"alt":"It Takes Amanda","descr":"Amanda kehrt in die Berge zurück, um Mark und Huck dabei zu helfen, das Rezept für eine seltene Maissorte zu knacken. Tim macht selbst Hand an der Herstellung von Old-School-Mezcal mit Vulkangestein und einem von Pferden gezogenen Steinrad. Mike und Jerry versuchen, aus Quinoa Gin herzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304402","hoster":"VOE"},{"path":"/redirect/12304401","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13518156","hoster":"VOE"},{"path":"/redirect/10157185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-20","name":"Eine Hand wäscht die andere","epNo":20,"alt":"Spirit in the Sky","descr":"Digger bringt Daniel dazu, die erste groß angelegte Auflage seines innovativen Likörrezepts auf Milchbasis zu versuchen. Richard kombiniert Diggers Reifung im Meer mit seinem eigenen preisgekrönten Rezept, um seinen bisher besten Likör zu probieren. Mike und Jerry rüsten ihre Hinterwäldler-Säule noch auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304347","hoster":"VOE"},{"path":"/redirect/12304371","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13518157","hoster":"VOE"},{"path":"/redirect/10157192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-11/episode-21","name":"Der Himmel auf Erden","epNo":21,"alt":"Burning Down the House","descr":"Im Staffelfinale, gerade als Mark und Digger ihren groß angelegten Bootleg nach Nashville unternehmen, kehrt das Gesetz unwillkommen zurück. Tim bekommt einen Schock, als mexikanische Schwarzbrenner ihm Schnaps mit Fleisch machen. Josh löst einen Brand in Henrys Mietshaus aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304343","hoster":"VOE"},{"path":"/redirect/12304366","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13518158","hoster":"VOE"},{"path":"/redirect/10157195","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12","seasonId":"Staffel 12","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-1","name":"Die Jagd beginnt","epNo":1,"alt":"High Price Of Success","descr":"Mark und sein bester Kumpel \"Digger\" rüsten sich im Bundesstaat Tennessee für die neue Saison. Aber die schwächelnde Konjunktur macht den alten Hasen zu schaffen. Denn die Inflation ist in den USA so hoch wie noch nie. Die Männer müssen für die Zutaten, die sie zum Schnapsbrennen brauchen, astronomische Summen auf den Tisch blättern. Der Preis für einen Sack Mais hat sich im Vergleich zum Vorjahr mehr als verdoppelt. Und den Gesetzeshütern sind die Outlaws ein Dorn im Auge. Kann das Duo seine Kundschaft trotzdem mit hochwertigem \"Moonshine versorgen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12704891","hoster":"VOE"},{"path":"/redirect/12704893","hoster":"Doodstream"},{"path":"/redirect/12704890","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11659658","hoster":"VOE"},{"path":"/redirect/11659660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-2","name":"Eine neue Partnerschaft","epNo":2,"alt":"The Harder They Fall","descr":"Ein Gesetzeshüter hat Marks und \"Diggers\" Brennplatz entdeckt. Das Duo muss an einen anderen Standort umziehen und hält in Tennessee Ausschau nach einer Quelle mit kalkreichem Wasser. Die Outlaws fahren zu der Farm, auf der \"Diggers\" Mutter aufgewachsen ist. Finden sie dort, was sie suchen? Daniel geht unterdessen eine neue Partnerschaft ein. Richard soll ihn fortan bei der Arbeit unterstützen. Die beiden Männer haben sich bei der \"Master Distiller\"-Challenge kennengelernt. Wenn sie ihr Wissen kombinieren, könnten herausragende Brände entstehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12704892","hoster":"VOE"},{"path":"/redirect/12704897","hoster":"Doodstream"},{"path":"/redirect/12704896","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11692523","hoster":"VOE"},{"path":"/redirect/11692524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-3","name":"Katz und Maus","epNo":3,"alt":"More Cops Less Copper","descr":"Die \"Moonshiner\" müssen ihren Verfolgern immer einen Schritt voraus sein. Deshalb haben sich Mark und sein bester Kumpel \"Digger\" auf eine alte Farm außerhalb von Cocke County zurückgezogen. Dort räuchern die Männer in einem Smoker die Gerste für ihren Whiskey. Daniel und Richard krempeln ebenfalls die Ärmel hoch. Das Duo will mit zwei Destillen den Markt in Tennessee aufmischen. Die Männer sichern ihren Unterschlupf mit Wildkameras. Wenn sich jemand ihrem Brennplatz nähert, senden die modernen Übertragungsgeräte eine Nachricht ans Smartphone.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12704898","hoster":"VOE"},{"path":"/redirect/12704906","hoster":"Doodstream"},{"path":"/redirect/12704903","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11735733","hoster":"VOE"},{"path":"/redirect/11735731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-4","name":"Ein Vorhang im Wald","epNo":4,"alt":"Long Arm Of Kenny Law","descr":"Nachdem ihr Versteck in den Blue Ridge Mountains um ein Haar von einem Fremden entdeckt worden wäre, überlegen Josh, \"Tickle\" und die Law-Brüder, wie sie ihre Apparaturen am besten tarnen. Tim und Howard lassen sich unterdessen von einem einfallsreichen Tüftler aus dem 19. Jahrhundert inspirieren. Kupfer war damals für viele Schnapsbrenner in Kentucky unerschwinglich. Deshalb hat J.W. Dant im Jahr 1836 eine dampfbetriebene Destille aus ausgehöhlten Baumstämmen gebaut. Und Mike und Jerry holen bei der Arbeit den Sohn einer \"Moonshiner\"-Legende mit ins Boot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12704910","hoster":"VOE"},{"path":"/redirect/12704915","hoster":"Doodstream"},{"path":"/redirect/12704911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-5","name":"Die Helden des Tages","epNo":5,"alt":"Hell-Bent Detective","descr":"Mark und \"Digger\" haben ein kostensparendes Verfahren entwickelt, mit dem sie ihren Mais, ihre Gerste und ihren Roggen selbst mälzen können. Die Männer wollen mit dem Getreide in Tennessee hochprozentigen Alkohol herstellen. Aber dabei müssen sie sich vor der Polizei in Acht nehmen. Denn ein Officer hat die Outlaws im Visier. Henry und Kenny sind ebenfalls auf der Suche nach preisgünstigen Zutaten. Das Duo tauscht in Virginia eine Wagenladung Zucker gegen Schnaps ein. Und wie kommen Tim und Howard beim Bau ihrer dampfbetriebenen Baumstamm-Destille voran?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12704920","hoster":"VOE"},{"path":"/redirect/12704921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-6","name":"Der Heimvorteil","epNo":6,"alt":"Rock Out While The Cop’s Out","descr":"Zucker zählt zu den teuersten Zutaten beim Schnapsbrennen. Deshalb freut es Mark und seinen Kumpel \"Digger\" in dieser Folge um so mehr, dass sie die Ware fast umsonst bekommen. Und der Gesetzeshüter, der das Duo auf dem Kieker hat, ist für zwei Wochen auf einer Polizeischulung. Diesen Umstand wollen die Männer ausnutzen. Mike und Jerry setzen unterdessen die Maische für ihren Mimosen-Schnaps an. Und Richard und Daniel wollen mit einem Premiumprodukt neue Kunden anlocken. Die \"Moonshiner\" destillieren im US-Bundesstaat Tennessee Pfirsich-Kardamom-Rum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12704939","hoster":"VOE"},{"path":"/redirect/12704948","hoster":"Doodstream"},{"path":"/redirect/12704941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-7","name":"Kleine schwarze Feinde","epNo":7,"alt":"The Weevils In The Details","descr":"Kornkäfer werden zwar nur wenige Millimeter lang, aber sie können großen Schaden anrichten. Die Insekten haben es im US-Bundesstaat Tennessee auf Marks und \"Diggers\" Getreide abgesehen. Finden die Schnapsbrenner einen Weg, ihre Vorräte zu schützen? Josh versteckt sich derweil seit acht Wochen im Wald. \"Tickle\" und die Law-Brüder versuchen ihren Kumpel in Virginia mit einer Bootstour bei Laune zu halten. Und Tim und Howard starten im Culpeper County den ersten Durchlauf mit ihrer selbst gebauten Baumstamm-Destille. Hält die Apparatur, was sie verspricht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12704950","hoster":"VOE"},{"path":"/redirect/12704972","hoster":"Doodstream"},{"path":"/redirect/12704954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-8","name":"Der Bienenflüsterer","epNo":8,"alt":"Still Imploder","descr":"Henry und Kenny haben bei einer Bäuerin in der Region eine Ladung Äpfel abgestaubt. Die Früchte sind schon ein wenig matschig, aber das macht beim Schnapsbrennen keinen Unterschied. Denn bei der Herstellung der Maische wird das Obst sowieso zerdrückt. Tim und Howard versiegeln unterdessen ihre undichte Baumstamm-Destille. Dabei kommt in dieser Folge von \"Moonshiners\" Bienenwachs zum Einsatz. Und Daniel und Richard versuchen ihren Pfirsich-Kardamom-Rum an den Mann zu bringen. Ein Schwarzhändler soll dem Duo dabei helfen, gut betuchte Abnehmer zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12706626","hoster":"VOE"},{"path":"/redirect/12834577","hoster":"Doodstream"},{"path":"/redirect/12706628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-9","name":"Eine Destille mit zwei Leben","epNo":9,"alt":"Caffeinated Moonshine","descr":"Josh kann sich nicht ewig im Wald verstecken, deshalb ist er nach Brasilien geflüchtet. Dort folgt der Outlaw einem Trend, denn der Markt für koffeinhaltige Spirituosen boomt. Josh und sein Kumpel Paulo nehmen mit ihren Motorrädern Kurs auf die Kaffee-Plantagen in Mantiqueira und Tres Pontas. Dort suchen die Männer nach Bohnen für einen besonderen Schnaps. Mark und \"Digger\" wollen unterdessen in Tennessee ihren Mais ernten. Aber als Farmer zahlen die Schnapsbrenner Lehrgeld. Mit der Reparatur von defekten Destillen kennen sich die \"Moonshiner\" besser aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12706630","hoster":"VOE"},{"path":"/redirect/12834576","hoster":"Doodstream"},{"path":"/redirect/12706631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-10","name":"Die Spur des Geldes","epNo":10,"alt":"Foreign Exchange","descr":"Josh lernt in Brasilien, wie man Cachaça herstellt. Der Outlaw will die hochprozentige Spirituose mit Kaffee versetzen. Denn dieser raffinierte Mix könnte sich zu einem echten Verkaufsschlager entwickeln. Mike und Jerry zeigen sich in dieser Folge ebenfalls experimentierfreudig. Die \"Moonshiner\" maischen Melonen und Kudzu-Blätter ein. Die invasive Kletterpflanze eroberte seit den 1930er-Jahren in den USA ganze Landstriche und ist nahezu unbegrenzt verfügbar. Die große Frage ist: Kann man mit dem vermeintlichen Unkraut auch leckeren Schnaps brennen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12706633","hoster":"VOE"},{"path":"/redirect/12834582","hoster":"Doodstream"},{"path":"/redirect/12706637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-11","name":"Triple Malt Blues","epNo":11,"alt":"Brazilian Bootleg","descr":"David Robertson lässt nicht locker. Mark hat aus Versehen das Tor aufgelassen, deshalb konnte der Gesetzeshüter auf dem Privatgelände des \"Moonshiners\" Gasflaschen und Einmachgläser sehen. Ohne Durchsuchungsbefehl darf der Detective zwar nicht weiterforschen, aber das ist möglicherweise nur noch eine Frage der Zeit. Der Zwischenfall bereitet Mark schlaflose Nächte. Mike hat ebenfalls schlechte Laune. Der Outlaw ist nicht erfreut darüber, dass Richard und Craig in seinem Revier Alkohol verkaufen. Der Schnapsbrenner will die Konkurrenten im Auge behalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12706642","hoster":"VOE"},{"path":"/redirect/12834583","hoster":"Doodstream"},{"path":"/redirect/12706634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-12","name":"Probelauf für Killer Beaz","epNo":12,"alt":"Above The Law","descr":"Mark muss für eine Weile die Füße stillhalten, denn Detective Robertson hat ihn mehrfach verwarnt. Der Gesetzeshüter ließ nichts unversucht, um dem Outlaw eine Straftat nachzuweisen. Deshalb soll \"Killer Beaz\" Marks Part übernehmen und \"Digger\" beim Schnapsbrennen unterstützen. Mike und Jerry pflücken unterdessen Holunderbeeren. Roh sind die Früchte giftig, aber wenn man sie zwanzig Minuten erhitzt, kann man sie zu einem aromatischen Getränk verarbeiten. Und Richard setzt im Maggie Valley in North Carolina die Maische für seinen Papaya-Brandy an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12706636","hoster":"VOE"},{"path":"/redirect/12834585","hoster":"Doodstream"},{"path":"/redirect/12706635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-13","name":"Ein Hauen und Stechen","epNo":13,"alt":"Mystery Moonshiner","descr":"Josh und Paulo treffen in Brasilien einen einheimischen \"Moonshiner\". Dojinho destilliert in den Bergen von Minas Gerais Cachaça, er ist eine lokale Berühmtheit. Und Josh möchte sich bei dem erfahrenen Schnapsbrenner ein paar Tricks und Kniffe abschauen. Mike und Jerry legen sich unterdessen im Maggie Valley in North Carolina mächtig ins Zeug. Die Männer wollen Kunden zurückgewinnen, die ihnen Richard und Craig abspenstig gemacht haben. Kampflos geben sich die Outlaws nicht geschlagen. Das Duo setzt im Haywood County Holunder-Ingwer-Honig-Maische an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12706639","hoster":"VOE"},{"path":"/redirect/12834584","hoster":"Doodstream"},{"path":"/redirect/12706638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-14","name":"Revival für die Submarine Still","epNo":14,"alt":"Party Like It’s 1999","descr":"Mark legt in Tennessee eine Zwangspause ein. Doch bevor er sich für eine Weile aus dem Geschäft zurückzieht, will er seinen Kunden etwas Gutes tun. Der \"Moonshiner\" startet zusammen mit \"Digger\" und \"Killer Beaz\" seinen vorerst letzten Brenndurchlauf. Henry und Danielle Parton bauen unterdessen eine Submarine-Destille. Die Nichte der berühmten Sängerin möchte lernen, wie man auf traditionelle Art und Weise Schnaps destilliert. Und Richard und Craig beharken sich noch immer mit der Konkurrenz. Haben Mike und Jerry den Brennplatz des Duos verwüstet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12704980","hoster":"VOE"},{"path":"/redirect/12704982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-15","name":"Richard sieht rot","epNo":15,"alt":"On The Road Again","descr":"\"Killer Beaz\" hat gute Kontakte in der Musikszene. Er kennt dort gut betuchte Leute. Willy Nelsons Enkelin Raelyn und ihre Band haben 250 Gläser \"Moonshine\" bei ihm bestellt. Aber wenn \"Digger\" und sein Partner nicht rechtzeitig liefern, platzt der 15 000-Dollar-Deal. \"Tickle\" heckt unterdessen eine verrückte Idee aus. Er will einen Brennkessel in einen Schulbus einbauen. Bei dem ambitionierten Projekt gilt es, diverse technische Hürden zu meistern. Und Richard platzt der Kragen. Der Konflikt mit Mike und Jerry schaukelt sich immer weiter hoch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12706643","hoster":"VOE"},{"path":"/redirect/12706640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-16","name":"Die lange Nacht der Holzchips","epNo":16,"alt":"Hard Evidence","descr":"Das Problem mit der Wasserversorgung ist endlich gelöst. Aber \"Digger\" und \"Killer Beaz\" hängen im Zeitplan. In einer Woche soll das Duo in Nashville 250 Gläser Schnaps abliefern. Die Männer müssen sich bei der Arbeit sputen. Josh kehrt unterdessen nach seinem Brasilienaufenthalt wieder in die USA zurück. Der Outlaw war eine Weile von der Bildfläche verschwunden, um den Gesetzeshütern aus dem Weg zu gehen. Kann sich der \"Moonshiner\" in Virginia wieder frei bewegen? Und Mike pflückt auf der Farm seines Großvaters in Mississippi reife Satsumas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12832539","hoster":"VOE"},{"path":"/redirect/12832537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-17","name":"Zum Stillstand verdonnert","epNo":17,"alt":"Maggie Valley Mayhem","descr":"Richard und Craig bereiten im Haywood County die Zutaten für ihren Kürbis-Schnaps vor. Mike und Jerry haben versucht, den Outlaws Steine in den Weg zu legen. Die beiden Teams sind seit Wochen in Revierkämpfe verstrickt. Aber Richard und sein Kompagnon geben nicht klein bei. Während die Maische gärt, repariert das Duo sein defektes Equipment. Henry und Josh treffen unterdessen eine \"Moonshiner\"-Legende. Cecile Loves Familie besitzt in den Bergen 30 Hektar Land. Die Männer wollen nach einem Rezept des Altmeisters erstklassigen Vierkornschnaps destillieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834543","hoster":"VOE"},{"path":"/redirect/12834542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-18","name":"Jerrys neueste Erfindung","epNo":18,"alt":"Disappearing Act","descr":"Der Roggen-Apfel-\"Moonshine\" ist ein saisonaler Schnaps. Damit haben Mark und sein Kumpel \"Digger\" in der Vergangenheit schon sehr viel Geld verdient. Aber man muss mit der Zeit gehen. Deshalb experimentieren \"Digger\" und seine Kompagnons ein wenig mit den Zutaten. Richard und Craig decken sich unterdessen im Maggie Valley mit reichlich Zucker ein. Das Duo will die Produktion ausweiten. Und Jerry rüstet sich für den herannahenden Winter. Der Outlaw baut ein automatisches Heizsystem, um beim Gären der Maische für optimale Temperaturen zu sorgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12802470","hoster":"VOE"},{"path":"/redirect/12763848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-19","name":"Die Macht der Maische","epNo":19,"alt":"The Box from Brazil","descr":"Josh hat in Südamerika gelernt, wie man Cachaça herstellt. Und er hat sich dort mit den Techniken der brasilianischen Schnapsbrenner vertraut gemacht. Aus diesem Wissen will der Outlaw jetzt Profit schlagen. Der \"Moonshiner\" präsentiert seinen Kumpels eine spezielle Hefe, mit der man in weniger als 16 Stunden hochprozentigen Alkohol herstellen kann. Lassen sich Henry und Kenny auf das Experiment ein? Richard und Craig suchen unterdessen in North Carolina nach einem Lagerplatz für ihre Maische, denn die Mixtur muss noch drei bis vier Tage gären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834547","hoster":"VOE"},{"path":"/redirect/12834546","hoster":"Doodstream"},{"path":"/redirect/12834545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-12/episode-20","name":"Mehr Glück als Verstand","epNo":20,"alt":"Shine for End Times","descr":"\"Digger\" und \"Killer Beaz\" winkt beim letzten Durchlauf der Saison ein fetter Jackpot. Die Outlaws brennen 240 Liter \"Triple Malt\", der ihnen rund 10 000 Dollar einbringen wird. Aber dann will der Kunde plötzlich die doppelte Menge. \"Tickle\" baut für seine mobile Destille in einen alten Schulbus ein geschlossenes Kühlsystem ein. Auf der Fahrt ins Franklyn County wird die Apparatur zum ersten Mal getestet. Mike will verhindern, dass Richards und Craigs Schnaps im Maggie Valley auf den Markt gelangt. Und Mark lüftet in dieser Folge ein Geheimnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834550","hoster":"VOE"},{"path":"/redirect/12834549","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13","seasonId":"Staffel 13","episodes":[{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-1","name":"Der Pate von Maggie Valley","epNo":1,"alt":"Moonshine is a Miracle","descr":"Henry, Kenny und \"Tickle\" besuchen im US-Bundesstaat North Carolina ihren Kumpel Josh. Der Outlaw erholt sich dort von einem schweren Motorradunfall, bei dem er sich diverse Knochenbrüche zugezogen hat. Es wird noch eine Weile dauern, bis Josh wieder voll einsatzfähig ist. Aber der Südstaatler wird langsam ungeduldig und will seinen Freunden bei der Arbeit unbedingt zur Hand gehen. Auch wenn er auf allen vieren zum Brennplatz kriechen muss. Mike und sein Partner Jerry werden unterdessen von einem einflussreichen \"Moonshiner\" nach Maggie Valley zitiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14248977","hoster":"VOE"},{"path":"/redirect/14248981","hoster":"Vidoza"},{"path":"/redirect/14248976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-2","name":"Bier bleibt Bier","epNo":2,"alt":"Try That in a Shine Town","descr":"Kelly hat drei Paletten unverkäufliches Bier ergattert, aus dem er mit Amanda hochprozentigen Alkohol brennen will. Dazu brauchen die zwei einen Edelstahlkessel, der früher der \"Moonshiner\"-Legende \"Popcorn\" Sutton gehörte. Josh ignoriert derweil in North Carolina den Rat seiner Ärzte. Den Outlaw zieht es nach einer Verletzungspause wieder in den Wald. Und im Haywood County müssen drei erbitterte Rivalen notgedrungen an einem Strang ziehen, um kontraproduktive Revierkämpfe zu beenden. Mike, Jerry und Richard brennen dort Blaubeer-Zitronen-Schnaps.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14279867","hoster":"VOE"},{"path":"/redirect/14279870","hoster":"Vidoza"},{"path":"/redirect/14279866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-3","name":"Eiskalt erpresst","epNo":3,"alt":"Beer Before Liquor","descr":"Kelly und Amanda wollen mit unverkäuflichem Bier Whiskey brennen. Aber das Erzeugnis lässt geschmacklich zu wünschen übrig. Deshalb holt das Duo zwei alte Hasen mit ins Boot. Können Mark und \"Digger\" den Durchlauf mit frischer Maische retten? Mike und Jerry müssen derweil in North Carolina eine bittere Pille schlucken. Die \"Moonshiner\" sollen an den \"Paten\" im Maggie Valley eine Extrazahlung leisten. Und Josh möchte seine Kumpels mit einer Wagenladung Pfirsiche überraschen. Aber gesundheitlich ist der Outlaw nach seinem Unfall noch nicht wieder auf dem Damm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14279868","hoster":"VOE"},{"path":"/redirect/14279871","hoster":"Vidoza"},{"path":"/redirect/14279869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-4","name":"Der süße Duft der Blüten","epNo":4,"alt":"The Drunkest President","descr":"Erstklassige Zutaten: Josh, \"Tickle\", Henry und Kenny füllen im Franklin County frisches Quellwasser ab. Damit setzen die Männer im US-Bundesstaat Virginia die Maische für ihren Pfirsich-Brandy an. Tim und sein Brenngehilfe Howard wagen sich unterdessen in Richmond auf unbekanntes Terrain vor. Die Männer wälzen Geschichtsbücher, um mehr über das Lieblingsgetränk des achten Präsidenten der Vereinigten Staaten zu erfahren. Martin Van Buren hatte angeblich eine Schwäche für Genever. Und Mike, Jerry und Richard lassen sich in North Carolina nicht mehr erpressen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14286059","hoster":"VOE"},{"path":"/redirect/14286061","hoster":"Vidoza"},{"path":"/redirect/14286060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-5","name":"Team Jeff \u0026amp; Joe","epNo":5,"alt":"Quarter Ton of Backwoods Fun","descr":"Mark und \"Digger\" expandieren. Dabei setzen die beiden Altmeister auf ein Geschäftsmodell, das in den USA in vielen Branchen gang und gäbe ist. Das Duo rekrutiert \"Moonshiner\", die beim Schnapsbrennen in Tennessee wie Franchisenehmer agieren. Tim und Howard setzen unterdessen in Virginia mit Roggen, Mais und Gerstenmalz die Maische für ihren Genever an. Jetzt müssen die Männer nur noch Wacholderbeeren auftreiben. Und Richard und Jerry halten auf einem Bauernmarkt nach überreifen Früchten Ausschau, mit denen man preisgünstig Alkohol herstellen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14303801","hoster":"VOE"},{"path":"/redirect/14303803","hoster":"Vidoza"},{"path":"/redirect/14303802","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13712600","hoster":"VOE"},{"path":"/redirect/13712601","hoster":"Doodstream"},{"path":"/redirect/13712604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-6","name":"Tennessee Spirit","epNo":6,"alt":"Tennessee Spirit","descr":"Die Messlatte liegt hoch: Joe und Jeff starten im US-Bundesstaat Tennessee ihren ersten Brenndurchlauf. Dabei versucht das Duo den hohen Ansprüchen gerecht zu werden. Die Schützlinge von Mark und \"Digger\" sollen im Cocke County ein erstklassiges Produkt abliefern. Amanda und Kelly suchen 50 Kilometer weiter nördlich nach einer besonderen Apfelsorte. Damit wollen die \"Moonshiner\" nach einem alten Rezept Brandy herstellen. Die Spirituose hatte seinerzeit eine riesige Fangemeinde. Und Tim und Howard bauen für ihr \"Genever-Projekt\" eine passende Destille.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14336186","hoster":"VOE"},{"path":"/redirect/14336187","hoster":"Vidoza"},{"path":"/redirect/14336189","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13738418","hoster":"VOE"},{"path":"/redirect/13738413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-7","name":"Im Panik-Modus","epNo":7,"alt":"Legalize It!","descr":"Josh ist nach seinem schweren Unfall stellenweise noch auf den Rollstuhl angewiesen. Wenn Gefahr droht und die Polizei anrückt, könnte er nicht schnell genug flüchten. Trotzdem will der notorische Bruchpilot mit seinen Kumpels Schnaps zu Geld machen. \"Tickle\" startet unterdessen eine Kampagne. Der \"Moonshiner\" trifft sich in West Virginia mit einem Politiker, der sein Anliegen unterstützen soll. Und im US-Bundesstaat Arkansas schlägt ein neues Outlaw-Duo Wellen. \"Big Chuck\" und sein Cousin \"Joe Boy\" präparieren ihr Boot für eine ausgedehnte Schmuggeltour.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14360656","hoster":"VOE"},{"path":"/redirect/14360657","hoster":"Vidoza"},{"path":"/redirect/14360655","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13761218","hoster":"VOE"},{"path":"/redirect/13761250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-8","name":"Der Mann aus der Kiste","epNo":8,"alt":"Highway Robbery","descr":"Nachdem Mark und Digger im Zwischensaisonfinale 11.000 US-Dollar an gestohlenem Alkohol verloren haben, überwachen sie ihren Schmuggler bei einer Lieferung nach Memphis. Tickle bereitet sich darauf vor, sein eigenes Restaurant zu eröffnen, aber die Gewohnheiten der Gesetzlosen sterben nur schwer aus, da er es zu einem Vertriebszentrum für Glanz macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14360653","hoster":"VOE"},{"path":"/redirect/14360654","hoster":"Vidoza"},{"path":"/redirect/14360652","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13783977","hoster":"VOE"},{"path":"/redirect/13783989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-9","name":"Tickles Heartline Restaurant","epNo":9,"alt":"Tickle`s Restaurant","descr":"Schlägt der Dieb noch einmal zu? Mark und sein Kompagnon \"Digger\" legen sich auf die Lauer, um einem dreisten Missetäter das Handwerk zu legen, der \"Killer Beaz\" auf der Fahrt nach Memphis Schnaps im Wert von 11 000 Dollar gestohlen hat. Josh verdingt sich unterdessen in Virginia als Abschleppwagenfahrer. Das bringt seine Kumpels auf eine Idee. Denn mit dem Bergungsfahrzeug kann man nicht nur alte Schrottkisten transportieren. Und bei der Eröffnung des Heartline Restaurants geben sich die Kunden die Klinke in die Hand. \"Tickles\" neuer Laden brummt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402137","hoster":"VOE"},{"path":"/redirect/14402158","hoster":"Vidoza"},{"path":"/redirect/14402148","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13905255","hoster":"VOE"},{"path":"/redirect/13905254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-10","name":"Eine Investition fürs Leben","epNo":10,"alt":"Boldest Bootleg","descr":"Während \"Tickle\" in seinem Restaurant die Kunden bedient, planen seine Kumpels im Hinterzimmer einen genialen Coup. Denn zum Lokal gehört auch eine Werkstatt. Dort laden Henry und Paige Schnaps in alte Rostlauben, die Josh mit seinem Abschleppwagen zum Kunden transportieren soll. Denn es ist unwahrscheinlich, dass die Polizei ein Bergungsfahrzeug kontrolliert – zumindest in der Theorie. Tim und Howard experimentieren unterdessen mit einem Abfallprodukt aus der Landwirtschaft. Die \"Moonshiner\" wollen mit Maisstengel-Melasse hochprozentigen Rum herstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402150","hoster":"VOE"},{"path":"/redirect/14402170","hoster":"Vidoza"},{"path":"/redirect/14402149","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13926657","hoster":"VOE"},{"path":"/redirect/13926658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-11","name":"","epNo":11,"alt":"The Grapes of Grappa","descr":"Weinlese ist harte Arbeit, deshalb wollen Mark und \"Digger\" aus der Ernte doppelt Kapital schlagen. Kelly und Amanda sollen aus dem Obstsaft Brandy destillieren. Und die Stängel und Schalen der ausgepressten Trauben eignen sich perfekt für die Herstellung von Grappa. Mike und Jerry suchen unterdessen in North Carolina nach preisgünstigen Äpfeln für ihren \"Apple Pie Moonshine\". Denn bei 2 Dollar 50 pro Pfund verdienen die Männer mit ihrem Schnaps am Ende keinen Cent. Und \"Big Chuck\" und \"Joe Boy\" setzen im US-Bundesstaat Arkansas voll auf Thermalwasser.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13943704","hoster":"VOE"},{"path":"/redirect/13943703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-12","name":"","epNo":12,"alt":"Carolina Crash Course","descr":"Mark und \"Digger\" nehmen in Tennessee ihr nächstes Projekt in Angriff. Die Altmeister wollen zusammen mit Joe, Jeff und Amanda ein neues Rezept für Maisschnaps entwickeln. Mike, Jerry und Richard haben derweil in North Carolina ein handfestes Problem. Ein Dieb hat den Männern ihre Destille gestohlen. Und Josh ist im Polk County völlig groggy. Henry und \"Tickle\" haben auf dem Grundstück ihres Kumpels einen Brennplatz eingerichtet, damit der Outlaw endlich wieder Geld verdient. Aber selbst Kleinigkeiten strengen Josh nach seinem Unfall noch höllisch an.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13961287","hoster":"VOE"},{"path":"/redirect/13961286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-13","name":"","epNo":13,"alt":"Shine Pods","descr":"Schnaps aus der Flasche war gestern: Ein gut betuchter Kunde in Nashville möchte seine Partygäste mit außergewöhnlichen Spirituosen beeindrucken. Deshalb hat \"Killer Beaz\" eine Idee ausgeheckt. Der Südstaatler will \"Moonshine\" in Gel-Kapseln füllen. Die \"Pods\" gibt man anschließend in einen Shaker, in dem sie sich auflösen und den Alkohol freigeben. Und was halten Mark und \"Digger\" von dem Plan? Mike, Jerry und Richard sind derweil dem Dieb auf den Fersen, der ihre Destille gestohlen hat. Das Trio will den Missetäter mit einem Köder in die Falle locken.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13979840","hoster":"VOE"},{"path":"/redirect/13979839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-14","name":"","epNo":14,"alt":"Don’t Call It Crapple","descr":"\"Tickle\" muss sein Restaurant vorübergehend schließen. Um Geld zu verdienen, will der \"Moonshiner\" wieder Schnaps brennen. Aber das ist im Winter leichter gesagt als getan. Denn man findet nirgendwo frisches Obst. Deshalb steigt \"Tickle\" kurzerhand auf Gemüse um. Mike, Jerry und Richard suchen derweil in North Carolina nach einer geeigneten Location, in der sie geschützt vor neugierigen Blicken ungestört arbeiten können. Eine Scheune wäre dafür am besten geeignet. Und \"Big Chuck\" und \"Joe Boy\" sollten sich ebenfalls nach einem neuen Versteck umsehen.","versions":[]},{"path":"/serie/stream/moonshiners-die-schwarzbrenner-von-virginia/staffel-13/episode-15","name":"","epNo":15,"alt":"Cowboy Legacy","descr":"Wenn man Kirschen beimischt, sinkt der Alkoholgehalt. Deshalb versuchen Mark und \"Digger\" als Ausgangsprodukt ein Destillat mit 70 statt wie sonst üblich 50 Prozent herzustellen. Die Altmeister modifizieren im US-Bundesstaat Tennessee ihr Equipment. \"Tickle\" hofft unterdessen in Virginia auf satte Einnahmen, mit denen er sein Restaurant wieder öffnen kann. Der Outlaw will mit Karotten-Apfel-Brandy Kasse machen. Josh und Henry gehen ihm dabei tatkräftig zur Hand. Und Mike, Jerry und Richard wollen in North Carolina einen lukrativen Auftrag an Land ziehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14025480","hoster":"VOE"},{"path":"/redirect/14025481","hoster":"Doodstream"},{"path":"/redirect/14025478","hoster":"Streamtape"}]}]}]}]}