{"path":"/serie/stream/mord-im-mittsommer","name":"Mord im Mittsommer","descr":"Die Krimiserie spielt in Sandhamn, das sich auf einer Schäreninsel in der Nähe von Stockholm befindet. Der geschiedene Inspektor Thomas Andreasson löst mit Hilfe seiner früheren Schulkameradin Nora Linde Kriminalfälle. Die Ehe von Nora mit Henrik kriselt nicht zuletzt, weil sie und Thomas sich im Laufe der Serie immer näherkommen.","seasons":[{"path":"/serie/stream/mord-im-mittsommer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mord-im-mittsommer/staffel-1/episode-1","name":"Tod im Fischnetz [1+2+3]","epNo":1,"alt":"","descr":"Nora Linde verbringt gemeinsam mit ihren zwei Kindern einen wunderschönen Sommermorgen am Strand. Doch die Idylle wird jäh unterbrochen: Nora findet eine Leiche im Wasser und es gelingt ihr gerade noch, ihre Kinder vor dem Anblick zu schützen. Sie benachrichtigt umgehend die Polizei. Auf den ersten Blick scheint es sich um einen Unfall zu handeln, aber Kommissar Thomas Andreasson wird schnell klar, dass es um Mord geht. Der Tote ist Krister Berggren. Er ist kein Inselbewohner und warum er sich auf Sandön aufgehalten hat, ist unklar. Nora unterstützt Thomas, den sie noch aus Schultagen kennt, bei den Ermittlungen – auch gegen den Widerstand ihres eifersüchtigen Ehemanns Henrik. So findet Nora heraus, wem das Fischernetz gehört, in das die Leiche eingewickelt wurde. Doch bevor sie den Fall gemeinsam mit Thomas lösen kann, bekommen sie es mit einer weiteren Leiche zu tun. Dieses Mal handelt es sich um Kicki, die Schwester des Toten im Fischernetz… Basierend auf Viveca Stens Bestseller-Romanen bringt \"Mord im Mittsommer\" auf mitreißende Art wunderschöne Bilder der schwedischen Schärenlandschaft mit schaurigen Familiengeheimnissen und grausamen Verbrechen zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596933","hoster":"VOE"},{"path":"/redirect/9596935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-1/episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"","descr":"Thomas’ Chefin Margit ist verärgert: Wie konnte Kicki Berggren sterben, obwohl sie doch observiert werden sollte? Thomas muss eingestehen, dass er seine junge Kollegin Carina im Stich gelassen hat. Margit schickt ihn daraufhin in die Stadt zurück. Auf der Fähre trifft er Nora, die ihm berichtet, dass sie Jonny Almhult mit seinem Boot davonfahren sah. Dieser ist der Hauptverdächtige im Todesfall Kicki Berggren und war noch am Morgen unauffindbar gewesen. Thomas kehrt sofort um und macht sich mit Nora auf die Suche nach Jonny. Sie finden ihn schließlich bei seinem Fischerhäuschen. Er bedroht Nora mit einem Gewehr, kann sich jedoch von ihr zur Aufgabe überreden lassen. Er schwört, dass der Tod Kickis ein Unfall gewesen sei. Thomas glaubt ihm, ganz im Gegensatz zu seiner Chefin. Sie erklärt den Fall für aufgeklärt und lässt Jonny verhaften. Thomas ist weiterhin skeptisch und sucht mit Carina weiter. In Kristers Wohnung finden sie ein Foto, das neue Fragen aufwirft und in eine vollkommen andere Richtung weist. Als dann auch noch herauskommt, dass die Geschwister vergiftet wurden, steht alles wieder auf Anfang. Der Streit zwischen Henrik und Nora spitzt sich unterdessen zu. Henrik trägt schwer an seiner Eifersucht und wird seiner Frau gegenüber sogar handgreiflich. Basierend auf Viveca Stens Bestseller-Romanen bringt \"Mord im Mittsommer\" auf mitreißende Art wunderschöne Bilder der schwedischen Schärenlandschaft mit schaurigen Familiengeheimnissen und grausamen Verbrechen zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129987","hoster":"VOE"},{"path":"/redirect/10129984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-1/episode-3","name":"[in Episode 1 enthalten]","epNo":3,"alt":"","descr":"Noras Kinder finden beim Spielen am Strand ein menschliches Skelett in einer Höhle. Beunruhigt berichtet Nora Thomas davon. Zusammen schauen sie noch einmal nach und kommen sich dabei näher. Thomas und Kollegin Carina sind eigentlich auf der Insel, um Kristers biologischen Vater zu finden. Die alte Fotografie in Kristers Wohnung hat die beiden auf diese Spur gebracht. Er muss auf der Insel gewesen sein, um seinen Vater zu finden. Inzwischen wird das Skelett aus der Höhle als Ehemann von Signe Brandt identifiziert, einer alteingesessenen Bewohnerin Sandöns. Signe ist Noras Nachbarin und Freundin. Als Thomas Signe zu ihrem Mann befragen möchte, stellt sich heraus, dass die ältere Dame mit Nora mit dem Boot hinausgefahren sein muss. Zusammen mit seinem Kontrahenten Henrik macht sich Thomas auf die Suche. Nora, die tatsächlich mit Signe unterwegs ist, erfährt inzwischen die grausame Wahrheit: Es war Signe, die Krister und Kicki vergiftete. Die beiden waren auf der Insel, um ihr Erbe einzufordern, denn Krister war der uneheliche Sohn von Signes Mann, der schon vor vielen Jahrzehnten der Rache seiner Frau zum Opfer fiel. Nach ihrer schrecklichen Enthüllung lässt die ältere Dame die geschwächte Nora auf der Insel zurück. Weil Nora am Morgen ihre Insulindosis vergessen hat, verschlechtert sich ihr Zustand zunehmend. Ausgerechnet jetzt brechen Thomas und Henrik die erfolglose Suche nach ihr ab, und Signe zieht die Konsequenzen aus ihren Taten… Basierend auf Viveca Stens Bestseller-Romanen bringt \"Mord im Mittsommer\" auf mitreißende Art wunderschöne Bilder der schwedischen Schärenlandschaft mit schaurigen Familiengeheimnissen und grausamen Verbrechen zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129983","hoster":"VOE"},{"path":"/redirect/10129986","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/mord-im-mittsommer/staffel-2/episode-1","name":"Tod im Schärengarten [1+2+3]","epNo":1,"alt":"","descr":"Auf der Terrasse von Nora Lindes Haus wird im Rahmen der alljährlichen Segelregatta, die in Sandhamn endet, ein großes Fest veranstaltet. Noras Ehemann Henrik fährt selbst auf der neuen Jacht von Oscar Juliander mit, einem bekannten Insolvenzanwalt. Wie erwartet gewinnen die Mitglieder des Königlichen Jachtclubs das Rennen. Doch der Jubel dauert nur kurz, denn noch bevor das Boot im Hafen anlegen kann, fällt Juliander tot um. Erschossen! Kommissar Thomas Andreasson hatte sich darauf gefreut, bei der bekannten Segelregatta hautnah dabei zu sein – doch nun ist er Zeuge eines Mordes geworden. Die Ermittlungen führen ins Milieu der Vornehmen und Reichen, der Jachtbesitzer und Adeligen. Warum musste Juliander sterben? Motive gibt es viele: Juliander betrog seine Ehefrau, er düpierte seine Partner und spielte mit Mandanten Katz und Maus. Während sich Thomas an der großbürgerlichen Gesellschaft die Zähne ausbeißt, hat Nora, die als Juristin bei einer Bank arbeitet, andere Probleme: Sie möchte das gerade geerbte Haus auf Sandön behalten, das ihr Mann unbedingt verkaufen will. Ihre Ehe droht zu zerbrechen, obwohl Henrik alles versucht, um sie zu retten. Auch \"Tod im Schärengarten\" bietet Hochspannung: Das charmante Ermittlerduo Thomas und Mia bekommt es vor traumhafter Ostseekulisse erneut mit grausamen Morden, fatalen Verstrickungen und düsteren Geheimnissen zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596938","hoster":"VOE"},{"path":"/redirect/9596972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-2/episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"","descr":"Thomas ermittelt immer noch zusammen mit Kollegin Mia im Mordfall Oscar Juliander. Sie finden heraus, dass der Schuss entweder aus Noras Haus oder von der Villa Brandt gekommen sein muss. Folglich werden Noras Party-Gäste näher unter die Lupe genommen, was den betreffenden Mitgliedern der High Society gar nicht gefällt. Aus gutem Grund: Nacheinander geraten ehemalige Geschäftspartner und Freunde von Juliander in den Fokus der polizeilichen Ermittlungen, und viele von ihnen machen sich auf ihre Weise verdächtig. Nora hat inzwischen ganz andere Sorgen: Ihre Schwiegermutter \"verbietet\" ihr die Scheidung und sie findet heraus, dass Henrik engen Kontakt zu einer anderen Frau hat. Zusätzlich bittet Thomas sie um ihre Hilfe, und sie überrascht einen Einbrecher in der Villa Brandt. Der Fall bekommt schließlich eine vollkommen neue Wendung, als es zu einem zweiten Mord kommt… Auch \"Tod im Schärengarten\" bietet Hochspannung: Das charmante Ermittlerduo Thomas und Mia bekommt es vor traumhafter Ostseekulisse erneut mit grausamen Morden, fatalen Verstrickungen und düsteren Geheimnissen zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129988","hoster":"VOE"},{"path":"/redirect/10129989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-2/episode-3","name":"[in Episode 1 enthalten]","epNo":3,"alt":"","descr":"Nachdem mit Martin Nyrén ein zweites Vorstandsmitglied des Königlichen Jachtclubs getötet wurde, stellt sich Thomas und Kollegin Mia die Frage, ob sich die anderen Mitglieder ebenfalls in Lebensgefahr befinden. Sie suchen verzweifelt nach einer Verbindung zwischen Juliander und Nyrén. Eine mögliche Spur ist eine Person mit dem mysteriösen Decknamen \"Indi\", die Martin Nyrén mit einer SMS hinaus auf die kleine Insel lockte, wo er erschossen wurde. Es stellt sich heraus, dass sich hinter \"Indi\" Ingmar verbirgt, der Mann, der nach dem Tod von Oscar Juliander Vorsitzender des Jachtclubs wurde. Der nun Hauptverdächtige hütet ein Geheimnis, das unter den Schönen und Reichen von Sandhamn einen Skandal auslösen könnte und daher scheinbar unter allen Umständen bewahrt werden muss. Nora geht inzwischen Fotos von ihrer Party am Tag von Julianders Tod durch und entdeckt etwas, das sie erneut in die Villa Brandt und schließlich zum wahren Täter führt. Sie bringt sich dadurch in große Gefahr… Auch \"Tod im Schärengarten\" bietet Hochspannung: Das charmante Ermittlerduo Thomas und Mia bekommt es vor traumhafter Ostseekulisse erneut mit grausamen Morden, fatalen Verstrickungen und düsteren Geheimnissen zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129985","hoster":"VOE"},{"path":"/redirect/10129990","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/mord-im-mittsommer/staffel-3/episode-1","name":"Die Toten von Sandhamn [1+2+3]","epNo":1,"alt":"","descr":"Auf einer sonnenüberfluteten Waldlichtung machen die Kinder von Nora mit ihren Freunden beim Spielen einen grausigen Fund: Sie entdecken einen abgetrennten Arm. Kommissar Thomas Andreasson und seine Kollegin Mia Holmgren aus Nacka übernehmen die Ermittlungen. Nach kurzer Zeit stellt sich heraus, dass das Körperteil zu der vermissten 18-jährigen Lina gehört. Bislang wurde vermutet, sie hätte sich aus Trauer über den Tod eines Freundes umgebracht, doch nun sieht alles danach aus, dass Sandhamn Ort eines weiteren grausamen Verbrechens geworden ist. Thomas wendet sich an Nora Linde, seine Freundin aus Schulzeiten, die mit Sandhamn und seinen Bewohnern eng vertraut ist. Die Freunde der Toten, Jakob Sandgren und Sara Hammarsten, werden als erstes verhört. Jakob trinkt des Öfteren und ist bereits durch sein aggressives Verhalten auffällig geworden. Eine weitere Verbindung zum Mord besteht über den Stiefvater des Mädchens, Göran Nilsson. In dessen Boot hatte der Freund der Toten einen Unfall. Die Verdächtigen häufen sich, trotzdem tappen die Kommissare weiter im Dunkeln, denn jemand scheint alle Beweisstücke beseitigt zu haben. Durch Noras Hilfe kommen weitere schaurige Einzelheiten ans Licht, welche die Idylle der schwedischen Schärenlandschaft zerstören. Die vertraute Gesellschaft einer alten Schulfreundin ist Stärkung für Thomas, doch plötzlich taucht auch seine Exfrau Pernilla auf, die ihm neue Avancen macht. Als Sara Hammarsten dann auf mysteriöse Weise verschwindet, verschärft sich die Situation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925093","hoster":"VOE"},{"path":"/redirect/9596939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-3/episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"","descr":"Ein weiteres Verbrechen stört die Idylle in Sandhamn. Sara Hammarsten kehrt von einer Gedenkfeier für Lina am Abend nicht nach Hause zurück. Jakob Sandgren findet kurz darauf das Fahrrad des Mädchens am Strand. Die Ermittler Thomas Andreasson und Mia Holmgren müssen Sara so schnell wie möglich finden, bevor es zu spät ist, und sie zu einem weiteren Opfer des Gewalttäters wird. Mehrere verschiedene Fährten erschweren die Ermittlungen. Jakob, ein gemeinsamer Freund der Mädchen, hält sich bei den Verhören bedeckt. Auch Göran Nilsson, der Stiefvater der ermordeten Lina, gerät ins Visier der Kommissare, nachdem Sara der Polizei verraten hatte, dass er Lina zu nahe gekommen war. Die Laptops und Handys der Mädchen werden untersucht. Eine anonyme Internet-Bekanntschaft führt die Ermittler ins Fitnessstudio, doch die Spur endet im Nichts. Nora Linde, eine Freundin von Thomas, hilft den Ermittlern aufgrund ihrer Ortskenntnis. Beim Durchforsten alter Zeitungen findet sie einen Bericht über ein Bootshaus, das im selben Zeitraum abbrannte, als Lina ermordet wurde. Hat der Täter inzwischen alle Beweise vernichtet? Am Fundort entdecken Thomas und Mia eine Kette mit dem Buchstaben \"J\" als Anhänger. Dieselbe Kette taucht auch bei Sara auf. Es stellt sich heraus, dass Jakob mit beiden Mädchen eine Beziehung hatte. Doch was ist sein Motiv? Eifersucht? Rache? Die Ermittler stehen vor einem Rätsel. Als Thomas dann am Abend mit seiner Exfrau Pernilla den Sonnenuntergang im einst so idyllischen Sandhamn genießt, erhält er einen Anruf von Mia: Sie wurde auf dem Boot von Göran niedergeschlagen. Alle Beweise, die Jakob zum Hauptverdächtigen machten, scheinen sich in Luft aufzulösen, und immer noch fehlt jede Spur von Sara.","versions":[]},{"path":"/serie/stream/mord-im-mittsommer/staffel-3/episode-3","name":"[in Episode 1 enthalten]","epNo":3,"alt":"","descr":"Göran Nilsson gerät ins Visier des Ermittlerteams, als die Kollegin von Kommissar Thomas Andreasson, Mia Holmgren, auf dessen Boot niedergeschlagen wird. Kurz darauf wird ein weiteres Körperteil der ermordeten Lina gefunden: Ein abgehackter Fuß taucht am Ufer auf. Die Plastiktüte, in der er angeschwemmt wird, ist mit einer Leine von Görans Fendern verschnürt. Thomas und Mia haben genug Beweise. Göran wird vorläufig festgenommen, doch er streitet alles ab. Als das Boot des Stiefvaters durchsucht wird, tauchen die Jacke und eine Haarsträhne von Sara Hammarsten auf, die immer noch spurlos verschwunden ist. Obwohl die Beweislage klar zu sein scheint, haben die Ermittler ihre Zweifel: Das Timing der auftauchenden Hinweise ist geradezu perfekt… Bis Jakob Sandgren beobachtet wird, wie er sich auf seinem Jet-Ski davonmacht. Will er Beweisstücke verschwinden lassen? In einer rasanten Verfolgungsjagd holen ihn Thomas und Mia ein. Als der Junge verhört wird, der mit beiden Mädchen ein Verhältnis hatte, bricht er vor den Polizisten zusammen – in Erinnerung an einen Bootsunfall, bei dem ein Freund der Jugendlichen ertrank -, anstatt zu beichten. Nora Linde, die den Kommissaren mit ihrer Ortskenntnis zur Seite steht, besucht währenddessen Bengt Österman, den Vater des Jungen, der bei dem Unfall ums Leben gekommen ist. Der alte Mann nimmt ihre Kinder mit auf einen Bootsausflug, und Nora besucht seine Frau. Diese weist Nora an, auf die Insel Lökholmen zu fahren. Sie folgt dem heißen Tipp und macht sich sofort auf den Weg, ohne sich der Gefahr bewusst zu sein, dass sie womöglich direkt in die Arme des Täters läuft.","versions":[]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/mord-im-mittsommer/staffel-4/episode-1","name":"Heute Nacht bist du tot [1+2+3]","epNo":1,"alt":"","descr":"Ein lebensfroher Psychologiestudent recherchiert gerade für seine Abschlussarbeit und hält sich in seinem Ferienhaus in Sandhamn auf – da wird er eines Tages völlig unerwartet von seiner Mutter tot aufgefunden. Erst weist alles darauf hin, dass der junge Mann sich erhängt hat. Doch als die Kommissare Thomas Andreasson und Mia Holmgren den Fall übernehmen, fallen ihnen einige Ungereimtheiten auf: Warum ist der Abschiedsbrief des Toten nicht unterschrieben, und wo sind sein Handy und sein Computer? Als dann auch noch Fußspuren von einem offenen Fenster wegführen, scheint klar: Es muss sich um Mord gehandelt haben. Thomas beginnt weitreichende Recherchen, obwohl er eigentlich gerade ganz anderes im Kopf hat: Seine Ex-Frau Pernilla und er sind zurück in ihr altes Ferienhaus gezogen, und das glücklich verliebte Paar genießt das häusliche Leben. Nora Linde hat inzwischen ihre Scheidung hinter sich und vermietet im Sommer die Nachbarvilla an Jonas aus Stockholm und seine pubertierende Tochter Vera. Doch ein weiteres Verbrechen holt die Bewohner von Sandhamn ein: Als Thomas und Mia einen möglichen Zeugen befragen wollen, finden sie ihn tot in der Badewanne. Der unter multipler Sklerose Leidende wurde ertränkt, und in seiner Lunge findet sich Flüssigseife. Thomas und Mia finden heraus, dass der Psychologiestudent für seine Semesterarbeit über Gruppendynamik verschiedene Marinesoldaten interviewt hatte. Auch der zweite Tote war ein ehemaliger Küstenjäger, also Teil einer königlichen Elitetruppe, und so führt die Spur direkt zum schwedischen Militär… Basierend auf Viveca Stens Bestseller-Romanen verspricht die vierte Staffel von \"Mord im Mittsommer\" wieder packende Kriminalfälle, ein raffiniertes Ermittlerduo und charmante Charaktere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596943","hoster":"VOE"},{"path":"/redirect/9596944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-4/episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"","descr":"Fieberhaft ermitteln Mia und Thomas vor allem in den Kreisen der Küstenjäger, der schwedischen Marineeinheit, deren Mitglied brutal ermordet wurde. Sie glauben, dass der getötete Psychologiestudent ebenfalls durch seine Verbindung zu dieser Truppe ins Fadenkreuz des Mörders geriet. Doch sowohl die Verwaltungszentrale als auch der damalige Kommandant Robert Cronwall wimmeln alle Fragen ab. Der frühere Korporal-Chef Kihlberg beschuldigt Cronwall, unangemessen hart zu seiner Einheit gewesen zu sein, und berichtet von unmenschlichen Übungen. Unterdessen gibt die Professorin, die Betreuerin der Semesterarbeit des Psychologiestudenten war, eine Affäre mit ihm zu. Doch ihr Ehemann, der nun mögliche Täter, kann ein Alibi vorweisen. Den Kommissaren läuft die Zeit davon: Zwei weitere ehemalige Küstenjäger werden tot aufgefunden, unter anderem Noras Bekannter Sven. Der Vorfall überschattet die Geburtstagsfeier von Noras Tochter Anna, auf der sowohl die Freundin ihres Ex-Mannes als auch Jonas, der charmante Mieter der Nachbarvilla, erscheinen. Henrik, Noras Ex-Mann, ist nach wie vor eifersüchtig und versucht das Leben seiner ehemaligen Frau zu kontrollieren. Nora wird ungewollt zur Ermittlerin, als ihr Bekannter Olle, auch er ein ehemaliger Küstenjäger, sie mit auf die verlassene Insel Korsö nimmt: Hier war das frühere Trainingscamp der schwedischen Eliteeinheit. Olle lässt die Zeit als Küstenjäger Revue passieren: Eiskalte Duschen und Tauchgänge in Matsch und Exkrementen waren nur der Anfang eines betont harten Umgangs, der bei nicht wenigen der Soldaten große Aggressivität heraufbeschwor.","versions":[]},{"path":"/serie/stream/mord-im-mittsommer/staffel-4/episode-3","name":"[in Episode 1 enthalten]","epNo":3,"alt":"","descr":"Robert Cronwall wurde von seiner früheren Marineeinheit aufgrund seiner großen Brutalität der \"Sadist von Korsö\" genannt. Als er jetzt spurlos verschwindet, liegt die Vermutung nahe, jemand wolle sich an ihm für begangene Grausamkeiten rächen. Als Mia und Thomas noch einmal die Frau Cronwalls befragen, gibt diese zu, dass ihr Mann den ermordeten Psychologiestudenten getroffen hatte und zur Tatzeit in Sandhamn war. Als dann noch dessen Computer bei Cronwall in der Wohnung auftaucht, scheint er der klare Täter zu sein. Doch der ehemalige Kommandant hätte wohl kaum die Mitglieder seiner früheren Truppe umgebracht… Gibt es also nicht nur einen, sondern zwei verschiedene Mörder? Nora erfährt indes von Olle, dass eine Einheit der Küstenjäger nicht aus sieben, sondern aus acht Mitgliedern besteht – Thomas und Mia kehren also zur Verwaltungszentrale der Küstenjäger zurück und kommen einem anscheinend tragisch verstorbenen achten Mitglied auf die Spur. Kann es Zufall sein, dass die Schwester dieses gestorbenen Mannes die Apothekerin ist, die sich Mia gegenüber so unwissend gegeben hat? Obendrein sind die Tagebücher eines Küstenjägers verschwunden, in denen er auch den Todesfall dieses Kameraden genauer beschrieb… Die Affäre ist knifflig, denn die Polizei von Nacka muss nicht nur die jetzigen Mordfälle, sondern auch den Todesfall von vor 30 Jahren aufklären. Mit ihrem Freund Olle fährt Nora inzwischen erneut nach Korsö, weil ihr dort etwas komisch vorgekommen ist. Auch Robert Cronwall wird von seinen Entführern an den Schauplatz des Schreckens gebracht und dort zur Rechenschaft gezogen. Nora und Olle kämpfen gegen die Zeit und begeben sich dabei selbst in akute Lebensgefahr.","versions":[]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/mord-im-mittsommer/staffel-5/episode-1","name":"Im Eifer des Gefechts [Teil 1+2+3]","epNo":1,"alt":"","descr":"Es ist Mittsommernacht: Für schwedische Jugendliche ein guter Anlass, den Sommer zu feiern. Auch der 16-jährige Victor fährt mit seinen Freunden nach Sandhamn, wo am Strand eine große Party geplant ist. Er feiert ausgelassen mit Tobbe, Christoffer, Felicia und Ebba – sogar zu ausgelassen, denn er verärgert den Dealer, bei dem er Drogen kauft. Als dieser das Geld, das Victor ihm noch schuldet, verlangt, kommt es am Strand fast zu einer Schlägerei. Auch innerhalb der Freundesgruppe gibt es Streitereien, und so verabschiedet sich die eine Hälfte auf eine andere Feier. Später wacht Felicia alleine an einem anderen Strand auf und wankt völlig orientierungslos durch die Straßen von Sandhamn. Von Polizisten wird sie zum Ausnüchtern auf die Behelfs-Polizeistation der Insel gebracht, wo sie am nächsten Morgen auch ihre Freundin Ebba wiederfindet. Nora Linde, die charmante Einwohnerin von Sandhamn, wird von ihrer Ex-Schwiegermutter gebeten, die beiden Mädchen eine Weile bei sich unterzubringen. Auch für Noras neuen Freund Jonas lief die Mittsommernacht nicht wie geplant: Seine 14-jährige Tochter Vera ist von derselben großen Party am Strand nicht zurückgekommen. Je länger sie fortbleibt, desto beunruhigter werden Nora und Jonas. Der fürsorgliche Vater hält es schon bald nicht mehr aus und stellt einen Suchauftrag bei der Polizei. Zur selben Zeit macht ein Sommergast am Meer einen makabren Fund: Ein Junge liegt erschlagen unter einem Busch. Es handelt sich um niemand anderen als Victor, der auch Felicias Freund war. Nun rückt das altbewährte Ermittlungsteam Thomas und Mia an, um den Fall aufzuklären. Und das erweist sich als eine wahre Herausforderung, denn jeder der Freunde hat eine andere Version des Abends zu erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13102110","hoster":"VOE"},{"path":"/redirect/9596949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-5/episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"","descr":"Thomas und Mia ermitteln in dem Mordfall an dem 16-jährigen Victor im Kreis seiner engsten Freunde. Felicia, Victors Freundin, ist von der Nachricht seines Todes geschockt – ganz so wie Victors Eltern, die sich gegenseitig die Schuld für das Schicksal ihres Sohnes zuschieben. Der junge Christoffer gibt zu, dass sein Bruder Tobbe während mehrerer Stunden von der Feier am Mittsommernachtsabend verschwunden war und Streitereien mit Victor hatte. Aber auch der Drogendealer Patrik, der Victor Ecstasy und Kokain verkauft hatte, gerät ins Fadenkreuz der Kommissare: Er gibt vor, Victor nur ein Handy verkauft zu haben, doch als Thomas und Mia seine Wohnung durchsuchen, finden sie eine große Cannabis-Zucht. Immer tiefer dringen sie nun in die Drogenszene vor: Patrik verkaufte eigentlich gar kein Kokain – hatte also noch ein zweiter Dealer, zum Beispiel der äußerst brutale Minosevitch, seine Hände im Spiel? Plötzlich taucht Jonas’ Tochter Vera wieder am Hafen auf: Am Abend der Feier habe sie das Boot verwechselt und sei von einem alten Mann aus Versehen mit aufs Meer genommen worden. Doch Jonas und Nora glauben nicht, dass Vera ihnen die ganze Geschichte erzählt. Unterdessen zieht Pernilla mit ihrer Tochter wieder in die Stadt, da es ihr auf Harö – wo sie bei Thomas eingezogen war – zu einsam wird. Thomas trifft ihre Entscheidung unvorbereitet; er muss aufgrund der Ermittlungen in der Nähe Sandhamns bleiben. Für Nora und Thomas gibt es nun mehr Gelegenheiten, sich wieder etwas näherzukommen… Die Polizisten möchten noch einmal mit Tobbe und Christoffer reden, doch deren Vater ist Anwalt und beschützt seine Söhne so gut es geht vor den Polizei-Befragungen. Dann überschlagen sich die Ereignisse: Aus dem Nichts kommt es zu einem zweiten Mord.","versions":[]},{"path":"/serie/stream/mord-im-mittsommer/staffel-5/episode-3","name":"[in Episode 1 enthalten]","epNo":3,"alt":"","descr":"Unerwartet klärt sich der Mord an Patrik auf: Am Morgen sitzt ein Mann im Polizeirevier, der die Tat gesteht. Thomas vermutet zwar, dass der Dealer Minosevitch seine Hände im Spiel und jemanden vorgeschickt hat, um den Verdacht von ihm abzulenken, doch der Mordfall ist nun offiziell gelöst. Also können sich die Ermittler voll auf den Fall Victor konzentrieren. Die Polizisten erfahren von Felicia, dass sie Tobbe am Tatort gesehen hat; daraufhin wird dieser zum Hauptverdächtigen. Er gibt zu, am Tatort gewesen zu sein, doch habe er weder Victor noch Felicia getroffen. Johan, Victors Vater, versöhnt sich inzwischen mit seiner Frau, doch vor Trauer und Wut ist er außer sich und möchte seinen Sohn rächen. An Victors Beerdigung kommt es dann zu einer dramatischen Szene… Vera fasst neues Vertrauen zu Nora und erzählt ihr von der Mittsommernachtsfeier: Mit Mattias, einem älteren Jungen, war sie in ein leerstehendes Haus umgezogen, wo er jedoch aufdringlich wurde. Mattias ignorierte Veras Abwehr, und so blieb ihr nur noch der Ausweg, sich zu übergeben, um ihn von sich fernzuhalten. Nora bringt Vera ins Polizeirevier, denn die Kommissare waren auch schon auf das Haus gestoßen, in das am Mittsommernachtswochenende eingebrochen wurde. Die Kommissare wollen nun Mattias befragen, doch der rennt vom Fußballtraining weg, sobald er die Polizei sieht. Thomas und Mia nehmen die Verfolgung auf. Dann wird ein weiteres Indiz am Tatort gefunden: ein Stofffetzen von einer Polizeiweste. Schnell erfahren die Ermittler, dass an der Weste ihres Kollegen Harry ein identisches Stück Stoff fehlt: Kann die Polizei selbst in den Mordfall verwickelt sein?","versions":[]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/mord-im-mittsommer/staffel-6/episode-1","name":"Im Schatten der Macht","epNo":1,"alt":"","descr":"Es ist Sommer, und Sandhamns neueste Bewohner, Carsten und Celia Larsson, haben alle Inselbewohner zur Einweihungsparty ihrer neuen Luxusvilla eingeladen. Unter den Gästen sind auch Nora und ihr Freund Jonas. Als die beiden nach der Party spät in der Nacht auf dem Heimweg sind, geht die zur Villa gehörende Sauna plötzlich in Flammen auf. Doch die von Nora und Jonas gerufenen Rettungskräfte kommen für eine Person zu spät. Denn am nächsten Morgen wird in den Überresten der Sauna eine bis zur Unkenntlichkeit verkohlte Leiche gefunden. War es das Werk eines Pyromanen? Oder doch ein kaltblütiger Mord? Ein neuer Fall für die Ermittler Thomas Andreasson und Mia Holmgren. Schnell deutet alles darauf hin, dass es sich bei dem Opfer um Gastgeber Carsten handelt. Dieser ist seit der Party spurlos verschwunden und es gibt mehr als genug Menschen, die ihm ans Leder wollten. Denn nicht nur war sein protziger Villa-Neubau vielen Inselbewohnern ein Dorn im Auge, allen voran Nachbar Pär-Anders, sondern auch die Baumfirma ist wegen unbezahlter Rechnungen nicht gut auf ihn zu sprechen. Und dass Carsten zuletzt gesehen wurde, als er mit einer jungen blonden Frau die Party verließ, würde auch seiner eifersüchtigen Frau Celia ein mögliches Motiv liefern. Kann Nora als eine der Partygäste mit ihrer Orts- und Menschenkenntnis auch dieses Mal Thomas bei den Ermittlungen weiterhelfen? Doch auch sie weiß nichts über den ominösen Russen, der ungeladen auf der Party nach Carsten gesucht haben soll. Könnte er etwas mit dem Mord zu tun haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596968","hoster":"VOE"},{"path":"/redirect/9596981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-6/episode-2","name":"Im Namen der Wahrheit","epNo":2,"alt":"","descr":"Auf geht’s, für eine Woche zum Segelcamp nach Knarrholmen! Während sich Noras 12-jähriger Sohn Simon auf das Ferienabenteuer auf Sandöns kleiner Nachbarinsel freut, muss Benjamin von seinem Vater Christian regelrecht zum Bleiben gedrängt werden. Christian hofft, dass sein Sohn dort endlich unabhängiger wird und lernt, seine Probleme selbst zu lösen. Doch stattdessen wird der in sich gekehrte Bücherwurm Benjamin schnell zum Ziel der gemeinen Späße zweier älterer Jungs aus dem Camp. Bei einer Schnitzeljagd lassen sie Benjamin schließlich, nachdem sie seine Kleider ins Wasser geworfen haben, pitschnass und vor Kälte zitternd am Strand zurück. Dort kommt dem Jungen ein Mann mit einem trockenen Handtuch zu Hilfe. Es ist Pontus Lindqvist, der die Kinder beobachtet hat und gerade erst nach einer Verurteilung wegen Kindesmissbrauchs aus der Haft entlassen wurde. Am nächsten Morgen ist Benjamin plötzlich spurlos verschwunden… Ermittler Thomas Andreasson und seine Kollegin Mia Holmgren machen sich sofort auf die Suche nach ihm und seinem mutmaßlichen Entführer. Thomas steht dabei unter einer Doppelbelastung: Eigentlich hatte er in die Nachtschicht gewechselt, wo er im Hafen nach Treibstoffdieben Ausschau hielt. So wollte er tagsüber mehr Zeit für Pernilla haben, denn sie fühlt sich alleine auf der Insel unwohl. Doch nach Benjamins Verschwinden ist Thomas nun wieder voll eingespannt und Pernilla flüchtet in die Stadt. Noras Stieftochter Vera sieht währenddessen in der Freundschaft zwischen Nora und Thomas eine Gefahr für deren Beziehung mit ihrem Vater Jonas. Tatsächlich kriselt es zwischen den beiden, nicht zuletzt wegen Jonas’ aufkeimender Eifersucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596969","hoster":"VOE"},{"path":"/redirect/9596970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-6/episode-3","name":"Gewissenlos","epNo":3,"alt":"","descr":"André ist seit acht Jahren verheiratet und seit kurzem stolzer Vater eines kleinen Jungen. Allerdings verliert er regelmäßig die Kontrolle und misshandelt seine Ehefrau Minna. Doch als er sie dieses Mal bei einem seiner gewaltsamen Wutausbrüche krankenhausreif schlägt, wird sein Arbeitskollege Dino Zeuge und alarmiert anonym die Polizei. Kommissarin Mia übernimmt den Fall und bemüht sich, Minna und ihr Neugeborenes sicher in einem Frauenhaus unterzubringen. Außerdem versucht die Polizistin die verängstigte junge Mutter davon zu überzeugen, gegen ihren Mann Anzeige zu erstatten. Währenddessen greift André auf der fanatischen Suche nach seiner Familie zu immer drastischeren Mitteln. Als dann auf einem Motorboot auch noch eine Leiche gefunden wird und Hauptkommissar Thomas herausfindet, dass es sich bei dem Toten um Andrés Arbeitskollegen handelt, wird schnell klar, dass die beiden Fälle miteinander verknüpft sind. So fahnden Thomas und Mia nun gemeinsam nach André. Zeitgleich und obwohl sie parallel gerade mit der abgesagten Hochzeit mit Jonas zu kämpfen hat, ist auch Nora in ihrer neuen Funktion als Staatsanwältin André auf der Spur. Denn der steht unter Verdacht, mit seinem Autohaus Schwarzmarktgeschäfte abzuwickeln. Doch während die Ermittler André jagen, hat der inzwischen den Aufenthaltsort seiner Frau herausgefunden und ist zu allem bereit, um seine Familie wieder zu sich zu holen. Werden die Polizisten André noch rechtzeitig stoppen können, bevor es weitere Opfer gibt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596977","hoster":"VOE"},{"path":"/redirect/9596976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-6/episode-4","name":"In guten wie in schlechten Zeiten","epNo":4,"alt":"","descr":"Die Menschen sind oft nicht das, wofür man sie hält: Diese Erfahrung muss Hauptkommissar Thomas in seinem neuen Fall machen. Denn die Spur der Angreifer, die seine Kollegin Mia bei einer nächtlichen Observierung von Alkoholschmugglern niedergeschlagen und lebensbedrohlich verletzt haben, führt Thomas ausgerechnet zu einem gut situierten Restaurant auf Sandön. Während Mia in Folge des Angriffs auf der Intensivstation um ihr Leben kämpft, setzt Thomas alles daran zu ermitteln, was die beiden Betreiberinnen des Restaurants, die Schwestern Ebba und Agnes, mit der Alkoholschmugglerbande zu tun haben. Wie sich herausstellt, sind die Schwestern Bekannte von seiner guten Freundin, der Staatsanwältin Nora, und er bittet sie, sich bei der Familie umzuhören. Nora fallen bald unerwartete Unregelmäßigkeiten in den Geschäften von Ebbas und Agnes’ sehr wohlhabenden Mutter Marika auf, die eine der größten Weinimportfirmen Schwedens leitet und auch für die Weinlieferung des Restaurants zuständig ist. Doch als dann Agnes von Unbekannten entführt wird, spitzt sich die Lage rasant zu. Die Erpresser verlangen fünf Millionen Kronen und absolutes Stillschweigen. Aber Ebba vertraut sich aus Angst um ihre Schwester Nora an und berichtet ihr von Agnes’ Entführung. Zur gleichen Zeit verbessert sich Mias Gesundheitszustand und sie kann anhand einer flüchtigen Erinnerung an den Vorfall in der Nacht ein Phantombild des Täters erstellen. Der Fall scheint plötzlich eindeutig. Aber ist Mias Angreifer auch in Agnes’ Entführung verstrickt? Oder hat in dem Netz aus Betrug, Schmuggel und Entführung längst der Kampf um Marikas Millionen begonnen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596978","hoster":"VOE"},{"path":"/redirect/9596982","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/mord-im-mittsommer/staffel-7/episode-1","name":"Gefährliche Verbindungen","epNo":1,"alt":"","descr":"Alexander Gullmar, der Neue in der Polizeistation Nacka, versucht, Vincent, einen jungen Dealer, dranzukriegen. Doch aus Mangel an Beweisen muss er ihn wieder laufen lassen. In der letzten Zeit werden der Polizei gehäuft Todesfälle gemeldet, die durch ein scheinbar neues chemisches Rauschmittel verursacht wurden. Als Noras Tochter Anna nach einer Party spurlos verschwindet, bittet sie Alexander um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337243","hoster":"VOE"},{"path":"/redirect/9597011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-7/episode-2","name":"Familiengeheimnisse","epNo":2,"alt":"","descr":"\"Strömma Cement\" ist ein Familienunternehmen, das von der Matriarchin Eva mit eiserner Hand geführt wird. Als diese erkrankt, soll ihre Tochter Jonna einen wichtigen Verkauf abwickeln. Das führt zu einem Konflikt mit Sebastian, Jonnas Bruder, der als Geschäftsführer der Firma eingesetzt ist. Eva vertraut ihrem Sohn Sebastian aber nicht, da er hohe Spielschulden angehäuft hat. Hinter dem Rücken seiner Familie kontaktiert Sebastian danach den befreundeten Immobilienunternehmer Wilhelm Bauer, um schnell ein großes Geschäft abzuschließen. Kurz darauf wird Bauer auf seinem Anwesen tot aufgefunden. Staatsanwältin Nora Linde hat währenddessen gegen Wilhelm Bauer wegen Bilanzfälschung ermittelt, denn eine seiner Firmen kauft billige, küstennahe Industriegrundstücke auf und wandelt sie in Luxuswohnanlagen um.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596987","hoster":"VOE"},{"path":"/redirect/9596984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-7/episode-3","name":"Scheinwelten","epNo":3,"alt":"","descr":"Ein Fischer findet eine weibliche Leiche bei Sandhamn. Alexander Forsman und seine Kollegin Miriam Biana nehmen die Ermittlungen auf. Am Fundort der Leiche angekommen, reagiert Alexander ungewöhnlich emotional darauf, wie seine Kollegen von der Spurensicherung die Leiche untersuchen. Es ist fast so, als wüsste er, wer die Frau ist. Unterdessen hat Nora Linde die Brandska-Villa an Kristina, eine Freundin der Familie, vermietet. Kristina wird den ganzen Sommer in Sandhamn verbringen, und auch ihre neue, große Liebe Anders, den sie auf einer Dating-Seite kennengelernt hat, wird sie dort besuchen kommen. Noras Freundin Gisela glaubt, Anders von irgendwoher zu kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596992","hoster":"VOE"},{"path":"/redirect/9596994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-7/episode-4","name":"Vicky","epNo":4,"alt":"","descr":"Der berühmte Professor für Kinderpsychologie, Carl-Johan Berger, wird während einer Feier auf seinem Anwesen erstochen. Vicky, Alexanders seit Jahren verschollene Frau, wird am Tatort mit einem Messer in der Hand vorgefunden und festgenommen. Alexander Forsman ist fassungslos darüber, dass seine Frau den Mord an Berger begangen haben soll. Er fragt sich, wo sie all die Jahre war und was sie mit Berger zu tun hatte. Vicky hüllt sich in Schweigen. Alexander versucht, sie mit allen Mitteln zum Reden zu bringen, aber ohne Erfolg. Daraufhin wird er von seinem Chef Bengt-Olof Stenmark von dem Fall abgezogen. Seine Kollegin Miriam Biana muss nun die Ermittlungen allein führen und stößt dabei auf ein dunkles Geheimnis in der Familie Berger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596997","hoster":"VOE"},{"path":"/redirect/9597006","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/mord-im-mittsommer/staffel-8/episode-1","name":"Angelica","epNo":1,"alt":"","descr":"Zum Auftakt gelingt es Alexander und seinem Vorgesetzten Bengt-Olof Stenmark, den lange gesuchten Einbrecher Sylvester dingfest zu machen. Beim Verhör macht der elegante Meisterdieb allerdings gleich klar, dass er nur mit Nora sprechen werde. Er bietet ihr einen Deal an: Als Gegenleistung für eine Strafmilderung will Sylvester Beweise dafür liefern, dass die vermisste Angelica Strandberg ermordet wurde. Nora lässt sich auf seine Bedingungen ein und ermittelt zunächst auf eigene Faust. Mit ihrem Mitarbeiter Pär fährt sie zu einer alten Festung, für die Sylvester ihr den Schlüssel gegeben hat. Dort finden die beiden neben zahlreichen Wertgegenständen auch ein kompromittierendes Foto. Es zeigt Angelica am Tag ihres Verschwindens beim Sex mit ihrem Nachbarn – und bei dem handelt es sich um keinen Geringeren als Stenmark. Wenig später wird tatsächlich Angelicas Leiche gefunden. Hat Stenmark etwas mit ihrem Tod zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12667506","hoster":"VOE"},{"path":"/redirect/12667510","hoster":"Doodstream"},{"path":"/redirect/12667508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-8/episode-2","name":"Lili","epNo":2,"alt":"","descr":"Die Frau des Golfstars Theo Skoog wird vermisst. Angeblich hat sie sich von einem Boot gestürzt, während die beiden ihren Hochzeitstag feierten. Doch ihre Leiche ist bislang nicht aufgetaucht. Alexander und sein Kollege Welpe finden heraus, dass das Leben des Sportidols längst nicht mehr so glanzvoll ist, wie es den Anschein hat. Skoog ist spielsüchtig und hat Geldsorgen. Unterdessen steht seine tot geglaubte Frau plötzlich vor Noras Tür. Theo Skoog ist der erfolgreichste schwedische Golfer aller Zeiten und gilt als Nationalheld. Doch nun steht er im Mittelpunkt eines Familiendramas. Seine Frau Lili hat sich vom Deck des Bootes gestürzt, auf dem die beiden gerade ihren Hochzeitstag feierten. So lautet zumindest Skoogs Version der Geschichte, die er Alexander und dessen jungem Polizeikollegen Welpe erzählt. Laut Skoog hatte Lili nach der Geburt ihres jetzt sechs Monate alten Sohnes eine Depression. Zuletzt sei es ihr aber wieder gut gegangen. Wenig später wird der Anker, den Lili vor dem Sprung an ihren Beinen befestigt haben soll, im Wasser gefunden. Von ihrer Leiche fehlt aber nach wie vor jede Spur. Unterdessen kommt Lilis Mutter Anki ins Polizeirevier. Sie ist aufgebracht und behauptet, dass ihre Tochter von Skoog ermordet worden sei. Doch Lili ist gar nicht tot, denn plötzlich steht sie bei Staatsanwältin Nora vor der Tür. Welpe konnte mittlerweile herausfinden, dass Theo Skoog spielsüchtig ist und von Geldsorgen geplagt wird. Ein halbes Jahr vor dem Vorfall mit Lili hatte er eine Lebensversicherung für sie abgeschlossen, die auch bei Suizid zum Tragen kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12667502","hoster":"VOE"},{"path":"/redirect/12667503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-8/episode-3","name":"Olivia","epNo":3,"alt":"","descr":"Eine Bewohnerin einer Jugendhilfeeinrichtung verschwindet während eines Inselausflugs spurlos. Es handelt sich um Olivia, die Großcousine von Noras Mitarbeiter Pär. Zu ihrem bevorstehenden 18. Geburtstag soll Olivia einen Millionenbetrag erben. Laut Pär war sie unsicher, ob jemand sie betrügen wolle. Olivias Verschwinden wirft ihre Freundin Nathalie völlig aus der Bahn. Sie begeht eine Verzweiflungstat. Beim Ausflug einer Jugendhilfeeinrichtung auf eine Insel verschwinden Sebastian und Olivia. Der junge Mann taucht schon bald wieder auf. Mit einem \"geliehenen\" Boot verursacht er einen glimpflich verlaufenden Unfall direkt neben dem Anlegesteg des Hausbootes von Polizist Alexander. Der bringt ihn zurück ins Heim. Wo Olivia abgeblieben ist, weiß Sebastian nicht. Vor allem Nathalie, die mit der Vermissten zusammen ist, macht sich große Sorgen. Auch Staatsanwältin Nora hat einen Bezug zu dem Vorfall: Olivia ist die Großcousine ihres Assistenten Pär. Er erzählt Nora, dass seine Verwandte zu ihrem bald bevorstehenden 18. Geburtstag einen Millionenbetrag erben soll. Olivia hatte unlängst Kontakt zu Pär aufgenommen, weil sie offenbar befürchtete, dass jemand sie betrügen will. Sebastian versucht derweil herauszufinden, was die Anwältin Johanna mit der ganzen Sache zu tun hat. Er hatte sie unmittelbar vor deren Verschwinden mit Olivia gesehen. Doch die Juristin streitet das ab. Wenig später wird Sebastian nach einer Überdosis Drogen bewusstlos aufgefunden. Als Nathalie davon erfährt, rastet sie aus. Sie besorgt sich eine Waffe und nimmt in einer Sporthalle eine Handball-Trainingsgruppe als Geiseln. Unter ihnen ist auch Tor, der Sohn von Alexander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12667499","hoster":"VOE"},{"path":"/redirect/12667501","hoster":"Doodstream"},{"path":"/redirect/12667500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-8/episode-4","name":"Nadia","epNo":4,"alt":"","descr":"Nora nimmt Nadia bei sich auf, die sie hilflos und verletzt am Strand gefunden hat. Die junge Frau stammt angeblich aus Tunesien und konnte sich aus den Fängen einer Schleuserbande befreien. Nadia besteht darauf, dass Nora nicht die Polizei informiert. Die Staatsanwältin lässt sich darauf ein. Unterdessen wird vor Sandhamn ein herrenloses Segelboot gefunden, das mit Blutspuren übersät ist. Alexander und Welpe müssen herausfinden, was passiert ist. Staatsanwältin Nora entdeckt beim Joggen eine hilflose und verletzte junge Frau. Nachdem Nora sie mit nach Hause genommen und verarztet hat, erzählt die Unbekannte ihre Geschichte: Sie heiße Nadia und komme aus Tunesien. Angeblich sei sie von einer Schleuserbande verschleppt und auf einem Containerschiff gefangen gehalten worden, habe sich jedoch befreien können. Nora muss Nadia versprechen, auf keinen Fall die Polizei zu informieren. Unterdessen entdecken Fischer vor Sandhamn ein herrenloses Segelboot, das mit Blutspuren übersät ist. Polizei-Dienststellenleiter Stenmark setzt Alexander und Welpe auf den Fall an. Die Ermittler stehen zunächst vor einem Rätsel. Das Boot ist nirgendwo registriert, und in der Datenbank gibt es keinen Treffer zu den drei Personen, deren Blut an Bord gefunden wurde. Einziger Anhaltspunkt ist ein auf dem Boot zurückgelassener Manschettenknopf mit einem korsischen Motiv. Kurz darauf bekommen die Stockholmer Polizisten Besuch von einem Mann, der sich als ihr französischer Kollege Michel Dupois vorstellt. Er fahndet nach drei Männern, die mit einer Terrorzelle in Paris in Verbindung stehen sollen. Einer von ihnen wird wenig später tot am Strand von Sandhamn aufgefunden. Alexander ist überrascht, wie heftig Dupois auf den Anblick der Leiche reagiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12667495","hoster":"VOE"},{"path":"/redirect/12667498","hoster":"Doodstream"},{"path":"/redirect/12667497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-8/episode-5","name":"Esther","epNo":5,"alt":"","descr":"Die sterblichen Überreste von zwei Jugendlichen, die 30 Jahre zuvor bei einer Konfirmandenfreizeit verschwunden sind, werden entdeckt. Was ist mit der ebenfalls vermissten Esther passiert? Alexander und Welpe versuchen, die Geschehnisse von damals zu rekonstruieren. Bei ihren Recherchen stoßen sie auf bekannte Gesichter: Staatsanwältin Nora und ihr heutiger Ex-Mann Henrik haben damals bei dem Kirchencamp eine wichtige Rolle gespielt. Bei einer Konfirmandenfreizeit entdecken Jugendliche im Wald einen Erdkeller, in dem zwei Skelette liegen. Kommissar Alexander und sein Kollege Welpe werden zur Fundstelle beordert. Es stellt sich heraus, dass es sich bei den Toten um die Jugendlichen Johan und Petter handelt, die während eines Kirchencamps 30 Jahre zuvor plötzlich spurlos verschwunden waren. Auch eine dritte Person wird seitdem vermisst: Esther, die Tochter von Pfarrer Arne und dessen Frau Iris. Zu ihrer Überraschung entdecken Alexander und Welpe auf einem Gruppenfoto von der Konfirmandenfreizeit des Jahres 1992 bekannte Gesichter: Staatsanwältin Nora und ihr heutiger Ex-Mann Henrik waren damals als Leiter – und heimliches Liebespaar – mit dabei. Als die beiden mit der Polizei über die lang zurückliegenden Vorfälle sprechen, kommt heraus, dass Henrik auch damals schon mit seiner heutigen Gattin Gisela geflirtet hat. Nora rauscht wutentbrannt ab, während Henrik doch noch etwas Konstruktives zu den Ermittlungen beiträgt: Er erinnert sich daran, dass Esther zum Zeitpunkt ihres Verschwindens womöglich schwanger war. Wenig später wird Iris tot aufgefunden. Auf Bildern einer Überwachungskamera ist zu sehen, dass der mittlerweile getrennt von ihr lebende Arne sie besucht hat. Kurz darauf war offenbar auch der ehemalige Jugendpastor Josef bei ihr. Was haben die beiden Männer mit Iris’ Tod zu tun? Unterdessen werden in ihrem Nachlass Briefe entdeckt, die Esthers Verschwinden in einem völlig neuen Licht erscheinen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12667492","hoster":"VOE"},{"path":"/redirect/12667494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-im-mittsommer/staffel-8/episode-6","name":"Max","epNo":6,"alt":"","descr":"Nora und Alexander sind endlich ein Paar. Doch ihr gemeinsames Glück wird von einem zu allem entschlossenen Unbekannten gestört. Er will sich für einen lange zurückliegenden Vorfall rächen. Der Mann, der sich als Max zu erkennen gibt, lauert Alexander auf und entführt ihn. Er macht den Polizisten für den Tod seines älteren Bruders verantwortlich. In seinem Wahn kennt Max keine Grenzen. Aber nicht nur Alexander ist in Lebensgefahr. Nach etlichen Irrungen und Wirrungen stehen Nora und Alexander endlich zu ihren Gefühlen. Die Staatsanwältin und der Kommissar sind nun offiziell ein Paar. Allerdings liegt schon bald ein Schatten über ihrem Glück, denn Alexander gerät ins Visier eines geheimnisvollen Mannes, der ihn seit Wochen verfolgt. Zunächst scheitert der Unbekannte noch mit seinem Plan, Alexanders Sohn Tor zu entführen. Dann schlägt er allerdings bei Alexander selbst zu: Es gelingt ihm, ihn zu betäuben und in seine Gewalt zu bringen. Der Entführer gibt sich als Max zu erkennen und erinnert Alexander an einen tragischen Todesfall aus dessen Zeit als junger Polizeibeamter. Damals griffen er und ein Kollege den vermeintlich betrunkenen Jugendlichen Björn auf. Dieser starb wenig später in der Ausnüchterungszelle, weil die Polizisten nicht gewusst hatten, dass er Epileptiker war. Max ist Björns jüngerer Bruder und will nun Rache nehmen. Noras Mitarbeiter Pär beschäftigt sich unterdessen mit einem mysteriösen Fall, bei dem jemand unter anderem Blausäure und Chemiedünger aus einem Gartencenter entwendet hat. Der Besitzer des Betriebes wurde nun tot aufgefunden. Pär spricht mit dem Polizisten Welpe darüber. Es stellt sich heraus, dass es einen Zusammenhang mit Alexanders Verschwinden gibt. Doch nicht nur der befindet sich in großer Gefahr: Max hat eine selbst gebaute Bombe in der Tiefgarage des Polizeireviers deponiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12667490","hoster":"VOE"},{"path":"/redirect/12667493","hoster":"Doodstream"},{"path":"/redirect/12667491","hoster":"Streamtape"}]}]}]}]}