{"seriesId":"mord-in-bester-gesellschaft","name":"Mord in bester Gesellschaft","descr":"Seiner Tochter Alexandra zuliebe besichtigt der Polizei-Psychiater Wendelin Winter während des Gran-Canaria-Urlaubs eine zum Verkauf stehende Villa. Als er dabei den reichen Immobilienmakler Christian Marquardt ermordet auffindet, wird Winter als Tatverdächtiger verhaftet. Der Psychiater kann den Verdacht ausräumen, darf die Insel jedoch bis zur Aufklärung des Mordes nicht verlassen. Da der Fall den trägen spanischen Kommissar sichtlich überfordert, nimmt Winter eigene Ermittlungen auf. In der besten Gesellschaft Gran Canarias stößt er bald auf ein Gespinst aus Intrigen, Hass und Missgunst.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mord in bester Gesellschaft","epNo":1,"alt":"","descr":"Seiner Tochter Alexandra zuliebe besichtigt der Psychiater Wendelin Winter während des Gran-Canaria-Urlaubs eine zum Verkauf stehende Villa. Als er dabei den reichen Immobilienmakler Christian Marquardt ermordet auffindet, wird Winter als Tatverdächtiger verhaftet. Der Psychiater kann den Verdacht ausräumen, darf die Insel jedoch bis zur Aufklärung des Mordes nicht verlassen. Da der Fall den trägen spanischen Kommissar sichtlich überfordert, nimmt Winter eigene Ermittlungen auf. In der besten Gesellschaft Gran Canarias stößt er bald auf ein Gespinst aus Intrigen, Hass und Missgunst","versions":[{"lang":1,"streams":[{"redirect":8316938,"hoster":"VOE"},{"redirect":8316940,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Tote im Elchwald","epNo":2,"alt":"","descr":"Psychiater Wendelin Winter soll einen Vortrag an der Universität Lund halten und reist mit seiner Tochter Alexandra nach Schweden. Während Alexandra sich Naturschützern in einem Outdoor-Camp anschließt, ist Wendelin auf das herrschaftliche Gut von Gunnar Larsson eingeladen. Der reiche Werftbesitzer veranstaltet eine traditionelle Elchjagd, an der Wendelin teilnehmen darf, um sich für seinen Vortrag über die Jagd zu informieren. Als nicht nur Großwild, sondern auch ein Mitglied der feinen Gesellschaft erschossen wird, ist Wendelins kriminalistischer Spürsinn gefragt","versions":[{"lang":1,"streams":[{"redirect":8316898,"hoster":"VOE"},{"redirect":8316899,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Nächte des Herrn Senator","epNo":3,"alt":"","descr":"Psychiater Dr. Wendelin Winter besucht seine Tochter Alexandra, die in einer Hamburger Studenten-WG wohnt. Als Alexandras Mitbewohnerin, die Musikstudentin Maike, nach einem Hauskonzert nicht mehr auftaucht, findet Winter heraus, dass die Cellistin in Wahrheit als Callgirl arbeitet. Organisiert werden ihre exklusiven Soloauftritte von einem Escort-Service, der als Musik-Agentur firmiert. Zu Maikes Kunden zählen Kultur-Senator Konrad Niehaus, der Richter Julius Arndt und der Juwelier Steven Reinbeck. Als Winter Maikes Leiche findet, wird Niehaus wegen dringenden Mordverdachts verhaftet. Winter glaubt jedoch an die Unschuld des Senators","versions":[{"lang":1,"streams":[{"redirect":8316900,"hoster":"VOE"},{"redirect":8316902,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der süße Duft des Bösen","epNo":4,"alt":"","descr":"Der Münchner Feinkostkönig und Lebemann Hans-Georg Fischer wird tot im Swimmingpool seiner Villa aufgefunden. Dr. Wendelin Winter, zur psychologischen Betreuung von Fischers Witwe Regine zum Tatort gerufen, ahnt sehr schnell, dass es sich bei dem vermeintlichen High-Society-Unfall in Wahrheit um einen heimtückischen Mord handelt. Tatsächlich erweist sich ein Mix aus Kokain und Strychnin als Todesursache. Als Täter kommen gleich mehrere Personen in Frage: Von Fischers Ehefrau über seinen Schwager bis zu seiner jungen Geliebten hatten alle Menschen unter der Eiseskälte und dem Zynismus des selbstsüchtigen Casanovas zu leiden. Als wenig später eine weitere Leiche entdeckt wird und ein Unbekannter einen Anschlag auf Fischers vermeintlich harmlosen Blumenhändler verübt, spitzt sich die Situation zu.","versions":[{"lang":1,"streams":[{"redirect":8316903,"hoster":"VOE"},{"redirect":8316904,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das eitle Gesicht des Todes","epNo":5,"alt":"","descr":"Wendelin Winter (Fritz Wepper) ist beunruhigt, denn der berüchtigte Madonnenmörder Manfred Borchert (Max Tidof) konnte aus der Sicherheitsverwahrung entfliehen. Offenbar will er sich an dem Psychiater rächen, der ihn hinter Gitter brachte. Ausgerechnet jetzt zieht seine Tochter Alexandra (Sophie Wepper) aus, um in Starnberg ihre Karriere als freie Journalistin voranzutreiben. Ganz in der Nähe wurde kürzlich die reiche Gattin Susanne Sachtleben (Tanja Hofer) ermordet. Winter kann nicht anders – er schaut bei seiner Tochter lieber einmal nach dem Rechten. Doch Alexandra kommt ganz gut ohne ihren Papi zurecht. Durch die Vermittlung ihres neuen Nachbarn, des Werbefotografen Stefan Kroninger (Thure Riefenstein), führt sie ein exklusives Interview mit dem pressescheuen Professor Rheza Hamadin (Erol Sander). Der gut aussehende Schönheitschirurg, Chef einer exklusiven Privatklinik, zieht in der Starnberger High Society buchstäblich die Fäden. Auch die ermordete Susanne Sachtleben zählte zu seinen Patientinnen. Auf Alexandras Interesse an seiner Frau Silvia (Lara Joy Körner), die vor zwei Jahren auf mysteriöse Weise verschwand, reagiert der charmante Arzt allerdings äußerst pikiert. Als eine weitere Patientin Hamadis, die reiche Erbin Eleonore Pfitzer (Marion Mitterhammer), ermordet und Winter ausgerechnet von Borchert darüber informiert wird, besteht eigentlich kein Zweifel mehr, dass der Madonnenmörder wieder sein Unwesen treibt. Verdächtig ist aber auch der arrogante Jachtklub-Präsident Christian Hartlaub (Bernd Herzsprung), ein Blender, der von der Gunst reicher Frauen lebt und mit beiden Ermordeten ein Verhältnis hatte. Noch mysteriöser wird der Fall, als Alexandra in Kroningers Haus überraschend die verschwundene Silvia Hamadin erblickt. Ausgerechnet Borchert führt Wendelin Winter auf die richtige Spur","versions":[{"lang":1,"streams":[{"redirect":13095206,"hoster":"VOE"},{"redirect":8316906,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alles Böse zum Hochzeitstag","epNo":6,"alt":"","descr":"Bei einem Ostseeurlaub mit seiner Tochter Alexandra trifft der Psychiater Wendelin Winter auf seine ehemalige Patientin Rita Theisen. Die mehrfach geschiedene Millionärin hat sich frisch verlobt und hofft, dass sie diesmal das Eheglück findet. Doch ihr künftiger Gemahl, der deutlich jüngere Ricky Römer, stößt bei ihren beiden erwachsenen Kindern auf wenig Gegenliebe. Johannes und Sophia leben auf großem Fuß und sehen ihr üppiges Erbe schwinden. Als Ricky erschossen aufgefunden wird, beauftragt Rita ihren früheren Psychiater mit der Suche nach dem Mörder.","versions":[{"lang":1,"streams":[{"redirect":8316910,"hoster":"VOE"},{"redirect":8316912,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Lüge hinter der Wahrheit","epNo":7,"alt":"","descr":"Für den eingefleischten Münchner Wendelin Winter (Fritz Wepper) ist Berlin eigentlich keine Reise wert. Als aber seine Tochter Alexandra (Sophie Wepper) eine Stelle als Hauptstadtkorrespondentin annimmt, sagt er spontan dem Jobangebot seines alten Schulfreundes Walter Königstein (Hansjürgen Hürrig) zu. Als psychologischer Berater soll Winter dem konservativen Berliner Spitzenkandidaten Gerhard Becker (Peter Davor) zu einem besseren Image verhelfen. Dank dieses Jobs ist Wendelin zwar in der Nähe seiner Tochter, die im frei gewordenen WG-Zimmer von Walters Pressereferentin Tanja Richter (Kathrin Kühnel) eine bezahlbare Unterkunft gefunden hat. Allerdings stehen er und Alexandra nun auf verschiedenen Seiten: Sie als Kritikerin der Politik und er als deren Vertreter. Kaum hat Wendelin seine Tätigkeit aufgenommen, rast Tanja mit dem Auto in die Spree und ertrinkt. Ein Unfall war dies wohl kaum, denn die junge Frau saß angeschnallt auf dem Beifahrersitz. Wendelin fällt auf, dass sein Freund Walter nicht nur berufliche Beziehungen zu der attraktiven Tanja pflegte. Aber auch der verheiratete Spitzenpolitiker Becker hatte offenbar ein Verhältnis mit der Toten – die im vierten Monat schwanger war. Unklar ist auch die Rolle des zwielichtigen Gewerkschaftlers Hans-Peter Rogge (Heinz Hoenig), der Tanja als Mitarbeiterin abwerben wollte. Nachdem Alexandra die Leiche der Wahrsagerin Marianna (Andrea Eckert) findet, mit der Gerhard Becker und auch Tanja Kontakt hatten, setzen Wendelin und seine Tochter die Ermittlungen gemeinsam fort. Die beiden stoßen in ein Dickicht aus Macht, Affären und finsteren Geheimnissen.","versions":[{"lang":1,"streams":[{"redirect":8316913,"hoster":"VOE"},{"redirect":8316914,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Ende vom Lied","epNo":8,"alt":"","descr":"Widerstrebend springt Wendelin Winter (Fritz Wepper) für einen Freund am Tegernsee ein, der für seine Praxis händeringend eine Urlaubsvertretung sucht. Wendelins Tochter Alexandra (Sophie Wepper) feiert derweil die sturmfreie Bude mit einer rauschenden Party. Der besorgte Vater möchte daheim nur zu gerne nach dem Rechten schauen. Da kommt es ihm gelegen, dass Kommissar Ackermann (Johann Schuler) ihn zur Unterstützung in einem heiklen Mordfall nach München zurückruft. Schlagerstar Ronny König (Max Volkert Martens) steht im Verdacht, eine aufdringliche Verehrerin (Karoline Guthke) erschlagen zu haben, die ihm ins Hotel nachstellte. Um sich ein Bild zu machen, besucht Wendelin erst einmal ein Konzert des alternden Musikers und wird dabei Zeuge eines Eklats: Die querschnittsgelähmte Ex-Sängerin Ramona (Dunja Rajter) droht öffentlich damit, ein pikantes Geheimnis über ihren früheren Partner Ronny zu lüften. Tags darauf wird Ramona ertrunken aus ihrem Pool gefischt. Ackermann will Ronny verhaften – doch dessen Manager Maximilian (Jürgen Tarrach) gesteht überraschend den Mord: Er habe Ramona zum Schweigen bringen müssen, sie habe gedroht zu enthüllen, dass sie wegen Ronny im Rollstuhl sitzt, hätte dessen Karriere zerstört. Für Wendelin passt das alles nicht zusammen. Durch einen zufälligen Blick in die Krankenakten seines Kollegen stößt er auf eine unscheinbare Patientin (Ilse Neubauer), die als Vorsitzende des Fanclubs zu Ronnys treuesten Anhängern zählt. Als Wendelin sich nach ihrem Befinden erkundigen will, erlebt er eine faustdicke Überraschung.","versions":[{"lang":1,"streams":[{"redirect":13095209,"hoster":"VOE"},{"redirect":8316916,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Fluch der bösen Tat","epNo":9,"alt":"","descr":"Wendelin Winter soll die Memoiren seines berühmten Doktorvaters verfassen, doch dazu kommt es nicht, denn Prof. Silberberg stirbt überraschend – und zwar eines natürlichen Todes. Nicht ganz so natürlich ist das Verschwinden der handschriftlichen Notizen, die als Grundlage für seine Autobiografie dienen sollten. Bei der Suche nach Silberbergs verschollenem Tagebuch sticht Wendelin in ein Wespennest. Die nicht trauernde Witwe, deren stumme Stieftochter und Silberbergs ehrgeiziger Nachfolger auf dem Tübinger Lehrstuhl für Psychologie haben großes Interesse daran, dass die Notizen nicht wieder auftauchen","versions":[{"lang":1,"streams":[{"redirect":8316920,"hoster":"VOE"},{"redirect":8316919,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Tod der Sünde","epNo":10,"alt":"","descr":"In dem beschaulichen Örtchen Ober-Fischbach ereignet sich am Rande eines Dorffests ein tragischer Zwischenfall: Die Blumenhändlerin Eva (Lisa Bitter) kommt beim Sturz von einer Leiter ums Leben. Für die Kripo ist der Fall schnell erledigt, alles deutet auf einen Unfall hin. Der örtliche Polizeihauptmeister Franz Brandner (Michael Lerchenberg) jedoch ist überzeugt, dass die attraktive junge Frau ermordet wurde. Immer wieder sorgte ihre aufreizende und unkonventionelle Art für Missgunst bei den anderen Frauen und Eifersüchteleien unter den Männern. Ungeachtet des offiziellen Dienstwegs bittet Brandner seinen alten Freund, den erfahrenen Münchner Psychologen Wendelin Winter (Fritz Wepper), um Hilfe. Er soll inkognito weitere Nachforschungen anstellen. Winter willigt ein, und bringt seine Tochter Alexandra (Sophie Wepper) mit, die als Journalistin gerade an einer Serie über Singles schreibt. Von den Ermittlungsabsichten ihres Vaters ahnt Alexandra zunächst jedoch nichts. Unbekümmert setzt sie ihre Recherchen fort und gerät dabei selbst in eine gefährliche Situation","versions":[{"lang":1,"streams":[{"redirect":13095203,"hoster":"VOE"},{"redirect":8316921,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"In Teufels Küche","epNo":11,"alt":"","descr":"Der Psychologe und Hobbydetektiv Dr. Wendelin Winter (Fritz Wepper) ist hoch erfreut, dass seine Tochter Alexandra (Sophie Wepper) wieder bei ihm eingezogen ist. Die \"ewige Praktikantin\" hat noch immer keinen festen Job und verdingt sich einstweilen als Ghostwriterin für den prominenten Gastronom Max Loderer (Hans Sigl). Bei einem Besuch in dessen hochgelobtem Münchener Sterne-Restaurant bekommt Wendelin mit, dass der Fernsehkoch in einigen Schwierigkeiten steckt. Ein früherer Kollege stürmt die Küche und beschuldigt Loderer des Rezeptdiebstahls – ein gefundenes Fressen für den Paparazzo Hase (Michael A. Grimm). Kurz darauf wird Loderers Küchenhilfe tot aufgefunden. Der Mann arbeitete als Drogenkurier und starb, weil ein mit Rauschgift gefülltes Kondom in seinem Bauch platzte. Da Loderers früherer Kokainkonsum kein Geheimnis ist, lässt die Polizei seine Geschäftsräume durchsuchen. Unterdessen bittet Loderers (Noch-)Ehefrau Christiane (Aglaia Szyszkowitz) Wendelin um psychologische Hilfe. Die Trennung von ihrem Mann, der sie wegen der jungen Blondine Dana (Theresa Underberg) verlassen hat, setzt ihr schwer zu. Wendelin findet seine attraktive Patientin mehr als nur sympathisch. Die freudige Nachricht, sie habe wieder mit ihrem Mann geschlafen, macht ihn sogar eifersüchtig. Als Loderer in seiner Küche erschlagen aufgefunden wird, vermutet Kommissar Becker (Wayne Carpendale) einen Mord im Drogenmilieu. Gemeinsam mit seiner Tochter nimmt Wendelin eigene Ermittlungen auf und findet heraus, dass er selbst in diesem Fall die Schlüsselrolle spielt. Zum elften Mal klären Fritz Wepper und seine Tochter Sophie einen Mord in bester Gesellschaft auf. Dabei verliebt der ermittelnde Psychologe sich wider Willen in Aglaia Szyszkowitz als verführerische Patientin. Neben Hans Sigl, der als umtriebiger Promi-Koch nichts anbrennen lässt, glänzen Wayne Carpendale als charmanter Kommissar, Theresa Underberg als knallharte Blondine und Michael A. Grimm als hartnäckiger Klatschjournalist. Hajo Gies, der schon bei \"Mord in bester Gesellschaft – Der Tod der Sünde\" Regie führte, inszenierte die vergnügliche Krimikomödie nach einem Buch des Autorenduos Stefan Cantz und Jan Hinter, die als Erfinder des erfolgreichen Münster-\"Tatorts\" auf sich aufmerksam machten. Markus Meyer zeichnet für die Überarbeitung des Drehbuches verantwortlich.","versions":[{"lang":1,"streams":[{"redirect":8316924,"hoster":"VOE"},{"redirect":8316926,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Täuschung","epNo":12,"alt":"","descr":"Für Josef Stürzelmeyer ist es wie ein Déjà-vu: Seine Lebensgefährtin wurde ermordet – und er gerät erneut in Verdacht. Schon einmal wurde er als Frauenmörder zu 13 Jahren Haft verurteilt. Panisch flüchtet er zu Dr. Winter, damals Gutachter im Prozess. Als Einziger beurteilte Winter die Tat als Affekt, nicht heimtückischen Mord. Aus Sorge um seinen verzweifelten Patienten hilft Winter erneut – außerdem ist sein Spürsinn geweckt: Kommt ein anderer für die aktuelle Tat infrage? Doch Stürzelmeyer ist kein einfacher Patient. Er verhält sich auffällig, und Winter kommen Zweifel an seiner Diagnose. Ein atmosphärisch dichter Krimi, dessen Who-done-it-Strategie bis zuletzt spannend bleibt. Als Josef Stürzelmeyer (Anian Zollner) nach Hause kommt, sieht er die Polizei heranstürmen. Instinktiv ergreift er die Flucht. Alles scheint sich zu wiederholen – denn auch seine neue Lebensgefährtin wurde ermordet. Nicht noch einmal will er als Mörder verurteilt werden, und die 13-jährige Haftstrafe ist längst verbüßt. Panisch versucht er seinen Freund Max (Max Urlacher) zu erreichen. Doch der Finanzberater ist verreist. In der Not flüchtet Stürzelmeyer zu seinem ehemaligen Psychologen Dr. Winter (Fritz Wepper), der damals auf seiner Seite stand: Im Gutachten kam er zu dem Schluss, dass es Totschlag im Affekt und nicht Mord aus Habgier war. Aus Sorge, sein verzweifelter Patient könnte sich etwas antun, bietet er ihm Unterschlupf. Versteckt ihn sogar vor Tochter Alexandra (Sophie Wepper) und Kommissar Becker (Wayne Carpendale), der sich immer mehr zu Alexandra hingezogen fühlt. Die Journalistin, die sich gerade mit einem Blog selbstständig macht, sucht noch eine Story zum Auftakt. Schnell ist ihr Interesse am Fall Stürzelmeyer geweckt, denn der hat alles, um für Aufmerksamkeit zu sorgen: ein grausamer Mord, ein reiches Opfer, ein flüchtiger Frauenmörder. Dabei kommt es Alexandra nicht auf Sensationen an, sondern auf fundierte Fakten und die menschliche Seite des Falls. So ermitteln gleich drei \"Kriminalisten\" eher gegen- als miteinander: der Kommissar, Winter und Alexandra. Je intensiver sich Winter damit auseinandersetzt, umso mehr Widersprüche fallen ihm auf. Aber der seltsame Einzelgänger macht es ihm nicht leicht: An die Zeit kurz vor seiner Flucht erinnert er sich nur lückenhaft, außerdem ist er mitunter unberechenbar und schnell aufbrausend. Währenddessen recherchiert Alexandra über Stürzelmeyers Kindheit, und Becker verhört den Freund Max sowie den Neffen der Toten. Der Verdacht gegen Stürzelmeyer verhärtet sich. Auf dem Höhepunkt der Ermittlungen verschwinden plötzlich Stürzelmeyer und Alexandra spurlos. Die zwölfte Folge der beliebten Reihe \"Mord in bester Gesellschaft\" hat alles, was einen guten Krimi ausmacht: eine spannende und gut komponierte Story, einen wunderlichen Hauptverdächtigen (Anian Zollner) und überraschende Wendungen. Für zusätzliche Spannung sorgt die moderne Handschrift des krimierfahrenen Regisseurs Peter Stauch, der sein Handwerk an der Hochschule für Fernsehen und Film München gelernt hat. Zudem kann er auf Hollywood-Erfahrungen zurückblicken: als Produktionsassistent bei Roland Emmerichs Kriegsfilm \"Der Patriot\" und Regiepraktikant bei dessen Katastrophen-Thriller\"The Day After Tomorrow\".","versions":[{"lang":1,"streams":[{"redirect":8316927,"hoster":"VOE"},{"redirect":8316928,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Scheusal","epNo":13,"alt":"","descr":"Wendelins (Fritz Wepper) Tochter Alexandra (Sophie Wepper) soll ein Porträt über den Serienmörder Gerd Granitzka (Felix Vörtler), genannt \"das Scheusal\", schreiben. Ihr Patenonkel Konstantin Karoschek (Fred Stillkrauth), der mit seinen Publikationen über den Psychopathen Ruhm erlangte, sagt seine Unterstützung zu. Wendelin hält hingegen nicht viel von dem eitlen Kollegen, mit dem er einst befreundet war. Trotz dieser atmosphärischen Störung zwischen den alten Studienkollegen arrangiert Konstantin ein Treffen mit dem unberechenbaren Psychopathen, der im Hochsicherheitsgefängnis von zahlreichen Wärtern rund um die Uhr überwacht wird. Auf dem Weg in den Zellentrakt verliert Alex die Nerven, Wendelin muss das Interview mit dem \"Scheusal\" alleine führen. Dabei kommt ihm ein schlimmer Verdacht: In diesem Fall scheint nicht Granitzka, sondern Konstantin der eigentliche \"Serientäter\" zu sein. Bei der Überprüfung seiner Gerichtsgutachten stößt Wendelin auf haarsträubende Ungereimtheiten, Fehler und Versäumnisse, die er dem Kollegen genüsslich unter die Nase reibt. Tödlich beleidigt bricht dieser daraufhin die Kooperation ab. Alex ist stinksauer auf ihren übereifrigen Vater, der ihr durch seine Dauerfehde mit Konstantin den wichtigen Job vermasselte. Unterdessen findet Oberkommissar Donald Becker (Wayne Carpendale) das Skelett eines Jungen, der seit neun Jahren vermisst wird. Die grausame Tat trägt unverkennbar die Handschrift des \"Scheusals\". Kurz darauf wird Wendelin als gemeingefährlich eingestuft und in die geschlossene Psychiatrie eingewiesen. Alex ist schockiert. Hat ihr Vater wieder einmal die Falschen verärgert? In dieser spannenden Krimikomödie aus der erfolgreichen Reihe \"Mord in bester Gesellschaft\" müssen Fritz Wepper als Psychologe und seine Tochter Sophie als Journalistin sich in die verschlungenen Hirnwindungen eines berüchtigten Serienmörders hineindenken. Dabei zeigt Felix Vörtler als \"Scheusal\" Gerd Granitzka nicht nur furchterregende Züge. Regisseur Lars Montag, der die originelle Geschichte zusammen mit Dirk Kämper schrieb, findet die perfekte Balance zwischen Humorund Spannung.","versions":[{"lang":1,"streams":[{"redirect":8316929,"hoster":"VOE"},{"redirect":8316930,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Bitteres Erbe","epNo":14,"alt":"","descr":"Wendelin Winter (Fritz Wepper) beschäftigt noch immer der Selbstmord seiner ehemaligen Patientin Veronika Eichner, Frau des Münchener Großunternehmers Dr. Bernhard Eichner. Nun wird er bei einem Abendessen mit Staatsanwältin Sabine Karmann (Charlotte Schwab) zu Hilfe gerufen. Oliver Kaspari (Jacob Matschenz) fürchtet um das Leben seiner Freundin Anna Eichner (Sinja Dieks), der Tochter der verstorbenen Veronika. Winter bricht sofort auf und findet Anna in einem stark verwirrten Zustand. Oliver hatte ihr Schlaftabletten gegeben, damit sie ein wenig zu Ruhe kommt. Anna ist kaum ansprechbar. Wendelin versucht, die Situation zu erfassen, als Anna fast schlafwandlerisch eine Pistole aus einer Handtasche zieht, mit der, wie sich später herausstellt, an diesem Abend ihr Vater ermordet wurde. Sehr zum Unwillen von Kommissar Donald Becker (Wayne Carpendale) ist Psychologe Winter also wieder mitten in einem Mordfall. Die Ermittlungen der Polizei richten sich zunächst gegen Eichners Geschäftspartner, den Vater von Oliver Kaspari, und gegen Anna. Als Eichners ehemaliger Fahrer Kurt Rispinger (Stefan Lehnen) in die Firma einbricht und kurz darauf gestellt wird, gerät auch er unter Verdacht. Anna wird zunächst durch Olivers Aussage, nach der die beiden den ganzen Abend über zusammen waren, entlastet. Er scheint sehr an Anna zu hängen und macht sich große Sorgen. Dabei sucht Oliver Rat bei Winters Tochter Alexandra (Sophie Wepper), die die Firmenverhältnisse der Eichingers recherchiert und das Verhalten ihres Vaters in diesem Fall kritisch beobachtet. Der hat inzwischen mehr über Anna herausgefunden. Seit Jahren nimmt die junge Frau Tabletten. Es sind dieselben, die auch ihre Mutter genommen hatte und zu partiellem Gedächtnisverlust führen können. Hat Anna nur unter Einfluss dieses Medikaments gehandelt? Als Oliver seine Aussage plötzlich widerruft, steht sie nun im Zentrum der Ermittlungen. Als es Winter jedoch gelingt, sie zu entlasten, gerät sie tatsächlich in Lebensgefahr. Und auch Alexandra Winter wird nun ernsthaft bedroht – In der 14. Folge der beliebten Fernsehfilmreihe \"Mord in bester Gesellschaft\" sind Dr. Wendelin Winters psychologische Erfahrung und sein untrüglicher Instinkt einmal mehr der Schlüssel für einen schwierigen Fall. Während die Hauptverdächtige selbst ohne Erinnerung ist, kann Winter alias Fritz Wepper durch die genaue Beobachtung seiner labilen Patientin deren Unschuld beweisen. Sinja Dieks verkörpert die tablettensüchtige Tochter des Ermordeten mit einer Mischung aus zarter Verletzlichkeit und Eiseskälte. In den weiteren Rollen: Sophie Wepper, Wayne Carpendale, Jacob Matschenz u.a.","versions":[{"lang":1,"streams":[{"redirect":8316932,"hoster":"VOE"},{"redirect":8316934,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Winters letzter Fall","epNo":15,"alt":"","descr":"Dr. Winter (Fritz Wepper) mag es kaum glauben: Oberkommissar Becker (Wayne Carpendale) bittet ihn um Unterstützung in einem Mordfall. Natürlich nicht als Ermittler, sondern in seinem Beruf als Psychiater. Winter soll den neunjährigen Tommi (Nico Marischka) zum Sprechen bringen, der den Mörder seines Vaters gesehen haben muss und unter Schock steht. Obwohl die Zeit drängt, erschweren Familienkonflikte die Behandlung: Die verzweifelte Mutter (Anne Schäfer) darf sich ihrem Sohn seit der Scheidung nicht mehr nähern und die Großmutter (Lisa Kreuzer) achtet unbarmherzig auf die Einhaltung der richterlichen Anordnung. Um eine Ausnahme zu erwirken, lässt sich Winter auf einen Deal mit Staatsanwältin Karmann (Charlotte Schwab) ein, die sich um seine angeschlagene Gesundheit sorgt: Wenn sie ihn unterstützt, setzt er sich nach dem Fall zur Ruhe. Diesmal mischt sich Winter ausnahmsweise nicht in die Arbeit von Oberkommissar Becker ein, der sich den Bruder (Till Firit) und den Hauptkonkurrenten des Ermordeten, den Großbrauer Mantler (Alexander Held), vorknöpft. Unterdessen möchte Alexandra (Sophie Wepper) mit einer Exklusivstory über den erbitterten Brauereikrieg ihren Internetblog pushen und greift heimlich auf Informationen von Winters Smartphone zu. Sie bringt damit ihren Vater in Verdacht, gegen seine Schweigepflicht verstoßen zu haben, und den kleinen Zeugen Tommi in Gefahr. Nun muss Winter alle Reserven mobilisieren, um seinen letzten Fall zu klären.","versions":[{"lang":1,"streams":[{"redirect":13095204,"hoster":"VOE"},{"redirect":8316937,"hoster":"Streamtape"}]}]}]}]}