{"path":"/serie/stream/mord-in-der-familie-der-zauberwrfel","name":"Mord in der Familie – Der Zauberwürfel","descr":"Thomas Becker (Matthias Koeberlin), Sohn eines mächtigen Bauunternehmers (Heiner Lauterbach), wird am Neujahrstag erschossen. Kommissarin Barbara Falck (Sabine Winterfeldt) und Kollege Christian Krämer (Wolf Danny Homann) nehmen die Ermittlungen auf und vermuten einen Zusammenhang mit dem Einsturz des \"Wohnwürfels\", bei dem eine junge Reinigungskraft ums Leben kam. Handelte es sich beim Mord an Thomas um einen Racheakt an der Firma Becker \u0026amp;amp;amp;amp;amp; Söhne?","seasons":[{"path":"/serie/stream/mord-in-der-familie-der-zauberwrfel/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mord-in-der-familie-der-zauberwrfel/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Am Neujahrstag wird Thomas Becker, Sohn des mächtigen Bauunternehmers Henry Becker, auf einem Parkplatz in seinem Auto erschossen. Kommissarin Barbara Falck und ihr Kollege Christian Krämer vermuten zunächst einen Zusammenhang mit dem Einsturz des \"Wohnwürfels\". Dabei handelt es sich um ein ambitioniertes Bauprojekt von \"Becker \u0026 Sohn\" unter Federführung von Thomas’ Halbbruder Eric. Bei dem Einsturz kam eine junge Reinigungskraft ums Leben. Verstärkt wird der Verdacht dadurch, dass Seniorchef Henry Becker in der Silvesternacht von einem Auto angefahren wurde und seitdem schwer verletzt im Krankenhaus liegt. War auch der Mord an dessen Sohn ein Racheakt? Oder konnte es Thomas’ Ehefrau Marianne nicht ertragen, dass ihr Mann eine Affäre mit der alleinerziehenden Mutter Karoline hatte? Außerdem bestand der Patriarch darauf, dass Thomas seine Alkoholsucht endlich in den Griff bekommt. Denn in der Öffentlichkeit kursieren Gerüchte, der Juniorchef sei gar nicht fähig, die Verantwortung für den Bau des \"Wohnwürfels\" zu tragen. Im Zuge der eingeleiteten Ermittlungen zeigen sich tiefe Risse in einer scheinbar perfekten Familien-Fassade","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456794","hoster":"VOE"},{"path":"/redirect/9456792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-in-der-familie-der-zauberwrfel/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Der Mord an Thomas Becker schlägt hohe Wellen. Kam seinem Vater Henry die immerwährende Rivalität zwischen seinen Söhnen gerade recht? Auch Eric hätte ein handfestes Motiv. Schließlich war er immer eifersüchtig auf seinen Halbruder und würde fast alles tun, um endlich die alleinige Gunst des Vaters zu erlangen. Thomas wiederum hatte sich dem Wunsch des Patriarchen gebeugt und Hilfe bei den Anonymen Alkoholikern gesucht. Dort traf er auf die geheimnisvolle Karoline und verliebte sich in sie. Die alleinerziehende Mutter steht selbst unter enormem Druck. Zusammen mit ihrem Sohn Jimmy lebt sie ständig auf der Flucht vor ihrem gewalttätigen Ex-Mann Joachim, der eigentlich das Sorgerecht für den Jungen hat. Dass Thomas kurz davor war, seine Ehefrau Marianne für ein Leben mit Karoline zu verlassen, brachte das Familiengefüge vollends ins Wanken. Zug um Zug ergibt sich für die Kommissare ein immer komplexeres Bild. Am Ende hat fast jeder ein Motiv, Thomas aus dem Weg zu räumen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456789","hoster":"VOE"},{"path":"/redirect/9456786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-in-der-familie-der-zauberwrfel/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Der Mord an Thomas Becker schlägt weiter hohe Wellen. Hat sein Vater Henry die immerwährende Rivalität zwischen den Halbbrüdern Thomas und Eric für sich ausgenutzt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456788","hoster":"VOE"},{"path":"/redirect/9456787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mord-in-der-familie-der-zauberwrfel/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Bevor Thomas ermordet wurde, plante er, mit Karoline ein neues Leben zu beginnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456791","hoster":"VOE"},{"path":"/redirect/9456790","hoster":"Streamtape"}]}]}]}]}