{"seriesId":"morgan-freeman-mysterien-des-weltalls","name":"Morgan Freeman: Mysterien des Weltalls","descr":"Morgan Freeman: Mysterien des Weltalls ist eine seit 2010 ausgestrahlte Dokumentar-Reihe, in der Morgan Freeman als Produzent und Erzähler sich mit grundsätzlichen Fragen menschlicher Existenz, etwa nach einem Gott, und des Universums, etwa mit den im Original titelgebenden Wurmlöchern, beschäftigt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Am Anbeginn der Zeit","epNo":1,"alt":"What Happened Before the Beginning?","descr":"Wissenschaftler sind sich heute weitgehend einig: Unser Universum ist rund 13,7 Milliarden Jahre alt. Mit Hilfe von Weltraumteleskopen und Hightech-Satelliten sind wir sogar in der Lage, in die Vergangenheit zu blicken zurück in eine Zeit, in der mit einer gigantischen Explosion Alles begann. Doch sind wir auch in der Lage, die bisherigen Erkenntnisse zu hinterfragen? Diese Folge von \"Morgan Freeman: Mysterien des Weltalls\" stellt neue Theorien vor, die klären sollen, was vor dem Urknall war oder ob möglicherweise ein Paralleluniversum existiert. Damit könnte unsere Vorstellung von Materie, Raum und Zeit völlig neu definiert werden","versions":[{"lang":1,"streams":[{"redirect":6800887,"hoster":"VOE"},{"redirect":12444531,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sind wir allein?","epNo":2,"alt":"Are We Alone?","descr":"Jeder hat schon einmal in den nächtlichen Sternenhimmel geblickt und sich gefragt: Sind wir allein? Es ist eins der großen Geheimnisse des Universums und seine Aufklärung würde unser gesamtes Weltbild verändern: Die Frage nach außerirdischem Leben.","versions":[{"lang":1,"streams":[{"redirect":13992738,"hoster":"VOE"},{"redirect":13992740,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sind Zeitreisen möglich?","epNo":3,"alt":"Is Time Travel Possible?","descr":"Einsteins Relativitätstheorie besagt, dass Zeitreisen in die Zunkunft theoretisch möglich sind. Um in der Zeit zurück zu reisen, müsste der Mensch die Lichtgeschwindigkeit durchbrechen. Bisher hielten Wissenschaftler das für unmöglich. Doch neueste Erkenntnisse in der Quantenmechanik könnten schon bald Zeitreisen in die Vergangenheit zu einem gängigen Vorgang machen. Schauspieler und Hollywood-Star Morgan Freeman geht dem Phänomen Zeitreise nach","versions":[{"lang":1,"streams":[{"redirect":6800894,"hoster":"VOE"},{"redirect":12444508,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ankunft auf der Erde","epNo":4,"alt":"How Did We Get Here?","descr":"Überall auf der Erde – in lebensfeindlichen und extremen Umgebungen – fand der Mensch bisher Leben. Doch Leben konnte bisher nur auf der Erde gefunden werden. Wie konnte im Sonnensystem ein Planet mit Leben entstehen? Und was meint der Mensch überhaupt mit dem Begriff Leben?","versions":[{"lang":1,"streams":[{"redirect":6800899,"hoster":"VOE"},{"redirect":12444527,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bausteine des Lebens","epNo":5,"alt":"What Are We Really Made of?","descr":"Das Wissen des Menschen über das Universum hat sich in den letzten 100 Jahren drastisch verändert. Nun verfügen Wissenschaftler über neue bahnbrechende Erkenntnisse. Versuche im Teilchenbeschleuniger am Europäischen Kernforschungszentrum CERN bei Genf sollen zeigen, wie das Universum entstand. Dazu werden ungeheuer kleine Partikel zur Kollision gebracht. Der Astronomie-interessierte Hollywood-Star und Schauspieler Morgan Freeman ist dem Phänomen auf der Spur.","versions":[{"lang":1,"streams":[{"redirect":6800901,"hoster":"VOE"},{"redirect":12444506,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schwarze Löcher","epNo":6,"alt":"What Is a Black Hole?","descr":"Schwarze Löcher sind die mächtigsten Objekte im Universum. Mittlerweile sind Astronomen der Meinung, dass es Milliarden von ihnen gibt und sie sich Planeten und gesamte Sterne einverleiben. Neueste Erkenntnisse der Wissenschaft lassen darauf schließen, dass der dreidimensionale Raum eine Illusion sein könnte. Der astronomieinteressierte Schauspieler und Hollywoodstar Morgan Freeman diskutiert mit führenden Wissenschaftlern und gibt Einblick in die neuesten Erkenntnisse zu Schwarzen Löchern.","versions":[{"lang":1,"streams":[{"redirect":13992737,"hoster":"VOE"},{"redirect":13992739,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ewige Finsternis","epNo":7,"alt":"Beyond the Darkness","descr":"Woraus besteht das Universum? Die erste Antwort könnte Materie lauten: Sterne und Staubwolken. Doch die Wissenschaft ist sich einig, dass die bekannte Materie nur ein Fünftel des Universums ausmacht. Der Hauptbestandteil ist sogenannte Dunkle Materie. Derzeit ist lediglich bekannt, dass Dunkle Materie nicht aus Atomen oder einer anderen bekannten Substanz besteht. Weitere Erkenntnisse zeigen, dass Dunkle Energie den weitaus größten Anteil an der Gesamtdichte von Materie und Energie im Universum ausmacht. Dieses Energiefeld treibt den Kosmos beschleunigt auseinander","versions":[{"lang":1,"streams":[{"redirect":6800906,"hoster":"VOE"},{"redirect":12444502,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gibt es einen Schöpfer?","epNo":8,"alt":"Is There A Creator?","descr":"Ist das Universum aus purem Zufall entstanden oder gibt es einen Gott, der die Welt erschaffen hat? Wissenschaftliche Erkenntnisse zeigen, dass vier Grundkräfte das Universum regieren: die elektromagnetische Kraft, die schwache Kernkraft, die starke Kernkraft und die Gravitation. Diese vier fundamentalen Kräfte mussten sehr genau aufeinander abgestimmt sein, um zur Entstehung des Universums beizutragen. Schauspieler und Hollywood-Star Morgan Freeman geht der Frage nach, ob es einen Schöpfer des Universums gab und befragt dazu führende Wissenschaftler.","versions":[{"lang":1,"streams":[{"redirect":12585987,"hoster":"VOE"},{"redirect":13843607,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Gibt es ein Leben nach dem Tod?","epNo":1,"alt":"Is There Life After Death?","descr":"Es ist vielleicht die bedeutendste aber zugleich umstrittenste Frage der Menschheit: Gibt es ein Leben nach dem Tod? Und wenn ja, besitzen wir tatsächlich eine Seele? Mit Sicherheit beantworten kann diese Fragen selbst die moderne Medizin nicht. Fest steht nur: Die Erklärungsansätze mysteriöser Nahtoderfahrungen reichen von einer spirituellen Reise ins Jenseits bis hin zu körpereigenen Drogen, die in Extremsituationen von unserem Gehirn ausgeschüttet werden. Gemeinsam mit Medizinern und Philosophen unternimmt Morgan Freeman in dieser Folge einen spannenden Erklärungsversuch zwischen neurologischen Forschungsergebnissen und der Suche nach unserem eigenen Bewusstsein.","versions":[{"lang":1,"streams":[{"redirect":12445655,"hoster":"VOE"},{"redirect":12445654,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unendliches Universum","epNo":2,"alt":"Is There an Edge to the Universe?","descr":"Ist das Universum wirklich unendlich? Oder gibt es eine Art kosmische Grenze, die weit hinter den äußersten Galaxien liegt? Neue wissenschaftliche Erkenntnisse – darunter spektakuläre Aufnahmen hochmoderner Weltraumteleskope – geben Astroforschern Hinweise auf die Form und Größe unseres Universums. Vom Urknall vor fast 14 Milliarden Jahren bis in die Weiten des Weltalls: In dieser Folge nimmt Hollywood-Star Morgan Freeman zusammen mit hochkarätigen Wissenschaftlern den Grenzbereich der Astro-Physik unter die Lupe.","versions":[{"lang":1,"streams":[{"redirect":6800917,"hoster":"VOE"},{"redirect":12445657,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Was ist Zeit?","epNo":3,"alt":"Does Time Really Exist?","descr":"Als physikalische Größe dient Zeit in analoger Weise zur Beschreibung des Geschehens wie der Raum. Zeit wird eingeteilt in die Gegenwart, sowie die Vergangenheit und die Zukunft. Die Zeit strebt dabei immer in Richtung Zukunft. Dieses Phänomen wird auch als das Fließen der Zeit bezeichnet. Doch was wäre, wenn Zeit nur ein Zustand des Gehirns wäre, den der Mensch benötigt, um Ereignisse zusammenzusetzen? Das subjektive Zeitempfinden ist bei jedem Menschen anders. Könnte es also sein, dass die Zeit nur im menschlichen Gehirn verrinnt? Die renommiertesten Wissenschaftler widmen sich der Frage, was Zeit ist, und liefern dabei neue Einsichten, wie der Mensch Zeit wahrnimmt.","versions":[{"lang":1,"streams":[{"redirect":6800922,"hoster":"VOE"},{"redirect":12445660,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dimension X","epNo":4,"alt":"Are There More than Three Dimensions?","descr":"Vor und zurück, hoch und runter, oder zur Seite – und dann? Wissenschaftler glauben, es gibt noch mehr Dimensionen. Und machen sich auf die Suche nach dem Heiligen Gral der Wissenschaft. Die großen Fragen der Menschheit, Leben und Tod, Zeit und Unendlichkeit – eine Reise bis an die Grenzen menschlichen Wissens. Hollywood-Star Morgan Freeman führt auch durch die zweite Staffel der Reihe, in der die klügsten Köpfe der Wissenschaft ihre Gedanken offenbaren.","versions":[{"lang":1,"streams":[{"redirect":6800926,"hoster":"VOE"},{"redirect":12445670,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der sechste Sinn","epNo":5,"alt":"Is There a Sixth Sense?","descr":"Können wir über die Welt durch unsere fünf Sinne wahrnehmen? Oder gibt es den sechsten Sinn? Einst belächelt, beschäftigen sich heute Physiker, Philosophen und andere mit dieser Frage. Die großen Fragen der Menschheit, Leben und Tod, Zeit und Unendlichkeit – eine Reise bis an die Grenzen menschlichen Wissens. Hollywood-Star Morgan Freeman führt auch durch die zweite Staffel der Reihe, in der die klügsten Köpfe der Wissenschaft ihre Gedanken offenbaren.","versions":[{"lang":1,"streams":[{"redirect":12445669,"hoster":"VOE"},{"redirect":12445668,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wie funktioniert das Universum?","epNo":6,"alt":"How Does the Universe Work?","descr":"Was wir beobachten können, ist die Realität – oder doch nicht? Seit Anfang des 20. Jahrhunderts wird unsere Realitätswahrnehmung zunehmend in Frage gestellt – mit weitreichenden Folgen. Die großen Fragen der Menschheit, Leben und Tod, Zeit und Unendlichkeit – eine Reise bis an die Grenzen menschlichen Wissens. Hollywood-Star Morgan Freeman führt auch durch die zweite Staffel der Reihe, in der die klügsten Köpfe der Wissenschaft ihre Gedanken offenbaren","versions":[{"lang":1,"streams":[{"redirect":12445675,"hoster":"VOE"},{"redirect":12445672,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schneller als das Licht","epNo":7,"alt":"Can We Travel Faster than Light?","descr":"Gibt es eine Geschwindigkeitsbegrenzung im Universum? Morgan Freeman will es wissen und stellt in dieser Folge von \"Mysterien des Weltalls\" nicht nur die Grundgesetze der Physik, sondern sogar Albert Einsteins Erkenntnisse auf den Kopf. Licht ist – mit 300.000 Kilometern pro Sekunde – absoluter Geschwindigkeits-Rekordhalter im Weltall. Aber könnten futuristische Technologien wie Warp-Antrieb, Wurmlöcher oder Risse in der Raumzeit das interstellare Tempolimit aufheben? Wären damit am Ende sogar Reisen in entlegene Galaxien zum Greifen nah? Gemeinsam mit visionären Wissenschaftlern findet Freeman verblüffende Antworten.","versions":[{"lang":1,"streams":[{"redirect":6800938,"hoster":"VOE"},{"redirect":12445680,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ewiges Leben","epNo":8,"alt":"Can We Live Forever?","descr":"Seit es den Menschen gibt, träumt er vom ewigen Leben. Doch alles wird einmal ein Ende haben, das Leben auf der Erde, die Sonne. Gibt es trotzdem noch Hoffnung auf Unsterblichkeit? Die großen Fragen der Menschheit, Leben und Tod, Zeit und Unendlichkeit – eine Reise bis an die Grenzen menschlichen Wissens. Hollywood-Star Morgan Freeman begleitet auch die zweite Staffel der Reihe, in der die klügsten Köpfe der Wissenschaft ihre Gedanken offenbaren.","versions":[{"lang":1,"streams":[{"redirect":12445679,"hoster":"VOE"},{"redirect":12445688,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wie sehen Aliens aus?","epNo":9,"alt":"What Do Aliens Look Like?","descr":"Fliegende Walfische oder lebende Maschinen, die so groß wie Planeten sind? Der Vorstellung, wie Außerirdische aussehen könnten, sind keine Grenzen gesetzt. Tatsache ist jedoch, dass Lebensformen immer ein Produkt ihrer Umgebung sind – das zumindest hat uns die Evolution gelehrt. Doch was würde dies für Aliens aus völlig fremden Welten bedeuten? Wie würden Giftgase, extreme Schwerkraft oder eisige Temperaturen das Erscheinungsbild extraterrestrischer Wesen beeinflussen? In dieser Folge von \"Mysterien des Weltalls\" fügt Morgan Freeman die wissenschaftlichen Puzzleteile der Exobiologie zusammen und präsentiert phantastische Phantombilder von Aliens","versions":[{"lang":1,"streams":[{"redirect":6800947,"hoster":"VOE"},{"redirect":12445684,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Invasion der Aliens","epNo":1,"alt":"Will We Survive First Contact?","descr":"Gibt es intelligentes, außerirdisches Leben? Und, wenn ja: Was würde ein Zusammentreffen mit hochentwickelten Aliens für die Menschheit bedeuten? Wissenschaftler streiten darüber, ob ein Kontakt zu einer extraterrestrischen Hochkultur eine bahnbrechende Chance – zum Beispiel zur Entwicklung neuartiger Technologien – oder unser Untergang wäre. Von einfachen Kommunikationsproblemen bis zu blutigen Auseinandersetzungen: In dieser Folge von \"Mysterien des Weltalls\" geht Morgan Freeman gemeinsam mit Astroforschern einer potenziellen Invasion der Aliens auf den Grund.","versions":[{"lang":1,"streams":[{"redirect":13111597,"hoster":"VOE"},{"redirect":12446360,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Homo sapiens 2.0","epNo":2,"alt":"Is There a Superior Race?","descr":"Wird der Mensch der Zukunft noch intelligenter und leistungsfähiger sein, als wir es heute sind? In dieser Folge von \"Mysterien des Weltalls\" wollen Wissenschaftler mehr über den Homo sapiens 2.0 erfahren. Doch wer in die Zukunft blickt muss auch die Vergangenheit verstehen. Wie hat sich das Genmaterial des Menschen im Laufe der Zeit entwickelt? Forscher haben herausgefunden, dass sich die menschliche DNA bereits von einer Generation zur nächsten verändert. Sind im Zuge der Evolution verschiedene menschliche \"Rassen\" entstanden, die sich nicht nur äußerlich unterscheiden? Die Antwort auf diese Frage könnte auch Auskunft darüber geben, wie wir uns den Homo sapiens 2.0 vorstellen können.","versions":[{"lang":1,"streams":[{"redirect":13111599,"hoster":"VOE"},{"redirect":12446376,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lebt das Universum?","epNo":3,"alt":"Is the Universe Alive?","descr":"Von der Mikrobe bis zum Mammutbaum: Das Leben auf der Erde folgt feststehenden Naturgesetzen. Doch was wäre, wenn der gesamte Kosmos lebt, atmet und stirbt, wie ein gigantischer Superorganismus? Könnten Planeten, Galaxien und Schwarze Löcher denselben Regeln folgen, wie biologische Systeme? In dieser Folge von \"Mysterien des Weltalls\" stellt Morgan Freeman Wissenschaftler vor, die genau diesen Fragen auf den Grund gehen wollen. Im Zentrum des Interesses: Unsichtbare, energiegeladene Teilchen, so genannte Neutrinos, die den Lebenszyklus des Universums bestimmen könnten.","versions":[{"lang":1,"streams":[{"redirect":12446191,"hoster":"VOE"},{"redirect":12446209,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer sind wir wirklich?","epNo":4,"alt":"What Makes Us Who We Are?","descr":"Hirnforscher und Psychologen sind sich einig: Die Persönlichkeit eines Menschen durchlebt von der Kindheit bis ins hohe Alter viele verschiedene Phasen. Trotz allem sind wir Zeit unseres Lebens ein und dieselbe Person. Wissenschaftler nehmen an, dass unsere Persönlichkeit die Summe unserer Erfahrungen ist. Andere gehen davon aus, unsere Erinnerung sei dynamisch und könne sogar verändert werden, ohne dass wir es überhaupt bemerken. In dieser Folge von \"Mysterien des Weltalls\" will Morgan Freeman anhand neurowissenschaftlicher Erkenntnisse den Kern der menschlichen Identität ergründen. Wer sind wir wirklich?","versions":[{"lang":1,"streams":[{"redirect":12446324,"hoster":"VOE"},{"redirect":12446331,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Nichts","epNo":5,"alt":"What Is Nothing?","descr":"Die menschliche Phantasie endet dort, wo das Universum seinen Ursprung hat: im \"Nichts\". Die Vorstellung, der leere Raum sei wirklich leer, hat die Wissenschaft jedoch bereits widerlegt: Nach den Erkenntnissen der Quantenphysik befinden sich Energien in einem ständigen Wechselspiel. Was genau sind also Materie und Antimaterie? Um die \"Natur des Nichts\" zu durchschauen stellt Morgan Freeman in dieser Folge Forschungsergebnisse aus den unterschiedlichsten wissenschaftlichen Disziplinen vor. Denn nur wenn wir verstehen, welche Kräfte den leeren Raum bestimmen, können wir am Ende begreifen, wie das Universum entstand.","versions":[{"lang":1,"streams":[{"redirect":13111600,"hoster":"VOE"},{"redirect":12446327,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wiederauferstehung","epNo":6,"alt":"Can We Resurrect The Dead?","descr":"Kann die Wissenschaft helfen, den Tod zu überwinden? In dieser Folge von \"Mysterien des Weltalls\" stellen Forscher ihre Erkenntnisse zum Thema \"Wiederauferstehung\" vor. Dr. Lance Becker von der University of Pennsylvania sieht die Lösung in der Unterdrückung eines körpereigenen Todes-Signals. Genforscher Bob Lanza erweckt ausgestorbene Tierarten zum Leben und Dr. Doris Taylor züchtet menschliche Organe für eine Art medizinisches Ersatzteillager. Hiroshi Ishiguro, Direktor des \"Intelligent Robotics Laboratory\" an der Universität von Osaka, geht sogar einen Schritt weiter: Er will menschliche Duplikate in Form von Android-Systemen entwickeln.","versions":[{"lang":1,"streams":[{"redirect":6801003,"hoster":"VOE"},{"redirect":12446286,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gut gegen Böse","epNo":7,"alt":"Can We Eliminate Evil?","descr":"Bestialische Verbrechen auf der ganzen Welt zeigen immer wieder: In manchen Menschen scheint tatsächlich etwas diabolisches zu stecken. Es ist der ewige Kampf zwischen Gut und Böse. Diese Folge von \"Mysterien des Weltalls\" stellt Wissenschaftler vor, die der Quelle des Bösen im menschlichen Gehirn auf den Grund gehen wollen – um sie zu eliminieren. In Texas arbeiten die Neurowissenschaftler David Eagleman und Steven LaConta an einer Methode, die helfen könnte negative Impulse durch Selbstbeobachtung bestimmter Hirnströme auszuschalten. In Zürich experimentiert Dr. Christian Ruff mit Stromstößen direkt am Gehirn – teilweise mit Erfolg. Können derartige Therapien in Zukunft helfen, das Böse im Menschen zu besiegen?","versions":[{"lang":1,"streams":[{"redirect":6801011,"hoster":"VOE"},{"redirect":12446253,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Unbewusste","epNo":8,"alt":"Mysteries Of The Subconscious","descr":"In dieser Folge von \"Mysterien des Weltalls\" dringt Morgan Freeman in einen Bereich der menschlichen Psyche vor, der uns normalerweise völlig verschlossen bleibt: das Unterbewusstsein. Unsere tiefsten Ur-Ängste und Wünsche liegen hier verborgen und kommen oft nur im Traum zum Vorschein. Jetzt wollen Wissenschaftler die Sprache des Unterbewussten endgültig entschlüsseln. Tests haben gezeigt: Das menschliche Gehirn verbraucht im Ruhezustand 20 Prozent der gesamten Körperenergie. Das Unterbewusste ist also immer aktiv – ohne, dass wir es überhaupt bemerken. Stecken demnach bislang ungeahnte geistige Fähigkeiten in uns und haben wir unsere wahre mentale Stärke noch längst nicht ausgeschöpft?","versions":[{"lang":1,"streams":[{"redirect":13018553,"hoster":"VOE"},{"redirect":12446276,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Endet die Ewigkeit?","epNo":9,"alt":"Will Eternity End?","descr":"Traurig aber wahr: Jedes Menschenleben hat ein Ende. Die Zeit tickt jedoch auch nach unserem Tod unaufhaltsam weiter. Könnte es also sein, dass selbst die vermeintliche Ewigkeit irgendwann einmal endet? Anhand neuer wissenschaftlicher Erkenntnisse stellt Morgan Freeman in dieser Folge von \"Mysterien des Weltalls\" unsere Vorstellung von Raum und Zeit auf den Kopf. Einige Forschungsergebnisse deuten nämlich darauf hin, dass Zeit viel komplexer funktioniert, als bislang angenommen. Forscher haben sogar Anhaltspunkte dafür gefunden, dass die Zukunft die Gegenwart beeinflussen könnte. Sind Vergangenheit sowie das Hier und Jetzt folglich nur ein Echo aus der Zukunft?","versions":[{"lang":1,"streams":[{"redirect":12446208,"hoster":"VOE"},{"redirect":12446224,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ist Gott eine Erfindung?","epNo":10,"alt":"Did We Invent God?","descr":"Hat Gott uns erschaffen oder haben wir Gott erschaffen? Diese Folge von \"Mysterien des Weltalls\" geht dem uralten Rätsel um die Existenz einer höheren Macht nach. Psychologen haben beispielsweise herausgefunden, dass der Mensch bei mangelnder Kontrolle dazu neigt, höhere Kräfte, wie Schicksal oder Fügung, für das Geschehene verantwortlich zu machen. Suchen wir also Halt im Glauben, wenn es die Lebensumstände erfordern? Andy Newberg, Begründer des Wissenschaftszweigs \"Neurotheologie\", untersucht die Hirnströme von Gläubigen und Atheisten. Seine erstaunliche Entdeckung: Beide unterscheiden sich enorm.","versions":[{"lang":1,"streams":[{"redirect":13113178,"hoster":"VOE"},{"redirect":12446220,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Wie denken Außerirdische?","epNo":1,"alt":"How Do Aliens Think?","descr":"Indem Wissenschaftler das nicht-menschliche Leben auf der Erde und die Evolution der menschlichen Sprache studieren, beginnen sie zu verstehen, wie die Gehirne von Außerirdischen funktionieren könnten. Auch die Psychologie von äußerst intelligenten Lebenwesen wird dazu untersucht. Der Schauspieler und Hollywood-Star Morgan Freeman führt erneut durch die Episode und hinterfragt, wie Außerirdische denken und mit dem Menschen kommunizieren könnten.","versions":[{"lang":1,"streams":[{"redirect":6801051,"hoster":"VOE"},{"redirect":12447240,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Leben ohne Sonne","epNo":2,"alt":"Can We Survive The Death Of The Sun?","descr":"Das Licht der Sonne hält beinahe alle Lebewesen auf der Erde am Leben. Jeden Tag geht sie auf und strahlt vom Himmel. Eines Tages in ferner Zukunft wird die Sonne jedoch nicht mehr sein. Wird der Mensch bis dahin einen neuen Planeten im Kosmos sein Heim nennen? Oder wird es ihm möglich sein, die Naturgesetze zu überwinden und eine neue Erde, einen neuen Stern oder gar ein neues Universum zu erschaffen? Wird der Mensch das Verschwinden der Sonne überleben? Diesen Fragen geht der Schauspieler und Hollywood-Star Morgan Freeman auf den Grund.","versions":[{"lang":1,"streams":[{"redirect":6801068,"hoster":"VOE"},{"redirect":12447276,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sind Roboter unsere Zukunft?","epNo":3,"alt":"Are Robots The Future Of Human Evolution?","descr":"Der Mensch befindet sich mitten in einer Revolution, die so heimtückisch ist, dass er sich dessen gar nicht bewusst ist. Vom Mobiltelefon, über den Staubsauger bis zum Auto, besitzt der Mensch Roboter, die mit ihm leben und an seiner Seite arbeiten. Zunehmend zielt das Roboterdesign darauf ab, dass die Maschinen lernen, selbst zu denken. Bei der Planung wird bereits mitbedacht, die Maschinen zu ermächtigen, sich selbstständig zu bewegen. Ist es möglich, dass diese Objekte sich eines Tages als intelligenter als der Mensch erweisen? Wird sich der Mensch dafür entscheiden, mit den Maschinen zu verschmelzen? Diesen Fragen geht der Schauspieler und Hollywood-Star Morgan Freeman in dieser Episode seiner Reihe \"Mysterien des Weltalls\" nach.","versions":[{"lang":1,"streams":[{"redirect":12447273,"hoster":"VOE"},{"redirect":12447274,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wann beginnt das Leben?","epNo":4,"alt":"When Does Life Begin?","descr":"Alle Lebewesen auf der Erde können die Spuren ihres Lebens zu einem Anfang verfolgen. Doch wann war der Beginn? Ist es der Moment, wenn zwei Zellen sich vereinen? Oder muss das Lebewesen wissen, dass es am Leben ist, bevor sein Leben beginnen kann? Wie definiert sich der Beginn des Lebens? Neueste Forschungsergebnisse zeigen, dass in allen Menschen Spuren von Zellen von tierischen Verwandten sind, wodurch die Grenzen zwischen den unterschiedlichen Arten verschwimmen. Neue Technologien lassen nun auch neue Lebensformen entstehen, die aus überraschenden Komponenten bestehen vom Tropfen Öl in einer Petrischale, über sich selbst bewusste Roboter bis hin zu einer neuen globalen, über das Internet verbundenen Lebensform, die die gesamte Menschheit vereint","versions":[{"lang":1,"streams":[{"redirect":12447267,"hoster":"VOE"},{"redirect":12447270,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ist Gehirnspionage möglich?","epNo":5,"alt":"Can Our Minds Be Hacked?","descr":"Das Gehirn speichert das gesamte Leben eines Menschen. Das Gedächtnis, Erinnerungen, die geheimsten Verlangen, und das Gehirn sind biologische Computer. Könnten Hacker eines Tages in ferner Zukunft in der Lage sein, die Gedanken eines Menschen neu zu schreiben, so wie es heutzutage möglich ist, Emails zu hacken? Zum ersten Mal können Neuro-Wissenschaftler Muster von Gehirnuntersuchungen in spezifische Bilder und Wörter verwandeln. Die Wissenschaftler haben erkannt, wie Ideen in das Gehirn eines Menschen, während er schläft, eingespeist werden können. Ein Wissenschaftler des Forschungszentrums MIT, des Massachusetts Institute of Technology, hat gezeigt, wie er bei Bedarf Emotionen in ein lebendes Gehirn \"injizieren\" kann","versions":[{"lang":1,"streams":[{"redirect":12447264,"hoster":"VOE"},{"redirect":12447271,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was ist Realität?","epNo":6,"alt":"Is Reality Real?","descr":"Der Hollywoodstar und Schauspieler Morgan Freeman geht dem Mythos der Realität auf die Spur. Ist alles, das der Mensch wahrnimmt, nur eine Schöpfung seines Gehirns? Die Wahrnehmung von Realität wird von der Gesellschaft geprägt. Der Mensch nimmt unrealistische Einschätzungen vor, aufgrund seiner Tendenz zum Optimismus. Denn jedes Gehirn verwirft negative Informationen über seinen Inhaber. Außerdem erfassen die menschlichen Sinne nur einen kleinen Teil der Natur. Neueste Erkenntnisse in der Physik lassen Rückschlüsse zu, dass der Mensch blind ist für gesamte Dimensionen des Raums.","versions":[{"lang":1,"streams":[{"redirect":6801100,"hoster":"VOE"},{"redirect":12447268,"hoster":"Doodstream"},{"redirect":12447284,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Haben wir einen eigenen Willen?","epNo":7,"alt":"Do We Have Free Will?","descr":"Ist es möglich, dass alles, was im Universum geschieht oder geschehen wird, bereits vorbestimmt ist und der Mensch gar nicht auf sein Schicksal Einfluss nehmen kann? Bis zur Entdeckung der Heisenbergschen Unschärferelation waren Physiker davon überzeugt, dass der eigene Wille nicht existieren würde. Nun argumentieren Neurowissenschaftler und Genetiker, dass der freie Wille eine Illusion sei, denn die Gene, mit denen der Mensch geboren wird, die automatischen Prozesse im Gehirn des Menschen, aber auch der normierende Gesellschaftsdruck sollen das Schicksal der Menschen vorherbestimmen.","versions":[{"lang":1,"streams":[{"redirect":12447256,"hoster":"VOE"},{"redirect":12447262,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Gottesteilchen","epNo":8,"alt":"Is There a God Particle?","descr":"Anhand aktuellster Erkenntnisse aus der Forschung hinterfragt diese Episode von \"Morgan Freeman: Mysterien des Weltalls\" die unvorhersehbare Natur des sogenannten Gottesteilchens, des Higgs-Boson. Denn es gibt Unstimmigkeiten beim Zerfall des Higgs-Teilchens in Photonen. Die Beweise sind noch nicht eindeutig, aber die wissenschaftliche Meinung favorisiert die Existenz des Gottesteilchens, so wie es der britische Physiker Peter Higgs und andere führende Physiker im Jahr 1964 im Standardmodell der Elementarteilchenphysik vorhergesehen haben. In dieser Episode kommen die führenden Wissenschaftler auf dem Gebiet der Higgs-Boson-Forschung zu Wort.","versions":[{"lang":1,"streams":[{"redirect":6801117,"hoster":"VOE"},{"redirect":12447257,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hat Gott die Welt erschaffen?","epNo":9,"alt":"Did God Create Evolution?","descr":"Entstand das Leben durch die Evolution? Oder hat Gott die Welt erschaffen? Hollywood-Schauspieler Morgan Freeman geht der Frage nach, wie sich das Leben in seiner Komplexität entwickeln konnte. Entstand die Vielfalt des Lebens wirklich nach dem Prinzip der spontanen Herausbildung? Mit Robotersimulationen vollzieht der Biochemiker John Long die Entwicklung des Rückgrats bis zum menschlichen Körper nach. Rätselhaft bleibt: Was löste diesen Prozess aus?","versions":[{"lang":1,"streams":[{"redirect":13111603,"hoster":"VOE"},{"redirect":12447249,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wird Sex aussterben?","epNo":10,"alt":"Will Sex Become Extinct?","descr":"Jeder einzelne Mensch, der bisher auf der Erde gelebt hat, wurde aus den Genen eines Mannes und einer Frau erschaffen. Doch die sexuelle Reproduktion steht nun vor einer radikalen Revolution. Die neueste Technologie erlaubt es den Menschen bald, Kinder aus dem Genpool zweier Männer oder zweier Frauen zu erschaffen. Meeresbiologen können schon heute mit maschinellen Gebärmüttern die Geburt von lebenden Haien sicherstellen. Menschen könnten schon bald die nächsten sein, die von Maschinen geboren werden. Die Forscher könnten zudem womöglich noch vor der Geburt Gendefekte beheben, indem der Fötus aus dem Genpool von mehr als zwei Menschen gezeugt wird.","versions":[{"lang":1,"streams":[{"redirect":6801129,"hoster":"VOE"},{"redirect":12447242,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Wann begann die Zeit?","epNo":1,"alt":"When Did Time Begin?","descr":"Der Strom der Zeit trägt uns unaufhaltsam. Ist Zeit ein steter Fluss oder eine Serie unzusammenhängender Ereignisse? Innovative Experimente versuchen dieses große Rätsel zu lösen. Jede gängige Zeitmessung bezieht sich auf einen willkürlich gewählten Anfangspunkt. Hollywood-Schauspieler Morgan Freeman fragt nach, wann die Uhr des Weltalls zu ticken begonnen hat: mit der Geburt des Universums oder eben doch ganz anders?","versions":[{"lang":1,"streams":[{"redirect":6801138,"hoster":"VOE"},{"redirect":12447289,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ist Schwerkraft eine Täuschung?","epNo":2,"alt":"Is Gravity An Illusion?","descr":"Unser Leben ist unmittelbar geprägt von dieser Kraft. Und doch bekommt die Physik sie einfach nicht in den Griff. Was ist eigentlich Schwerkraft? Oscar-Preisträger Morgan Freeman fragt nach. Kann eine so handfeste Kraft wie die Schwerkraft eine Täuschung sein? Nach der Theorie des Physikers Erik Verlinde steckt hinter der Wirkung der Schwerkraft in Wahrheit der thermodynamische Prozess, der auch in den Massen zum Energieausgleich hinstrebt.","versions":[{"lang":1,"streams":[{"redirect":6801142,"hoster":"VOE"},{"redirect":12447296,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gibt es Glück?","epNo":3,"alt":"Is Luck Real?","descr":"Was steckt hinter unglaublichen Zufällen und Wendungen des Schicksals? Oscar-Preisträger Morgan Freeman fragt, ob Zufall oder physikalische Gesetze am Werk sind – spannend auch für Forscher. Wissenschaftler untersuchen, ob es Glück wirklich gibt. Für Statistiker Jay Koehler sind Glückssträhnen nur ein zu kleiner Ausschnitt aus der Realität. Doch: Der Glaube an das eigene Glück macht Menschen erfolgreicher, so Psychologin Sally Linkenauger.","versions":[{"lang":1,"streams":[{"redirect":6801145,"hoster":"VOE"},{"redirect":12447297,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hat der Ozean ein Bewusstsein?","epNo":4,"alt":"Does the Ocean Think?","descr":"Möglicherweise lauert ein unentdecktes Wesen auf der Erde – eine unbekannte Lebensform. Oscar-Preisträger Morgan Freeman fragt: Könnte der Ozean insgesamt ein intelligentes Wesen sein? Ist das Meer ein Superorganismus? Der Evolutionsbiologe Gustavo Caetano-Anollés sagt \"ja\". Für ihn war die erste Lebensform auf der Erde nicht ein isolierter Einzeller, sondern der Ozean als Ganzes – ein Superorganismus, der beinahe den gesamten Planeten bedeckte.","versions":[{"lang":1,"streams":[{"redirect":6801147,"hoster":"VOE"},{"redirect":12447332,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Werden wir allmächtig?","epNo":5,"alt":"Will We Become God?","descr":"","versions":[{"lang":1,"streams":[{"redirect":6801151,"hoster":"VOE"},{"redirect":12447304,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gibt es ein Schattenuniversum?","epNo":6,"alt":"Is There A Shadow Universe?","descr":"Seit Anbeginn der Menschheit lautet die Devise: Fortschritt. Oscar-Preisträger Morgan Freeman fragt: Werden wir irgendwann das gesamte Universum beherrschen und wie Götter sein? Allmächtig? Einst zähmten wir das Feuer. Heute spielen wir schon mit Raum und Zeit. Der Bio-Ingenieur Adam Arkin sieht zumindest eine göttliche Fähigkeit schon zum Greifen nah: die Erschaffung neuer Lebensformen. Doch werden wir sie je dazu bringen, bewusst zu handeln?","versions":[{"lang":1,"streams":[{"redirect":6801156,"hoster":"VOE"},{"redirect":12447306,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wie bringt man eine Supermacht zu Fall?","epNo":7,"alt":"How to Collapse a Superpower","descr":"Die digitale Hochgeschwindigkeits-Kommunikation ist Segen und Fluch zugleich. Oscar-Preisträger Morgan Freeman fragt: Könnten ein paar Terroristen dieses gewaltige Netzwerk sabotieren? Heutzutage, in der die Armeen, die Regierungen und die Wirtschaft von einer globalen Infrastruktur abhängen, benötigt man keine militärischen Waffen mehr, um eine Supermacht zu Fall zu bringen. Man braucht nur ein wenig Fantasie, einen PC und Internetzugang.","versions":[{"lang":1,"streams":[{"redirect":6801161,"hoster":"VOE"},{"redirect":12447310,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Glauben Außerirdische an Gott?","epNo":8,"alt":"Is God An Alien Concept?","descr":"Seit der Mensch denkt, so scheint es, glaubt er auch. Werden auch anderswo im Weltall Götter verehrt? Oscar-Preisträger Morgan Freeman sucht bei ganz irdischen Phänomenen nach Antworten. Glauben Aliens an Gott? Beispiele auf der Erde können bei der Beantwortung helfen: Tiere, die ihre Toten betrauern. Oder Roboter mit spirituellen Neigungen. Oder eine mathematische Gleichung, die der göttlichen Idee den Garaus macht.","versions":[{"lang":1,"streams":[{"redirect":12447313,"hoster":"VOE"},{"redirect":12447314,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ist Armut genetisch bedingt?","epNo":9,"alt":"Is Poverty Genetic?","descr":"Wurden die Reichen nur am rechten Ort zur rechten Zeit geboren? Unterscheiden sich Arme und Reiche in ihrer DNA? Oscar-Preisträger Morgan Freeman fragt Wissenschaftler nach ihrer Erkenntnis. Sind die Armen Opfer eines Systems, das sie kleinhält? Oder lässt sich die Einkommensverteilung mit Hilfe physikalischer Gesetze erklären. Victor Yakovenko, der physikalische Methoden auf die Wirtschaft anwendet, hat überraschende Übereinstimmungen gefunden","versions":[{"lang":1,"streams":[{"redirect":13111607,"hoster":"VOE"},{"redirect":12447320,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kommt der große Zombieangriff?","epNo":10,"alt":"Is a Zombie Apocalypse Possible?","descr":"Die Biologie kennt gefährliche Erreger und Parasiten, die Lebewesen zu ihrem willigen Wirt formen. Oscar-Preisträger Morgan Freeman fragt: Könnten wir alle zu ferngesteuerten Zombies werden? Der Zombiepilz macht eine Ameise zum willenlosen Etwas und steuert noch nach ihrem Tod das Gehirn: Die Kiefer des Insekts bleiben ins Blatt verbissen, während sich der Zombiepilz im Inneren vermehrt – bis der Ameisenschädel aufplatzt und der neue Pilzzyklus beginnt.","versions":[{"lang":1,"streams":[{"redirect":13111606,"hoster":"VOE"},{"redirect":12447288,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Sind wir alle Aliens?","epNo":1,"alt":"Are Aliens Inside Us?","descr":"Das Weltall ist unbegreiflich groß. Schwer zu glauben, dass sich das Leben auf die Erde beschränkt. Oscar-Preisträger Morgan Freeman fragt: Sind wir die einzigen intelligenten Lebewesen? In diesem Mann leben Eindringlinge: Der Molekularbiologe Cedric Feschotte ist Spezialist für Genetik. Dass Viren und Bakterien seinen Körper bewohnen wie ein Hotel, ist für ihn eine triviale Erkenntnis. Es gibt da durchaus Fremdlinge, die auch ihm nicht geheuer sind.","versions":[{"lang":1,"streams":[{"redirect":6801181,"hoster":"VOE"},{"redirect":12448660,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Leben wir in der Matrix?","epNo":2,"alt":"Do We Live in the Matrix?","descr":"Unser Universum wirkt real. Oder doch nicht? Kann ein Computer ein ganzes Universum simulieren? Oscar-Preisträger Morgan Freeman sucht nach den Programmierfehlern in den Naturgesetzen. Es ist viel leichter, eine 3D-Animation an einem flachen Bildschirm zu erzeugen, als einen virtuellen Raum zu erschaffen, in dem man wirklich herumlaufen kann. Eine glaubwürdige, virtuelle Realität verlangt weit mehr als naturgetreue Nachbildungen von Bewegung.","versions":[{"lang":1,"streams":[{"redirect":6801185,"hoster":"VOE"},{"redirect":12448638,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Müssen wir in Stereotypen denken?","epNo":3,"alt":"Are We All Bigots?","descr":"Niemand ist frei von Vorurteilen. Oscar-Preisträger Morgan Freeman fragt, warum. Der Mensch war immer auf Hilfe der eigenen Bezugsgruppe angewiesen. Außenstehende werden ausgegrenzt. Psychologin Mina Cikara forscht, wie sich aus Einzelpersonen Gruppen formieren. Wenn zwei Gruppen konkurrieren, wird der Einzelne immer das Wohl der Gruppe über sein eigenes stellen – selbst bei Gruppen, die durch eine zufällige Auswahl gebildet wurden","versions":[{"lang":1,"streams":[{"redirect":6801191,"hoster":"VOE"},{"redirect":12448641,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Warum lügen wir?","epNo":4,"alt":"Why Do We Lie?","descr":"Kinder können erst ab einer bestimmten Hirnentwicklung lügen. Oscar-Preisträger Morgan Freeman fragt: Gehört das Schwindeln zum Menschen? Wäre es nicht besser, immer die Wahrheit zu sagen? Lügen ist viel schwerer, als ehrlich zu sein, weil das Gehirn beim Lügen mehr Informationen verknüpfen muss. Und tatsächlich: Psychologin Yaling Yang fand in Hirnscans von pathologischen Lügnern mehr weiße Substanz-Leitungsbahnen als bei anderen Menschen.","versions":[{"lang":1,"streams":[{"redirect":6801195,"hoster":"VOE"},{"redirect":12448646,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Spiel mit der Zeit","epNo":5,"alt":"Can Time Go Backwards?","descr":"Für unsere Orientierung im Leben – fürs Planen, Denken, Reden, Handeln – ist die Vorstellung von Zeit sehr wichtig. Hollywood-Schauspieler Morgan Freeman fragt: Gibt es Zeit auch rückwärts? Seit Einsteins Relativitätstheorie hat Zeit nicht mehr viel Bedeutung. Dem großen Physiker zufolge sind das Gestern, Heute und Morgen nur Illusionen. Zeit hat neben den drei Raumdimensionen eine vierte Dimension. So ist die Idee der \"Gegenwart\" nur eine Schimäre.","versions":[{"lang":1,"streams":[{"redirect":6801201,"hoster":"VOE"},{"redirect":12448655,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Warum sind wir hier?","epNo":6,"alt":"Are We Here for a Reason?","descr":"Der Sinn des Lebens? Oscar-Preisträger Morgan Freeman fragt nach Geburt, Fortpflanzung, Tod. Führt dies – unendlich oft wiederholt – von den allerersten primitiven Lebensformen zu uns heute? Die theoretische Physikerin Sara Walker definiert die Funktion der Evolution anders: Immer noch mehr gesammelte und verarbeitete Daten führen durch immer schärfere Sinne und immer geschicktere Jagdwerkzeuge zu auch immer effektiverer Nahrungsverwertung.","versions":[{"lang":1,"streams":[{"redirect":6801207,"hoster":"VOE"},{"redirect":12448648,"hoster":"Streamtape"}]}]}]}]}