{"path":"/serie/stream/morgen-hr-ich-auf","name":"Morgen hör ich auf","descr":"Die Lehmanns sind eine deutsche Durchschnittsfamilie – drei Kinder, Häuschen, Auto – und leben in der Kleinstadt Bad Nauheim in Hessen, nahe Frankfurt. Was von außen wie eine Vorzeigefamilie aussieht, zeigt im Innenverhältnis starke Risse, genau wie das kaputte Hausdach und der Wasserschaden im Schlafzimmer. Die Familiendruckerei steckt tief in der Krise, der Kredit aufs Haus ist längst am Anschlag, und Vater Jochen (Bastian Pastewka) droht unter dem finanziellen Druck zusammenzubrechen. Mutter Julia (Susanne Wolff) vergnügt sich mit einem Liebhaber, Sohn Vincent (Moritz Jahn) ist ein Nerd, Teenie-Tochter Laura (Janina Fautz) hat nur ihren \"Schwarm\" im Kopf, und Nesthäkchen Nadine (Katharina Kron) ist eher ein kleiner Teufel als der niedliche Sonnenschein, für den sie ihre Eltern halten.Doch davon bekommt Jochen fast gar nichts mit, verzweifelt ist er darum bemüht, den Schein aufrecht zu erhalten und einen neuen Kredit von der Bank zu bekommen. Doch egal, wie sehr er sich erniedrigt, die Banker drehen den Hahn zu, und Haus und Firma rutschen unaufhörlich auf den Abgrund zu. In einem Akt blinder Verzweiflung wirft Jochen eines Nachts seine Druckmaschinen an und beginnt, falsche Fünfziger zu drucken: Wenn schon alle Geld von ihm wollen, dann macht er es eben selbst. Schnell kommt er zur Besinnung, doch da ist es schon zu spät: Eine Blüte bahnt sich den Weg in den Wirtschaftskreislauf. Als nichts passiert, macht Jochen weiter und beginnt, das Falschgeld in Frankfurt unter die Leute zu bringen. Damit macht er die Frankfurter Unterwelt auf sich aufmerksam, und plötzlich gerät er immer tiefer in einen Strudel krimineller Machenschaften, aus dem er gar nicht mehr rauskommt.","seasons":[{"path":"/serie/stream/morgen-hr-ich-auf/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/morgen-hr-ich-auf/staffel-1/episode-1","name":"Schöner Schein","epNo":1,"alt":"","descr":"Der Pleitegeier kreist über dem schmucken Einfamilienhaus der Lehmanns in Bad Nauheim. Jochen Lehmanns Druckerei hat keine Aufträge mehr und die Familie gerät aus den Fugen. Geld muss her. Bei Walterstein \u0026 Co. stehen die Druckmaschinen schon lange still, die Rechnungen stapeln sich, die Hypothek drückt. Schließlich flüchtet sich Jochen für eine Nacht in seine Druckerei und beginnt sein eigenes Geld zu drucken. Während Jochen seine kriminelle Energie entdeckt und heimlich falsche Fünfziger druckt, hat seine Familie ihre eigenen Probleme: Sohn Vincent ist schwer in der Pubertät und kaum ansprechbar, Tochter Laura ist verknallt in Schulschwarm Tobi und Nesthäkchen Nadine ist bei weitem nicht der süße Sonnenschein, für den sie alle halten. Zu allem Überfluss geht Jochens Ehefrau Julia regelmäßig in der Mittagspause mit Barbesitzer Rolf \"The Wolf\" fremd. Doch Jochen bekommt davon nichts mit, er fährt in die Metropole Frankfurt und unterzieht seine hausgemachten Scheine einem Realitätstest. Mit ungeahnten Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9593545","hoster":"VOE"},{"path":"/redirect/8600489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/morgen-hr-ich-auf/staffel-1/episode-2","name":"Wechselgeschäfte","epNo":2,"alt":"","descr":"Jochen hat seine Sache gut gemacht so gut, dass die Frankfurter Unterwelt in Gestalt von Damir Decker vor seiner Haustür steht und den Druck einer weiteren Million verlangt. Eigentlich wollte Jochen die restlichen falschen Fünfziger im Wald verbrennen, kann sich aber dann doch nicht überwinden. Zu allem Unglück nistet sich der Kriminelle Damir Decker bei Jochen im heimischen Wohnzimmer ein. Jochen hat keine Wahl. Während er förmlich um sein Leben druckt, übernimmt Damir direkt einen Teil der Kindererziehung und mimt den netten Onkel. Jochens einzige Hoffnung ist, dass Damir das Geld nimmt und verschwindet. Doch daraus wird nichts, Damir will, dass Jochen weitermacht. Die Situation droht zu eskalieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816964","hoster":"VOE"},{"path":"/redirect/8600492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/morgen-hr-ich-auf/staffel-1/episode-3","name":"Talfahrt","epNo":3,"alt":"","descr":"Jochen hat Gangster Damir Decker erschlagen, und Banker Tauchert, Jochens letzte Rettung, ist einfach umgekippt: Schlaganfall. Es wird eng für die Lehmanns, und das LKA ermittelt schon. Das hatte sich Jochen so schön ausgedacht: Ein kleiner schmutziger Deal mit Banker Tauchert und er wäre aus dem Schneider. Doch der liegt jetzt mit Schlaganfall auf der Intensivstation. Nun geht es darum, die eigene Haut zu retten, ohne Rücksicht auf Verluste. Die Lehmanns geraten immer tiefer ins Chaos. Bei dem Versuch, den eigenen Kopf aus der Schlinge zu ziehen, reißen Jochen und Julia die ahnungslose Boutiquebesitzerin Sunny mit rein, die prompt vom LKA Frankfurt wegen Falschgeldbetrugs verhaftet wird. Dann steht Hauptkommissar Schnabelbach in der Boutique und verhört Julia – die Situation spitzt sich zu. Es gibt nur zwei Möglichkeiten: aufhören oder die eine Million direkt an Damirs Chef Blaschko verticken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816965","hoster":"VOE"},{"path":"/redirect/8600486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/morgen-hr-ich-auf/staffel-1/episode-4","name":"Zahltag","epNo":4,"alt":"","descr":"Julia und Jochen fühlen sich wie Bonnie und Clyde – sie haben die Oberhand behalten bei den Verhandlungen mit Gangster Blaschko. Doch dann erfährt Jochen von Julias Affäre mit Rolf. Jochen will den Rivalen zur Rede stellen doch der liegt tot in seiner Bar. Die anstrengenden Verhandlungen mit Blaschko, Julias Affäre mit Rolf \"The Wolf\" – all das ist zuviel für Jochen. Er taucht unter und verkriecht sich bei seinem Angestellten Fellbaum. Dort entwickelt er einen neuen Plan, wie er sich und seiner Familie endlich die Gangster vom Hals schaffen kann und mit einem Schlag seine Schulden loswird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816970","hoster":"VOE"},{"path":"/redirect/8600490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/morgen-hr-ich-auf/staffel-1/episode-5","name":"Heute hör ich auf","epNo":5,"alt":"","descr":"Jochen fährt zum Showdown mit Blaschko die Blüten sicher in einem Carsharing-Wagen verstaut. Doch er wird überwältigt und findet sich neben Blaschko in einem Helikopter wieder. Während Jochen mit Blaschko Richtung Bad Nauheim fliegt, läuft die Party von Sohn Vincent völlig aus dem Ruder und zerbricht die große Liebe von Tochter Laura. Alles egal, bei der Landung sieht Jochen, dass Kommissar Schnabelbach Julia in seiner Gewalt hat. Sofort ist klar, dass Schnabelbach ein doppeltes Spiel spielt und mit Blaschko unter einer Decke steckt. Plötzlich geht es für Julia und Jochen um Leben und Tod. Die Gangster wollen wissen, was mit Damir Decker passiert ist, und prügeln auf die beiden ein – doch sie verraten nichts. Blaschko will Jochen zwingen, weiter Blüten für ihn zu drucken, doch Jochen hat einen ganz anderen Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816969","hoster":"VOE"},{"path":"/redirect/8600501","hoster":"Streamtape"}]}]}]}]}