{"seriesId":"mork-vom-ork","name":"Mork vom Ork","descr":"Der Außerirdische Mork (Robin Williams) vom Planeten Ork ist auf die Erde strafversetzt worden und in seinem eiförmigen Raumschiff gelandet. Er soll die \"primitive Erdenzivilisation\" erkunden. Mork zieht bei der Journalistikstudentin Mindy McConnell (Pam Dawber) ein, die ihm allmählich das Erdenleben und menschliche Verhaltensweisen erklärt, damit er nicht als Außerirdischer auffällt. Das ist schwierig, denn Mork trinkt durch seinen Zeigefinger. Kindlich naiv nimmt er auf, was er mitbekommt, und erstattet seinem Vorgesetzten Orson (den man nur hört) Bericht. Dabei sprechen sie sich mit der orkanischen Begrüßungsfloskel \"Na nu, na nu\" an.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Ei aus dem Weltall + Unschuldig vor Gericht","epNo":1,"alt":"Pilot (1)","descr":"Mork, ein Bewohner des Planeten Ork, wird von seinem Vorgesetzten Orson auf die Erde geschickt. Dort soll er die primitiven Erdlinge studieren. Mork landet mit einem riesigen Ei mitten in Colorado. Kurz nach seiner Ankunft trifft er Mindy, die ihn mit zu sich nach Hause nimmt. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12917773,"hoster":"VOE"},{"redirect":8600502,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"Pilot (2)","descr":"Mork vom Ork lernt von Mindy typisch menschliche Verhaltensweisen kennen. Seine Lernfähigkeit ist höchst erstaunlich. Doch Mindys Vater kann Mork nicht ausstehen und schaltet sogar den Polizisten Tilwick ein. Der lässt Mork vor Gericht überprüfen. (Text: Premiere)","versions":[]},{"epId":"episode-3","name":"Ein gelehriger Schüler","epNo":3,"alt":"Mork Moves In","descr":"Mindys Vater Fred versucht ständig, Mork vor die Tür zu setzen. Mindy wird es langsam zu bunt. Sie dreht kurzerhand den Spieß um und setzt ihren Papa vor die Tür. Nun versucht Mork, mit allen Mitteln das gute Einvernehmen in der Familie wiederherzustellen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816967,"hoster":"VOE"},{"redirect":8600497,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mindy entscheidet sich","epNo":4,"alt":"Mork Runs Away","descr":"Mork geht Mindy zunehmend auf den Wecker. Sie hat genug von seinen Spleens und will sich mal wieder mit Freunden treffen. Als Mork dann auch noch ein romantisches Rendezvous stört, bekommt er ein schlechtes Gewissen. Traurig zieht Mork ins Obdachlosenasyl. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816968,"hoster":"VOE"},{"redirect":8600498,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein neuer Schwarm","epNo":5,"alt":"Mork In Love","descr":"Mork kommt von einem Planeten, auf dem die Gefühle vor Jahrhunderten abgeschafft wurden. Er hat jedoch schon so viel von der Liebe der Erdlinge gehört, dass er neugierig geworden ist. Es dauert auch tatsächlich nicht lange, bis Mork über beide Ohren verliebt ist. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12917770,"hoster":"VOE"},{"redirect":8600504,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Versuchung","epNo":6,"alt":"Mork’s Seduction","descr":"Mindys Freundin Susan will sich dafür rächen, dass Mindy ihr einmal einen Freund ausgespannt hat. Mit allen Mitteln versucht Susan nun, bei Mork Eindruck zu machen. Das gelingt ihr sogar, doch der Abend verläuft ganz anders, als sie sich das vorgestellt hat. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816973,"hoster":"VOE"},{"redirect":8600499,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Zeitungsente","epNo":7,"alt":"Mork Goes Public","descr":"Ein junger Reporter, Clint Mullet, will sich die ersten Sporen verdienen: Er will einen Außerirdischen interviewen. Tatsächlich ist er seinem \"Opfer\" ganz dicht auf den Fersen. Doch Mork verhält sich so auffällig, dass Clint ihm beim Interview kein Wort mehr glaubt. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12337264,"hoster":"VOE"},{"redirect":8600500,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein feiner Hauswirt","epNo":8,"alt":"To Tell The Truth","descr":"Mr. Wanker, der Hauswirt, will die McConnells aus dem Haus ekeln. Er sperrt die Heizung und lässt vor dem Musikgeschäft die Straße aufreißen. Sein Motiv: Bei einer Neuvermietung kann Wanker noch mehr Geld herausschlagen. Wütend halten Dad, Großmutter und Mindy Kriegsrat. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12337260,"hoster":"VOE"},{"redirect":8600547,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Einfaltspinsel","epNo":9,"alt":"Mork The Gullible","descr":"Der Sheriff hat einen Ausbrecher dingfest gemacht. Mork soll den Gauner bewachen. Der gutmütige Außerirdische lässt sich von dem Sträfling beschwatzen: Er gibt ihm bis zum nächsten Tag \"Urlaub\". Doch der Verbrecher taucht nicht wieder auf. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816976,"hoster":"VOE"},{"redirect":8600548,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Kind im Manne","epNo":10,"alt":"A Mommy For Morky","descr":"Mindy hat einen alten Verehrer wiedergetroffen, der sich aber nie deutlich erklärt. Als er es endlich tun will, bittet sie Mork, sich auf seine Mansarde zurückziehen. Um ja nicht aufzufallen, programmiert Mork seine Zeitmaschine um. Er stiftet damit reichlich Verwirrung. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816977,"hoster":"VOE"},{"redirect":8600545,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verteidigung auf orkanisch","epNo":11,"alt":"Mork’s Greatest Hits","descr":"Mork und Mindy geraten in einen Tanzschuppen, in dem zwielichtiges Publikum verkehrt. Ein gefährlicher Typ namens George will mit Mindy tanzen. Als Mork Mindy beschützen will, fordert George ihn zum Zweikampf heraus. Mork kennt Gewalt aber gar nicht. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12917775,"hoster":"VOE"},{"redirect":8600546,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Klein-Eugene gibt Lebenshilfe","epNo":12,"alt":"Old Fears","descr":"Großmutter Cora hat eine depressive Phase. Die Familie beschließt, die alte Dame aufzuheitern. Mork macht sich mit Hilfe seiner Zeit-Maschine mit Cora altersgleich. Nun bekommt sie von dem charmanten, raubeinigen \"Bill\" die schönsten Komplimente zu hören. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12925091,"hoster":"VOE"},{"redirect":8600550,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Einkaufsrummel","epNo":13,"alt":"Mork’s First Christmas","descr":"Morks erstes Weihnachten steht bevor. Wenige Tage vor dem Fest kommt Mork aufgeregt nach Hause. Er bestürmt Mindy, mit ihm zu fliehen, da er glaubt, eine Epidemie sei ausgebrochen. Tatsächlich hat Mork lediglich die ganz normale Einkaufswut bei den Menschen beobachtet. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816980,"hoster":"VOE"},{"redirect":8600552,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein neuer Freund","epNo":14,"alt":"Mork And The Immigrant","descr":"Mork lernt einen russischen Studenten kennen, der sein Cello versetzen will. Da dieser keine Bleibe hat, lädt Mork ihn ein, ebenfalls bei Mindy zu wohnen. Mindy ist von dieser Einladung wenig erbaut. Sie bittet Mork, sich mit dem Freund auf Wohnungssuche zu begeben. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816986,"hoster":"VOE"},{"redirect":8600551,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Nachbarschaftshilfe","epNo":15,"alt":"Mork The Tolerant","descr":"Ein neuer Mieter, Mr. Bickley, ist in die Wohnung unter Mindy eingezogen. Er fühlt sich durch jedes Geräusch gestört. Um sich mit Mr. Bickley gut zu stellen, lädt Mork ihn ohne Mindys Wissen zum Essen ein. Da Mork sich die Sache eingebrockt hat, muss er nun auch selbst kochen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816982,"hoster":"VOE"},{"redirect":8600549,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Hochzeit","epNo":16,"alt":"Young Love","descr":"Der kleine Eugene beklagt sich bei Mork: Seine Mutter zwingt ihn, Milch zu trinken und Leber zu essen. Auch die kleine Holly ist unglücklich. Sie wird mit Klavierstunden gepiesackt. Mork fühlt sich berufen, die armen Kinder zu retten. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816981,"hoster":"VOE"},{"redirect":8600553,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Rettung in letzter Minute","epNo":17,"alt":"Snowflakes Keep Dancing On My Head","descr":"Mork trifft Exidor, einen Spinner, der sein Haus in den Bergen für einen Erholungsurlaub anbietet. Nur leider verschweigt er, dass es sich dabei um eine gefährliche Bruchbude handelt. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816983,"hoster":"VOE"},{"redirect":8600554,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Versetzung auf einen anderen Stern","epNo":18,"alt":"Mork Goes Erk","descr":"Mork befürchtet, dass er nie mehr fort will, wenn er noch länger auf der Erde bei Mindy bleibt. Deshalb bittet er Orson um seine Versetzung auf einen anderen Stern. Er traut sich aber nicht dies Mindy zu gestehen und behauptet, Orson habe ihn zwangsversetzt. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816984,"hoster":"VOE"},{"redirect":8600556,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Vaterfreuden","epNo":19,"alt":"Yes Sir, That’s My Baby","descr":"Mork entdeckt seine Liebe zu Kindern. Plötzlich wünscht er sich nichts sehnlicher, als ein Baby. Da er sich mit den irdischen Fortpflanzungsmethoden überhaupt nicht auskennt, zieht er es in Erwägung, ein Kind zu kaufen. Prompt gerät er an einen Babyhändler. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816985,"hoster":"VOE"},{"redirect":8600555,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Gemischte Gefühle","epNo":20,"alt":"Mork’s Mixed Emotions","descr":"Nach einem Albtraum gerät Morks Gefühlsleben völlig durcheinander. Ein Skandal beim Geburtstagsessen im feinsten Restaurant der Stadt lässt da nicht lange auf sich warten. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816989,"hoster":"VOE"},{"redirect":8600561,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Mork macht einen drauf","epNo":21,"alt":"Mork’s Night Out","descr":"Die McConnells müssen in die Nachbarstadt fahren. Leider können sie Mork nicht mitnehmen. Mork allein zu Haus langweilt sich zu Tode. Kurzentschlossen begleitet er einen Nachbarn in eine Bar. Dort zieht er sofort die Aufmerksamkeit auf sich. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816987,"hoster":"VOE"},{"redirect":8600558,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Sherlock Mork und die Zeitmaschine","epNo":22,"alt":"In Mork We Trust","descr":"Mork und Mindy haben einen neuen, ziemlich mürrischen Nachbarn. Als die beiden eine Party veranstalten, steht der prompt vor ihrer Tür und treibt die Gäste auseinander. Am nächsten Morgen entdecken Mork und Mindy, dass sie bestohlen wurden. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816993,"hoster":"VOE"},{"redirect":8600562,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das komische Energie-Ei","epNo":23,"alt":"Mork Runs Down","descr":"Mork wird von den Gorgels ereilt, einer heimtückischen Krankheit, die alle Orkaner an ihrem Geburtstag befällt. Das einzige Heilmittel dagegen ist ein Gleek. Der Gleek sieht aus wie ein gewöhnliches Ei. Und so landet der Gleek dann auch in Mindys Kühlschrank, als Mork nicht aufpasst. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816994,"hoster":"VOE"},{"redirect":8600566,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Eine Welt ohne Mork","epNo":24,"alt":"It’s A Wonderful Mork","descr":"Mit Hilfe eines komplizierten kosmischen Verfahrens kann Mork sehen, was aus Mindy geworden wäre, wenn sie ihn nie getroffen hätte. – Ein schrecklicher Gedanke. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816988,"hoster":"VOE"},{"redirect":8600560,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Morks bester Freund","epNo":25,"alt":"Mork’s Best Friend","descr":"Morks neues Haustier, eine kleine Raupe, liegt eines Tages leblos am Boden. Ein Spezialist für Reinkarnationen soll Hilfe bringen. Doch dessen Beschwörungen bleiben zunächst erfolglos. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12380297,"hoster":"VOE"},{"redirect":8600563,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mork im Wunderland (1)","epNo":1,"alt":"Mork In Wonderland (1)","descr":"Mork hat sich bei einem Spaziergang im Regen erkältet und bekommt deshalb von Mindy eine Grippetablette. Das hat für Mork verheerende Folgen. Er schrumpft auf die Größe eines Däumlings. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816990,"hoster":"VOE"},{"redirect":8600557,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mork im Wunderland (2)","epNo":2,"alt":"Mork In Wonderland (2)","descr":"Nach der Grippetablettte wacht Mork völlig geschrumpft in einer anderen Welt auf. Es sieht so aus, als wäre er im Mittelalter gelandet. Lachen ist an diesem Ort strengstens verboten. Das kann Mork natürlich nicht so stehen lassen. Er zettelt eine Revolution an. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13018551,"hoster":"VOE"},{"redirect":8600559,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mork rastet aus","epNo":3,"alt":"Stark Raving Mork","descr":"Mork ist besorgt. Eine Artikel über Scheidungsraten und Trennungen haben ihn in Aufregung versetzt. Er fürchtet um seine Beziehung zu Mindy. Als er hört, dass zu einer Beziehung auch Auseinandersetzungen gehören, bricht er deshalb einen kräftigen Streit vom Zaun. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816995,"hoster":"VOE"},{"redirect":12514463,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Dame, die keine war","epNo":4,"alt":"Mork’s Baby Blues","descr":"Ein harmloser Monopoly-Gewinn bringt Mork in eine schwierige Situation. Eine zwielichtige Dame glaubt eine wirklichen Millionär vor sich zu haben und trumpft mit der Beahuptung auf, sie erwarte von Mork ein Kind. Sie fordert 5.000 Dollar. Mork reagiert unerwartet. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816997,"hoster":"VOE"},{"redirect":8600564,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Morkensteins Monster","epNo":5,"alt":"Dr. Morkenstein","descr":"Mork hat einen neuen Freund mit Namen Chuck. Chuck ist ein antiquierter Roboter, der bei einer Wissenschaftsausstellung ein Schattendasein fristet. Das aber soll sich jetzt ändern. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816996,"hoster":"VOE"},{"redirect":8600567,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Politischer Mork","epNo":6,"alt":"Mork Vs. Mindy","descr":"Nelson Flavor ist Mindys Cousin und ein aufstrebender Politiker. Er lässt Mork und Mindy für sich und seine Wahlkampfkampagne arbeiten. Die beiden sind begeistert. In ihrem Eifer versuchen sie, sich gegenseitig zu übertreffen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816999,"hoster":"VOE"},{"redirect":8600569,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Morks Mindytis","epNo":7,"alt":"Mork Gets Mindy-itis","descr":"Mork wird von einer heftigen Allergie geplagt. Heftige Niesattacken schütteln ihn, sobald Mindy in seine Nähe kommt. Natürlich lässt er nichts unerversucht, um sich schnellstmöglich zu therapieren. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8816998,"hoster":"VOE"},{"redirect":8600571,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Morkyville-Horror","epNo":8,"alt":"A Morkyville Horror","descr":"In Mindys Geburtshaus fängt es plötzlich an zu spuken: Lucinda und Deirdre, zwei untote Großtanten, treiben ihr Unwesen. Mork tritt mit den beiden in Kontakt. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817003,"hoster":"VOE"},{"redirect":8600570,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Alptraumklinik","epNo":9,"alt":"Mork’s Health Hints","descr":"Mindy muss zur Mandeloperation ins Krankenhaus. Das regt Mork sehr auf. Zu recht wie sich bald herausstellt: Das überarbeitete Personal verwechselt Mindy mit einer Patientin, die einer Gehirnoperation unterzogen werden soll. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817000,"hoster":"VOE"},{"redirect":8600572,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bei Anruf – Mork","epNo":10,"alt":"Dial ‘N’ For Nelson","descr":"Mindys Cousin Flavour wird durch anonyme Anrufe belästigt. Weil er sich bedroht fühlt, bittet er Mork und Mindy um Hilfe. Die nehmen sofort ihre Ermittlungen auf. Eine Spur führt sie ins Rotlichtviertel. Der Boss eines Striplokals scheint verdächtig. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12337261,"hoster":"VOE"},{"redirect":8600568,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Angriff der Nekrotonen (1)","epNo":11,"alt":"Mork Vs. The Necrotons (1)","descr":"Ein Raumschiff vom Planeten Nekroton ist in der Nähe von Boulder gelandet. Die Nekrotonen wollen Mork gefangennehmen und ihn über die Besonderheiten der Erde verhören. Mork gerät in Panik. Er beschließt, sich sofort in ein sicheres Versteck zu begeben. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817006,"hoster":"VOE"},{"redirect":8600577,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Angriff der Nekrotonen (2)","epNo":12,"alt":"Mork Vs. The Necrotons (2)","descr":"Nirvana, die Giftspritze vom Nekroton, will Mork mit dem \"Extraktor\" das Gehirn entfernen, wenn er nicht von Mindy ablässt. Plötzlich ändert Nirvana ihr Verhalten radikal. Sie erklärt Mork, dass sie sich in ihn verliebt hat. Sie will Mork mit zum Nekroton nehmen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817002,"hoster":"VOE"},{"redirect":8600573,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Morks Leibesübungen","epNo":13,"alt":"Hold That Mork","descr":"Mork hat wieder einen Job verloren und lässt sich bei Remo und Jeanie von seinen Freunden trösten. Da kommen plötzlich die Denver Bronco Cheerleaders in den Laden. Voller Selbstvertrauen in seine Fähigkeiten fasst Mork den Entschluß, auch Cheerleader zu werden. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817005,"hoster":"VOE"},{"redirect":8600575,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Exidor-Affäre","epNo":14,"alt":"Exidor Affair","descr":"Exidor will die hübsche Ambrosia heiraten. Die Hochzeit droht nicht stattzufinden, wenn Exidor nicht endlich die Worte \"Ich liebe Dich\" aussprechen kann. Da hilft nur ein Trick. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817004,"hoster":"VOE"},{"redirect":8600576,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Morksyndrom","epNo":15,"alt":"The Mork Syndrome","descr":"Mork fehlt das nötige Kleingeld zu einer Weltreise. Remo rät ihm, Pilot der Air Force zu werden, da man so die ganze Welt bereisen kann. Doch ein Spezialauftrag kommt dazwischen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817008,"hoster":"VOE"},{"redirect":8600574,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Exidors Hochzeit","epNo":16,"alt":"Exidor’s Wedding","descr":"Ambrosia hat endlich in die Heirat mit Exidor eingewilligt. Dem großen Tag steht nun fast nichts mehr im Wege. Bis Mork mit Exidors Mutter Lusitania auftaucht. Die Katastrophe nimmt ihren Lauf. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817009,"hoster":"VOE"},{"redirect":8600578,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Eine Mami für Mindy","epNo":17,"alt":"A Mommy For Mindy","descr":"Mindys Vater Fred hat wieder geheiratet, und zwar die hübsche Cathy. Das stürzt Mindy in einige Verwirrung. Doch Mork weiß Mindy auf andere Gedanken zu bringen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817007,"hoster":"VOE"},{"redirect":8600579,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Morks falsche Freunde","epNo":18,"alt":"The Night They Raided Mind-skis","descr":"Mork besucht eine Bürgerinitiative von Umweltschützern. Als er entdeckt, dass es sich um eine besonders fiese Splittergruppe des Ku-Klux-Klan handelt, fackelt er nicht lange und handelt. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817010,"hoster":"VOE"},{"redirect":8600587,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Mork lernt sehen","epNo":19,"alt":"Mork Learns To See","descr":"Mr. Bickley verleugnet seit Jahren seinen blinden Sohn Tom. Nun ist er sehr zerknirscht. Mork und Mindy wollen die beiden wieder miteinander versöhnen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12337266,"hoster":"VOE"},{"redirect":8600586,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Morks ko(s)mischer Urlaub","epNo":20,"alt":"Mork’s Vacation","descr":"Auch ein Mork vom Ork braucht einmal ein paar freie Tage. Das beaobachten der Erdlingen hat ihn so erschöpft, dass Orson ihm eine Ruhepause auf einem entlegenen Planeten gönnt. Das Reisegebahren der Orkianer aber verwundert Mindy sehr: Während Morks Geist Urlaub macht, bleibt sein Körper auf der Erde zurück. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817012,"hoster":"VOE"},{"redirect":8600582,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Jeannie liebt Mork","epNo":21,"alt":"Jeanie Loves Mork","descr":"Mindy erfährt zufällig, dass Jeannie sich einsam fühlt und einen Partner sucht. Mork stellt sich sofort hilfsbereit zur Verfügung. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12337265,"hoster":"VOE"},{"redirect":8600580,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mork, der arme Waisenknabe","epNo":22,"alt":"Little Orphan Morkie","descr":"Mork hat Ärger mit der Einwanderungsbehörde und soll abgeschoben werden. Es sei denn, jemand würde ihn adoptieren. Ausgerechnet Exidor erklärt sich dazu bereit. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817013,"hoster":"VOE"},{"redirect":8600581,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Frommer Irrtum","epNo":23,"alt":"Clerical Error","descr":"Mork hat wieder einmal seinen Job verloren. Mindy und Jeanie können ihn kaum trösten. Da taucht ein Priester im Laden auf. Mork ist begeistert: Er möchte auch Geistlicher werden. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817015,"hoster":"VOE"},{"redirect":12980492,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Invasion der Morkfresser","epNo":24,"alt":"Invasion Of The Mork Snatchers","descr":"Mork ist süchtig nach Werbung. Er schläft vor dem Fernseher ein – und hat einen schlimmen Albtraum: Er begegnet den Figuren aus den Werbespots. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8817018,"hoster":"VOE"},{"redirect":8600583,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Erinnerungen an Mork","epNo":25,"alt":"The Way Mork Were","descr":"Mindys Vater glaubt, mit seiner frisch Angetrauten schon Eheprobleme zu haben. Als er aber hört, welche Katastrophen die Beziehung von Mork und Mindy überdauert hat, geht es ihm gleich besser. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817016,"hoster":"VOE"},{"redirect":8600584,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Besuch aus dem Weltall (1)","epNo":1,"alt":"Putting The Ork Back In Mork (1)","descr":"Durch seinen langen Aufenthalt auf der Erde hat Mork seine Herkunft vom Ork fast vergessen und ist ein pfeiferauchender irdischer Spießer geworden. Doch ein solches Benehmen wird auf dem Ork mit sofortiger Ächtung geahndet. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817017,"hoster":"VOE"},{"redirect":8600588,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Besuch aus dem Weltall (2)","epNo":2,"alt":"Putting The Ork Back In Mork (2)","descr":"Orson schickt zu Morks Rettung einen orkanischen Weisen, den \"Alten vom Vulkan\", auf die Erde. Dieser versucht nun, Mork von seiner Anpassung an die Erdlinge zu heilen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817020,"hoster":"VOE"},{"redirect":8600591,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mork trifft Peter Pan","epNo":3,"alt":"Mork In Never Never Land","descr":"Mindy ist unglücklich, weil sie kein Stipendium bekommen hat. Um sie aufzuheitern, beschließt Mork, seinen lustigen Brieffreund Peter um Unterstützung zu bitten. Dieser erweist sich jedoch als Insaße einer Nervenheilanstalt. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817019,"hoster":"VOE"},{"redirect":8600589,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mork rollt ins Ziel","epNo":4,"alt":"Dueling Skates","descr":"Der Kindergarten, in dem Mork arbeitet, soll abgerissen werden. Mork will dies verhindern und fordert den Besitzer des Gebäudes zu einem Rollschuhwettlauf heraus. Wenn Mork gewinnt, bleibt der Kindergarten – aber Mork kann gar nicht Rollschuhlaufen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817021,"hoster":"VOE"},{"redirect":8600590,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mork, der Witzbold","epNo":5,"alt":"Mork The Prankster","descr":"Mork möchte Mindy einen Streich spielen und zerlegt zum Spaß ihren Jeep. Mindy findet das gar nicht komisch, und als das Auto auch noch durch den Fußboden in die darunter liegende Wohnung von Mr. Bickley kracht, ist die Katastrophe perfekt. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817023,"hoster":"VOE"},{"redirect":8600592,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gib dem Affen Zucker","epNo":6,"alt":"Mork, The Monkey’s Uncle","descr":"Mork bringt einen jungen Schimpansen aus dem Zoo mit nach Hause, da er meint, dessen Mutter sei entführt worden. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817022,"hoster":"VOE"},{"redirect":8600593,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mork jagt Billy the Kid","epNo":7,"alt":"Gunfight At The Mork-Kay Corral","descr":"Der kleine Billy hat ein großes Vorbild: Billy The Kid, den berüchtigten Revolverhelden. Mork versucht, ihn davon abzubringen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817024,"hoster":"VOE"},{"redirect":8600596,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Operation Schönheit","epNo":8,"alt":"Mork’s New Look","descr":"Mork sucht eine Schönheitsklinik auf, um sich einer Gesichtsoperation zu unterziehen. Weil Mindy ihren Vater als Idealmann geschildert hat, will er ausgerechnet wie Fred aussehen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817026,"hoster":"VOE"},{"redirect":8600595,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schluss mit diesem Mork","epNo":9,"alt":"Alas, Poor Mork, We Knew Him Well","descr":"Von einem Versicherungsvertreter auf die Gefahren des Alltags aufmerksam gemacht, verkriecht sich Mork voller Panik in eine Art Kokon. Mindys Überredungskünste, doch wieder herauszukommen, schlagen fehl. Erst als sie seine Beerdigungsfeier inszeniert, will Mork wieder am Leben teilnehmen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817025,"hoster":"VOE"},{"redirect":8600594,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mork und der Pennerblues","epNo":10,"alt":"Mork And The Bum Rap","descr":"Eine Begegnung mit einem Bettler veranlaßt Mork dazu, seinerseits eine Bettlerkarriere zu starten. Doch nach Mindys Standpauke verteilt Mork das erbettelte Geld an verständlicherweise begeisterte Passanten. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":13535953,"hoster":"VOE"},{"redirect":8600597,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schönes Wetter heute","epNo":11,"alt":"Mindy Gets Her Job","descr":"Mindy bekommt einen Job beim lokalen Fernsehsender, zunächst für den Wetterbericht. Mit Morks Hilfe wird ihr erster Auftritt ein zwerchfellstrapazierendes Fiasko. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817028,"hoster":"VOE"},{"redirect":8600598,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die zwölf elektrischen Geschworenen","epNo":12,"alt":"Twelve Angry Appliances","descr":"Der schurkische Besitzer eines Elektroladens wird von Mork angeklagt. Die Geschworenen bei der skurrilen Gerichtsverhandlung sind ein Toaster, ein Mixer und andere sprechende Haushaltsgeräte. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817041,"hoster":"VOE"},{"redirect":8600600,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Anti-Mork","epNo":13,"alt":"There’s A New Mork In Town","descr":"Mork bekommt Besuch von dem graumelierten Xerko, einem orkanischen Volkshelden, der gedenkt, Mork auf der Erde abzulösen und sich selbst bei Mindy einzuquartieren. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817027,"hoster":"VOE"},{"redirect":8600601,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mork trifft Robin Williams","epNo":14,"alt":"Mork Meets Robin Williams","descr":"Mork kann Mindy durch seine verblüffende Ähnlichkeit mit dem berühmten Komiker Robin Williams einen Interviewtermin mit dem Star verschaffen. Dabei stellt sich heraus, daß der Komiker alles kann, nur nicht \"nein\" sagen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817030,"hoster":"VOE"},{"redirect":8600599,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Drei nette Mindys","epNo":15,"alt":"Mindy, Mindy, Mindy","descr":"Während Mindy sich auf einem Kurzurlaub befindet, bekommt Mork Besuch von einem Gelehrten vom Ork. Mork bittet ihn, ihm eine Ersatz-Mindy zu klonen, was dieser auch tut. Doch die Klone sind alles andere als gelungen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":12917772,"hoster":"VOE"},{"redirect":8600609,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mork, dieser Wüstling","epNo":16,"alt":"Mork, The Swinging Single","descr":"Während Mindy sich mit einem anderen Mann trifft, gerät Mork an den mit Goldkettchen behängten Playboy TNT, der ihn in die Geheimnisse des Single-Lebens einweiht. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817032,"hoster":"VOE"},{"redirect":8600603,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Mork Jagger und die Stupids","epNo":17,"alt":"Mork And Mindy Meet Rick And Ruby","descr":"Das Country-Sängerpaar \"The Stupids\", dessen weiblicher Teil hochschwanger ist, nistet sich bei Mindy ein. Mindy sorgt dafür, daß die beiden einen Auftritt bekommen, aber dann setzen bei der Sängerin die Wehen ein. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817033,"hoster":"VOE"},{"redirect":8600602,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Unter Brüdern","epNo":18,"alt":"Mork And The Family Reunion","descr":"Ein orkanisches Lebensmittel mit stark enthemmender Wirkung stiftet bei einer Familienfeier allerlei Verwirrung. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817034,"hoster":"VOE"},{"redirect":8600606,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Tante Mork und die Handtaschenräuber","epNo":19,"alt":"Old Muggable Mork","descr":"Als Mindys Großmutter im Park von Räubern überfallen und beraubt wird, greift Mork zu drastischen Gegenmitteln: Er verkleidet sich selbst als alte Lady und begibt sich in den Park, um die Verbrecher anzulocken. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817035,"hoster":"VOE"},{"redirect":8600604,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Mork in der Gerüchteküche","epNo":20,"alt":"I Heard It Through The Morkvine","descr":"In Mindys Fernsehsender fällt die Moderation eines Klatschmagazins an. Da Mindy sich auf solche Dinge nicht einlassen will, springt Mork ein. Doch in der Sendung verbreitet er üble Gerüchte über seine Freunde. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817038,"hoster":"VOE"},{"redirect":8600607,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Mindy und Mork","epNo":21,"alt":"Mindy And Mork","descr":"Mindy wird von ihrer Arbeit beim Fernsehsender stark beansprucht. Mork fühlt sich vernachlässigt und greift deshalb zu außergewöhnlichen Maßnahmen, um die Aufmerksamkeit seiner Freundin zu erringen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817036,"hoster":"VOE"},{"redirect":8600605,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mindys geheimer Wunsch","epNo":22,"alt":"Reflections And Regrets","descr":"In lustiger Runde erzählen alle, was sie in ihrem Leben am meisten bedauert haben. Nur Mindy ist sehr zurückhaltend, denn das, was sie bedauert, hat sehr viel mit Mork zu tun. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817037,"hoster":"VOE"},{"redirect":8600608,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Mork auf Freiersfüßen","epNo":1,"alt":"Limited Engagement (1)","descr":"Mork entschließt sich, Mindy einen Heiratsantrag zu machen. Zunächst fällt Mindy vor Schreck in Ohnmacht, doch dann bittet sie um Bedenkzeit. Mork tut sein bestes, um Mindy von sich zu überzeugen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817039,"hoster":"VOE"},{"redirect":8600612,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mork heiratet Mindy","epNo":2,"alt":"The Wedding (2)","descr":"Mork und Mindy wollen heiraten. Doch weil das Orkanische Gesetzbuch die Hochzeit mit einem Erdling untersagt, verwandelt Orson Mork in einen Hund. Das allerdings läßt Mindy sich nicht bieten. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817040,"hoster":"VOE"},{"redirect":8600610,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Flitterwochen auf dem Ork","epNo":3,"alt":"The Honeymoon (3)","descr":"Die Flitterwochen auf dem Ork gestalten sich etwas anders als erwartet: Mindy schlittert von einer Katastrophe in die nächste. Selbst die Hochzeitsnacht verläuft etwas sonderbar, denn die Gebräuche auf dem Ork scheinen sich doch etwas von denen der Erdlinge zu unterscheiden. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817042,"hoster":"VOE"},{"redirect":8600611,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mork legt ein Ei","epNo":4,"alt":"Three The Hard Way","descr":"Zu Mindys grenzenloser Überraschung ist Mork schwanger. Bald darauf legt er ein Ei, das sehr schnell zu riesiger Größe heranwächst. Was da wohl ausschlüpfen wird? (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817043,"hoster":"VOE"},{"redirect":8600616,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mama Mork, Papa Mindy","epNo":5,"alt":"Mama Mork, Papa Mindy","descr":"Mindy hat gewisse Schwierigkeiten, mütterliche bzw. väterliche Gefühle für ihr Zwei-Meter-Riesenbaby zu entwickeln. Also hilft Mork etwas nach: Er sorgt dafür, daß Mindy mit dem Nachwuchs alleine ist und zärtliche Regungen hegt. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817044,"hoster":"VOE"},{"redirect":8600613,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schule auf dem Ork","epNo":6,"alt":"My Dad Can’t Beat Up Anyone","descr":"Mearth wird auf Ork eingeschult. Doch der erste Schultag wird zur Tortur: Seine Mitschüler hänseln ihn, und die Lehrerin ist eine äußerst autoritäre Person. Mork und Mindy beschließen, ihrem Sohn zu helfen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817045,"hoster":"VOE"},{"redirect":8600614,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wer ist Wladimir Orkoff?","epNo":7,"alt":"Long Before We Met …","descr":"Mork unternimmt eine Zeitreise in die Vergangenheit, um einen lästigen Konkurrenten aus High-School-Jahren aus Mindys Erinnerung zu tilgen. Als Wladimir Orkoff sorgt er in den siebziger Jahren für einigen Wirbel. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817049,"hoster":"VOE"},{"redirect":8600617,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Exidors Exzentrik-Boutique","epNo":8,"alt":"Rich Mork, Poor Mork","descr":"","versions":[{"lang":1,"streams":[{"redirect":8817046,"hoster":"VOE"},{"redirect":8600615,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mork und die Babas","epNo":9,"alt":"Alienation","descr":"Um zu Geld zu kommen, plündert Mork Mindys Bankkonto und eröffnet mit Exidor eine Boutique mit den skurrilsten Artikeln. Als Mindy davon erfährt, ist sie entsetzt, denn das Geld scheint verloren zu sein. Doch dann wendet sich das Blatt. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817048,"hoster":"VOE"},{"redirect":8600618,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Supermork","epNo":10,"alt":"P.S. 2001","descr":"Als der \"kleine\" Mearth erfährt, daß zur Hälfte orkanisches Blut in seinen Adern fließt, will er sich auf den Weg zum Ork machen. Stattdessen landet er jedoch in den Fängen einer mysteriösen Sekte. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8850509,"hoster":"VOE"},{"redirect":8600619,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Blumen, Bienen usw.","epNo":11,"alt":"Pajama Game II","descr":"Mearth hat Besuch von einer orkanischen Schulfreundin, die auch bei ihm übernachten möchte. Mork und Mindy ist das gar nicht geheuer, handelt es sich bei der Schulkameradin doch um eine attraktive Dame mittleren Alters. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817047,"hoster":"VOE"},{"redirect":8600620,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Heiter bis wolkig","epNo":12,"alt":"Present Tense","descr":"Als Mearth mit Großvater Fred in Urlaub fährt, freuen sich Mork und Mindy, endlich wieder Zeit füreinander zu haben. Doch schnell stellen sie fest, daß ihnen der Gesprächsstoff ausgegangen ist. Ihre Ehe gerät in eine Krise. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817051,"hoster":"VOE"},{"redirect":8600621,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Dachschaden","epNo":13,"alt":"Metamorphosis – The TV Show","descr":"Seit sie einen neuen Boß hat, befürchtet Mindy, entlassen zu werden. Also heißt es, auf der Party des Chefs wenigstens einen guten Eindruck zu machen. Doch wie soll das gehen, wenn in Morks Körper plötzlich Mearths Gehirn steckt? (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817050,"hoster":"VOE"},{"redirect":8600622,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mork in der Fahrschule","epNo":14,"alt":"Drive, She Said","descr":"Mindy drängt Mork dazu, den Führerschein machen. Doch ausgerechnet am Abend vor der Fahrprüfung hat er einen Alptraum, in dem der Teufel höchstpersönlich als Prüfer fungiert. Morks Angst wird immer größer. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817052,"hoster":"VOE"},{"redirect":8600625,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Morks Gedächtnisschwund","epNo":15,"alt":"I Don’t Remember Mama","descr":"Weil Mork sich hauptsächlich um seine Familie kümmern muß, vernachlässigt er seine Aufgaben als außerirdischer Beobachter sträflich. Orson greift deshalb zu drastischen Mitteln: Er löscht Morks Gedächtnis. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817056,"hoster":"VOE"},{"redirect":8600623,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der elektrische Diktator","epNo":16,"alt":"Mork, Mindy And Mearth Meet MILT","descr":"Mork und Mearth basteln einen Heimcomputer, der ihnen zu gut gelingt: Die Maschine macht sich schon bald selbständig und tyrannisiert die ganze Familie. Mork muß sich einfallen lassen, um dem elektrischen Diktator ein Ende zu machen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817054,"hoster":"VOE"},{"redirect":8600624,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Midas Mork","epNo":17,"alt":"Midas Mork","descr":"Eines Tages stellt sich heraus, daß Mork Polyester in Gold verwandeln kann. Mork und Mindy werden steinreich","versions":[{"lang":1,"streams":[{"redirect":8817053,"hoster":"VOE"},{"redirect":8600626,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Mindy im Gefängnis","epNo":18,"alt":"Cheerleaders In Chains","descr":"Wegen einer Aussageverweigerung vor Gericht kommt Mindy ins Gefängnis. Mork versucht auf legalen Wegen, sie herauszuholen, und als das nichts nutzt, setzt er illegale, aber wirkungsvolle Mittel ein. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817055,"hoster":"VOE"},{"redirect":8600627,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Auf der Flucht (1)","epNo":19,"alt":"Gotta Run (1)","descr":"Mork trifft auf einen anderen Außerirdischen, der mit einer Erdenfrau verheiratet ist. Doch der Neptunier Kal führt Böses im Schilde: Er will die Weltherrschaft an sich reißen, und dazu braucht er Morks Wunderkräfte. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817057,"hoster":"VOE"},{"redirect":8600628,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Auf der Flucht (2)","epNo":20,"alt":"Gotta Run (2)","descr":"Auf der Flucht vor dem rachsüchtigen Neptunier Kal entschließt sich Mork zu einem folgenschweren Schritt: Er offenbart den Behörden seine bisher streng geheim gehaltene Identität als Außerirdischer. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817060,"hoster":"VOE"},{"redirect":8600630,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Auf der Flucht (3)","epNo":21,"alt":"Gotta Run (3)","descr":"Nachdem Mork die Weltöffentlichkeit über seine Herkunft aufgeklärt hat, bricht ein wahrer Medienrummel über die McConnells herein. Und auch Kal trachtet ihnen weiterhin nach dem Leben. Nach einer Zeitreise landen die Fliehenden schließlich in grauer Vorzeit bei zotteligen Höhlenmenschen. (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":13496240,"hoster":"VOE"},{"redirect":8600629,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mork macht weiter","epNo":22,"alt":"The Mork Report","descr":"Mork gibt sich mit seinem Bericht für Orson besondere Mühe, denn diesmal geht es um seine Beförderung. Ob er mit dem Thema Ehe seinen Chef sonderlich beeindrucken kann? (Text: TV Berlin)","versions":[{"lang":1,"streams":[{"redirect":8817058,"hoster":"VOE"},{"redirect":8600631,"hoster":"Streamtape"}]}]}]}]}