{"path":"/serie/stream/mortal-kombat-legacy","name":"Mortal Kombat: Legacy","descr":"Mortal Kombat: Legacy ist eine Web-Serien-Anthologie, die im April 2011 auf YouTube debütierte. Die Serie ist eine Adaption des fiktiven Universums der Mortal Kombat-Videospielserie. Die Serie begann als Kurzfilm mit dem Titel Mortal Kombat: Rebirth, der die Geschichte des Originalspiels auf realistische Weise wiedergibt. Mortal Kombat: Legacy spielt vor den Ereignissen des ersten Turniers und erzählt die Hintergrundgeschichten mehrerer Charaktere aus der Franchise, die in ihren Gründen für die Teilnahme am bevorstehenden zehnten Mortal Kombat-Turnier gipfeln, auf dem das erste Spiel basierte. Die Serie ist eine nicht-lineare Anthologie, wobei jede Episode unabhängig vom Rest ist und sich der Geschichte bestimmter Charaktere widmet","seasons":[{"path":"/serie/stream/mortal-kombat-legacy/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mortal-kombat-legacy/staffel-1/episode-1","name":"","epNo":1,"alt":"Jax, Sonya and Kano: Part 1","descr":"Als Jax von Sonja eine Nachricht erhält das sie Kano gefunden hat erkennt er dass die Zeit drängt um Sonya vor Kanos tödlicher Hand zu retten. Um eine Ladung gestohlener Materialien für das Robot Verteidigungsprogramm vor Kanos Händen zu bewahren hält er sich vor diesem Zwei-gegen-Eins-Kampf nicht zurück.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7816886","hoster":"VOE"}]}]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-1/episode-2","name":"","epNo":2,"alt":"Jax, Sonya and Kano: Part 2","descr":"Als das Team rund um Striker und Jax in der Halle eintreffen wissen sie noch nicht das sie in eine Falle getappt sind. Ein Kampf entbrennt währenddessen sich Sonja \"in Ruhe\" befreien kann. Jax trifft auf Kano und es wird ein Blutiger Kampf in dem Jax Kano wörtlich das Auge ausschlägt. Gerade als Sonja bei den beiden eintrifft detoniert eine Granate. Als Sonja auf einer Krankenstation wieder zu Bewusstsein kommt muss sie erfahren das Kano entkommen ist. Sie erfährt auch das die Granate bei ihrem Partner große Schäden angerichtet hat und er nun seine berüchtigten Metallarme erhalten. Aber auch Kano hat Verbündete die sein Leben retten und ihm seine Metallplatte im zerstörten Gesicht anbringen und für sein verlorenes Auge eines aus Hightech einpflanzen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7816853","hoster":"VOE"}]}]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-1/episode-3","name":"","epNo":3,"alt":"Johnny Cage","descr":"Johnny Cage ist ein Actionheld der unglaubliche Fähigkeiten im Kampf hat. Aber nicht alles in seinem Leben ist Perfekt... und jetzt ist er arbeitslos. Diese Situation bringt ihn dazu mit seinen Produzenten zu sprechen und ihnen verschiedene Ideen für eine neue Action-Reality-Show zu zeigen. Aber als sie sich weigern zeigt er ihnen wozu er fähig ist... und erhält später ein Angebot von einem äußerst mysteriösen unbekannten Mann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7816911","hoster":"VOE"}]}]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-1/episode-4","name":"","epNo":4,"alt":"Kitana and Mileena: Part 1","descr":"In anderen Zeiten war das Königreich Edenia ein Königreich des Friedens, bis Edenias bester Krieger 10 Turniere von Mortal Kombat verlor. Dies erlaubte der Außenwelt in ihr Land einzufallen. Der König der Außenwelt Shao Khan, ließ seine Krieger die Kontrolle über Edenia übernehmen. Der König von Edenia König Jarrod und Frau Sindel und Tochter Kitana versuchten zu entkommen aber der König wurde von Baraka getötet und Königin und Prinzessin wurden von Shao Khan gefangen genommen, der Sindel zwang ihn zu heiraten. Aus Angst dass Kitana ihn hasst wenn sie die Wahrheit erfährt befahl Shao Khan einen Klon von ihr herzustellen... Mileena.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7816928","hoster":"VOE"}]}]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-1/episode-5","name":"","epNo":5,"alt":"Kitana and Mileena: Part 2","descr":"Kitana und Mileena sind in dem Glauben aufgewachsen dass sie Schwestern sind, haben sich aber im Laufe der Jahre auseinandergelebt. Trotz Mileenas wachsendem Groll gegenüber Kitana, benutzt Shao Kahn die beiden, um alle zu zerstören die seine Herrschaft bedrohen. Doch Kitana überkommen immer mehr Zweifel an allem.","versions":[]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-1/episode-6","name":"","epNo":6,"alt":"Raiden","descr":"Lord Raiden stürzt auf der Erde ab und wird in einer Nervenheilanstalt untergebracht. Nach ein paar Monaten versuchen er und seine neu gewonnene Freundin Blue zu fliehen. Doch der erste Versuch misslang weswegen er mit einer Lobotomie ruhig gestellt wird. Jetzt gibt es für Raiden nur noch eine Möglichkeit zu entfliehen. Wird Blue ihm helfen indem sie ihn tötet das er wiedergeboren werden kann?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7816949","hoster":"VOE"}]}]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-1/episode-7","name":"","epNo":7,"alt":"Scorpion and Sub-Zero: Part 1","descr":"Nachdem der Shirai Ryu Clan durch die Hände von Sub-Zero und den Lin Kuei ermordet wurde hat Hanzo Hasashi versagt sein Dorf zu beschützen. Mit seiner ewigen Seele dazu bestimmt in den Tiefen der Hölle zu verrotten wird er von einem mysteriösen Zauberer besucht.","versions":[]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-1/episode-8","name":"","epNo":8,"alt":"Scorpion and Sub-Zero: Part 2","descr":"Wird die Rache genug sein um Scorpion zur Teilnahme am Mortal Kombat Tournament zu bewegen?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7816963","hoster":"VOE"}]}]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-1/episode-9","name":"","epNo":9,"alt":"Cyrax and Sektor","descr":"Cyrax und Sektor werden vom Großmeister auserwählt die Zukunft der Lin Kuei zu sein. Und zwar durch eine kybernetische Transformation die ihre Erinnerungen auslöscht und sie in die ultimative Kampfmaschine verwandelt die sich der Großmeister für seinen Clan wünscht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7816859","hoster":"VOE"}]}]}]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/mortal-kombat-legacy/staffel-2/episode-1","name":"","epNo":1,"alt":"Reunited in Macau","descr":"Lui Kang trinkt seinen Kummer in einer Bar in Macau weg. Als er eine Schlägerei mit den örtlichen Gangstern anzettelt in derer sich nur mäßig verteidigt. Obwohl von Kang unerwünscht, kommt Kung Lao um ihn zu retten.","versions":[]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-2/episode-2","name":"","epNo":2,"alt":"The Fall of Liu Kang","descr":"Vor 10 Jahren sah Lui Kang wie, seine zukünftige Verlobte, bei einem Überfall direkt vor seinen Augen erschossen wurde. In der Gegenwart kommen die Teilnehmer des Todeskampfturniers, auch Mortal Kombat genannt auf der Insel an.","versions":[]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-2/episode-3","name":"","epNo":3,"alt":"Kenshi\u0027s Origin","descr":"Nachdem er einen alten Mann vor Banditen gerettet hat erzählt ihm dieser von einem überaus mächtigen Schwert. Kenshi macht sich auf die Suche nach diesem mystischen Schwert das von dem nicht weniger mächtigen Dämonen Ermac bewacht werden soll.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7816987","hoster":"VOE"}]}]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-2/episode-4","name":"","epNo":4,"alt":"Kenshi encounters Ermac","descr":"In der Gegenwart wird Kenshi von Ermac angegriffen und ist in ein Duell auf Leben und Tod verwickelt. Da Ermac an Kenshis Erblindung Schuld trägt hat dieser noch eine Rechnung mit ihm zu begleichen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7817035","hoster":"VOE"}]}]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-2/episode-5","name":"","epNo":5,"alt":"Kitana and Mileena","descr":"Kitana, Mileena und Johnny Cage werden Zeugen von Kenshis Kampf mit Ermac.","versions":[]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-2/episode-6","name":"","epNo":6,"alt":"Johnny Cage","descr":"Bei dem Versuch, Johnny Cage zu töten, gerät Mileena in einen tödlichen Kampf mit Kitana. Die herausgefunden hat das Kahn nicht ihr Vater ist und sie deswegen in seinem Namen nicht mehr kämpfen möchte. Was ihr Mileena wirklich übel nimmt.","versions":[]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-2/episode-7","name":"","epNo":7,"alt":"Scorpion and Sub-Zero II: Part 1","descr":"Rückblende ins feudale Japan, wo Scorpion, seine Frau und sein Sohn auf der Straße von Sub-Zero\u0027s wütendem jüngeren Bruder überfallen werden. Scorpion ist gezwungen ihn zu töten um seine Familie zu schützen. In der Folge versuchen Scorpion und Sub Zero eine Freundschaft aus der Kindheit zu erneuern und einen Waffenstillstand zwischen ihren sich bekriegenden Clans zu schließen.","versions":[]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-2/episode-8","name":"","epNo":8,"alt":"Scorpion and Sub-Zero II: Part 2","descr":"Obwohl sich die kinderfreunde Frieden zugesichert haben treten Sub Zero und Skorpion zum Kampf an. Denn Han wurde reingelegt und man ließ es so aussehen als hätte Sub Zero seine Familie getötet, was ihn dazu brachte sich von nun an Skorpion zu nennen und den Frieden zu brechen.","versions":[]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-2/episode-9","name":"","epNo":9,"alt":"Liu Kang","descr":"Zwei Wochen vorher wird Liu Kang für das Turnier rekrutiert. Er ist ein Geächteter geworden, ein Killer. An seinem Esstisch spricht Shang Tsung Liu Kang an und versucht ihn für das Turnier zu rekrutieren und auf seine Seite zu ziehen.","versions":[]},{"path":"/serie/stream/mortal-kombat-legacy/staffel-2/episode-10","name":"","epNo":10,"alt":"Liu Kang and Kung Lao","descr":"In der Gegenwart behandelt Stryker die Wunden von Johnny Cage als Liu Kang auf sie zukommt und beide bekämpft. Kung Lao erscheint schockiert dass sein alter Freund hier ist und dass er mit den Kriegern von Outworld kämpft.","versions":[]}]}]}