{"path":"/serie/stream/motherfatherson","name":"MotherFatherSon","descr":"Bei \"MotherFatherSon\" handelt es sich um einen politischen und psychologischen Thriller, der an den Schnittpunkten von Polizei, Politik und Presse angesiedelt ist. Gleichzeitig wird die Produktion als Familiensaga und erbarmungslose Machtstudie beschrieben, die zeigt, wie ein mächtiges Reich in große Gefahr geraten kann, wenn sich Familienmitglieder gegenseitig angreifen.","seasons":[{"path":"/serie/stream/motherfatherson/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/motherfatherson/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Als Caden (Billy Howle) einen katastrophalen Zusammenbruch erleidet, wird die zerbrochene Familie wieder zusammengeführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8817110","hoster":"VOE"},{"path":"/redirect/8600672","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8817097","hoster":"VOE"},{"path":"/redirect/8600660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/motherfatherson/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Eine auseinandergebrochene Familie kommt unter katastrophalen Umständen wieder zusammmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568683","hoster":"VOE"},{"path":"/redirect/8600673","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13568681","hoster":"VOE"},{"path":"/redirect/8600664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/motherfatherson/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Caden (Billy Howle) wurde in eine hochmoderne Militär-Rehabilitationsklinik eingewiesen, während Kathryn (Helen McCrory) ihre gesamte Zeit darin investiert, ihrem Sohn zu helfen. Sie will die vielen verpassten Jahren zwischen ihr und Caden nachholen. Dieser durchläuft indes einen speziellen Prozess, um grundlegende Fähigkeiten zu erlernen, die er vergessen hat. Max (Richard Gere) muss sich derweil vorsehen, denn seine Feinde sind auf dem Sprung, droht sein britischen Medienimperium doch unterzugehen. Außerdem muss er eine Entscheidung bezüglich Cadens Zukunft treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568685","hoster":"VOE"},{"path":"/redirect/8600676","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13568680","hoster":"VOE"},{"path":"/redirect/8600669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/motherfatherson/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Ohne Hoffnung zur Rolle seines Lebens zurückkehren zu können, hat Caden (Billy Howle) keinen Grund mehr zu leben. Während er sich immer weiter auf einer Abwärtsspirale befindet, macht ihm seine Gefährtin Orla einen vernichtenden Vorschlag. Kathryn (Helen McCrory) hat unterdessen wieder Kontakt mit dem unbeständigen Scott (Joseph Mawle) aufgenommen, mit dem sie im Obdachlosenheim eine enge Beziehung aufgebaut hat. Max (Richard Gere) wägt die politischen Kandidaten der Parlamentswahl gegeneinander ab, doch sein Urteilsvermögen wird von der Krankheit seines Sohnes beeinflusst. Als Kathryn einige von Max\u0027 dunkelsten Geheimnissen erfährt, muss sie eine schwere Entscheidung treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13105473","hoster":"VOE"},{"path":"/redirect/8600680","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13568682","hoster":"VOE"},{"path":"/redirect/8600667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/motherfatherson/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Als sich Kathryn (Helen McCrory), Max (Richard Gere) und Caden (Billy Howle) in einem abgelegenem Haus nahe Cadens Entzugsklinik zusammenfinden eskalieren zwanzig Jahre voller Betrug und Schmerz. Kathryn erkennt die Wahrheit hinter der Erziehung, bei der Max seinen Sohn zu einem Mann gemacht hat, der nichts mehr fühlt. Sie merkt, wie sehr sie ihren Sohn im Stich ließ indem sie ihn an Max verloren hat. Jetzt hat sie die Chance, den Kampf zu führen, den sie während Cadens Kindheit verloren hatte: Gefühle gegen Machismus, Idealismus gegen Pragmatismus. Wird der Familienstreit auch in die Öffentlichkeit dringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13105475","hoster":"VOE"},{"path":"/redirect/8600677","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13509732","hoster":"VOE"},{"path":"/redirect/8600666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/motherfatherson/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Nachdem sie sich für ihre Seiten entschieden haben, bereiten sich Max (Richard Gere), Kathryn (Helen McCrory) und Caden (Billy Howle) auf den anstehenden Krieg vor. Caden warnt Orla (Niamh Algar), dass sie ins Kreuzfeuer geraten könnte weil ihre Geheimnisse gegen Caden verwendet werden könnten. Kathryn und Caden treffen sich mit Journalisten um Cadens Geschichte aufzunehmen und Max\u0027 Praktiken seiner Zeitungen öffentlich zu machen. Max vollzieht Reformen doch wie wird er mit Kathryns und Cadens Drohung umgehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568688","hoster":"VOE"},{"path":"/redirect/8600675","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503359","hoster":"VOE"},{"path":"/redirect/8600668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/motherfatherson/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Max (Richard Gere) wird von allen Seiten beobachtet, als eine ganze Nation vor dem Abgrund steht. Kathryn (Helen McCrory) muss entscheiden, ob sie ein Opfer bringt, um die Wahrheit ans Licht zu bringen, aber dabei Max Imperium ruiniert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13102175","hoster":"VOE"},{"path":"/redirect/8600681","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13568689","hoster":"VOE"},{"path":"/redirect/8600671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/motherfatherson/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Die Parlamentswahlen stehen an und Kathryn (Helen McCrory) denkt über ein Angebot nach, das alles verändern könnte. Und wo wird die Nation nach diesen kontroversen Wahlkampagnen stehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8817114","hoster":"VOE"},{"path":"/redirect/8600682","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13496247","hoster":"VOE"},{"path":"/redirect/8600670","hoster":"Streamtape"}]}]}]}]}