{"path":"/serie/stream/mother-of-the-goddess-dormitory","name":"Mother of the Goddess’ Dormitory","descr":"[Megami-ryou no Ryoubo-kun.] Der 12-jährige Koushi Nagumi wird von seinem Vater ausgesetzt, nachdem ihr Wohnhaus abgebrannt ist. Mittel- und obdachlos und ohne jemanden, der sich um ihn kümmert, lebt er nun auf der Straße, bis er eines Tages völlig ausgehungert zusammenbricht. Er wird von ein Mädchen namens Mineru gefunden, die ihm Essen und eine Unterkunft anbietet – in einem Studentenwohnheim für Frauen! Jedoch ist dieses \"Wohnheim der Göttin\" dafür berüchtigt, vor allem äußerst schwierige Persönlichkeiten aufzunehmen. Und nun muss Koushi auch noch als Hauswart für diese eigentümlichen und exzentrischen Damen im Wohnheim arbeiten, womit sein neues, nicht ganz ecchifreies Leben beginnt…","seasons":[{"path":"/serie/stream/mother-of-the-goddess-dormitory/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mother-of-the-goddess-dormitory/staffel-1/episode-1","name":"Koushi wird Hausmutter / Mineru und Frey haben ihre Gründe","epNo":1,"alt":"Koushi Becomes a Dorm Mother / The Problem with Mineru and Frey","descr":"Koushi Nagumo, Schüler der ersten Klasse, wird durch ein Feuer obdachlos und sein Vater verlässt ihn . Koushi wird von Mineru Wachi aufgenommen, die ihn füttert und ihn das Bad benutzen lässt. Koushi erkennt, dass das Badezimmer drei nackte Mädchen enthält und flieht, stößt ein viertes um und endet mit seinem Gesicht in ihrem Höschen. Mineru erklärt sie Manager der Göttin ist Schlafsaal von Seikan Frauenuniversität. Die Mädchen sind Kiriya Sensho, Serene Hosumi und Frey sowie das Mädchen, dessen Höschen er kennengelernt hat, Atena Saotome. Mineru bietet Koushi einen Job als Mutter des Schlafsaals an. Atena, die Männer fürchtet, weigert sich, Koushi aufzunehmen und zieht aus. Da sie nicht möchte, dass Atena ihr Zuhause verliert, geht Koushi stattdessen. Atena erkennt ihren Egoismus und bringt Koushi zurück, wird jedoch ohnmächtig, nachdem er sie versehentlich begrapscht hat.Koushi beginnt mit dem Putzen, stellt jedoch fest, dass der Schlafsaal aufgrund des seltsamen Verhaltens der Mädchen lokal als \"Problemwohnheim\" bekannt ist; Mineru führt wissenschaftliche Experimente durch und produziert oft giftige Substanzen, und Frey ist eine Cosplayerin, die Menschen oft gegen ihren Willen in Kostüme kleidet, und alle Mädchen scheinen es zu genießen, teilweise bekleidet oder ganz nackt zu sein. Koushi schimpft mit ihnen; Mineru beeindruckt, übernimmt er bereits Verantwortung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11630332","hoster":"VOE"},{"path":"/redirect/11630345","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8243148","hoster":"VOE"},{"path":"/redirect/8243153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mother-of-the-goddess-dormitory/staffel-1/episode-2","name":"Kiriya und Serene haben ihre Gründe / Athena kommt zu sich","epNo":2,"alt":"The Problem with Kiriya and Serene / Atena Awakens","descr":"Kirya durchbricht den Boden und fällt in Koushis Zimmer, nachdem sie aufgeregt ist, Shōjo-Manga zu lesen . Sie bittet darum, Koushis Zimmer zu teilen, da er ihren Brüdern ähnelt, aber als sie versucht, ihn zu ringen, flieht er in ihr Zimmer. Kirya ist verwirrt. Serene macht Koushi ein bizarres Angebot, den Boden zu reparieren, wenn er ihr Diener wird. Halb schlafend stimmt Koushi zu und Serene küsst ihn. Am nächsten Morgen ist der Boden repariert und Koushi macht sich Sorgen über einen seltsamen Traum, den er hatte.Atena macht sich Sorgen um Koushi und die Mädchen werden so schnell Freunde. Während sie mit ihm einkaufen, lobt Koushi die Fortschritte, die sie mit Männern gemacht hat, seit sie sich kennengelernt haben, was sie zu schätzen weiß, dann erkennt sie, dass Koushi den anderen Mädchen das gleiche Gefühl gegeben hat und flieht, nur damit Koushi sie retten kann, indem sie vorgibt, seine Schwester zu sein, wenn sie stößt in mehrere Männer. Atena findet die Idee, seine Schwester zu sein, überraschend sehr attraktiv und besteht darauf, dass er sie \"große Schwester\" nennt. Der Moment ist ruiniert, als ihr Rock herunterfällt; sie gerät in Panik und fällt mit ihrem Hintern in sein Gesicht. Trotzdem versteht sie, warum die anderen ihm bereits vertrauen und beschließt, ihm zu helfen, indem sie ihn vor dem unmoralischen Verhalten der anderen schützt, obwohl dies dazu führt, dass die anderen auch seine Schwestern sein wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174496","hoster":"VOE"},{"path":"/redirect/12309982","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8243138","hoster":"VOE"},{"path":"/redirect/8243142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mother-of-the-goddess-dormitory/staffel-1/episode-3","name":"Koushi macht sich Gedanken / Koushi kehrt in die Schule zurück","epNo":3,"alt":"Koushi, at a Loss / Koushi Goes Back to School","descr":"Jetzt, wo er sich in seinem neuen Leben eingelebt hat, kehrt Koushi zur Schule zurück! Jeder möchte wissen, wo er war, aber wird Koushis Jugendfreund Sutea die Wahrheit zu schätzen wissen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11630341","hoster":"VOE"},{"path":"/redirect/11630344","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8527254","hoster":"VOE"},{"path":"/redirect/8527255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mother-of-the-goddess-dormitory/staffel-1/episode-4","name":"Die Kindheitsfreundin kommt ins Wohnheim / Koushi versteckt sich im Frauenwohnheim","epNo":4,"alt":"A Childhood Friend Visits the Dorm / Koushi Goes Undercover at a Women\u0027s College","descr":"Sutea trifft die Bewohner des Göttinnen-Schlafsaals mit gemischten Ergebnissen. Später geht Koushi undercover am College und gerät in Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11630334","hoster":"VOE"},{"path":"/redirect/11630331","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8527259","hoster":"VOE"},{"path":"/redirect/8527256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mother-of-the-goddess-dormitory/staffel-1/episode-5","name":"Serene zieht sich zurück / Das Göttinnen-Wohnheim geht auf reisen","epNo":5,"alt":"Serene the Shut-in / The Goddess Dormitory Goes on Vacation","descr":"Es ist Zeit für ein bisschen Spaß in der Sonne während der Sommerferien, aber Serene scheint die Idee nicht sonderlich zu interessieren. Es ist Zeit, dem mysteriösesten Mitglied des Wohnheims zu helfen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12067895","hoster":"VOE"},{"path":"/redirect/12067840","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8527262","hoster":"VOE"},{"path":"/redirect/8527260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mother-of-the-goddess-dormitory/staffel-1/episode-6","name":"Suteia denkt am Meer nach / Koushi gibt sein Cosplay-Debüt","epNo":6,"alt":"Sutea Ponders About the Sea / Koushi Makes His Cosplay Debut","descr":"Die Bewohner des Hauses Déesse und Sutea verbringen einen Tag am Strand. Während Kôshi den Mädchen beim Spaß im Wasser zusieht, bemerkt Kôshi, dass sein Freund aus Kindertagen ein Problem hat und beschließt, ihr zu helfen … Besorgt über Kôshis zerstreute Stimmung beschließt Frey, den Schüler in ein Cosplay-Studio zu bringen, um sich von den Dingen abzulenken und es herauszufinden was ihn stört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12067747","hoster":"VOE"},{"path":"/redirect/12067758","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8527252","hoster":"VOE"},{"path":"/redirect/8527247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mother-of-the-goddess-dormitory/staffel-1/episode-7","name":"Das Campus-Fest der Seikan Frauenuni","epNo":7,"alt":"The School Festival at Seikan Women\u0027s University","descr":"Kôshi und Sutea gehen zum 45. Seikan Festival. Sie treffen auf Frey, der zu diesem Anlass Mitglied des Exekutivkomitees der Veranstaltung ist. Der Cosplayer wird den beiden College-Studenten an diesem Tag als Leitfaden dienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12067778","hoster":"VOE"},{"path":"/redirect/12067815","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13485349","hoster":"VOE"},{"path":"/redirect/8600527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mother-of-the-goddess-dormitory/staffel-1/episode-8","name":"Kiriyas Weihnachtswunsch","epNo":8,"alt":"Kiriya Wishes Upon a Christmas","descr":"Kôshi und Atena bieten Kiriya ihre Hilfe an, die für die kleinen Schüler ihres Familien-Dojos alleine eine Weihnachtsfeier organisieren muss. Doch nach einem Vorfall muss Atena zu Hause bleiben. Kôshi und Kiriya kaufen daher nur zu zweit ein ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12310006","hoster":"VOE"},{"path":"/redirect/12310007","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13496243","hoster":"VOE"},{"path":"/redirect/8690969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mother-of-the-goddess-dormitory/staffel-1/episode-9","name":"Suteas Gedanken am Kotatsu / Athena beschwört den Frühjahrsputz herauf","epNo":9,"alt":"Sutea Reflects on the Kotatsu / Koushi Tackles Spring Cleaning","descr":"Zu Hause findet Atena Kôshi neben Sutea, ihrer Freundin aus Kindertagen. Letzterer beschließt, die Räumlichkeiten zu inspizieren, um sicherzustellen, dass das Haus der Göttin das Vertrauen der Haushälterin verdient.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12310013","hoster":"VOE"},{"path":"/redirect/12310010","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13496244","hoster":"VOE"},{"path":"/redirect/8733900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mother-of-the-goddess-dormitory/staffel-1/episode-10","name":"Die Göttinnen des Göttinnen-Wohnheims","epNo":10,"alt":"The Goddesses of the Goddess Dormitory","descr":"Kôshi erfährt, dass alle Bewohner des Déesse-Heims bis zum 31. Dezember nirgendwo hingehen werden. Erfreut, in ihrer Gesellschaft aufzuwachen, beschließt er, das Essen zu organisieren. Beim Einkaufen mit Kiriya bricht er plötzlich zusammen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380296","hoster":"VOE"},{"path":"/redirect/12309975","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8813528","hoster":"VOE"},{"path":"/redirect/8813536","hoster":"Streamtape"}]}]}]}]}