{"seriesId":"motherland","name":"Motherland","descr":"Julia (Anna Maxwell Martin) ist eine erfolgreiche Eventplanerin und bekommt auch den Haushalt, den Terminkalender ihrer Familie und ihre andere Verpflichtungen als Ehefrau und Mutter unter einen Hut. Bis, ja bis ihre Mutter Marion (Ellie Haddington) beschließt, dass sie nicht länger das Schultaxi und die kostenlose Babysitterin der Familie sein will. Nun kommt Julia ins Schwimmen.  Mehr noch, konnte sie es zuvor mit der \"perfekten Mutter\" Amanda (Lucy Punch) aufnehmen, rutscht sie nun im inoffiziellen Wettkampf der Mütter ihres Bekanntenkreises gefährlich weit Richtung Liz (Diane Morgan) ab. Aber bei der ist das häusliche Chaos wenigstens gewollte Erziehungsmethode.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Zum Geburtstag kein Glück","epNo":1,"alt":"Pilot","descr":"Die belästigte Mutter Julia ist so desorganisiert, dass sie ihre Kinder in den Semesterferien zur Schule bringt und sich einen Vorwand ausdenkt, um Mobbing anzuzeigen. Ohne die Hilfe ihrer Hippie-Mutter Marion oder ihres Ex-Ehepartners Paul will sie Teil einer Kinderbetreuungsgemeinschaft werden, die von der königlichen Amanda geleitet wird, kümmert sich aber schließlich um die Brut der liebenswürdigen, aber schlampigen Liz, die sich den Finger abschneidet und einen Krankenhausbesuch braucht . Schließlich von Amandas Clique abgelehnt, beschließen Julia und Liz, mit dem schüchternen Hausmann Kevin eine eigene Gruppe zu gründen.","versions":[{"lang":1,"streams":[{"redirect":13609488,"hoster":"VOE"},{"redirect":13595693,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13662110,"hoster":"VOE"},{"redirect":13595637,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Obwohl ich es hasse","epNo":2,"alt":"The Birthday Party","descr":"Julia plant eine Party zum Geburtstag ihrer Tochter Ivy. Allerdings muss sie Amanda anlügen, wenn sie krank wird. Mittlerweile wird aus einer Absetzerparty auch eine Elternparty.","versions":[{"lang":1,"streams":[{"redirect":13644498,"hoster":"VOE"},{"redirect":13595705,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13655577,"hoster":"VOE"},{"redirect":13595641,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Pool. Party. Pech.","epNo":3,"alt":"Auction of Promises","descr":"Julia mischt sich normalerweise nicht in Schulaktivitäten ein, aber als sie hört, dass die alte Arbeitskollegin Caroline Lacy, jetzt eine Überfliegerin, eine Spendenaktion organisiert, macht sie sich daran, sie zu beeindrucken, indem sie eine Auktion von Versprechungen vorschlägt. Kommen Sie zu dem Ereignis, dass Kevin als menschliche Garderobe kämpft, während Amandas arroganter Beitrag dank Liz nach hinten losgeht, die auch Julia in eine sehr unangenehme Lage bringt.","versions":[{"lang":1,"streams":[{"redirect":13635624,"hoster":"VOE"},{"redirect":13595707,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13661042,"hoster":"VOE"},{"redirect":13595644,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Altes Eisen","epNo":4,"alt":"The Pool Party","descr":"Julia möchte für die Buchvorstellung des berühmten Kriegsfotografen Malcolm Spender arbeiten, muss aber bei einer Kinder-Poolparty aushelfen, wo sie sich ärgert, ihre Mutter zu sehen, und Kevin sich von dem charismatischen James in den Schatten gestellt fühlt. Er sinnt auf Rache, bereut es aber bald, während Liz auf ein heißes Date mit einem Mann hofft, dessen Brieftasche sie gefunden hat.","versions":[{"lang":1,"streams":[{"redirect":13644342,"hoster":"VOE"},{"redirect":13595708,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13655314,"hoster":"VOE"},{"redirect":13595656,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sind wir überhaupt Freundinnen?","epNo":5,"alt":"The Cavalry","descr":"Gegen Julias Willen schickt Paul seine Eltern zur Kinderbetreuung, doch sie sind ein sehr tollpatschiges, sparsames Paar, das selbst Hilfe braucht. Kevin wird warm für sie, aber sie erkennen ihn nicht, während Julia große Anstrengungen unternimmt, um mit der Schulsekretärin Mrs. Lamb auszukommen, um ihre Kinder für den Frühstücksclub der Schule anzumelden. Währenddessen ergreift Liz die Gelegenheit, einen anderen Liebhaber, einen verliebten Blumenverkäufer, zu erwischen.","versions":[{"lang":1,"streams":[{"redirect":13662313,"hoster":"VOE"},{"redirect":13595711,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13635515,"hoster":"VOE"},{"redirect":13595653,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sie ist toll, ich mag sie nicht","epNo":6,"alt":"The After Party","descr":"Annes neues Auto bringt sie ins Rampenlicht, während die Mütter versuchen, in ihren neuen Fuhrpark einzusteigen. Kevin findet sich in der neuen Rolle des Vertrauten wieder, als Amanda ein tiefes Geheimnis preisgibt. Und Liz und Julias Freundschaft steht unter Beschuss, als Liz merkt, dass sie nur eine \"Mutter\"-Freundin ist.","versions":[{"lang":1,"streams":[{"redirect":13635527,"hoster":"VOE"},{"redirect":13595721,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13644349,"hoster":"VOE"},{"redirect":13595659,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"The Caretaker","descr":"Julias Kinderbetreuungsprobleme werden gelöst, nachdem sie die perfekte Nanny gefunden hat, aber ihre Freundschaft mit Liz ist angespannt. Amanda hält sich zurück, nachdem Kevin ihr Geheimnis gelüftet hat. Liz besucht Lees neuen Partner, um ihr einen Rat zu geben. Der Hausmeister der Schule ist im Krankenhaus, aber die Mütter haben ihren Rädelsführer verloren und es gibt niemanden, der eine Karte organisiert.","versions":[{"lang":1,"streams":[{"redirect":13644496,"hoster":"VOE"},{"redirect":13595710,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13662106,"hoster":"VOE"},{"redirect":13595662,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Keine Mutter wird zurückgelassen","epNo":1,"alt":"No Mum Left Behind","descr":"Eine frischgebackene Mutter am Schultor zieht die Aufmerksamkeit von Julia, Liz und Kevin auf sich. Hat Überfliegerin Meg wirklich alles? Währenddessen quält sich Julia um eine Beförderung und die Bande verbringt eine Nacht.","versions":[{"lang":1,"streams":[{"redirect":13644508,"hoster":"VOE"},{"redirect":13595722,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13662481,"hoster":"VOE"},{"redirect":13595665,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sanfter Anfang","epNo":2,"alt":"Soft Opening","descr":"Julia willigt widerwillig ein, Amanda bei der Eröffnung ihres neuen Shops zu helfen. Doch ein nachlässiger Online-Post droht ihre gute Arbeit zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":13662365,"hoster":"VOE"},{"redirect":13595731,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13644353,"hoster":"VOE"},{"redirect":13595664,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Last der Mutter","epNo":3,"alt":"Mother’s Load","descr":"Julia stellt fest, dass es aufgrund all der anderen Aufgaben, die ihr auferlegt werden, unmöglich ist, von zu Hause aus zu arbeiten. Liz gerät ins Wanken, als ihr Jüngster in den Kindergarten kommt.","versions":[{"lang":1,"streams":[{"redirect":13336957,"hoster":"VOE"},{"redirect":13595730,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13661049,"hoster":"VOE"},{"redirect":13595666,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Säuberung","epNo":4,"alt":"The Purge","descr":"Kevin veranstaltet widerwillig eine Last-Minute-Halloween-Party. Julia nimmt die Kinder Süßes oder Saures, um eine Berühmtheit zu treffen, die gerade in die Nachbarschaft gezogen ist.","versions":[{"lang":1,"streams":[{"redirect":13336952,"hoster":"VOE"},{"redirect":13595733,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13662565,"hoster":"VOE"},{"redirect":13595667,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Le Weekend","epNo":5,"alt":"Le Weekend","descr":"Die Clique ist hocherfreut, als Kevin für sie ein Cottage bucht, um mit all ihren Kindern die Hälfte des Semesters auf dem Land zu verbringen.","versions":[{"lang":1,"streams":[{"redirect":13663973,"hoster":"VOE"},{"redirect":13595732,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13660600,"hoster":"VOE"},{"redirect":13595669,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gut gemacht","epNo":6,"alt":"Good Job","descr":"Julia hat Mühe, sich am Sporttag an die Regeln zu halten. Kevin ist am Boden zerstört, dass eine Arbeitspräsentation bedeutet, dass er das Rennen der Väter verpassen wird.","versions":[{"lang":1,"streams":[{"redirect":13336953,"hoster":"VOE"},{"redirect":13595792,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13644497,"hoster":"VOE"},{"redirect":13595670,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Nit Blitz","descr":"Als eine Nissenpandemie die Schule erfasst, wird Julia beschuldigt, eine zweite Welle ausgelöst zu haben. In der Hoffnung, wieder in die guten Bücher aller zu kommen, veranstaltet sie eine Nit-Behandlungsparty – und bringt die Dramen und Kopfläuse der anderen zu sich nach Hause.","versions":[{"lang":2,"streams":[{"redirect":13644234,"hoster":"VOE"},{"redirect":13595680,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Catchment Area","descr":"Die Eltern schließen sich dem Karussell der Tage der offenen Tür der Sekundarschule an, als sie vor der Wahl stehen, wohin sie ihre Kinder um 11 Uhr schicken sollen. Julia gerät in Panik, in welchem ​​Einzugsgebiet sie sich befindet, und erwägt eine vorgetäuschte religiöse Bekehrung, um das System zu schlagen.","versions":[{"lang":2,"streams":[{"redirect":13663988,"hoster":"VOE"},{"redirect":13595681,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Mother’s Day","descr":"Am Muttertag fühlt sich Julia ignoriert, während Meg verwöhnt wird. Amanda erträgt ein passiv-aggressives Mittagessen mit ihrer entsetzlichen Mutter Felicity.","versions":[{"lang":2,"streams":[{"redirect":13661041,"hoster":"VOE"},{"redirect":13595677,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"School Trip","descr":"Julia, Liz und Meg überstehen mit ihrer Erzfeindin Ashley die Schulkutschenfahrt aus der Hölle, während Kevin Amanda mit unvorstellbaren Folgen beim Packen ihres Ladens hilft.","versions":[{"lang":2,"streams":[{"redirect":13662191,"hoster":"VOE"},{"redirect":13595686,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Surprise Birthday","descr":"Amandas PTA-Charity-FUNraiser dient gleichzeitig als ihre Geburtstagsfeier, was bedeutet, dass alle in ein großes Ereignis hineingezogen werden. Das Mischen von gesponsertem Radfahren mit Annes tödlichen Cocktails führt zu einer Nacht voller Dramatik und großer Enthüllungen.","versions":[{"lang":2,"streams":[{"redirect":13644239,"hoster":"VOE"},{"redirect":13595688,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Suprise Birthday","descr":"Amandas PTA-Charity-FUNraiser dient gleichzeitig als ihre Geburtstagsfeier, was bedeutet, dass alle in ein großes Ereignis hineingezogen werden. Das Mischen von gesponsertem Radfahren mit Annes tödlichen Cocktails führt zu einer Nacht voller Dramatik und großer Enthüllungen.","versions":[{"lang":2,"streams":[{"redirect":13644219,"hoster":"VOE"},{"redirect":13595691,"hoster":"Streamtape"}]}]}]}]}