{"seriesId":"mouretsu-uchuu-kaizoku","name":"Mouretsu Uchuu Kaizoku","descr":"[Bodacious Space Pirates] Die lebensfrohe High School Schülerin Marika verbringt ihre Freizeit im Weltraum-Yachtclub und mit ihrem Teilzeitjob in einem vornehmen Retro-Café. Eines Tages tauchen eine Frau und ein Mann bei ihr auf, die sich als Untergebene ihres Vaters ausgeben und ihr eröffnen, dass sie gemäß der Nachfolgeregelung dazu bestimmt ist das Kommando des Weltraumpirantenschiffs Bentenmaru zu übernehmen. Von dieser Neuigkeit überfordert, bleibt Marika jedoch keine Zeit sich über die Folgen und Möglichkeiten dieser Neuigkeit klar zu werden, denn schon bald zeigen sich die ersten unangenehmen Folgen ihrer neuen, ihre vorherbestimmten Position.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pirates, Coming Through","descr":"Marika Kato wird während ihrer Arbeit in einem Café von zwei Personen angesprochen, von denen sie behaupten , dass sie ihre Mutter Ririka kennen . Die beiden tauchen später an diesem Abend in ihrem Haus auf und verraten, dass ihr Vater Gonzaemon , Kapitän des Raumschiffs Bentenmaru, kürzlich an einer Lebensmittelvergiftung gestorben ist. Nach ihrem Kaperbrief , um für die Bentenmaru weiterhin legal operierende , Marika muss als Kapitän übernehmen. Als verwirrte Marika recherchiert die Angelegenheit, der Steuermann und Sanitäter der Bentenmaru, Kane McDougal und Misa Grandwoodals neue Lehrerin bzw. Schulärztin an Marikas Schule wechseln, zusammen mit der mysteriösen Wechselschülerin Chiaki Kurihara . Später an ihrem Arbeitsplatz bemerkt Marika, dass Gruppen von fremden Männern sie misstrauisch überwachen. Als Chiaki ankommt, entlarvt sie einen als Flughafensicherheitsbeamten verkleideten Betrüger, der versucht, Marika zu entführen, und stoppt ihn, indem sie im Café eine Schießerei beginnt und Marika in Sicherheit bringt.","versions":[{"lang":2,"streams":[{"redirect":13528186,"hoster":"VOE"},{"redirect":10129994,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10852072,"hoster":"VOE"},{"redirect":10130023,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"My Power, The Power of Pirates","descr":"Chiaki enthüllt Marika, dass die Männer von verschiedenen Organisationen waren, um herauszufinden, ob sie es akzeptieren würde, Kapitän der Bentenmaru zu werden oder nicht. Als Ririka ihre Tochter abholt, entschuldigt sie sich bei Marika dafür, dass sie nichts über Gonzaemons Beteiligung an den Weltraumpiraten verraten hat. Als Ririka Marika auf einen Schrottplatz bringt, bringt sie ihrer Tochter den Umgang mit Waffen bei und erklärt die Macht eines Piratenkapitäns, unabhängig davon, ob Marika sie zu ihrem eigenen Vorteil nutzt oder nicht. Am nächsten Tag wird Kane Berater des Space Yacht Clubs und bringt sie zur Space Docking Station, wo die Odette II angedockt ist. Kane weist den Weltraumyachtclub an, das Schiff zu überprüfen und sein System online zu stellen. Marika und Chiaki, später allein in der Odette II, entdecken, dass ein nahe gelegenes Schiff versucht, sich in das Raumschiffsystem zu hacken.und sie beginnen, gegen die Hacker anzugreifen.","versions":[{"lang":2,"streams":[{"redirect":11316906,"hoster":"VOE"},{"redirect":10129996,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Odette II Leaves Port","descr":"Obwohl das Sicherheitssystem aktiviert wird, um den Hackern entgegenzuwirken, führt der massive Stromverbrauch vorübergehend zum Auslösen des Hafenschalters, der die Hacker jedoch zum Rückzug zwingt. Chiaki, die Marika später im Café sieht, enthüllt, dass die verschiedenen Organisationen, die sie überwachen, zugestimmt haben, sie bis zum Erneuerungsdatum ihres Markenbriefs in Ruhe zu lassen. Am nächsten Tag vor den Sommerferien legt der Space Yacht Club seine Prüfungen ab. Mit Kane und Misa beginnt der Space Yacht Club seinen Sommerurlaub in der Odette II rund um den Tau CetiSystem. Als sie jedoch die Sonnensegel des Schiffes aktivieren, bleibt der Hauptmast mit der oberen Rah hängen. Kane kann ihn nicht automatisch reparieren und beschließt, Marika und Chiaki zusammen mit einigen anderen Schülern dazu zu bringen, den Hauptmast manuell zu reparieren und sie in Raumanzügen anzuziehen. Marika übernimmt die Situation, nachdem sie herausgefunden hat, dass der Winkel der oberen Rah angepasst werden muss, damit der Hauptmast befreit werden kann. Nachdem alle Schiffsmasten ihre Sonnensegel geöffnet haben, kehren alle in die Odette II zurück, aber nicht bevor Marika den Anblick ihres Heimatplaneten aus dem Weltraum bestaunt.","versions":[{"lang":2,"streams":[{"redirect":11316925,"hoster":"VOE"},{"redirect":10129997,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Final Battle is at Midnight","descr":"Jenny Dolittle informiert Kane und Misa, dass sie drei Raumschiffe ohne Transponder entdeckt hatfolgt ihnen, einer von ihnen ist tatsächlich der Bentenmaru. Während des Nachtdienstes kommen Marika und Chiaki zu dem Schluss, dass eines der drei Raumschiffe versucht, das Transpondersignal der Odette II zu stören, um die Kommunikation zum Sand des Roten Sterns zu unterbrechen. Um dieses Raumschiff zu entdecken, aktiviert Marika das Hochfrequenzradar und lokalisiert das mysteriöse Schiff, das sich als Schlachtschiff Alcyon enthüllt. Als Marika jedoch das Hochfrequenzradar reaktiviert, verschwindet das Schiff auf mysteriöse Weise und erfährt außerdem, dass die Alcyon vor einhundertzwanzig Jahren verloren gegangen ist. Als Kane über dieses sogenannte Geisterschiff informiert wird, ruft Kane die Bentenmaru verschlüsselt an, um die Angelegenheit zu untersuchen, während Marika und Chiaki versuchen, sein Gespräch von der Brücke aus mitzuhören. Jenny, erwischt sie rothaarig,ist sich bereits bewusst, dass Marika möglicherweise der Kapitän der Bentenmaru ist und möglicherweise von dem Geisterschiff angegriffen wird. Marika glaubt, dass sich die Odette II wehren sollte, worüber sich der gesamte Verein einig ist. Die Odette II wäre in der Lage, das Geisterschiff zu entdecken, indem sie ihren Kurs um den Sand des Roten Sterns beibehält. Die Crew entdeckt, dass das Geisterschiff ein Drohnenschiff verwendet, um sein Transpondersignal zu verschleiern, um eine Radarerkennung zu vermeiden.","versions":[{"lang":2,"streams":[{"redirect":11316902,"hoster":"VOE"},{"redirect":10129998,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Marika Makes a Decision","descr":"Anstatt den Sand des Roten Sterns zu umrunden, schlägt Marika vor, dass sich das Raumschiff dreht, sobald es die Atmosphäre des Planeten erreicht. Darüber hinaus lassen sie das Geisterschiff ihr Radar blockieren und hacken sich in ein gefälschtes Betriebssystem der Odette II, um diesem feindlichen Raumschiff entgegenzuwirken und die Kontrolle über dieses zu übernehmen. Da der Plan wie vorhergesagt verläuft, identifiziert der Club das Geisterschiff heimlich als Lighting XI. Nachdem die Lightning XI eine Drohbotschaft gesendet hat, wird Lynn Lambrettahackt sich erfolgreich in das Betriebssystem von Lighting XI, um seine Engines zu deaktivieren. Nachdem die Computersysteme absichtlich heruntergefahren wurden, beginnt die Lighting XI mit der optischen Zielerfassung Strahlen auf die Odette II zu schießen. Obwohl Chiaki sich darauf vorbereitet, das Schiff davon beschleunigen zu lassen, stoppt Marika sie, da sie weiß, dass sie von den Infrarotsensoren der Lightning XI entdeckt werden. Stattdessen nutzt Marika die Sonnensegel des Raumschiffs, um die Beleuchtung XI vollständig zu blenden. Zwei Piraten-Raumschiffe namens Bentenmaru und Barbaroosa kommen in dieser Zeit, um die Lightning XI zu zerstören. Als Marika nach Hause zurückkehrt, erzählt sie ihrer Mutter, dass sie sich entschieden hat, Kapitän der Bentenmaru zu werden.","versions":[{"lang":2,"streams":[{"redirect":11316914,"hoster":"VOE"},{"redirect":10129999,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Marika\u0027s First Day at Work","descr":"Marikas Urlaubspläne mit ihrer Freundin Mamiwerden unterbrochen, als Misa Marika dazu schleppt, sich zu registrieren und ihren Markenbrief von der Regierung zu erhalten. Nachdem sie endlich ihren Freibeuterschein gemacht hat, soll sie zu ihrer großen Überraschung ihren Job als Kapitän antreten. An Bord der Bentenmaru lehrt die Brückenbesatzung Marika verschiedene Fähigkeiten eines Weltraumpiraten und was sie in einem echten Gefecht erwartet. Misa erklärt Marika und Chiaki, dass die Weltraumpiraten seit dem Ende des Unabhängigkeitskrieges als Militäreinheiten gelten, aber in Friedenszeiten keine Piraterie betreiben dürfen. Stattdessen verdienen sie Geld, indem sie Weltraumkreuzfahrten unterhalten und ihre Gäste, indem sie sie \"einsteigen und ausrauben\". Die Bentenmaru wird bei ihrem ersten Angriff das Kreuzfahrtschiff Princess Apricot \"angreifen\". Sehr zur Unterhaltung der Gäste,Marika kündigt ihre Ankunft an Deck an und bittet sie, ihre Wertsachen friedlich abzugeben. Kane, der zuvor in der Princess Apricot als Gast undercover ging, fordert Marika in einem Duell um das Schicksal des Schiffes heraus, das Marika akzeptiert und gewinnt, nachdem sie Kane \"erschossen\" hat, der einen dramatischen vorgetäuschten Tod gibt und die Gäste davon überzeugt, ihr gesamtes Zubehör abzugeben . Als eine müde Marika nach ihrem ersten erfolgreichen Überfall in den Schlaf nickt, kehrt Chiaki auf die Barbaroosa zurück, ohne Marika zu sagen, dass sie im nächsten Semester an ihre alte Schule zurückkehrt. Obwohl sie es Kane zuvor verweigert hatte, genoss Chiaki es, mit Marika zusammen zu sein.schießen\" Kane, der einen dramatischen vorgetäuschten Tod gibt und die Gäste davon überzeugt, ihr gesamtes Zubehör abzugeben. Als eine müde Marika nach ihrem ersten erfolgreichen Überfall in den Schlaf nickt, kehrt Chiaki zur Barbaroosa zurück, ohne Marika zu sagen, dass sie beim nächsten Mal zu ihrer alten Schule zurückkehrt Obwohl sie es Kane vorhin verweigert hatte, genoss Chiaki es, mit Marika zusammen zu sein.schießen\" Kane, der einen dramatischen vorgetäuschten Tod gibt und die Gäste davon überzeugt, ihr gesamtes Zubehör abzugeben. Als eine müde Marika nach ihrem ersten erfolgreichen Überfall in den Schlaf nickt, kehrt Chiaki zur Barbaroosa zurück, ohne Marika zu sagen, dass sie beim nächsten Mal zu ihrer alten Schule zurückkehrt Obwohl sie es Kane vorhin verweigert hatte, genoss Chiaki es, mit Marika zusammen zu sein.","versions":[{"lang":2,"streams":[{"redirect":11316919,"hoster":"VOE"},{"redirect":10130002,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Peace Does Not Last","descr":"Marika fällt es schwer, zwischen Studentin und Weltraumpiratein zu jonglieren, sehr zur Sorge von Kane und Misa. Chiaki besucht das Café, nur um von Mami zu erfahren, dass Marika für einen außerplanmäßigen Job gerufen wurde. Mamis Meinung nach scheint Marika immer an ihre Grenzen zu gehen, um Ririka als ihr Vorbild zu sehen. Als Chiaki mit dem Einkaufen fertig ist, erzählt ihr Vater ihr etwas Wichtiges, was sie dazu bringt, vorerst am Meer des Morgensterns zu bleiben. Auf der Bentenmaru erfährt Marika, dass ihre neue Aufgabe darin besteht, das Megaschiff Symphony Angel, das von drei Begleitschiffen begleitet wird, auszurauben. Sie werden auch darüber informiert, dass ihr Kunde möchte, dass die Bentenmaru eine Raumschlacht mit den Begleitschiffen führt, um die Passagiere der Symphony Angel zu unterhalten. Während Marika wie gewohnt das Schiff kommandiert,Sie wird auch von Misa angewiesen, den Kampf ernst zu nehmen, auch wenn es nur zur Show ist. Nach mehreren Salven gegeneinander ergeben sich die Symphony Angel und ihre Eskorten, wodurch Marika das Schiff entern und \"ausrauben\" kann. Als Marika versucht, sich auszuruhen, wird sie zurück auf die Brücke geschleift und erfährt, dass ein blinder Passagier ihr Sicherheitssystem vorübergehend überschrieben und sich in ihr Schiff geschlichen hat. Marika erkennt, dass dieser blinde Passagier, der sich weigert, mit jemand anderem als dem Kapitän zu verhandeln, ein Kind ist.Marika erkennt, dass dieser blinde Passagier, der sich weigert, mit jemand anderem als dem Kapitän zu verhandeln, ein Kind ist.Marika erkennt, dass dieser blinde Passagier, der sich weigert, mit jemand anderem als dem Kapitän zu verhandeln, ein Kind ist.","versions":[{"lang":2,"streams":[{"redirect":11316916,"hoster":"VOE"},{"redirect":10130001,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Princess and The Pirate","descr":"Der blinde Passagier enthüllt sich als Gruier Serenity, die siebte Prinzessin ihrer königlichen Familie, und ist schockiert, als sie erfährt, dass Marika die neue Kapitänin dieses Raumschiffs ist. Nachdem er Gruier der Besatzung der Bentenmaru vorgestellt hat, bittet Gruier Marika, ihr zu helfen, ein goldenes Geisterschiff zu finden. Während Gruier behauptet, dass ihre Beamten wissen, wo sie sich befindet, heißt es in einem kürzlich veröffentlichten offiziellen Nachrichtenbericht, dass Gruier vermisst wird, sehr zum Verdacht aller. Gruier ahnt eine Verschwörung und wird Transferstudentin bei Hakuoh und nutzt ihre Popularität, um zu verhindern, dass jemand sie entführt. Misa untersucht die Angelegenheit. Als Marika mit Gruier zu einem Notfalljob gerufen wird, erfährt die Bentenmaru, dass sechs Schiffe der königlichen Verteidigungsstreitkräfte auf ihr Sternensystem zusteuern, sich jedoch alle im Kampfmodus befinden und fünf von ihnen ein beschädigtes Aufklärungsschiff verfolgen.Gruier glaubt, dass das Scout-Schiff den angeforderten Gegenstand hat und die anderen Schiffe versuchen, ihn daran zu hindern, ihn ihr zu liefern. Jetzt wissend, was zu tun ist, bereitet sich die Bentenmaru darauf vor, die königlichen Schiffe zu treffen.","versions":[{"lang":2,"streams":[{"redirect":11316921,"hoster":"VOE"},{"redirect":10130003,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"A Beautiful Launch","descr":"Marika hilft Gruier, allen königlichen Schiffen zu befehlen, alle Feindseligkeiten einzustellen, während die Bentenmaru das beschädigte Schiff entern. Marika und Gruier begrüßen Yotof Sif Sideux und Catherine, die der Prinzessin ein Paket überbringen, einen Datenträger mit Informationen zum Standort des goldenen Geisterschiffs. Marika, überrascht, Chiaki in der Schule im Raum des Weltraumyachtclubs zu sehen, erfährt, dass die Barbaroosa von einem Kunden beauftragt wurde, nicht nur das goldene Geisterschiff zu finden, sondern auch alle Schiffe zu zerstören, die es verfolgen. Jenny plant eine weitere Weltraumkreuzfahrt-Schulreise auf der Odette II, die Marika und Gruier diskret die Rückkehr auf die Bentenmaru ermöglichen wird, damit ihr Schulbesuch nicht beeinträchtigt wird. Später in der Nacht gehen Marika und Ririka in ein privates Restaurant, wo sie sich mit der Bentenmaru-Crew treffen. Hyakume erklärt, dass das goldene Geisterschiff tatsächlich eines der Kolonietransportschiffe der ersten Generation vor FTL istReisen wurde perfektioniert. Der Datenspeicher zeigt das Muster, das das goldene Geisterschiff durch die Galaxie gereist ist. Da Marika nun weiß, wo sie das Schiff finden können und welche Gefahren ihnen drohen, befiehlt Marika der Bentenmaru, per FTL in See zu stechen.","versions":[{"lang":2,"streams":[{"redirect":11316912,"hoster":"VOE"},{"redirect":10130005,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Battle in the Storm","descr":"Die Barbaroosa ersetzt die Bentenmaru, um Gäste auf einem Kreuzfahrtschiff zu unterhalten. Währenddessen reist die Bentenmaru die ganze Nacht in einen Weltraumsturm, um das Geisterschiff zu suchen. Am nächsten Morgen hackt sich Coorie in die Bojenanordnungen, die von siebzehn Suchtrupps der königlichen Familie ausgesendet wurden, von denen sie erfährt, dass sie vor fünfzehn Jahren, zwei Jahre vor Gruiers Geburt, ins Leben gerufen wurden. Als eine der Bojen das Geisterschiff entdeckt, befiehlt Marika der Bentamaru, sechs Lichtjahre entfernt in den Hyperraum zu diesem Ort zu springen und sich auf den Kampf vorzubereiten. Der Geist springt jedoch in den Subraum und lässt die Bentenmaru von der Serenity-Flotte umgeben. Die Bentenmaru startet dann Lockvögel, um die Flotte zu verwirren, und macht einen lähmenden Hit-and-Run auf zwei königlichen Begleitschiffen, die auf ihren Weg kommen. Obwohl Gruier die Serenity Fleet kontaktieren möchte,Marika rät ihr, die Vereinbarungen, die sie mit Chiaki und Jenny getroffen haben, gar nicht erst zu erfüllen. Das Ziel besteht nun darin, das goldene Geisterschiff zu finden, bevor die Serenity Fleet sie besiegt.","versions":[{"lang":2,"streams":[{"redirect":11316923,"hoster":"VOE"},{"redirect":10130004,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Wanderer of Light","descr":"Die Serenity-Flotte wird von ihrem Flaggschiff namens Queen Serendipity angeführt. Es wird gezeigt, dass diese Flotte eine Prismenformation verwendet , um das Geisterschiff leicht zu fangen. Marika kündigt an, dass das Schiff per FTL zum Standort fährt. Dies schickt die Bentenmaru durch einen räumlichen Riss und Kane schafft es mit viel Konzentration, das Schiff in Sicherheit zu bringen. Das goldene Geisterschiff, das aus dem Subraum kommt, ist zufällig die Ursache für den räumlichen Riss. Da auch die Königin Serendipity angekommen ist, Grunhilde Serenity, Kapitän dieses Raumschiffs und Gruiers jüngere Schwester, kontaktiert die Bentenmaru, um Gruier aufzufordern, die Bentenmaru zu verlassen, oder es kommt zu Feindseligkeiten, die letztere ablehnt. Das goldene Geisterschiff entpuppt sich als Königin Serendipity, und die Bentenmaru legt erfolgreich an, nachdem sie Gruier über ihren Computerscan erkannt hat, und bereitet sich kurz darauf vor, erneut in den Subraum zu reisen.","versions":[{"lang":2,"streams":[{"redirect":11316927,"hoster":"VOE"},{"redirect":10130006,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"A Return from Eternity","descr":"Marika bringt Misa, Hyakume und Schnitzer mitGruier in das Geisterschiff zu begleiten. Nachdem sie verschiedene Abschnitte des Schiffes passiert hat, erreicht das Gefolge die Künstliche Gebärmutter, wo angeblich alle Mitglieder der königlichen Familie Serenity seit dem ersten König genetisch hergestellt und hier geboren wurden. Gruier möchte die künstliche Gebärmutter wirklich zerstören, da sie glaubt, dass die Zeit der königlichen Familie vorbei ist und das Königreich von seinen Menschen regiert werden sollte. Grunhilde und ihre Soldaten kommen jedoch an und sie sagt, dass die Künstliche Gebärmutter bleiben sollte, um einen neuen Erben zu schaffen, in der Hoffnung, der königlichen Familie Ruhm zurückzugeben. Als die Piraten und Soldaten gegeneinander antreten, wirft Marika eine Rauchgranate und vergast Gruier und Grunhilde in den Schlaf. Gruier wacht auf und erfährt, dass die Piraten und Soldaten eine Allianz eingegangen sind.Die Mission, die künstliche Gebärmutter zu zerstören, war sinnlos, da sie nicht mehr funktionsfähig war. Wenn sie es zerstört hätte, hätte Gruier außerdem die letzte Prinzessin der königlichen Familie getötet, die daraus geboren wurde. Während Gruier und Grunhilde Frieden schließen, bringen sie das goldene Geisterschiff zum Sternensystem des Serenity Kingdom und die Bentenmaru kehrt nach Hause zurück.","versions":[{"lang":2,"streams":[{"redirect":11316931,"hoster":"VOE"},{"redirect":10130007,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Marika Sends an Invitation","descr":"Als Marika nach Hause geht, ruft Gruier sie zurück, um ihr eine Medaille zu verleihen, die Marika in ihrer Heimat viel Ruhm einbringt. Als Marika ihr zweites Schuljahr beginnt, stellt sie fest, dass Gruiers Aufenthalt im Space Yacht Club verlängert wurde und Grunhilde sich auch an ihrer Schule und dem Club eingeschrieben hat. Später an diesem Tag besucht Gruier Marika, um ihr den gebührenden Dank auszusprechen, und gibt ihr einen ID-Ring von Marikas Vater, mit dem Gruier sich an Bord der Bentenmaru geschlichen hat. Nach einem erfolgreichen Tag der Rekrutierung neuer Yachtclubmitglieder lädt Marika Gruier und Grunhilde zum Abendessen in ihr Haus ein. Als die Bentenmaru einen Job annimmt, um illegales Material zu transportieren, darunter eine Gruppe experimenteller Affen, kommt Marika auf die Idee, Gruier und Grunhilde in den Zoo zu bringen.","versions":[{"lang":2,"streams":[{"redirect":11316929,"hoster":"VOE"},{"redirect":10130009,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Marika Goes Recruiting","descr":"Als Marika eine Pause von ihren Kapitänsaufgaben erhält, infiziert sich die gesamte Crew mit einer Krankheit, die von den transportierten Affen übertragen wird, und hält sie für zwei Wochen isoliert. Daher wird Marika gebeten, sich an Show , den Leiter der Harry Llyod Insurance Union, zu wenden, der ihr mitteilt, dass die Crew wahrscheinlich einen Monat lang außer Gefecht sein wird. Als Marika folgert, dass sie eine temporäre Crew rekrutieren muss, um zu verhindern, dass Bentenmaru die Piratenlizenz wegen mangelnder Aktivität entzogen wird, begleitet Gruier sie zu einer Relaisstation, um nach Kandidaten zu suchen. Dort treffen sie schließlich auf Chiaki und ihren Vater Kenjo Kurihara, Kapitän der Barbaroosa. Kenjo erinnert Marika daran, dass Fähigkeiten, Persönlichkeit und Stärke zwar gute Eigenschaften sind, um eine Crew zu finden, aber das Wichtigste ist, ihnen vertrauen zu können. Als solche rekrutiert Marika schließlich den Weltraumyachtclub.","versions":[{"lang":2,"streams":[{"redirect":11316934,"hoster":"VOE"},{"redirect":10130010,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Smuggling, Leaving Port and a Leap","descr":"Lynn startet von der Odette II und nutzt ihre Hacking-Fähigkeiten, um die Kontrolle des Weltraumverkehrs zu täuschen, und setzt die Odette II auf einen Autopilot-Kurs, bei dem Marika und der Weltraumyachtclub das Schiff verlassen und die Bentenmaru besteigen. Nachdem sie gelernt haben, dass Marika und der Space Yacht Club ihr Schiff bemannen werden, erstellt die Bentenmaru-Crew schnell eine Bedienungsanleitung für den Club und benutzt Show heimlich als ihren Mittelsmann, bevor der Club ernsthafte Fehler macht. Leider vergisst die Crew, Anweisungen für einen FTL-Sprung zu geben, und was noch schlimmer ist, dass militärische Aufklärungsschiffe auf die Bentenmaru zusteuern, weil eines der Clubmitglieder versehentlich die Laserkanonen früher abgefeuert hat. Mit ihrem bisherigen Wissen über frühere FTL-Sprünge auf dem Schiff gelingt es Marika, den Club anzuweisen, einen FTL-Sprung erfolgreich durchzuführen. Während der Club feiert, Chiaki, Gruier,und Grunhilde erkennt, dass die Bentenmaru-Crew spioniert und ihnen geholfen hat, beschließt jedoch, es geheim zu halten, um Marikas Stolz nicht zu verletzen.","versions":[{"lang":2,"streams":[{"redirect":11316928,"hoster":"VOE"},{"redirect":10130012,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Hakuoh Pirates\u0027 First Job","descr":"Während sich die Mädchen für die Nacht ausruhen, stolpert Grunhilde über Lynn, die heimlich mit jemandem kommuniziert. Am nächsten Tag beginnen Marika und der Space Yacht Club ihren ersten Piratenangriff auf die Princess Apricot. Da die Prinzessin Apricot jedoch Stammkunde der Bentenmaru ist und der Weltraumyachtclub Cosplay- Outfits von Mami trägt, werden die Passagiere misstrauisch, wärmen sich aber schließlich für die Mädchen. Später in der Nacht wird Marika von Lynn verunsichert, nachdem Grunhilde ihr von dem verschwiegenen Verhalten des Clubpräsidenten erzählt hat. Auf der Suche nach der Wahrheit konfrontieren die Mädchen Lynn mit dieser Angelegenheit. Als Antwort präsentiert Lynn einen Job für die Bentenmaru, bei dem es darum geht, Jenny, ihre ehemalige Präsidentin des Weltraumyachtclubs, zu fangen.","versions":[{"lang":2,"streams":[{"redirect":11316930,"hoster":"VOE"},{"redirect":10130014,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"A Surprising Client","descr":"Lynn verrät, dass das Jobangebot von Jenny selbst stammt, die möchte, dass Marika ihr bei der Flucht vom Kreuzfahrtschiff Ultimate Fairy hilft, da ihr Onkel Robert Dolittle, der derzeitige Chef von Hugh and Dolittle Interstellar Transportation, sie heiratet, um sie am Erbe zu hindern das Unternehmen. Jenny gelingt die Flucht mit der Silent Whisper, einem fortschrittlichen militärischen Aufklärungsschiff, und dockt an der Bentenmaru an, und sie und Lynn werden als Liebespaar entlarvt. Inzwischen hat Robert vom Verschwinden seiner Nichte erfahren und drängt Show, die Übergabe von Jenny zu fordern. Als Show die Bentenmaru kontaktiert, erzählt Jenny ihm, dass sie Marika angeheuert hat, um sie zur Space University zu begleiten, einem neutralen Gebiet, um nicht von ihrem Onkel verfolgt zu werden hat sich selbst gegründet und Show überzeugt, Robert nicht nachzugeben. Mit ihrer Versicherungsgesellschaft im Rücken nahmen die Bentenmaru Kurs auf die Space University, während sie der Dolittle-Weltraumflotte entkamen.","versions":[{"lang":2,"streams":[{"redirect":11316935,"hoster":"VOE"},{"redirect":10130013,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"We\u0027ll Have Juice at the After Party","descr":"Während die Bentenmaru verfolgt werden, schlägt Grunhilde vor, Jennys Verlobte Junigh Coolph zu konfrontieren, um zu versuchen, die Hochzeit abzusagen. Die Bentenmaru-Crew schafft es, etwas Schmutz über Robert auszugraben, den sie über Show an Marika liefern. Marika und der Space Yacht Club gehen an Bord der Glorious Coolph und finden ihn als Anführer einer regierungsfeindlichen Rebellion, die dank Chiakis Intervention und Jennys Live-Übertragung bald gestoppt wird. Als Robert den Club konfrontiert, bringen sie seine Verbrechen ans Licht, Militärwaffen an regierungsfeindliche Kräfte zu verkaufen, und bringen den Fall zum Abschluss. Während die Mädchen ihren Sieg feiern, geht Jenny auf die Space University, während die Bentenmaru-Crew aus ihrer Quarantäne befreit wird. Marika erhält das Stille Flüstern von Jenny und sie dankt Misa und der Crew später dafür, dass sie ihr heimlich geholfen hat.","versions":[{"lang":2,"streams":[{"redirect":12174502,"hoster":"VOE"},{"redirect":10130015,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Bonds Among the Four","descr":"Der Weltraum-Yachtclub fährt zur Relaisstation, um einen Frühjahrsputz auf der Odette II durchzuführen. Marika, die von Prüfungen ein wenig schlaftrunken ist, beschließt, auch die Bentenmaru etwas aufzuräumen. Am zweiten Reinigungstag verliert Marika unwissentlich den ID-Ring, den sie von Gruier auf der Odette II bekommen hat, was ihr erst bewusst wird, als die Bentenmaru-Crew endgültig entlassen wird und sich aus der Brücke ausgesperrt sieht. Zum Glück gelingt es Grunhilde, sie zu finden und mit Hilfe des Space Yacht Clubs die Bentenmaru wieder zum Laufen zu bringen. Während die Mädchen einige der eingelagerten Gegenstände durchsuchen, scheint San-Daime sehr gerne einige der Teddybären zu sammelner fand. Als Marika sich nach dem Aufräumen in das Zimmer des Kapitäns zurückzieht, lernt sie, wie man das Pot-au-feu ihrer Mutter herstellt .","versions":[{"lang":2,"streams":[{"redirect":11316940,"hoster":"VOE"},{"redirect":10130016,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"The Captain Rides the Waves","descr":"Nachdem zuvor festgestellt , einige Räume Beiboote an Bord der Odette II, entscheidet der Raum Yacht - Club die neunzehnten Nebula Cup Dinghy - Meisterschaft in zwei Wochen zu betreten, obwohl sie bald nur eines der Mitglieder entdecken, Ai Hoshimiya , hat man keine Erfahrung Pilotierung. Kane beschließt, wieder ihr Berater zu sein, um die Mädchen zu Jollenpiloten auszubilden. Die Mädchen erfahren, dass ihre Akademie nach dem dreizehnten Meisterschaftsrennen wegen einer großen Massenkarambolage , die von ihnen verursacht wurde, für fünf Jahre gesperrt wurde. Aus Angst, dass sich dies wiederholen könnte, bittet das Meisterschaftskomitee Show darum, die Bentenmaru als Sicherheit zu stellen. Die Organisationen, die Marika immer noch überwachen, erfahren, dass die kriminelle Bisque Company es auf sie abgesehen hat. Am nächsten Tag hält Kane ein WindsurfenWettbewerb, bei dem die ersten drei, die das Rennen beenden, in die Meisterschaft gehen. Im zweiten Teil des Contests lässt Kane die Bentenmaru einen ihrer Balken in Strandnähe abfeuern, um eine Riesenwelle zu erzeugen. Natalia , Grunhilde und Ai qualifizieren sich schließlich, um den Verein für das bevorstehende Meisterschaftsrennen zu vertreten.","versions":[{"lang":2,"streams":[{"redirect":11316952,"hoster":"VOE"},{"redirect":10130017,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Final Battle at the Nebula Cup","descr":"Der Weltraumyachtclub erreicht den Planeten Calmwind, auf dem der Wettbewerb ausgetragen wird. Allerdings bekommt der Club von den Zuschauern um sie herum einen seltsamen Empfang, aufgrund der fünfjährigen Sperre, die sie erhielten, nachdem Lynn (wie von ihrem Club senpais angewiesen ) das dreizehnte Meisterschaftsrennen auf eine äußerst gefährliche Route umgeleitet hatte. Marika leiht sich vom Komitee ein Weltraumboot, um das Rennen im Auge zu behalten, aber die paranoide Komiteevorsitzende jagt Marika hinterher, als sie ihre Verbindung zur Hakuoh Academy erfährt. Das Rennen beginnt wie gewohnt mit dem Eintritt der Teilnehmer in die Calmwind-Atmosphäre, wenn eine Sonneneruptionbricht aus. Während des Rennens beginnt ein Kampfhubschrauber der Bisque Company, auf die Rennfahrer zu schießen, um Marika zu finden, die Chiaki befiehlt, alle in Sicherheit zu bringen, während sie das Kampfhubschrauber ablenkt. Die Bentenmaru kommt dann an, um Marika abzuholen, während sie das Kampfhubschrauber verfolgen. Da Ai außer der Hauptstrahlkanone keine ihrer Waffen verwenden kann, hilft sie den Bentenmaru, die Windrichtung des Planeten zu nutzen, um das Kampfhubschrauber zu zerstören. Mit ihrem Radar, das von der EMP-Explosion des Kanonenschiffs gebraten wurde, setzt Ai das Rennen fort und nutzt die Konstellation des Planeten. Am Ende werden die Kriminellen festgenommen und Chiaki gewinnt das Meisterschaftsrennen vor Grunhilde auf dem zweiten Platz.","versions":[{"lang":2,"streams":[{"redirect":11316941,"hoster":"VOE"},{"redirect":10130020,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Pirate Hunting","descr":"Marika erfährt, dass ein mysteriöses Schiff in letzter Zeit die Weltraumpiraten jagt. Trotz der Bedrohung durch die \"Piratenjäger\" sagt Marika ihrer Crew, dass sie noch einen Job machen werden, um ihre Freibeuterlizenz vor ihren Prüfungen zu erneuern. Gleichzeitig bereitet der Weltraumyachtclub eine letzte Übungsfahrt für Lynn und die Drittklässler vor, die ihren Abschluss machen und Marika als nächste Clubpräsidentin verlassen werden. Dank Show wird die Bentenmaru beauftragt, das Piratenschiff Big Catch und seine Flotte zu eskortieren. Bald werden die Weltraumpiraten von den Piratenjägern angegriffen, die die Flotte mit ihren überlegenen Waffen und ihrer unglaublichen Manövrierfähigkeit leicht zerstören. Als Marika der Bentenmaru befiehlt zu fliehen, taucht ein weiteres mysteriöses Schiff auf.","versions":[{"lang":2,"streams":[{"redirect":11316944,"hoster":"VOE"},{"redirect":10130019,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Head for the Pirate\u0027s Nest!","descr":"Die Parabellum, ein Freibeuter-Piratenschiff unter dem Galaktischen Imperium, wird von dem mysteriösen Ironbeard gesteuert, der das feindliche Schiff, das Grand Cross, vertreibt. Nachdem Ironbeard Marika warnt, dass Weltraumpiraten ausgelöscht werden, wenn vor dem Rückzug nichts unternommen wird, schafft es die Bentenmaru, alle aus dem Big Catch zu holen, bevor er explodiert. Später informiert Chiaki Marika und Gruier, dass Kenjo alle Weltraumpiraten, die während des Unabhängigkeitskrieges gekämpft haben, rufen will, um den Piratenrat zu reformieren und sich gegen die Piratenjäger zu vereinen. Es stellt sich heraus, dass das Grand Cross eines von vier neuen Prototypschiffen mit Schwerkraftkontrolltechnologie ist, die für die imperiale Flotte entwickelt wurden, und das Imperium könnte aufgrund des Parabellums beteiligt sein. Dazu müssen sie den legendären Koch finden, einer, der den Piraten während des Krieges gedient und sie vereint hat und der einzige, der das Lied hat, um sie zu nennen. Marika geht in das private Restaurant und vermutet, dass Oyaji diese Person ist, aber es stellt sich heraus, dass er der Sohn des legendären Kochs ist und dass sein älterer Bruder den Titel stattdessen angenommen hat. Nichtsdestotrotz spielt er allen alten Kommunikationseinheiten der Weltraumpiraten das Rallyelied der Piraten vor, um sich im Piratennest zu versammeln. Auf dem Weg der Bentenmaru werden sie vom Großkreuz konfrontiert.","versions":[{"lang":2,"streams":[{"redirect":11316942,"hoster":"VOE"},{"redirect":10130018,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"The Wounded Benten","descr":"Als das Großkreuz angreift, gelingt es Marika, die Bentenmaru mit ihrem schnellen Denken in Sicherheit zu bringen, bevor sie zu viel Schaden nimmt. Als sie das Piratennest, eine Asteroiden-Raumstation, erreichen, um Reparaturen und Upgrades an ihrem Schiff vorzunehmen, treffen sich Marika und Chiaki mit Kenjo, der ihnen mitteilt, dass alle Weltraumpiraten trotz Angriffen des Großkreuzes in drei Tagen hier eintreffen werden. Marika trifft später auf Quartz Christie , Kapitän des Großkreuzes, die enthüllt, dass sie die Piraten angreift, um Kampfdaten für ihr Schiff zu erhalten und ihren Mangel an Piraterie zu erkennen. Währenddessen finden Misa und Kane heraus, dass Lucaist eigentlich ein betrügerischer Android-Spion für das Grand Cross, während ein Mann, der wie Kane aussieht, heimlich zusieht. Marika telefoniert mit ihrer Mutter, ohne zu wissen, dass Ririka mit Eisenbart auf dem Parabellum ist und zum Piratennest geht.","versions":[{"lang":2,"streams":[{"redirect":12174498,"hoster":"VOE"},{"redirect":10130021,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"The Pirate\u0027s Council Begins","descr":"Luca kommt zurück und enthüllt der Crew, dass sie sich im Urlaub verirrt hat, als der betrügerische Androide die Führung übernommen hat, während er die Tatsache verbirgt, dass Ririka ihr geholfen hat. Die Weltraumpiraten, die sich im Hauptspeisesaal versammeln, sind überrascht von Quartz\u0027 Erscheinen, aber der Küchenchef lässt sie hierher, weil sie eine Piratin ist, die vom Galaktischen Imperium unterstützt wird. Um die Dinge zu regeln, fordert Marika Quartz zu einem Duell heraus, in dem die Weltraumpiraten gegen ihre Streitkräfte kämpfen, denen diese zustimmt. Bevor ein hitzköpfiger Kapitän Ärger macht, greift Ironbeard ein, der von der Kaiserin des Imperiums angewiesen wird, Quarz zu holen. Beim Abendessen werden Ironbeard und Quartz bald mit dem hitzköpfigen Captain konfrontiert, nur um von Ririka besiegt zu werden. Misa kommt an und erfährt, dass Kane mit seinem Zwillingsbruder Shane McDougal die Plätze getauscht hat, Steuermann der Parabellum-Crew. Ironbeard möchte wissen, ob die Weltraumpiraten in dieser Region entweder echte Piraten oder Freibeuter werden. Nachdem die Bentenmaru repariert und aufgerüstet wurden, wird Marika auserwählt, die Anführerin der gesamten Streitkräfte der Weltraumpiraten zu werden und sie zu ihrem Duell mit dem Großkreuz zu führen.","versions":[{"lang":2,"streams":[{"redirect":11316948,"hoster":"VOE"},{"redirect":10130022,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"There Go the Pirates","descr":"Im Duellbereich angekommen, in dem sie das goldene Geisterschiff gefunden haben, treffen Marika und die Weltraumpiratenflotte auf drei Schiffe des Großen Kreuzes. Dank Coories Hacking-Fähigkeiten gelingt es ihnen, die Grand Cross-Schiffe in ein Spreufeld zu überlisten und zwei von ihnen mit Raketen zu zerstören. Während Quartz abgelenkt ist, führt Marika eine Entermannschaft an, indem sie mit dem Piratenschiff Shangri-la in Quartz\u0027 Schiff rammt. Während die Piraten gegen die Sicherheitsdrohnen des Großen Kreuzes kämpfen, steht Marika Quartz gegenüber. Marika setzt ihr Gespräch über die Weltraumpiraten in ihrer Region fort und hält Quartz eine Rede, warum sie immer noch ein Existenzrecht haben. Eine beeindruckte Quartz entkommt mit ihren Kampfdaten vom Großkreuz, nachdem sie es gezündet hat, aber nicht bevor sie Marika sagt, dass sie sich in weiten Meeren wiedersehen sollen. Während die Piratenflotte ihren Sieg feiert,das Parabellum holt den Weltraumyachtclub von der Odette II ab, wo Gruier sich mit Eisenbart trifft, der sich als Gonzaemon entpuppt. Nachdem ihr Kampf vorbei ist, macht sich Marika auf den Weg nach Hause zum Meer des Morgensterns und besteht ihre Prüfungen, während Chiaki beschließt, auf unbestimmte Zeit an der Hakuoh Academy zu bleiben.","versions":[{"lang":1,"streams":[{"redirect":10852071,"hoster":"VOE"},{"redirect":10130024,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518165,"hoster":"VOE"},{"redirect":10130025,"hoster":"Streamtape"}]}]}]}]}