{"seriesId":"mr-mrs-murder","name":"Mr \u0026 Mrs Murder","descr":"In der australischen Krimiserie Mr and Mrs Murder ging es um das Ehepaar Nicole (Kat Stewart) und Charlie (Shaun Micallef).Die beiden haben über Jahre hinweg ein gut laufendes Geschäft aufgebaut: Sie reinigen Tatorte, nachdem die Polizei ihre Untersuchungen abgeschlossen hat und diesen zur Endreinigung frei gibt.Doch nicht immer ist die Polizei mit ihren Spezialisten erfolgreich, also schlüpfen Nicole und Charlie gelegentlich in diese Rolle und klären das eine oder andere Verbrechen auf. Und wenn sie das tun, dann mit einem Lächeln.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Early Checkout","descr":"Die Australische Crime-Comedy Mr \u0026 Mrs Murder dreht sich um ein äußerst charmantes Ehepaar, das eigentlich für die Reinigung von Tatorten zuständig ist. Doch Mr. und Mrs. Buchanan können es nicht lassen, sich auch als Laien-Ermittler zu betätigen.","versions":[{"lang":2,"streams":[{"redirect":8529660,"hoster":"VOE"},{"redirect":8529661,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"A Dog\u0027s Life","descr":"Mr und Mrs Murder finden sich in einem Golfclub für die Reichen wieder, als sie die Überreste des ehemaligen Golfchampions Keith Skinner (Merrick Watts) reinigen, der von einem Hund zerfleischt wurde.","versions":[{"lang":2,"streams":[{"redirect":8529668,"hoster":"VOE"},{"redirect":8529667,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"En Vogue","descr":"Der Designer und Lebemann Jonah Ellroy wird zu einer sehr speziellen Art von \"Fashion Victim\", als er auf dem Laufsteg durch einen fliegenden Spiegel getötet wird.","versions":[{"lang":2,"streams":[{"redirect":8529633,"hoster":"VOE"},{"redirect":8529630,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Atlas Drugged","descr":"Es ist ein besonders mörderischer Muskelkater, als ein Bodybuilder unter Drogen und zu Tode gebacken auf einer Sonnenbank im Bakstagebereich eines Wettbewerbs gefunden wird.","versions":[{"lang":2,"streams":[{"redirect":8529631,"hoster":"VOE"},{"redirect":8529629,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Lost Soul","descr":"Man sagt, das Leben sei ein Kabarett, aber das ist bei Hauptdarstellerin Linda Di Biasi, die ermordet unter der Bühne des Theaters aufgefunden wird, wohl nicht der Fall.","versions":[{"lang":2,"streams":[{"redirect":8529637,"hoster":"VOE"},{"redirect":8529635,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Next Best Man","descr":"Der Trauzeuge wird am Abend der Hochzeit auf dem glamourösen Familienansitz der Scalettas vergiftet. Er war der Finanzvorstand ihres erfolgreichen Familienunternehmens und hatte versucht, große Veränderungen durchzusetzen.","versions":[{"lang":2,"streams":[{"redirect":12174501,"hoster":"VOE"},{"redirect":8529638,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Thoroughly Dead Thoroughbred","descr":"Als der Tierarzt eines Pferdestalls mit einer Überdosis Ketamin ermordet wird, untersuchen Nicola (Kat Stewart) und Charlie (Shaun Micallef) den Fall. Sie stoßen auf ein entsetzlichen Geheimnis und die Liste der Verdächtigen verkürzt sich erheblich.","versions":[{"lang":2,"streams":[{"redirect":8529640,"hoster":"VOE"},{"redirect":8529641,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"A Flare for Murder","descr":"Die junge Seglerin Jennifer Travers wird auf ihrer Yacht mit einer Signalpistole erschossen. Wer würde das junge Mädchen in seinem Heimathafen töten wollen, nachdem es gerade für ein Jahr die Welt umsegelt hatte? Nicola (Kat Stewart) and Charlie (Shaun Micallef) stolpern bei ihren Nachforschungen um einen Schnitt, der nicht heilen möchte, ein Geheimversteck und eine verschlüsselte Botschaft. Als sie Jennifers Geheimnis lösen, stoßen sie auf ein ganz neues Rätsel...","versions":[{"lang":2,"streams":[{"redirect":13485465,"hoster":"VOE"},{"redirect":8529644,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Art of Murder","descr":"Ein obdachloser Mann wird zerquetscht unter einer Installation in einer Galerie für moderne Kunst aufgefunden. Als sein Tod mit einem fehlgeschlagenen Einbruch erklärt werden soll, bleibt Nicola (Kat Stewart) und Charlie (Shaun Micallef) nichts anderes übrig, als sich in die Ermittlungen einzuschalten.","versions":[{"lang":2,"streams":[{"redirect":13535969,"hoster":"VOE"},{"redirect":8529648,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Little Boxes","descr":"Als ein gut-situierter Mann namens James Langlan in einer geerbten Bade-Vorrichtung mit einer Harpune in die Brust geschossen und tödlich verwundet wird, erschüttert dies die gesamte wohlhabende Küstengemeinde. Ist ein Raubüberfall schief gegangen, oder handelt es sich doch um ein Verbrechen aus Leidenschaft?","versions":[{"lang":2,"streams":[{"redirect":13485456,"hoster":"VOE"},{"redirect":8529649,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Keeping Up Appearances","descr":"Das Leben einer hübschen, jungen Frau kommt zu einem unschönen Ende, als ihr Körper in dem Garten einer schönheitschirurgischen Praxis auf den Boden prallt. Hat sie Selbstmord begangen, um sich an der Klink zu rächen? Oder war es doch Mord?","versions":[{"lang":2,"streams":[{"redirect":13485483,"hoster":"VOE"},{"redirect":8529654,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Zootopia","descr":"Gary, der im Zoo als Pfleger für die Wildkatzen arbeitet, kommt zu Tode. Als dann auch noch Marie verschwindet, die sich normalerweise um die Nilpferde kümmert, sieht es ganz danach aus, als gehe es im Zoo von Maabade nicht mit rechten Dingen zu... Doch wer steht wohl an der Spitze der Nahrungskette?","versions":[{"lang":2,"streams":[{"redirect":13918471,"hoster":"VOE"},{"redirect":8529655,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Course Whisperer","descr":"Der Koch Bryce Cormac wird in seinem angesehenen Restaurant Razorback umgebracht. Da die Leiche fehlt, wächst das Menü an Verdächtigen, doch wer hat den größten Appetit auf Mord?","versions":[{"lang":2,"streams":[{"redirect":13509747,"hoster":"VOE"},{"redirect":8529656,"hoster":"Streamtape"}]}]}]}]}