{"seriesId":"mr-mrs-smith","name":"Mr. \u0026 Mrs. Smith","descr":"Zwei sich Fremde haben ihre Identitäten aufgegeben, um als John (Donald Glover) und Jane Smith (Maya Erskine) sowohl Spionage- als auch Ehepartner zu werden. Von einer mysteriösen Agentur zusammengebracht, begleitet jede Episode die beiden jeweils bei einer neuen Mission und bei einem neuen Meilenstein ihrer Beziehung. Auch wenn diese zu bröckeln scheint, müssen sie darum kämpfen, zusammenzubleiben: Denn in dieser Ehe ist eine Scheidung keine Option.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Erstes Date","epNo":1,"alt":"First Date","descr":"Willkommen bei den Smiths: John und Jane! Zwei Fremde, die ihre Identität aufgeben und von einer Geheimorganisation als Spione und als ungleiches Paar zusammengebracht werden. Erlebe sie auf gefährlichen Abenteuern, beim Schließen neuer Freundschaften und Sammeln von Erinnerungen. Aber Vorsicht, etwas ist faul bei ihrer allerersten Mission. Es ist ihr ERSTES DATE! Viel Glück, John und Jane!","versions":[{"lang":1,"streams":[{"redirect":13802589,"hoster":"VOE"},{"redirect":13802617,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14082822,"hoster":"VOE"},{"redirect":13802595,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zweites Date","epNo":2,"alt":"Second Date","descr":"John und Jane haben sich für ein Black-Tie-Event in Schale geworfen. Aber zuerst stellen die Smiths Grundregeln für zuhause auf: KEIN SEX . Werden sie die Dinge wieder in Ordnung bringen, als ihre gerissene Zielperson Eric Shane die Dinge auf den Kopf stellt? Es ist Johns und Janes Zweites Date.","versions":[{"lang":1,"streams":[{"redirect":14082820,"hoster":"VOE"},{"redirect":13850002,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13722849,"hoster":"VOE"},{"redirect":13722847,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Erster Urlaub","epNo":3,"alt":"First Vacation","descr":"Ob im New Yorker Stadthaus, im Schlafzimmer oder auf den Skipisten: John und Jane haben immer Spaß. Heute reisen sie nach Italien in die Dolomiten. Wird John ein neues Hobby entdecken? Wird Jane neue Freunde finden? Fangen die beiden an, echte Gefühle füreinander zu entwickeln? John und Jane, es ist euer ERSTER URLAUB! Doch denkt dran: noch ein Fehlschlag wird den Boss sehr böse machen.","versions":[{"lang":1,"streams":[{"redirect":13918516,"hoster":"VOE"},{"redirect":13802627,"hoster":"Vidoza"},{"redirect":13802626,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13741469,"hoster":"VOE"},{"redirect":13936705,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Doppeldate","epNo":4,"alt":"Double Date","descr":"John und Jane sind nicht die einzigen Smiths da draußen. Vorhang frei für den anderen John und die andere Jane, auch ein Smith-Paar, nur dass sie SUPER- Hochrisiko sind. Aber wird die ganze Bande zusammen zu viel des Guten sein? Doppelt so viele Lacher und doppelt so viele Streiche bei John und Janes DOPPELDATE!","versions":[{"lang":1,"streams":[{"redirect":13802625,"hoster":"VOE"},{"redirect":13968767,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13722863,"hoster":"VOE"},{"redirect":13968770,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Willst du Kinder?","epNo":5,"alt":"Do You Want Kids?","descr":"Es ist Sommer, und John und Jane wollen endlich mehr Zeit miteinander verbringen. Begleite sie an den glamourösen Comer See, wo sie in schicken Autos bösen Jungs ausweichen und dem schmierigen Toby nachstellen, dessen kriminelle Machenschaften sie alle in Gefahr bringen. Während sie dieses Riesenbaby retten, stellen sich John und Jane die Frage: WILLST DU KINDER? Mamma mia, Toby!","versions":[{"lang":1,"streams":[{"redirect":13802632,"hoster":"VOE"},{"redirect":13802629,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13722868,"hoster":"VOE"},{"redirect":13802603,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Paartherapie","epNo":6,"alt":"Couples Therapy","descr":"Oh, John. Oh, Jane. Unser Paar war wirklich schlecht darin, sich mitzuteilen und füreinander da zu sein. Zeit für professionelle Hilfe - John und Jane, macht euch bereit für die PAARTHERAPIE! Das wird Bombe.","versions":[{"lang":1,"streams":[{"redirect":13802635,"hoster":"VOE"},{"redirect":13722889,"hoster":"Doodstream"},{"redirect":13722886,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13722873,"hoster":"VOE"},{"redirect":13722869,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Untreue","epNo":7,"alt":"Infidelity","descr":"Hihi hat John und Jane etwas Abstand verordnet. John verbringt viel Zeit mit seiner neuen Freundin Bev. Und was ist mit Jane? Wird John vergessen, wie viel Spaß sie miteinander hatten? Arme Jane! Böser, böser, John! Wie werden John und Jane die UNTREUE überwinden?","versions":[{"lang":1,"streams":[{"redirect":13802633,"hoster":"VOE"},{"redirect":13974768,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13722874,"hoster":"VOE"},{"redirect":13802614,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Trennung","epNo":8,"alt":"A Breakup","descr":"John und Jane nehmen sich eine Auszeit. Werden sie in der Lage sein sich zu entschuldigen, oder bedeutet dies das Ende ihrer Abenteuer? John und Jane, holt die Taschentücher raus, es ist eine TRENNUNG. Nur diesmal geht es um Leben und Tod. Macht nicht so ein Theater!","versions":[{"lang":1,"streams":[{"redirect":13802636,"hoster":"VOE"},{"redirect":13968769,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13722876,"hoster":"VOE"},{"redirect":13802619,"hoster":"Streamtape"}]}]}]}]}