{"seriesId":"mr-young","name":"Mr. Young","descr":"Adam Young (Brendan Meyer) ist ein echtes Wunderkind. Bereits im Alter von 14 macht er einen Abschluss an der Universität. Um weiterhin Kontakt mit gleichaltrigen Freunden zu haben, beschließt er, zur Highschool zurückzukehren – allerdings als Lehrer für Physik. Doch das bringt einige Probleme mit sich, u.a. mit dem Schultyrannen Slab (Kurt Ostlund).","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Erster Schultag","epNo":1,"alt":"Mr. Young","descr":"So turbulent hätte sich Adam seinen ersten Schultag an seiner früheren High School nicht vorgestellt. Seine große Schwester Ivy weigert sich, mit ihm gesehen zu werden. Sein Freund Derby, der immer noch an der Schule ist und nun in seine Klasse kommt, ist ein fauler, nie um eine Ausrede verlegener Klassenclown, und der unterbelichtete Slab fordert ihn zu einem Faustkampf auf dem Schulhof auf.Da Adam genauso alt ist wie seine Schüler, nimmt ihn niemand ernst. Auch nicht Echo, ein quirliges Mädchen, das in seine Klasse geht und in die sich Adam Hals über Kopf verliebt.","versions":[{"lang":1,"streams":[{"redirect":11317111,"hoster":"VOE"},{"redirect":10130266,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Arthur","epNo":2,"alt":"Mr. Roboto","descr":"Wieder einmal ist Adam nicht mit seinem Unterrichtsstoff durchgekommen, weil ihn seine Klasse nicht ernst nimmt und während der Schulstunde Chaos veranstaltet. Also baut er einen Roboter-Schüler und nennt ihn Arthur. Er soll als Vorbild für die anderen gelten und ihn gleichzeitig vor Schulbully Slab beschützen. Tatsächlich gelingt es Arthur, Slab Paroli zu bieten, sodass die nächste Stunde ohne Zwischenfälle vonstatten geht. Doch leider macht sich Arthur kurz darauf selbständig und gerät in die Hände von Adams Schwester Ivy, die Arthur als ihren Freund ausgeben möchte, um ihren Schwarm Hutch eifersüchtig zu machen.","versions":[{"lang":1,"streams":[{"redirect":11317115,"hoster":"VOE"},{"redirect":10130268,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nachsitzen","epNo":3,"alt":"Mr. Detention","descr":"Adam kann sein Glück kaum fassen: Er und Echo haben eine Woche lang denselben Schulweg, weil sie vorübergehend bei ihrer Tante in Adams Nachbarschaft wohnt.Endlich hat er die Gelegenheit, seinen Schwarm besser kennenzulernen und vielleicht sogar zu fragen, ob sie mit ihm ausgeht. Doch Adams Freude ist nur von kurzer Dauer. Direktor Tater verdonnert ihn dazu, mittags die Schüler zu beaufsichtigen, die nachsitzen müssen, darunter Slab, der sich schon daran gewöhnt hat, jeden Tag mittags länger in der Schule zu bleiben.Der einzige Weg, Echo doch noch auf ihrem Nachhauseweg zu begleiten, besteht darin zu verhindern, dass auch nur ein einziger Schüler nachsitzen muss. Aber wie soll Adam das gelingen, wenn Slab jeden Tag neue Streiche einfallen?","versions":[{"lang":1,"streams":[{"redirect":11317106,"hoster":"VOE"},{"redirect":10130267,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lockenpracht","epNo":4,"alt":"Mr. Inventor","descr":"Durch Zufall mixt Derby im Naturkundeunterricht eine Substanz zusammen, die zu verstärktem Haarwuchs führt. Derby macht sofort ein Geschäft daraus und verkauft das Elixier seinen pubertierenden Mitschülern. Auch Direktor Tater nutzt es, um seine verhasste Glatze zu kaschieren.Die Wirkung des Mittels macht schnell die Runde. Dadurch wird auch Preston, der windige Verkäufer eines Teleshoppingkanals, auf das Mittel aufmerksam und verspricht Derby Millionen, wenn er bereit ist, einen Exklusivvertrag mit ihm abzuschließen. Während einer Werbesendung soll Derby die Wirkung seines Mittels demonstrieren. Doch leider sind seine Vorräte bereits aufgebraucht. Kann Adam helfen?","versions":[{"lang":1,"streams":[{"redirect":11317105,"hoster":"VOE"},{"redirect":10130269,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Beste Kumpels","epNo":5,"alt":"Mr. Younger Man","descr":"Adam bekommt Besuch von Sydney, einer guten und überaus hübschen Freundin, die zusammen mit ihm studiert hat. Sie ist für Adam viel zu alt, und er sieht sie zunächst auch nur als guten Kumpel, mit dem man gut über Quarks und Elektronen fachsimpeln kann. Doch dann setzt ihm Derby Flausen in den Kopf und glaubt, dass Sydney gekommen ist, weil sie mehr in Adam sieht als nur einen guten Freund. Derby gibt Adam gleich ein paar gute Tipps, wie man bei Frauen wie Sydney landen kann. Als Adam von Sydney zu einem Besuch in ein Planetarium eingeladen wird, rät ihm Derby, alles auf eine Karte zu setzen. Doch dann erfährt Derby zufällig, dass Sydney längst einen Freund hat.","versions":[{"lang":1,"streams":[{"redirect":11317118,"hoster":"VOE"},{"redirect":10130270,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Cheerleader","epNo":6,"alt":"Mr. DNA","descr":"Adam wundert sich, dass an der Schule keine Cheerleader erlaubt sind, und versucht herauszufinden, woran dies liegt. Es stellt sich heraus, dass Direktor Tater keine Cheerleader mehr erlaubt, seit er 1986 Opfer eines üblen Streichs wurde. Damals steckte ihm jemand Leim in den Kopf des Maskottchen-Kostüms, das er als Schüler während der Footballspiele trug. Tater beschuldigt den damaligen Captain der Cheerleader – Adams Mutter! Doch die beteuert ihre Unschuld. Adam begibt sich auf Spurensuche und findet heraus, dass nicht seine Mutter für die Tat verantwortlich war, sondern eine Person, von der es niemand erwartet hätte.","versions":[{"lang":1,"streams":[{"redirect":11317116,"hoster":"VOE"},{"redirect":10130273,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Großer Knall","epNo":7,"alt":"Mr. Honest","descr":"Wieder einmal sind Derby Adams Unterrichtsversuche nicht spektakulär genug. Als Adam einen Tischvulkan herstellt, sorgt Derby für eine mächtige Eruption, indem er wahllos Chemikalien in den Schlund des Vulkans wirft. Durch die Eruption wird ein Gas freigesetzt, das alle, die es einatmen, dazu zwingt, die Wahrheit zu sagen. Sofort setzt Direktor Tater alle im Raum Anwesenden unter Quarantäne. Auch Echo befindet sich darunter. Adam muss nun unter allen Umständen vermeiden, dass Echo von seiner Liebe zu ihr erfährt. Dabei macht er auch vor drastischen Mitteln nicht Halt.","versions":[{"lang":1,"streams":[{"redirect":11317120,"hoster":"VOE"},{"redirect":10130271,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Solotänzer","epNo":8,"alt":"Mr. Ballerina","descr":"Adam und Derby erfahren von Slabs Geheimnis, als sie ein Tu-Tu in seinem Spind finden: Der grobe Schultyrann hat eine heimliche Vorliebe fürs Ballett und nimmt sogar Unterricht! Nachdem Slab einen prähistorischen Mammutknochen gestohlen hat, den Adam dem örtlichen Museum entliehen hat, sucht Adam nach einem Weg, den Knochen zurückzubekommen. Er entscheidet sich dafür, Slab erpressen: Gemeinsam mit Derby meldet er sich ebenfalls zum Ballettunterricht an, um heimlich Fotos von Slab im Tu-Tu zu schießen. Doch alles kommt anders als geplant, als seine Ballettlehrerin Adam eröffnet, dass die Klasse eine Vorstellung an der Finnegan High geben wird.","versions":[{"lang":1,"streams":[{"redirect":13018589,"hoster":"VOE"},{"redirect":10130272,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gesangseinlagen","epNo":9,"alt":"Mr. Talent","descr":"Direktor Tater möchte unbedingt eine Talentshow an seiner Schule veranstalten. Da der Zulauf gering ist, erlässt er allen, die daran teilnehmen, eine Stunde Nachsitzen, und schon füllt sich die Teilnehmerliste. Auch Echos Name steht darauf. Sie will mit einer Gesangsdarbietung überzeugen. Als Adam hört, wie grauenhaft sie singt, möchte er ihr den Spott ihrer Mitschüler ersparen und setzt alles daran, sie von ihrem Auftritt abzuhalten.","versions":[{"lang":1,"streams":[{"redirect":11317121,"hoster":"VOE"},{"redirect":10130274,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Großer Bruder","epNo":10,"alt":"Mr. Big Brother","descr":"Echo erzählt Adam, dass sie als \"große Schwester\" für die kleine Chloe eine Schulpatenschaft übernommen hat und regelmäßig Zeit mit ihr verbringt. Am nächsten Tag wollen beide gemeinsam auf das Schulfest gehen.Adam würde sie nur zu gerne begleiten, und meldet sich ebenfalls für die Schulpatenschaft an. Derby hilft ihm dabei, den Fragebogen dafür auszufüllen. Allerdings unterläuft ihm dabei ein Zahlendreher: Statt 14 gibt Derby das Alter seines Freundes mit 41 an, sodass Adam schließlich Desmond zugeteilt bekommt, der wesentlich älter und größer ist als er. Schlimmer noch: Als Echo ihn sieht, wirft sie ein Auge auf ihn. Nun versucht Adam mit allen Mitteln, sich gegen den sportlichen Desmond zu behaupten, um Eindruck bei Echo zu schinden.","versions":[{"lang":1,"streams":[{"redirect":11317122,"hoster":"VOE"},{"redirect":10130275,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Spielverderber","epNo":11,"alt":"Mr. Shakespeare","descr":"Direktor Tater bestimmt Adam zum neuen Leiter der Theater-AG. Auf dem Plan steht \"Romeo und Julia\". Eine Julia ist schnell gefunden: Echo möchte sie spielen. Daraufhin plädiert Adam, Romeo mit dem hässlichsten Schüler der Finnegan High zu besetzen. Doch Direktor Tater entscheidet sich für den attraktiven Hutch. Aus Angst, dass sich Echo während der Proben in Hutch verliebt, verbündet sich Adam mit seiner Schwester, die auf Hutch ein Auge geworfen hat, und beginnt, das Stück umzuschreiben.Insbesondere die Kuss-Szene am Ende des Stückes ist Adam ein Dorn in Auge.","versions":[{"lang":1,"streams":[{"redirect":10130279,"hoster":"VOE"},{"redirect":10130278,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Sternengucker","epNo":12,"alt":"Mr. Meteor","descr":"Um seine Schüler für Astronomie zu begeistern, veranstaltet Adam an der Schule eine Nacht unter freiem Himmel. Ein Meteor fliegt so nahe der Erdumlaufbahn vorbei, dass er mit einem einfachen Teleskop zu sehen sein wird. Doch das Interesse seiner Schüler hält sich in Grenzen. Sie zelten lieber mit Schuldirektor Tater, der die Übernachtung für allerlei pubertäre Spiele nutzen will. Adam gefällt dies ganz und gar nicht, und so kommt es zu einem Konkurrenzkampf zwischen Taters Spaßveranstaltung und Adams wissenschaftlichem Anspruch. Adam fällt schließlich nichts anderes ein, als sich als Alien zu verkleiden, um das Interesse seiner Schüler zu wecken.Originaltitel: \"Mr. Meteor\"","versions":[{"lang":1,"streams":[{"redirect":10130288,"hoster":"VOE"},{"redirect":10130277,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Partnerbörse","epNo":13,"alt":"Mr. Impossible","descr":"Die Schülervertretung braucht Geld. Deshalb können sich alle Schüler für fünf Dollar den idealen Partner per Computer bestimmen lassen. Dazu müssen sie nur einen umfangreichen Fragebogen ausfüllen. Adam möchte natürlich, dass der Computer seinen Namen als idealen Partner für Echo ausspuckt. Doch dazu muss es ihm irgendwie gelingen, an Echos ausgefüllten Fragebogen zu gelangen. Dummerweise ist seine Schwester Ivy die Vorsitzende der Schülervertretung und sorgt dafür, dass Adam nicht an den Fragebogen gelangt. Also bleibt ihm nichts anderes übrig, als nachts mit Hilfe seines Freundes Derby in die Schule einzubrechen. Originaltitel: \"Mr. Impossible\"","versions":[{"lang":1,"streams":[{"redirect":10130280,"hoster":"VOE"},{"redirect":10130281,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Superhelden","epNo":14,"alt":"Mr. Marvelous","descr":"Adam ist entsetzt. Auf dem Schulflohmarkt verkauft seine Mutter die seltene Erstausgabe von \"Mr. Marvelous\" für fünf Dollar. Dabei ist das Comic, das Adam wie seinen Augapfel gehütet hat, ein Vielfaches wert. Dummerweise ist ausgerechnet Slab der Käufer. Adam muss einen Trick anwenden, um sein Comic wiederzubekommen. Er verkleidet sich selbst als Mr. Marvelous und fordert sein Comic zurück. Tatsächlich fällt Slab auf die alberne Verkleidung herein. Doch Adams Glück währt nicht lange. Um den kleinen Jimmy nicht zu enttäuschen, der ein großer Fan von Mr. Marvelous ist, überlässt er ihm sein Comic. Während Adam noch seinen Verlust betrauert, kommt Jimmy zurück und bittet ihn um Hilfe. Ein Hundefänger hat seinen Hund Crackers gefangen und will ihn nicht zurückgeben. Jetzt kann nur noch Mr. Marvelous helfen.","versions":[{"lang":1,"streams":[{"redirect":11317125,"hoster":"VOE"},{"redirect":10130276,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Hundeleben","epNo":15,"alt":"Mr. Dog","descr":"Adam ist entsetzt, als er hört, wer dieses Jahr den Nobelpreis für Physik bekommt. Professor Gallifrey erhält ihn für ein Forschungsgebiet, auf das sich zufälligerweise auch Adam spezialisiert hat. Adam ist überzeugt, dass Gallifrey seine Ergebnisse als die eigenen ausgegeben und sich den Nobelpreis auf diese Weise ergaunert hat. Als Derby hört, dass der Preis mit einem Haufen Geld dotiert ist, überredet er Adam, zu Gallifrey zu fahren, um Beweise für seine Vermutung zu finden. Als sie sich heimlich Zugang zu dem Büro des Professors an der Uni verschaffen, taucht plötzlich Gallifrey auf. Er bemerkt die beiden aber nicht. Schnell stellt sich heraus, dass er blind ist.","versions":[{"lang":1,"streams":[{"redirect":10130286,"hoster":"VOE"},{"redirect":10130284,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Zukunftsmusik","epNo":16,"alt":"Mr. School Song","descr":"Zu Ehren des ehemaligen Mentors von Direktor Tater soll die Hymne der Finnegan High vorgetragen werden. Doch leider stellt sich diese in vielfacher Hinsicht als antiquiert heraus. Tater schlägt einen Wettbewerb vor: Eine neue Hymne für die Finnegan High wird gesucht. Der Sieger darf als Preis die Lehrertoilette im ersten Stock benutzen. Daraufhin machen alle Schüler begeistert mit. Da sowohl Mrs. Bryne als auch Direktor Tater selbst Ambitionen haben, den Wettbewerb zu gewinnen, liegt es an Adam, als einzigem unvoreingenommenem Lehrer, den Juryvorsitz zu übernehmen.","versions":[{"lang":1,"streams":[{"redirect":12917788,"hoster":"VOE"},{"redirect":10130283,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schlüsselerlebnisse","epNo":17,"alt":"Mr. Picture Day","descr":"Da Adam bereits im Alter von neun Jahren sein Studium begann, hat er die wichtigsten Stationen eines Teenagerlebens bislang nicht erlebt, angefangen vom ersten Kontakt mit dem Mädchen seiner Träume, über den ersten Kuss, bis hin zum Abschlussball der Unterstufe. Sein Schwarm Echo hat Mitleid mit ihm und ist bereit, jedes wichtige Ereignis noch einmal für ihn nachzustellen. Adam kann sein Glück kaum fassen. Doch dann erfährt er auf die harte Tour, dass nicht jedes einschneidende Ereignis während der High School-Zeit automatisch positiv sein muss.","versions":[{"lang":1,"streams":[{"redirect":11317127,"hoster":"VOE"},{"redirect":10130282,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Nepomuk","epNo":18,"alt":"Mr. Tickleschmootz","descr":"Adam hat sich bereit erklärt, auf Echos Hamster Nepomuk aufzupassen, während sie übers Wochenende wegfährt. Doch schon nach kurzer Zeit streckt Nepomuk alle Füße von sich und atmet nicht mehr. Adam ist verzweifelt: Wie soll er das nur Echo erklären? In seiner Not versucht er, den Hamster zu klonen. Da Echo bereits am nächsten Tag zurückkommt, stopft er den Klon zudem mit Wachstumshormonen voll. Und tatsächlich steht kurze Zeit später ein identischer Nepomuk in seinem Käfig. Echo scheint zunächst nichts von Adams Aktion zu bemerken, doch dann machen sich die Wachstumshormone des Klons bemerkbar. Kurze Zeit später hat der neue Nepomuk bereits die Ausmaße eines Hundes.","versions":[{"lang":1,"streams":[{"redirect":10130289,"hoster":"VOE"},{"redirect":10130290,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Halloween","epNo":19,"alt":"Mr. Mummy","descr":"An Halloween verkündet Schuldirektor Tater stolz, dass es ihm gelungen ist, eine Vorpremiere der neuesten Verfilmung einer romantischen Gruselroman-Reihe in der Schule stattfinden zu lassen. Alle sind begeistert, insbesondere Echo, die sich am Abend als Zombie verkleidet und als größter Fan der Bücher outet. Adam, der mit solchem Schund nichts anfangen kann, versucht dennoch, gegenüber Echo mit Fachwissen aus dem Roman zu prahlen. Dazu hält er ständigen Funkkontakt zu Derby, der ihm die entsprechenden Passagen aus dem Buch vorliest. Doch dann bricht der Kontakt ab, und Adam ist auf sich alleine gestellt.","versions":[{"lang":1,"streams":[{"redirect":10130292,"hoster":"VOE"},{"redirect":10130291,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Aushilfslehrer","epNo":20,"alt":"Mr. Elderman","descr":"Adam ist genervt, als die Schüler ihm wieder einmal Ausreden auftischen, warum sie ihre Hausaufgaben nicht gemacht haben. Ist er etwa nicht streng genug? Kurzerhand verkleidet er sich als alter, grantiger Ersatzlehrer Mr. Elderman und beginnt, seine Schüler herablassend zu behandeln. In der Annahme, dass sie sich Adam schnell wieder zurückwünschen, lässt er seiner Klasse nichts durchgehen und fordert mit maximaler Strenge Disziplin. Doch siehe da: Plötzlich machen alle Schüler ihre Hausaufgaben und arbeiten eifrig im Unterricht mit. Als Direktor Tater davon erfährt, möchte er Mr. Elderman sofort behalten und Adam kündigen.","versions":[{"lang":1,"streams":[{"redirect":11317136,"hoster":"VOE"},{"redirect":10130287,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Lehrerauktion","epNo":21,"alt":"Mr. Servant","descr":"Da Schuldirektor Tater eine Statue von sich mit dem Geld aus dem Schulbudget für Reparaturmaßnahmen finanziert hat, fehlt plötzlich Geld für das marode Dach. Doch Tater hat sofort eine Lösung parat: Er lässt das Schulpersonal versteigern! Jeder Lehrer, der von einem Schüler ersteigert wird, verpflichtet sich, einen Tag alles zu tun, was von ihm verlangt wird. Adam hofft natürlich, dass Echo ihn ersteigert, doch diese bietet aus Mitleid für die alte Mrs. Bryne und bekommt kurz darauf auch den Zuschlag. Adam jedoch wird ausgerechnet von seiner Schwester Ivy ersteigert, und kann sich auf einen langen, beschwerlichen Tag voller Demütigungen gefasst machen.","versions":[{"lang":1,"streams":[{"redirect":10130294,"hoster":"VOE"},{"redirect":10130293,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Meisterwerke","epNo":22,"alt":"Mr. Masterpiece","descr":"Als sich herausstellt, dass der kürzlich verstorbene, berühmte Maler Fernando vor langer Zeit als Kunstlehrer an der Finnegan High arbeitete, forschen alle Schüler nach verschollenen Kunstwerken des Malers. Adam hat die Idee, Mrs. Bryne nach Fernando zu fragen, schließlich ist sie gefühlt seit über einem Jahrhundert Lehrerin an der Schule. Und tatsächlich stellt sich heraus, dass Mrs. Bryne nicht nur Fernando kannte, sondern auch ein Verhältnis mit ihm hatte. Um ihr Gedächtnis aufzufrischen, soll sich Direktor Tater als Fernando verkleiden und sie dazu bringen zu erzählen, wo Fernando seine verschollenen Gemälde deponiert hat.","versions":[{"lang":1,"streams":[{"redirect":10130299,"hoster":"VOE"},{"redirect":10130298,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Superhirn","epNo":23,"alt":"Mr. Brain","descr":"Ein neues junges Genie kommt an die Finnegan High. Der achtjährige Joseph hat einen ähnlich hohen IQ wie Adam und ihn als sein Vorbild. Adam fühlt sich geschmeichelt und erklärt sich gerne bereit, ihm die Schule zu zeigen. Als er ihn in seinen Unterricht mitnimmt, gelingt es Joseph, den Schülern komplexe Themen besser zu vermitteln als Adam. Erstmals scheinen Adams Schüler etwas richtig kapiert zu haben. Als dann auch noch Echo mit Joseph zu flirten beginnt und sich mit ihm zur Nachhilfe verabredet, reicht es Adam. Mit Derbys Hilfe versucht er zu verhindern, dass Joseph sich mit Echo trifft.","versions":[{"lang":1,"streams":[{"redirect":12337273,"hoster":"VOE"},{"redirect":10130296,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Karriereknick (1)","epNo":24,"alt":"Mr. Space – Part 1","descr":"Als Adam Opfer eines Streichs wird, reicht es ihm. Er kündigt und nimmt sein ursprüngliches Jobangebot bei der NASA an. Direktor Tater freut sich, dass er Adam endlich los ist, und schmeißt sogleich eine Abschiedsparty. Doch Derby, Echo und sogar Slab sind alles andere als erfreut, dass Adam die Schule verlässt. Der Streich galt schließlich nicht ihm, sondern Direktor Tater. Doch Adam lässt sich nicht von seiner Entscheidung abbringen, auch als er feststellt, dass sein Job bei der NASA zunächst nur aus Kaffeekochen besteht. Um Adam zu überreden, zurück an die Schule zu kommen, reisen Derby, Echo, Slab und Ivy zu ihm.","versions":[{"lang":1,"streams":[{"redirect":11317134,"hoster":"VOE"},{"redirect":10130297,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Karriereknick (2)","epNo":25,"alt":"Mr. Space – Part 2","descr":"Adam arbeitet nach seiner Kündigung bei der NASA, doch seine Freunde sind ihm nachgereist, um ihn zur Rückkehr zu bewegen. Als sie an seiner Arbeitsstelle auftauchen, traut er ihnen nicht zu sagen, dass er nur ein kleines Rad im Getriebe der NASA ist, und brüstet sich vor seinen Freunden, für eine Spaceshuttle-Mission verantwortlich zu sein. Als er ihnen das Raumschiff zeigt, drückt er aus Versehen ein paar falsche Knöpfe, die eine automatische Zündung der Triebwerke auslöst. Ehe er es sich versieht, fliegt er zusammen mit seinen Freunden ins All.","versions":[{"lang":1,"streams":[{"redirect":11317131,"hoster":"VOE"},{"redirect":10130300,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Mr. Claus","descr":"Nach einem missglückten Streich stößt Derby den Weihnachtsmann an Heiligabend versehentlich aus seinem Schlitten, wodurch er sein Gedächtnis verliert. Adam, Derby, Echo, Ivy und Slab haben also die Geschenke in die Welt gebracht. Als sie zurückkommen (alle außer Derby), finden sie heraus, dass der Weihnachtsmann nur vorgab, sein Gedächtnis verloren zu haben, und behauptete, er sei faul und stehe selbst auf der Ungezogenenliste. Diese Show ist hauptsächlich Derbys Traum.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Duftstoffe","epNo":1,"alt":"Mr. Moth","descr":"Adam berichtet in seinem Unterricht über Duftstoffe, die im Tierreich dazu dienen, Partner anzulocken. Dabei gelangen unbeabsichtigt ein paar Tropfen eines Motten-Duftstoffs auf sein Hemd. Sofort beginnt Echo mit ihm zu flirten. Endlich!Doch Derby ist davon überzeugt, dass Echo nur auf den Duftstoff reagiert, und kein wirkliches Interesse an Adam zeigt. Und tatsächlich scheint Echo nichts mehr von Adam wissen zu wollen, als er sein Hemd wechselt. Daraufhin taucht Adam gleich seinen ganzen Körper in den Duftstoff. Doch das hätte er besser nicht tun sollen.","versions":[{"lang":1,"streams":[{"redirect":11317135,"hoster":"VOE"},{"redirect":10130301,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Mr. Spring Break Part 1","descr":"Der Produzent der beliebten wissenschaftlichen Fernsehsendung \"Science Schmeince\" kommt zu Finnegan und möchte Adam als neuen Moderator der Sendung einstellen. Adam stimmt zu, denn er sieht darin eine großartige Gelegenheit, seine Liebe zur Wissenschaft einem breiten Publikum zu vermitteln. Doch als der Produzent von Adams wissenschaftlichem Fachchinesisch gelangweilt ist, stellt er Derby als Moderatorin der Sendung ein, die mehr Spaß macht.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Mr. Spring Break Part 2","descr":"Adam folgt Echo in das exotische Land Sanduras, in der Hoffnung, Zeit mit ihr zu verbringen, aber er wird immer wieder von seiner Vormundin, Mrs. Byrne, weggezogen. In der Zwischenzeit reisen Derby und Slab mit einem Heißluftballon nach Sanduras, und Tater und Dang suchen nach einer legendären Bestie: dem Sasquawk.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Mr. Matchmaker","descr":"Adam will seinen Schülern beibringen, wie wichtig es ist, nachts gut zu schlafen, und führt in Finnegan ein Experiment mit Schlafentzug durch. Er benutzt seine Schüler als Testpersonen und fordert sie auf, eine ganze Nacht lang wach zu bleiben, während sie in seiner Klasse abhängen. Im Laufe der Nacht erlebt die Gruppe alles Mögliche, von Erschöpfung bis hin zu Halluzinationen, während die verschiedenen Auswirkungen des Schlafentzugs eintreten.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Mr. Sleep","descr":"Adam folgt Echo in das exotische Land Sanduras, in der Hoffnung, Zeit mit ihr zu verbringen, aber er wird immer wieder von seiner Vormundin, Mrs. Byrne, weggezogen. In der Zwischenzeit reisen Derby und Slab mit einem Heißluftballon nach Sanduras, und Tater und Dang suchen nach einer legendären Bestie: dem Sasquawk.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Mr. TV","descr":"Da Direktor Tater Adam ständig im Nacken sitzt, beschließen Adam und Echo, seine Frustration zu lindern, indem sie ihm eine Frau suchen. Das erweist sich als schwieriger als erwartet. Aber als Echo Adam davon überzeugt, Tater mit Adams Mutter Rachel zu verkuppeln, sind alle glücklich - außer Adam. Währenddessen versucht Derby, Slabs Milchphobie zu heilen.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Mr. Pickles","descr":"Having had his career ruined by Derby, Preston Pickles takes a job as Finnegan High\u0027s new shop teacher. But while no one else will believe him, Derby is convinced that Preston is trying to get rid of him. Derby must find a way to restart Preston\u0027s career as an infomercial pitchman, or face the wrath of the Derbinator 3000.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Mr. Student","descr":"Adam gibt vor, ein Schüler der Finnegan High zu sein, damit er dem Quizteam beitreten und Echo helfen kann, einen Pokal zu gewinnen. Aber als Slab Echos Platz im Team einnimmt, versucht Adam, Slab zu zwingen, seinen Platz einzunehmen, damit Echo ihn einnehmen kann.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Mr. Film Festival","descr":"Der rote Teppich wird für Finnegans hellste Stars ausgerollt, die ihre Filme auf dem ersten jährlichen Filmfestival präsentieren. Da jeder Schüler einen Film einreicht, reicht die Bandbreite der Beiträge von einer rührseligen romantischen Komödie über einen 3D-Actionthriller bis hin zu einem Kung-Fu-Spektakel. Möge der beste Film gewinnen!","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Mr. Elephant","descr":"Ein Teenager-Mädchen, Brap, wird versehentlich von ihrem Zuhause im Regenwald in Adams Klassenzimmer gebracht. Sie spricht kein Englisch, hat übermenschliche Kräfte und glaubt, sie sei ein Elefant - die Tiere, von denen sie als Baby aufgezogen wurde! Beeindruckt von ihrem animalischen Wesen, verliebt sich Slab auf den ersten Blick. Aber Brap hat nur Augen für Adam. Während Echo und Adam versuchen, Brap zu helfen, sich bei Finnegan einzufügen, versucht Slab, ihre Zuneigung zu gewinnen. Dann bringt Ivy Brap bei, so zu sein wie sie und sie in Briannna umzubenennen (wie sie behauptet, mit 3 n), ihr das Sprechen beizubringen und ihr beizubringen, dass sie ein Homosapien ist.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Mr. Candidate","descr":"In der Hoffnung, Derby dazu zu bringen, sich nicht mehr aufzuspielen, beschließen Adam und Rektor Tater, dass er Verantwortung übernehmen muss. Sie schlagen Derby vor, für den Schülerratsvorsitz zu kandidieren. Als Derby ihnen jedoch einen Strich durch die Rechnung macht, indem er für die Schulleitung kandidiert, müssen Adam und Tater verhindern, dass er gewinnt, oder sie riskieren, ihren Job zu verlieren. In der Zwischenzeit hilft Echo Slab für den Geburtstag seines Cousins.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Mr. Robot 2.0","descr":"Adams Roboter aus einer früheren Folge, ARTHUR, kehrt zurück, nachdem er besiegt wurde, und recycelt sich selbst und programmiert sich neu, um Androiden-Kopien von allen Menschen zu machen, aber die Person, auf der er basiert, kommt und schlägt ihn am Ende bewusstlos. In der Zwischenzeit schreibt Echo einen Bericht über die Gefahren der Robotik, aber das Chaos bricht aus, als der Roboter Echo einen Vortrag über die Wunder der Robotik hält. Aber der Derby-Roboter wird nicht ersetzt.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Mr. Rock Star","descr":"Als Adam herausfindet, dass Echo von Dark Demon, einem Heavy-Metal-Musiker, den er aus dem College kennt, besessen ist, versucht er, seinen alten Freund zu einem Auftritt an der Finnegan High zu bewegen. Aber als Dark Demon sich weigert, aufzutreten, gibt Adam vor, der in Leder gekleidete Rocker zu sein, und muss bei Echos Benefizveranstaltung \"Rettet die Frettchen\" auftreten.","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"Mr. Witness","descr":"Nachdem Slab Derby bedroht, weil er ihn bei Direktor Tater verpetzt hat, fürchtet Derby Vergeltung und bittet Tater um Schutz. Tater bietet Derby an, sich als Austauschschüler aus Großbritannien, Simon, auszugeben. Während Derby sich als Simon ausgibt, muss Tater Slab davon überzeugen, dass Derby tatsächlich weggezogen ist.","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"Mr. Discovery","descr":"Nachdem Adam heimlich Echos Projekt für die Wissenschaftsmesse verbessert hat, gewinnt sie den ersten Preis. Da alle Echo für ein Genie halten, wird sie sofort von Finnegan graduiert und erhält ein Vollstipendium für die Great Northern University. Jetzt muss Adam mit der Hilfe von Derby und Slab eine Verbindungsparty stürmen und Echo davon überzeugen, nach Finnegan zurückzukehren.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"Mr. College","descr":"Als Adam seine Klasse nicht zum Schweigen bringen kann, beauftragt er sie mit mündlichen Präsentationen über die größten Entdeckungen der Welt. In einer Reihe von Rückblenden stellt unsere Gruppe die Ereignisse nach, die zur Entdeckung von Plutonium, der Glühbirne, des Feuers und vielem mehr führten.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"Mr. Pixel","descr":"Adam versucht, Derby von einem Computerspiel namens Pixel City wegzubringen. Derby verbringt seine ganze Zeit am Computer und spielt \"Pixel City\" als sein virtuelles Alter Ego, Antoine Bolognese. Um Derby davon zu überzeugen, in die reale Welt zurückzukehren, begibt sich Adam in das Spiel, um ihn aufzuspüren. Aber das wird nicht einfach, denn Derby hat die gesamte Finnegan-Gang digital neu erschaffen, um ihm zu dienen und ihn zu schützen.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"Mr. Dance","descr":"Adams Plan, Echo zum Schulball mitzunehmen, wird von Direktor Tater vereitelt. Tater ist entschlossen, einen berüchtigten Scherzbold, den \"Gagmeister General\", auf frischer Tat zu ertappen, und rekrutiert Adam für eine Überwachung. Währenddessen versucht Ivy, Sympathiestimmen für die Wahl zur Tanzkönigin zu bekommen, indem sie Derby als ihr Date mitnimmt.","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"Mr. Cyclops","descr":"Als Derby sein kostenloses Spielzeug nicht mit seinem Müsli bekommt, gehen er und Adam zu Cyclops Foods, um mit dem Chef des Unternehmens, einem echten einäugigen Zyklopen, zu sprechen. In der Zwischenzeit tritt Slab dem Strickclub der Schule bei und wird später davon besessen, aber es stellt sich heraus, dass das mehr Ärger verursacht hat, da die Streber zu viel mit der Schule herumspielen.","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"Mr. Switch","descr":"Adams Neural-Imaging-Gerät geht kaputt und vertauscht versehentlich die Persönlichkeiten der Bande. Damit Adam, Echo, Derby, Slab, Ivy und Dang in ihre eigenen Körper zurückkehren können, müssen sie zusammenarbeiten, um die Maschine zu reparieren, bevor Rektor Tater ihr Geheimnis entdeckt.","versions":[]},{"epId":"episode-21","name":"","epNo":21,"alt":"Mr. Scooter","descr":"Adam, Echo, Derby, Ivy und Slab erzählen dem Direktor in einer Reihe von Rückblenden, wie sie Taters Roller zerstört haben. Als Adam, Echo, Derby, Ivy und Slab gemeinsam vor dem Büro von Direktor Tater warten, stellen sie fest, dass sie alle wegen desselben Verbrechens in Schwierigkeiten sind - sie haben den Roller von Direktor Tater zerstört. Wir hören ihre Geschichten, die von der Geburt eines Hamsters, der Befreiung eines Huhns und einer Reise nach Irland handeln.","versions":[]},{"epId":"episode-22","name":"","epNo":22,"alt":"Mr. Airplane","descr":"Als Adam die Ingenieursgruppe bei einem Papierflugzeug-Wettbewerb trainiert, stellt er fest, dass Slab ein Meister darin ist und rekrutiert ihn, während Ivy versucht, hässlich auszusehen, damit die Streber sie \"bekommen\" wollen. Angesichts des bevorstehenden Papierflugzeugwettbewerbs hat die Technikgruppe der Finnegan High keine Chance gegen die rivalisierende Western High - bis Adam Slabs unentdecktes Genie im Papierfalten entdeckt. Adam muss Slab davon überzeugen, sich seinem inneren Nerd zu stellen und der Gruppe beizutreten.","versions":[]},{"epId":"episode-23","name":"","epNo":23,"alt":"Mr. Poet","descr":"Als ein verträumter neuer Englischlehrer an der Finnegan High auftaucht und Echo mit seinen Gedichten beeindruckt, wird Adam eifersüchtig und versucht, dafür zu sorgen, dass er sie nie sieht.","versions":[]},{"epId":"episode-24","name":"","epNo":24,"alt":"Mr. Alligator","descr":"Echo bekommt in ihrem Eignungstest die Note \"Krankenschwester\", aber als sie beschließt, nicht daran zu glauben, unternimmt Adam alles, um sie davon zu überzeugen, dass dies ihr ultimativer Beruf ist; er wird Alligator-Wrestler.","versions":[]},{"epId":"episode-25","name":"","epNo":25,"alt":"Mr. 1812","descr":"In der Schule fällt der Strom aus, und die Schüler versuchen, ohne Technik zu leben, als sie eine Aufgabe von Direktor Tater annehmen.","versions":[]},{"epId":"episode-26","name":"","epNo":26,"alt":"Mr. Invisable","descr":"Adam erfindet einen Unsichtbarkeitsanzug und benutzt ihn, um Echo auszuspionieren. Währenddessen versucht Echo, einen Jungen zu beeindrucken, als sie mit ihm an einem Projekt arbeiten muss.","versions":[]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Mr. Candy","descr":"Am Morgen nach Halloween versucht die Bande, sich daran zu erinnern, was sie in der Nacht zuvor im Süßigkeitenrausch getan hat","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Mr. \u0026 Mrs. Roboto","descr":"Arthur kehrt zurück und lässt Adam \u0026 Echo auf Arthurs Kinder aufpassen. In der Zwischenzeit beschließen Derby und Ivy, sich als Roboter zu verkleiden, damit sie sich mit Arthur anfreunden können. ARTHUR kehrt mit seiner neuen Roboterfamilie nach Finnegan zurück und bittet Adam, auf seine \"Enkelkinder\" aufzupassen. Adam willigt ein und versucht, Echo mit seinen Erziehungsfähigkeiten zu beeindrucken, muss aber bald feststellen, dass der Umgang mit Kindern nicht so einfach ist, wie es aussieht.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Mr. Magic","descr":"Die Klasse geht in ein magisches Herrenhaus. Adam versucht, alle mit einer \"Zauberkiste\" loszuwerden, damit er und Echo allein sein können, und in einer Reihe von seltsamen Ereignissen versucht er schließlich, Echo in zwei Hälften zu sägen. Währenddessen versucht Direktor Tater, eine neue Mitgliedskarte zu bekommen.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Mr. Apartment","descr":"Adam kann keine Ruhe finden und kauft sich eine eigene Wohnung. Die Sache geht schief, als jeder aus seinem eigenen Grund einzieht. Mit der Hilfe seiner Mutter versuchen sie nun, aus dem Mietvertrag herauszukommen. In der Zwischenzeit bittet Tater Dang um Hilfe, um seiner neuen Freundin Gwen vorzugaukeln, er sei ein Milliardär, der in einer Villa lebt. Er erzählt ihr schließlich die Wahrheit, weil er glaubt, dass sie ihn dann lieber mag, aber das tut sie nicht und verlässt ihn. Adam verkauft Tater schließlich seine Wohnung.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Mr. Hyde","descr":"Adam braut einen Drink, der ihn selbstbewusster machen soll, um Echo um ein Date zu bitten, aber es geht schief, als er sich in ein Monster verwandelt. Und noch schlimmer ist, dass er sich in ein Monster verwandelt, sobald er mit Echo spricht oder an sie denkt, weil sie süß ist. Jetzt muss er sich von Echo fernhalten, um sich nicht in ein Monster zu verwandeln. Aber am Ende trinkt Echo versehentlich den Trank und verwandelt sich in ein Monster, wenn sie an Adam denkt.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Mr. Elf","descr":"Adam sorgt versehentlich dafür, dass die Elfen des Weihnachtsmannes gefeuert werden, und muss sich dafür einsetzen, dass sie wieder eingestellt werden, oder er bekommt den Zorn der Elfen zu spüren.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Mr. Time","descr":"Die Zeit wird beschleunigt, nachdem ein Experiment schief gegangen ist; Adam und Derby altern.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Mr. Pickles-In-Law","descr":"Derby trifft sich mit einem Mädchen und stellt plötzlich fest, dass sie mit Mr. Pickles verwandt ist.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Mr. Sci-Fi","descr":"Adam wird als wissenschaftlicher Berater für einen Science-Fiction-Film angeheuert, der in Finnegan gedreht wird.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Mr. Tutor","descr":"Adam gibt Ivy Nachhilfe und erhält dafür Eintrittskarten für ein Musikfestival.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Mr. Club","descr":"Adam ist fest entschlossen, Finnegans Geheimclub beizutreten.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Mr. Heart","descr":"Echo wird am Valentinstag krank, und Adam schrumpft, um die Erkältung zu bekämpfen.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Mr. Sasquawk","descr":"Nachdem er einen Sasquawk, ein riesiges Hühnermonster, befreit hat, wird Adam von der Bestie entführt, die ihn liebt.","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"Mr. Slumber Party","descr":"Ivy lädt Echo zu einer Pyjamaparty im Haus der Youngs ein. Adam muss nun verhindern, dass Echo einen Schrein entdeckt, der seine wahren Gefühle für sie enthüllt.","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"Mr. Double Date","descr":"Als Echo beschließt, dass sie und Adam sich zu einem Doppeldate verabreden sollen, muss Adam versuchen, ein Date zu finden, auf das Echo nicht hereinfallen wird.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"Mr. Love Letter","descr":"Ein Schüler behauptet, Adams Liebesbrief an Echo geschrieben zu haben, und Adam muss beweisen, dass der Schüler lügt, bevor Echo sich in den falschen Mann verliebt.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"Mr. Freshman","descr":"Während sie Ivy durch die Great Northern University führen, erzählen Adam und sein alter Professor Ivy von Adams erstem Tag auf dem Campus.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"Mr. First Impression Part 1","descr":"Um einen besseren ersten Eindruck bei Echo zu hinterlassen, reist Adam mit einer Zeitmaschine zurück zu seinem ersten Tag als Wissenschaftslehrer.","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"Mr. First Impression Part 2","descr":"Um einen besseren ersten Eindruck bei seinem Schwarm Echo zu hinterlassen, benutzt Adam eine Zeitmaschine, um in die Vergangenheit zu reisen und sie zum ersten Mal zu treffen. Nachdem er in die Gegenwart zurückgekehrt ist, stellt er fest, dass sein Plan nach hinten losgegangen ist und er erneut in die Vergangenheit reisen muss, um seine Beziehung zu Echo zu reparieren. Doch die Zeitreisepannen häufen sich und geraten außer Kontrolle, und schon bald muss Adam sich in die Vergangenheit einmischen, um nicht für immer dort festzusitzen.Am Ende beschließt Adam, die Vergangenheit nicht zu ändern und kehrt in die Gegenwart zurück. Dort sagt Echo Adam, dass sie ihn mag, und sie beginnen sich zu verabreden. Dann küssen sie sich. Sie beschließen, es vor allen anderen geheim zu halten.","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"Mr. First Impression Part 3","descr":"Adam benutzt eine Zeitmaschine, um in die Vergangenheit zu reisen, damit er einen besseren ersten Eindruck auf Echo machen kann.","versions":[]},{"epId":"episode-21","name":"","epNo":21,"alt":"Mr. Memory","descr":"Als Derby fast das Geheimnis verrät, dass Adam und Echo zusammen sind, plant Adam, Derbys Gedächtnis zu löschen. Allerdings bringt Adam Preston Pickles dazu, Werbung zu machen und Derby als Freiwillige für die Erinnerungslöschungsmaschine zu benutzen, aber er benutzt Echo und löscht ihre Erinnerung, dass sie in Adam verliebt ist!","versions":[]},{"epId":"episode-22","name":"","epNo":22,"alt":"Mr. Kidd","descr":"Die Schüler von Mr. Kidd mögen ihn sehr und finden ihn lustig, obwohl er dasselbe tut wie Adam. Adam versucht, den Memory-Eraser so zu verändern, dass er Echos Erinnerungen zurückbringt, und Mr. Kid findet es heraus, verspricht aber, es niemandem zu erzählen oder sich mit Echo zu treffen. Slab und Ivy müssen eine Buchbesprechung über George Orwells 1984 machen. Sie leihen sich von Mr. Tater eine Kassette mit dem Film aus und finden heraus, dass Adams Mutter und Tater zusammen waren und sich geküsst haben. Ivy erklärt, dass sie ihren Vater nie gekannt hat. Adam und Ivy fallen ständig die Haare aus, was bedeuten könnte, dass ihr Vater Tater ist. Mr. Kid setzt den umgekehrten Memory-Eraser bei Echo ein und sie beginnen sich zu treffen. Kurz darauf setzt er ihn bei allen ein und sie vergessen, dass Adam jemals existiert hat. Am Ende erinnert sich Echo an Adam, als sie sich küssen. Dann stellt er das Gedächtnis von allen wieder her, indem er sie küsst, und Mr. Kidd wird gefeuert.","versions":[]},{"epId":"episode-23","name":"","epNo":23,"alt":"Mr. Court","descr":"Als Mrs. Straupersson tot aufgefunden wird, wird Ivy vor Gericht gestellt.","versions":[]},{"epId":"episode-24","name":"","epNo":24,"alt":"Mr. Budget","descr":"Cyclops Foods kauft die Finnegan High, nachdem diese pleite gegangen ist, und testet neue Produkte an den Schülern.","versions":[]},{"epId":"episode-25","name":"","epNo":25,"alt":"Mr. Interview","descr":"Eine TV-Nachrichtensendung kommt, um Adam als jüngsten Highschool-Lehrer der Welt zu interviewen. Damit das Interview reibungslos abläuft, hat Tater Echo, Derby und Slab in einer gefälschten Version der Finnegan High abgesetzt.","versions":[]},{"epId":"episode-26","name":"","epNo":26,"alt":"Mr. Spin-Off","descr":"Ein Hollywood-Autor kommt zu Finnegan mit der Absicht, eine Fernsehserie über Adam zu drehen. Aber er wird von Echo, Derby und Ivy abgelenkt, die alle denken, sie hätten bessere Ideen für Fernsehsendungen, in denen sie selbst die Hauptrolle spielen.","versions":[]},{"epId":"episode-27","name":"","epNo":27,"alt":"Mr. Finale Part 1","descr":"Dang wird zurück nach Vietnam gerufen, um Meister Ki als Wächter seines Dorfes abzulösen. Die Gruppe macht sich auf den Weg nach Vietnam, um Dang davon zu überzeugen, für seinen Abschluss nach Finnegan zurückzukommen. Dort entdeckt Adam eine uralte Schriftrolle, die auf den mythischen Jungbrunnen hinweist, der, wenn er gefunden wird, Meister Ki wieder jung machen und Dang von seinen Pflichten befreien könnte. Aber um den Brunnen zu finden, muss Adam gegen Echo antreten, die versucht, den Lebensraum der Blattaffen zu erhalten.","versions":[]},{"epId":"episode-28","name":"","epNo":28,"alt":"Mr. Finale Part 2","descr":"While Adam and Derby explore a hidden, underground temple in search of the fountain of youth, Tater helps Echo learn about monkey behavior, and Ivy helps Slab prepare for his first ever cover model photo shoot. All roads lead to a confrontation with a local fancy hat factory owner, who has been keeping a secret from the villagers for generations. In the end, Adam gets the gang back to Finnegan, just in time for graduation.","versions":[]}]}]}