{"seriesId":"mrder-6-grades","name":"Mörder 6. Grades","descr":"[Six Degrees of Murder] Das True-Crime-Format arbeitet mysteriöse Mordfälle auf, in denen die Ermittler zunächst ein undurchsichtiges Netz aus Beziehungen entflechten mussten, um auf die Wahrheit zu stoßen und den Mörder ausfindig zu machen. In allen Fällen standen der Täter und das Opfer um maximal sechs Ecken miteinander in einer Verbindung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Leben voller Lügen","epNo":1,"alt":"The Body in the Rug","descr":"David Madson ist homosexuell, arbeitet in einem Architektenbüro in Minneapolis und führt mit Partner Rob eine glückliche Beziehung. Als David an einem Montag, an dem er eine wichtige Präsentation halten soll, nicht im Office erscheint, machen sich alle Sorgen. Die Hausverwalterin findet ihn schließlich ermordet und in einen Teppich gewickelt in seiner Wohnung. Neben der Wohnungstür liegt ein Beutel mit blutverschmierten Handtüchern, einer Armbanduhr und einem Ring, im Wohnzimmer finden die Ermittler einen Tischlerhammer. Doch die Polizei steht erst am Anfang einer langwierigen Untersuchung, die voller Wendungen und grausamer Überraschungen ist.","versions":[{"lang":1,"streams":[{"redirect":13993008,"hoster":"VOE"},{"redirect":8704471,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödliches Vertrauen","epNo":2,"alt":"A Deadly Drive","descr":"Kim Medlin liebt Pferde über alles. Um ihren Traum von einer Pferdefarm zu verwirklichen, arbeitet sie in einem Men’s Club in Charlotte und legt jeden Cent beiseite. Ihr Mann Bridger, ein DJ, unterstützt sie dabei. Das frisch verheiratete Paar kauft ein Stück Land in Monroe, doch bald gibt es Geldsorgen, Stress und Streit. Kim nimmt einen weiteren Job auf einer Viehauktion an, auch Bridger macht Extraschichten. Als eines Nachts Kims roter Jeep leer und mit laufendem Motor am Straßenrand steht, beginnt eine große Suchaktion, bei der die junge Frau schließlich ermordet unter einem Laubhaufen gefunden wird. Ist ihr Killer in dem anrüchigen Men’s Club zu suchen?","versions":[{"lang":1,"streams":[{"redirect":8704635,"hoster":"VOE"},{"redirect":8704472,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blindes Vertrauen","epNo":3,"alt":"Dear Dad","descr":"Der hart arbeitende Familienvater Jack Reid lebt in Derry, New Hampshire, und führt dort erfolgreich sein eigenes Transportunternehmen. Er ist allseits beliebt und hat sich über die Jahre einen äußerst zufriedenen Kundenstamm aufgebaut. Als seine Familie erfährt, dass er bei einem Auftraggeber nicht erschienen ist, ahnen sie sofort, dass etwas nicht stimmt. Ihre schlimmsten Erwartungen werden übertroffen, als man kurz darauf Jack Reids übel zugerichtete Leiche nahe Boston findet. Um den Mörder zu finden, muss sich die Polizei umfassend und akribisch in Jacks persönlichen Umfeld umsehen. Unverhofft stoßen die Ermittler dabei auf eine Vielzahl von Verdächtigen, die niemand so für möglich gehalten hätte.","versions":[{"lang":1,"streams":[{"redirect":11840348,"hoster":"VOE"},{"redirect":8704476,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Glaube, Liebe, Hoffnung, Tod","epNo":4,"alt":"Sensing Secrets","descr":"Der Lebensweg der dreifachen Mutter Christine Sheddy verläuft alles andere als planmäßig. Die hübsche junge Frau bricht wegen einer Schwangerschaft vorzeitig die High-School ab und findet trotz späterer Liebesbeziehungen nie richtig Halt im Leben. Entschlossen wieder auf die Füße zu kommen, zieht sie zu Freunden, um einen Neuanfang zu wagen. Doch kurz darauf ist die 26-Jährige wie vom Erdboden verschluckt – Es bleiben drei Kinder zurück und unzählige offene Fragen. Christines Freunde, ihre Familie und auch die Polizei suchen angestrengt nach Antworten. Doch erst mit Hilfe zweier Kriminal-Parapsychologinnen kann aufgedeckt werden, welche Grausamkeit Christine tatsächlich widerfahren ist.","versions":[{"lang":1,"streams":[{"redirect":8704642,"hoster":"VOE"},{"redirect":8704486,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Mann mit den zwei Gesichtern","epNo":5,"alt":"The Writing On The Wall","descr":"Die unbefangene und lebensfrohe Karen Pannell ist bei allen beliebt. Sie hat nette Kollegen, ein enges Verhältnis zu ihren Geschwistern und einen fürsorglichen Freund namens Tim. Als sie eines Abends nicht auf seine Anrufe reagiert, fährt Tim am Morgen darauf zu ihrem Haus und macht eine abscheuliche Entdeckung: Er findet Karens mit Stichwunden und Abwehrverletzungen übersäte Leiche in der Küche und einen rätselhaften Hinweis in blutigen Lettern. Die Polizei ist der festen Überzeugung, der eiskalte Mörder ist im engstem Kreis der 39-Jährigen zu finden. Doch sie müssen zuerst ein komplexes Netz aus persönlichen und beruflichen Verstrickungen entwirren, in dem jeder verdächtig ist und nichts so ist, wie es scheint.","versions":[{"lang":1,"streams":[{"redirect":8704622,"hoster":"VOE"},{"redirect":8704485,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mörderische Obsession","epNo":6,"alt":"Crime Writer","descr":"Die 19-jährige College-Studentin Brook Baker studiert Journalismus an der Vincennes University in Indiana und träumt davon, Enthüllungsreporterin zu werden. Fest entschlossen, sich bereits als Studentin einen Namen zu machen, arbeitet Brook hart an einem umstrittenen Artikel über eine mutmaßliche Vergewaltigung in einem Verbindungshaus. Als Brook selber brutal vergewaltigt und ermordet in ihrem Haus aufgefunden wird, nehmen die Ermittler zunächst die Mitglieder der Studentenverbindung ins Visier, dann werden alle anderen auf dem Campus befragt. Doch der kaltblütige Killer ist weiter auf freiem Fuß. Wird er gefasst, bevor er erneut zuschlägt?","versions":[{"lang":1,"streams":[{"redirect":8704615,"hoster":"VOE"},{"redirect":8704488,"hoster":"Streamtape"}]}]}]}]}