{"path":"/serie/stream/mrderisches-tal-pregau","name":"Mörderisches Tal – Pregau","descr":"Pregau: Eine oberösterreichische Kleinstadt. Bürgerliche Fassaden, dahinter ein Sumpf. In diesen zwielichtigen Ort kehrt der erfolglose Polizist Hannes Bucher, der vor Jahren in den mächtigen Hartmann-Clan eingeheiratet hat, mit Frau und Tochter zurück. Willkommen fühlt er sich nicht und seine Ehe bröckelt - doch es kommt noch viel schlimmer: Als er einen unverzeihlichen Fehler begeht und seine Nichte Rosa betrunken in den Tod rast, droht sein ganzes Leben zusammenzustürzen. Verzweifelt versucht er, seine Spuren zu verwischen und gerät nur noch tiefer in einen fatalen Strudel aus Macht, Gier, Liebe und Gewalt. Die Schlinge um seinen Hals zieht sich immer enger und schon bald klebt Blut an seinen Händen ... aber damit ist er in Pregau nicht allein: Alle sind Täter. Und alle werden Opfer.","seasons":[{"path":"/serie/stream/mrderisches-tal-pregau/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mrderisches-tal-pregau/staffel-1/episode-1","name":"Der Fehler","epNo":1,"alt":"","descr":"Polizeiinspektor Hannes Bucher fühlt sich wie das fünfte Rad am Wagen. Seit einigen Monaten lebt er mit seiner Frau Maria in ihrer Heimatstadt Pregau, am liebsten würde er aber sofort wieder weg. Denn die angeheiratete Verwandtschaft nimmt den Zugezogenen nicht für voll und in der Ehe geht es rapide bergab. Als er bei einer ausgelassenen Familienfeier mal wieder außen vor bleibt, beschließt Hannes, vorzeitig nach Hause zu fahren. Auf der Landstraße fällt ihm ein rasender Sportwagen auf, den er für eine Kontrolle anhält. Am Steuer sitzt seine 17-jährige Nichte Rosa, die noch keinen Führerschein hat und angetrunken ist. Aus pädagogischen Gründen möchte Hannes kein Auge zudrücken. Das Mädchen schafft es aber, ihren überraschten Anverwandten zu verführen. Wieder bei Sinnen, muss er Rosa mit ihrem Freund Gregor Hölzl davonbrausen lassen – nun nimmt das Unheil seinen Lauf. Am nächsten Morgen wird Hannes zu einem Verkehrsunfall gerufen: Seine Nichte liegt tot auf der Bahre, ihr Begleiter überlebt schwer verletzt. Geschockt nimmt die Familie die Schreckensnachricht auf. Dass seine Halbschwester heimlich etwas mit einem von den verhassten Hölzls hatte, macht Sebastian rasend vor Wut. Auf eigene Faust will er dafür sorgen, dass nichts vertuscht wird. Ausgerechnet Hannes, der sein Geheimnis für sich behält, bekommt die polizeilichen Ermittlungen übertragen. Diese Chance, seinen folgenreichen Fehler zu vertuschen, will er nutzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13102221","hoster":"VOE"},{"path":"/redirect/11681092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mrderisches-tal-pregau/staffel-1/episode-2","name":"Die Lügen","epNo":2,"alt":"","descr":"In Pregau gehen die Dinge bereits zwei Tage nach Rosas Unfalltod wieder ihren gewohnten Gang. Die Hartmanns kämpfen unter der Führung von Patriarch Johann mit allen Mitteln für ihre Geschäftsinteressen, die sie durch den aufstrebenden Vizebürgermeister und den Pfarrer, zwei Neue in der Stadt, bedroht sehen. Jeder aus dem Clan bekommt seine Aufgabe – selbst die trauernde Edith, die gerade ihre Tochter verloren hat. Um offene Fragen zum Unfallgeschehen soll sich nicht mehr Inspektor Hannes Bucher kümmern. Ausgerechnet sein Kollege Matthias, der ihn bereits verdächtigt, übernimmt den Fall. Auf eigene Faust ermittelt der rachsüchtige Halbbruder der Toten: Sebastian prügelt aus dem potenziellen Zeugen Max Dirrmeyer heraus, was dieser in der Unglücksnacht beobachtet hat. Keine Ruhe findet Hannes wegen der DNA-Spuren an Rosas Kleid, die zu ihm führen. Und auch zu Hause braut sich Unheil zusammen: Während Buchers Frau Maria fremdgeht, beschleicht Tochter Sandra eine böse Vorahnung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6538428","hoster":"VOE"},{"path":"/redirect/11913119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mrderisches-tal-pregau/staffel-1/episode-3","name":"Die Erpressung","epNo":3,"alt":"","descr":"Der Kleinstadtpolizist Hannes Bucher ist einmal mehr dem Teufel von der Schippe gesprungen. Und der einzige Überlebende des tödlichen Unfalls, an dem er eine Mitschuld trägt, liegt weiter im Koma. Aber immer mehr Menschen in Pregau kommen seinem fatalen Geheimnis auf die Schliche, einer hat bereits mit seinem Leben dafür bezahlt. Als Hannes, die blutüberströmte Leiche seines Neffen im Kofferraum, in eine Straßensperre seiner Kollegen kommt, scheint alles aus zu sein. Aber die Kollegen suchen nicht ihn, sondern den Autobahnschützen, dem Manuel Brandstetter auf den Fersen ist. Glücklicherweise ist auch Polizeichef Ferdinand Oswald, der schützend die Hand über Hannes hält, auf der falschen Fährte. Ausgerechnet jetzt beginnt der heruntergekommene Max Dirrmeyer, der Hannes in der Unglücksnacht gesehen hat, ihm Probleme zu machen. Er will Geld für sein Schweigen: 50.000 Euro, die Hannes aber nicht hat. Und da ist noch sein ehrgeiziger Kollege Matthias Hecker, der von Beginn an einen Verdacht hat. Hannes muss seine letzten Kräfte mobilisieren. Unerwartet bekommt er dabei Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096423","hoster":"VOE"},{"path":"/redirect/11681094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mrderisches-tal-pregau/staffel-1/episode-4","name":"Der große Tag","epNo":4,"alt":"","descr":"Jeder, der das dunkle Geheimnis von Polizeiinspektor Hannes Bucher kennt, bezahlt mit seinem Leben. Während der eine Blutspur hinter sich herzieht, plant ein anderer das große Inferno: seinen langersehnten \"großen Tag\". Der gesuchte Autobahnschütze möchte, wie Hannes inzwischen weiß, Pregau am liebsten komplett auslöschen. Um seine eigentliche Arbeit kann sich der Inspektor aber nicht kümmern. Es geht immer noch um seinen Kopf, den er mit reichlich Glück im Unglück immer wieder aus der Schlinge ziehen konnte. Hannes hat sogar die Hoffnung, aus der Sache heil herauszukommen. Zumal sein Vorgesetzter Ferdinand Oswald weiter zu ihm steht und seinen hartnäckigsten Verfolger im Schach hält. Polizeikollege Matthias Hecker hat zwar die richtige Vermutung, kann – oder besser gesagt: darf – nicht den Beweis erbringen. Als der Beifahrer der verunglückten Rosa, der die Schuld von Hannes kennt, aus dem Koma erwacht, wendet sich das Blatt erneut. Doch auch Hannes bekommt unverhofft einen neuen Trumpf auf die Hand, den er ausspielen kann. Er hat genug davon, sich herumscheuchen zu lassen. Jetzt beginnt der Gejagte, das Spiel zu bestimmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252368","hoster":"VOE"},{"path":"/redirect/11681090","hoster":"Streamtape"}]}]}]}]}