{"seriesId":"mrs-america","name":"Mrs. America","descr":"\"Mrs. America\" erzählt vom Kampf amerikanischer Feministinnen um den Gleichstellungs-Zusatz der US-Verfassung in den 1970er Jahren. Die Konservative Phyllis Schafly (Cate Blanchett) sorgt für reichlich Gegenwind in dieser gesellschaftspolitischen Frage. Im Zentrum stehen zudem jene, inzwischen legendären, Feministinnen, die damals an vorderster Front für Gleichberechtigung kämpften: Gloria Steinem, Betty Friedan, Shirley Chisholm, Bella Abzug und Jill Ruckelshaus.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Phyllis","epNo":1,"alt":"Phyllis","descr":"Die konservative Aktivistin Phyllis Schlafly (Cate Blanchett) überlegt, ob sie erneut für den Kongress kandidieren sollte. Währenddessen versucht die Frauenbewegung einen Verfassungszusatz zur gesetzlichen Gleichstellung der Frau durchzusetzen.","versions":[{"lang":1,"streams":[{"redirect":8817435,"hoster":"VOE"},{"redirect":8600975,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gloria","epNo":2,"alt":"Gloria","descr":"Gloria Steinem nutzt ihren guten Ruf als Chefredakteurin einer Frauenzeitschrift, um einen Beitrag zum Kampf um Frauenrechte zu leisten. Gleiche Bezahlung und ein Recht auf Abtreibung stehen ganz oben auf der Liste der Forderungen. So gründet Steinem den National Women’s Political Caucus. Schlafly setzt weiterhin auf eine Kampagne von Tür zu Tür um die ERA in Illinois noch zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":13102211,"hoster":"VOE"},{"redirect":8600976,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Shirley","epNo":3,"alt":"Shirley","descr":"Die afro-amerikanische Kongressabgeordnete Shirley Chisolm, wirft ihren Hut ins Rennen um die Präsidentschaft 1972. Sie ist entschlossen, zumindest bis zur Convention der Demokraten durchzuhalten. Auch Schlafly versucht für ihre Kampagne gegen den Verfassungszusatz landesweite Aufmerksamkeit zu gewinnen, doch manche Kollegen aus den Südstaaten machen keinen Hehl aus ihren rassistischen Einstellungen.","versions":[{"lang":1,"streams":[{"redirect":8817437,"hoster":"VOE"},{"redirect":8600978,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Betty ","epNo":4,"alt":"Betty","descr":"Betty Friedan, Autorin von \"Der Weiblichkeitswahn\" und Begründertin der feministischen Organisation NOW, fordert Schlafly zu einer Debatte heraus. Steinem rät ihr dringend davon ab. Während der Diskussion scheint Friedan bereits gut unterwegs zu sein, bis Schlafly die richtigen Knöpfe findet, die sie bei ihrer Widersacherin drücken kann.","versions":[{"lang":1,"streams":[{"redirect":8817438,"hoster":"VOE"},{"redirect":8600977,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Phyllis \u0026amp; Fred \u0026amp; Brenda \u0026amp; Marc","epNo":5,"alt":"Phyllis \u0026 Fred \u0026 Brenda \u0026 Marc","descr":"Das feministisch eingestellte Ehepaar Brenda und Marc Feigen-Fasteau versucht, mit Brendas Schwangerschaft und ihren Abenteuern mit einer anderen Frau fertig zu werden. Zeitgleich entschließt sich Phyllis wieder Jura zu studieren. Phyllis trifft in einer öffentlichen Debatte auf das Paar, ist aber nicht auf Brendas Hartnäckigkeit gefasst.","versions":[{"lang":1,"streams":[{"redirect":8817448,"hoster":"VOE"},{"redirect":8600979,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Jill","epNo":6,"alt":"Jill","descr":"Die konservative, aber gemäßigte Jill Ruckelshaus versucht ihre Partei auf der Convention 1976 zu vereinen und damit eine Front gegen Schlaflys Kampagne gegen Abtreibung und den Verfassungszusatz herzustellen. Jill und Bill Ruckelshaus gehen davon aus, dass Gerlad Ford mit Bill als Vizepräsidenten ins Rennen gehen wird, doch sie erwartet eine Enttäuschung. Chissolm versucht mit einem Kommittee die sexuelle Belästigungen von weiblichen Kongressabgeordneten zu untersuchen, doch Bella Abzug ist von dem Vorhaben nicht begeistert.","versions":[{"lang":1,"streams":[{"redirect":8817457,"hoster":"VOE"},{"redirect":8600981,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bella","epNo":7,"alt":"Bella","descr":"Nach einer Rede wirft ein Kellner eine Torte in Schlaflys Gesicht. Dabei wird ihr linkes Auge verletzt. Bella Abzug versucht nach der verlorenen Senatswahl 1976 die National Women’s Conference in Houston auf die Beine zu stellen. Schlafly ist eher mit der Organisation der Gegen-Demo beschäftigt.","versions":[{"lang":1,"streams":[{"redirect":8817454,"hoster":"VOE"},{"redirect":8600989,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Houston","epNo":8,"alt":"Houston","descr":"Die Kampagne gegen den Verfassungszusatz muss erstmals ohne Schlafly auskommen. So reisen die Frauen nach Houston, um ihre Absichten zu verteidigen. Alice stellt ihre eigenen Überzeugungen im Bezug auf Frauenrechte in Frage und ertränkt ihren Kummer im Alkohol.","versions":[{"lang":1,"streams":[{"redirect":8817443,"hoster":"VOE"},{"redirect":8600983,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Reagan","epNo":9,"alt":"Reagan","descr":"Carter feuert Bella Abzug, was Steinem zornig macht. Die Deadline für die Ratifizierung des Verfassungszusatzes wird verlängert und Schlafly kämpft weiter dagegen an. Zeitgleich versucht sie sich eine Position im Kabinett von Ronald Reagan zu angeln.","versions":[{"lang":1,"streams":[{"redirect":8817459,"hoster":"VOE"},{"redirect":8601008,"hoster":"Streamtape"}]}]}]}]}