{"seriesId":"mud-mountain-truckers","name":"Mud Mountain Truckers","descr":"[Mud Mountain Haulers] Die Reality-Doku-Serie \"Mud Mountain Truckers\" zeigt das körperlich anstrengende Leben der Holzfällerbrüder Craig und Brent LeBeau. Die Beiden sind in den Weiten des kanadischen Bundesstaates British Columbia unterwegs, um riesige Baumstämme zur Weiterverarbeitung an ihre Kunden zu liefern. Dafür begeben sie sich in unwegsames Gelände, müssen Wind und Wetter trotzen und neben der Kettensäge auch ihre schwer steuerbaren Lastwagen kontrollieren. Craig und Brent waren jahrelang heillos zerstritten, haben sich für diesen Knochenjob aber wieder zusammengerauft und unterstützen sich, wo es geht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schwarzes Frühlingserwachen","epNo":1,"alt":"Mud Man Down","descr":"Früh am Morgen sind die gefrorenen Schlammpisten in British Columbia spiegelglatt. Und wenn in der Mittagssonne das Eis schmilzt, versinken die \"Mud Mountain Truckers\" mit ihren Fahrzeugen im Morast. Schwere Unfälle sind unter solchen Bedingungen vorprogrammiert. In dieser Folge verliert Lkw-Fahrer Mike Kadar in den Shuswap Highlands die Kontrolle über seinen fahrbaren Untersatz. Das voll beladene Vehikel gerät aus dem Gleichgewicht und kippt um. Mikes Arbeitskollegen eilen ihrem Teamkameraden zu Hilfe, um ihn aus dem Führerhaus seines Trucks zu befreien","versions":[{"lang":1,"streams":[{"redirect":9119185,"hoster":"VOE"},{"redirect":9119192,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Tage nach Mikes Unfall","epNo":2,"alt":"Blood Is Thicker Than Mud","descr":"Die \"Mud Mountain Truckers\" rücken in British Columbia mit schwerem Gerät an, um den Lkw ihres Kollegen Mike zu bergen. Taylor Carman stellt den Auflieger mit dem Greifer seines Holzladers wieder auf die Räder. Der Schock sitzt nach dem Unfall tief. Und die Wetterbedingungen in den Bergen sind alles andere als ideal. Vom Pazifik aus strömt kalte Luft ins Shuswap Highland, nasser Neuschnee verwandelt die Pisten in rutschige Eisbahnen. Aber an der Ladestelle warten Baumstämme auf den Abtransport. Craig LeBeaus Fahrer müssen verlorene Zeit gutmachen.","versions":[{"lang":1,"streams":[{"redirect":9119183,"hoster":"VOE"},{"redirect":9119191,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Stau auf dem Gipfel","epNo":3,"alt":"For the Love of Muddy","descr":"Die Fahrt vom Porcupine Mountain bis zum Sägewerk dauert unter optimalen Bedingungen rund anderthalb Stunden. Vor dem Sonnenaufgang sind die \"Mud Mountain Truckers\" dort noch auf gefrorenen Pisten unterwegs. Aber in British Columbia steht der Frühling vor der Tür. Und die steigenden Temperaturen stellen die Holzfäller beim Abtransport der Baumstämme in Kanada vor große Probleme. Theron Groff und seine Arbeitskollegen hoffen, dass sie mit ihren tonnenschweren Lkws mindestens zwei Touren schaffen, bevor sich die Straße in eine Schlammwüste verwandelt.","versions":[{"lang":1,"streams":[{"redirect":9119193,"hoster":"VOE"},{"redirect":9119200,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Craig zieht Leine","epNo":4,"alt":"Beyond Ugly","descr":"Firmenboss Craig LeBeau hat fast eine Million Dollar in eine neue Maschine investiert. Mit dem Arbeitsgerät kann man Baumstämme an extrem steilen Berghängen roden. Taylor Carman lädt das 62 Tonnen schwere Hightech-Equipment in der Provinz British Columbia bei eisigen Minustemperaturen auf seinen Tieflader, um die kostbare Fracht zum 70 Kilometer entfernten Einsatzort zu transportieren. Dort soll die Wunderwaffe in schwierigem Gelände zeigen, was sie kann. Zahlt sich die Investition für die Holzfäller aus oder endet der Härtetest in einem Fiasko?","versions":[{"lang":1,"streams":[{"redirect":9119201,"hoster":"VOE"},{"redirect":9119206,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gefährliche Bergung","epNo":5,"alt":"Pain In The Backwoods","descr":"Craig LeBeaus Holzerntemaschine ist an einem steilen Abhang mit einer Winde verbunden, mit der sich der Firmenboss im Notfall aus der Gefahrenzone ziehen kann. Aber dann reißt in der kanadischen Provinz British Columbia ein Stahlseil. Taylor Carman bereitet unterdessen am Lagerplatz gerodete Stämme für den Abtransport zum Sägewerk vor. Der \"Mud Mountain Trucker\" entfernt mit seinem Harvester die Rinde und kürzt die Bäume auf die richtige Länge. Doch dickflüssiges Öl verursacht an seinem Arbeitsgerät bei eisigen Minustemperaturen Probleme an der Hydraulik.","versions":[{"lang":1,"streams":[{"redirect":9230113,"hoster":"VOE"},{"redirect":9230112,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bodenlose Schlammschlacht","epNo":6,"alt":"Ring Road","descr":"Arnie Martin transportiert mit seinem Truck einen Loader zum \"Devil’s Peak\". Aber 17 Prozent Steigung sind einfach zu viel. Die letzten drei Kilometer bis zum Einsatzort muss sich das schwere Kettenfahrzeug aus eigener Kraft den Berg hochkämpfen. Craig LeBeau will derweil verlorene Zeit gutmachen. Der Holzfäller hat eine gebrauchte Erntemaschine eingekauft, um sein Geschäft anzukurbeln. Aber das Arbeitsgerät verliert Öl. Haben Craigs Mechaniker beim Herzen-und-Nieren-Check ein Leck übersehen? Und wenig später erreicht den Firmenboss eine weitere Hiobsbotschaft.","versions":[{"lang":1,"streams":[{"redirect":13918470,"hoster":"VOE"},{"redirect":9455201,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Showdown für Taylor","epNo":7,"alt":"Wood Or Won’t","descr":"Das Sägewerk schließt früher als geplant. Craig LeBeau und seinem Team bleiben nur noch drei Tage, um dort gerodete Baumstämme abzuliefern. Dem Firmenboss drohen in Nordamerika Einnahmeverluste im sechsstelligen Bereich, deshalb treibt er seine Mitarbeiter in der kanadischen Provinz British Columbia bei der Arbeit zu Höchstleistungen an. Aber die Wetterbedingungen beim Endspurt sind nicht ideal. Die Holzfäller müssen nach einem Schneesturm mit einer Planierraupe in der Wildnis erst die Pisten freiräumen, bevor sie ihre tonnenschweren Trucks in Gang setzen.","versions":[{"lang":1,"streams":[{"redirect":9230122,"hoster":"VOE"},{"redirect":9230128,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schmutziges Finale","epNo":8,"alt":"Break Up","descr":"Während seine Fahrer das gerodete Holz mit ihren tonnenschweren Lkws auf extrem rutschigen Pisten zum Sägewerk transportieren, wagt sich Craig LeBeau in der kanadischen Provinz British Columbia in schwieriges Terrain vor. Der Firmenboss will in \"Wolf’s Den\" am Ende der Saison noch einige ausgesuchte Bäume fällen. Dabei kommt in der nordamerikanischen Wildnis Spezialausrüstung zum Einsatz. Zwei Stahlseile und eine Winde halten die Erntemaschine an einem steilen Abhang auf ihrer Position. Aber dann gerät der Sammler plötzlich aus dem Gleichgewicht.","versions":[{"lang":1,"streams":[{"redirect":9259717,"hoster":"VOE"},{"redirect":9259716,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Winter bricht ein","epNo":1,"alt":"Let’s Get This Party Started","descr":"Die Hänge im Shuswap Highland in der kanadischen Provinz British Columbia sind extrem steil. Das Gefälle beträgt zum Teil bis zu 85 Prozent. In dem abgelegenen Terrain finden sich nur erfahrene Profis zurecht. Deshalb hat Craig LeBeau seine besten Leute für den Job eingeteilt. Taylor Carmen ist nördlich von Kamloops auch mit von der Partie. Der Holzfäller hatte sich im vorigen Winter Anweisungen widersetzt. Daraufhin wurde er gefeuert. Aber Craig und Taylor raufen sich in Nordamerika zusammen, denn es gilt schwierige Herausforderungen zu meistern.","versions":[{"lang":1,"streams":[{"redirect":12674008,"hoster":"VOE"},{"redirect":12674010,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Reparaturwettlauf gegen die Zeit","epNo":2,"alt":"Close Only Counts In Horseshoes","descr":"Ungewöhnliche milde Temperaturen und Dauerregen machen den Holzfällern in Nordamerika das Leben schwer. Frost wäre den Männern deutlich lieber, denn dann müssten sie sich mit ihren tonnenschweren Maschinen und Trucks nicht durch den Morast kämpfen. Aber ihr Job ist kein Wunschkonzert. Und die hart gesottenen Burschen sind es gewohnt, bei der Arbeit zu improvisieren. Das gilt auch für Brad Skytte. Der Mechaniker soll in der Wildnis einen Lader reparieren. Ersatzteile sind dort Mangelware. Deshalb packt Brad in British Columbia das Schweißgerät aus.","versions":[{"lang":1,"streams":[{"redirect":12674020,"hoster":"VOE"},{"redirect":12674021,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gestörte Kommunikation","epNo":3,"alt":"Black Mud","descr":"Im Sommer wüteten in British Columbia verheerende Brände. Menschen mussten aus ihren Häusern fliehen und über 800 000 Hektar Wald waren betroffen. Die Nachwirkungen spürt man bis heute. Der Boden, auf dem Craig LeBeau und sein Team roden, ist von einer dicken Rußschicht bedeckt. Der Staub und die Asche setzen sich in den Ketten und Luftfiltern der Maschinen fest. Die Bedingungen sind alles andere als ideal. 180 Kilometer nordöstlich ist unterdessen volle Konzentration gefragt. Dort arbeitet Darin Leblanc an einem Hang, der steiler ist als eine Skipiste.","versions":[{"lang":1,"streams":[{"redirect":12697951,"hoster":"VOE"},{"redirect":12697950,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Am stählernen Seil","epNo":4,"alt":"Dead In The Water","descr":"Shane Glover und sein Team transportieren eine rund 60 Tonnen schwere Winde zum Einsatzort. Das Terrain, auf dem die Männer Bäume fällen wollen, liegt auf 1400 Metern Höhe und hat ein Gefälle von 75 Prozent. Dort wären sie ohne die riesige Maschine, an der sie mit Stahlseilen ihren Holzsammler sichern, aufgeschmissen. Aber der Lastkraftwagen, auf den das Monstrum geladen wurde, hat an den Steigungen schwer zu kämpfen. Und Craig LeBeau ist 300 Kilometer nordwestlich auf die Hilfe seiner Mechaniker angewiesen. Denn in Kanada streikt die Technik.","versions":[{"lang":1,"streams":[{"redirect":12715000,"hoster":"VOE"},{"redirect":12715005,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auf der Suche nach Grip","epNo":5,"alt":"Kissing Contest","descr":"Craig LeBeau und sein Team roden 30 Kilometer nördlich von Kamloops parallel an zwei Standorten. Das Gefälle an der Nordseite des Berges beträgt rund 60 Prozent. Der Firmenboss versucht dort in seinem Holzsammler ein Gefühl für den Untergrund zu entwickeln, denn jedes Terrain ist anders. Craigs Bruder Brent soll unterdessen mit seinem Trupp in der Nähe von Celista Baumstämme abholen, die bereits im Herbst gefällt wurden. Aber die Strecke bis zum Sägewerk ist extrem rutschig. Auf dem zusammengepressten Schnee finden die Trucker mit ihren Lkws kaum Halt.","versions":[{"lang":1,"streams":[{"redirect":12735394,"hoster":"VOE"},{"redirect":12735395,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Trailer auf Abwegen","epNo":6,"alt":"Not All Heroes Wear Capes","descr":"Craig LeBeau und sein Holzfäller-Trupp verlegen ihr Equipment in den Shuswap Highlands an einen anderen Standort. Saddle Ridge liegt 1300 Meter über dem Meeresspiegel. Das Areal ist extrem steil und felsig. Dort gilt es zudem eine weitere Herausforderung zu meistern. Die Zufahrtstraße zum Camp ist völlig verschlammt. Bevor die Männer in der Region Bäume fällen, müssen sie den Weg mit einer dicken Schicht Kies befestigen. Shane Glover und sein Bruder Chad haben ebenfalls mit widrigen Umständen zu kämpfen. Ihre Teams stehen mächtig unter Zeitdruck.","versions":[{"lang":1,"streams":[{"redirect":12760154,"hoster":"VOE"},{"redirect":12760155,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geborgte Zeit","epNo":7,"alt":"There’s No Guarantee, But There’s Skill","descr":"Die Temperaturen steigen. Den \"Mud Mountain Truckers\" läuft in der Provinz British Columbia die Zeit davon. Wenn der gefrorene Boden auftaut, sind die Straßen und Wege im Shuswap Highland nicht mehr passierbar. Und der Lagerplatz auf 1300 Metern Höhe ist vollgepackt mit gerodetem Holz. Die Lkw-Fahrer müssen sich beim Transport der Baumstämme zum Sägewerk sputen. Craig LeBeau und sein Vorarbeiter Al Moore bauen unterdessen einen neuen Hydraulikzylinder in einen Lader ein. Dabei machen sich die Holzfäller in Magna Bay ordentlich die Hände schmutzig.","versions":[{"lang":1,"streams":[{"redirect":12794597,"hoster":"VOE"},{"redirect":12794599,"hoster":"Streamtape"}]}]}]}]}