{"seriesId":"mummies-alive-die-hueter-des-pharaos","name":"Mummies Alive - Die Hüter des Pharaos","descr":"Der zwölfjährige Junge Presley ist die Wiedergeburt des ägyptischen Prinzen Rapses. Als der böse Magier Scarab aus seinem Grab befreit wird, beginnt er Jagd auf ihn zu machen. Deshalb werden die vier ehemaligen Leibwächter des Prinzen wieder erweckt. Ja-kal, Armon, Rath und Nefertina müssen nicht nur Presley schützen, sondern sich auch in einer völlig neuen Welt zurecht finden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Ra, Ra, Ra, Ra","descr":"Diese Episode ist leider nur auf Englisch verfügbar.","versions":[{"lang":2,"streams":[{"redirect":11317147,"hoster":"VOE"},{"redirect":10130322,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Traumreise","epNo":2,"alt":"Sleep Walk Like An Egyptian","descr":"Die Mumien Ja-Kal, Rath, Armon und Nefertina wissen jetzt, dass sich auch Scarab in die heutige Zeit retten konnte und hinter Presley her ist. Sie schenken dem Jungen ein Amulett mit dem \"Auge des Ra\", das ihn für Scarabs Augen unsichtbar machen soll. Außerdem kann Presley mit diesem Amulett das Tor der Sphinx öffnen, wo sich seine Mumien-Freunde versteckt halten. Als sich herausstellt, dass die Sphinx abgerissen werden soll, organisiert Presley eine Demonstration, über die auch im Fernsehen berichtet wird. Scarabs Schlange Heka entdeckt den Jungen auf dem Bildschirm und bringt Scarab auf die Idee, Presley in einen Traumzustand zu versetzen. Auf diese Weise wird Presley in sein früheres Leben als Prinz Rapses zurückversetzt und erlebt noch einmal Scarabs teuflischen Verrat …","versions":[{"lang":1,"streams":[{"redirect":10130331,"hoster":"VOE"},{"redirect":10130332,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14215501,"hoster":"VOE"},{"redirect":14215500,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blick in die Zukunft","epNo":3,"alt":"Pack To The Future","descr":"Presley und seine Mutter Amanda machen einen Campingtrip in den Yosemite-National-park. Der Junge will nicht, dass die Mumien ihm dorthin folgen. Sie geben ihm die Katze Kahti als Beschützerin mit. Kahti trägt ein Amulett mit dem \"Auge des Hora\", über das die Mumien jeden ihrer Schritte beobachten können. Scarab hetzt unterdessen die Höllenhunde Set, Anubis, Upuatu und Khenti auf Presley, der mit Kahti zu fliehen versucht. Ja-Kal und die anderen Mumien eilen ihm in letzter Sekunde zu Hilfe …","versions":[{"lang":1,"streams":[{"redirect":11317152,"hoster":"VOE"},{"redirect":10130330,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14215502,"hoster":"VOE"},{"redirect":14215504,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geb, der Erdgeist","epNo":4,"alt":"The Gift Of Geb","descr":"Scarab braucht einen Verbündeten, wenn er an Rapses’ unsterbliche Seele herankommen will. Deshalb weckt er den riesigen Erdgeist Geb, der durch das Westliche Tor erscheint. Geb ist wütend darüber, dass man ihn aus dem Schlaf gerissen hat. Scarab erzählt ihm, dass der junge Pharao Rapses dafür verantwortlich sei. Damit sichert er sich Gebs Hilfe, denn der will sich jetzt an Presley alias Rapses rächen. Scarab, der Ja-Kal als Geisel in seine Gewalt bringen konnte, lockt Presley am nächsten Tag auf die Golden Gate-Brücke. Da der Junge weiß, dass die anderen Mumien in seiner Nähe sind, geht er zum Schein auf Scarabs Forderungen ein …","versions":[{"lang":1,"streams":[{"redirect":11317148,"hoster":"VOE"},{"redirect":10130333,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14215507,"hoster":"VOE"},{"redirect":14215505,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Macht der Liebe","epNo":5,"alt":"Desert Chic","descr":"Die Wüstenschlange Apep kommt gemeinsam mit einem Dinosaurier, einer Schildkröte, einer riesigen Heuschrecke und einem gigantischen Skorpion aus einer anderen Welt auf die Erde zurück. Als Mensch wurde Apep vor langer Zeit von Rapses’ Großvater in die Wüste gejagt. Jetzt will er sich an Presley, in dem die Seele des Rapses wiedergeboren wurde, rächen. Um nicht aufzufallen, nehmen Apep und seine Begleiter menschliche Gestalten an und verwandeln sich in eine Rocker-Gang. Apep nennt sich nun Pep und begibt sich zu Scarab, der ihm bei der Suche nach Presley helfen soll. Mit Hilfe einer Mega-Medienkampagne macht Scarab aus Pep einen Star. Übers Fernsehen ruft dieser alle Jungen zwischen elf und 13 Jahren dazu auf, sich an der Wahl zum Wüstenprinzen des Jahres zu beteiligen. Presley fällt darauf herein und läuft von der Schule weg, um an dem Wettbewerb teilnehmen zu können. Unterdessen haben sich Nefertina und Pep, die sich auf ihren Motorrädern ein heißes Rennen geliefert haben, ineinander verliebt, ohne ihre wahre Identität zu kennen …","versions":[{"lang":1,"streams":[{"redirect":11317146,"hoster":"VOE"},{"redirect":10130334,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14215506,"hoster":"VOE"},{"redirect":14215509,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nuhn, der Geist des Nils","epNo":6,"alt":"High Nuhn","descr":"Während Scarab sich um jeden Preis ewige Jugend und Unsterblichkeit wünscht, würde Presley alles darum geben, älter zu wirken. Er hat sich nämlich in Cynthia, die große Schwester seines Freundes Walter, verliebt und versucht alles, um bei ihr Eindruck zu schinden. Leider macht er sich bei seinen Bemühungen ziemlich lächerlich und holt sich immer wieder nasse Füße – im wahrsten Sinne des Wortes, denn Nuhn, der Geist des Nils, versucht im Auftrag von Scarab, Presley vor dessen Füße zu spülen. Der Wassergeist hat jedoch nicht mit den \"Hütern des Pharaos\" und Presleys Einfallsreichtum gerechnet …","versions":[{"lang":1,"streams":[{"redirect":11317158,"hoster":"VOE"},{"redirect":10130336,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14215511,"hoster":"VOE"},{"redirect":14215510,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rath auf Abwegen","epNo":7,"alt":"Dead Man Walking","descr":"Rath verliert durch einen Unfall sein Gedächtnis und wird von einer Gruppe Obdachloser aufgenommen, die ihn gesund pflegen. Scarab ist unterdessen auf einen teuflischen Plan verfallen: Er entführt Obdachlose, um sie durch eine Maschine zu jagen, die ihnen die Lebensjahre entzieht. Während seine Opfer rapide altern, verlängert jedes Jahr ihres Lebens Scarabs Dasein um eine Stunde. Als Raths neue Freunde in die Gewalt von Scarab geraten, fliegen dessen Machenschaften auf …","versions":[{"lang":1,"streams":[{"redirect":11317166,"hoster":"VOE"},{"redirect":10130335,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verhängnisvolle Magie","epNo":8,"alt":"Goodbye Mr. Cheops","descr":"Presley hat für eine Projektausstellung in der Schule ein Kurzwellenradio gebaut. Bei einem Zustammenstoß mit Scarab geht das Gerät kaputt. Rath erklärt sich bereit, das Radio zu reparieren. Statt einer Antenne montiert er einen Obelisk in die Mitte des Schaltkreises. Als Presley das Kurzwellenradio seinem Lehrer Mr. Huxley zeigen will, funktioniert es nicht. Presley läuft zu seinem Spind, um in den Schaltplan zu sehen, doch Mr. Huxley hat inzwischen bemerkt, dass der Stromanschluss fehlte. Als er den Stecker einsteckt, wird er durch das westliche Tor ins alte Ägypten katapultiert. Statt seines Lehrers trifft Presley kurz darauf die attraktive Chantra im Klassenzimmer an. Er ahnt nicht, dass Chantra eine Schülerin von Rath ist, die noch eine Rechnung mit ihm offen hat …","versions":[{"lang":1,"streams":[{"redirect":11317159,"hoster":"VOE"},{"redirect":10130337,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Body Slam","epNo":9,"alt":"Body Slam","descr":"Scarab ersinnt eine neue List, um Ja-Kal, den Anführer der Mumien, schachmatt zu setzen. Er erfindet eine Art Amulett, das Ja-Kal die Kräfte rauben soll. Durch ein Versehen gelangt Armon in den Besitz des Amuletts. Als die Mumien im Fernsehen eine Wrestling-Übertragung sehen, will Armon unbedingt auch in den Ring steigen. Scarab erschafft den Bronze-Mann Talos als Gegner. Armon gelingt es beim Wrestling, seine Rivalen zu besiegen. Das Amulett zeigt jedoch bereits Wirkung: Armons Kräfte schwinden ausgerechnet vor dem entscheidenden Kampf gegen Talos …","versions":[{"lang":1,"streams":[{"redirect":12953761,"hoster":"VOE"},{"redirect":10130344,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Katzengöttin","epNo":10,"alt":"Paws","descr":"Amanda erklärt einer Gruppe von Kindern bei einer Führung durchs Ägyptische Museum die Bedeutung der Katzengöttin Bastet. Nefertina, die mit Presley zusammen die Ausstellung besucht, erweckt die Katzengöttin unbewusst über einen Zauberkristall zum Leben. Bastet strebt nach größerer Macht und übernimmt die Herrschaft über alle Katzen der Stadt. Außerdem verwandelt sie auch Nefertina in eine Katze. Im Banne der Göttin wendet sich diese plötzlich gegen ihre eigenen Freunde, auch gegen die Mumienkatze Kahtie …","versions":[{"lang":1,"streams":[{"redirect":12380304,"hoster":"VOE"},{"redirect":10130338,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die wütende Göttin","epNo":11,"alt":"The Curse Of Sekhmet","descr":"Scarab hat sich erkältet und lässt sich von Heka pflegen. Als das nichts hilft, ruft er durch das westliche Tor die Göttin der Krankheit und der Heilung, Sekhmet, in die heutige Zeit. Die ist böse darüber, wegen einer solchen Lappalie gestört worden zu sein und will sich nicht nur an Scarab, sondern an der ganzen Stadt rächen. Es dauert nicht lange und San Francisco wird zunächst von einer Hitzewelle, dann von einer Heuschreckenplage und schließlich von Fröschen, die vom Himmel fallen, heimgesucht.","versions":[{"lang":1,"streams":[{"redirect":11317163,"hoster":"VOE"},{"redirect":10130339,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Traum-Story für Elaine","epNo":12,"alt":"Mummy Bites Dog","descr":"Elaine beschwert sich darüber, dass man ihr nicht zutraut, eine heiße Story für die Schülerzeitung zu schreiben. Als ihr zufällig Presleys \"Bumer-Ra\" in die Hände fällt, entdeckt sie darauf Hieroglyphen. Elaine bringt ihren Fund mit den Mumien in Verbindung und wittert die Story ihres Lebens. Unter dem Vorwand, Presley interviewen zu wollen, sucht sie ihn zu Hause auf und entreißt der Mumienkatze Kahti einen Fetzen ihres Verbandes. Dieser Geruch lockt Set und Anubis an. Sie entführen Elaine. Presley und die Mumien müssen das Mädchen wohl oder übel befreien, auch wenn sie dabei riskieren, dass ihr Geheimnis gelüftet wird …","versions":[{"lang":1,"streams":[{"redirect":11319387,"hoster":"VOE"},{"redirect":12980983,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Scarabs neue List","epNo":13,"alt":"Reunion","descr":"Scarab hetzt dank seiner magischen Kräfte eine Schar furchterregender Vögel auf San Francisco. Nefertina, Rath, Armon und Ja-Kal bekämpfen diese Monster, als Scarab plötzlich in der Gestalt des Pharaos Amenhotep auf den Plan tritt und die Vögel vernichtet. Scarab gelingt es, seine wahre Identität zu verbergen. Als es zu einem Treffen zwischen ihm und Presley kommt, erkennt Ja-Kal schließlich, dass er und seine Freunde in eine Falle gelockt wurden …","versions":[{"lang":1,"streams":[{"redirect":11317164,"hoster":"VOE"},{"redirect":10130340,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Zeittor","epNo":14,"alt":"The Prince And Presley","descr":"Bei einem Vortrag, den Professor Boggles-worth hält, treten Scarabs Shabtis in Aktion und stehlen eine Papierrolle mit Hieroglyphen. Wer in ihrem Besitz ist, kann mit Hilfe einer Zauberformel das Zeittor öffnen. Und genau das hat Scarab vor. Er ist es müde geworden, hinter Presley herzujagen. Mit Hilfe der Zauberformel holt er den echten Rapses durch das Zeittor aus dem alten Ägypten in die Gegenwart. Die Mumien entdecken den Prinzen im Golden Gate Park und nehmen ihn mit in die Sphinx. Als sich Presley und Rapses, die wie Zwillinge aussehen, kennen lernen, beschließen sie, ohne ihre Aufpasser ins Einkaufszentrum zu gehen. Natürlich will sich Scarab diesen Umstand für seine Pläne zunutze machen …","versions":[{"lang":1,"streams":[{"redirect":11317172,"hoster":"VOE"},{"redirect":10130342,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Gruselshow auf dem Rummelplatz [Vol. 2]","epNo":15,"alt":"The Egyp-Tsu Kid","descr":"Presley zieht gegen den Rowdy Tiny den kürzeren. Als die Mumien das sehen, beschließen sie, ihrem Schützling \"Egypt-Su\", eine ägyptische Kampfsportart, beizubringen. Presley ist davon zunächst nicht begeistert, doch als er nachts überfallen wird, trainiert er plötzlich wie wild. Der Rummelplatz ist eröffnet! Als es Presley gelingt, seinen Leibwächtern zu entkommen, um allein mit Elaine und Walter über die Kirmes zu bummeln, stürzen die drei Hals über Kopf in ein gefährliches Abenteuer.","versions":[{"lang":1,"streams":[{"redirect":11317174,"hoster":"VOE"},{"redirect":10130343,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das „Auge der Finsternis“","epNo":16,"alt":"The Face In The Mirror","descr":"Die Bösewichte Set und Anubis erwecken gemeinsam das \"Auge der Finsternis\" zum Leben. Dieses Wesen ist in einem Spiegel gefangen und kann nur alle 3500 Jahre bei einer bestimmten Planetenkonstellation befreit werden, indem es in den Körper eines jungen Pharaos schlüpft. Natürlich ist Presley das Ziel der ganzen Aktion, doch die Mumien passen wie immer gut auf ihren kleinen Prinzen auf …","versions":[{"lang":1,"streams":[{"redirect":11317177,"hoster":"VOE"},{"redirect":10130345,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Metallkoloss","epNo":17,"alt":"Miscast","descr":"Die Mumien beobachten eines Nachts, wie die Shabtis auf einem Schrottplatz den Metallkoloss Talos zum Leben erwecken wollen. Es gelingt ihnen, diesen Plan zu vereiteln. Durch einen improvisierten Zauberspruch verwandelt Rath eines der magischen Metallstückchen zu einer gehorsamen Miniatur-Ausgabe des Kolosses. Presley nimmt den kleinen Metalldiener heimlich an sich und lässt ihn in seinem Kinderzimmer die ungeliebte Aufräumarbeit erledigen. Als der kleine Talos einen Schlag auf den Kopf erhält, erinnert er sich plötzlich wieder, wer er ist und läuft davon. Um wieder groß und mächtig zu werden, absorbiert er Metall jeglicher Art …","versions":[{"lang":1,"streams":[{"redirect":11317171,"hoster":"VOE"},{"redirect":10130346,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Taschenspielertricks","epNo":18,"alt":"Sleight Of Hand","descr":"Scarab fordert die vier Mumien zu einem uralten Wettstreit heraus, dem \"Kampf im Labyrinth\". Der Sieger erhält das Recht, den Pharao zu beschützen. Bedingung ist allerdings, dass keine Magie angewandt wird. Nacheinander treten Rath, Armon und Nefertina gegen Scarab an – und verlieren. Als Ja-Kal an der Reihe ist, durchschaut Presley Scarabs \"Taschenspielertricks\" und schlägt mit einer List zurück …","versions":[{"lang":1,"streams":[{"redirect":11317181,"hoster":"VOE"},{"redirect":10130347,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ja-Kal ist verschwunden","epNo":19,"alt":"Missing Ja-Kal","descr":"Presley freut sich auf den Kostümball an seiner Schule, bei dem er hofft, endlich auf Cynthia Eindruck machen zu können. Das betrübt Elaine, die in Presley verliebt ist. Die Mumien beschließen, mit auf den Kostümball zu gehen, um Presley zu beschützen. Scarab gelingt es, Ja-Kal mit Hilfe eines magischen Falken zu beeinflussen. Er dreht durch und beschließt, die anderen zu verlassen, um den Jungen nicht zu gefährden. Bei dem Kostümball geht alles drunter und drüber: Rath verfolgt Elaine, weil er glaubt, sie sei hinter dem Prinzen her, Armon macht sich über das Büffet her, Rath wird für das beste Kostüm ausgezeichnet und Presley verärgert Cynthia …","versions":[{"lang":1,"streams":[{"redirect":11317182,"hoster":"VOE"},{"redirect":10130349,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Goldsucher","epNo":20,"alt":"Ghouls Gold","descr":"Scarab will eine Armee aus Shabties aufstellen, doch die Mumien versalzen ihm die Suppe. Da Scarab pleite ist, beschließt er, die Geister alter Goldsucher zu sich zu rufen. Sie sollen in San Francisco für ihn auf Schatzsuche gehen. Fünf der Geister ziehen auch sogleich los und stehlen alles Gold, das sie finden können, darunter auch das Amulett von Presley, einen Ring seiner Mutter und den goldenen Arm von Armon. Die Mumien überlegen verzweifelt, wie sie die Geister bei ihrem Beutezug stoppen können …","versions":[{"lang":1,"streams":[{"redirect":11317176,"hoster":"VOE"},{"redirect":10130348,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Verlockendes Angebot","epNo":21,"alt":"Tempting Offer","descr":"Chontra kehrt zurück. Scarab schließt einen Kontrakt mit ihr. Sie soll ihm helfen, Presley zu finden und ihm auf diese Weise den Geist des jungen Prinzen Rapses in die Hände spielen. Chontra verwandelt sich in die verführerische Cheryl und lockt Presley in ein mit Brettern vernageltes Lokal. Unterdessen versuchen die Mumien, Presleys Mutter Amanda vor den Shabties zu beschützen …","versions":[{"lang":1,"streams":[{"redirect":11317173,"hoster":"VOE"},{"redirect":10130351,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Zaubertinktur","epNo":22,"alt":"Loss Of Face","descr":"Eines Nachts bricht Scarab in das Museum ein und stiehlt einen riesigen Diamanten. Aus dem Staub dieses Juwels mixt er einen Zaubertrank, der ewige Jugend und Schönheit verleihen soll. Bevor Scarab sich das Wundermittel verabreichen kann, kommt es zu einer Auseinandersetzung mit den Mumien. Im Laufe des Gefechts landet der Trog mit dem Zaubertrank auf Nefertinas Kopf. Als die Mumien sie befreien, wirkt sie um 3000 Jahre verjüngt und ist von strahlender Schönheit …","versions":[{"lang":1,"streams":[{"redirect":11317193,"hoster":"VOE"},{"redirect":10130350,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der kleine Scarab","epNo":23,"alt":"Kid Scarab","descr":"Scarab verwandelt sich diesmal in einen kleinen Jungen und versucht, sich an Presley heran-zumachen. Der bemerkt von alldem nichts, weil er wieder einmal versucht, bei Cynthia, der Schwester seines Freundes Walter, zu landen. Die hat einen Schulausflug in eine Brotfabrik organisiert, der auszufallen droht, weil die Aufsichtskräfte fehlen. Presley gibt die Mumien als seine Verwandten aus und schlägt vor, sie als Ersatz einspringen zu lassen. In der Brotfabrik gehen bald merkwürdige Dinge vor sich, hinter denen Scarab steckt …","versions":[{"lang":1,"streams":[{"redirect":11317196,"hoster":"VOE"},{"redirect":10130352,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Eine stürmische Ehe","epNo":24,"alt":"Married To The Geb","descr":"Eine mysteriöse Reihe von Erdbeben erschüttert San Francisco. Presley und die Mumien finden heraus, dass der Erdgeist Geb die Erschütterungen verursacht, weil er sich mit seiner Frau Net, dem Himmelsgeist, zerstritten hat. Jetzt ist Geb traurig und will sie unbedingt zurückgewinnen, stellt sich dabei jedoch ziemlich ungeschickt an. Presley und seine mumifizierten Freunde überlegen daraufhin, wie man die beiden Geister wieder miteinander versöhnen könnte. Das erweist sich jedoch als ziemlich schwierig, denn weder ein Blumenstrauß noch ein Gedicht können Net milde stimmen …","versions":[{"lang":1,"streams":[{"redirect":11317190,"hoster":"VOE"},{"redirect":10130353,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Wasser, Wasser überall","epNo":25,"alt":"Water, Water, Everywhere","descr":"Scarab hat einen teuflischen Plan entwickelt, um an Geld zu kommen. Er lässt alle leeren Flaschen in San Francisco einsammeln, um sie mit Wasser zu füllen. Dann soll der Wassergeist Nuhn die gesamte Stadt trockenlegen, damit Scarab das kostbare Nass für 100 Dollar die Flasche verkaufen kann …","versions":[{"lang":1,"streams":[{"redirect":11317191,"hoster":"VOE"},{"redirect":10130355,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Zurück zur Sphinx","epNo":26,"alt":"A Dark And Shrieky Night","descr":"Die Mumien haben Scarab quer durch die Stadt verfolgt, doch er ist ihnen mal wieder entwischt. Da ihre Energiereserven erschöpft sind, müs-sen die \"Hüter des Pharaos\" dringend zurück zur Sphinx. Doch das ist gar nicht so einfach, denn sie haben kein Fahrzeug dabei und auch nicht genug Geld. Nefertina soll mit dem Bus heimfahren, um den Renn-Ra zu holen. Unterwegs wird sie von Rowdies belästigt, doch ihre Freunde kommen ihr zu Hilfe. Als sie sich mit Lumpen verkleiden, um in der Öffentlichkeit nicht aufzufallen, geraten sie durch Zufall in eine Bar, in der gerade ein Talentwettbewerb stattfindet. Wohl oder übel müssen die vier verkleideten Mumien auf die Bühne …","versions":[{"lang":1,"streams":[{"redirect":11317198,"hoster":"VOE"},{"redirect":10130354,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Nefertinas alte Liebe","epNo":27,"alt":"Pepped With Good Intentions","descr":"Rath erklärt Presley, dass Wünsche in Erfüllung gehen, wenn man eine Sternschnuppe sieht. Man muss nur den richtigen Stern dazu finden. Nefertina weiß, was sie will: Sie möchte ihre alte Liebe Pep wiedertreffen. Scarab stellt den Mumien eine Falle, um Presley in seine Gewalt zu bekommen. In allerletzter Minute erscheint Pep mit seinen Motorrad-Rockern und hilft den Mumien und Presley aus der misslichen Lage. Offenbar können Wünsche wirklich in Erfüllung gehen. Pep will Nefertina diesmal ganz für sich haben, doch sie hat ihr Leben dem Schutz von Presley alias Prinz Rapses verschrieben. Um den vermeintlichen Rivalen aus dem Weg zu schaffen, denkt Pep sich eine List aus …","versions":[{"lang":1,"streams":[{"redirect":11317186,"hoster":"VOE"},{"redirect":10130356,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Dr. Jekyll und Mr. Huxley","epNo":28,"alt":"Dr. Jekyll And Mr. Huxley","descr":"Presley und die Mumien sind mit ihrem Fahrzeug unterwegs. Dabei verlieren sie eine Radkappe, in die Rath ägyptische Hieroglyphen eingraviert hat. Ja-Kal macht ihm zum Vorwurf, dass sie damit Spuren hinterlassen. Auch in der Schule droht Ärger, denn Mr. Huxley interessiert sich für Presleys wissenschaftliches Experiment. Die Mumien schleichen zusammen mit dem Jungen in die Schule, um den Obelisk zu entfernen, doch Huxley hat sich schon daran zu schaffen gemacht. Durch die Energie verwandelt er sich in den jungen Partylöwen Milton und rast plötzlich mit einem Rennwagen durch die Stadt, um Mädchen aufzugabeln …","versions":[{"lang":1,"streams":[{"redirect":11317192,"hoster":"VOE"},{"redirect":12517111,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Monster-Truck-Rennen [Vol.3]","epNo":29,"alt":"Monster Truck Madness","descr":"Presley besucht mit Ja-Kal und den anderen Mumien ein Monster-Truck-Rennen, an dem auch sein alter Freund Bubba Baxter teilnimmt. Der muss das Rennen unbedingt gewinnen, um eine Fahrkarte zu seinem kleinen Sohn nach Memphis kaufen zu können. Die Monster-Trucks sind alle nach Tiervorlagen gestaltet, Bubba hat einen Haifisch, andere haben Löwen, Bären, einen Stier oder ein Pferd. Kurz vor dem Start fällt Bubba in Ohnmacht. Also setzt sich Nefertina ans Steuer und die anderen gesellen sich zu ihr. Die Rennstrecke führt durch einen Wald, in dem der Erdgeist Geb gerade ein Schlammbad nimmt. Er ist zornig über die Störung. Zu allem Überfluss mutieren die Trucks durch die Berührung mit Zauberschlamm zu gefährlichen Tiermonstern …","versions":[{"lang":1,"streams":[{"redirect":11317189,"hoster":"VOE"},{"redirect":10130357,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Außen schön, innen hässlich","epNo":30,"alt":"Eye Of The Beholder","descr":"Chantra, die ehemalige Schülerin von Rath, deren Liebe er vor 3500 Jahren zurückgewiesen hatte, kehrt zurück, um sich an ihrem Lehrmeister zu rächen. Sie sorgt dafür, dass Rath eine Katzenstatue findet, die er mit gewohnter wissenschaftlicher Neugier untersucht. Über diese Statue als Medium hat Chantra immer Verbindung zu Rath. Durch ihre magischen Kräfte verwandelt sie sich mal in Ja-Kal, mal in Tia, Ja-Kals ehemalige Frau und sogar in Armons Mutter. Als Rath Chantras Geheimnis entdeckt, kommt es zum Zauber-Wettstreit zwischen ihm und seiner Schülerin …","versions":[{"lang":1,"streams":[{"redirect":11317209,"hoster":"VOE"},{"redirect":10130359,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Der Lebensbaum","epNo":31,"alt":"Tree O’Clock Rock","descr":"Scarab verbündet sich mit dem bösen Geist Bez. Dieser soll die Mumien auf eine falsche Fährte locken und ihm dann den Lebensbaum durch das westliche Tor bringen. Mit dessen Hilfe will Scarab sich verjüngen. Bez gelingt es tatsächlich, den Baum in die heutige Welt zu schaffen, doch bei dem Transport wird er beschädigt und nun beginnt rundherum ein kollektiver Alterungsprozess. Presley kommt plötzlich daher wie sein eigener Großvater. Die Mumien müssen dafür sorgen, dass der Baum wieder hinter das Westliche Tor zurückgebracht wird, doch dazu müssen sie ihn erstmal finden …","versions":[]},{"epId":"episode-32","name":"Talos Illusion","epNo":32,"alt":"Object Of His Desire","descr":"Der Hüne Talos verliebt sich unsterblich in die Friedensstatue von San Francisco und stiehlt sie eines Nachts von ihrem Sockel. Voller Verzweiflung versucht er, die Dame aus Metall zum Sprechen zu bringen, doch die Statue bleibt stumm. Scarab wittert eine neue Chance, Presley in seine Gewalt zu bekommen und bietet Talos seine magischen Kräfte an. Blind vor Liebe ist der bereit, Presley an Scarab auszuliefern, wenn er nur seine Angebetete lebendig macht …","versions":[{"lang":1,"streams":[{"redirect":11317204,"hoster":"VOE"},{"redirect":10130361,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Der Feuervogel von Alcatraz","epNo":33,"alt":"The Bird-Mummy Of Alcatraz","descr":"Presley und die Mumien machen einen Ausflug auf die Gefängnisinsel Alcatraz. Bei einer Führung verlieren sie den Anschluss an ihre Gruppe, weil Armon plötzlich Hunger hat und den alten Kühlschrank durchstöbert. Scarab hat unterdessen dafür gesorgt, dass seine Shabties die Wegweiser vertauschen und die Mumien den Ausgang nicht mehr finden.","versions":[{"lang":1,"streams":[{"redirect":11317226,"hoster":"VOE"},{"redirect":10130366,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Liebling, ich hab’ die Mumien geschrumpft","epNo":34,"alt":"Honey, I Shrunk The Mummies","descr":"Rath sitzt an der Übersetzung einer alten Zauberformel und verwechselt dabei die Worte \"groß\" und \"stark\", weil Armon ihn ablenkt. Daraufhin funktioniert die Formel nicht. Da er ein schlechtes Gewissen hat, versucht Armon zu helfen und setzt in seiner Dummheit das Wort \"klein\" in die Formel ein. Prompt werden alle Mumien auf die Größe von Kakerlaken geschrumpft.","versions":[{"lang":1,"streams":[{"redirect":11317207,"hoster":"VOE"},{"redirect":10130360,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Bingsley und Nefertina","epNo":35,"alt":"True Believer","descr":"Presley hat den Mumien geraten, sich in normale Kleider zu werfen, um endlich einmal unerkannt unter die Leute zu kommen. Nefertina lernt beim Bummeln den Verkäufer Bingsley kennen. Seine Freundlichkeit und Unbeholfenheit faszinieren sie. Als er sie zu einer Tasse Kaffee einlädt, schlägt sie ihm vor, sich zusammen am Strand den Sonnenuntergang anzusehen. Als Scarabs Shabties auftauchen und die Mumien angreifen, will Bingsley seiner neuen Freundin zu Hilfe eilen und landet im Krankenhaus …","versions":[{"lang":1,"streams":[{"redirect":11317201,"hoster":"VOE"},{"redirect":10130362,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Ein chaotischer Neujahrstag","epNo":36,"alt":"Who’s Who?","descr":"In Chinatown feiert man den Beginn des neuen Jahres mit Feuerwerk und Papierdrachen. Doch plötzlich fängt einer der Drachen an, Feu-er zu speien. Die Schaulustigen laufen schreiend davon. Die beiden Polizisten Bob und Joe halten das Ganze zunächst für einen Scherz, doch dann erkennen sie den Ernst der Lage und machen sich ebenfalls aus dem Staub. Ja-Kal, Rath, Armon und Nefertina finden bald heraus, wer hinter dem Spuk steckt: Es ist Bez, ein kleiner grüner Wicht, der gerade erst angefangen hat, seine üblen Späße zu treiben. Als nächstes wirft Bez eine Münze, was zur Folge hat, dass sich Presley im Körper der Katze Kahti wiederfindet, Scarab wird zu Ammut, Nefertina zu Ja-Kal und umgekehrt. Jetzt ist das Chaos perfekt!","versions":[{"lang":1,"streams":[{"redirect":11317202,"hoster":"VOE"},{"redirect":10130364,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Mein Vater, der Held","epNo":37,"alt":"My Dad The Hero","descr":"Presleys Mutter Amanda bereitet für das Ägyptische Museum eine Ausstellung vor, in deren Mittelpunkt die Krone des Ramses stehen soll. Leider verschwindet das wertvolle Stück auf dem Weg nach San Francisco. Dahinter steckt Presleys richtiger Vater Paul, der zur gleichen Zeit überraschend zu Besuch kommt. Scarab will die Krone unbedingt haben, denn mit ihrer Hilfe kann er seine Kräfte auf das Zehnfache verstärken. Als Presley erkennt, dass sein Vater in diese Angelegenheit verwickelt ist, fühlt er sich von ihm verraten. Scarab hetzt unterdessen seine Shabtis auf Paul, um die Krone in seinen Besitz zu bringen. Es kommt zu einem Kampf, bei dem Paul beweist, was in ihm steckt …","versions":[{"lang":1,"streams":[{"redirect":11317203,"hoster":"VOE"},{"redirect":10130363,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Rache nach 3500 Jahren (1)","epNo":38,"alt":"Family Feud – Part 1: Brother’s Keeper","descr":"Amanda bereitet erneut eine Ausstellung im Ägyptischen Museum vor. Unter den Exponanten befinden sich auch mehrere Sarkophage mit Mumien darin. Ja-Kal entdeckt unter anderem den Sarkophag seines Bruders Arakh und seines Neffen Kimas. Schon zu Lebzeiten war Arakh neidisch auf seinen Bruder Ja-Kal. Diesen alten Familienzwist will sich Scarab zunutze machen, um seinem Ziel, die Mumien aus dem Weg zu räumen, einen Schritt näherzukommen …","versions":[{"lang":1,"streams":[{"redirect":11317208,"hoster":"VOE"},{"redirect":10130365,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Rache nach 3500 Jahren (2)","epNo":39,"alt":"Family Feud – Part 2: New Mummy In Town","descr":"Arakh hat sich auf Scarabs Seite geschlagen, während Ja-Kal versucht, wenigstens seinen Neffen Kimas vor dem bösen Einfluss des Hexenmeisters zu bewahren. Durch einen Zauberspruch von Set und Anubis wird auch die Mumie von Kimas zum Leben erweckt. Heka klärt ihn darüber auf, in welcher Zeit er sich befindet.","versions":[{"lang":1,"streams":[{"redirect":11317224,"hoster":"VOE"},{"redirect":10130367,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Rache nach 3500 Jahren (3)","epNo":40,"alt":"Family Feud – Part 3: The Heart’s Arrow","descr":"Amanda und Mr. Hepplewhite fangen damit an, die Ausstellung im Ägyptischen Museum aufzulösen und die Exponate in einem Lastwagen zu verstauen. Die Mumien müssen unbedingt an das Skorpion-Amulett von Arakh herankommen, damit sie ihn wieder durch das Westliche Tor in die Alte Zeit zurückschicken können. Ja-Kal macht sich vor allem Sorgen um seinen Neffen Kimas, von dem er nicht weiß, auf wessen Seite er steht. Arakh stellt bekümmert fest, dass er sein Amulett verloren hat. Es kann sich nur in dem Lastwagen mit den Ausstellungsstücken befinden …","versions":[{"lang":1,"streams":[{"redirect":11317211,"hoster":"VOE"},{"redirect":10130369,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"[Leider nur auf Englisch verfügbar!]","epNo":41,"alt":"We’ve Got One!","descr":"Nach einem Kampf mit Scarab landen Rath und der Polizist Bob im Krankenhaus. Die Mumien wollen ihren Gefährten schleunigst dort herausholen, damit ihr Geheimnis gewahrt bleibt. Joe, der Kollege von Bob, glaubt an Außerirdische. Seine Geschichten führen dazu, dass man Rath für einen Besucher aus dem Weltall hält. Das ruft wiederum die CIA auf den Plan …","versions":[{"lang":1,"streams":[{"redirect":10130376,"hoster":"VOE"},{"redirect":10130370,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"[Leider nur auf Englisch verfügbar!]","epNo":42,"alt":"Show Me The Mummy!","descr":"Der Polizist Joe ist wie besessen davon, zu beweisen, dass die Mumien existieren. Übers Radio startet er einen Aufruf und bittet alle Zuhörer, ihm über ihre Erlebnisse mit den Mumien zu berichten. Tatsächlich melden sich einige Personen zu Wort, darunter Elaine, die von dem Kostümball ihrer Schule berichtet und Bingley, der sich noch sehr gut an seine Begegnung mit Nefertina erinnern kann …","versions":[{"lang":1,"streams":[{"redirect":11317219,"hoster":"VOE"},{"redirect":10130368,"hoster":"Streamtape"}]}]}]}]}