{"path":"/serie/stream/munich-games","name":"Munich Games","descr":"Zum Jahrestag des brutalen Terror-Akts findet im Rahmen einer Gedenkfeier für die Opfer ein Freundschaftsspiel zwischen einem israelischen und einem deutschen Fußballklub statt. Da das Freundschaftsspiel nicht nur politisch sensibel, sondern auf verschiedenen Ebenen emotional aufgeladen ist, liegen die Nerven blank. Oren Simon, ein in Berlin stationierter Mossad-Agent, fängt sieben Tage vor dem Spiel in einem Darknet-Forum eine Nachricht ab, die einen Anschlag auf das israelische Team impliziert. Die deutschen Behörden werden umgehend alarmiert. Um die Sicherheit der Veranstaltung zu gewährleisten, sind die Polizei und Geheimdienste in höchster Alarmbereitschaft. Maria Köhler, eine deutsche LKA-Beamtin mit libanesischen Wurzeln und guter Kenntnis der Islamisten-Szene, soll entgegen des offiziellen Protokolls mit Oren zusammenarbeiten. Doch die Dinge geraten aus den Fugen und es droht, dass sich die Geschichte wiederholt. Als schließlich die schlimmsten Befürchtungen wahr werden, sind trotz aller Maßnahmen weder Oren noch Maria auf die Bedrohung vorbereitet, mit der sie sich plötzlich konfrontiert sehen.","seasons":[{"path":"/serie/stream/munich-games/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/munich-games/staffel-1/episode-1","name":"Die Bedrohung","epNo":1,"alt":"","descr":"Eine Bedrohung für das deutsch-israelische Freundschaftsspiel zur Gedenkfeier von München 72 zwingt Mossad-Agent Oren Simon und Maria Köhler vom LKA, gemeinsam zu ermitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460618","hoster":"VOE"},{"path":"/redirect/12641182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/munich-games/staffel-1/episode-2","name":"Die Ankunft","epNo":2,"alt":"","descr":"Bei der Ankunft des israelischen Teams kommt es zur Eskalation. Maria und Oren verfolgen eine heiße Spur und entdecken, wer hinter der Sicherheitslücke stecken könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460454","hoster":"VOE"},{"path":"/redirect/14318733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/munich-games/staffel-1/episode-3","name":"Zahltag","epNo":3,"alt":"","descr":"Jackie Igelski, Besitzer des israelischen Fußballklubs, wird erpresst. Unterdessen entkommt der Hauptverdächtige Eugen Kresnik und Marias Informant wird unerwartet enttarnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460751","hoster":"VOE"},{"path":"/redirect/14318736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/munich-games/staffel-1/episode-4","name":"Entgleisung","epNo":4,"alt":"","descr":"Das Spiel droht auszufallen, sollte Kresnik nicht gefunden werden. Marias Affäre mit ihrem Informanten fliegt auf. Sie wird vom Dienst suspendiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460752","hoster":"VOE"},{"path":"/redirect/14318734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/munich-games/staffel-1/episode-5","name":"Das Spiel","epNo":5,"alt":"","descr":"Ein Anschlag wird im letzten Moment verhindert. Während des Spiels findet Maria heraus, dass etwas nicht stimmt. Es beginnt ein Wettlauf gegen die Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460804","hoster":"VOE"},{"path":"/redirect/14318738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/munich-games/staffel-1/episode-6","name":"Blackout","epNo":6,"alt":"","descr":"Vor den Augen der Welt spielt sich eine dramatische Geiselnahme ab. Maria und Oren müssen kooperieren, wenn sie die Geiseln retten wollen. – Auch in Originalsprache mit Untertiteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460818","hoster":"VOE"},{"path":"/redirect/14481243","hoster":"Streamtape"}]}]}]}]}