{"path":"/serie/stream/murder-princess","name":"Murder Princess","descr":"Bei einem Staatsstreich im Königreich Forland werden der König und sein Hofstaat von dem ehemaligen Hofwissenschaftler Professor Akamashi und seinen Killerpuppen ermordet, nur Prinzessin Alita kann dem Gemetzel entkommen. Auf ihrer Flucht stößt sie mit der Kopfgeldjägerin Farith zusammen und beide stürzen von einer Klippe in die Tiefe. Dabei vertauschen sich ihre Seelen. Nun wird Alita zur \"Murder Princess\" und macht sich daran ihr Königreich zurückzuerobern …","seasons":[{"path":"/serie/stream/murder-princess/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/murder-princess/staffel-1/episode-1","name":"Geburt","epNo":1,"alt":"Birth","descr":"Dr. Akamashi initiiert einen Staatsstreich im Königreich Forland und tötet dabei den König. Dies zwingt Alita, die Forland-Prinzessin, zu fliehen, in der Hoffnung, ihren Bruder Kaito zu erreichen. Kurze Zeit später stößt Alita in einem Grenzwald versehentlich den Kopfgeldjäger Falis von einer Klippe, während sie vor der Waldwächterbestie Jitterbug flieht, die ihr Gefolge von Burgwächtern tötete. Dies führt dazu, dass die Seelen von Alita und Falis aufgrund der Nahtoderfahrung den Körper wechseln. Falis wacht im Körper der Prinzessin auf und gerät kurz in Panik, als sie ihren Körper sieht. Einen Moment später tötet sie Jitterbug, als dieser die Gruppe angreift. Alita, die Falis\u0027 Stärke und Tapferkeit sieht, bittet sie, Forland zu beschützen. Falis lehnt aufgrund ihrer Politik einer garantierten Sicherheit zunächst ab,aber akzeptiert, nachdem Alita ihren eigenen Körper und ihre Seele als Sicherheit anbietet. Sie und Falis kehren mit Dominikov und Pete an ihrer Seite zum Schloss zurück und Falis besiegt Akamashi und die Androiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424605","hoster":"VOE"},{"path":"/redirect/14436511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/murder-princess/staffel-1/episode-2","name":"Krönung","epNo":2,"alt":"Coronation","descr":"Falis, jetzt im Körper von Alita, befreit die Burg Forland von Dr. Akamashi und seinen Handlangern Ana und Yuna. Die echte Alita, jetzt im Körper von Falis, übernimmt die Rolle von Jodus verstorbener Enkelin Milano, die als Ersatz für Alita starb. Sie hilft Falis, die richtigen Manieren einer Prinzessin anzunehmen, wie zum Beispiel, wie man mit Gabel und Messer richtig isst und wie man ein Korsett trägt. Am nächsten Tag wird Falis anstelle von Alita zur Königin von Forland gekrönt. Die Krönungsparade wird jedoch von Dr. Akamashis bösen Plänen gestört. Falis wehrt sich und schlägt das Monster. Sie verliert jedoch die Kontrolle über sich und schlägt beinahe ein kleines Mädchen nieder, nur um in letzter Sekunde von Alita gestoppt zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424607","hoster":"VOE"},{"path":"/redirect/14319458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/murder-princess/staffel-1/episode-3","name":"Heimkehr","epNo":3,"alt":"Return","descr":"Falis zerbricht versehentlich die Puppe, die Alita als Geschenk von dem echten Milano bekommen hat, Alitas Freund, der in der ersten Nacht, in der Falis im Schloss war, getötet wurde, und die beiden geraten in einen Streit. Falis macht sich auf den Weg, um ihren Dampf an den eindringenden Goblins abzulassen, die die Grenze von Forland überfallen. Während dieser Zeit entführen Akamashi, Ana und Yuna Alita und befragen sie zu ihrer wahren Identität und zum \"Schlüssel\", aber Alita bleibt standhaft und verrät ihnen nichts. Falis kommt zu Hilfe, wird aber gezwungen, ihre Waffe fallen zu lassen. Sie wird ziemlich verprügelt, als dann ein Schwertkämpfer auf die Bühne springt und den Tag rettet. Der Mann ist Prinz Kaito, Alitas älterer Bruder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424609","hoster":"VOE"},{"path":"/redirect/14436514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/murder-princess/staffel-1/episode-4","name":"Verbannung","epNo":4,"alt":"Exile","descr":"Da der Prinz zurückgekehrt ist und bald gekrönt werden soll, will Falis am nächsten Tag abreisen. Alita sagt, dass sie einsam sein wird, aber sie hat gesagt, dass Falis zurückkehren wird, wenn sie wieder einen Weg findet, Leichen zu tauschen. Später am Abend wird Falis von der mysteriösen vermummten Frau gerufen und in eine geheime Kammer im Schloss geführt, wobei sie versehentlich ihr Schwert zurücklässt. Es stellt sich heraus, dass es sich bei der Frau um eine Hexe namens Cecilia handelt, die Alitas Leiche benutzen will, um die Geheimkammer zu öffnen. Sie kämpfen und Alita und die anderen kommen herunter, um ihr zu helfen, aber sie treffen auf die beiden Androiden und den Professor. Plötzlich wird der Professor von dem schwarz gepanzerten Ritter von hinten erstochen und auch die beiden Androiden sind besiegt. Cecilia kehrt zurück, und als ihre Kapuze zurückfällt, erkennt Falis sie als die Hexe, die vor langer Zeit ihr Dorf und ihre Familie getötet hat.Falis greift die Hexe an, wird aber vom schwarzen Ritter abgefangen. Sie wird vom Ritter schwer geschlagen, der sich vor allen Gästen als Kaito entpuppt. Er behauptet, Falis sei eine falsche Prinzessin und die anderen Rebellen, die das Königreich gegen sie aufbringen. Die vier müssen aus dem Königreich fliehen und Kaito wird zum König gekrönt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424606","hoster":"VOE"},{"path":"/redirect/14436512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/murder-princess/staffel-1/episode-5","name":"Schicksal","epNo":5,"alt":"Destiny","descr":"Falis, Alita und ihren Begleitern gelingt es dank einer Gruppe reisender Entertainer, der Gefangennahme zu entgehen. Als sie eine Pause einlegen, beginnen sie, die Umstände hinter allem, was bisher passiert ist, zu besprechen. Es stellt sich heraus, dass die Hauptursache für alle Probleme die verlorene Technologie ist, die nach dem Untergang der Alten Welt dem Haus Forland anvertraut wurde und durch ein Siegel geschützt ist, das nur von weiblichen Mitgliedern des Hauses geöffnet werden kann. Es wird auch enthüllt, dass Dominikov, Pete, die Androiden und alle anderen synthetischen Bestien aus dieser Technologie geschaffen wurden. Sie werden kurz darauf von Kaito, Cecilia und der Forland-Armee angegriffen. Die Androiden versuchen, die Armee ein wenig aufzuhalten, aber die Munition und der Akku gehen aus. Pete und Dominikov lassen ihre wahren Cyborg-Formen los und halten den Feind ab. Kurz vor der Grenze,Kaito greift den Wagen an und fast alle außer Alita werden ohnmächtig. Sie rennt mit einem Umhang in den Wald und hält Falis\u0027 Schwert, um Kaito abzulenken. Im Wald will Kaito Alita töten, hält aber inne, als er den starken Blick erkennt, den sie ihm zuwirft. Falis wird bei Bewusstsein und verletzt Kaito, da sie ihn aufgrund ihres Zustands nicht töten kann. Kaito flieht und die Armee zieht sich zurück. Falis erkennt, dass sie und Alita nicht mehr vor ihrem Schicksal fliehen können und kämpfen müssen, um das Land von Kaito und Cecilia zurückzuerobern.aufgrund ihres Zustands nicht in der Lage, ihn zu töten. Kaito flieht und die Armee zieht sich zurück. Falis erkennt, dass sie und Alita nicht mehr vor ihrem Schicksal fliehen können und kämpfen müssen, um das Land von Kaito und Cecilia zurückzuerobern.aufgrund ihres Zustands nicht in der Lage, ihn zu töten. Kaito flieht und die Armee zieht sich zurück. Falis erkennt, dass sie und Alita nicht mehr vor ihrem Schicksal fliehen können und kämpfen müssen, um das Land von Kaito und Cecilia zurückzuerobern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424610","hoster":"VOE"},{"path":"/redirect/14436515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/murder-princess/staffel-1/episode-6","name":"Am Rande der Entscheidung","epNo":6,"alt":"At The End Of The Decision","descr":"Falis, Alita und der Rest der Gruppe kehren in das Königreich zurück, um Kaito davon abzuhalten, Teoria zu benutzen. Sie beschließen jedoch auch, die Kräfte von Teoria zu nutzen, um ihre Körper wieder in ihre ursprüngliche Form zu versetzen. Leider schafft es Kaito zuerst in die Teorial-Kammer, schlägt Falis nieder und nimmt Alita gefangen. Kaito wünscht sich dann, dass die ganze Welt untergeht. Bevor Kaito Teoria vollständig aktivieren kann, wird Falis wieder bei Bewusstsein und greift Kaito an. Cecilia fängt Falis ab und die beiden kämpfen. Cecilia tötet Falis fast, aber Falis zerstört das Juwel auf Cecilias Brust und Cecilia stirbt. Kaito aktiviert Teoria und besiegt dabei beinahe Falis. Aber Falis steht sofort wieder auf und besiegt Kaito, tötet ihn fast, stoppt sich aber in letzter Minute um Alitas willen. Dann stoppt sie Teoria. Als letzte ausfallsichere MaßnahmeTeoria löscht Dominikov, Pete, die Androiden und alle synthetischen Bestien aus, die mit der Wissenschaft der Alten Welt geschaffen wurden, bevor sie abgeschaltet wird. Falis verspricht Alita, dass sie das Land beschützen und einen Weg finden wird, sie wieder in ihre normalen Körper zu versetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424608","hoster":"VOE"},{"path":"/redirect/14436517","hoster":"Streamtape"}]}]}]}]}