{"seriesId":"murder-maps-geheimnisvolle-verbrechen","name":"Murder Maps: Geheimnisvolle Verbrechen","descr":"Der britische Krimi-Schauspieler Nicholas Day präsentiert einige der aufsehenerregendsten Kriminalfälle der britischen Geschichte, die durch Spielszenen, Archivmaterial und Interviews mit Historikern und Beteiligten rekonstruiert werden. Der erste Teil der Doku-Reihe widmet sich dem mörderischen Ehepaar Manning im London des Jahres 1849.Superintendent Frederick Cherrill gelingt es, einen Fingerabdruck des Mörders zu sichern. Akribisch vergleicht er diesen mit den Datensätzen aus dem Archiv von Scotland Yard.Diese Histo-Crime-Serie nimmt den Zuschauer mit auf eine Zeitreise ins London des 19. und 20. Jahrhunderts und stellt die spektakulärsten Mordfälle der britischen Geschichte vor. Der Schauspieler Nicholas Day führt den Zuschauer tief hinein in die Welt der Mörder. Gleichzeitig wird die Entwicklung Londons, der Polizei und der Forensik im Allgemeinen beleuchtet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Grauen an der Themse","epNo":1,"alt":"The Bermondsey Horror","descr":"London 1849: Aus Leidenschaft und Gier ermordet das Ehepaar Manning den wohlhabenden Patrick O’Connor. Der brutale Mord geht als \"das Grauen von Bermondsey\" in die Geschichte ein. Anfang des 19. Jahrhunderts ist London ein gefährlicher Ort. Mord ist an der Tagesordnung. Jack the Ripper beherrscht die Schlagzeilen. Doch er war nicht der einzige berüchtigte Mörder. Die vierteilige Reihe nimmt einige der berüchtigtsten und schockierendsten Kriminalfälle der britischen Geschichte unter die Lupe. In Spielszenen werden die Tathergänge rekonstruiert und durch Interviews mit Historikern und Beteiligten sowie mittels Archivmaterial eingeordnet. Der Presenter Nicholas Day führt den Zuschauer in die Welt dieser kaltblütigen Verbrecher und zeigt auf, wie es der Polizei gelang, die Fälle mithilfe früher Forensik zu lösen.","versions":[{"lang":1,"streams":[{"redirect":11317238,"hoster":"VOE"},{"redirect":10130374,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Whitechapel-Morde","epNo":2,"alt":"In the Shadow of Jack","descr":"Er spielte den besorgten Ehemann, dabei vergiftete er drei seiner Ehefrauen auf heimtückische Weise. Nur mithilfe einer Autopsie konnte der Giftmörder von Whitechapel überführt werden. Die vierteilige True-Crime-Reihe nimmt einige der berüchtigtsten und schockierendsten Kriminalfälle der britischen Geschichte unter die Lupe. In Spielszenen werden die Tathergänge rekonstruiert und durch Interviews mit Historikern und Beteiligten sowie mittels Archivmaterial eingeordnet. Der Presenter Nicholas Day führt den Zuschauer in die Welt dieser kaltblütigen Verbrecher und zeigt auf, wie es der Polizei gelang, die Fälle mithilfe früher Forensik zu lösen.","versions":[{"lang":1,"streams":[{"redirect":11317225,"hoster":"VOE"},{"redirect":10130378,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Giftmörder von Camden","epNo":3,"alt":"Finding Dr. Crippen","descr":"Der Mordfall von Hawley Crippen elektrisierte vor hundert Jahren ganz England. Nach dem Gift-Mord an seiner Ehefrau flüchtete Crippen mit seiner Geliebten rund um den Globus. In die Kriminalgeschichte geht Crippen als erster Verbrecher ein, der dank drahtloser Kommunikation verhaftet werden konnte. Die vierteilige True-Crime-Reihe nimmt einige der berüchtigtsten und schockierendsten Kriminalfälle der britischen Geschichte unter die Lupe. In Spielszenen werden die Tathergänge rekonstruiert und durch Interviews mit Historikern und Beteiligten sowie mittels Archivmaterial eingeordnet. Der Presenter Nicholas Day führt den Zuschauer in die Welt dieser kaltblütigen Verbrecher und zeigt auf, wie es der Polizei gelang, die Fälle mithilfe früher Forensik zu lösen.","versions":[{"lang":1,"streams":[{"redirect":11317227,"hoster":"VOE"},{"redirect":10130377,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Badewannen-Mörder","epNo":4,"alt":"The Brides in the Bath Killer","descr":"George Smith war nur ein Name dieses Mörders. Er brauchte sie zur Tarnung, um seine drei Ehefrauen kurz nach der Hochzeit in der Badewanne zu ertränken und so an ihr Erbe zu kommen. Doch er war nicht der einzige berüchtigte Mörder in England. Die vierteilige Reihe nimmt einige der berüchtigtsten und schockierendsten Kriminalfälle der britischen Geschichte unter die Lupe. In Spielszenen werden die Tathergänge rekonstruiert und durch Interviews mit Historikern und Beteiligten sowie mittels Archivmaterial eingeordnet. Der Presenter Nicholas Day führt den Zuschauer in die Welt dieser kaltblütigen Verbrecher und zeigt auf, wie es der Polizei gelang, die Fälle mithilfe früher Forensik zu lösen.","versions":[{"lang":1,"streams":[{"redirect":12380307,"hoster":"VOE"},{"redirect":10130388,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tatmotiv Liebe","epNo":1,"alt":"Terror In The Roaring Twenties","descr":"Edith Thompson ist eine junge, erfolgreiche Geschäftsfrau zu Beginn der 1920er Jahre in London. Von außen betrachtet führt sie ein idyllisches Leben mit ihrem Mann Percy. Doch Edith will mehr vom Leben und beginnt eine leidenschaftliche Affäre mit ihrem Jugendfreund Frederick Bywaters. Eine Affäre mit tödlichen Folgen. Diese Histo-Crime-Serie nimmt den Zuschauer mit auf eine Zeitreise ins London des 19. und 20. Jahrhunderts und stellt die spektakulärsten Mordfälle der britischen Geschichte vor. Der Schauspieler Nicholas Day führt den Zuschauer tief hinein in die Welt der Mörder. Gleichzeitig wird die Entwicklung Londons, der Polizei und der Forensik im Allgemeinen beleuchtet.","versions":[{"lang":1,"streams":[{"redirect":11317242,"hoster":"VOE"},{"redirect":10130380,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gefahr im Dunkeln","epNo":2,"alt":"The Blackout Ripper","descr":"London im Zweiten Weltkrieg. Die Stadt wird von Bombenangriffen heimgesucht. Doch in den Straßen lauert eine andere Gefahr: ein Serienkiller – der \"Blackout Ripper\". Superintendent Frederick Cherrill gelingt es, einen Fingerabdruck des Mörders zu sichern. Akribisch vergleicht er diesen mit den Datensätzen aus dem Archiv von Scotland Yard. Diese Histo-Crime-Serie nimmt den Zuschauer mit auf eine Zeitreise ins London des 19. und 20. Jahrhunderts und stellt die spektakulärsten Mordfälle der britischen Geschichte vor. Der Schauspieler Nicholas Day führt den Zuschauer tief hinein in die Welt der Mörder. Gleichzeitig wird die Entwicklung Londons, der Polizei und der Forensik im Allgemeinen beleuchtet.","versions":[{"lang":1,"streams":[{"redirect":11317233,"hoster":"VOE"},{"redirect":10130379,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Hochstapler","epNo":3,"alt":"The Lady Killer","descr":"1946: Europa erholt sich von den Zerstörungen des Zweiten Weltkrieges, die Soldaten machen sich auf den Weg nach Hause. Doch ein Mann bringt das Grauen des Krieges mit nach London. Hinter der charmanten Fassade des Ex-Piloten und Kleinkriminellen Neville Heath verbirgt sich ein sadistischer Mörder, der es auf junge Frauen abgesehen hat. Unter falscher Identität tritt er als Kriegsheld auf und gewinnt so das Vertrauen seiner künftigen Opfer. Diese Histo-Crime-Serie nimmt den Zuschauer mit auf eine Zeitreise ins London des 19. und 20. Jahrhunderts und stellt die spektakulärsten Mordfälle der britischen Geschichte vor. Der Schauspieler Nicholas Day führt den Zuschauer tief hinein in die Welt der Mörder. Gleichzeitig wird die Entwicklung Londons, der Polizei und der Forensik im Allgemeinen beleuchtet.","versions":[{"lang":1,"streams":[{"redirect":11317237,"hoster":"VOE"},{"redirect":10130463,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Justizirrtum","epNo":4,"alt":"Notting Hill Horror Part 1","descr":"Der unauffällige Angestellte John Christie verübt in den 1940er Jahren in seiner Wohnung in Notting Hill mehrere Morde. Viele Jahre bleibt er unerkannt. Er schafft es, seinem Nachbarn Timothy Evans die Verbrechen anzuhängen, der zum Tode verurteilt wird. Christie mordet nach Evans Hinrichtung weiter und versteckt die Leichen seiner Opfer im Mauerwerk. Diese Histo-Crime-Serie nimmt den Zuschauer mit auf eine Zeitreise ins London des 19. und 20. Jahrhunderts und stellt die spektakulärsten Mordfälle der britischen Geschichte vor. Der Schauspieler Nicholas Day führt den Zuschauer tief hinein in die Welt der Mörder. Gleichzeitig wird die Entwicklung Londons, der Polizei und der Forensik im Allgemeinen beleuchtet.","versions":[{"lang":1,"streams":[{"redirect":11317247,"hoster":"VOE"},{"redirect":10130384,"hoster":"Streamtape"}]}]}]}]}