{"seriesId":"mushishi","name":"Mushishi","descr":" Mushi sind Wesen, die man weder als Tiere, Pflanzen, Insekten oder Geister bezeichnen kann. Sie existieren in unterschiedlichsten Arten auf der Welt. Sie leben in Städten, der Natur, im Wasser oder in der Luft sowie neben Pflanzen, Tieren und Menschen. Manche Arten finden aus Versehen, manche auch gezielt, den Kontakt zu Menschen und gehen eine Verbindung ein, die für diese sowohl gut als auch schlecht sein kann. Der Protagonist Ginko, ein Mushishi, ist ein Mann, der sich auf Mushi spezialisiert hat. Er sammelt Informationen und rettet auf seinen Streifzügen durchs Land oftmals von Mushi befallenen Menschen das Leben oder befreit sie zumindest aus einer unangenehmen Situation, die durch Mushi entstanden war.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das grüne Gastmahl","epNo":1,"alt":"The Green Seat","descr":"Original-Alternativtitel: Midori no za Ginko untersucht den Fall eines kleinen Jungen, dessen Zeichnungen, wenn sie von seiner linken Hand gezeichnet werden, zum Leben erwachen. Bald merkt er, dass jemand dem Jungen Gesellschaft leistet.","versions":[{"lang":1,"streams":[{"redirect":14424426,"hoster":"VOE"},{"redirect":14436521,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14516101,"hoster":"VOE"},{"redirect":14436527,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Licht hinter den Lidern","epNo":2,"alt":"The Light of the Eyelid","descr":"Original-Alternativtitel: Mabuta no hikari Ginko hilft einem kleinen Mädchen, das ihre Tage in einem Lagerschuppen eingesperrt verbringt, weil sie aufgrund einer seltsamen Krankheit das Sonnenlicht nicht ertragen kann. Als jedoch auch ihre Cousine an derselben Krankheit erkrankt, muss Ginko einen Weg finden, die Krankheit loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":14424521,"hoster":"VOE"},{"redirect":14436524,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424523,"hoster":"VOE"},{"redirect":14436536,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zarte Hörner","epNo":3,"alt":"Tender Horns","descr":"Original-Alternativtitel: Yawarakai Tsuno Ein Junge, dem irgendwie Hörner auf dem Kopf wachsen, muss sterben wie seine Mutter, die das gleiche Problem hatte. Ginko erkennt, dass eine bestimmte Art von Lärm ihn distanziert und muss ein Heilmittel finden.","versions":[{"lang":1,"streams":[{"redirect":14424530,"hoster":"VOE"},{"redirect":14345142,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424420,"hoster":"VOE"},{"redirect":14436531,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Kopfkissenpfad","epNo":4,"alt":"The Pillow Pathway","descr":"Original-Alternativtitel: Makura kouji Die alptraumhaften Träume eines Bauern werden wahr und fordern das Leben seiner Lieben. Ginko muss herausfinden, was diese Albträume in die Realität umsetzen lässt.","versions":[{"lang":1,"streams":[{"redirect":14424416,"hoster":"VOE"},{"redirect":14427805,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424406,"hoster":"VOE"},{"redirect":14436530,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der reisende Sumpf","epNo":5,"alt":"The Traveling Swamp","descr":"Original-Alternativtitel: Tabi wo suru numa Ginko untersucht den Fall eines mysteriösen Teenager-Mädchens mit grünen Haaren, das in einem Sumpf gesehen wird, der sich von selbst bewegt. Mit Hilfe eines guten Freundes und der Dorfbewohner hat Ginko nur eine Chance, sie zu retten, bevor der Sumpf unweigerlich stirbt.","versions":[{"lang":1,"streams":[{"redirect":14338913,"hoster":"VOE"},{"redirect":14436518,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424471,"hoster":"VOE"},{"redirect":14436537,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Tautropfen Trinkenden","epNo":6,"alt":"Those Who Inhale the Dew","descr":"Original-Alternativtitel: Tsuyu wo suu mure Ginkos Dienste werden von einem Jungen angefordert, der auf einer fernen Insel lebt, um den Fall eines Mädchens zu untersuchen, das von den Menschen dort als Gott verehrt wird. Sowohl er als auch der Junge erkennen, wie gierig die Familie sein kann, um sich Respekt zu verdienen.","versions":[{"lang":1,"streams":[{"redirect":14424525,"hoster":"VOE"},{"redirect":14432491,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424423,"hoster":"VOE"},{"redirect":14436532,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Regen kommt und mit ihm der Regenbogen","epNo":7,"alt":"Raindrops \u0026 Rainbows","descr":"Original-Alternativtitel: Ame ga kuru niji ga tatsu Ginko trifft auf einen Mann, der die seltsame Angewohnheit hat, Regenbögen zu jagen. Wie sein Vater versucht der Mann, Regenbögen zu verstehen und einzufangen.","versions":[{"lang":1,"streams":[{"redirect":14424422,"hoster":"VOE"},{"redirect":14319296,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424532,"hoster":"VOE"},{"redirect":14436534,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jenseits des Meeres","epNo":8,"alt":"Where Sea Meets Man","descr":"Original-Alternativtitel: Unasaka yori Auf einer Strandreise trifft Ginko auf einen Mann, der hofft, seine auf See verlorene Frau zu finden.","versions":[{"lang":1,"streams":[{"redirect":14424407,"hoster":"VOE"},{"redirect":14436522,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424421,"hoster":"VOE"},{"redirect":14436535,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schwere Früchte","epNo":9,"alt":"The Heavy Seed","descr":"Original-Alternativtitel: Omoi mi Ginko kommt in einem Dorf an, in dem es ungewöhnliche Ernten gibt, immer nach Naturkatastrophen und immer mit dem Tod eines seiner Bewohner.","versions":[{"lang":1,"streams":[{"redirect":14424408,"hoster":"VOE"},{"redirect":14436523,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424428,"hoster":"VOE"},{"redirect":14436533,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Weiß im Tuschreibstein","epNo":10,"alt":"The White Which Lives Within the Ink Stone","descr":"Original-Alternativtitel: Suzuri ni sumushiro Eine Gruppe von Kindern gerät in Schwierigkeiten, als sie sich mit einem der Mushi-Artikel aus Adashinos Sammlung anlegen. Ginko muss den Schöpfer des Gegenstands suchen, um dieses Problem zu lösen.","versions":[{"lang":1,"streams":[{"redirect":14424526,"hoster":"VOE"},{"redirect":14436526,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424409,"hoster":"VOE"},{"redirect":14436538,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der schlafende Berg","epNo":11,"alt":"The Sleeping Mountain","descr":"Original-Alternativtitel: Yamanemuru Auf seinen Reisen trifft Ginko einen alten Mushishi, der ihm erzählt, wie er der Wächter des Berges wurde, in dem er lebt, und warum er ihn für den Rest seines Lebens nicht verlassen kann. Ginko erkennt, dass das Schicksal des Mannes zum Scheitern verurteilt ist.","versions":[{"lang":1,"streams":[{"redirect":14424527,"hoster":"VOE"},{"redirect":14427808,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424531,"hoster":"VOE"},{"redirect":14436539,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Einäugige Fische","epNo":12,"alt":"One-Eyed Fish","descr":"Original-Alternativtitel: Sugame no Uo Eine Waise wird von Nui, einer weißhaarigen Mushishi-Frau, adoptiert. Ginkos Herkunft wird enthüllt.","versions":[{"lang":1,"streams":[{"redirect":14424475,"hoster":"VOE"},{"redirect":14436528,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424424,"hoster":"VOE"},{"redirect":14436541,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eine-Nacht-Brücke","epNo":13,"alt":"One-Night Bridge","descr":"Original-Alternativtitel: Hitoyo hashi Ginko kommt in ein Dorf, in dem ein Mädchen lebt, das vor drei Jahren von einer Brücke gefallen ist. Obwohl sie den Sturz anscheinend überlebt hat, ist sie zur Verzweiflung des jungen Mannes, der sie liebt, nicht mehr die Person, die sie einmal war.","versions":[{"lang":1,"streams":[{"redirect":14424528,"hoster":"VOE"},{"redirect":14436529,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424410,"hoster":"VOE"},{"redirect":14436540,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Im Käfig","epNo":14,"alt":"Inside The Cage","descr":"Original-Alternativtitel: Kago no naka Auf seiner Reise durch einen Bambuswald trifft Ginko auf einen Mann, der den Wald irgendwie nicht verlassen kann, egal wie sehr er es versucht. Seltsamerweise teilen auch seine Frau und sein Kind das gleiche Problem.","versions":[{"lang":1,"streams":[{"redirect":14442932,"hoster":"VOE"},{"redirect":14442930,"hoster":"Vidoza"},{"redirect":14442931,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424425,"hoster":"VOE"},{"redirect":14436542,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Vorgetäuschter Frühling","epNo":15,"alt":"The Pretense of Spring","descr":"Original-Alternativtitel: Haru to usobuku Ginko sucht im Winter Unterschlupf in einer Hütte. Der Junge, der dort lebt, behauptet, dass es einen Ort gibt, an dem der Frühling früh blüht und jedes Mal, wenn er dorthin geht, schläft er tagelang ... oder bis zum Ende des Frühlings.","versions":[{"lang":1,"streams":[{"redirect":14442991,"hoster":"VOE"},{"redirect":14443007,"hoster":"Vidoza"},{"redirect":14442989,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424533,"hoster":"VOE"},{"redirect":14436543,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Schlange der Morgendämmerung","epNo":16,"alt":"Sunrise Serpent","descr":"Original-Alternativtitel: Akatsuki no hebi Ginko hilft einem Jungen, der sich Sorgen um seine Mutter macht, weil sie nach und nach ihre Erinnerungen vergisst.","versions":[{"lang":1,"streams":[{"redirect":14442994,"hoster":"VOE"},{"redirect":14443011,"hoster":"Vidoza"},{"redirect":14442993,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424473,"hoster":"VOE"},{"redirect":14436544,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Sammeln leerer Kokons","epNo":17,"alt":"Picking the Empty Cocoon","descr":"Original-Alternativtitel: Kyo mayu tori Ginko macht sich Sorgen um das Mädchen, das die Kokons herstellt, die von den Mushishi als Briefkästen verwendet werden, da sie immer noch nach ihrer Schwester sucht, die als Kinder verschwand.","versions":[{"lang":1,"streams":[{"redirect":14442939,"hoster":"VOE"},{"redirect":14442954,"hoster":"Vidoza"},{"redirect":14442938,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424430,"hoster":"VOE"},{"redirect":14436545,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Gewand der Berge","epNo":18,"alt":"Clothes that Embrace the Mountain","descr":"Original-Alternativtitel: Yama idaku koromo Ginko bekommt einen Mantel in die Hände, der anscheinend von einem Mushi besessen ist. In der Hoffnung, die Wahrheit herauszufinden, macht er sich auf die Suche nach dem ersten Besitzer des Mantels.","versions":[{"lang":1,"streams":[{"redirect":14442943,"hoster":"VOE"},{"redirect":14442948,"hoster":"Vidoza"},{"redirect":14442942,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424474,"hoster":"VOE"},{"redirect":14436548,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Schnur am Himmel","epNo":19,"alt":"String from the Sky","descr":"Original-Alternativtitel: Teppen no ito Ginko hilft einem Mädchen, das vermisst wird, seit sie eine Schnur gepackt hat, die sie vom Himmel hängen sah. Nur die Überzeugungskraft des Mannes, der sie liebt, hält sie am Boden.","versions":[{"lang":1,"streams":[{"redirect":14442999,"hoster":"VOE"},{"redirect":14443001,"hoster":"Vidoza"},{"redirect":14442998,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424419,"hoster":"VOE"},{"redirect":14436547,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Schriftzeichenmeer","epNo":20,"alt":"A Sea of Brushes","descr":"Original-Alternativtitel: Fude no umi Ginko kommt zu einem Haus, das eine Bibliothek voller Mushi-Rollen hat. Dort lernt er das Mädchen kennen, das die Schriftrollen schreibt, und erfährt die Geschichte des Fluches, der ihre Familie seit Generationen heimsucht.","versions":[{"lang":1,"streams":[{"redirect":14442950,"hoster":"VOE"},{"redirect":14442952,"hoster":"Vidoza"},{"redirect":14442953,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14424431,"hoster":"VOE"},{"redirect":14436549,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Cotton Spore","descr":"Original-Alternativtitel: menhoushi Ginko wird gerufen, um ein Kind zu sehen, das einen grünen Ausschlag am Körper entwickelt. Schnell stellt er fest, dass das Kind und seine vier Brüder keine Menschen sind.","versions":[{"lang":3,"streams":[{"redirect":14424418,"hoster":"VOE"},{"redirect":14436546,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Underwater Shrine","descr":"Original-Alternativtitel: Oki tsu miya Ginko untersucht ein Dorf mit einem Schrein, von dem behauptet wird, dass er den Menschen ein anderes Leben geben soll.","versions":[{"lang":3,"streams":[{"redirect":14424524,"hoster":"VOE"},{"redirect":14436550,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"The Sound of Rust","descr":"Original-Alternativtitel: Sabi no naku Ein Mädchen wird von ihrem Dorf geächtet, weil sie einem Gerücht nach einen seltsamen Rost an den Häusern und Menschen verursacht hat.","versions":[{"lang":3,"streams":[{"redirect":14424405,"hoster":"VOE"},{"redirect":14436552,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Journey in the Field of Fire","descr":"Original-Alternativtitel: Kagari no iki Beim Versuch, eine unbekannte Mushi-Sorte zu entsorgen, die ihr Dorf bedroht, beschließt die lokale Mushishi, den ganzen Berg, in dem sie lebt, niederzubrennen. Aber Ginko ist mit der Idee nicht einverstanden.","versions":[{"lang":3,"streams":[{"redirect":14424411,"hoster":"VOE"},{"redirect":14436553,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Eye of Fortune, Eye of Misfortune","descr":"Original-Alternativtitel: Ganpuku me ka Ginko begegnet einer Frau, die als Kind blind war, bis ein Mushi in ihre Augen drang und ihr die Fähigkeit zur Weitsicht verlieh. Obwohl sich ihre Sehkraft von Tag zu Tag verbesserte, begann sie mehr zu sehen, als sie sich wünschte.","versions":[{"lang":3,"streams":[{"redirect":14424427,"hoster":"VOE"},{"redirect":14436551,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"The Sound of Footsteps on the Gras","descr":"Original-Alternativtitel: Kusa o fumu oto Als Ginko ein Kind war, lebte er eine Zeitlang bei den Watari, einer Gruppe von Nomaden, die jedes Jahr einen mysteriösen Berg besuchten. Unter den Nomaden gibt es einen weiteren Jungen, Isaza, der sich mit dem Sohn der Familie anfreundet, der der Berg gehört, und ihre Freundschaft wächst.","versions":[{"lang":3,"streams":[{"redirect":14424429,"hoster":"VOE"},{"redirect":14436554,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Banquet at the Edge of the Forest","descr":"Original-Alternativtitel: nozue no utage Ein Sake-Brauer verirrte sich einmal nach Hause und erlebte eine seltsame Zeremonie. Dort schmeckte er einen süßen, glühenden Sake, den er nie vergessen konnte. Jahre später tritt sein Sohn in seine Fußstapfen und versucht, einen Sake zu brauen, der dem seines Vaters entspricht. Als auch der Sohn auf eine nächtliche Zeremonie stößt, gibt er vor, dabei zu sein und trifft dabei auf Ginko.","versions":[{"lang":3,"streams":[{"redirect":8457483,"hoster":"VOE"},{"redirect":8457481,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Warbling Seashell","descr":"Original-Alternativtitel: saezuru kai In der Nähe eines Dorfes am Meer lebt ein Mädchen mit ihrem Vater auf einem abgelegenen Felsen. Sie möchte Freunde finden, aber ihr Vater möchte aus irgendeinem Grund nicht, dass sie mit den Dorfbewohnern zusammen ist. Als Ginko ankommt, findet er einen Mushi, der ein Omen für eine Katastrophe ist. Die gemeinsame Bedrohung bringt den Vater und das Dorf wieder zusammen.","versions":[{"lang":3,"streams":[{"redirect":8457485,"hoster":"VOE"},{"redirect":8457487,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Beneath the Snow","descr":"Original-Alternativtitel: yuki no shita Ginko besucht ein Dorf, in dem es fast das ganze Jahr über schneit, um Schneemushi zu lernen. Er findet einen Jungen mit einem seltsamen Leiden, das ständig Schnee auf ihn fallen lässt. Er ist kälteunempfindlich geworden und Wärme tut ihm weh. Es ist gefährlich für ihn, sich der Kälte auszusetzen, aber es scheint ihn nicht einmal zu interessieren.","versions":[{"lang":3,"streams":[{"redirect":8457492,"hoster":"VOE"},{"redirect":8457490,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Hand that Caresses the Night","descr":"Original-Alternativtitel: yoru wo naderu te Ein junger Mann hat die Macht, Tiere mit einem Duft aus seiner Hand zu locken. Diese Macht hat er von seinem Vater geerbt, und sie erleichtert die Jagd. Aber es macht das Fleisch seiner Beute faul. Ernster ist die Gefahr, den Verstand an die Macht zu verlieren und Familie mit Beute zu verwechseln. Es gibt ein Heilmittel, aber wird der Junge bereit sein, seine Macht aufzugeben?","versions":[{"lang":3,"streams":[{"redirect":12917811,"hoster":"VOE"},{"redirect":8457497,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Mirror Lake","descr":"Original-Alternativtitel: kagamigafuchi Ginko trifft auf eine junge Frau, die von einem mysteriösen, wässrigen Wesen verfolgt wird. Die Frau wird schwach und ihre Familie hält es für Liebeskummer. Ginko enthüllt die Wahrheit über den an ihr hängenden Mushi, aber die Frau muss sich entscheiden, ob sie ihren Körper dem Mushi hingibt oder ihn zerstreut und weiterlebt.","versions":[{"lang":3,"streams":[{"redirect":8457505,"hoster":"VOE"},{"redirect":8457504,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Floral Delusion","descr":"Original-Alternativtitel: hana madoi Ginko trifft auf eine Frau von auffallender Schönheit, der alle fünf Sinne fehlen und die laut ihrem Pfleger über 80 Jahre alt ist und seit Generationen in seiner Familie lebt. Bei der Untersuchung des dafür verantwortlichen Mushi entdeckt Ginko ein noch dunkleres Geheimnis der beiden.","versions":[{"lang":3,"streams":[{"redirect":8457507,"hoster":"VOE"},{"redirect":8457510,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Cloudless Rain","descr":"Original-Alternativtitel: hiteru ame Eine Frau, die von einem wasserähnlichen Mushi heimgesucht wird, beschließt, ihren Zustand zu nutzen, um Bedürftigen zu helfen.","versions":[{"lang":3,"streams":[{"redirect":8457516,"hoster":"VOE"},{"redirect":8457517,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Wind Raiser","descr":"Original-Alternativtitel: shimakitatsu An Bord eines Bootes trifft Ginko einen jungen Mann, der eine Verbindung zu einem Schwarm vogelähnlicher Mushi entwickelt hat, der Wind erzeugen kann.","versions":[{"lang":3,"streams":[{"redirect":8457522,"hoster":"VOE"},{"redirect":8457521,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Valley of the Welling Tide","descr":"Original-Alternativtitel: ushio waku tani Ginko fällt bewusstlos auf einem verschneiten Berg. Dabei helfen ihm Einheimische, die es trotz des Wetters irgendwie schaffen, ihre Felder anzubauen, vor allem wegen eines Arbeiters mit unverminderter Ausdauer. Aber was kostet diese Kraft?","versions":[{"lang":3,"streams":[{"redirect":8457526,"hoster":"VOE"},{"redirect":8457534,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Depths of Winter","descr":"Original-Alternativtitel: fuyu no soko // Original-Alternativtitel: Odoro no Michi Auf dem Weg, eine Vorladung zu beantworten, ist Ginko auf einem Berg gefangen, der vom Bergfürsten versiegelt wurde, und erlebt einen ewigen Winter mit einigen eingeschlossenen Schneemushi. Warum hat der Bergfürst den Berg versiegelt und wie wird Ginko diesem ewigen Winter entkommen?","versions":[{"lang":3,"streams":[{"redirect":8457533,"hoster":"VOE"},{"redirect":8457530,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Path of Thorns","descr":"Original-Alternativtitel: Kusa no Shitone // Original-Alternativtitel: Kaoru Yami Nach seiner Begegnung mit Nui und bevor er ein Mushishi wird, wird Ginko von einem Mushishi namens Suguro angeleitet und betreut. Suguro sagt dem jungen Ginko, dass er aufgrund seines Zustands, Mushi anzuziehen, immer von Ort zu Ort ziehen muss. Sie befinden sich im Land eines sterbenden Bergfürsten und Suguro macht sich Sorgen, dass der neue Bergfürst noch nicht aufgetaucht ist. Ginko findet das goldene Ei des neuen Bergfürsten, lässt es aber fallen und zerbricht es, wodurch der Berg zu einer Zeit des Niedergangs verurteilt wird, bis ein neues auftaucht.","versions":[{"lang":3,"streams":[{"redirect":8457545,"hoster":"VOE"},{"redirect":8457540,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"[In Episode 11 enthalten]","descr":"Original-Alternativtitel: Kaoru Yami Ein Bauer wird von vergessenen Erinnerungen an sein Leben heimgesucht, wenn er nachts den Duft von Blumen riecht. Ginko taucht in einer regnerischen Nacht in seinem Haus auf, sucht Schutz und sagt, er sei Opfer eines Mushis. Der Kairou-Mushi erscheint als Tunnel und verurteilt jeden, der ihn betritt, dazu, sein Leben auf ewig zu wiederholen. Ginko warnt den Bauer davor, den Tunnel wieder zu betreten. Als seine Frau jedoch stürzt und tödlich verletzt wird, betritt der Bauer den Tunnel, um sein glückliches Leben mit ihr noch einmal zu erleben.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Cushion of Grass","descr":"Original-Alternativtitel: nokoribeni In der Abenddämmerung, als sie nach dem Spielen mit ihren Freunden nach Hause gehen wollte, fand ein junges Mädchen namens Akane einen Schatten ohne Zauberer. Am selben Tag verschwand sie. Einige Jahre später wird Ginko die Geschichte von Mikage erzählt, einem Mädchen, das kurz nach dessen Verschwinden ohne Erinnerungen in Akanes Dorf auftauchte.","versions":[{"lang":3,"streams":[{"redirect":8457543,"hoster":"VOE"},{"redirect":8457546,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Fragrant Darkness","descr":"Original-Alternativtitel: komorie Yura und Sumi, der Hausmeister des ersteren, waren enge Freunde. Schließlich, als sie auseinandergezogen wurden, konnte Yura immer noch Sumis Anwesenheit spüren. Aber wann immer das passierte, wurde sie wie eine leere Hülle, die ihren Vater beunruhigte. Als Ginko auf den Fall aufmerksam wird, bietet er ihnen Ratschläge an, da der Zustand von einem Mushi verursacht wird, das die Gedanken der Menschen verbinden kann.","versions":[{"lang":3,"streams":[{"redirect":8457560,"hoster":"VOE"},{"redirect":8457554,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Lingering Crimson","descr":"Original-Alternativtitel: hikari no o Ein Junge namens Gen belästigt seinen Vater, indem er zu grob mit anderen Kindern umgeht, die ihn wegen seiner abwesenden Mutter hacken. Das für sein Alter zu starke Kind behauptet auch, seltsame Kreaturen sehen zu können, die sonst niemand sieht. Als Ginko bei Gen ankommt, wird die Geschichte hinter Gens Stärke enthüllt, als der Mushishi von dem Tag erzählt, an dem er eine Frau traf, die ein mysteriöses nahtloses Kleidungsstück gewebt hatte.","versions":[{"lang":3,"streams":[{"redirect":8457558,"hoster":"VOE"},{"redirect":8457561,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Hidden Cove","descr":"Original-Alternativtitel: koten no hoshi Izumi ist allein in einer Welt, die unsere eigene widerspiegelt. Da sie vergessen hat, wie sie dorthin gekommen ist, bleibt sie in der Falle, während ihre Familie vergeblich sucht. Ihr Vater glaubt, dass sie entführt wurde, während ihre Mutter und Schwester Mizuho glauben, dass sie immer noch im Haus ist, obwohl sie sie nicht sehen können. Ginko geht in die andere Welt, um zu versuchen, sie zu retten.","versions":[{"lang":3,"streams":[{"redirect":8457570,"hoster":"VOE"},{"redirect":8457573,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Thread of Light","descr":"Original-Alternativtitel: mizu aomu Ginko trifft auf Yuuta, einen Jungen, der ausgezeichnet schwimmen und angeln kann, aber Schwimmhäute und kalte Haut hat. Nachdem er die unnatürliche Affinität des Jungen für Wasser entdeckt hat, macht er sich daran, den Regenmushi zu behandeln, der sein seltsames Verhalten verursacht.","versions":[{"lang":3,"streams":[{"redirect":8457572,"hoster":"VOE"},{"redirect":8457576,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Sea of Otherworldly Stars","descr":"Original-Alternativtitel: ikazuchi no tamoto Es wurden mehrere Blitzeinschläge beobachtet, die denselben Baum trafen, und Ginko ermittelt. Er trifft auf einen seltsamen Jungen, der durch den Einfluss eines Mushi Blitze auf sich zieht. Seine Mutter glaubt, er tue es, um sie zu ärgern, und kämpft damit, dass sie ihr Kind nicht liebt.","versions":[{"lang":3,"streams":[{"redirect":8457586,"hoster":"VOE"},{"redirect":8457582,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Azure Waters","descr":"Original-Alternativtitel: doro no kusa Shigerus Tochter (Yuri) wird tot in den Bergen gefunden. In seinem Dorf bricht eine schmerzhafte Hautinfektion aus. Ginko kann die Krankheit der Dorfbewohner heilen, aber Shigeru hat einen viel ernsteren Fall. Es stellt sich heraus, dass er und der Sohn seines verstorbenen Bruders die Mushi, die das Problem verursachten, in das Dorf zurückbrachten, als sie ein Tabu brachen.","versions":[{"lang":3,"streams":[{"redirect":8457585,"hoster":"VOE"},{"redirect":8457591,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Lightning\u0027s End","descr":"Original-Alternativtitel: tokoshie no ki Ein unruhiger Mann, Kanta, setzt sich auf dem Heimweg zu seiner Frau und seiner kleinen Tochter (Futaba) in einen Wald, um sich auszuruhen. Er ist müde und durstig, also isst er eine rote Frucht, die neben ihm auf dem Boden lag, und dankt der Pflaume. Einige Zeit später beginnt er lebhafte Erinnerungen sowohl in seinen Träumen als auch im Wachzustand an Zeiten vor seiner Geburt zu haben. Er macht sich auf die Suche nach einem riesigen Baum, aber es macht ihn nicht glücklich, ihn zu finden.","versions":[{"lang":3,"streams":[{"redirect":8457602,"hoster":"VOE"},{"redirect":8457597,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Mud Grass","descr":"Auf Bitten von Karibusa Tan\u0027yuu macht sich Ginko auf, ein Phänomen zu untersuchen, das mit einem gefährlichen Mushi zusammenhängen könnte. Er begegnet dem wortkargen Kumado Minai, dem derzeitigen Anführer einer langen Linie von Mushishi, der für das Gebiet verantwortlich ist. Kumado führt Ginko auf den Grund des Pfades der Dornen, von wo aus Mushi in die menschliche Welt gelangen, wo sie auf den seelenverschlingenden Sanekuimushi treffen. Kumado versucht mit seinem künstlichen Mushi aus Kouki dagegen anzukämpfen, überlebt aber nur knapp und wird von Ginko gerettet.","versions":[{"lang":3,"streams":[{"redirect":8457610,"hoster":"VOE"},{"redirect":8457609,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Tree of Eternity","descr":"Ein Mädchen, Kaya, wird mit Pflanzen geboren, die auf ihrem Kopf wachsen und vom Klang von Glocken begleitet werden. Sie wird Herrin eines Berges und Ginko stolpert als Teenager über sie, obwohl er es seltsam findet, dass ein Mensch als Bergherr gewählt wurde. Er trifft ihren älteren Bruder, der seit ihrem Verschwinden vor Jahren nach ihr sucht. Ginko bietet Kaya die Möglichkeit, wieder ein Mensch zu werden und zu ihrer Familie zurückzukehren, jedoch unter Lebensgefahr. Kaya greift ein, als Ginko nach dem Gesetz des Berges beurteilt wird und sie anstelle von Ginko verzehrt wird. Ihr Bruder akzeptiert schließlich ihr Schicksal, hält aber ihre Erinnerung wach, indem er Opfergaben im Wald platziert.","versions":[{"lang":3,"streams":[{"redirect":8457615,"hoster":"VOE"},{"redirect":8457616,"hoster":"Streamtape"}]}]}]}]}