{"seriesId":"mutant-x","name":"Mutant X","descr":"Mutant X thematisiert die Schuld eines Genetikers für die Durchführung von Genmanipulation an kranken Kindern – eine Behandlungsmethode, über deren Tragweite sich der Genetiker zum Zeitpunkt ihrer Anwendung (angeblich) nicht bewusst war. Die Patienten der Genetikfirma sind inzwischen Jugendliche und junge Erwachsene, die als Folge der genetischen Behandlung Mutantenkräfte (Telekinese, Telepathie etc.) entwickelt haben und mit diesen fremdartigen Kräften und ihrem Gefühl des Anders-Seins zumeist überfordert sind. Da einige der Mutanten eine Gefahr für die Gesellschaft darstellen und die Existenz der genetisch veränderten Menschen – Bestandteil eines militärischen Geheimprogramms – nicht publik werden darf, versucht der jetzige Chef der Genetikfirma, ein Militärtaktiker, alle Mutanten einzufangen und in  Stasekapseln zu sperren beziehungsweise sie für seinen Sicherheitsdienst zu rekrutieren, der diese Aufgabe für ihn durchführen soll.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Genom X","epNo":1,"alt":"The Shock Of The New (1)","descr":"Die junge Emma wird von ein paar Männern verfolgt, doch in letzter Sekunde kommen ihr eine Frau und ein Mann mit unglaublichen Fähigkeiten zu Hilfe und bringen sie in Sicherheit. Der Wissenschaftler Adam Kane erklärt ihr, dass ihre Retter – Jesse und Shalimar – ihre Kräfte einem geheimen Genexperiment der Firma Genom X \"verdanken\". Adam hat früher selbst für die Firma gearbeitet, versucht nun aber, die Mutanten zu finden und zu beschützen. Denn sein ehemaliger Partner Mason Eckhart will sie für seine kriminellen Machenschaften benutzen. Auch Emma sei Teil des Experiments gewesen und daher in großer Gefahr …","versions":[{"lang":1,"streams":[{"redirect":9658176,"hoster":"VOE"},{"redirect":9658177,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unter Strom","epNo":2,"alt":"I Scream The Body Electric (2)","descr":"Im letzten Moment können Adam, Jesse und Shalimar Emma vor Mason Eckhart retten. Doch Eckhart hat noch immer Brennan in seiner Gewalt und setzt ihm ein elektronisches Kontrollgerät ein. Dieses Implantat verhindert, dass Brennan seine Kräfte einsetzt. Außerdem zwingt es ihn dazu, den Befehlen von Eckhart zu gehorchen – ansonsten erleidet er fürchterliche Schmerzen. Während Adam, Shalimar und Emma alles Erdenkliche versuchen, um Brennan zu finden, erhält dieser von Eckhart den Befehl, Jesse zu töten …","versions":[{"lang":1,"streams":[{"redirect":9658776,"hoster":"VOE"},{"redirect":9658774,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Russisches Roulette","epNo":3,"alt":"Russian Roulette","descr":"Die junge Mutantin Tina wird von zwei russischen Kriminellen bedroht, die im Besitz einer außergewöhnlichen Waffe sind. Jesse und Brennan können Tina gerade noch rechtzeitig zu Hilfe kommen, doch bei dem anschließenden Kampf wird Brennan angeschossen. Er verliert seine Kräfte, und auch sonst verschlechtert sich sein Zustand rapide. Adam sieht nur eine Möglichkeit, Brennan noch zu retten: Shalimar, Emma und Jesse müssen die Waffe finden, um durch sie die Wirkung umzukehren. Ein Wettlauf gegen die Zeit beginnt …","versions":[{"lang":1,"streams":[{"redirect":9658778,"hoster":"VOE"},{"redirect":9658780,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verrückt vor Liebe","epNo":4,"alt":"Fool For Love","descr":"Shalimar soll die \"Wilde\" Donna überreden, zu ihrem eigenen Schutz in den Untergrund zu gehen. Als sie Donna aufsucht, trifft sie auf Richard, der auch ein \"Wilder\" zu sein scheint. Shalimar fühlt sich sofort zu ihm hingezogen, aber dann stellt sich heraus, dass er als Wissenschafter bei Genom X arbeitet. Shalimar schleicht sich dort ein, um von Richard Antworten zu bekommen. Er erklärt ihr, dass er ein Serum entwickelt hat, mit dem man die genetischen Mutationen rückgängig machen kann. Er möchte, dass sie es beide testen, um endlich ein normales Leben führen zu können. Doch er ahnt nicht, dass das Mittel tödlich ist …","versions":[{"lang":1,"streams":[{"redirect":14082696,"hoster":"VOE"},{"redirect":9658782,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der elektrische Rebell","epNo":5,"alt":"Kilohertz","descr":"Ein Mutant, der sich Kilohertz nennt, fordert über alle Fernsehsender und Computer des Landes die Mutanten dazu auf, sich nicht mehr unterdrücken zu lassen und selbst die Macht zu übernehmen. Kilohertz ist anscheinend in der Lage, elektronische Systeme außer Kraft zu setzen, und besitzt somit eine ungeheure Macht. Adam und sein Team versuchen verzweifelt Kilohertz zu finden, um ihn aufzuhalten, bevor er völlig außer Kontrolle gerät. Aber auch Mason Eckhart hat Interesse an dem Mutanten. Ein Wettlauf gegen die Zeit beginnt …","versions":[{"lang":1,"streams":[{"redirect":9658785,"hoster":"VOE"},{"redirect":9658784,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Unsterbliche","epNo":6,"alt":"The Meaning of Death","descr":"Ein unbekannter Virus breitet sich plötzlich rasant in der ganzen Stadt aus. Er befällt neue Mutanten, die daraufhin zuerst ihre Kräfte verlieren und schließlich sterben. Brennan hat sich bereits mit dem Virus infiziert, und die Wahrscheinlichkeit, dass sich Shalimar, Emma und Jesse ebenfalls angesteckt haben, ist sehr hoch. Adam macht sich sofort auf die Suche nach einem Gegenmittel, hat jedoch keinen Erfolg. So bleibt ihm nichts anderes übrig, als gemeinsam mit seinem Rivalen Mason Eckhart nach einem wirksamen Mittel zu suchen …","versions":[{"lang":1,"streams":[{"redirect":9658790,"hoster":"VOE"},{"redirect":9658788,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geladene Stimmung","epNo":7,"alt":"Lit Fuse","descr":"Ashley hat ihre Mutation verändert und ist nun unersättlich nach Energie. Da sie dadurch sehr gut als Waffe eingesetzt werden könnte, wäre Ashley für Mutantenjäger Cross besonders wertvoll. Ashleys Verlobter verrät Cross gegen Bezahlung, wo er die Mutantin finden kann. Im letzten Moment können Adam und sein Mutant X Team Ashley vor Cross retten. Aber die junge Frau kann nicht glauben, dass ihr Verlobter sie verraten hat, und verlässt trotz aller Warnungen die Zentrale. Dadurch gerät sie jedoch in größte Gefahr …","versions":[{"lang":1,"streams":[{"redirect":9658792,"hoster":"VOE"},{"redirect":9658791,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schachmatt","epNo":8,"alt":"In The Presence Of Mine Enemies","descr":"Jesse hat sich in die Computerhackerin Toni verliebt, die inzwischen aber bereits seit längerer Zeit ein ehrliches Leben führt. Indessen hat Mason Eckhart große Probleme mit dem Computersender \"Proxy Blue\", der heikle Details über Genom X verbreitet. Er lässt Toni mit Hilfe von Kendra McAvoy entführen, damit die Spezialistin den Sender \"Proxy Blue\" umprogrammiert. Während Jesse in größter Sorge um seine Freundin ist, bemerkt Adam, dass Toni sich in das System von Mutant X gehackt und Dateien gestohlen hat …","versions":[{"lang":1,"streams":[{"redirect":9658796,"hoster":"VOE"},{"redirect":9658795,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Entführung","epNo":9,"alt":"Crime Of The New Century","descr":"Der kleine Josh Valentine hat außergewöhnliche Fähigkeiten. Joshs Vater Corbin ist ein berühmter Astronaut und möchte seinen Sohn zu Mason Eckhart schicken, damit dieser Josh von seinen Fähigkeiten \"heilt\". Doch Corbins Frau Lisa spürt, dass man Eckhart nicht vertrauen sollte. Daher lässt sie Josh zum Schein entführen, um ihn so vor den Plänen ihres Mannes zu beschützen. Trotzdem gelingt es Eckhart, Josh in seine Gewalt zu bringen …","versions":[{"lang":1,"streams":[{"redirect":9658798,"hoster":"VOE"},{"redirect":9658799,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tödliches Serum","epNo":10,"alt":"Dark Star Rising","descr":"Genom X führt eine Testreihe für ein neues Serum durch, das die körperliche Stärke verbessern soll. Als Testpersonen werden Soldaten einer Eliteeinheit benutzt, die jedoch nicht wissen, womit sie geimpft werden. Aber schon kurz darauf sterben während eines Einsatzes bis auf zwei Soldaten alle Versuchspersonen. Die beiden Überlebenden flüchten und finden schließlich Unterschlupf bei Mutant X. Adam und sein Team versuchen die beiden Männer vor dem Tod zu bewahren, doch Mason Eckhart will sie um jeden Preis wieder in seine Gewalt bringen …","versions":[{"lang":1,"streams":[{"redirect":9658805,"hoster":"VOE"},{"redirect":9658804,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die perfekte Tarnung","epNo":11,"alt":"Whiter Shade of Pale","descr":"Adam hat einen Sequenzer gebaut, der unkontrollierte Mutationen rückgängig machen kann. Das Gerät wird aber von einem Mutanten gestohlen, der sich anscheinend unsichtbar machen kann. Brennan und Jesse machen sich wegen des Diebstahls große Sorgen, und so ist das Team umso erstaunter, als Adam relativ gelassen reagiert. Misstrauisch stellen Brennan und Jesse weitere Nachforschungen an und finden schließlich heraus, dass es sich bei dem Dieb um Adams Exfreundin Danielle handelt, die den Sequenzer für ihre Tochter Catherine benötigt …","versions":[{"lang":1,"streams":[{"redirect":9658733,"hoster":"VOE"},{"redirect":9658732,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die dunkle Seite","epNo":12,"alt":"Double Vision","descr":"Brennan und Emma treffen sich mit Maddie Conlan, einer alten Freundin von Brennan. Doch die beiden ahnen nicht, dass es sich dabei um eine Falle von Mason Eckhart handelt. Brennan kann Emma und sich selbst gerade noch rechtzeitig in Sicherheit bringen. Aber niemand hat bemerkt, dass Emma von elektromagnetischen Wellen getroffen wurde, die eine Aufspaltung ihrer Gene bewirken. So entstehen zwei Emmas, die äußerlich vollkommen identisch sind und sich nur in ihrem Charakter unterscheiden. Es kommt bald zu einer gefährlichen Verwechslung …","versions":[{"lang":1,"streams":[{"redirect":9658736,"hoster":"VOE"},{"redirect":9658734,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Falsche Erwartungen","epNo":13,"alt":"Blood Ties","descr":"Jesse trifft in einer Parkgarage zufällig auf seinen Vater Noah, der anscheinend verfolgt wird. Wenig später erhält Jesse einen Anruf seines Vaters, der ihm erklärt, dass er von seinem alten Arbeitgeber verfolgt wird, weil er Informationen über einen brisanten Fabrikunfall gesammelt hat. Adam ist allerdings misstrauisch und glaubt, dass Noah etwas im Schilde führt. Doch Jesse will von Adams Vorbehalten nichts wissen und begibt sich dadurch in große Gefahr …","versions":[{"lang":1,"streams":[{"redirect":9658740,"hoster":"VOE"},{"redirect":9658743,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gut und Böse","epNo":14,"alt":"Altered Ego","descr":"Die neue Mutantin Charlotte Cooke wendet sich Hilfe suchend an Adam. Charlotte kann durch eine einzige Berührung die moralische Einstellung eines Menschen von Gut in Böse wandeln. Aber es stellt sich bald heraus, dass Adam Charlottes Vater ins Gefängnis gebracht hat, wo dieser Selbstmord begangen hat. Nun möchte sich Charlotte an Adam rächen und soll im Auftrag von Mason Eckhart Mutant X infiltrieren und zerstören. Sie hat Adam bereits durch ihre Fähigkeiten auf ihre Seite gezogen: Er ist plötzlich aggressiv, unberechenbar und offenbar sogar dazu bereit, seine Freunde zu verraten …","versions":[{"lang":1,"streams":[{"redirect":9658746,"hoster":"VOE"},{"redirect":9658750,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Neun Leben","epNo":15,"alt":"Lazarus Syndrome","descr":"Emma und Brennan verbringen den Abend in einer Bar, und Emma lernt dort den attraktiven Caleb kennen. Die beiden tanzen und kommen sich schnell näher. Doch kurz bevor sie sich küssen, geht Brennan dazwischen und rettet dadurch Emma gerade noch rechtzeitig vor Caleb. Dieser ist nämlich ein Energiesauger, der auf die Lebensenergie junger Mutanten angewiesen ist. Während Emma verzweifelt versucht, ihre Gefühle für Caleb zu unterdrücken, sucht Genom X nach dem \"Energievampir\", um ihn für ihre Zwecke einzuspannen …","versions":[{"lang":1,"streams":[{"redirect":9658749,"hoster":"VOE"},{"redirect":9658748,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Lebende Hardware","epNo":16,"alt":"Interface","descr":"Seit einiger Zeit werden immer wieder Zufluchtsorte der Mutanten von Genom X-Agenten entdeckt und verwüstet. Als sich Adam und Emma die Überwachungsvideos ansehen, erkennt Emma darauf ihre alte Freundin Michelle wieder. Bei einem Treffen der beiden stellt sich allerdings heraus, dass Michelle für Eckhart arbeitet. Sie kann ihr Gehirn direkt mit Computern vernetzen und hat Eckhart so dabei geholfen, die Verstecke der neuen Mutanten aufzuspüren. Emma möchte Michelle in Eigenregie auf die richtige Seite zurückbringen. Doch als ihr Plan fehlschlägt, bringt sie sich und ihre Freunde in höchste Gefahr …","versions":[{"lang":1,"streams":[{"redirect":9658754,"hoster":"VOE"},{"redirect":9658752,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verlorene Erinnerung","epNo":17,"alt":"Presumed Guilty","descr":"Mutant X thematisiert die Schuld eines Genetikers für die Durchführung von Genmanipulation an kranken Kindern – eine Behandlungsmethode, über deren Tragweite sich der Genetiker zum Zeitpunkt ihrer Anwendung (angeblich) nicht bewusst war. Die Patienten der Genetikfirma sind inzwischen Jugendliche und junge Erwachsene, die als Folge der genetischen Behandlung \"Mutantenkräfte\" (Telekinese, Telepathie etc.) entwickelt haben und mit diesen fremdartigen \"Kräften\" und ihrem Gefühl des \"Anders-Seins\" zumeist überfordert sind. Da einige der Mutanten eine Gefahr für die Gesellschaft darstellen und die Existenz der genetisch veränderten Menschen – Bestandteil eines militärischen Geheimprogramms – nicht publik werden darf, versucht der jetzige Chef der Genetikfirma, ein Militärtaktiker, alle Mutanten einzufangen und in \"Stasekapseln\" zu sperren beziehungsweise sie für seinen Sicherheitsdienst zu rekrutieren, der diese Aufgabe für ihn durchführen soll.","versions":[{"lang":1,"streams":[{"redirect":12337296,"hoster":"VOE"},{"redirect":9658758,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das russische Ei","epNo":18,"alt":"Ex Marks The Spot","descr":"Der Dieb Zack Lockhard wird von Genom X beauftragt, ein Fabergé-Ei zu stehlen. In dem Ei befindet sich ein Mikrochip, der einen genetischen Code beinhaltet, mit dem man den menschlichen Willen beeinflussen können soll. Brennan und Emma können Zack gerade noch aufhalten, und Shalimar ist alles andere als erfreut, in dem Dieb ihren Ex-Freund zu erkennen. Nun versuchen die Mutanten mit Lockhards Hilfe selbst das Fabergé-Ei zu stehlen. Doch auch Eckhart ist weiter fest entschlossen, das Ei in seinen Besitz zu bringen …","versions":[{"lang":1,"streams":[{"redirect":12380324,"hoster":"VOE"},{"redirect":9658760,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Traumfänger","epNo":19,"alt":"Nothing To Fear","descr":"Shalimar und Brennan treffen sich mit dem neuen Mutanten Henry Voight. Er hat die Fähigkeit, die Gedanken anderer zu kontrollieren und seine Opfer in ihren Alpträumen gefangen zu halten. Brennan und Shalimar realisieren nicht, dass Henry für Eckhart arbeitet. Shalimar ist sein erstes Opfer: Er lässt sie glauben, dass sie Mutant X verraten hat. Auch Brennan, Jesse und Emma gehen Voight in die Falle: Die drei finden sich in einer Traumschleife wieder, in der sie mit ihren schlimmsten Alpträumen konfrontiert werden …","versions":[{"lang":1,"streams":[{"redirect":9658766,"hoster":"VOE"},{"redirect":9658763,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Skorpionfrau","epNo":20,"alt":"Deadly Desire","descr":"Die neue Mutantin Lorna Templeton besitzt die Fähigkeit, sich Männer in kürzester Zeit komplett hörig zu machen. Sie ist – genauso wie Eckhart – auf der Jagd nach dem Computervirus \"Anomite\". Eckhart könnte damit sämtliche Daten von Mutant X erlangen. Da es aber Lorna vor ihm gelingt, den Virus zu ergattern, versucht Eckart nun alles, um sie auf seine Seite zu ziehen. Als Brennan davon erfährt, macht er sich auf die Suche nach Lorna. Er kann die \"Skorpionfrau\" tatsächlich aufspüren, doch sie versprüht ihr Gift, und Brennan verfällt ihr völlig …","versions":[{"lang":1,"streams":[{"redirect":9658767,"hoster":"VOE"},{"redirect":9658769,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Patient Null","epNo":21,"alt":"A Breed Apart","descr":"Gabriel Ashlocke, der erste von Genom X kreierte neue Mutant, verschwindet plötzlich. Das beunruhigt nicht nur Mason Eckhart, sondern auch Adam, weil er weiß, welche enormen Fähigkeiten Gabriel besitzt. Gabriel und seine Anhänger gründen eine neue Gemeinschaft – The Stand -, die Mutant X gegenüber feindlich gesinnt ist. Adam warnt alle, dass Gabriel extrem gefährlich ist und dass man ihm nicht vertrauen darf. Doch Gabriel verwendet seine Fähigkeit zu überzeugen und rekrutiert bei Mutant X ein neues Mitglied: Shalimar …","versions":[{"lang":1,"streams":[{"redirect":9658771,"hoster":"VOE"},{"redirect":9658770,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Tanz am Abgrund","epNo":22,"alt":"Dancing on the Razor","descr":"Brennan und Jesse wollen sich aufgrund eines anonymen Hinweises mit einem neuen Mutanten in einem Lagerhaus treffen. Doch das Ganze erweist sich als ein weiteres Täuschungsmanöver von Genom X. Jesse und Brennan können zwar entkommen, aber damit ist die Gefahr noch nicht gebannt. Denn wenig später gibt die Reporterin Proxy Blue bekannt, dass sie den Kampf in dem Lagerhaus gefilmt hat. Daher habe sie nun genügend Material, um die Öffentlichkeit über die Existenz von Mutant X und Genom X zu informieren …","versions":[{"lang":1,"streams":[{"redirect":9703460,"hoster":"VOE"},{"redirect":9703459,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Alchemistin","epNo":1,"alt":"Past As Prologue","descr":"Ashlocke ist es gelungen, die wertvolle Urne einer Herrscherin aus alten Zeiten zu stehlen, von der er sich ewiges Leben erhofft. Doch um Unsterblichkeit zu erlangen, braucht er auch zwei Kristalle, die auf geheimnisvollen Zauberformeln zu finden sind. Ashlocke konnte bisher jedoch nur die eine finden. Um endlich die zweite zu finden, erweckt er die seit Jahrhunderten tote Herrscherin wieder zum Leben. Als Adam und seine Leute davon erfahren, setzen sie alles daran, Ashlocke aufzuhalten …","versions":[{"lang":1,"streams":[{"redirect":9658170,"hoster":"VOE"},{"redirect":9658171,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"An die Wand gespielt","epNo":2,"alt":"Power Play","descr":"Jesse wurde bei einem Einsatz kurzfristig einem Nervengas ausgesetzt, das seine Molekularstruktur schwer geschädigt hat. Adam kann ihn zwar halbwegs stabilisieren, aber jeder Einsatz seiner besonderen Fähigkeiten könnte Jesse so schwächen, dass er sich buchstäblich in Luft auflöst. Daher will das Team auf Jesse verzichten, als es versucht, Colonel Gaumont zu stoppen, der einen Rachefeldzug gegen die Regierung plant und ein Atomkraftwerk in die Luft sprengen will. Allerdings könnte das Team Jesses Fähigkeiten gut brauchen …","versions":[{"lang":1,"streams":[{"redirect":9703504,"hoster":"VOE"},{"redirect":9703505,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zeitreise","epNo":3,"alt":"Time Squared","descr":"Durch ein Zeitportal will Ashlocke zurück ins Jahr 1978 reisen. Denn das Heilmittel gegen seine lebensbedrohliche Krankheit muss bereits in frühester Kindheit verabreicht werden. Shalimar und Brennan folgen ihm in die Vergangenheit. Doch die beiden können nicht verhindern, dass Ashlocke seine Eltern und den jungen Adam tötet. Das hat schreckliche Folgen für das Mutant-X-Team in der Gegenwart.","versions":[{"lang":1,"streams":[{"redirect":9703507,"hoster":"VOE"},{"redirect":9703508,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Werwolf","epNo":4,"alt":"Whose Woods These Are","descr":"Shalimar und Brennan untersuchen eine Mordserie, für die offenbar ein außer Kontrolle geratener Mutant verantwortlich ist. Bei einem Kampf mit dem Wesen wird Shalimar verwundet. Jesse und Emma entdecken ein weiteres Opfer der Kreatur, das bald darauf selbst zu einem schrecklichen Wesen mutiert. Die Nachforschungen führen das Mutant-X-Team zu einem Mutanten, der von \"Genom X\" mit einem gefährlichen Virus infiziert wurde.","versions":[{"lang":1,"streams":[{"redirect":9703511,"hoster":"VOE"},{"redirect":9703512,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Herrscher über Leben und Tod","epNo":5,"alt":"The Future Revealed","descr":"Brennan und Shalimar werden von Ashlocke in eine Falle gelockt. Es gelingt ihm dabei, Shalimar unter seine Kontrolle zu bringen. Dadurch kann er sogar in das Sicherheitssystem der Mutant-X-Zentrale eindringen. Er droht Mutant X völlig zu vernichten, wenn Adam nicht bald ein Heilmittel gegen seine Krankheit findet.","versions":[{"lang":1,"streams":[{"redirect":9703513,"hoster":"VOE"},{"redirect":9703514,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zwischen den Fronten","epNo":6,"alt":"No Man Left Behind","descr":"Ein Flugzeug, mit einer von Adam entwickelten Waffe an Bord, stürzt in Kasachstan ab. Das Mutant-X-Team muss die Waffe so schnell wie möglich bergen, bevor sie in falsche Hände gerät. Denn sowohl skrupellose US-Militärs, als auch kasachische Rebellen haben es auf die Waffe abgesehen.","versions":[{"lang":1,"streams":[{"redirect":9703516,"hoster":"VOE"},{"redirect":9703517,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Welt hinter der Welt","epNo":7,"alt":"Crossroads Of The Soul","descr":"Als Brennan gerade auf dem Weg in die Mutant-X-Zentrale ist, trifft ihn ein Blitz und schleudert ihn in eine parallele Dimension. Er erwacht in einer unsichtbaren Stadt, die ihre Bewohner mit Hilfe eines Energiefeldes gefangen hält. Leider funktionieren Brennans Fähigkeiten hier nicht. So muss er sich auf seine Teamkollegen verlassen und hoffen, dass sie ihn bald finden.","versions":[{"lang":1,"streams":[{"redirect":9703518,"hoster":"VOE"},{"redirect":9703519,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Androide","epNo":8,"alt":"Sign From Above","descr":"Das Mutant-X-Team untersucht den mysteriösen Tod dreier Mutanten. Während das Team noch den Tatort untersucht, kehren die Killer zurück. Die Fähigkeiten der Muntant-X-Leute scheinen auf diese nicht die geringste Auswirkung zu haben. So gerät schließlich Shalimar in die Gewalt der Killer.","versions":[{"lang":1,"streams":[{"redirect":9703522,"hoster":"VOE"},{"redirect":9703524,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Körperwanderer","epNo":9,"alt":"Body And Soul","descr":"Adam wird Zeuge des Mordes an einem früheren Genom-X-Wissenschaftler. Kurz darauf nimmt der Killer einen weiteren ehemaligen Forscher ins Visier. Doch das Mutant-X-Team kann ihn rechtzeitig daran hindern. Dabei entdecken sie, dass der Killer ein Körperwechsler-Mutant ist, der einst an einem geheimen Forschungsprojekt von Genom X beteiligt war. Nun will er an den verantwortlichen Wissenschaftlern Rache üben.","versions":[{"lang":1,"streams":[{"redirect":9703461,"hoster":"VOE"},{"redirect":9703462,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Ersatzspielerin","epNo":10,"alt":"Understudy","descr":"Shalimar und Brennan spüren eine Biker-Bande auf, die einen Teilchenverzögerer gestohlen hat. Als Nikki, eine ehemalige Freundin der beiden, unerwartet am Ort des Geschehens auftaucht, wird Shalimar angeschossen. Nikki war einst Kandidatin für das Mutant-X-Team, doch Adam entschied sich schließlich gegen sie. Shalimar begegnet Nikki mit unverhohlenem Misstrauen. Nicht ohne Grund, wie sich bald herausstellt.","versions":[{"lang":1,"streams":[{"redirect":9703466,"hoster":"VOE"},{"redirect":9703467,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schmutzige Geschäfte","epNo":11,"alt":"The Grift","descr":"Brennan trifft seine Exfreundin Becky wieder. Die ist im Besitz von brisanten Informationen über den Abgeordneten Foster und bittet ihn um Hilfe. Foster schreckt indessen vor nichts zurück, um die Unterlagen wiederzuerhalten und kidnappt den kleinen Sohn der beiden. Nun muss das gesamte Mutant-X-Team eingreifen und Brennan zur Seite stehen.","versions":[{"lang":1,"streams":[{"redirect":9703469,"hoster":"VOE"},{"redirect":9703470,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der letzte Coup","epNo":12,"alt":"At Destiny\u0027s End","descr":"Das Mutant-X-Team jagt eine Bande von Öko-Terroristen, die Chemie-Fabriken in die Luft sprengen. Tyler, ein Mutant mit besonderen Wahrnehmungskräften, führt die Terroristen an. Emma gelingt es, eine geistige Verbindung zu ihm aufzubauen und ihn zu beeinflussen. Als Tyler daraufhin bei der Bande aussteigen will, zwingen ihn seine Komplizen, ein gefährliches Bakterium freizusetzen.","versions":[{"lang":1,"streams":[{"redirect":9703471,"hoster":"VOE"},{"redirect":9703472,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tödliche Geheimnisse","epNo":13,"alt":"Within These Walls","descr":"Adam muss seiner Exfreundin Christina helfen, die früher für \"Genom X\" arbeitete. Sie leitete damals eine geheime Abteilung, die Mutanten zu skrupellosen Killern ausbildete. Einer ihrer Schüler war Maddox, ein gefährlicher, psychisch kranker Mutant. Ihm gelingt es, aus der Sicherheitsverwahrung, in die ihn Christina gebracht hat, zu entkommen. Nun will er sich an der Wissenschaftlerin rächen.","versions":[{"lang":1,"streams":[{"redirect":9703473,"hoster":"VOE"},{"redirect":12980503,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gladiatoren","epNo":14,"alt":"Hard Time","descr":"Ein Freund Brennans bricht aus dem Gefängnis aus und läuft Amok. Um herauszufinden, was ihn so verändert hat, schleichen sich Brennan und Jesse undercover in das Gefängnis ein. Sie finden heraus, dass einer der Aufseher den Häftlingen ein Serum spritzt, um ihre Aggressivität für illegale Boxkämpfe zu steigern. Und Brennen soll der nächste Anwärter für den Ring sein.","versions":[{"lang":1,"streams":[{"redirect":9703478,"hoster":"VOE"},{"redirect":9703479,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Attentat","epNo":15,"alt":"Under The Cloak Of War","descr":"Blue Bolt, eine Eliteeinheit von Auftragskillern, ist hinter Adam her. Er will Shalimar in der Truppe einschleusen, um die Hintergründe des Auftrags zu erfahren. Doch dazu muss Shalimar erst einen Mord begehen, um ihre Loyalität gegenüber den Killern zu beweisen. Und es kommt noch dicker: Shalimars erster Auftrag lautet, Adam zu eliminieren.","versions":[{"lang":1,"streams":[{"redirect":9703480,"hoster":"VOE"},{"redirect":9703481,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Kronzeuge","epNo":16,"alt":"Once Around","descr":"Das Mutant-X-Team soll den Kronzeugen Vic, der im Prozess gegen den Mutanten Sam Raymond aussagen soll, beschützen. Als Vics Freundin von Raymonds Leuten entführt wird, will Vic sich Raymond auszuliefern. Doch das Mutant-X-Team hat einen anderen Plan: Adam und seine Leute wollen den Zeugen klonen.","versions":[{"lang":1,"streams":[{"redirect":9703482,"hoster":"VOE"},{"redirect":9703483,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Tribunal","epNo":17,"alt":"Final Judgement","descr":"Bei einem Treffen mit einem wichtigen Informanten wird Adam vor Shalimars Augen entführt. Er findet sich vor einem Tribunal wieder, das ihn anklagt, eine Rasse von Super-Mutanten geschaffen zu haben, die die Weltherrschaft an sich reißen will. Während Adam zum Tode verurteilt wird, startet das Mutant-X-Team eine Rettungsmission.","versions":[{"lang":1,"streams":[{"redirect":9703487,"hoster":"VOE"},{"redirect":9703488,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Inferno","epNo":18,"alt":"Inferno","descr":"Das Mutant-X-Team jagt einen pyromanischen Mutanten und stößt auf sein letztes Opfer, den Feuerwehrmann Ray Larkin. Bevor er stirbt kann Emma noch ihre Gedanken mit seinen verschmelzen. Danach benimmt sie sich äußerst eigenartig.","versions":[{"lang":1,"streams":[{"redirect":9703489,"hoster":"VOE"},{"redirect":9703491,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Außer Kontrolle","epNo":19,"alt":"One Step Closer","descr":"Shalimar und Brennan gelingt es nicht die Entführung einer Senatorentochter zu verhindern. Adam stellt fest, dass Brennans Kräfte versagt haben, da sie unkontrolliert mutieren. Unterdessen findet der Rest des Mutant-X-Teams eine heiße Spur: Fletcher, der Sicherheitschef der Senatorin, scheint in die Entführung verwickelt zu sein.","versions":[{"lang":1,"streams":[{"redirect":9703493,"hoster":"VOE"},{"redirect":9703492,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Labyrinth","epNo":20,"alt":"Reality Check","descr":"Ivanov, ein Mitarbeiter des russischen Gegenstücks zu \"Genom X\", hat sich die Kontrolle über den Geist des genialen Physikers Rydell verschafft. Der ist seitdem völlig verwirrt. Emma versucht mit Hilfe ihrer telepathischen Kräfte die Ursache dafür zu finden. Währenddessen wird Shalimar von Ivanov gefangen genommen. Mit ihrer Hilfe hofft er, Informationen über \"Mutant X\" zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":9703495,"hoster":"VOE"},{"redirect":9703496,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Begraben im ewigen Eis","epNo":21,"alt":"Reawakening","descr":"Ein Archäologenteam unter der Leitung von Dr. Luise Koby entdeckt ein menschenähnliches Wesen im Eis. Adam, der mit ihr befreundet ist, begibt sich mit dem Mutant-X-Team auf Korbys Schiff, um ihr bei den Untersuchungen zu helfen. Während der Fahrt erwacht die gefährliche Kreatur wieder zum Leben.","versions":[{"lang":1,"streams":[{"redirect":9703501,"hoster":"VOE"},{"redirect":9703500,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der perfekte Mutant","epNo":22,"alt":"Lest He Become","descr":"Bei einem Treffen mit einem Informanten wird das Mutant-X-Team von Mutanten angegriffen, die über unglaubliche Kräfte verfügen. Adam vermutet, dass dabei eine neue Art genetischer Forschung im Spiel ist. Eine Spur führt das Team zur Firma von Shalimars Vater Nicolas, der mit Eckhart zusammenarbeitet. Jesse und Shalimar entdecken dort ein geheimes Labor, in dem Eckhart maßgeschneiderte Mutanten herstellt.","versions":[{"lang":1,"streams":[{"redirect":13018604,"hoster":"VOE"},{"redirect":9703503,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Mutant aus dem Nichts","epNo":1,"alt":"Into The Moonless Night","descr":"Als das \"Mutant X\"-Team im Geheimlabor eintrifft, in dem Shalimars Vater maßgeschneiderte Mutanten herstellt, erschüttert eine Explosion das Gebäude. Jesse, Brennan und Shalimar kommen heil davon, doch für Emma kommt jede Hilfe zu spät und von Adam fehlt jede Spur. Eckhart schlägt ihnen jedoch für Adams sichere Rückkehr einen Handel vor. \"Mutant X\" erhält dabei Unterstützung von der hübschen Mutantin Lexa, die die Fähigkeit besitzt, sich unsichtbar zu machen.","versions":[{"lang":1,"streams":[{"redirect":9659176,"hoster":"VOE"},{"redirect":9659175,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Lohn der Sünde","epNo":2,"alt":"Wages Of Sin","descr":"Brannan und Shalimar gehen einem Tip von einem Informanten nach. Die beiden beobachten die Übergabe einer gefährlichen neuen Waffe, die eine hochgiftige Substanz enthält. Die Spur führt sie weiter in ein Casino, das von Kirsten Greg geleitet wird, die ebenfalls in die Sache verwickelt zu sein scheint. Das Mutant-X-Team muss den Handel mit dieser Substanz unbedingt verhindern, denn einige internationale Terroristen sind bereits hinter dem Präparat her.","versions":[{"lang":1,"streams":[{"redirect":9703528,"hoster":"VOE"},{"redirect":9703527,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Parasit","epNo":3,"alt":"The Breed","descr":"Auf einer Militärbasis wurden Soldaten und Wissenschaftler mit einem gefährlichen Parasiten infiziert. Brennan, Shalimar und Lexa müssen schnellstens ein Gegenmittel finden. Die Zeit drängt, denn der kommandierende General Klein will die Basis mitsamt der Soldaten vernichten, um eine Ausbreitung der Seuche zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":9703530,"hoster":"VOE"},{"redirect":9703536,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Saat des Bösen","epNo":4,"alt":"Where Evil Dwells","descr":"Das Mutant-X-Team muss einen Serienkiller schnappen. Dessen Morde weisen dieselben Muster auf, wie die von Lee Marke, einem Psychopathen, der bereits seit Jahren in einer Nervenklinik lebt. Shalimar bittet ihre Freundin Andrea um Hilfe. Diese hat telepathische Fähigkeiten und vermutet, dass der Mörder in die Gedankenwelt von Marke eindringen kann. Gemeinsam suchen sie den Killer in der Anstalt auf, doch der will nicht kooperieren.","versions":[{"lang":1,"streams":[{"redirect":9703534,"hoster":"VOE"},{"redirect":9703535,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kaltes Herz","epNo":5,"alt":"The Taking Of Crows","descr":"In einem Nachtclub bekommt Lexa unbemerkt eine Droge verabreicht. Sie wird daraufhin aggressiv und bricht schließlich bewusstlos zusammen. Ihre Freunde vom Mutant-X-Team machen sich große Sorgen und beginnen zu recherchieren. Die fragliche Droge wurde entwickelt, um die Angriffslust von Mutanten zu kontrollieren; mit tödlichen Nebenwirkungen: Wenn sie nicht schnell ein Gegenmittel finden, droht Lexa der sichere Tod.","versions":[{"lang":1,"streams":[{"redirect":9703538,"hoster":"VOE"},{"redirect":9703539,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schatten der Vergangenheit","epNo":6,"alt":"Shadows Of Darkness","descr":"In einem Nachtclub bekommt Lexa unbemerkt eine Droge verabreicht. Sie wird daraufhin aggressiv und bricht schließlich bewusstlos zusammen. Ihre Freunde vom Mutant-X-Team machen sich große Sorgen und beginnen zu recherchieren. Die fragliche Droge wurde entwickelt, um die Angriffslust von Mutanten zu kontrollieren; mit tödlichen Nebenwirkungen: Wenn sie nicht schnell ein Gegenmittel finden, droht Lexa der sichere Tod.","versions":[{"lang":1,"streams":[{"redirect":9703542,"hoster":"VOE"},{"redirect":9703541,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Hand Gottes","epNo":7,"alt":"The Hand Of God","descr":"Das Mutant-X-Team soll den gefährlichen Supermutanten Kristoff, der mit seinen Anhängern im Wald lebt, schnappen. Doch auf dem Weg zu ihrem Einsatz wird das Flugzeug des Teams beschossen. Shalimar wird hinauskatapultiert und landet verletzt im Wald. Kristoffs liest sie auf und heilt ihre Verletzungen. Allmählich erkennt Shalimar, dass der gefürchtete Mutant völlig harmlos ist. Was die beiden nicht ahnen: In Kristoffs Anhängerschaft wurde längst ein Spion eingeschleust.","versions":[{"lang":1,"streams":[{"redirect":9703544,"hoster":"VOE"},{"redirect":9703545,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Heuschreckenplage","epNo":8,"alt":"Wasteland","descr":"Brennan und Shalimar geraten in einen riesigen Heuschreckenschwarm. Sie bringen eines der Insekten zu einer Wissenschaftlerin, die Erschreckendes herausfindet: Die Heuschrecken wurden genetisch manipuliert und könnten innerhalb kurzer Zeit sämtliche Getreidevorräte der Erde vernichten. Auf der Suche nach dem Verantwortlichen stößt das Mutant-X-Team auf einen dubiosen Agrarkonzern.","versions":[{"lang":1,"streams":[{"redirect":9703548,"hoster":"VOE"},{"redirect":9703547,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der virtuelle Mörder","epNo":9,"alt":"No Exit","descr":"Nachdem Jesse und Brennan ein Computergame gespielt haben, passieren im Versteck des Mutant-X-Teams sonderbare Dinge. Plötzlich bricht Feuer aus und das Sicherheitssystem erkennt Shalimar und Lexa als Eindringlinge. Es stellt sich heraus, dass hinter all diesen Vorkommnissen ein querschnittsgelähmter Mutant steckt, der mit dem Team noch eine Rechnung offen hat.","versions":[{"lang":1,"streams":[{"redirect":9703550,"hoster":"VOE"},{"redirect":9703549,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das gestohlene Herz","epNo":10,"alt":"Brother\u0027s Keeper","descr":"","versions":[{"lang":1,"streams":[{"redirect":9703555,"hoster":"VOE"},{"redirect":9703553,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bombenterror","epNo":11,"alt":"Possibilities","descr":"Mehrere Mutanten wurden bereits Opfer von skrupellosen Organhändlern. Auch Lexas Zwillingsbruder Leo, der die Fähigkeit hat, sich in andere Personen zu verwandeln, gerät ins Visier der Gangster. Drahtzieher ist Charles Carter, ein telekinetisch begabter Mutant, dessen Körper nach einer Herztransplantation das neue Organ nicht annehmen möchte. Leos Herz könnte ihn vor dem Tod bewahren.","versions":[{"lang":1,"streams":[{"redirect":9703557,"hoster":"VOE"},{"redirect":9703558,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Verschwörung","epNo":12,"alt":"Conspiracy Theory","descr":"Brennan und Shalimar versuchen einen Flugzeugabsturz aufzuklären. Doch Mitarbeiter der Regierung sind bereits vor Ort und schaffen Leichen in silbernen Anzügen aus dem Wrack. Bei der Absturzstelle treffen sie auf Eddie Boyle, der früher als Reporter gearbeitet hat. Seit er einen Mann gesehen hat, aus dessen Händen Strom geflossen ist, hat er sein Leben der Suche nach Aliens verschrieben. Er ahnt jedoch nicht, dass es sich bei diesem Mann nicht um einen Alien gehandelt hat, sondern um Brennan. Aus schlechtem Gewissen versucht Brennan Eddie zu helfen, den Flugzeugabsturz aufzuklären …","versions":[{"lang":1,"streams":[{"redirect":9703560,"hoster":"VOE"},{"redirect":9703562,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die drei Gemälde","epNo":13,"alt":"Art Of Attraction","descr":"Lexa soll im Auftrag des Dominion ein Gemälde stehlen, in dem ein Code versteckt sei, der in den falschen Händen großen Schaden anrichten könne. Aber der Diebstahl misslingt, weil Lexa von Randall Blake ausgetrickst wird, einem Mutanten, der auch hinter dem Bild her ist. Beim zweiten Versuch gelangen Jesse und Lexa an das Gemälde – doch dann taucht wieder Blake auf. Es zeigt sich, dass der Code auf drei verschiedene Bilder verteilt ist und dass man sie alle braucht, um ihn zu benutzen. Da eines der Bilder bereits in Blakes Besitz ist, muss Lexa auf der Suche nach dem dritten Bild gezwungenermaßen mit Blake zusammenarbeiten …","versions":[{"lang":1,"streams":[{"redirect":9703564,"hoster":"VOE"},{"redirect":9703565,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Zurück im Leben","epNo":14,"alt":"A Normal Life","descr":"Das Mutant X-Team erfährt, dass Mitglieder des Dominion entführt und versteinert worden sind. Der Kidnapper fordert Geld und droht alle zwölf Stunden eine Geisel umzubringen. Als Entführer steht bald Keith Burstyn fest, der sich am Dominion rächen will. Zeitgleich meldet sich der für tot gehaltene Adam bei Shalimar. Er erklärt ihr, dass er seinen Tod vortäuschen musste, um einem Verfolger zu entkommen. Adam glaubt, dass dieser auch der Geiselnehmer ist. Doch was hat Burstyn mit dem Vorfall zu tun? Wird er nur von jemandem benutzt? Die Lage spitzt sich zu, als auch Brennan in die Gewalt des Kidnappers gerät …","versions":[{"lang":1,"streams":[{"redirect":9703566,"hoster":"VOE"},{"redirect":9703567,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Falsche Identität","epNo":15,"alt":"Divided Loyalties","descr":"Vier Männer stehlen den Inhalt eines Bankschließfaches, das auch den Schlüssel zu einem Safe des Dominion enthielt. Da sich in dem Dominion-Safe Dokumente zu einem brisanten Forschungsprogramm befinden, wird das Mutant X-Team beauftragt, diesen Schlüssel sicherzustellen. Als sich Brennan das Überwachungsvideo der Bank ansieht, erkennt er in einem der Räuber seinen früheren Partner Cole. Deswegen beschließt er, die Viererbande zu infiltrieren, um den Schlüssel an sich zu nehmen und dann selbst die Dominion-Unterlagen zu stehlen. Doch Brennan gerät dabei schnell zwischen die Fronten …","versions":[{"lang":1,"streams":[{"redirect":9703568,"hoster":"VOE"},{"redirect":9703569,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Fluch der Unsterblichkeit","epNo":16,"alt":"Age Of Innocence","descr":"Das Mutant X-Team wird Zeuge, wie ein junger Mann ermordet wird und unmittelbar nach seinem Tod plötzlich um 50 Jahre altert. Jesses Nachforschungen ergeben, dass der Mann im 2. Weltkrieg einer Spezialeinheit namens \"Tomcat\" angehört hat. An der Truppe wurden Tests mit einem Serum vorgenommen, das den Alterungsprozess stoppen sollte. Es zeigt sich, dass auch Jesses Großvater William Mitglied dieser Kampfflieger-Spezialeinheit war. Er ist jetzt der letzte Überlebende der Einheit und schwebt deswegen in größter Gefahr …","versions":[{"lang":1,"streams":[{"redirect":9703572,"hoster":"VOE"},{"redirect":9703573,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Krieg beginnt","epNo":17,"alt":"She\u0027s Come Undone","descr":"Wissenschaftler, die für Genotech am so genannten \"Projekt 9\" gearbeitet haben, werden der Reihe nach ermordet. Lexa hat vor einiger Zeit ebenfalls an diesem Geheimprojekt teilgenommen und scheint jetzt auch in großer Gefahr zu sein. Während Brennan und Shalimar nach dem verantwortlichen Arzt suchen, bemerkt Jesse bei einer Untersuchung, dass aus Lexas Implantat Tentakel wachsen, die in ihr Gehirn vordringen. Offenbar versucht jemand mit Hilfe des Implantats Lexa zu kontrollieren. Doch eine operative Entfernung des Implantats könnte Lexa töten …","versions":[{"lang":1,"streams":[{"redirect":12917822,"hoster":"VOE"},{"redirect":9703576,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Im Inneren des Vulkans","epNo":18,"alt":"In Between","descr":"Jesse und Brennan werden in einer Bar plötzlich von einer Gang attackiert. Schließlich fällt ein Schuss, und Jesse bekommt die Kugel ab, die eigentlich Brennan gegolten hatte. Kaum hat das Team Jesse in die Mutant X-Zentrale gebracht, erhält Lexa einen Anruf von dem mysteriösen Schützen. Er erklärt, dass die Kugel in Jesses Körper mit Sprengstoff gefüllt ist. Falls ihm das Team nicht hilft, die Mutantin Laurel Brooks zu finden, droht er, die Munition explodieren zu lassen. Ein dramatischer Wettlauf gegen die Zeit beginnt …","versions":[{"lang":1,"streams":[{"redirect":9703579,"hoster":"VOE"},{"redirect":9703581,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das trojanische Pferd","epNo":19,"alt":"Dream Lover","descr":"Shalimars Freundin Britney verschwindet spurlos aus einem Nachtclub. Das Lokal gehört Nolan Blackledge, der früher für Genom X tätig gewesen ist. Shalimar und Lexa beginnen sich in dem Club umzusehen und finden heraus, dass Nolan in der Lage ist, Menschen zu klonen. So kann er für seine reichen Kunden \"Frauen nach Wunsch\" erzeugen. Plötzlich werden Shal und Lexa von Unbekannten überrumpelt und zu Nolan gebracht, der die beiden ebenfalls klont und die Kopien zu Mutant X schickt. Doch Brennan und Jesse erkennen den Austausch zunächst nicht …","versions":[{"lang":1,"streams":[{"redirect":9703583,"hoster":"VOE"},{"redirect":9703584,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Prophezeiung","epNo":20,"alt":"The Prophecy","descr":"Ein Mutant, der vor einer Bestie auf der Flucht ist, ruft Brennan an und warnt ihn vor der \"Prophezeiung\". Als Brennan und Shalimar sich auf die Suche nach dem Anrufer machen, werden sie attackiert und im letzten Moment von der Mutantin Riley gerettet. Gemeinsam versuchen sie den Angreifer ausfindig zu machen. Ihre Recherchen ergeben, dass es sich bei dem Wesen um einen fanatischen Anhänger des bereits verstorbenen Ashlocke handelt. Das Geschöpf hat es sich zur Mission gemacht, aus Ashlockes DNS ein Kind zu schaffen, das noch mächtiger sein soll als Ashlocke selbst …","versions":[{"lang":1,"streams":[{"redirect":9703585,"hoster":"VOE"},{"redirect":9703588,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kammer der Seelen","epNo":21,"alt":"Cirque Des Merveilles","descr":"Der Mutant Tony LaPorta arbeitet in einem Zirkus, in dem viele Mutanten beschäftigt werden, und will aus ebendiesem flüchten. Lexa erfährt von Tony, dass dieser vom Dominion verfolgt wird. Während Brennan und Shal in dem Zirkus als Artisten anheuern, um sich dort unauffällig umsehen zu können, findet Jesse heraus, dass Mutanten überall dort verschwinden, wo der Zirkus gastiert. Nach intensiven Recherchen macht das Team eine schockierende Entdeckung: Der Zirkusdirektor Devlin arbeitet offenbar für Mason Eckhart und soll in dessen Auftrag möglichst alle existierenden Mutanten töten …","versions":[{"lang":1,"streams":[{"redirect":9703525,"hoster":"VOE"},{"redirect":9703526,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Schöpfer","epNo":22,"alt":"The Assault","descr":"Lexa wird von ihrem Dominion-Kontaktmann aufgefordert, noch einen letzten Auftrag im Zusammenhang mit Mutant X auszuführen: Sie soll ihm Jesse ausliefern. Denn laut Dominion haben alle Mutanten \"Verfallsdaten\", aber Adam suche schon seit Jahren nach einem Weg, diese auszuschalten. Bei Jesse sei ihm dies offenbar gelungen, denn er hätte laut seiner Akte vor zwei Wochen sterben müssen. Lexa weigert sich, Jesse auszuliefern, übergibt Dominion jedoch Adams Forschungsunterlagen. Da Dominion dies nicht genügt, nehmen sie Lexa gefangen. Jesse, Brennan und Shal wollen Lexa befreien und bitten Adam um Hilfe …","versions":[{"lang":1,"streams":[{"redirect":9709133,"hoster":"VOE"},{"redirect":9709131,"hoster":"Streamtape"}]}]}]}]}