{"seriesId":"muteki-kanban-musume","name":"Muteki Kanban Musume","descr":"[Ramen Fighter Miki] Onimaru Miki ist eine junge Frau, welche in einem kleinen Ramen-Restaurant arbeitet. (Ramen\u003d jap. Nudelsuppe) Für Fremde scheint sie ein immer freundliches und hilfsbereites, aber etwas ungeschicktes Mädchen zu sein. Doch wird sie ein wenig gereizt oder erzürnt sie etwas, zeigt sie ein ganz anderes Gesicht.Kämpferisch, aggressiv und mit einem nahezu diabolischen Wesen räumt sie alles aus dem Weg, was in ihre Nähe kommt. Dabei geht sie äußerst rücksichtslos gegen ihre Widersacher vor. Außerdem hat sie nur noch Blödsinn im Kopf. Für Ihre jungen Jahre hat sie schon eine beträchtliche Anzahl von Feinden gesammelt. Da wären zum Beispiel Kanazumi Megumi, welche in einer Bäckerei genau gegenüber arbeitet oder Nishiyama Kankuro, welcher bereits seit seinen Kindertagen einen Groll auf Miki hat. Später kommt sogar ein kleiner Hund dazu. Sie alle wollen nur eines: Onimaru Miki endlich besiegen.Doch dies bleibt vorerst nur einer einzigen Person vorbehalten. Jemanden, der in der ganzen Umgebung als unglaublich stark und somit \"unbesiegbar\" gilt. Onimaru Makiko, Mutter und gleichzeitig Chefin von Miki.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Invincible Poster Girl / Another Poster Girl","descr":"Miki demonstriert ihre Bereitschaft, von der Arbeit abzuschalten, um anderen zu helfen. Miki und Megumi stehen sich gegenüber.","versions":[{"lang":3,"streams":[{"redirect":13528247,"hoster":"VOE"},{"redirect":11166652,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Challenger - Nishiyama Kankurou / Our Fight Isn`t Over Yet!","descr":"Kankuro wird eingeführt. Er versucht sich erfolglos für das Mobbing zu rächen, das Miki ihm angetan hat.","versions":[{"lang":3,"streams":[{"redirect":13528248,"hoster":"VOE"},{"redirect":11166654,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"An Impervious Enemy / Wanting to Wipe the Tears From That Child","descr":"Toshiyuki wird vorgestellt. Miki und Megumi trainieren mit ihm. Als Toshiyuki sich verirrt, suchen alle nach ihm, aber sie kennen seinen Namen nicht und denken, dass sie stattdessen nach Wakanas Bruder suchen.","versions":[{"lang":3,"streams":[{"redirect":13528250,"hoster":"VOE"},{"redirect":11166658,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Before the Trip Starts / Let Me Lead You the Way","descr":"Tomoka wird eingeführt. Miki hilft der Lehrerin bei ihrem Selbstbewusstseinsproblem und sie überreden einen Delinquenten, zur Schule zurückzukehren. Megumi verwechselt Tomoka mit einem wütenden Geist .","versions":[{"lang":3,"streams":[{"redirect":11166664,"hoster":"VOE"},{"redirect":11166663,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Let`s see who must win / You`re my stepping stone","descr":"Miki und Megumi streiten sich um ein Plüschschwein. Es findet ein \"Gesichtsumo\"-Wettkampf statt. Miki und Megumi bleiben in einer abgesperrten Gasse stecken; Mit Kankuro, Akihiko und Toshiyuki kämpfen sie darum, wer die Körper der anderen als Rampe benutzen wird, um eine Leiter zu erreichen","versions":[{"lang":3,"streams":[{"redirect":11166666,"hoster":"VOE"},{"redirect":11166668,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Fight! Bark Bark vs Nya Nya / The Rift That Looked Like Red String","descr":"Kankuro versucht gegen Toshiyuki zu kämpfen, um gegen Miki zu trainieren. Wakana glaubt, dass Kankuros ständige Herausforderungen an Miki ein Zeichen versteckter Liebe sind.","versions":[{"lang":3,"streams":[{"redirect":13528251,"hoster":"VOE"},{"redirect":11166671,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Peel off the Fake Smile / Sneaking in! The Demon`s Nest","descr":"Mikis Versuch, Megumis böse innere Persönlichkeit aufzudecken, geht nach hinten los. Megumi findet heraus, dass der Onimaru-Laden beim Mittagessen so beliebt ist, weil alle kommen, um Miki kämpfen zu sehen.","versions":[{"lang":3,"streams":[{"redirect":11166674,"hoster":"VOE"},{"redirect":11166679,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"That guy sure looks like he`s the strongest / A bad guy is coming","descr":"Miki hilft Akihiko dabei, seinen persönlichen Konflikt um Hell\u0027s Bunny, den berühmten Bösewicht in Star Rangers , zu überwinden . Megumi hilft auch, indem sie als Hell\u0027s Bunny cosplayt . Mit dem Kostüm macht sie dann auf die Bäckerei aufmerksam. Ein kleines Mädchen bringt \"Hell\u0027s Bunny\" dazu, für ihren kränklichen Bruder im Krankenhaus aufzutreten. Als Miki Megumi (als Hell\u0027s Bunny) bewusstlos schüttelt, bekommt die Gruppe Hilfe vom echten Hell\u0027s Bunny und Pink Star.","versions":[{"lang":3,"streams":[{"redirect":11166678,"hoster":"VOE"},{"redirect":11166684,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"A Falling Superstar / A Mother`s Worry","descr":"Miki, Megumi und Kankuro versuchen herauszufinden, ob Makiko überhaupt irgendwelche Schwächen hat. Makiko hinterfragt ihre Methode, Miki zu disziplinieren, und versucht, ihre Tochter anders zu behandeln, sehr zu Mikis Missfallen.","versions":[{"lang":3,"streams":[{"redirect":11166681,"hoster":"VOE"},{"redirect":11166685,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Work for the Win / Sudden fight! Nishiyama Kankuro VS Kannazuki Megumi!","descr":"Kankuro arbeitet hart im Ramen-Laden, während Miki Lieferungen macht, damit er sie herausfordern kann, wenn sie zurückkommt. Die beiden haben einen kurzen Wettbewerb, um zu sehen, wer das bessere Aushängeschild ist. Kankuro und Megumi tun sich zusammen, um gegen Miki zu kämpfen.","versions":[{"lang":3,"streams":[{"redirect":11166645,"hoster":"VOE"},{"redirect":11166646,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The guy lets his back do the talking / A deadly fight with a happy face","descr":"Toshiyuki erlaubt Leuten, auf seinem Rücken zu reiten, weigert sich jedoch, Miki zu erlauben, es sei denn, es handelt sich um Notsituationen. Bei einem Liefermädchen-Wettbewerb treten Miki und Megumi gegeneinander sowie gegen andere weibliche Konkurrentinnen an.","versions":[{"lang":3,"streams":[{"redirect":11166642,"hoster":"VOE"},{"redirect":11166641,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"When You`re Smashed / The Ruined Party","descr":"Miki trinkt Bier und betrinkt sich. In ihrer betrunkenen Persönlichkeit ist sie ein sehr süßes, schüchternes und wie ein Ehemann aussehendes Mädchen. In der anderen Folge ist Megumi ebenfalls betrunken und wird zu einem missbräuchlichen und gewalttätigen Wildfang. Aber nach einer Weile klopfen sie sich (buchstäblich) gegenseitig den Alkohol aus und sind wieder zu ihrem normalen (aber immer noch gewalttätigen) Selbst zurück.","versions":[{"lang":3,"streams":[{"redirect":11166649,"hoster":"VOE"},{"redirect":11166651,"hoster":"Streamtape"}]}]}]}]}