{"seriesId":"muv-luv-alternative","name":"Muv-Luv Alternative","descr":"In einer der zahllosen Parallelwelten, die es überall in Raumzeit gibt, hat die Menschheit einen jahrzehntelangen Krieg gegen die BETA geführt. Die feindlich gesinnten außerirdischen Invasoren setzen humanoide Kampfmaschinen namens Tactical Surface Fighters ein, um die Menschen restlos auszumerzen. Dies ist eine Geschichte über das Leben und Sterben der Menschheit, die am Rande der Ausrottung steht …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The State of the World","descr":"Außerirdische kommen auf die Erde und Japan muss sich in einem Krieg gegen diese verteidigen. Dafür haben sie spezielle Maschinen entwickelt, um gegen sogenannte BETA zu kämpfen …","versions":[{"lang":3,"streams":[{"redirect":8935782,"hoster":"VOE"},{"redirect":8935771,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Recurring Worlds","descr":"Als Takeru in seinem Zimmer aufwacht und sein Haus verlässt, findet er eine verwüstete Welt vor. Sofort kommt er auf den Gedanken, dass er möglicherweise an jenen Tag zurückgekehrt ist …","versions":[{"lang":3,"streams":[{"redirect":8964979,"hoster":"VOE"},{"redirect":8964980,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Something to Protect","descr":"Für Takeru und die anderen geht es in die heiße Phase, denn sie stehen kurz vor ihrer großen Prüfung, die sie dazu befähigt, Piloten zu werden …","versions":[{"lang":3,"streams":[{"redirect":9041362,"hoster":"VOE"},{"redirect":9041360,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Comrades","descr":"Takeru steuert taktische Maschinen wie ein Profi und stellt beim Abschluss von Kurs D einen neuen Rekord auf. Daraufhin überlegt er, ob nicht auch andere Piloten von einer vereinfachten Steuerung profitieren würden …","versions":[{"lang":3,"streams":[{"redirect":9098474,"hoster":"VOE"},{"redirect":9099552,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A New Power","descr":"Takeru hat eine Idee, um die taktischen Maschinen zu verbessern, woraufhin die ersten von ihnen mit einem neuen OS geupdatet werden. Und was eignet sich als Test besser als das schon längst angesetzte Scheingefecht?","versions":[{"lang":3,"streams":[{"redirect":9165671,"hoster":"VOE"},{"redirect":9165672,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Transfer Experiment","descr":"Shirogane gelingt es irgendwie, über seine \"Träume\" Kontakt mit der vergangenen Welt aufzunehmen. Kurzerhand beschließt die Professorin, ihn mit ihrer neuen Maschine in die alte Welt zurückzuschicken, um dort weltverändernde Formeln zu besorgen …","versions":[{"lang":3,"streams":[{"redirect":9252745,"hoster":"VOE"},{"redirect":9252744,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Promise","descr":"Takeru kehrt aus der alten Welt wieder zurück und die Formeln zur Rettung der Welt sind schon in greifbarer Nähe. Als Takeru Näheres zu Kasumis Umständen erläutert bekommt, ist dieser von Herzen dankbar und möchte mehr erfahren …","versions":[{"lang":3,"streams":[{"redirect":9252749,"hoster":"VOE"},{"redirect":9252751,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Capital in Chaos","descr":"Durch einen Putsch eroberten die Rebellen die Residenz des Premierministers und andere staatliche Einrichtungen. Auch diverse Kabinettsmitglieder und der Premierminister fanden dadurch ihren Tod","versions":[{"lang":3,"streams":[{"redirect":9317353,"hoster":"VOE"},{"redirect":9317354,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Battlefield","descr":"Der Shogun soll nach Yokohama eskortiert werden und damit dieses Mädchen, welches Meiya zum Verwechseln ähnelt, auch unversehrt dort ankommt, stehen Takeru und sein Team vor einer gewaltigen Aufgabe. Werden sie es schaffen?","versions":[{"lang":3,"streams":[{"redirect":9356097,"hoster":"VOE"},{"redirect":9356101,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Resolve","descr":"Der Shogun braucht aufgrund ihrer Reisekrankheit Medizin, doch da die taktischen Maschinen in Bewegung bleiben müssen, könnte das ihre Gesundheit oder gar ihr Leben gefährden …","versions":[{"lang":3,"streams":[{"redirect":9383760,"hoster":"VOE"},{"redirect":9383762,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Everyone`s Thoughts","descr":"Kadett Mitsurugi Meiya soll als Doppelgänger des Shoguns fungieren, um die Chancen zu erhöhen, während der Shogun selbst in Sicherheit ist. Doch wie soll dieser Plan genau gelingen?","versions":[{"lang":3,"streams":[{"redirect":9474728,"hoster":"VOE"},{"redirect":9474727,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Fate","descr":"Die Rebellen stehen kurz vor ihrer endgültigen Niederlage und Takeru übergibt Meiya Yūhis Symbol für ihre gemeinsam verbrachte Zeit …","versions":[{"lang":3,"streams":[{"redirect":9474729,"hoster":"VOE"},{"redirect":9474732,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Graduation","descr":"In der anderen Welt erhält Shirogane Takeru ein Dokument, mithilfe dessen Alternative 4 fertiggestellt werden kann. Doch als er zurückkommt, hat er den Verdacht, dass sich die Zukunft nicht verändert hat …","versions":[{"lang":3,"streams":[{"redirect":11460592,"hoster":"VOE"},{"redirect":11460710,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"X-M3","descr":"Takeru kämpft mit seinem Team für eine Probe des neuen Betriebssystems gegen Veteranen mit viel Kampferfahrung und sein Team scheint sehr erfolgreich zu sein. Doch am Nachmittag tauchen plötzlich BETA auf, die nicht mit Übungsmunition kleinzukriegen sind …","versions":[{"lang":3,"streams":[{"redirect":11523089,"hoster":"VOE"},{"redirect":11523088,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Escape","descr":"Die grausame Szene, die Takeru soeben gesehen hat, traumatisiert ihn mehr als Worte sagen können, und er bricht zusammen. Er fleht Kasumi an, ihn in seine Heimatwelt zurückzuschicken, bevor Yûko eingreift und seiner Bitte mit ihrer gewohnten Kälte nachkommt, umso leichter, als sie ihn nicht mehr braucht...","versions":[{"lang":3,"streams":[{"redirect":12380321,"hoster":"VOE"},{"redirect":11578071,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Diary","descr":"Takeru erkennt, dass alle Personen, mit denen er sich umgibt, nach und nach die Erinnerungen an ihn verlieren, wodurch er unausweichlich einem einsamen Leben entgegensteuert, dem er nicht entkommen kann …","versions":[{"lang":3,"streams":[{"redirect":13536003,"hoster":"VOE"},{"redirect":11578067,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Return","descr":"Yūko begibt sich zusammen mit Shirogane ins Institut für Kernforschung, um diesen in die andere Welt zurückzuschicken. Der Schlüssel für einen erfolgreichen Transfer ist dabei seine starke Entschlossenheit – die Gefühle für Kagami, Marimo und alle anderen.","versions":[{"lang":3,"streams":[{"redirect":13536010,"hoster":"VOE"},{"redirect":11623537,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Sumika","descr":"Yūko beichtet Takeru, dass sie ihn für einen geheimen Plan die ganze Zeit über ausgenutzt hat. Daraufhin reicht sie ihm eine Waffe und bietet ihm an, dass er sie erschießt …","versions":[{"lang":3,"streams":[{"redirect":13536004,"hoster":"VOE"},{"redirect":11664212,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Night Before the Attack","descr":"Es ist die Nacht vor Operation 21. Dabei handelt es sich um eine Anti-Nest-Operation, um das BETA-Nest auf Sadogashima zu zerschlagen und Informationen zu gewinnen. Dafür sollen allerdings keine G-Bomben wie üblich, sondern die taktische Luftfestung Susano-Ō 2 eingesetzt werden, die als Prototyp niemals eingesetzt wurde.","versions":[{"lang":3,"streams":[{"redirect":13536005,"hoster":"VOE"},{"redirect":11719712,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Operation 21st","descr":"Ein heftiger Kampf zwischen der Menschheit und den BETA beginnt, und aus irgendeinem Grund scheinen es die BETA auf die A-02 abgesehen haben, obwohl sie nicht einmal von ihrer Existenz wissen dürften. Um die BETA aufzuhalten, bevor sie die A-02 erreichen, müssen sich Takeru und sein Team etwas Besonderes einfallen lassen...","versions":[{"lang":3,"streams":[{"redirect":13536008,"hoster":"VOE"},{"redirect":11752445,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Light of Hope","descr":"Susano-Ō eröffnet das Feuer und eliminiert binnen Sekunden das gesamte BETA-Nest. Die Freude sowie Hoffnung sind groß, doch der Feind ist noch nicht besiegt...","versions":[{"lang":3,"streams":[{"redirect":13536009,"hoster":"VOE"},{"redirect":11792777,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Escape","descr":"Shirogane versucht mit der 00-Einheit zu fliehen. Da dies höchste Priorität hat, bekommt er viel Unterstützung, doch plötzlich tauchen immer mehr und mehr BETA auf …","versions":[{"lang":3,"streams":[{"redirect":13536007,"hoster":"VOE"},{"redirect":11830034,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Inheritance","descr":"Um unter den BETAs den größtmöglichen Schaden anzurichten und damit Millionen Leben zu retten, wird Captain Isumi eine extreme Entscheidung treffen, auch motiviert durch eine gewisse Schuld an ihren Fehlern in der Vergangenheit. Immer so pragmatisch, gibt Yûko ihm ihren Segen.","versions":[{"lang":3,"streams":[{"redirect":11862554,"hoster":"VOE"},{"redirect":11862563,"hoster":"Streamtape"}]}]}]}]}