{"path":"/serie/stream/my-adventures-with-superman","name":"My Adventures with Superman","descr":"In dieser neuen \"Superman\"-Animationsserie werden die Anfänge der Geschichte um Clark Kent erzählt, wie er seine geheime Identität aufbaut und seine Rolle als Held von Metropolis annimmt. Lois Lane, die zu einer investigativen Starjournalistin beim Daily Planet heranwächst, nimmt den aufstrebenden Fotografen Jimmy Olsen unter ihre Fittiche. Währenddessen verlieben sich Clark und Lois ineinander, erleben Abenteuer, besiegen Bösewichte, stolpern über Geheimnisse – dabei wird ihnen bewusst, was es bedeutet, Superman und Lois Lane zu sein.","seasons":[{"path":"/serie/stream/my-adventures-with-superman/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/my-adventures-with-superman/staffel-1/episode-1","name":"","epNo":1,"alt":"Adventures of a Normal Man Pt. 1","descr":"Der geheimnisvolle Außerirdische Clark Kent und sein bester Freund Jimmy Olsen beginnen ein Praktikum beim Daily Planet und treffen dort auf die Mitpraktikantin Lois Lane, die sie in die Untersuchung von gestohlenen Militärrobotern, die Metropolis bedrohen, einbindet!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14445172","hoster":"VOE"},{"path":"/redirect/13594345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-1/episode-2","name":"","epNo":2,"alt":"Adventures of a Normal Man Pt. 2","descr":"Clark kehrt auf die Kent-Farm zurück und fragt sich, woher er kommt - und wer er sein will. In der Zwischenzeit spüren Lois und Jimmy den Söldner Livewire auf... und begegnen \"Superman\" wieder einmal!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14443244","hoster":"VOE"},{"path":"/redirect/13594347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-1/episode-3","name":"","epNo":3,"alt":"My Interview With Superman","descr":"Lois möchte Superman für den Daily Planet interviewen, und Clark muss herausfinden, wie er ihr helfen und gleichzeitig seine geheime Identität schützen kann! In der Zwischenzeit gelangt der Verbrecherring INTERGANG in den Besitz instabiler Waffen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14443243","hoster":"VOE"},{"path":"/redirect/13678600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-1/episode-4","name":"","epNo":4,"alt":"Let\u0027s Go to Ivo Tower, You Say","descr":"Clark, Lois und Jimmy berichten über eine glitzernde Gala, die von dem Tech-Milliardär Dr. Ivo veranstaltet wird - doch während Clark und Lois sich fragen, ob dies als Date zählt, stellt Ivo seine neueste Erfindung vor: eine Kreation, die Superman zu Fall bringen kann!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14443242","hoster":"VOE"},{"path":"/redirect/13678599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-1/episode-5","name":"","epNo":5,"alt":"You Will Believe a Man Can Lie","descr":"Lois deckt in Metropolis ein Geheimnis auf und ist entschlossen, der Wahrheit auf den Grund zu gehen. Unterdessen spürt Superman gefährliche Waffen in der Stadt auf … und gerät ins Fadenkreuz der mysteriösen Organisation Task Force X.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14443287","hoster":"VOE"},{"path":"/redirect/13594346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-1/episode-6","name":"","epNo":6,"alt":"My Adventures with Mad Science","descr":"Als Jimmy entführt wird, liegt es an Lois und Clark, ihn zu retten - aber die Rettung von Jimmy bringt sie in Gefahr, während sie sich mit verrückten Wissenschaftlern, militärischen Geheimnissen und Beziehungsproblemen auseinandersetzen müssen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14443286","hoster":"VOE"},{"path":"/redirect/13594348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-1/episode-7","name":"","epNo":7,"alt":"Kiss Kiss Fall in Portal","descr":"Clark versucht, ein normales Date ohne Superman-Probleme zu planen, wird aber unterbrochen, als Mr. Mxyzptlk ihn, Jimmy und Lois in eine riskante Verfolgungsjagd durch ein ganzes Universum verwickelt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14445170","hoster":"VOE"},{"path":"/redirect/13594349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-1/episode-8","name":"","epNo":8,"alt":"Zero Day Pt. 1","descr":"Lois trifft ihr journalistisches Idol Vicki Vale, die Lois dazu bringt, ihre Loyalität gegenüber Superman in Frage zu stellen. In der Zwischenzeit jagt Superman die Task Force X, während er sich mit einer neuen Macht auseinandersetzt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14443111","hoster":"VOE"},{"path":"/redirect/13594351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-1/episode-9","name":"","epNo":9,"alt":"Zero Day Pt. 2","descr":"Superman erhält endlich Antworten auf die Frage, wer er ist und wo er herkommt, während er THE GENERAL, dem Anführer der Task Force X, gegenübersteht. Währenddessen müssen Lois und Jimmy Superman finden, bevor DR. IVO Metropolis vernichtet!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14445171","hoster":"VOE"},{"path":"/redirect/13594353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-1/episode-10","name":"","epNo":10,"alt":"Hearts of the Fathers","descr":"Es ist Thanksgiving und Clark, Lois und Jimmy machen sich auf den Weg zur Kent-Farm, um zu feiern – doch der Feiertag wird zu einem Kampf ums Überleben, als Task Force X, Familie und KRYPTONITE kollidieren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14443109","hoster":"VOE"},{"path":"/redirect/13594354","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/my-adventures-with-superman/staffel-2/episode-1","name":"","epNo":1,"alt":"More Things in Heaven and Earth","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14470703","hoster":"VOE"},{"path":"/redirect/14194020","hoster":"Vidoza"},{"path":"/redirect/14472307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-2/episode-2","name":"","epNo":2,"alt":"Adventures with My Girlfriend","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14443240","hoster":"VOE"},{"path":"/redirect/14194022","hoster":"Vidoza"},{"path":"/redirect/14472308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-2/episode-3","name":"","epNo":3,"alt":"Fullmetal Scientist","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14458139","hoster":"VOE"},{"path":"/redirect/14194018","hoster":"Vidoza"},{"path":"/redirect/14477832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-2/episode-4","name":"","epNo":4,"alt":"Two Lanes Diverged","descr":"In Rückblenden trainiert Sam Lois darin, den Nordstern zu finden, obwohl sie sich aufgrund seiner militärischen Arbeit allmählich entfremden. In der Gegenwart befürchtet Sam, dass Waller ihn gefunden hat, und macht sich auf den Weg zu einem Unterschlupf, um sich vorzubereiten, doch Lois mischt sich gegen seinen Willen ein. Während sie den Agenten der Task Force Die ganze Zeit über streiten sich die Lanes darüber, dass Sams Methoden sie auseinandertreiben. Unterdessen erfährt Jimmy, dass er eingeladen wurde, als Gastredner bei einem S.T.A.R.-Festival zu fungieren. Labs-Symposium und lädt Clark ein. Sie erfahren jedoch, dass es um die Frage geht, ob Außerirdische wie Superman mehr schaden als nützen. Erschwerend kommt hinzu, dass Jimmy unter anderem erfolglos gegen Luthor über Supermans Vertrauenswürdigkeit und seine Macht im Vergleich zur Menschheit debattiert. Als Task Force Während sich Task Force X zurückzieht, nutzt Luthor die Nachwirkungen, um die Anwesenden gegen Superman aufzuhetzen. Später in der Nacht sendet Clark eine Nachricht an Kara, Sam verschwindet, Luthor und Waller erhalten Unterstützung von S.T.A.R. Labs und das Pentagon, und der kryptonische Krieger nähert sich der Erde.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14470702","hoster":"VOE"},{"path":"/redirect/14105181","hoster":"Doodstream"},{"path":"/redirect/14105182","hoster":"Vidoza"},{"path":"/redirect/14467647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-2/episode-5","name":"","epNo":5,"alt":"Most Eligible Superman","descr":"Perry beauftragt Clark und Lois, Superman zu interviewen, nachdem er erfahren hat, dass er zum Finalisten im begehrtesten Bachelor- und Bachelorette-Wettbewerb von Metropolis ernannt wurde. Cat ignoriert Perrys Befehle und zwingt Lois, sie beitreten zu lassen, damit sie Supermans geheime Identität aufdecken kann. Während des Wettbewerbs entwickelt Supermans Mitfinalistin Silver St. Cloud Interesse an ihm, während Cat Lois‘ Behauptung, sie sei mit Superman zusammen, zurückweist, was sie dazu bringt, an ihrer Beziehung zu ihm zu zweifeln. Unterdessen überlegt Jimmy, wie er sich nach dem, was auf dem Symposium passiert ist, bei Clark entschuldigen soll. Unterwegs trifft er auf Kara, die nach Metropolis gekommen ist, um nach ihrer Cousine zu suchen. Nachdem Jimmy ihr seine Hilfe anbietet, freunden sie sich auf einer Tour durch Metropolis an, bevor sie schließlich zum Wettbewerb aufbrechen, wo Jimmy erfährt, dass Kara nach Superman gesucht hat, der zum Gewinner gekürt wird. Als er sieht, wie Lois geht, versucht er, sich mit ihr zu versöhnen, aber sie offenbart ihren Stress wegen Sams Verschwinden, Vales Angebot und ihrer zerrütteten Beziehung. Plötzlich nimmt Kara eine gepanzerte Gestalt an und greift Superman an, da sie glaubt, er sei nicht in der Lage, sich dem Kryptonischen Reich anzuschließen. Obwohl Superman in ihrem darauffolgenden Kampf die Kraft des Eisatems freisetzt, besiegt Kara ihn und nimmt ihn auf Brainiacs Befehl gefangen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14458116","hoster":"VOE"},{"path":"/redirect/14128382","hoster":"Vidoza"},{"path":"/redirect/14467646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-2/episode-6","name":"","epNo":6,"alt":"The Machine Who Would Be Empire","descr":"Superman unternimmt einen Fluchtversuch, bis Kara behauptet, dass es noch andere lebende Kryptonier gibt. Mithilfe eines Gedankenprojektors erklärt sie, dass Krypton vor dem Fall die fortschrittlichste Gesellschaft der Galaxis war und weniger glückliche Planeten dazu einlud, an ihrer Utopie teilzuhaben. Er versucht zu erklären, warum sie die Erde nicht erobern kann, aber sie fragt sich, warum er sich auf Menschen beschränkt. Nachdem er auf ihre geheime Sammlung außerirdischer Erinnerungsstücke gestoßen ist, bittet er sie, ihr einen Planeten zu zeigen, den das Kryptonische Reich erobert hat. Sie bringt ihn nach Thanagar, aber sie finden es in Trümmern vor, was Kara kurzzeitig dazu veranlasst, Brainiacs Absichten in Frage zu stellen, bevor seine Roboter sie und Superman zu seiner Basis Kandor bringen. Brainiac schickt Kara weg und offenbart, dass er ein Kriegstreiber ist, der bereit ist, diejenigen zu töten, die sich der kryptonischen Herrschaft verweigern, bevor er Superman festnimmt und Kara einer Gehirnwäsche unterzieht, weil er ihm nicht gehorcht hat. Karas Erinnerungsstücke helfen ihr jedoch, sich an ihre Zweifel gegenüber Brainiac und die Zerstörung zu erinnern, die das Kryptonische Reich hinterlassen hat. Während sie überlegt, was als nächstes zu tun ist, stößt sie auf ein Raumschiff, das von Jimmy, Lois, Mallah und dem Brain gesteuert wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14458129","hoster":"VOE"},{"path":"/redirect/14146859","hoster":"Vidoza"},{"path":"/redirect/14477831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-2/episode-7","name":"","epNo":7,"alt":"Olsen’s Eleven","descr":"Nach dem Kampf zwischen Superman und Kara kündigt Waller die Bildung des Human Defense Corps (HDC) an und verhängt in Metropolis das Kriegsrecht, um sich auf eine bevorstehende außerirdische Invasion vorzubereiten. Unterdessen planen Jimmy und Lois, in S.T.A.R. einzubrechen. Labs und stehlen ein experimentelles Raumschiff, damit sie Superman finden können. Um ihnen zu helfen, engagieren sie Willis, der den offensichtlichen Protesten ihrer Freundin Heat Wave zustimmt, und rekrutieren Mallah und das Gehirn, die aufgrund von Problemen mit ihren multiversalen Doppelgängern und ihrer Portalmaschine zurückgekehrt waren. Erschwerend kommt hinzu, dass Jimmy herausfindet, dass Lois beabsichtigt, ihre Kryptonit-Probe bei Kara einzusetzen. Darüber hinaus erweisen sich die Sicherheitsvorkehrungen als strenger als erwartet, da Waller und Wilson Luthors Arbeit an den Metallos beaufsichtigen. Als Waller ihre Anwesenheit schnell entdeckt, schickt er Wilson los, um Lois und Jimmys Gruppe zu fangen. Trotz des Chaos bei der Flucht vor Task Force Da Waller Luthors Arbeit für erfolgreich hält und ihm mehr Ressourcen zur Verfügung stellt, nutzen Mallah und das Gehirn ein neu konstruiertes Portalgerät, um sie, Lois und Jimmy in den Weltraum zu schicken, wo sie auf Kara treffen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14458151","hoster":"VOE"},{"path":"/redirect/14175011","hoster":"Vidoza"},{"path":"/redirect/14467648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-2/episode-8","name":"","epNo":8,"alt":"The Death of Clark Kent","descr":"Lois und Jimmy konfrontieren Kara und schmieden einen Plan zur Rettung von Clark. Unterdessen taucht Brainiac in Supermans Gedanken ein, um herauszufinden, was ihn antreibt … und wie man ihn auseinanderreißen kann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14458140","hoster":"VOE"},{"path":"/redirect/14181509","hoster":"Vidoza"},{"path":"/redirect/14467651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-2/episode-9","name":"","epNo":9,"alt":"Pierce the Heavens, Superman!","descr":"Jimmy und Kara rennen zurück nach Metropolis, um Brainiacs Invasion der Erde zu stoppen. Lois versucht, Clark von Brainiacs Kontrolle zu befreien, verliert sich dann aber in einer alternativen Realität, in der Superman Krypton nie verlassen hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14470701","hoster":"VOE"},{"path":"/redirect/14223582","hoster":"Vidoza"},{"path":"/redirect/14467649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-adventures-with-superman/staffel-2/episode-10","name":"","epNo":10,"alt":"My Adventures with Supergirl","descr":"Superman, Kara, Lois und Jimmy schließen sich zusammen, um gegen Brainiac zu kämpfen. Superman muss sich zwischen der Rettung der Erde und der Rettung der Menschen, die er liebt, entscheiden. Es geht um Wahrheit, Gerechtigkeit und einen besseren Kampf gegen die Macht von Krypton.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14458118","hoster":"VOE"},{"path":"/redirect/14229162","hoster":"Vidoza"},{"path":"/redirect/14467652","hoster":"Streamtape"}]}]}]}]}