{"path":"/serie/stream/my-family-2022","name":"My Family (2022)","descr":"Ein Haus am Meer, eine kleine glückliche Familie und ein bevorstehendes furchtbares Unheil. Dies ist die Geschichte der Familie Narusawa, die zunächst ein ruhiges Leben in Kamakura führt. Die Familie besteht aus Tochter Tomoka, Mutter Michiru und Vater Haruto, dem CEO von Harukana Online Games, einem Unternehmen mit einer besonderen Stellung in der Videospielbranche. Das idyllische Familienleben findet jedoch ein jähes Ende, als Tomoka entführt wird. Ein verworrenes Spiel beginnt, in dem nichts so ist, wie es scheint. Ungeahnt wirft die Vergangenheit ihre Schatten voraus, und jede weitere Entscheidung, die getroffen wird, hat einen großen Einfluss auf die Zukunft. Im Laufe der Ereignisse werden schockierende Wahrheiten ans Licht gebracht, die das Leben aller Beteiligten auf den Kopf stellen.","seasons":[{"path":"/serie/stream/my-family-2022/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/my-family-2022/staffel-1/episode-1","name":"Jetzt musst du deine Familie beschützen!","epNo":1,"alt":"Now Is the Time to Protect Your Family!","descr":"Haruto Narusawa ist der CEO von Harukana Online Games, einem Unternehmen, das als Wegbereiter einer neuen Ära in der Spieleindustrie gilt. Er lebt mit seiner Frau Michiru und seiner Tochter Tomoka in ihrem Haus in Kamakura, Shōnan. Als Haruto eines Tages nach seiner Arbeit im Stadtzentrum nach Hause kommt, erhält er einen Anruf, der sein Leben für immer verändert. Tomoka ist entführt worden. Das geforderte Lösegeld beträgt 500 Millionen Yen. Nachdem Haruto die Präfekturpolizei von Kanagawa über den Sachverhalt informiert hat, setzt diese sofort eine Sonderkommission für den Entführungsfall ein. Eitarō Yoshino leitet diese Kommission. In der Zwischenzeit trifft der Ermittler Keishi Katsuragi, der ebenfalls zu der Einheit gehört, mit anderen Polizeibeamten im Haus der Narusawas ein. Während die Polizeibeamten bei ihm zu Hause sind, erfährt Haruto von seiner Geschäftspartnerin Kanako Tatewaki, dass das Unternehmen in Schwierigkeiten steckt und das Lösegeld daher nicht sofort zusammengetragen werden kann. In ihrer Verzweiflung greift Michiru nach einem Strohhalm und bittet ihre Freunde aus Studienzeiten, Aoi Miwa und Itsuki Tōdō, um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371302","hoster":"VOE"},{"path":"/redirect/12371301","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12448753","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12371971","hoster":"VOE"},{"path":"/redirect/12371972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-family-2022/staffel-1/episode-2","name":"Eine unheilvolle Wendung","epNo":2,"alt":"Turnabout From Doom","descr":"Haruto Narusawa und seine Frau Michiru geben die Entführung ihrer Tochter Tomoka im Internet bekannt, was das Mitgefühl der breiten Öffentlichkeit erregt und dazu führt, dass die Polizei zunehmend in die Kritik gerät. Da das Internet ihnen zuvorkommt, wetteifern die verschiedenen Medienhäuser nun darum, wer die neuesten Informationen über den Entführungsfall zuerst veröffentlichen kann. Am Morgen nach der Bekanntgabe der Entführung kontaktiert der Entführer das verzweifelte Paar und stellt ihnen ein Ultimatum und eine Forderung: keine Einmischung der Polizei im Austausch für das Leben ihrer Tochter. Doch Ermittler Katsuragi bleibt hartnäckig an dem Fall dran und lässt Haruto und Michiru keine andere Wahl, als eine Entscheidung zu fällen. In der Zwischenzeit stehen die Studienfreunde des Paares, der ehemalige Polizist Tōdō und der Anwalt Miwa, die den Stream des Paares gesehen haben, vor einem Dilemma. Sie müssen sich entscheiden, ob sie sich auf die Seite des Paares oder auf die der Polizei stellen. Zur gleichen Zeit taucht ein unerwarteter Gast im Haus der Narusawas auf. Ist er ein Verbündeter oder hegt er andere Absichten? Akira Akutsu, der sich um die technischen Details des Livestreams kümmerte, macht Kanako Tatewaki, der COO von Harukana Online Game sowie Harutos Geschäftspartnerin, einen gewagten Vorschlag. Dieser Vorschlag hat jedoch erhebliche Auswirkungen auf das Schicksal der Familie Narusawa.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12373496","hoster":"VOE"},{"path":"/redirect/12371305","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12444370","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13536029","hoster":"VOE"},{"path":"/redirect/12371950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-family-2022/staffel-1/episode-3","name":"Gib mir meine Tochter zurück!","epNo":3,"alt":"Give Me Back My Daughter!","descr":"Haruto und Michiru tun sich mit ihren Studienfreunden Miwa und Tōdō zusammen und schließen die Polizei aus dem Fall aus. Damit die Lösegeldübergabe ein garantierter Erfolg wird, tüftelt das Paar einen Plan aus, den sie an den Entführer übermitteln. Jetzt liegt es bei dem Entführer zu entscheiden, ob er ihren riskanten Plan durchziehen will oder nicht. Wird es Haruto gelingen, seine Tochter aus den Fängen des Entführers zu befreien? Es scheint, dass das Ziel in greifbare Nähe gerückt ist und der Fall der entführten Tomoka Narusawa ein glückliches Ende nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12373497","hoster":"VOE"},{"path":"/redirect/12371310","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12448776","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13536033","hoster":"VOE"},{"path":"/redirect/12371948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-family-2022/staffel-1/episode-4","name":"Der wahre Schuldige","epNo":4,"alt":"The True Culprit","descr":"Haruto und Michiru befreien ihre Tochter Tomoka aus den Fängen des Entführers. Obwohl sie hoffen, zu einem friedlichen Leben zurückzukehren, geht Haruto die Warnung von Katsuragi nicht mehr aus dem Kopf. Er würde es eines Tages bereuen, dem Entführer die Freiheit geschenkt zu haben. Es ging ihm nie um Rache oder Gerechtigkeit. Das Einzige, was für Haruto zählt, ist, dass Tomoka wohlbehalten zurück ist. Doch schon bald werden sie alle von einer neuen Tragödie heimgesucht. Was können sie nun tun? Wie wird die Polizei reagieren? Und werden sie alle jemals wieder Frieden finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371311","hoster":"VOE"},{"path":"/redirect/12371314","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13536026","hoster":"VOE"},{"path":"/redirect/12456181","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12371952","hoster":"VOE"},{"path":"/redirect/12371954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-family-2022/staffel-1/episode-5","name":"Ein Komplize! Der Schlüssel zur Wahrheit taucht auf","epNo":5,"alt":"Accomplice! The Key to the Truth Emerges","descr":"Haruto, Tōdō und Miwa kommen zusammen, um Miwas und Satsukis Tochter Yuzuki gesund und munter zurückzubringen. Auch diesmal verlangt der Entführer, dass die Verhandlungen ohne Polizeibeteiligung geführt werden. Unterdessen ahnt Katsuragi bereits, dass man ihn von den Entführungsfällen abziehen wird. Seine nicht unberechtigte Befürchtung ist, dass dieser Fall genau den gleichen Verlauf nehmen wird wie die Entführung von Koharu Tōdō, die sich vor fünf Jahren ereignet hat. Aus diesem Grund ergreift der Ermittler beispiellose Maßnahmen gegen Akutsu, den er hinter der Entführung vermutet. Nach langem Warten nimmt der Entführer endlich Kontakt zu Haruto auf. Die Freunde transportieren 500 Millionen Yen mit dem Auto, aber sie geraten in Gefahr, als Michiru die Polizei informiert, und die Sache nimmt einen schockierenden Ausgang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371316","hoster":"VOE"},{"path":"/redirect/12371320","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13536027","hoster":"VOE"},{"path":"/redirect/12603841","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13536035","hoster":"VOE"},{"path":"/redirect/12371962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-family-2022/staffel-1/episode-6","name":"Die Wahrheit: Verdacht auf Mittäterschaft?","epNo":6,"alt":"The Truth Suspicion of Complicity Coming Face-to-Face With the Criminal","descr":"Der Entführer schlägt wieder zu. Diesmal ist das Ziel Misaki, die Tochter von Akutsu und Eri. Der Täter weist Haruto die Rolle des Unterhändlers zu. Er informiert Misakis Eltern über die Forderungen des Entführers. Akutsu stellt das Lösegeld zusammen und wartet mit Haruto auf Anweisungen zur Übergabe. Katsuragi, der inzwischen von den Ermittlungen ausgeschlossen wurde, hat genug und sieht keine andere Möglichkeit, als sich auf ein riskantes Spiel einzulassen. Unterdessen ist Kanako Tatewaki in etwas Gefährliches verwickelt. Die Serie von Entführungen zerrt an den Nerven aller Beteiligten. Als alle Akteure beginnen, sich gegenseitig zu misstrauen, kommt es zu einer überraschenden Wendung. Eine Person taucht vor Haruto auf. Sieht er dem Entführer endlich in die Augen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371318","hoster":"VOE"},{"path":"/redirect/12371323","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13536025","hoster":"VOE"},{"path":"/redirect/12603844","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13536036","hoster":"VOE"},{"path":"/redirect/12371964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-family-2022/staffel-1/episode-7","name":"Von einem geliebten Menschen verraten: Du bist der Täter?!","epNo":7,"alt":"A Loved Ones Betrayal You are the Culprit!","descr":"Der gefürchtete Entführer ist enttarnt! Besser gesagt, die Entführerin! Nachdem Haruto wieder zu Bewusstsein gekommen ist, recherchiert er eilig den Hintergrund von Aya Suzuma und vermutet, dass sie einen Komplizen hat, der in die ganze Sache verwickelt ist. Aus Sorge um Misakis Sicherheit informiert er jedoch nicht die Polizei. Und Haruto hat bereits einen Verdacht, wer es sein könnte. Vier Entführungsfälle, die mit Tōdōs Tochter begannen. Wer ist der wahre Täter? Und was ist sein Motiv? Geht es wirklich nur ums Geld? Oder steckt mehr dahinter? Miwa und Tōdō begeben sich auf die Suche nach der Wahrheit zu Harutos Haus, während die Polizei ihnen heimlich auf den Fersen ist. Während alles noch in Dunkelheit gehüllt ist, wird Haruto etwas klar und eine Offenbarung folgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12472398","hoster":"VOE"},{"path":"/redirect/12472396","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13536032","hoster":"VOE"},{"path":"/redirect/12603826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-family-2022/staffel-1/episode-8","name":"Das letzte Kapitel- die Wahrheit hinter der Entführung: ade, mein Herz!","epNo":8,"alt":"The Truth Behind the Kidnapping Farewell My Beloved!","descr":"Haruto, Michiru und Miwa sind schockiert über das Geständnis ihres Freundes Todo. Haruto und die anderen müssen ihre Wut beiseite legen und Todo zuhören, während er jedes fehlende Glied in der Serie der Entführungen detailliert beschreibt. Es gibt jedoch immer noch unbeantwortete Fragen, während die Geschichte ihr letztes Kapitel erreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12456766","hoster":"VOE"},{"path":"/redirect/12456774","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13536028","hoster":"VOE"},{"path":"/redirect/12603849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-family-2022/staffel-1/episode-9","name":"Der letzte Kampf – das neue Ziel des Täters","epNo":9,"alt":"Episode 9","descr":"Misaki wird in einem schockierenden Zustand gefunden. Die Polizei spricht Haruto an und holt die 100 Millionen Yen aus seinem Haus zurück. Ohne ihr Wissen hat der Entführer Haruto und Todo für die Entführungen von Misaki und Koharu verantwortlich gemacht. Schlimmer noch, Kanakos skrupellose Entscheidung widerfährt Haruto. Dann taucht eine Schlüsselfigur in den polizeilichen Ermittlungen auf und der Täter hat ein neues Angriffsziel im Griff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12525819","hoster":"VOE"},{"path":"/redirect/12525817","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13536030","hoster":"VOE"},{"path":"/redirect/12603837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-family-2022/staffel-1/episode-10","name":"Eine Familie und ihre Hoffnung für die Zukunft","epNo":10,"alt":"Episode 10","descr":"Michiru wird entführt. Der Täter fordert Haruto auf, sie gegen Todo auszutauschen, der auf der Flucht ist. Um Michiru zu retten, bittet Haruto Katsuragi, den Entführer zu entlarven und versucht, Todo zu kontaktieren. Als die Entführungsserie endlich zu Ende geht, werden der Entführer und sein Motiv endlich enthüllt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12546945","hoster":"VOE"},{"path":"/redirect/12546944","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13536031","hoster":"VOE"},{"path":"/redirect/12636942","hoster":"Streamtape"}]}]}]}]}