{"seriesId":"my-hime","name":"My Hime","descr":"[Ger Sub in Staffel 2] Mai Tokiha und ihr jüngerer Bruder Takumi sind gerade an der Fuka Academy eingetroffen, an der sich in letzter Zeit viele seltsame Dinge zugetragen haben. Sie erfahren von der Existenz der HiMEs, Mädchen mit übernatürlichen Kräften, die in der Lage sind, mächtige Wesen, die sogenannten \"Kinder\" zu beschwören. Schon bald stellt sich heraus, dass Mai ebenfalls eine HiME ist, obwohl ihre Kräfte noch nicht vollständig erwacht sind.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das wichtigste Ereignis im Leben eines Mädchens","epNo":1,"alt":"A Girl\u0027s Most Important Event","descr":"Mai und Takumi werden bei einem Ausflug auf einem Schiff Zeuge einer dramatischen Rettungsaktion. Als das Schiff kurz darauf attackiert wird, erwachen bei Mai mysteriöse Kräfte.","versions":[{"lang":1,"streams":[{"redirect":8817657,"hoster":"VOE"},{"redirect":8601116,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geheimnisse nach der Schule","epNo":2,"alt":"After-School Secrets?","descr":"Mai und Takumi sind den ersten Tag an ihrer neuen Schule. Während Mai sich mit Mikoto anfreundet, wird Takumi von einem Monster angegriffen.","versions":[{"lang":1,"streams":[{"redirect":8817662,"hoster":"VOE"},{"redirect":8601120,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tanz der Flammen / Gelöbnis des Sterns","epNo":3,"alt":"Dance of Flames/Star\u0027s Oath","descr":"Während Takumi mit dem Monster kämpft, versucht Mai verzweifelt, ihren kleinen Bruder zu beschützen. Trotz Mikotos Unterstützung ist Mai dem Monster nicht gewachsen, und ruft Kagutschi zu Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8817665,"hoster":"VOE"},{"redirect":8601123,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Possen des Windes","epNo":4,"alt":"Mischief of the Wind","descr":"In der Fuka Akademie treibt ein gemeiner Unterwäsche-Dieb sein Unwesen. Als die Diebstähle sich häufen, versuchen die Mädchen den Dieb eine Falle zu stellen.","versions":[{"lang":1,"streams":[{"redirect":8817664,"hoster":"VOE"},{"redirect":8601122,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Regen - Tränen...","epNo":5,"alt":"Rain — Tears...","descr":"Ein Orphan attackiert die Stadt, doch Mai hat ihre eigenen Probleme. Die ständige Angst um ihren kranken Bruder setzt ihr zu, doch Tate erweist sich überraschenderweise als guter Seelsorger.","versions":[{"lang":1,"streams":[{"redirect":8817666,"hoster":"VOE"},{"redirect":8601125,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Brennende 17-jährige","epNo":6,"alt":"She Passionate Age of 17","descr":"Für eine Hochzeit am legendären Fuka-Schrein, bittet Yuiichi Mai, Takumi und Mikoto um Hilfe. Am Tag der Trauung gibt sich Midori als eine HiME zu erkennen.","versions":[{"lang":1,"streams":[{"redirect":8817669,"hoster":"VOE"},{"redirect":8601128,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verlorenes Kätzchen","epNo":7,"alt":"Lost Kittens","descr":"Mikoto verbringt viel Zeit mit Yuuki und bekommt somit ihren schlechten Einfluss zu spüren. Als Mai und Natsuki eines Abends Zeuge werden, wie Yuuki Mikoto für ihre miesen Spiele missbraucht, droht die Situation zu eskalieren.","versions":[{"lang":1,"streams":[{"redirect":8817667,"hoster":"VOE"},{"redirect":8601126,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wichtige Sache","epNo":8,"alt":"Precious Thing.","descr":"An der Fuka-Akademie findet eine aufwändig geplante Jubiläumsfeier statt. Während die zahlreichen Gäste ausgelassen feiern, muss Higurashi einen Orphan bekämpfen, um ihren Freund zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":8817670,"hoster":"VOE"},{"redirect":8601127,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Meeresfräulein und Natsuki\u0027s Geheimnis","epNo":9,"alt":"The Sea, The Maidens, and Natsuki\u0027s Secret","descr":"Natsuki schließt Mai und Mikoto in ihre Ermittlungen über ‚District One‘9 mit ein. Gemeinsam dringen sie in ein verlassenes First District Gebäude, um an mehr Informationen heranranzukommen.","versions":[{"lang":1,"streams":[{"redirect":12917818,"hoster":"VOE"},{"redirect":8601132,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kuchenschlacht!!!","epNo":10,"alt":"Cake Wars!!!","descr":"Mai und ihre Freunde nehmen an einem Back-Wettbewerb teil, der von Midori organisiert wird. Der Wettbewerb wird jedoch von einem Orphan unterbrochen.","versions":[{"lang":1,"streams":[{"redirect":8817672,"hoster":"VOE"},{"redirect":8601130,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Rondo von Licht und Schatten","epNo":11,"alt":"Dance of Light and Darkness","descr":"Am Campus wütet ein Vampir, der es nur auf HiME abgesehen hat. Nachdem über den Campus eine Ausgangssperre verhängt wird bittet Nagi Mai, nicht nach dem vermeintlichen Vampir zu suchen.","versions":[{"lang":1,"streams":[{"redirect":8817671,"hoster":"VOE"},{"redirect":8601131,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Engelsgleiches Lächeln","epNo":12,"alt":"The Smile of an Angel","descr":"Natsuki wird entführt nachdem sie das Versteck des Feindes identifiziert hat. Mit Hilfe von Yukino, einer neuen HiME, eilen ihr Mai und Mikoto zu Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8817673,"hoster":"VOE"},{"redirect":8601129,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Nacht der Tamayura","epNo":13,"alt":"Night of the Tamayura","descr":"An der Schule findet das romantische Tamayu-Festival statt. Mai und Reito haben dort ihr erstes Date – doch bevor es zum ersten Kuss kommt, werden sie von Tate unterbrochen.","versions":[{"lang":1,"streams":[{"redirect":8817674,"hoster":"VOE"},{"redirect":8601133,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Akademie im Visier","epNo":14,"alt":"The Targeted Academy","descr":"Um endlich alle HiME zu lokalisieren und in Gewahrsam zu nehmen, zerstört die Searss-Organisation die Brücke, und rollt mit einer Panzerdivision an. Nagi und Mashiro versuchen die HiME, in einer Höhle im Untergrund zu versammeln.","versions":[{"lang":1,"streams":[{"redirect":8817675,"hoster":"VOE"},{"redirect":8601134,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"High School Girl * Durch die Galaxis","epNo":15,"alt":"A High School Girl * Soars To the Heavens","descr":"Die HiME schaffen es, die Searrs Soldaten in Schach zu halten. Alyssa versucht die Schule mitsamt den Schülern zu zerstören, doch Mai kann sie mit Hilfe von Kagusuchi aufhalten.","versions":[{"lang":1,"streams":[{"redirect":8817679,"hoster":"VOE"},{"redirect":8706612,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Parade","epNo":16,"alt":"Parade","descr":"Midori gründet eine Anti-Orphan-Einsatzgruppe und lädt ihre HiME-Freundinnen in die lokale Karaokebar, um zu feiern. Zur selben Zeit findet Takumi mehr über Akiras wahrer Identität heraus, und beschliesst, ihn zu töten.","versions":[{"lang":1,"streams":[{"redirect":12917824,"hoster":"VOE"},{"redirect":8601135,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Täuschende Lippen","epNo":17,"alt":"Deceitful Lips","descr":"Die Anti-Orphan-Einsatzgruppe erfährt von Nagi, dass der rote Stern direkt auf die Erde zurast, um diese zu vernichten. Nur eine HiME, die alle anderen HiME besiegt hat, kann den roten Stern stoppen.","versions":[{"lang":1,"streams":[{"redirect":8817678,"hoster":"VOE"},{"redirect":8601138,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Anfang","epNo":18,"alt":"The Beginning","descr":"Mai wird von einer geheimnisvollen HiME angegriffen. Yukariko belügt die Gruppe, und verursacht einen Streit zwischen Natsuki und Nao.","versions":[{"lang":1,"streams":[{"redirect":8817677,"hoster":"VOE"},{"redirect":8601143,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Labyrinth im Herzen","epNo":19,"alt":"Labyrinth of the Heart","descr":"Die HiME beginnen sich gegenseitig zu bekämpfen. Takumi fragt sich, ob er für Mai ein Hindernis ist, und beschließt, die Reise nach Amerika alleine anzutreten.","versions":[{"lang":1,"streams":[{"redirect":8817680,"hoster":"VOE"},{"redirect":8601137,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Tanz des Feuers / Tränenreiches Schicksal","epNo":20,"alt":"Dance of Flames/Tears of Destiny","descr":"Die flötenspielende HiME versucht Mai zu attackieren. Natsuki kann einen Kampf verhindern und fordert Mai auf, weiter nach Takumi zu suchen.","versions":[{"lang":1,"streams":[{"redirect":8817684,"hoster":"VOE"},{"redirect":8601145,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Du, der Finstere, Zeit um weiterzukommen","epNo":21,"alt":"The Obsidian Prince Awakens","descr":"Shizuru Fujino gibt sich als HiME zu erkennen. Zur selben Zeit machen sich Mashiro und Fumi auf den Weg, um den Dunklen Prinzen zu konfrontieren.","versions":[{"lang":1,"streams":[{"redirect":8817685,"hoster":"VOE"},{"redirect":8601144,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Zusammenbruch","epNo":22,"alt":"Collapse","descr":"Nach dem letzten Kampf fehlt von vielen Schülern jede Spur. Mai macht sich auf die Suche nach dem Dunklen Prinzen um Antworten auf ihre Fragen zu finden.","versions":[{"lang":1,"streams":[{"redirect":8817681,"hoster":"VOE"},{"redirect":8601141,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Freundschaft und Liebe, Herzlos","epNo":23,"alt":"Love and Friendship, Heartlessness","descr":"Midori kann mit dem Schlüssel, den sie von Mashiro bekommen hat, Miyu zum Leben erwecken. Währendessen erfährt Yuuichi, dass Mai Gefühle für ihn hegt, und macht sich auf die Suche nach ihr.","versions":[{"lang":1,"streams":[{"redirect":8817690,"hoster":"VOE"},{"redirect":8601140,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Liebe ist ein Kampf","epNo":24,"alt":"Love is a Battle","descr":"Als Mai der Nonne in der Kirche gegenüber steht, fragt sie sich selbst, was für eine Welt sie sich eigentlich wünscht. Tief in Gedanken versunken bemerkt sie nicht, dass das Child der Nonne sie angreifen will, doch Tate kann sie retten","versions":[{"lang":1,"streams":[{"redirect":8817687,"hoster":"VOE"},{"redirect":8601142,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Zeit des Schicksals entgegen","epNo":25,"alt":"The Moment of Destiny","descr":"Zwischen Shizuru und Natsuki bricht ein Kampf aus. Miyu und Mai möchten den Dunklen Prinzen töten, doch Mikoto und ihr Child stellt sich ihnen in den Weg.","versions":[{"lang":1,"streams":[{"redirect":8817691,"hoster":"VOE"},{"redirect":8601149,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Glänzende Tage","epNo":26,"alt":"Shining * Days","descr":"Der Dunkle Prinz möchte mit Mai einen Pakt eingehen. Mai weigert sich jedoch und steht dem Prinzen alleine im Kampf gegenüber.","versions":[{"lang":1,"streams":[{"redirect":8817694,"hoster":"VOE"},{"redirect":8601147,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Yumemiya - Arika","descr":"Die junge Arika Yumemiya reist auf der Suche nach ihrer Mutter in das Königreich Windbloom, um eine Otome zu werden. Bald lernt sie die Garderobenschülerin Nina, Ninas Ziehvater Sergay und die rebellische Prinzessin Mashiro kennen. Ein Monster, das als Sklave bekannt ist, greift Arika, Nina und Mashiro an, aber Meister Otome Shizuru Viola besiegt es leicht, beeindruckt Arika und inspiriert sie, ein Otome zu werden.","versions":[{"lang":2,"streams":[{"redirect":13518220,"hoster":"VOE"},{"redirect":10130492,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817682,"hoster":"VOE"},{"redirect":8601148,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Gust of Wind that Blows Through the Eden of the Otome!?","descr":"Tief beeindruckt, nachdem sie Shizurus Macht miterlebt hat, ist Arika entschlossener denn je, ein echter Otome zu werden und die Schule von Garderobe zu besuchen. Sie schleicht sich aus der Krankenstation und weicht den Schülern aus, die sie verfolgen, und erreicht den Raum, in dem der Rat den vorherigen Vorfall und Ninas Bestrafung bespricht, und erklärt ihre Absicht, sich anzuschließen.","versions":[{"lang":2,"streams":[{"redirect":13518222,"hoster":"VOE"},{"redirect":10130490,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817683,"hoster":"VOE"},{"redirect":8601157,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"First Ex·pe·ri·ence","descr":"Um die Erlaubnis zu erhalten, die Otome-Schule von Garderobe zu besuchen, muss sich die unerfahrene Arika Nina während der Krönungszeremonie von Mashiro in einem Ausstellungskampf stellen, da sie weiß, dass Nina, wenn sie verliert, ausgewiesen wird. Nina gewinnt im Kampf die Oberhand, aber während der Zeremonie greift ein mysteriöser Ritter an und Arika fängt ein fallendes Flugzeug auf und hält es lange genug, damit Brigadegeneral Haruka Armitage, ein Meister Otome, es in Sicherheit werfen kann.","versions":[{"lang":2,"streams":[{"redirect":13518223,"hoster":"VOE"},{"redirect":10130491,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13496326,"hoster":"VOE"},{"redirect":8601150,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Flaming Transfer Student!!","descr":"Nach einem sicheren Abschluss der Krise der vorherigen Folge wird Arika in die Garderobe aufgenommen und erhält unterwegs einige wichtige Lektionen. Sie gewinnt einige neue Freunde sowie einige neue Feinde.","versions":[{"lang":2,"streams":[{"redirect":13518224,"hoster":"VOE"},{"redirect":10130503,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817686,"hoster":"VOE"},{"redirect":9241057,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Academy, the Uniform and Me","descr":"Arikas Studium gerät in Gefahr, als ihre Uniform in einem Geschäft auftaucht, da sie Geld für den Besuch braucht. Um zu beweisen, dass sie die Uniform nicht verkauft hat, vertraut Arika ihren neuen Freunden, um den wahren Täter aufzudecken, und Hinweise scheinen auf Mashiros Katze Mikoto zu verweisen. Ohne ihr Wissen stahl ein Kommilitone die Uniform, um sie zu sabotieren. Unterdessen beginnt eine unbekannte Person, die Arikas Mutter kannte, ihr Geld und Briefe zu schicken.","versions":[{"lang":2,"streams":[{"redirect":13518225,"hoster":"VOE"},{"redirect":10130495,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13496324,"hoster":"VOE"},{"redirect":8601152,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Nina, Gets Wrapped...orz","descr":"Die Eifersucht des Oberklassenmitglieds Shiho auf Nina erreicht katastrophale Höhen, als sie beschließt, während des Sportunterrichts das Schwimmbad der Schule zu sabotieren, indem sie eine Gelle Anguille hineinpflanzt. Nachdem Nina fast ertrunken ist, versuchen sie es mit Salz zu entlarven, aber weil jemand die Etiketten von Salz und Zucker vertauscht hat, vergrößern sie es am Ende. Die Pearl-Studentin Juliet Nao Zhang greift ein, und kurz darauf wird Arika neben Nina ihre Zimmermädchen.","versions":[{"lang":2,"streams":[{"redirect":13518226,"hoster":"VOE"},{"redirect":10130496,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13496325,"hoster":"VOE"},{"redirect":8601151,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Blue Dance / Oath of the Maiden","descr":"Während sie beim Wiederaufbau des Königspalastes hilft, hört Arika ein Gerücht über Mashiro. Arika und Mashiro finden unter der Burg eine mysteriöse Maschine, die Arikas Korallenjuwel zerstört. Als ein Sklave angreift, schließen Arika und Mashiro einen Vertrag und Arika schafft es, den Sklaven mit der Kraft des Blauen Himmelssaphirs zu besiegen.","versions":[{"lang":2,"streams":[{"redirect":13518227,"hoster":"VOE"},{"redirect":10130500,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13496327,"hoster":"VOE"},{"redirect":8601156,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Destiny`s Yoke","descr":"Arika ist nun dafür verantwortlich, einen Weg zu finden, ihren Vertrag zu kündigen, während sie ihn geheim hält. Um mehr zu erfahren, brechen Arika und ihre Freunde in das Mausoleum von Garderobe ein. Sie erfahren, dass Otomes vor allem ihren Meistern treu sind, auch wenn sie gegen ihre Freunde kämpfen müssen. Arika beschließt jedoch, einen Weg zu finden, dies zu ändern.","versions":[{"lang":2,"streams":[{"redirect":10130499,"hoster":"VOE"},{"redirect":10130502,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13496330,"hoster":"VOE"},{"redirect":8601153,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Ocean - Swimsuit + Distress \u003d ?","descr":"Als Teil des Otome-Trainings beginnt Arikas Coral-Klasse eine 100 km lange Wanderung durch den Widder. Mit zufällig ausgewählten Paaren begeben sich die Schüler in die Wildnis, als für Arika und ihre Partnerin Erstin die Dinge schief laufen. Eine Schlange beißt Erstin, die Nanomaschinen in ihr versagen, und die Armbänder, mit denen Hilfe herbeigerufen wurde, gehen kaputt. Eine mysteriöse Gestalt greift Arika an.","versions":[{"lang":2,"streams":[{"redirect":13518228,"hoster":"VOE"},{"redirect":10130504,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13496331,"hoster":"VOE"},{"redirect":8601154,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"That`s the Great Crisis of a Maiden","descr":"Garderobe, Widder, Windbloom und Artai ziehen los, um die beiden verlorenen Coral-Schüler zu retten, während eine mysteriöse Gruppe, Aswad, durch die Gegend zieht.","versions":[{"lang":2,"streams":[{"redirect":13518229,"hoster":"VOE"},{"redirect":10130505,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13496328,"hoster":"VOE"},{"redirect":8601158,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Happy Birthday","descr":"Nina und Arika werden geschickt, um Mashiro zu einem Treffen mit königlichen Gästen aus einem Nachbarland zu begleiten. Um einen internationalen Konflikt zu vermeiden, wenn Mashiro wegläuft, lässt sich Windbloom hastig einen Ersatz einfallen.","versions":[{"lang":2,"streams":[{"redirect":13518230,"hoster":"VOE"},{"redirect":10130508,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13496329,"hoster":"VOE"},{"redirect":8601159,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Masquerade Ball?","descr":"Arika verkörpert den vermissten Mashiro und trifft den fremden Prinzen Takumi, während Nina vorgibt, Arika zu sein. Währenddessen nimmt Mashiro den Namen Nina an und landet in den Slums von Windbloom, wo sie einen fremden Jungen trifft, der sich als echter Prinz Takumi herausstellt, der auf der Suche nach seiner Schwester kam.","versions":[{"lang":2,"streams":[{"redirect":13518231,"hoster":"VOE"},{"redirect":10130509,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817698,"hoster":"VOE"},{"redirect":8601160,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Towards the Red Sky","descr":"Arika erkennt, dass sie Gefühle für Sergay entwickelt hat und es schwer fällt, sich zwischen dem Schicksal eines Otome und der Suche nach der Liebe ihres Lebens zu entscheiden. Ungefähr zu dieser Zeit wird Akane Soir, der besten Pearl-Studentin, die Chance geboten, als Florences Meister Otome zu fungieren, aber dies wird sie für immer von ihrem Freund Kazuya trennen. In letzter Sekunde beschließt sie, mit Kazuya durchzubrennen. An anderer Stelle kämpfen zwei Meister Otomes aus verschiedenen Ländern gegeneinander.","versions":[{"lang":2,"streams":[{"redirect":13518232,"hoster":"VOE"},{"redirect":10130512,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13496334,"hoster":"VOE"},{"redirect":8601162,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"An Otome`s S.O.S","descr":"Arikas Freunde machen sich Sorgen über ihr seltsames Verhalten. Unterdessen untersucht Shizuru den kochenden Otome-Konflikt zwischen den beiden Ländern Romulus und Remus.","versions":[{"lang":2,"streams":[{"redirect":13518233,"hoster":"VOE"},{"redirect":10130513,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13496333,"hoster":"VOE"},{"redirect":8601161,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Arika, crying","descr":"Sergay rettet Arika aus einer gefährlichen Situation und gibt ihr die Chance, auf ihre Gefühle zu reagieren, aber er stößt sie weg und erkennt, dass sie die wahre Prinzessin von Windbloom sein könnte. Arika spricht später mit einem ähnlich verzweifelten Mashiro und verspricht zu sehen, ob Arika zuerst ein Meister Otome oder Mashiro eine Königin werden kann, die alle glücklich macht.","versions":[{"lang":2,"streams":[{"redirect":13518237,"hoster":"VOE"},{"redirect":10130516,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13496332,"hoster":"VOE"},{"redirect":8601163,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"It`s a Promise!","descr":"Arika, Nina und Erstin versprechen alle gemeinsam Meister Otomes zu werden. Nagi de Artai und Schwarz starten jedoch einen Putsch gegen Windbloom und Garderobe.","versions":[{"lang":2,"streams":[{"redirect":13518234,"hoster":"VOE"},{"redirect":10130519,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13536034,"hoster":"VOE"},{"redirect":8601168,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Azure dance / Thoughts, When They Scatter","descr":"Während feindliche Truppen in die Hauptstadt Windbloom einfallen, werden alle Otomes in die Schlacht gerufen. Aber ein feindlicher Plan führt dazu, dass die Quelle der Otome-Technologie geschlossen wird. Arika erfährt, dass Erstin ein Agent von Schwartz ist, der Prinzessin Mashiro fangen will, und sie müssen gegeneinander kämpfen. Sergay, der versucht, Arika zu beschützen, enthüllt sich als ihr Wohltäter und gibt zu, dass sie die wahre Prinzessin sein könnte, was Nagi dazu bringt, zu erkennen, dass Sergay Informationen zurückgehalten hat. Nina, sehr verärgert darüber, dass Sergay anscheinend Arika bevorzugt hat, greift Arika an, aber Erstin blockiert den Angriff mit ihrer Sklavin und stirbt, indem sie ihren Freunden sagt, dass sie am liebsten mit ihnen zusammen sein möchte. Arika und Nina prallen aufeinander und verursachen eine große Explosion.","versions":[{"lang":2,"streams":[{"redirect":13518235,"hoster":"VOE"},{"redirect":10130520,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817706,"hoster":"VOE"},{"redirect":8601164,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Whiteout","descr":"Drei Tage nach der verheerenden Razzia gegen Windbloom ist Mashiro gezwungen, sich Flüchtlingen anzuschließen, die aus ihrer Heimat fliehen. Nina dient jetzt als Meister Otome von Nagi. Mashiro lernt ihr verbanntes Volk besser kennen und erfährt die schmerzhafte Wahrheit über ihre Führungsqualitäten, als die armen Leute von Windbloom, die von Nagis Besatzung vertrieben wurden, Aoi wegen ihrer Loyalität zu Mashiro bedrohen. Aoi weigert sich, dem Mob zu sagen, wo Mashiro ist, stürzt stattdessen von einer Klippe und ein von Trauer geplagter Mashiro flieht.","versions":[{"lang":2,"streams":[{"redirect":13518236,"hoster":"VOE"},{"redirect":10130521,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817708,"hoster":"VOE"},{"redirect":8601165,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"17 year-old of Fate","descr":"Mashiro wacht im Dorf Aswad auf und wird wieder mit Arika vereint. An anderer Stelle machen sich Natsuki und Nao auf den Weg zur Republik Widder, um Hilfe zu erbitten.","versions":[{"lang":2,"streams":[{"redirect":13518238,"hoster":"VOE"},{"redirect":10130522,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817710,"hoster":"VOE"},{"redirect":8601166,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Don\u0027t call me Nina","descr":"Durch die Distanz zu ihren alten Freunden fühlt sich Nina ihrem Pflegevater Sergay immer näher. Natsukis Bitte um Hilfe wird in Widder abgelehnt, so dass sie gezwungen ist, Hilfe bei Cardair zu suchen, wohin der König gerade seinen Otome geschickt hat, um wertvolle Daten aus dem Dorf Aswad zu erhalten.","versions":[{"lang":2,"streams":[{"redirect":13518239,"hoster":"VOE"},{"redirect":10130523,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817709,"hoster":"VOE"},{"redirect":8601167,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"When The White Princess Awakens","descr":"Nagi entdeckt, dass die wahre Thronfolgerin Nina sein könnte. Mashiro empfindet Mitleid mit ihrem im Exil lebenden Volk und bittet Aswad, sie aufzunehmen. Sergay schmiedet einen Plan, um Mashiro mit Hilfe der Walküre-Einheit zu fangen.","versions":[{"lang":2,"streams":[{"redirect":13518240,"hoster":"VOE"},{"redirect":10130528,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14090682,"hoster":"VOE"},{"redirect":8601169,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"The Song of Destruction","descr":"Aswad greift Cardair als Vergeltung für ihren Verrat an. Zurück im Dorf kommen Sergay und die Walküren an, um Mashiro und Arika mit Gewalt zu erobern. Währenddessen lässt Nagi Nina die wahre Kraft des Harmoniums aktivieren.","versions":[{"lang":2,"streams":[{"redirect":13518244,"hoster":"VOE"},{"redirect":10130529,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817712,"hoster":"VOE"},{"redirect":8601171,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Arika of the Mysterious Valley","descr":"Arika, Mashiro und Miyu landen im Black Valley, wo sie auf die lange vermisste Mai und Mikoto, die Katzengöttin, treffen. Arika erfährt, dass sie die Tochter von Lena Sayers, der Otome für das Königreich Windbloom, ist und dass Nina die wahren Prinzessinnen ist. Natsuki und Nao schließen sich ihnen später an. Der Titel der Episode bezieht sich auf Nausicaä aus dem Tal der Winde .","versions":[{"lang":2,"streams":[{"redirect":13518241,"hoster":"VOE"},{"redirect":10130530,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817714,"hoster":"VOE"},{"redirect":8601170,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"For your sake...","descr":"Während Pläne zur Befreiung von Windbloom im Gange sind, setzt Sergay sein Leben aufs Spiel, um Nina zu beschützen und die Quelle der Macht der Sklaven und Walküren zu zerstören, wird jedoch stattdessen erschossen. Nina muss das Harmonium bedienen, eine Waffe, die ganze Städte zerstören kann, um ihn am Leben zu erhalten.","versions":[{"lang":2,"streams":[{"redirect":13518243,"hoster":"VOE"},{"redirect":10130532,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12380325,"hoster":"VOE"},{"redirect":8601174,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Maiden of the Azure Sky","descr":"Nina bedient das Harmonium, um den tödlich verwundeten Sergay zu retten. In der Zwischenzeit wird die Operation Liberate Windbloom in vollem Gange, wobei rivalisierende Armeen gegeneinander antreten und die Otome versuchen, ihre Kräfte zurückzugewinnen. Das System, das die Walküren antreibt, angetrieben von Lenas Leiche, behindert die Otomes, aber Arika zerstört den Körper ihrer Mutter.","versions":[{"lang":2,"streams":[{"redirect":13518242,"hoster":"VOE"},{"redirect":10130536,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817716,"hoster":"VOE"},{"redirect":8601173,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Dream Wing ~ Dream`s Whereabouts","descr":"Die Otomes treten gegen Nagi und die Macht des Harmoniums an, und Arika gerät in einem letzten Kampf mit Nina in Konflikt, nachdem sie die wahre Macht des Blauen Himmelssaphirs freigesetzt hat. Arika sagt Nina, dass es noch nicht zu spät ist, ihre Fehler wieder gut zu machen, und schafft es, sie zu besiegen, während das Harmonium sie in Besitz nimmt und den Ultimate Black Diamond zerstört. Einige Zeit später wendet sich Mashiro an ihre Leute und Sergay erwacht unter Ninas Obhut aus dem Koma.","versions":[{"lang":2,"streams":[{"redirect":13528282,"hoster":"VOE"},{"redirect":10130537,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8817715,"hoster":"VOE"},{"redirect":8601172,"hoster":"Streamtape"}]}]}]}]}