{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex","name":"My Stepmom’s Daughter Is My Ex","descr":"[Mamahaha no Tsurego ga Motokano Datta] Yume Ayai und Mizuto Irido waren in der Mittelschule ein Paar. Sie flirteten, hielten Händchen, küssten sich … allerdings sollte die Beziehung nicht gut enden. Nach einigen Streitigkeiten über triviale Dinge endete die traute Zweisamkeit und sie trennten sich nach dem Schulabschluss. Die Oberschule soll ein Neustart werden, wäre da nicht ein Problem: Ihre Eltern heiraten, und so werden die beiden Stiefgeschwister! Da sie ihre einstige Beziehung bisher geheim gehalten haben, wissen ihre Eltern nichts davon, und um ihnen keine Probleme zu bereiten, spielen sie ihnen die liebevollen Geschwister vor, die sich bis vor Kurzem nicht kannten. Aber kann dies wirklich gut gehen, mit dem einst geliebten Menschen unter einem Dach, wenn Erinnerungen und Gefühle an die gemeinsame Zeit wieder hochkommen?","seasons":[{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-1","name":"","epNo":1,"alt":"The Former Couple Refuses to Say... ,,It`s Things Like This...!``","descr":"Mizuto und Yume waren früher zusammen, aber jetzt sind sie plötzlich Stiefgeschwister geworden. Beide sind sich einig, dass sie nichts tun wollen, was ihre frisch wieder verheirateten Eltern enttäuschen würde. Keiner von ihnen kann jedoch den anderen als ältestes Geschwister in der Beziehung akzeptieren. Also einigen sich beide darauf, die Angelegenheit mit einem Spiel zu regeln. Derjenige, der etwas tut, das gegen das normale Verhalten von Geschwistern verstößt, hat verloren. Damit ist er der jüngere Geschwisterteil.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10829525","hoster":"VOE"},{"path":"/redirect/10829522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-2","name":"","epNo":2,"alt":"My Ex Needs Taking Care Of \"Thirty-Eight Degrees, Apparently\"","descr":"Yume ist eigentlich ein Sportfreak. Aber weil sie nicht dafür bekannt sein will, gibt sie sich wahnsinnig viel Mühe, beim Fitnesstest der Schule gut abzuschneiden. Vielleicht übertreibt sie es ein bisschen","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10878026","hoster":"VOE"},{"path":"/redirect/10878028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-3","name":"","epNo":3,"alt":"My Ex Has a Confession to Make","descr":"Es ist Nacht im Haus der Iridos. Yume ist irgendwie in den Besitz von Mizutos Boxershorts gekommen. Wenn Mizuto das herausfindet, würde das mit ziemlicher Sicherheit bedeuten, dass sie zur Strafe zugeben müsste, die jüngere Schwester zu sein. In der Hoffnung, dies zu vermeiden, wartet Yume, bis Mizuto eingeschlafen ist, bevor sie ins Bad geht, um seine Unterwäsche in den Wäschekorb zurückzulegen. Doch wen trifft sie auf dem Flur, einen verwirrten Mizuto mit offenem Mund und Yumes eigenem BH, der an seinem Griff baumelt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10931600","hoster":"VOE"},{"path":"/redirect/10931601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-4","name":"","epNo":4,"alt":"That\u0027s Not What You\u0027re Supposed to Say","descr":"Als Strafe für den Vorfall mit der Unterwäsche verlangt Mizuto, dass Yume mit ihm ausgeht. Yume ist von der plötzlichen Entwicklung überrascht, aber sie ahnt nicht, dass dies alles Teil von Kawanami Kogures hinterhältigem Plan ist, einem Plan, der Minami Akatsukis wahnhafte Träume von einer Heirat mit Mizuto zerstören soll, um Yumes vernarrte kleine Schwester zu werden. Und wie könnte man das anders machen, als ihr zu zeigen, dass Yume nur Augen für Mizuto hat?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10952401","hoster":"VOE"},{"path":"/redirect/10952397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-5","name":"","epNo":5,"alt":"The Former Couple Spends the Night","descr":"Yume bittet Mizuto, beim Kauf eines Geschenks für Yuni zum Muttertag zu helfen. Als solche kaufen sie Rosen, was Yuni Freudentränen weint. Mizuto betet später am Schrein seiner Mutter, die starb, als er noch sehr jung war. Da ihre Eltern technisch gesehen frisch verheiratet sind, schlägt Mizuto vor, dass er und Yume ihnen eine Nacht alleine geben, indem sie das Haus verlassen. Sein Vorschlag eines billigen Liebeshotels wird abgelehnt, also beschließt Mizuto, bei Kawanami zu übernachten, während Yume nebenan bei Minami schläft. Kawanami gibt Mizuto zu, dass er und Minami einst beste Freunde waren, aber obwohl sie nebenan wohnten, haben sie sich auseinandergelebt. Die Jungs spielen sich gegenseitig einen Streich, indem sie peinliche Dinge durch die dünnen Wände schreien, was beide Mädchen wütend auf sie macht. Nach dem Abendessen in einem Restaurant weist Kawanami Mizuto darauf hin, dass er und Minami zwar offen über alles streiten, Mizuto und Yume streiten sich, indem sie versuchen, sich gegenseitig auszutricksen, zu unterminieren und zu übertrumpfen, was nicht gesund erscheint. Später am Abend treffen sich Mizuto und Yume auf separaten Balkonen. Mizuto kommentiert, dass ihre Eltern, wenn sie sich nicht unerwartet scheiden lassen, für immer als Stiefgeschwister festsitzen werden, was sie beide traurig macht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10991537","hoster":"VOE"},{"path":"/redirect/10991536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-6","name":"","epNo":6,"alt":"The Former Couple Goes Head-to-Head \u0027Do You Think I\u0027m Stupid?","descr":"Die Prüfungen nähern sich und Yume ist als bestplatzierte Schülerin entschlossen, ihre Position zu behaupten und Mizuto in ihrer akademischen Rivalität zu schlagen. Nach der ersten Prüfung ist sie wütend, als sie entdeckt, dass Mizuto seine eigene Punktzahl absichtlich gesenkt hat, um sie gewinnen zu lassen, fast so, als würde es ihn nicht genug interessieren, um es überhaupt zu versuchen. Yume beginnt sich zu fragen, ob ihre Rivalität jemals echt war. Nachdem die Prüfungen vorbei sind, entdeckt Yume jedoch, dass Mizuto sie als erstklassige Schülerin ersetzt hat, obwohl er sie herausfordert, ihn während des Finales zu schlagen, wenn das Gewinnen so wichtig ist. Yume merkt, dass sie jetzt Zweite ist, sie verspürt nicht den Druck, perfekt zu sein und entspannt sich tatsächlich, was Mizuto versucht hatte, ihr beizubringen, da nur er sie versteht. Sie beeilt sich, ihn zu finden, um ihm erneut ihre Liebe zu gestehen, findet ihn jedoch im Gespräch mit einem anderen Mädchen, Isana Higashira, einer streng introvertierten Frau. Obwohl Mizuto sich erst kürzlich getroffen hat, betrachtet er Higashira als seinen engsten Freund. Yume versucht ihre Eifersucht zu verbergen, indem sie sich nett zu ihm verhält, aber Mizuto weiß automatisch, dass das seltsam ist. Zuerst bringt er sie dazu, nervös zu werden, und verlangt dann zu wissen, was los ist. Yume gibt ihre Eifersucht zu, also verärgert er sie, damit sie wieder normal wird. Nach dem Treffen mit Higashir ist Yume überzeugt, dass sie Freunde ohne romantische Absichten sind.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11036586","hoster":"VOE"},{"path":"/redirect/11036583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-7","name":"","epNo":7,"alt":"Higashira Isana Doesn\u0027t Know What Love Is\"","descr":"Aufgrund ihres gemeinsamen Interesses an Light Novels betrachtet Isana Mizuto als einen guten Freund. Doch Yume und Akatsuki machen ihr klar, dass ihre Gefühle für ihn viel tiefer gehen könnten. Jetzt, da Isana sich ihrer wahren Gefühle bewusst ist, wünscht sie sich, Mizutos Freundin zu werden. Leider scheint er auf ihre Annäherungsversuche nicht zu reagieren. Yume und Akatsuki versuchen, ihr Ratschläge zu geben, aber es läuft nicht ganz nach Plan.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11064033","hoster":"VOE"},{"path":"/redirect/11064036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-8","name":"","epNo":8,"alt":"The Former Couple\u0027s On Edge","descr":"Higashira fragt Mizuto, ob sie sich nicht mal seine Büchersammlung anschauen kann. Sie ist auf der Suche nach einer älteren Light-Novel-Reihe.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11114113","hoster":"VOE"},{"path":"/redirect/11114147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-9","name":"","epNo":9,"alt":"Youthful Indiscretion","descr":"Wir werden in die Zeit zurückversetzt, als Yume und Mizuto noch ein Paar waren. Eine Zeit, in der keiner der beiden seine Nerven in ihrer allerersten Beziehung unter Kontrolle hatte. Das junge Paar hat bereits Händchen gehalten und sich geküsst und ist bereit, den nächsten Schritt zu tun. Die Frühlingsferien vergehen jedoch, ohne dass die beiden den ersten Schritt machen können. Als sie in ihr drittes und letztes Jahr der Mittelschule kommen, werden die beiden leider in getrennte Klassen gesteckt. Da sie nicht mehr so viel Zeit miteinander verbringen können, beginnen sich die beiden auseinander zu leben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12337294","hoster":"VOE"},{"path":"/redirect/11172389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-10","name":"","epNo":10,"alt":"The Former Couple Doesn`t Know How to Act \"Aren`t You Two Acting a Little Awkward?\"","descr":"Es ist der erste gemeinsame Sommer von Yume und Mizuto als Stiefgeschwister. Eines Nachts können ihre Eltern wegen eines Taifuns nicht nach Hause zurückkehren. Als sie nun allein im Haus sind, kommt es zu Problemen, als Yume ein bestimmtes Krabbeltier in ihrem Zimmer entdeckt. An einem anderen Tag begleitet Mizuto Yume beim Einkaufen eines Badeanzugs für einen bevorstehenden Familienausflug aufs Land. In Situationen wie diesen scheinen sich die beiden immer öfter an die Vergangenheit zu erinnern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11245876","hoster":"VOE"},{"path":"/redirect/11245875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-11","name":"","epNo":11,"alt":"The Former Couple Visits Relatives \"I Guess You Could Say She Loved to Laugh\"","descr":"Familie Irido fährt aufs Land, um Verwandte zu besuchen. Dort zeigt Mizuto Yume das erste Buch, das er selbst gelesen hat – die Autobiografie seines Urgroßvaters","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11284559","hoster":"VOE"},{"path":"/redirect/11284556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/my-stepmoms-daughter-is-my-ex/staffel-1/episode-12","name":"","epNo":12,"alt":"I Bestow Unto You My First Kiss","descr":"Beim Heimatbesuch gehen die beiden Stiefgeschwister zusammen auf ein Sommerfest. Das weckt Erinnerungen an ihr erstes Date von vor zwei Jahren. ","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11379214","hoster":"VOE"},{"path":"/redirect/11379217","hoster":"Streamtape"}]}]}]}]}