{"seriesId":"mystic-knights-die-legende-von-tir-na-nog","name":"Mystic Knights - Die Legende von Tir Na Nog","descr":"Dem Königreich Kells droht die Eroberung durch die Königin Maeve von Temra. Aus diesem Grund machen sich der Druidenlehrling Rohan und sein diebischer Freund Angus auf die Suche nach dem legendären Krieger Draganta. Dabei werden sie von dem ausländischen Prinzen Ivar und Prinzessin Deidra von Kells unterstützt. Auf ihrer Suche gelangen die vier ins Zwergerreich Tir Na Nog, wo sie nach einer Prüfung magische Waffen erhalten und von mystischen Rüstungen erfahren, die sie in Besitz nehmen. Von da an schützen die vier als mystische Ritter Kells vor allen Gefahren. Später erhalten sie durch den Ritter Garrett Verstärkung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auf der Suche nach Tir Na Nog","epNo":1,"alt":"Legend Of The Ancient Scroll (1)","descr":"Das Königreich Kells liegt seit 10 Jahren im Krieg mit dem Königreich Temra. König Conohar sieht keine Möglichkeit mehr, den Truppen der bösen Königin Maeve von Temra Widerstand entgegen zu setzen. Er will kapitulieren. Da bietet ihm Rowen, der Lehrling seines Druiden und Beraters Cahad überraschend Hilfe an. Rowen will nach dem in der alten Schriftrolle der Kleinen Menschen von Tir Na Nog prophezeiten Krieger Draganta suchen, der Kells für 100 Generationen den Frieden bringen soll. Gemeinsam mit seinem Freund, dem Taschendieb Angus, macht er sich auf den Weg. Unterwegs treffen die beiden auf Prinz Ivar, der den Dieb des Kelches, dem Wahrzeichen seines Königreiches sucht. Er führt sie zum Feenring, durch den man ins Land Tir Na Nog gelangen soll. Als sie dort ankommen, bemerken sie, dass ihnen jemand gefolgt ist: Deirdre, König Conohars mutige Tochter. Plötzlich beginnt die Erde zu beben und die vier stürzen in gähnende Leere Natürlich landen die vier Helden in dem geheimnisvollen Land Tir Na Nog – soviel sei an dieser Stelle schon verraten …","versions":[{"lang":1,"streams":[{"redirect":11317454,"hoster":"VOE"},{"redirect":10130612,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vertrauen ist gut …","epNo":2,"alt":"Tir Na Nog (2)","descr":"Auf ihrer Suche nach dem Krieger Draganta sind unsere vier Helden in Tir Na Nog, dem Land der kleinen Leute, angekommen. König Fin Varra schenkt ihnen, nachdem er ihre Redlichkeit und ihren Edelmut auf die Probe gestellt hat, magische Waffen. Außerdem zeigt er ihnen vier Rüstungen, die sie allerdings erobern müssen. Ist es ihnen erst gelungen, in den Besitz der schweren Metallpanzer zu gelangen, werden sie eines Tages unbesiegbar sein. Doch zuvor müssen sie im Kampf gegen die Truppen von Königin Maeve eine erste äußerst gefährliche Bewährungsprobe bestehen.","versions":[{"lang":1,"streams":[{"redirect":11317447,"hoster":"VOE"},{"redirect":10130615,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eislord, Wächter der magischen Rüstung","epNo":3,"alt":"The Fire Dragon Of Dare","descr":"Auf der Suche nach dem geheimnisvollen Krieger Draganta kommen die vier Ritter noch einmal nach Tir Na Nog. König Fin Varra erzählt ihnen von vier magischen Rüstungen, die von starken Wächtern geschützt werden. Wer die Wächter jedoch im Kampf besiegt, darf die Rüstungen behalten. Obwohl Rohan skeptisch ist, ziehen sie zur Eishöhle des bösen Kobolds Mider, in der der mächtige Eislord die erste der vier Rüstungen bewacht. Rohan fordert ihn heraus, und er weiß, dass er auf keinen schwachen Gegner trifft …","versions":[{"lang":1,"streams":[{"redirect":11317449,"hoster":"VOE"},{"redirect":10130611,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wolfshund","epNo":4,"alt":"Tash Hound Of Temra","descr":"Nachdem Rohan den Eislord besiegt hat, will Deirdre nun um ihre Rüstung kämpfen. Auf dem Weg nach Osten wird sie von Rohan, Ivar und Angus begleitet. Eine böse Fee berichtet Königin Maeve von der Reise. Diese sinnt sofort nach einer List, um Rohan gefangenzunehmen. Maeve schickt die Fee in Gestalt seines Lehrmeisters Cahad zu Rohan. Cahad erklärt dem ahnungslosen Krieger, dass die Königin bereit sei, Friedensverhandlungen zu führen. Natürlich glaubt Rohan dem vermeintlichen Lehrer und begibt sich auf Maeves Schloss, wo ihn eine böse Überraschung erwartet. Er wird in die Katakomben gesperrt und vom ‚Wolfshund‘, einem als unbesiegbar geltenden Tiergeist, bewacht.","versions":[{"lang":1,"streams":[{"redirect":11317456,"hoster":"VOE"},{"redirect":10130613,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ivar und das Seemonster","epNo":5,"alt":"Ivar And The Sea Serpent","descr":"Königin Maeve schäumt vor Wut: Der ‚Wolfshund‘ ist besiegt und die mystischen Ritter sind inzwischen im Besitz von zwei magischen Rüstungen. Da sie Ivar um jeden Preis von dem Plan abbringen will, um eine Rüstung zu kämpfen, lässt sich Maeve eine List einfallen. Einer ihrer Kobolde sucht den Krieger auf und berichtet ihm, er wisse genau, wo sich der gestohlene Kelch von Ivars Königreich befinde. Ivar folgt dem kleinen Gauner und ahnt dabei nicht, dass er kurz darauf gegen ein riesiges Seemonster kämpfen muss.","versions":[{"lang":1,"streams":[{"redirect":11317458,"hoster":"VOE"},{"redirect":10130614,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Bulle von Temra","epNo":6,"alt":"The Wolf In The Rocks","descr":"Alle guten Dinge sind drei: Das gilt auch für die mystischen Ritter, die inzwischen drei der vier Zauberrüstungen besitzen. Vor seinem Kampf um die letzte Rüstung wird Angus allerdings von Königin Maeve entführt. Rohan, Ivar und Deirdre machen sich natürlich sofort auf den Weg zu Maeves Schloss, um ihren Freund zu befreien. In dem finsteren Gemäuer tappen sie – als Minnesänger verkleidet – allerdings in die Falle. Maeve hatte damit gerechnet, dass sie kommen. Nun soll eines ihrer Ungeheuer, der ‚Bulle von Temra‘, die vier Helden vernichten.","versions":[{"lang":1,"streams":[{"redirect":11317459,"hoster":"VOE"},{"redirect":10130617,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wächter des Bösen","epNo":7,"alt":"The Taming Of Pyre (1)","descr":"Die mystischen Ritter stehen wieder vor einer großen Herausforderung. Nachdem nun jeder seine magische Rüstung besitzt, sollen alle gemeinsam den Drachen Pyre in der Höhle der Wagnis zähmen. Doch die Sache geht schief. Der Drache wird immer wilder, und die Helden rücken unverrichteter Dinge ab. König Fin Varra gibt ihnen daraufhin einige Ratschläge, wie sie den wilden Pyre doch noch in einen friedlichen Kerl verwandeln können. Als sie es erneut versuchen wollen, kommen ihn vier finstere Gesellen in die Quere: die ‚Wächter des Bösen‘. Und natürlich hat wieder einmal Königin Maeve ihre Finger im Spiel. Sie verlangt von den Wächtern, die Ritter zu töten.","versions":[{"lang":1,"streams":[{"redirect":11317466,"hoster":"VOE"},{"redirect":10130618,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kampf ohne Waffen","epNo":8,"alt":"The Taming Of Pyre (2)","descr":"Im Kampf gegen die ‚Wächter des Bösen‘ haben die vier Ritter ihre Waffen verloren. Trotzdem machen sie sich wieder auf den Weg, um den Drachen Pyre zu zähmen. Auch dieser Versuch scheitert. Rohan hat daraufhin die Idee, dem Drachen einfach entgegenzutreten und auf ihn einzureden. Dabei bekommt er leider den feurigen Atem des Ungeheuers zu spüren und sinkt zu Boden. Die drei anderen sind entsetzt. Sie halten ihren Freund für tot und machen sich allein auf den Weg nach Kells. Unterwegs treffen sie abermals die ‚Wächter des Bösen‘ – und haben für einen Kampf mit den finsteren Gestalten nun ganz schlechte Karten. Aber dann trifft Hilfe ein …","versions":[{"lang":1,"streams":[{"redirect":11317465,"hoster":"VOE"},{"redirect":10130619,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Draganta","epNo":9,"alt":"Draganta","descr":"Rohan, der von seiner Begegnung mit dem Drachen Pyre zwar Brandlöcher in der Kleidung davontrug, aber am Leben blieb, hat einen neuen Freund gefunden: den Drachen selbst, der sich nun dem Ritter von seiner sanften Seite zeigt. Natürlich sind Ivar, Angus und Deirdre ein wenig eifersüchtig auf Pyre. Als der Drache mit seinem Feueratem das Zeichen des Ritters Draganta ins Gras brennt, wird für Rohan einiges klar. Dieses Zeichen ist auch auf seinen Oberarm tätowiert, und vieles deutet daraufhin, dass er selbst Draganta ist. Unterdessen sendet Königin Maeve den Samen der Zwietracht aus, um die Freundschaft der vier Ritter zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":8031980,"hoster":"VOE"},{"redirect":10130621,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Miders Fluch","epNo":10,"alt":"War Of The Little People","descr":"Dem bösen Mider ist es mit falschen Versprechungen gelungen, einige der kleinen Leute von Tir Na Nog auf seine Seite zu ziehen, um König Fin Varra zu stürzen. Davon erfahren auch die mystischen Ritter. Sie wundern sich daher nicht, dass Fin Varra sie zur Hilfe ruft und ihnen erzählt, Mider habe ihre magischen Rüstungen verflucht. Nun müssten sie die Rüstungen abnehmen und in eine sichere, verzauberte Truhe legen. Als die letzte Rüstung in der Truhe landet, entpuppt sich Fin Varra als der verkleidete Mider. Lachend lässt er die vier Helden einsperren. Aber unsere Freunde haben ja noch den einen oder anderen Trick auf Lager …","versions":[{"lang":1,"streams":[{"redirect":11317468,"hoster":"VOE"},{"redirect":10130620,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Angriff des Feuerdrachens","epNo":11,"alt":"Dragon’s Fury","descr":"Der sonst friedliche Drache Pyron fällt fauchend und feuerspeiend über die Stadt her. Rohan, Prinz Ivar, Prinzessin Deirdre und Angus stehen vor einem Rätsel. Ist Pyron von einem bösen Geist besessen oder hat er von einer Pflanze mit dem Namen Drachentod genascht? Erst als ein Gegenmittel gefunden ist, können Pyrons Freunde den bösen Spuk beenden.","versions":[{"lang":1,"streams":[{"redirect":11317473,"hoster":"VOE"},{"redirect":10130623,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tyrune, der dreiköpfige Drache","epNo":12,"alt":"Tyrune","descr":"Rohan erfährt, dass das fehlende Stück einer magischen Schriftrolle in Meaves Hände gefallen ist. Ivar, Rohan, Deirdre und Angus verkleiden sich, um unerkannt in das Schloss der Königin einzudringen. Dort beobachten sie eine geheimnisvolle Zeremonie und sehen, dass ihr Freund, der Drache Pyre, in Ketten liegt. Rohan wird entdeckt und von dem bösen Drachen Tyrune angegriffen. Den anderen mystischen Rittern gelingt es zwar, Rohan aus Tyrunes Klauen zu befreien, aber Pyre bleibt weiterhin Gefangener von Königin Meave.","versions":[{"lang":1,"streams":[{"redirect":11317469,"hoster":"VOE"},{"redirect":10130622,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Drache gegen Drache","epNo":13,"alt":"Tyrune Returns","descr":"Es geht das Gerücht, der mächtige Drache Tyrune rücke auf das Königreich Kells vor. König Conchobar ruft die mystischen Ritter zu Hilfe. Er beschwört sie, Tyrune unter alle Umständen aufzuhalten. Doch ohne die Hilfe des Drachen Pyre können selbst die vier Helden nicht viel gegen den mächtigen Gegner ausrichten. Pyre liegt noch immer gefesselt im Kerker der bösen Königin Maeve. Als sich Tyrune zum Angriff vorbereitet, gelingt es den vier Helden doch noch, Königin Meaves Bann zu brechen und Pyre zu befreien …","versions":[{"lang":1,"streams":[{"redirect":11317476,"hoster":"VOE"},{"redirect":10130624,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Aideen und die Steinprinzessin","epNo":14,"alt":"Aideen And The Stone Princess","descr":"Die Elfe Aideen ist empört, dass Rohan Interesse an Prinzessin Deirdre zeigt. Schmollend zieht sie sich nach Tir Na Nog zurück. Dort trifft sie auf eine vermeintlich freundliche alte Elfe, die ihr einen Zaubertrank gibt. Aideen verabreicht das Mittel Deirdre, die sich sofort in Stein verwandelt. König Conchobar ist niedergeschmettert, und Aideen packt das schlechte Gewissen. Während Ivar und Angus weiter gegen die bösen Wächter kämpfen, dringt Rohan in Meaves Schloss ein, um verschiedene Zaubermittel zu stehlen, die im Kampf gegen die Feinde helfen sollen. Ob eines dieser Mittel Deirdre wieder in einen Menschen verwandeln kann?","versions":[{"lang":1,"streams":[{"redirect":11317470,"hoster":"VOE"},{"redirect":10130626,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kampf der Druiden","epNo":15,"alt":"Battle Of The Druids","descr":"Rohan und Angus entdecken ein Wesen, das in die Gemächer des Druiden Cahad eindringen will. Gerade als sie es schnappen wollen, verzaubert es die beiden mystischen Ritter. Ihre Füße bleiben im Boden stecken, und sie kommen keinen Schritt mehr voran. Cahad enthüllt, dass es sich bei dem fremden Wesen um Sithchenn, seinen alten Lehrer, handelt. Sithchenn erzählt Cahad, dass er große Gefahr für das Königreich Kells heraufziehen sieht. Diese soll in Gestalt eines unsichtbaren Ungeheuers erscheinen, das Königin Meave erschaffen hat. In Wirklichkeit ist Sithchenn der Verbündete von Meave, und Cahad muss all seine Magie einsetzen, um den feindlichen Druiden zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":12380334,"hoster":"VOE"},{"redirect":10130625,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Königin Deirdre","epNo":16,"alt":"Queen Deirdre","descr":"Weil König Conchobar durch einen unheimlichen Bann außer Gefecht gesetzt worden ist, muss Prinzessin Deirdre vorübergehend die Rolle der Königin von Kells übernehmen. Die Aufgabe überfordert Deirdre, was Meave sofort ausnützt. Bei einem Treffen der beiden schlägt Meave vor, Rohan und Torc den Krieg zwischen Kells und Temra in einem Kampf Mann gegen Mann endgültig entscheiden zu lassen. Deirdre will sich ihre Unsicherheit nicht anmerken lassen und stimmt zu. Natürlich hält sich Meave nicht an ihr Versprechen und setzt ihre Truppen ein.","versions":[{"lang":1,"streams":[{"redirect":12174590,"hoster":"VOE"},{"redirect":10130627,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Geister aus einer anderen Welt","epNo":17,"alt":"Night Of The Spirits","descr":"Die Ritter bereiten sich auf die alljährliche Erntedankzeremonie, das ‚Samhaim‘-Fest, vor. Die Legende sagt, dass in der Nacht von Samhaim oft Geister aus der Anders-Welt auftauchen und jemanden mit in ihre Welt zurücknehmen. Den Helden schwant Schlimmes, als sie plötzlich merkwürdige Geräusche hören und Gespenster erscheinen. Überall wackelt und rappelt es, Türen schlagen, es klopft an den Wänden. Die vier Ritter untersuchen das Phänomen und finden bald die Übeltäter: Meave und Mider haben sich einen üblen Scherz erlaubt.","versions":[{"lang":1,"streams":[{"redirect":11317487,"hoster":"VOE"},{"redirect":10130628,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Aus eins mach’ zwei","epNo":18,"alt":"Aideen’s Choice","descr":"Nachdem Aideen wegen ihrer geringen Größe aufgezogen wurde, bittet die kleine Elfe Königin Meave, sie in einen Menschen zu verwandeln. Meave stimmt zu, will aber als Gegenleistung eine Locke von Deirdre. Aideen hält ihr Versprechen. So gelingt es Meave, die Prinzessin mit Hilfe eines bösen Zaubers gefangenzunehmen. Als Aideen merkt, was sie angerichtet hat, kämpft sie tapfer an der Seite der vier Ritter, um Deirdre wieder zu befreien.","versions":[{"lang":1,"streams":[{"redirect":11317486,"hoster":"VOE"},{"redirect":10130629,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ivar, der Flaschengeist","epNo":19,"alt":"Divide \u0026 Conquer","descr":"Während sich Rohan und Angus mit verschiedenen Angreifern herumschlagen und Ivar zur Verteidigung seiner Heimat unterwegs ist, bleibt Deirdre auf dem Schloss zurück. Der Kobold Mider nutzt die Gelegenheit und hüllt das Königreich Kells in magischen Schlafnebel. Der gelehrte Cahad macht sich daran, ein Gegenmittel zu finden. Als Rohan, Angus und Ivar zum Schloss zurückkehren, finden sie alle Bewohner von Kells im tiefsten Schlaf und Meave auf Conchobars Thron vor. Sie verlangt die Unterwerfung der drei Helden, aber die gehen stattdessen zum Angriff über.","versions":[{"lang":1,"streams":[{"redirect":11317481,"hoster":"VOE"},{"redirect":10130631,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Schönheitstrunk","epNo":20,"alt":"Eye Of The Beholder","descr":"Der Druide Cahad bittet seine vier Ritter, nach Tir Na Nog zu reisen und ein heilendes Moos zu holen, das nur dort und in der Nähe einer magischen Quelle wächst. Als Rohan, Angus und Ivar die Quelle gefunden haben und an ihrem Ufer stehen, taucht plötzlich ein Ungeheuer auf, das den Prinzen Ivar verschluckt. Angus und Rohan fürchten, dass sie Ivar verletzen könnten, wenn sie die Bestie angreifen. Im Innern des Monsters versucht Ivar, sich mit seinen Zauberwaffen zu befreien.","versions":[{"lang":1,"streams":[{"redirect":11317480,"hoster":"VOE"},{"redirect":10130636,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Garrett und die Prinzessin","epNo":21,"alt":"Garrett And The Princess","descr":"König Conchobar ist die Kapriolen seiner verwegenen Tochter allmählich leid. Er verfügt, dass Deirdre zu heiraten hat. Bräutigam seiner Wahl ist Garrett, der hübsche junge Prinz eines befreundeten Königreichs, ein guter Kämpfer – und ein großer Wichtigtuer. Die Ritter verabscheuen ihn von ganzem Herzen. Als jedoch eines von Königin Meaves Ungeheuern die vier angreift, legt sich Garrett mit dem Biest an und zähmt es. Voller Schadenfreude macht er sich über die Helden lustig, was dazu führt, dass er von ihnen prompt wieder abgelehnt wird.","versions":[{"lang":1,"streams":[{"redirect":11317498,"hoster":"VOE"},{"redirect":10130630,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Verräter","epNo":22,"alt":"Traitor Of Kells","descr":"Garrett rettet Königin Meave vor einem Wesen aus dem Wald. Sie behauptet jedoch, die vier Ritter hätten sie angegriffen. Zum Dank für die Rettung bietet sie Garrett an, ihre Truppen zu führen. Tatsächlich kämpft der Prinz fortan für Temra und steht schon bald seiner ehemaligen Braut Deirdre im Zweikampf gegenüber. Deirdre besiegt Garrett zunächst mit Hilfe ihrer magischen Waffe Crossbow. Doch ihr Gegner stiehlt die magischen Waffen der Ritter. Daraufhin erklärt König Conchobar Garretts Königreich den Krieg.","versions":[{"lang":1,"streams":[{"redirect":11317483,"hoster":"VOE"},{"redirect":10130633,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der fünfte Ritter","epNo":23,"alt":"The Fifth Knight","descr":"Der Druide Cahad hat Visionen, in denen ihm Garrett als der fünfte Ritter erscheint. Die vier Helden finden den ihnen inzwischen feindlich gesonnenen Prinzen an einem Außenposten von Temra und nehmen ihn gefangen. Offenbar steht er unter dem Einfluss von Königin Meave. Cahad kann den Bann brechen, und Garrett ist wieder ganz der alte. Gemeinsam mit seinen ehemaligen Mitstreitern macht er sich auf, die Waffen der Helden zurückzuerobern. Zurück in Conchobars Schloss erfährt Garrett, dass er der Ritter des Waldes ist und damit zum Kreis der Helden gehört.","versions":[{"lang":1,"streams":[{"redirect":11317497,"hoster":"VOE"},{"redirect":10130632,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Mystischer Ritter des Waldes","epNo":24,"alt":"The Mystic Knight Of Forest","descr":"Die vier Helden nehmen Garrett mit nach Tir Na Nog, um ihn Fin Varra vorzustellen. Nun muss Garrett – wie seine Freunde vorher auch schon – auf einen ‚Kreuzzug‘ gehen, um seine magische Waffe zu erringen. Dazu muss er den Banshee Forrest, den Wald der Todesfee, durchqueren und die Bestien, die ihm dort begegnen, besiegen. Garrett meistert die Aufgabe mit Bravour, und die anderen Ritter müssen ihre Abneigung gegen den arroganten Prinzen ablegen, denn nun ist auch er ein mystischer Ritter.","versions":[{"lang":1,"streams":[{"redirect":11317494,"hoster":"VOE"},{"redirect":10130637,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der schwarze Riesenfalke","epNo":25,"alt":"Egg Of The Dragon","descr":"Die Ritter von Kells retten die attraktive Fianna, als ihre Reisegruppe von den Soldaten aus Temra überfallen wird. Sie bringen sie auf das Schloss, und König Conchobar ist völlig hingerissen von ihrer Schönheit. Er will sie unbedingt heiraten und verkündet prompt die bevorstehende Hochzeit. Doch seine Tochter Deirdre ist misstrauisch. Sie bittet Cahad, Erkundigungen über die Frau einzuholen. Und tatsächlich: Fianna ist in Wahrheit die böse Zauberin Meave. Doch obwohl sie entlarvt wurde, kann Meave entkommen, während ihre Truppen in einer wilden Schlacht von den Soldaten Kells und den mystischen Rittern besiegt werden.","versions":[{"lang":1,"streams":[{"redirect":11317492,"hoster":"VOE"},{"redirect":10130634,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Kleiner Drache in großer Gefahr","epNo":26,"alt":"The Drageen","descr":"Die Ritter nennen den kleinen Baby-Drachen Drageen und kümmern sich auch weiterhin um ihn. Meave dagegen will das Mini-Monster kidnappen und es zu einem großen, bösen Ungeheuer erziehen. Als Pyre krank wird, gelingt ihr die Entführung beinahe, denn die Helden müssen Pyre und Drageen für eine Weile allein lassen, um Pyre eine heilende Medizin zu besorgen. Zum Glück kommen die Vier noch rechtzeitig, um den großen und den kleinen Drachen aus Meaves Klauen zu befreien.","versions":[{"lang":1,"streams":[{"redirect":11317503,"hoster":"VOE"},{"redirect":10130635,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Invasion","epNo":27,"alt":"A King’s Ransom","descr":"Obwohl sie Erzfeinde sind, bleibt König Conchobar und Königin Meave diesmal keine andere Wahl: Sie müssen sich verbünden, um eine Invasion zu verhindern und einen Angreifer abzuwehren, der es auf die Insel der beiden Königreiche Kells und Temra abgesehen hat. König Conchobar wird bei einem Angriff von den neuen Feinden gefangen genommen, und nur mit Hilfe der mystischen Ritter und aller Truppen Temras und Kells gelingt es, die Besetzung der Insel zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":11317500,"hoster":"VOE"},{"redirect":12517117,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Ein Fluch über Kells","epNo":28,"alt":"The Curse Of Kells","descr":"Auch Angus will einmal etwas Großes zaubern, aber das geht gründlich daneben. Versehentlich aktiviert er nämlich einen bösen Geist, der prompt alle Schlossbewohner – einschließlich Cahad – mit einem Fluch belegt, so dass alle krank werden. Natürlich ist zu befürchten, dass Königin Meave die Situation ausnutzt und das Schloss überfällt.","versions":[{"lang":1,"streams":[{"redirect":11317501,"hoster":"VOE"},{"redirect":10130639,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Wer einmal lügt …","epNo":29,"alt":"The Trial Of Angus","descr":"In Kells treibt ein Dieb sein Unwesen, und drei Zeugen beschuldigen Angus, der als kleiner Gauner und Betrüger berüchtigt war, bevor er in den Kreis der mystischen Ritter aufgenommen wurde. Obwohl er seine Unschuld beteuert, wird er angeklagt. Unter dem Vorsitz von Cahad kommt es zum Prozess. Während die Verhandlung läuft, lässt Königin Meave das Königreich Kells durch ein feuerspeiendes Ungeheuer, das sie erschaffen hat, angreifen. Die anderen Ritter verlassen den Gerichtssaal, um die Bestie abzuwehren. Während Rohan und Deirdre kämpfen, findet Prinz Ivar den echten Dieb und schleppt ihn in den Gerichtssaal. Der Gauner gesteht, dass alles ein Plan der bösen Meave war. Daraufhin wird Angus schnellstens freigelassen. Er und Ivar eilen ihren Freunden zu Hilfe, um das Feuer-Ungeheuer zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":12337299,"hoster":"VOE"},{"redirect":10130641,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Mider, der neue König von Temra","epNo":30,"alt":"Mider – King Of Temra","descr":"Der böse Kobold Mider will unbedingt auf normale Größe heranwachsen, um endlich ein eigenes Königreich zu besitzen. Mit einem Trick bringt er den Druiden Cahad dazu, ihm seinen Wunsch zu erfüllen. Mider erobert Temra und verbannt Königin Meave. Die mystischen Ritter merken schnell, dass Mider ein noch schlimmerer Feind als die gefürchtete Meave ist. Ausnahmsweise verbünden sie sich mit der Tyrannin, um Mider zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":11317506,"hoster":"VOE"},{"redirect":10130640,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Größe ist nicht alles","epNo":31,"alt":"The Buckler Of Bre","descr":"Torc, der Dieb, stiehlt einen Schild, der genauso wirkungsvoll ist wie die Zauberwaffen der mystischen Ritter. In seinem Übermut fordert er sofort die Helden heraus. Weil ihn die Ritter auch nach größter Anstrengung nicht besiegen können, ziehen sie sich nach Tir Na Nog zurück und beraten dort, wie sie den Schild in ihren Besitz bekommen können. Mit einem Trick gelingt es ihnen schließlich, dem unehrenhaften Gegner die mächtige Zauberwaffe abzujagen.","versions":[{"lang":1,"streams":[{"redirect":11317524,"hoster":"VOE"},{"redirect":14203977,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Ivars Rache","epNo":32,"alt":"Ivar’s Revenge","descr":"Ivar ist auf der Jagd nach dem heiligen Kelch, der seinem Volk gestohlen wurde. Gerade als er den Kelch entdeckt hat, wird er von den Soldaten Temras gefangengenommen. Sie sind bereit, ihn im Austausch gegen den wertvollen Schatz freizulassen. Die Elfe Aideen verrät, wo der Kelch versteckt ist, und gegen Ivars Willen wird er Königin Meave übergeben. Das nehmen die vier Helden natürlich nicht hin, und mit Hilfe seiner Freunde bekommt Prinz Ivar seine Rache.","versions":[{"lang":1,"streams":[{"redirect":11317514,"hoster":"VOE"},{"redirect":10130645,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Die Braut des Königs","epNo":33,"alt":"King’s Bride","descr":"Die Ritter von Kells retten die attraktive Fianna, als ihre Reisegruppe von den Soldaten aus Temra überfallen wird. Sie bringen sie auf das Schloss, und König Conchobar ist völlig hingerissen von ihrer Schönheit. Er will sie unbedingt heiraten und verkündet prompt die bevorstehende Hochzeit. Doch seine Tochter Deirdre ist misstrauisch. Sie bittet Cahad, Erkundigungen über die Frau einzuholen. Und tatsächlich: Fianna ist in Wahrheit die böse Zauberin Meave. Doch obwohl sie entlarvt wurde, kann Meave entkommen, während ihre Truppen in einer wilden Schlacht von den Soldaten Kells und den mystischen Rittern besiegt werden.","versions":[{"lang":1,"streams":[{"redirect":11317509,"hoster":"VOE"},{"redirect":10130643,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Rollentausch","epNo":34,"alt":"All Kings Great And Small","descr":"Ein mächtiger Zauber bedroht die Königreiche von Kells und Tir Na Nog. Nur wenn König Conchobar und der winzige Fin Varra, König der Unterwelt, für einen Tag Identität und Thron tauschen, kann das Schlimmste verhindert werden. Während die beiden Könige alles unternehmen, um ihre Reiche zu retten, greifen unerwartet die Truppen von Temra an. Angus und Deirdre kämpfen mit Hilfe ihrer magischen Waffen tapfer gegen die Soldaten von Königin Maeve. Aber die gegnerische Übermacht ist gewaltig …","versions":[{"lang":1,"streams":[{"redirect":11317516,"hoster":"VOE"},{"redirect":10130644,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Einen Wunsch frei","epNo":35,"alt":"The Wish","descr":"Angus rettet eine Wald-Elfe und hat zum Dank für seine gute Tat einen Wunsch frei. Seine Freunde und Cahad fürchten, dass Angus diese Gelegenheit leichtsinnig vertreichen lassen könnte. Sie versuchen, ihn davon zu überzeugen, dass er sich unbedingt etwas Sinnvolles wünschen muss. In Wirklichkeit haben sie aber nur ihre eigenen Bedürfnisse im Auge. Doch Angus kann sich nicht entscheiden. Und auch die böse Meave kann seinen Wunsch nicht beeinflussen, was sie ganz schön verärgert. In ihrer Wut bündelt sie ihre ganze Kraft und löst einen Wirbelwind aus, der die Ritter und das Königreich Kells zerstören soll. Da nutzt Angus seinen Wunsch, um den Wind zu Meave zurückzuschicken.","versions":[{"lang":1,"streams":[{"redirect":11317510,"hoster":"VOE"},{"redirect":10130646,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Fin Varra wird vermisst","epNo":36,"alt":"The Lost King","descr":"Fin Varra, König des magischen Landes Tir Na Nog, wird vermisst. Die mystischen Ritter vermuten, dass er von Königin Meave entführt worden ist. Während sie mit den Truppen der Tyrannin kämpfen, macht sich Mider daran, den Thron von Tir Na Nog zu besteigen. In letzter Minute durchschauen die Ritter den perfiden Plan von Meave und Mider. Sie können Fin Varra befreien und ihn nach Tir Na Nog zurückbringen, bevor Mider das Land der ewigen Jugend in seine Gewalt gebracht hat.","versions":[{"lang":1,"streams":[{"redirect":11317513,"hoster":"VOE"},{"redirect":10130647,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Freunde fürs Leben","epNo":37,"alt":"Friends For Life","descr":"Rohan bewahrt die Stadt vor einem Angriff der Soldaten aus Temra und wird dafür besonders geehrt. Angus ist ziemlich neidisch und der Meinung, dass Rohan viel zu oft, die anderen Ritter dagegen niemals für ihre Taten gelobt werden. Es kommt zu einem völlig unnötigen Streit zwischen den Freunden, der erst beigelegt wird, als Meave eine neue Taktik anwendet und die mystischen Ritter wieder einmal in die Schlacht ziehen müssen, um das Königreich Kells zu retten.","versions":[{"lang":1,"streams":[{"redirect":12337301,"hoster":"VOE"},{"redirect":10130648,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Der gefangene Prinz","epNo":38,"alt":"The Prisoner Prince","descr":"Die mystischen Ritter erfahren von einem unschuldigen Jungen, der von Königin Meave in Temra gefangengehalten wird. Sie dringen in die feindliche Stadt ein, um ihn zu befreien. Als sie die Soldaten von Temra zurückdrängen und den Jungen in seinem Kerker entdeckt haben, erfahren sie, dass er ein Prinz ist, der Anspruch auf den Thron von Temra hat. Meave will natürlich nicht zulassen, dass die Helden aus dem feindlichen Kells den Prinzen be-freien und sie womöglich ihre Macht über das Königreich verliert.","versions":[{"lang":1,"streams":[{"redirect":11317517,"hoster":"VOE"},{"redirect":10130649,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Die Schöne und das Biest","epNo":39,"alt":"Shipwrecked","descr":"Ein wunderschönes Mädchen, Lynette, wird vom Meer angespült und bricht am Strand zusammen. König Fin Varra ruft die vier Helden zu Lynettes Schutz herbei. Als ein Ungeheuer das Schloss angreift, gewinnt die Schiffbrüchige ihre Erinnerung zurück und erkennt die Bestie. Es ist Grindon, vor der Lynette geflohen war, um für sich und ihr Volk Hilfe zu holen. Doch Grindon entdeckte ihr Schiff auf See und zerstörte es. Die tapferen Ritter zögern keine Sekunde. Sie laufen zu Höchstform auf und besiegen das Ungeheuer. Lynette kann in ihr befreites Land zurückkehren.","versions":[{"lang":1,"streams":[{"redirect":12925193,"hoster":"VOE"},{"redirect":10130650,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Rohans Zweifel","epNo":40,"alt":"Rohan’s Doubt","descr":"Barry Cassin Königin Meave belegt Rohan mit einem Bann, der ihn in einer Schlacht die Nerven verlieren und förmlich erstarren lässt. Danach glaubt Rohan, dass er seine magischen Kräfte verloren hat und nie mehr der große Krieger sein wird, der er einmal war. Seine Freunde versuchen vergeblich, seine Selbstzweifel zu zerstreuen. Viel Zeit bleibt ihnen nicht, denn Meave attackiert erneut die Truppen von Kells, und die Knights müssen in die Schlacht ziehen, ohne Rohan. Erst als dieser erkennt, dass seine Freunde diesmal in ernster Gefahr sind, kehrt sein Mut zurück, und er stürzt sich mit neu gewonnener Kraft in den Kampf.","versions":[{"lang":1,"streams":[{"redirect":11317526,"hoster":"VOE"},{"redirect":10130651,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Auf Messers Schneide","epNo":41,"alt":"The Barrow Of Balin","descr":"Mider verspricht, seine unbekannte Herkunft zu enthüllen, wenn Rohan ihn mit seinem magischen Schwert im Kampf besiegt. Rohan stimmt zu. Für ihn ist es unvorstellbar, dass er unterliegen könnte. Durch einen teuflischen Trick Miders geschieht das Unerwartete, und Rohan verliert sein Schwert an den dämonischen kleinen Kerl. Um es zurückzubekommen, muss sich Rohan Mider erneut stellen und dessen Zauberkraft überlisten.","versions":[{"lang":1,"streams":[{"redirect":11317531,"hoster":"VOE"},{"redirect":10130654,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Verhexte Aideen","epNo":42,"alt":"Dark Rider","descr":"Wieder einmal hofft Mider, die vier Ritter trennen und einzeln besiegen zu können. So belegt er die Elfe Aideen mit einem Fluch, der sie zur Feindin der Ritter und ihrer Freunde in Tir Na Nog macht. Als Aideen schließlich gegen Fin Varra und die Helden kämpft, müssen diese sehr vorsichtig sein, um die verzauberte Elfe nicht zu verletzen. Gleichzeitig suchen sie händeringend nach einem Mittel, um das zarte Wesen von Miders Fluch zu befreien.","versions":[{"lang":1,"streams":[{"redirect":11317529,"hoster":"VOE"},{"redirect":10130652,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Temras Geheimwaffe","epNo":43,"alt":"The Warrior Of Temra","descr":"Die mystischen Ritter haben Königin Meaves Truppen wieder und wieder besiegt, und der Kobold Mider versucht immer noch, Macht über Temra zu erringen. Königin Meave sieht ihr Reich schon zerfallen und sucht deshalb die Hilfe eines geheimnisvollen, mächtigen Kriegers namens Lugad. Lugad besiegt die vier Helden schon in der ersten Schlacht. Um Kells zu retten, müssen die Ritter herausfinden, wer Lugad wirklich ist.","versions":[{"lang":1,"streams":[{"redirect":11317525,"hoster":"VOE"},{"redirect":10130655,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Ein neuer Feind","epNo":44,"alt":"Battle Fury","descr":"Der mysteriöse Lugad gewinnt jede Schlacht, und die tapferen Ritter finden zunächst keinen Weg, ihn zu stoppen. Dann stellt sich heraus, dass nur Rohan in der Lage ist, den großen Krieger zu besiegen. Doch dazu muss er erst einmal eine Vielzahl von Prüfungen bestehen, die schier unlösbar scheinen. Nur wenn er die Herausforderungen an seine Kraft, seinen Witz und seine Wendigkeit übersteht, hat er eine Chance, Lugad im Kampf zu bezwingen …","versions":[{"lang":1,"streams":[{"redirect":11317532,"hoster":"VOE"},{"redirect":10130653,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Zweikampf","epNo":45,"alt":"Lugad’s Challenge","descr":"Die Rivalität zwischen den beiden großen Kriegern Lugad und Rohan spitzt sich zu. Die letzte große Auseinandersetzung um Gut und Böse steht unmittelbar bevor, und das Schicksal von Kells und Temra wird sich entscheiden. Dann nämlich, wenn sich Lugad und Rohan in einem Kampf Mann gegen Mann gegenüberstehen. Dem Sieger winken Ruhm und Ehre, denn sein Königreich gilt am Ende als Gewinner des scheinbar endlosen Krieges.","versions":[{"lang":1,"streams":[{"redirect":11317534,"hoster":"VOE"},{"redirect":10130656,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Blutsbrüder","epNo":46,"alt":"The Mark Of Destiny","descr":"Rohan erfährt, dass der geheimnisvolle Lugad in Wahrheit sein Bruder ist. Damit hat er dieselben rätselhaften Wurzeln und dieselbe mysteriöse Vergangenheit, die Rohan nicht ruhen lässt. Unterdessen führt der böse Feldherr Torc die Truppen Temras in Königin Meaves Namen in die Schlacht gegen die mystischen Ritter. Aber die großen Krieger verbünden sich und besiegen am Ende Torc.","versions":[{"lang":1,"streams":[{"redirect":11317535,"hoster":"VOE"},{"redirect":10130657,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Die Wahrheit","epNo":47,"alt":"The Queen Mother","descr":"Nachdem er die Wahrheit über Lugad und auch ein wenig mehr über seine eigene Vergangenheit erfahren hat, fasst Rohan endlich den Mut, der Wahrheit ins Gesicht zu sehen und sich seiner eigenen Geschichte zu stellen. Als Rohans Geheimnis offenbar wird, und sie die Verbindung zwischen ihm, seinem Bruder Lugad und Königin Meave erkennen, sind alle geschockt.","versions":[{"lang":1,"streams":[{"redirect":11317544,"hoster":"VOE"},{"redirect":10130660,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Garrett kehrt zurück","epNo":48,"alt":"Knight In The Forest","descr":"Rohan wird im Wald von Lugad angegriffen. Nun, da er weiß, dass der mächtige Krieger sein Bruder ist, weigert er sich, gegen ihn zu kämpfen oder ihn gar zu töten. Lugad dagegen kennt keine Skrupel und attackiert Rohan unablässig. Rohans Freunde können nicht rechtzeitig zur Stelle sein, um ihren Gefährten zu retten, dafür kommt ihm Garrett zu Hilfe und wehrt mit wuchtigen Schwerthieben Lugads Angriff ab.","versions":[{"lang":1,"streams":[{"redirect":12380337,"hoster":"VOE"},{"redirect":10130658,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Tag der Entscheidung","epNo":49,"alt":"The Final Battle","descr":"Als die Armeen von Kells und die dunklen Kräfte von Temra auf dem Feld zur entscheidenden Schlacht aufeinandertreffen, wird der tapfere Rohan tödlich verwundet. Da der große Held ihr nicht mehr im Weg steht, kann Königin Meave endlich ihren Traum verwirklichen und die Krone von Kells an sich reißen. Obwohl Rohans Freunde um ihren Gefährten trauern, werfen sie sich entschlossen der schrecklichen Tyrannin und ihren Truppen entgegen.","versions":[{"lang":1,"streams":[{"redirect":11317542,"hoster":"VOE"},{"redirect":10130659,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Falsches Spiel","epNo":50,"alt":"Banished","descr":"Meave, die König Conchobar und die mystischen Ritter in die Verbannung schicken will, hat keineswegs die Absicht, sich an Vereinbarungen zu halten und ihre Macht künftig mit Lugad, Mider und Torc zu teilen. Lugad belauscht ein Gespräch, in dem Meave den geplanten Betrug offenbart. Während Meave mit General Torc ein Komplott schmiedet, um Lugad zu übervorteilen, schlägt der sich auf die Seite der drei Helden und führt sie gegen Maeves Männer in den Kampf.","versions":[{"lang":1,"streams":[{"redirect":11317538,"hoster":"VOE"},{"redirect":10130661,"hoster":"Streamtape"}]}]}]}]}