{"seriesId":"mythen-und-monster","name":"Mythen und Monster","descr":"War der Minotaurus – halb Mann, halb Stier – mehr als nur ein furchterregendes Wesen aus der griechischen Mythologie? Kann Quetzalcoatl, eine Gottheit in Gestalt einer gefiederten Schlange, mit realen Ereignissen erklärt werden? Was steckt hinter dem Mythos vom Riesenkraken aus der nordischen Mythologie? Die Reihe \"Mythen und Monster\" geht diesen und anderen Fragen auf den Grund und erklärt die mystischen Hintergründe.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Drachen","epNo":1,"alt":"The Dragon’s Inferno","descr":"Drachen gelten als mythische Geschöpfe. Sie spielten zu allen Zeiten und in allen Kulturen eine wichtige Rolle. Was ist der Ursprung aller Geschichten rund um das Feuer speiende Fabelwesen? In manchen Kulturen gilt der Drache als Zeichen des Bösen. In anderen wird er verehrt und um Hilfe gebeten. Immer werden ihm magische Kräfte zugeschrieben. Doch woher kommt der Glaube, Drachen könnten das Wetter beeinflussen oder verheerende Feuer auslösen? Ein Wissenschaftler-Team begibt sich auf die Suche nach dem Ursprung der Drachen-Mythen.","versions":[]},{"epId":"episode-2","name":"Riesenkrake","epNo":2,"alt":"The Kraken Awakens","descr":"Er lebt in der Tiefe des Ozeans, besitzt extrem lange Fangarme und ist mit Furcht erregender Stärke ausgestattet. Hinter seinen riesigen Augen verbirgt sich obendrein noch eine erstaunliche Intelligenz: der Riesenkrake. Die heutige Folge von \"Monster und Mythen\" porträtiert den Riesenkalmar, der zum ersten Mal lebend mit einer Kamera beobachtet werden konnte – und um den sich zahllose Mythen ranken","versions":[{"lang":1,"streams":[{"redirect":7532983,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Vampir","epNo":3,"alt":"Curse of the Vampire","descr":"Ruhelose Seelen, die den Gräbern entsteigen und als Vampire ihr Unwesen treiben – ist das nur ein Schauermärchen? Forscher wollen den Ursprung der Legende finden. In Bulgarien werden mehrere Jahrhunderte alte Leichname gefunden – brutal aufgespießt. Haben sie etwas mit dem Ursprung des Vampir-Mythos zu tun? Warum wollten die Menschen die Toten damals festnageln? Der Vampir gehört zu den am meisten gefürchteten mythologischen Geschöpfen aller Zeiten.","versions":[]},{"epId":"episode-4","name":"Zyklop","epNo":4,"alt":"Revenge of the Cyclops","descr":"Der gigantische einäugige Zyklop gehört zu den berühmtesten Geschöpfen der griechischen Mythologie. Forscher wollen herausfinden, ob die Legende auf wahren Begebenheiten beruht. Die Griechen glaubten, Zyklopen würden Waffen für die Götter schmieden und allein mit Muskelkraft ganze Bauwerke auf einem Berg erschaffen. Wie ist diese Vorstellung entstanden? Haben Knochen prähistorischer Tiere die Griechen veranlasst, an Riesenmenschen zu glauben? Experten zeigen, dass die Legende von den Zyklopen auf Erfahrungen aus der Realität gründen könnte.","versions":[{"lang":1,"streams":[{"redirect":7532981,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Quetzalcoatl","epNo":5,"alt":"Blood of the Snake God","descr":"Im mexikanischen Teotihuacán ist eine Pyramide dem Gott Quetzalcoatl, in Gestalt einer gefiederten Schlange, geweiht. Die Menschen verehren und fürchten dieses unheimliche Wesen. Hat die Federschlange in dem Tempel gelebt, und wurde sie mit Menschenfleisch besänftigt? Unter dem Tempel finden Forscher einen geheimen Gang, der zu einer großen Kammer führt. Warum nur betrieben die Menschen einen derartigen Aufwand für dieses Geschöpf? Die gefiederte Schlange ist ein furchterregendes wildes Tier. In der alten Stadt Teotihuacán in Mexiko wollen Forscher herausfinden, ob die Verehrung dieses Wesens mit realen Erkenntnissen erklärt werden kann.","versions":[{"lang":1,"streams":[{"redirect":7532984,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Minotaurus","epNo":6,"alt":"Wrath of the Minotaur","descr":"Halb Mann, halb Stier – der Minotaurus ist ein furchterregendes Wesen aus der Mythologie. Doch Funde auf der Insel Kreta werfen die Frage auf: Ist die Geschichte am Ende wahr? Die Legende des Minotaurus ist eine der berühmtesten der griechischen Mythologie. Ihr zufolge lebte das Monster in einem riesigen Labyrinth auf Kreta und ernährte sich von Menschenopfern. Gibt es historische Anhaltspunkte, die die Entstehung dieser Legende erklären?","versions":[{"lang":1,"streams":[{"redirect":7532985,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Sphinx","epNo":7,"alt":"Dark Secrets of the Sphinx","descr":"Im alten Ägypten dient die Sphinx als Verkörperung der mächtigen Pharaonen. Aber warum lassen sie sich als Wesen darstellen, das neben ihrem eigenen Kopf den Körper eines Löwen besitzt? Die Große Sphinx von Gizeh ist die berühmteste. Im antiken Griechenland wird der positive, gottähnliche Charakter der Sphinx jedoch umgedeutet. Dort gilt sie als menschenfressendes Monster, das überaus bedrohlich ist. Wie ist dieser Wandel zu erklären? Vor Tausenden von Jahren gehört die Sphinx zu den beliebtesten mythologischen Wesen in der Alten Welt. Sie ist nicht nur in Einzelfiguren erhalten, sondern auch in Form einer ganzen Armee.","versions":[{"lang":1,"streams":[{"redirect":7532980,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Dämonen","epNo":8,"alt":"Demons of the Devil","descr":"Dämonen – im Mittelalter glaubte man, diese bösartigen Wesen könnten in den Körper von Menschen eindringen und die Besessenen dazu benutzen, in der Welt ihr Unwesen zu treiben. Man traf umfangreiche Schutzmaßnahmen, um die dunklen Geister fernzuhalten. Wenn sie jedoch zugeschlagen hatten, wurde mit Exorzismen und brutalen Gehirnoperationen versucht, die Dämonen aus dem Körper der Betroffenen zu vertreiben. Wissenschaftler unterschiedlichster Disziplinen wollen herausfinden, wie diese Vorstellung entstanden ist.","versions":[{"lang":1,"streams":[{"redirect":7532978,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"Werwolf","epNo":9,"alt":"Call of the Werewolf","descr":"In der Mythologie sind Werwölfe Mischwesen – halb Wolf, halb Mensch. Im Mittelalter glaubte man, dass es diese blutrünstigen Bestien wirklich gibt und dass sie sogar Menschen zerfleischen. Vor mehreren Hundert Jahren wurden zahlreiche Menschen brutal hingerichtet: Man warf ihnen vor, Werwölfe zu sein, die mordend ihr Unwesen treiben. Wie ist dieser Glaube entstanden? Was steckt hinter der Vorstellung von diesem Geschöpf? Wissenschaftler wollen herausfinden, wie der Mythos vom Werwolf entstanden ist.","versions":[{"lang":1,"streams":[{"redirect":7532987,"hoster":"VOE"}]}]},{"epId":"episode-10","name":"Loch Ness","epNo":10,"alt":"Hunting the Loch Ness Monster","descr":"Das Ungeheuer von Loch Ness: Bis heute glauben viele, dass es wirklich in dem schottischen See existiert. Zahlreiche Sichtungen und Fotos scheinen dafürzusprechen. Manche meinen, es sei ein Plesiosaurus – eine Reptilienart, die vor mehr als 60 Millionen Jahren mit den Dinosauriern ausgestorben ist. Aber wie soll sie sich gerade an diesem Ort über so lange Zeit erhalten haben? Erstmals wurde das Ungeheuer im Jahr 565 erwähnt.","versions":[{"lang":1,"streams":[{"redirect":7532989,"hoster":"VOE"}]}]}]}]}