{"seriesId":"mythen-der-geschichte","name":"Mythen der Geschichte","descr":"[Myth Hunters, Mythen-Jäger] Was ist wahr an den Legenden, die sich um Gegenstände wie den Heiligen Gral, die Bundeslade oder die 13 Kristallschädel der Maya ranken? Was ist Fiktion? Die Dokumentarserie geht weltberühmten Mythen auf den Grund. Und sie schildert die Geschichte von Menschen, die sich der Suche nach diesen Schätzen verschrieben haben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Arche Noah","epNo":1,"alt":"The Quest for Noah`s Ark","descr":"Seit 2000 Jahren suchen Abenteurer nach dem Schiff, das laut Bibel Noah, seine Familie und die Tiere vor der großen Flut rettete, mit der Gott das Böse von der Erde tilgen wollte. In den letzten 50 Jahren haben vor allem die amerikanischen Kreationisten die Suche übernommen.","versions":[{"lang":1,"streams":[{"redirect":13057024,"hoster":"VOE"},{"redirect":11793114,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Piratenschatz","epNo":2,"alt":"The Hunt for Pirate Treasure","descr":"Richard Knight bereiste die Welt als Schauspieler, Entertainer und Gelegenheitsarbeiter. Doch dann ließ ihn die Geschichte um Captain Kidds Piratenschatz nicht mehr los. Er entdeckte in Kidds Nachlass markierte Landkarten und lokalisierte die...","versions":[{"lang":1,"streams":[{"redirect":11793149,"hoster":"VOE"},{"redirect":11793147,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Heilige Lanze","epNo":3,"alt":"Hitler and the Spear of Destiny","descr":"Als Hitler 1938 in Wien eintraf, bestand eine seiner ersten Handlungen darin, die Heilige Lanze an sich bringen, die im Museum der Hofburg verwahrt wurde. Mit dieser Lanze soll Jesus verletzt worden sein, als er am Kreuz hing. Hitler nahm die Lanze...","versions":[{"lang":1,"streams":[{"redirect":11793142,"hoster":"VOE"},{"redirect":11793143,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Kristallschädel","epNo":4,"alt":"The Search for the Crystal Skulls","descr":"1924 fand die junge Anna Mitchell-Hedges ein ungewöhnliches Objekt im Dschungel Mittelamerikas: einen Schädel aus Kristallquarz. Eine Theorie besagt, dass er Teil einer alten Legende ist. Eines Tages sollen sich demnach 13 dieser Schädel zu einem...","versions":[{"lang":1,"streams":[{"redirect":12380350,"hoster":"VOE"},{"redirect":11793146,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Buch Thot","epNo":5,"alt":"The Hunt for the Book of Spells","descr":"Der Legende nach überreichte der ägyptische Gott Thot das Buch Thot an die Menschen. Mit seiner Hilfe soll sich die Zukunft voraussagen lassen. Die Griechen nahmen eine Version des Buchs in ihre Kultur auf, die Christen lehnten es als heidnisch ab.","versions":[{"lang":1,"streams":[{"redirect":11793162,"hoster":"VOE"},{"redirect":11793153,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der heilige Gral","epNo":6,"alt":"Himmler and the Holy Grail","descr":"Der Heilige Gral gilt seit Jahrhunderten als heilige Reliquie, die Lebenskraft spendet und dessen Verbleib immer wieder den Anstoß zu vielfältigen Mythen gibt. 1935 wurde der Schriftsteller Otto Rahn nach Berlin beordert und traf dort auf Heinrich...","versions":[{"lang":1,"streams":[{"redirect":11793160,"hoster":"VOE"},{"redirect":11793157,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Bundeslade","epNo":7,"alt":"Raider Ron and the Lost Ark","descr":"Seit über 2000 Jahren ist die Bundeslade verschollen. Der Legende nach soll sie die Macht Gottes enthalten und von den Israeliten als Waffe in die Schlacht getragen worden sein. 1982 behauptete der Amerikaner Ron Wyatt, er habe sie in Jerusalem...","versions":[{"lang":1,"streams":[{"redirect":11793164,"hoster":"VOE"},{"redirect":11793165,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Bernsteinzimmer","epNo":8,"alt":"The Missing 8th Wonder of the World","descr":"Für viele ist das Bernsteinzimmer das achte Weltwunder. Friedrich I. schenkte es 1716 dem russischen Zaren, 1941 raubten es die Deutschen und brachten es nach Königsberg, dem heutigen Kaliningrad. Am Ende des Krieges verschwand das Bernsteinzimmer...","versions":[{"lang":1,"streams":[{"redirect":11793167,"hoster":"VOE"},{"redirect":11793166,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Schatzkammer des König Salomon","epNo":9,"alt":"The Real King Solomon`s Mines","descr":"Der biblische König Salomon war berühmt für seine Weisheit, seine Frauen und seinen Reichtum. Die Königin von Saaba schenkte ihm Gold aus dem geheimnisvollen Land Ophir. Tausende von Jahren suchten Abenteurer und Forscher die Quelle des Goldes,...","versions":[{"lang":1,"streams":[{"redirect":11793172,"hoster":"VOE"},{"redirect":11793183,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Buch des Tacitus","epNo":10,"alt":"The Nazis and the Book of Power","descr":"1944 schickt Heinrich Himmler SS-Soldaten nach Italien, um dort nach einem verschollenen Schriftstück zu suchen. Es handelt sich um die älteste Fassung des Werks \"Germania\", das Tacitus 98 vor Christus verfasste. In dem Buch wird eine \"noble und...","versions":[{"lang":1,"streams":[{"redirect":11793171,"hoster":"VOE"},{"redirect":11793182,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Samuraischwert","epNo":11,"alt":"The Lost Sword of the Samurai","descr":"Das Honjo Masamune ist das vielleicht legendärste Schwert Japans, doch niemand weiß, wo es sich befindet. Geschmiedet im 13. Jahrhundert, wurde es für 250 Jahre zum Zeremonienschwert der Samurai-Dynastie Tokugawa. Seit 1868 gab es eine Generation...","versions":[{"lang":1,"streams":[{"redirect":11793187,"hoster":"VOE"},{"redirect":11793190,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Kreuzesinschrift Jesu","epNo":12,"alt":"The Quest for the True Cross","descr":"In den 1990er Jahren untersuchte der deutsche Historiker Michael Hesemann eines der wichtigsten christlichen Reliquien: des Titulus Crucis. Das kleine Stück Holz soll auf dem Kreuz Jesu gehangen und seinen Namen kundgetan haben. Doch ist es echt...","versions":[{"lang":1,"streams":[{"redirect":11793193,"hoster":"VOE"},{"redirect":12980506,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Eldorado","epNo":13,"alt":"The Lost City of El Dorado","descr":"Der Legende nach gibt es irgendwo in Südamerika eine Stadt aus Gold: Eldorado, das Überbleibsel eines Königreichs, das einst tief im Dschungel des Amazonas-Gebiets lag. Der britische Forscher Percy Fawcett glaubte an die Legende. Seit 1906 war er ...Der Legende nach gibt es irgendwo in Südamerika eine Stadt aus Gold: Eldorado, das Überbleibsel eines Königreichs, das einst tief im Dschungel des Amazonas-Gebiets lag. Der britische Forscher Percy Fawcett glaubte an die Legende. Seit 1906 war er...","versions":[{"lang":1,"streams":[{"redirect":13918515,"hoster":"VOE"},{"redirect":11793189,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Gebeine König Artus","epNo":1,"alt":"The Search for King Arthur\u0027s Bones","descr":"Hat König Artus tatsächlich gelebt? Für den englischen Architekten Frederick Bligh Bond war die Antwort klar. Anfang des 20. Jahrhunderts glaubte er, in einer Abtei in Glastonbury die Gebeine des legendären Keltenherrsches ausgraben zu können.","versions":[{"lang":1,"streams":[{"redirect":11793195,"hoster":"VOE"},{"redirect":11793204,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Legende von Supertition Mountain","epNo":2,"alt":"The Secret of Superstition Mountain","descr":"Die Legende von Superstition Mountain ist die wohl bekannteste Geschichte über verlorenes Gold im Wilden Westen. Der Deutsche Jakob Waltz erzählt dem jungen Viehtreiber Dick Holmes von einer tief im Gebirge verborgenen Goldmine. Holmes verbringt daraufhin sein ganzes Leben mit der Suche nach der Mine - ohne Erfolg","versions":[{"lang":1,"streams":[{"redirect":11793198,"hoster":"VOE"},{"redirect":11793200,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Garten Eden","epNo":3,"alt":"The Hunt for the Garden of Eden","descr":"Der Garten Eden ist der Inbegriff des Paradieses und einer der mächtigsten Mythen aller Zeiten. Aber existierte er wirklich? Professor Juris Zanis glaubt zu wissen, wo sich Eden befand und warum es verschwand. Er ist der Überzeugung, dass die Sumerer vor 7000 Jahren an der Ostküste Bahrains die erste Stadt der Welt gegründet haben - mit einem riesigen Garten.","versions":[{"lang":1,"streams":[{"redirect":11793209,"hoster":"VOE"},{"redirect":11793217,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Schatz der Atocha","epNo":4,"alt":"The Search for Our Lady of Atocha","descr":"Schatzsucher Mel ist geradezu besessen von der verschollenen spanischen Galeone \"Our Lady of Atocha\". Als das Schiff einst vor der Küste Floridas sank, war es mit märchenhaften Schätzen beladen. 16 Jahre lang sucht Mel erfolglos danach. Schließlich schickte sein Sohn Kane ihm am 20. Juli 1985 die erlösende Nachricht, dass sie das Wrack gefunden haben.","versions":[{"lang":1,"streams":[{"redirect":11793210,"hoster":"VOE"},{"redirect":11793205,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Bibliothek von Iwan dem Schrecklichen","epNo":5,"alt":"The Lost Library of Ivan the Terrible","descr":"Archäologe und Historiker Ignatius Stelletski war besessen von der Idee, die Bibliothek von Iwan dem Schrecklichen zu finden. Zu Beginn des 20. Jahrhunderts begann er seine Suche im Untergrund Moskaus. Der Erste Weltkrieg zwang ihn zu einer Pause, doch er setzte sein Unterfangen fort.","versions":[{"lang":1,"streams":[{"redirect":11793213,"hoster":"VOE"},{"redirect":11793215,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Fluch des Atztekengoldes","epNo":6,"alt":"The Curse of Montezuma`s Gold","descr":"Angesichts der drohenden Ausrottung durch die spanischen Konquistadoren soll der Aztekenherrscher Montezuma seine sagenhaften Schätze sicher versteckt haben. Jahrhundertelang suchten Schatzgräber in den Hügeln von Mexiko vergeblich nach dem Gold.","versions":[{"lang":1,"streams":[{"redirect":11832217,"hoster":"VOE"},{"redirect":11793214,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Überreste der Johanna von Orleans","epNo":7,"alt":"The Relics of Joan of Arc","descr":"Dr. Philippe Charlier stand vor einer großen Herausforderung. Er wollte hinter die Wahrheit der sterblichen Überreste von Frankreichs berühmtester Frau, Johanna von Orleans, kommen. Sie hatte die Engländer in der Schlacht bei Orleans besiegt, doch ein späterer Prozess endete für sie mit der Verbrennung auf dem Scheiterhaufen.","versions":[{"lang":1,"streams":[{"redirect":11793219,"hoster":"VOE"},{"redirect":11793221,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Labyrinth des Minotaurus","epNo":8,"alt":"The Quest for the Minotaur\u0027s Labyrinth","descr":"Die griechische Mythologie erzählt von einem Labyrinth, einem ausgeklügelten Irrgarten, den Dädalus für Minos, den König von Kreta angelegt hatte. Darin lebte der Minotaurus, ein mythisches Wesen, halb Mensch, halb Stier. Aber ist dieses Labyrinth nur eine Legende oder hat es wirklich existiert? Die Suche nach dem Irrgarten wurde zur Obsession von Sir Arthur Evans.","versions":[{"lang":1,"streams":[{"redirect":11793229,"hoster":"VOE"},{"redirect":11793235,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Millionen von Südafrika","epNo":9,"alt":"The Legend of Kruger\u0027s Millions","descr":"Während des Buren-Krieges in Südafrika um die Wende zum 20. Jahrhundert befahl Südafrikas Präsident Paul Kruger, seinen Goldschatz in Form von Goldmünzen aus Pretoria vor den anrückenden britischen Truppen in Sicherheit zu bringen. Verantwortlich für die Aktion war Fritz Duquesne.","versions":[{"lang":1,"streams":[{"redirect":11793231,"hoster":"VOE"},{"redirect":11793225,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Sehnsucht nach Atlantis","epNo":10,"alt":"The Nazi Hunt for Atlantis","descr":"Ernst Schäfer gehörte zu den großen Entdeckern in der Zeit zwischen den Weltkriegen. Allein 1937 leitete er zwei Expeditionen zum Himalaya. Er wollte unbedingt noch eine dritte Reise starten, aber ihm fehlten die finanziellen Mittel.","versions":[{"lang":1,"streams":[{"redirect":11793228,"hoster":"VOE"},{"redirect":11793237,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Juwelen der Helena von Troja","epNo":11,"alt":"The Lost Jewels of Helen of Troy","descr":"Ein Bild, das zu den romantischsten Fotografien zählt, die je gemacht worden sind, zeigt Sophia, die Frau des Abenteurers Heinrich Schliemann. Darauf ist sie mit hochwertigem Schmuck aus der Bronzezeit abgebildet. Schliemann hatte die Wahrheit hinter der Geschichte der Helena von Troja gesucht. Doch in den Jahren nach seinem Fund sank Schliemanns Ansehen.","versions":[{"lang":1,"streams":[{"redirect":11793233,"hoster":"VOE"},{"redirect":11793243,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Geheimnis der Kupferrolle","epNo":12,"alt":"The Secret Within the Dead Sea Scroll","descr":"John Marco Allegro war davon überzeugt, dass nach dem Einsturz des Tempels in Jerusalem ein wertvoller Schatz in Höhlen in Jordanien versteckt worden war. Die Geschichte um diesen Schatz begann mit der Entdeckung der Schriftrollen vom Toten Meer im Jahr 1946.","versions":[{"lang":1,"streams":[{"redirect":11793245,"hoster":"VOE"},{"redirect":11793239,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Schatz des Shoguns","epNo":13,"alt":"The Shogun\u0027s Lost Treasure","descr":"Der verlorene Schatz des letzten Shogun hat zwei Familien über drei Generationen hinweg beschäftigt. Es ist eine Geschichte von Betrug, Gier und einem unwahrscheinlichen Glauben an vergrabene Schätze. Sie beginnt in den 1860er-Jahren, als ein Beamter des Shogunats anordnete, dessen Goldmünzen vergraben zu lassen.","versions":[{"lang":1,"streams":[{"redirect":11793240,"hoster":"VOE"},{"redirect":11793249,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Yamashitas Kriegsbeute-Das Gold des Generals","epNo":1,"alt":"Episode 1","descr":"Im Zweiten Weltkrieg unternahm die japanische Armee in Südostasien einen der größten Raubzüge der Geschichte. Doch der Schatz sollte Japan selbst niemals erreichen: Als die Amerikaner 1942 in den Krieg eintraten, war eine Überführung zu gefährlich. Der japanische General Yamashita Tomoyuki ließ die Beute auf den Philippinen in Höhlen verstecken. Viele Jahre nach Kriegsende machte sich der Filipino Rogelio Roxas auf die Suche nach Yamashitas Gold – und hatte bald einen übermächtigen Gegner …Die Geschichte der Menschheit ist ein gewaltiges Puzzle aus historischen Fakten und fantasievoller Fiktion. Da, wo sich beide Sphären berühren, entstehen Mythen und Legenden, die uns bis heute faszinieren und zahlreiche Rätsel aufgeben. Einige der größten Geheimnisse nimmt die Doku-Reihe \"Myth Hunters\" unter die Lupe. In 13 packenden Episoden widmet sich Staffel 3 u.a. verlorenen Goldschätzen, der wunderbaren Welt der Inka, der Suche nach dem Heiligen Gral und vielen anderen spannenden Themen.","versions":[{"lang":1,"streams":[{"redirect":12571989,"hoster":"VOE"},{"redirect":12571988,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Veronika und das Schweißtuch Jesu","epNo":2,"alt":"Episode 2","descr":"Auf dem Weg zu seiner Hinrichtung musste Jesus Christus sein Kreuz selbst tragen. So zeigen es die Stationen des Kreuzweges seit dem 18. Jahrhundert in jeder römisch-katholischen Kirche. Dazu gehört auch die Darstellung Veronikas, die dem zum Tode Verurteilten ein Schweißtuch reicht. Jesus soll in dem Stoff seine Gesichtszüge hinterlassen haben und diese sind dort bis heute sichtbar. Als \"Schleier von Manoppello\" wird die Reliquie verehrt.","versions":[{"lang":1,"streams":[{"redirect":12571990,"hoster":"VOE"},{"redirect":12571987,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das verschollene Schiff in der Wüste","epNo":3,"alt":"Episode 3","descr":"Im Jahr 1870 begibt sich der Goldgräber Charley Clusker in der kalifornischen Mojave-Wüste auf die gefährliche Suche nach einem verschollenen Schiff mit wertvoller Fracht. Zweimal entkommt er dabei nur knapp dem Tode und muss aufgeben – das Ziel bereits vor Augen. In Begleitung eines Zeitungsreporters unternimmt Clusker einen dritten Versuch – vergebens. Warum findet er das Schiff nicht mehr? Jagt er etwas ganz anderem nach?","versions":[{"lang":1,"streams":[{"redirect":12571995,"hoster":"VOE"},{"redirect":12571998,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Rätsel der Spider Rocks","epNo":4,"alt":"Episode 4","descr":"Der Wilde Westen steckt voller Geheimnisse die nur darauf warten, gelüftet zu werden. So denkt auch der Glücksritter Dave Arnold zu Anfang des 20. Jahrhunderts. Damals sucht er in Texas nach einem verschollenen spanischen Goldschatz. Eine uralte Karte und drei mysteriöse, mit netzartigen Linien überzogene Steine sollen ihm den Weg weisen. Sieben Jahre lang folgt er den Zeichen der Spinnensteine, den \"Spider Rocks\"","versions":[{"lang":1,"streams":[{"redirect":12571997,"hoster":"VOE"},{"redirect":12572001,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Nazi-Geheimis vom Toplitzsee","epNo":5,"alt":"Episode 5","descr":"In der Steiermark liegt der Toplitzsee, einer der tiefsten Seen Österreichs. Kurz vor Ende des Zweiten Weltkrieges erhält eine Gruppe von SS-Offizieren den Befehl, dort Kisten zu versenken. Schon bald ranken sich zahlreiche Legenden um diese Nacht-und-Nebel-Aktion: Angeblich handele es sich um Unmengen von Raubgold. 1959 initiiert der deutsche Journalist Wolfgang Loehde eine Tauchexpedition auf den Grund des Sees – mit erstaunlichen Ergebnissen","versions":[{"lang":1,"streams":[{"redirect":12571991,"hoster":"VOE"},{"redirect":12571994,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Fluch des Treasure Mountain","epNo":6,"alt":"Episode 6","descr":"Der Legende nach liegt irgendwo in den Rocky Mountains ein Goldschatz von unermesslichem Wert vergraben. Den einzigen Hinweis auf die genaue Stelle liefert eine alte geheimnisvolle Karte. Vor über 200 Jahren hat sie der einzige Überlebende einer gescheiterten Expedition angefertigt. Seither suchen seine Nachfahren nach dem Schatz. Doch als sie glauben, das Rätsel endlich entschlüsselt zu haben, schlägt der Fluch des \"Treasure Mountain\" wieder zu.","versions":[{"lang":1,"streams":[{"redirect":12571999,"hoster":"VOE"},{"redirect":12572000,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Geheimnis der Maya","epNo":7,"alt":"Episode 7","descr":"Die Maya gelten heute als Begründer einer der größten Hochkulturen der Geschichte. Bis weit ins 19. Jahrhundert hinein wussten westliche Wissenschaftler allerdings wenig über sie. Sie hatten kaum eine Ahnung, welches wertvolle Erbe sich in den dichten Dschungeln Mittelamerikas verbarg. Nachdem Berichte von riesigen Ruinenstätten im Regenwald auftauchten, reisten ein amerikanischer Anwalt und ein britischer Maler in die Wildnis","versions":[{"lang":1,"streams":[{"redirect":12572005,"hoster":"VOE"},{"redirect":12572003,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Piratenschatz der Kokos-Insel","epNo":8,"alt":"Episode 8","descr":"Vom Rhein aus folgte der deutsche Schatzsucher August Gissler dem Lockruf des Goldes. Ende des 19. Jahrhunderts zog es ihn auf die meist im Nebel verborgene Pazifikinsel Isla del Coco. Wie besessen suchte er dort 17 Jahre lang nach den unermesslichen Schätzen, die Piraten im Laufe der vorangegangenen Jahrhunderte dort angeblich vergraben haben sollen. Gissler holte sogar deutsche Siedler auf den winzigen Flecken Erde mitten im Pazifischen Ozean, die aber kaum mehr als zehn Jahre blieben.","versions":[{"lang":1,"streams":[{"redirect":12572009,"hoster":"VOE"},{"redirect":12572006,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Kelch von Valencia","epNo":9,"alt":"Episode 9","descr":"Seit dem Mittelalter ranken sich zahlreiche Mythen und Legenden um den Heiligen Gral – es ist der wohl geheimnisvollste Schatz des Christentums. Bei einem Besuch der Kathedrale von Valencia im Jahr 1991 steht die Bibelwissenschaftlerin Janice Bennet schließlich selbst vor dem \"Santo Cáliz\": dem Kelch, den Jesus beim letzten Abendmahl mit seinen Jüngern in den Händen gehalten haben soll. Ist er das wirklich? Die Gral-Forscherin begibt sich auf Spurensuche und rekonstruiert die Geschichte.","versions":[{"lang":1,"streams":[{"redirect":12572010,"hoster":"VOE"},{"redirect":12572011,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Pfarrer und der Heilige Gral","epNo":10,"alt":"Episode 10","descr":"Ende des 19. Jahrhunderts kam Bérenger Saunière, der Pfarrer des kleinen französischen Ortes Rennes-le-Château, über Nacht zu enormem Reichtum. Bis heute hält sich die Behauptung, er habe den bedeutendsten Schatz aller Zeiten gefunden: den Heiligen Gral und damit den Beweis, dass Jesus biologische Nachfahren hinterlassen habe. Die Katholische Kirche habe Saunière mit viel Geld zum Schweigen gebracht. Fakt oder Fiktion? Die Geschichte inspirierte Dan Brown zu seinem Weltbestseller \"Sakrileg\"","versions":[{"lang":1,"streams":[{"redirect":12572012,"hoster":"VOE"},{"redirect":12572013,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die sagenhafte Geschichte von Machu Picchu","epNo":11,"alt":"Episode 11","descr":"Die geheimnisvolle Welt der Inka hatte den amerikanischen Archäologen Hiram Bingham schon immer fasziniert. Im Sommer des Jahres 1911 machte er eine Reise nach Peru. Die sollte sein Leben und unseren Blick auf die Geschichte Altamerikas für immer verändern: Auf 2300 Metern Höhe fand er mitten in den Anden die legendäre Inka-Stadt Machu Picchu – die abgelegene Ruinenstätte über den Wolken","versions":[{"lang":1,"streams":[{"redirect":12572014,"hoster":"VOE"},{"redirect":12572015,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Schatz-Code des Thomas Beale","epNo":12,"alt":"Episode 12","descr":"1817 brechen Thomas Beale und eine Gruppe Abenteurer zur Büffeljagd auf. In der Gegend der Rocky Mountains in Colorado stoßen sie auf eine Goldader und beuten sie aus. Sie tauschen das Erz gegen Goldmünzen, Silberbarren und Juwelen und vergraben später alles in den Blue Ridge Mountains von Virginia. Die genaue Lage des Schatzes verschlüsselt Beale in einem Geheimcode. Doch daran beißen sich Schatzsucher die Zähne aus – bis heute. (","versions":[{"lang":1,"streams":[{"redirect":12572017,"hoster":"VOE"},{"redirect":12572019,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Suche nach Camelot","epNo":13,"alt":"Episode 13","descr":"Der Legende nach ist er Britanniens größter König – King Arthur. Zusammen mit seinen Rittern der Tafelrunde regierte er am Hofe Camelot. Aber hat König Artus tatsächlich existiert? In den 1960er Jahren will ein Team um den Archäologen Leslie Alcock beweisen, die Legende ist wahr. Mit neuen Forschungsmethoden suchen sie im südenglischen Cadbury nach Resten der legendären Burg Camelot, um zu zeigen, König Artus ist kein Mythos – er hat gelebt.","versions":[{"lang":1,"streams":[{"redirect":12572020,"hoster":"VOE"},{"redirect":12572028,"hoster":"Streamtape"}]}]}]}]}