{"path":"/serie/stream/nabari-no-ou","name":"Nabari no Ou","descr":"Der 14-jährige Schüler Miharu Rokujō will ein einfaches Leben führen und nach der Schule ein Okonomiyaki-Restaurant führen. Seine Freunde Kōichi Aizawa und Thobari Kumohira Durandal aber lernen in einem Club Ninja-Techniken. Miharu will damit nichts zu tun haben, doch wird er eines Tages von echten Ninjas angegriffen. Kōichi und Thobari beschützen ihn und weihen Miharu daraufhin in die Welt der Ninjas, die Nabari, ein. Er lernt die Rollen seiner Mitschüler und Lehrer in der Nabari kennen und trägt das Hijutsu Shinrabanshō in sich. Das Hijutsu, dass das Wissen der Welt beinhaltet, ist in der Nabari begehrt. So hat Miharu bald nicht mehr die Möglichkeit, in sein altes Leben zurückzukehren und muss sich in der Nabari behaupten.","seasons":[{"path":"/serie/stream/nabari-no-ou/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-1","name":"","epNo":1,"alt":"The Awakened One","descr":"Miharu Rokujou ist ein vierzehnjähriger Student, der allem gegenüber apathisch bleiben möchte. Er wird ständig von seinem Klassenkameraden Kouichi Aizawa und Lehrer Tobari Durandal Kumohira . belästigtihrem Nindō-Club beizutreten. Als Tobari erklärt, dass Miharu von Ninjas angegriffen wird, nimmt Miharu ihn nicht ernst. Später wird Miharu von Ninja angegriffen, die von ihm ein Hijutsu erhalten möchten. Miharu hört eine Stimme, die ihm sagt, dass er sich wehren soll, was dazu führt, dass Pflanzen den Ninja angreifen. Die Stimme sagt Miharu, dass er ihr seine Wünsche mitteilen sollte, da der Shinra Banshou existiert, um ihm alles zu geben. Tobari schlägt Miharu bewusstlos. Tobari erzählt Miharu, dass das Hijutsu, das Shinra Banshou, die ultimative Waffe ist, die vor langer Zeit geschaffen wurde und mit Miharus Körper verschmolzen ist. Miharu bittet Tobari, es zu entfernen, aber Tobari sagt, dass, wenn es möglich wäre, es bereits getan worden wäre. Das Kairoushuu, das Ninjadorf, das das Hijutsu erschuf, will das Hijutsu und ist die gefährlichste Bedrohung für Miharus Leben.Tobari sagt Miharu, dass er der Herrscher von Nabari werden muss und schwört Miharu sein Leben und seine Ehre. Auf Miharus Entscheidung, sich nicht zu engagieren, hat dies wenig Einfluss. Anderswo,Tojuro Hattori , der Anführer der Kairoushuu, verkündet seinen Anhängern, dass der Standort des Hijutsu nach zehn Jahren entdeckt wurde.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798521","hoster":"VOE"},{"path":"/redirect/13798522","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853491","hoster":"VOE"},{"path":"/redirect/8853502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-2","name":"","epNo":2,"alt":"Raimei Arrives","descr":"Raimei Shimizu , ein Samurai aus dem Dorf Fuuma, ist gekommen, um den Besitzer von Shinra Banshou zu testen. Sie stellt schnell fest, dass Miharu überhaupt nicht das ist, was sie erwartet hatte. Sie macht sich Sorgen, Miharu die Macht anzuvertrauen, alles zu tun, und drückt Tobari ihre Besorgnis aus. Sie sagt Tobari, dass sie Miharu töten wird, wenn sie sich den Kairoushuu anschließt. Später am Tag erfährt sie, dass Miharu weder unverantwortlich noch sorglos ist oder ein Herz aus Stein hat; Miharu will andere nicht verletzen. Sie erfährt, dass Tobari nach einer Möglichkeit sucht, das Hijutsu zu besiegeln. Sie überredet Tobari und Kouichi, Miharu zum Dorf Fuuma zu bringen und Kotarou Fuuma . zu fragen, dem Anführer des Dorfes Fuuma und der Autorität des Ninjutsu, seinen Rat zur Versiegelung des Hijutsu. Als sich die vier dem Dorf Fuuma nähern, erkennt Raimei, dass etwas nicht stimmt und stellt fest, dass das Dorf Fuuma angegriffen wurde.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798527","hoster":"VOE"},{"path":"/redirect/13798526","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853497","hoster":"VOE"},{"path":"/redirect/8853492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-3","name":"","epNo":3,"alt":"Surprise Attack","descr":"Das Fuuma-Dorf wird von Ninjas des Kairoushuu-Clans angegriffen, die hinter den Tenpenka, den Kinjutsushō des Fuuma-Dorfs, her sind. Yoite überwältigt Miharu, Tobari, Kouichi und Raimei mit Kira, dem Kinjutsushō des Iga-Dorfs, bevor Kotarou in das Fuuma-Dorf zurückkehrt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798524","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853500","hoster":"VOE"},{"path":"/redirect/8853499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-4","name":"","epNo":4,"alt":"Duty Declared","descr":"Yoite verlässt das Dorf Fuuma und der Kairoushuu-Clan besitzt die Tenpenka. Kotarou entwirft einen Plan für den Banten-Clan, um die Kinjutsushō aus den anderen Dörfern zu stehlen, während Tojuro einen Plan für den Kairoushuu-Clan entwickelt, um dasselbe zu tun.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798531","hoster":"VOE"},{"path":"/redirect/13798530","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-5","name":"","epNo":5,"alt":"Greed","descr":"Miharu, Kouichi und Raimei verlassen Tobari und Kotarou, um die Engetsurin, die Kinjutsushō des Dorfes Banten, zu suchen und zu zerstören, aber ohne Erfolg. Yamase, ein Lehrer, der zum Kairoushuu-Clan gehört, bittet Miharu, seine Vergangenheit bezüglich des Kairoshi-Clans mithilfe des Shinra Banshou zu ändern, aber er wird von Kouichi und Raimei überfallen. Sie fragt Yamase nach ihrem Bruder Raiko, der ihren Clan getötet und sich den Kairoushuu angeschlossen hat. Unterdessen testet Kotarou das Ausmaß von Tobaris Ninjutsu, nur um einen Punkt zu beweisen. Yoite erscheint in Gegenwart von Miharu und schlägt Kouichi und Raimei bewusstlos.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798535","hoster":"VOE"},{"path":"/redirect/13798536","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853503","hoster":"VOE"},{"path":"/redirect/8853506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-6","name":"","epNo":6,"alt":"Choices","descr":"Yoite nimmt Miharu und fordert ihn auf, die Vergangenheit zu ändern, damit er nie existiert. Yamase kommt um abzufangen, wird aber von Yoite angegriffen. Nachdem er Yamase gesehen hat, hat Miharu drei Möglichkeiten. Eine besteht darin, das Shinra Banshou von ihm zu entfernen, eine andere besteht darin, dass er es für seine eigenen Begierden verwendet, und die letzte besteht darin, Yoite zu helfen. Yoite sagt, dass er Tobari, Kouichi und Raimei töten würde, wenn Miharu Yoites Wunsch nicht erfüllt. Er beschließt, ihm zu helfen und wird nach Hause gebracht, begrüßt von Tobari, Kouichi und Raimei. Yoite fragt Kazuhiko Yukimi, seinen Hausmeister und Truppführer des Kairoushuu-Clans, ob er noch lebt oder nicht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798533","hoster":"VOE"},{"path":"/redirect/13798534","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853505","hoster":"VOE"},{"path":"/redirect/8853509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-7","name":"","epNo":7,"alt":"A Mind Made Up","descr":"Der Banten-Clan wird von Yae Oda , Präsident der Fog Blue Corporation und Anführer des Togakushi-Dorfes, angesprochen . Indem sie den Izuna Shingan, das Kinjutsushō des Dorfes Togakushi, als Belohnung anbietet und genau diese Technik anwendet, um ihre Geheimnisse als Geisel zu halten, bittet sie sie, einen Mann für sie zu ermorden, Mr. Frosty. Währenddessen kehrt Raimei ins Dorf Fuuma zurück, um zu sehen, was über Raiko herausgefunden wurde.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798539","hoster":"VOE"},{"path":"/redirect/13798540","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853507","hoster":"VOE"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-8","name":"","epNo":8,"alt":"A Mind Passed Along","descr":"Yukimi und Yoite schreiten mit der Geisel Miharu ein und verhindern den Attentat. Das Ziel flieht auf den Parkplatz, wo Yae Rache an Nowake schwört. Nachdem die anderen vier ankommen, wird Yoite dazu getrieben, die Kira sorglos zu benutzen. Aus Angst um das Leben seiner Freunde hält Miharu ihn auf. Kouichi beendet die Mission und hypnotisiert Nowake, der die Schuld auf sich nimmt. Kato, der Untergebene von Yae, wird als Spion des Fuuma-Clans entlarvt und aus dem Dorf Togakushi verbannt. Yae, die schwört, den Izuna Shingan nie wieder zu benutzen, geht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798542","hoster":"VOE"},{"path":"/redirect/13798541","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853448","hoster":"VOE"},{"path":"/redirect/8853433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-9","name":"","epNo":9,"alt":"Prelude","descr":"Ein Mord bringt Raimei der Suche nach Raiko näher. Kouichi wird entsandt, um Raimei daran zu hindern, drastische Maßnahmen zu ergreifen. Miharu bleibt bei Tobari, während seine Großmutter weg ist. Währenddessen versammelt sich der Kairoushuu-Clan. Yoite beginnt, Anzeichen dafür zu zeigen, dass seine Lebenskraft aufgrund des Einsatzes von Kira verloren geht. Er geht schnell, um Miharu zu finden. Miharu fragt Tobari nach den Geheimnissen, die er nicht preisgeben möchte und enthüllt, dass er das Shinra Banshou benutzen wird, um Yoite zu helfen. Hanabusa Seki , ein Paläontologe, findet Yoite bewusstlos in der Nähe von Tobaris Haus. Raimei erreicht einen Garten, in dem Raiko sie angreift.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798545","hoster":"VOE"},{"path":"/redirect/13798546","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853434","hoster":"VOE"},{"path":"/redirect/8853437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-10","name":"","epNo":10,"alt":"Polka - Raimei and Raiko","descr":"Raimei und Raiko stehen sich gegenüber. Raiko verwundet Raimei jedoch tödlich und nimmt ihr Schwert Kurogamon mit. Yoite wird von Hanabusa gefunden, die zufällig mit Tobari zusammenkommt. Sie bringt ihn nach Hause und behandelt ihn freundlich, aber das Gefühl wird nicht erwidert. Später bittet Yoite Miharu, ihm das Engetsurin-Kinjutsushō und das Izuna Shingan-Kinjutsushō zu bringen, und sagt, dass er immer noch das Leben seiner Freunde als Geisel hält. Raiko kämpft, während er sich an Raimei erinnert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798547","hoster":"VOE"},{"path":"/redirect/13798548","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853442","hoster":"VOE"},{"path":"/redirect/8853440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-11","name":"","epNo":11,"alt":"Curtain Call","descr":"Raimei, aus dem Krankenhaus entlassen, will Kurogamon holen. Der Banten-Clan trifft auf Gau Meguro , einen Assistenten von Raiko und ein Mitglied des Kairoushuu-Clans. In Raimeis Haus erzählt er ihr die Wahrheit über den Tag, an dem Raiko den Shimizu-Clan getötet hat. Raimei kehrt an den Ort ihres Kampfes zurück und fordert Kurogamon zurück, nachdem er Raiko dort gesehen hat. Während des folgenden Kampfes schlitzt Raiko, der Raimei erledigen will, versehentlich Gau auf, der zwischen sie sprang. Später sieht man die Geschwister im Krankenhaus, wo Gau behandelt wird. Raiko bringt sein Schwert Shirogamon zurück in den Garten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798551","hoster":"VOE"},{"path":"/redirect/13798552","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-12","name":"","epNo":12,"alt":"Determination","descr":"Als Miharu Gau besucht, sagt Raimei ihm, dass Tobari ihr von seinem Versprechen an Yoite erzählt hat und sagt, dass sie ihm helfen wird. Miharu trifft sich mit Yoite und holt das Izura Shingan-Kinjutsushō zurück. Später verkündet er dem Kairoushuu-Clan, dass er sich ihnen anschließt und gibt ihnen die Schriftrolle. Inzwischen erhält der Banten-Clan sowie der Kairoushuu-Clan eine Einladung zu einer Akademie im Dorf Kouga. Miharu, Raiko, Yukimi und Yoite machten sich auf den Weg.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798555","hoster":"VOE"},{"path":"/redirect/13798556","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853454","hoster":"VOE"},{"path":"/redirect/8853451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-13","name":"","epNo":13,"alt":"The Schoolhouse That Never Sleeps","descr":"Vertreter der Kairoushuu und der Banten Clans erreichen die Alya Academy im Kouga Village, um über die Zukunft der Welt von Nabari zu diskutieren und werden von den Studenten der Akademie begrüßt, da der Anführer des Dorfes auf dem Sterbebett liegt. Insgeheim sind alle gleich hinter dem Daya her, dem Kinjutsushō des Dorfes Kouga. Tobari kann nicht verstehen, warum Miharu zum Kairoushuu-Clan übergelaufen ist. Die Schüler der Akademie greifen nachts die Kairoushuu und die Banten-Ninjas an.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798557","hoster":"VOE"},{"path":"/redirect/13798559","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853453","hoster":"VOE"},{"path":"/redirect/8853455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-14","name":"","epNo":14,"alt":"The Depths of the Night","descr":"Miharu und Yoite rennen vor den Studenten der Akademie davon, da Yoite verletzt ist. Kannuki, der stellvertretende Direktor der Alya-Akademie, der ebenfalls versucht, die Daya zu bekommen, erschießt Kouichi. Es zeigt sich, dass der Daya jeden heilen kann, jedoch benötigt er das Fleisch junger Ninjas als Zutaten. Unterdessen wird Yoite von Shijima Kurookano , einem Studenten der Akademie, erstochen , und der Shinra Banshou erwacht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798560","hoster":"VOE"},{"path":"/redirect/13798561","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-15","name":"","epNo":15,"alt":"A Morning of Partings","descr":"Miharu versucht Yoite zu retten, aber Thobari ist nicht einverstanden damit, dass er das Shinra Banshou benutzt und schlägt ihn bewusstlos. Kouichi, scheinbar unsterblich, rettet alle. Vor seinem Tod vertraut Sirius, der Direktor der Alya-Akademie und der Anführer des Dorfes Kouga, Shijima die Daya an, die sie wiederum Miharu übergibt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798565","hoster":"VOE"},{"path":"/redirect/13798564","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853462","hoster":"VOE"},{"path":"/redirect/8853458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-16","name":"","epNo":16,"alt":"A Visitor From Afar","descr":"Kouichi offenbart Tobari und Raimei seine Unsterblichkeit. Es stellt sich heraus, dass Hattori Yoite nicht braucht, wenn er seine Nützlichkeit überlebt. Miharu und Yoite besuchen Hanabusa, um den Standort des Engetsurin zu entdecken. Tobari kehrt nachts nicht zurück und Yukimi besucht Hanabusa unerwartet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798566","hoster":"VOE"},{"path":"/redirect/13798567","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-17","name":"","epNo":17,"alt":"Moment of Collapse","descr":"Yukimi besucht Hanabusa, um nach Tobari zu suchen. Als er feststellt, dass sie nichts weiß, geht er schließlich. Am nächsten Tag besucht Raimei Kouichi und erzählt ihm, dass sie Miharu hilft, das Engetsurin zu beschaffen. Das Paar wird plötzlich von Yukimi angegriffen. Um zu verhindern, dass Yukimi Tobari findet, führt Raimei ihn zur Schule. Leider ist Tobari da. Tobari greift beide Ninjas an, aber Yoite hält Yukimi davon ab, sich zu wehren. Nach einer Weile beschließt Yukimi, sich zurückzuziehen und Yoite entwickelt hohes Fieber und stellt Verfärbungen und Narben an seinen Händen fest. Tobari verschwindet dann vollständig. Hattori vermutet, dass Yoite und Miharu rebellieren und geht zum nächsten Schritt über. Yoite und Miharu verlassen Hanabusas Haus.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798571","hoster":"VOE"},{"path":"/redirect/13798570","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853465","hoster":"VOE"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-18","name":"","epNo":18,"alt":"A Voice Calling Out","descr":"Yoites Gesundheit verschlechtert sich und er landet in einem Krankenhaus. Er hört, wie der Arzt Miharu sagt, dass er noch etwa einen Monat zu leben hat. Erschrocken verlässt Yoite das Krankenhaus, aber nicht bevor er Kira bei Gau eingesetzt hat, der immer noch im Koma lag. Gau erholt sich aufgrund der Wirkung von Kira. Miharu holt Yoite ein, der sich an seine Vergangenheit erinnert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798572","hoster":"VOE"},{"path":"/redirect/13798574","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853467","hoster":"VOE"},{"path":"/redirect/8853469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-19","name":"","epNo":19,"alt":"Profile of an Angel of Death","descr":"Gau will Yoite dafür zurückzahlen, dass er ihm das Leben gerettet hat. Yukimi erinnert sich, wie er Yoite kennengelernt hat. Miharu und Yoite machen sich auf den Weg zum Dorf Togakushi, um Yae zu treffen, damit sie einen Weg finden können, das Shinra Banshou ohne den Engetsurin zu nutzen. Die Charaktere der Tattegami, der geheimen intelligenten Einheit von Kairoushuu, werden vorgestellt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798576","hoster":"VOE"},{"path":"/redirect/13798578","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853472","hoster":"VOE"},{"path":"/redirect/8853468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-20","name":"","epNo":20,"alt":"Toward Togakushi","descr":"Tobari erinnert sich, wie ihm vor zehn Jahren Miharu anvertraut wurde. Miharu und Yoite treffen Yae und Miharu überzeugt sie, den Izura Shingan zu benutzen, um sich dem Shinra Banshou zu stellen. Shinra Banshou sagt Yae und Miharus innerem Selbst, dass sie den Wunsch, Yoite zu retten, nicht erfüllt, weil es ein langweiliger Wunsch ist und auch nicht Miharus eigener Wunsch. Unterdessen zerstört die Tattegami die Fog Blue Corporation, die das Hauptquartier des Dorfes Togakushi war, und erreicht Yaes Haus, um Miharu zu holen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798718","hoster":"VOE"},{"path":"/redirect/13798719","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853471","hoster":"VOE"},{"path":"/redirect/13344636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-21","name":"","epNo":21,"alt":"Ambition","descr":"Yoite wacht irgendwo in einem Raum auf und findet sich gefesselt und unter Drogen wieder, weiß aber nicht, wo er ist. Zurück im Kairoushuu-Hotel erzählt Ichiki , der Anführer der Tattegami, Hattori, wie Yae weiterhin nach der Vernichtung des Togakushi-Clans fragt, aber trotz all der Ninja-Techniken und Medikamente, die sie bei ihr angewendet haben, ihre Fragen nicht beantworten wird. Hattori beschließt, Yae zu konfrontieren, um ihre Kooperation zu erreichen. Währenddessen helfen Raiko und Gau Miharu und Yoite bei der Flucht vor den Tattegami.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798580","hoster":"VOE"},{"path":"/redirect/13798579","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853474","hoster":"VOE"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-22","name":"","epNo":22,"alt":"Chaos","descr":"Hinter den Kulissen plant Kotarou zusammen mit seinen Untergebenen eine Rettung für Yae. Kato infiltriert persönlich das Kairoushuu Hotel und findet Yae jedoch von Raiko entdeckt. Raiko lässt sie beide entkommen und er konfrontiert Hattori, in der Hoffnung, die Situation zu vertuschen und zu erklären. Währenddessen werden Miharu und Yoite von Yukimi gefunden. Sie treffen auf das Tattegami, in dem sie ihren Angriff begannen. Kouichi und Raimei kommen mit Gau zum Gegenangriff.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798585","hoster":"VOE"},{"path":"/redirect/13798586","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853478","hoster":"VOE"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-23","name":"","epNo":23,"alt":"Activation","descr":"Nachdem Yukimi Yoite und Miharu nach Hattori gebracht hat, benutzt Yukimi die Entschuldigung, die beiden zur Reue zu bringen, um zu verbergen, was er getan hat. Während Hattori erklärt, wie er Yoite davon überzeugt hat, die Kira zu lernen, findet Raiko Ichiki, doch bevor er etwas tun kann, wird er von Shiranui, dem Truppführer der Tattegami, angegriffen. An anderer Stelle werden Kouichi, Raimei und Gau von den Kairoushuu-Ninja angegriffen. Raiko verletzt Shiranui und versucht Yukimi anzugreifen. Hattori tötet jedoch Raiko. Raimei und Gau verlassen Kouichi, um die Kairoushuu-Ninja zu bekämpfen, nur um herauszufinden, dass Raiko tot ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798582","hoster":"VOE"},{"path":"/redirect/13798583","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853480","hoster":"VOE"},{"path":"/redirect/8853481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-24","name":"","epNo":24,"alt":"Engetsurin","descr":"Nachdem sie Raikos Körper gesehen haben, versuchen Raimei und Gau Hattori anzugreifen, werden aber leicht besiegt. Hattori macht dann Miharu für alles verantwortlich, der anfängt zu glauben, dass es tatsächlich seine Schuld ist. Auf seine Wünsche reagierend, beginnt der Shinra Banshou zu erwachen, sehr zu Hattoris und Ichikis Freude. Als Tobari das Engetsurin verwendet, wird die Vergangenheit enthüllt, wie Miharu das Shinra Banshou besessen hat. Hattori erklärt, dass er die Shinra Banshou besitzen möchte. Tobari greift ihn an, ist aber leicht zu besiegen. Yoite hingegen fuhr selbst, um Hattori zu töten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798588","hoster":"VOE"},{"path":"/redirect/13798589","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853486","hoster":"VOE"},{"path":"/redirect/8853484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-25","name":"","epNo":25,"alt":"Two","descr":"Nachdem er Hattori getötet hat, verfällt Yoite in einen Zustand des Wahnsinns und zerstört Hattoris Körper mit seiner Kira. In der Zwischenzeit überzeugt der Shinra Banshou Miharu, ihre Kräfte zu nutzen, was dazu führt, dass er um ein Vielfaches seiner normalen Größe wächst. Gerade als die Dinge düster aussehen, erscheint Asahi, Miharus verstorbene Mutter, in seinen Gedanken vor Miharu und bittet ihn, die Shinra Banshou zu unterdrücken. Viele Tage später wacht Miharu wohlbehalten in einem Krankenhausbett auf, nur um herauszufinden, dass Yoite verschwunden ist. Miharu macht sich mit Tobaris Führung auf die Suche und landet in einer Kapelle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13798592","hoster":"VOE"},{"path":"/redirect/13798591","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8853487","hoster":"VOE"},{"path":"/redirect/8853488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nabari-no-ou/staffel-1/episode-26","name":"","epNo":26,"alt":"Heart to Heart","descr":"Yoite fühlt sich für alles, was passiert ist, verantwortlich und möchte nicht mehr gelöscht werden und hat sich entschieden, allein zu sterben. Miharu behauptet jedoch, dass alles seine Schuld sei und erklärt, dass er Yoite beim Verschwinden helfen wollte, wenn Yoite das wirklich wollte. Nachdem er jedoch gehört hat, dass alle ihn als unschätzbaren Freund sehen, beschließt Yoite, seine verbleibenden Tage zu verbringen, damit er die Gefühle, die ihm alle gezeigt haben, nicht verschwendet. Alle machen weiter, zufrieden mit ihrem Leben. Yoite ist einfach dankbar, dass er Miharu getroffen hat. Später zurück im Haus von Tobari und Hanabusa warten Miharu und Yoite darauf, dass alle zu Besuch kommen. Miharu geht dann ein wenig weg, um etwas zu trinken und kommt zurück, um zu sehen, dass sich Yoites Körper in der Luft auflöst. Miharu schwört, ihn nie zu vergessen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8853490","hoster":"VOE"},{"path":"/redirect/8853496","hoster":"Streamtape"}]}]}]}]}