{"seriesId":"nachdem-ich-ihm-begegnet-bin","name":"Nachdem ich ihm begegnet bin","descr":"[Apple Tree Yard] Yvonne Carmichael (Emily Watson) ist eine verheiratete Frau mit zwei erwachsenen Kindern, die sich mit ihrem Leben in der Vorstadt abgefunden zu haben scheint – bis sie einem charismatischen und mysteriösen Mann (Ben Chaplin) begegnet, mit dem sie eine impulsive und leidenschaftliche Affäre eingeht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Yvonne Carmichael scheint alles zu haben eine tolle Karriere, ein schönes Heim und Familie. Allerdings ist es nicht ganz so wie es scheint, und als sie die unerwartete Bekanntschaft mit einem faszinierenden Fremden macht, ist Yvonne schockiert von der Leidenschaft, die in ihr erwacht. Aber nach und nach realisiert sie, dass ihr neuer Liebhaber etwas verbirgt und sie in ein gefährliches Spiel verwickelt sein könnte.","versions":[{"lang":1,"streams":[{"redirect":9593635,"hoster":"VOE"},{"redirect":8601552,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Nach der Vergewaltigung kapselt sich Yvonne ab. Sie kann weder mit der Polizei noch mit ihrem Ehemann sprechen, und als die Attacken auf sie zunehmen, bittet sie ihren ehemaligen Liebhaber Costley um Rat. Sie treffen sich das eine letzte Mal und verbringen einen leidenschaftlichen Nachmittag miteinander, bevor Costley die Situation in die Hand nimmt und Yvonne von einem Alptraum in den nächsten befördert.","versions":[{"lang":1,"streams":[{"redirect":8818151,"hoster":"VOE"},{"redirect":8601554,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Yvonne und Mark werden wegen Mordverdachts an George Selway, der grausam zu Tode geprügelt und getreten wurde, angeklagt. Yvonne streitet alles ab, auch den Vorwurf, eine Affäre mit Mark gehabt zu haben. Der Mordprozess geht weiter. Costleys Anwältin gründet ihre Verteidigung auf die Behauptung, dass er unter einer Persönlichkeitsstörung leide, was die Eskalation der Situation begründen und ihm einen Straferlass einbringen würde. Aber die Staatsanwaltschaft glaubt nicht daran. Yvonne hingegen bleibt bei ihrer Geschichte.","versions":[{"lang":1,"streams":[{"redirect":8818149,"hoster":"VOE"},{"redirect":8601559,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Was als leidenschaftliche Affäre begann hat sich in einen Alptraum vor Gericht verwandelt. Die Zeugen werden nacheinander aufgerufen und es werden mehr und mehr schockierende Tatsachen offenbart. Doch dann bricht Costley die Vereinbarung und macht ihre Affäre publik, was nicht nur Yvonnes Ehemann schockiert, sondern auch ihre Glaubwürdigkeit trübt. Sie versucht zu verstehen, wie es zu all dem kommen konnte, während das Gericht über ihr weiteres Leben entscheidet.","versions":[{"lang":1,"streams":[{"redirect":8818156,"hoster":"VOE"},{"redirect":8601556,"hoster":"Streamtape"}]}]}]}]}