{"path":"/serie/stream/nach-dem-prozess","name":"Nach dem Prozess","descr":"[After the Verdict | After The Trial] Vier normale Durchschnittsaustralier waren an einem Geschworenenprozess beteiligt, bei dem es um eine aufsehenerregende Mordanklage ging. Letztendlich entschieden die Geschworenen auf \"nicht schuldig\". Bei der Rückkehr in den Alltag beginnen die Geschworenen jedoch, dieses Votum zu hinterfragen und grübeln über den Verlauf des Prozesses: Haben sie eine Mörderin auf freien Fuß gesetzt? Die Tatsache, dass der Fall sie nicht loslässt und sie eigene Ermittlungen beginnen, vereinnahmt ihr Leben zusehends.","seasons":[{"path":"/serie/stream/nach-dem-prozess/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nach-dem-prozess/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Clara Rossi ist Sprecherin der Geschworenen in einem Mordprozess, angeklagt ist Heidi Lang. Sie soll ihre Chefin Belinda Brooks vom Dach ihres Apartments gestoßen haben. Nun ist der Moment gekommen, dass die Jury dem Richter ihr Urteil mitteilen soll. Nach langem Hadern und auf Drängen der anderen Geschworenen hat sich Clara dazu durchgerungen, deren Meinung anzunehmen – aus Mangel an Beweisen sprechen sie die Angeklagte frei. Clara bleiben jedoch Zweifel an diesem Urteil, zumal die Beschuldigte nicht in den Zeugenstand gerufen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13740183","hoster":"VOE"},{"path":"/redirect/13688204","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13990397","hoster":"VOE"},{"path":"/redirect/13882455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nach-dem-prozess/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Nach dem feuchtfröhlichen Abend bei der Ex-Angeklagten Heidi Lang findet sich Jury-Sprecherin Clara bei der Polizei wieder. Hat sie wirklich den Laden ihres Ex-Mannes Dom angezündet? Clara kann sich an nichts mehr erinnern und bittet ihre neuen Freunde Margie, Ollie und Daniel um Hilfe. Doch dann weist der DNA-Abgleich einen neuen Verdächtigen aus: Dean Walsh, der während des Mordprozesses in der Gruppe \"Freiheit für Heidi\" aktiv war. In seinem Fanatismus hat er Namen und Daten aller Geschworenen gesammelt. Nun mutmaßt die Polizei, dass er Clara stalkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13688206","hoster":"VOE"},{"path":"/redirect/13688207","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13882452","hoster":"VOE"},{"path":"/redirect/13882462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nach-dem-prozess/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Claras Stalker Dean Walsh ist tot – das haben Margie und Ollie mit eigenen Augen gesehen. Und noch etwas hat ihre Aufmerksamkeit erregt: Ihr Jury-Kollege Daniel ist vom Tatort weggefahren. Ist er Deans Mörder? Bei ihm zu Hause treffen die beiden nur dessen Tochter Zoe an. Denn Daniel ist in der Zwischenzeit Clara gefolgt, die von Heidi in deren Landhaus in Sicherheit gebracht wurde. Von wegen sicher … Heidi und Dean hätten unter einer Decke gesteckt, erklärt Daniel Clara.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13688208","hoster":"VOE"},{"path":"/redirect/13688209","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13882456","hoster":"VOE"},{"path":"/redirect/13882461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nach-dem-prozess/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Weiterhin versucht die Ex-Angeklagte Heidi, sich im Leben der Ex-Geschworenen Clara einzunisten. Doch die zweifelt immer mehr an Heidis Integrität. In der Zwischenzeit verfolgen die Hobbydetektive eine weitere Spur in Sachen Mord an Belinda Brooks: Verdächtigt wird nun deren Ehemann Paul, der anscheinend einen sehr explosiven Charakter hat. Währenddessen hat Daniel ganz andere Sorgen: Eigentlich wollte er das Bestechungsgeld, das er von Dean Walsh angenommen hat, der Polizei übergeben. Doch nun hat seine Tochter Zoe die 40.000 Dollar in ein schickes neues Auto gesteckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13688211","hoster":"VOE"},{"path":"/redirect/13688212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nach-dem-prozess/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Clara hat einen Übernachtungsgast: Margie, die sich wegen ihrer aufreibenden Detektivarbeit mit ihrer Verlobten Trish überworfen hat. Ob die beiden sich wieder versöhnen können? Am nächsten Morgen eröffnet Dom seiner Ex-Frau Clara, dass er plant, von Sydney wegzuziehen und die Kinder mitzunehmen. Und das ist nicht Claras einzige Sorge: Heidi stürzt sie in ein Wechselbad der Gefühle – mal zuckersüß, mal eiskalt. Als Clara ihr von Doms Umzugsplänen erzählt, stellt Heidi ihn sofort zur Rede","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13688215","hoster":"VOE"},{"path":"/redirect/13688219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nach-dem-prozess/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Daniels Tochter Zoe ist verschwunden. Er vermutet, dass Heidi sich an ihm rächen will und sie deshalb in ihr Ferienhaus entführt hat. Sofort fährt er dorthin und wirklich: Auf dem Teppich findet er eine riesige Blutlache. Außer sich vor Sorge sucht Daniel überall nach seiner Tochter – und wird von der Polizei gestoppt. Dann die Entwarnung: Zoe ist wohlauf. Aber von wem stammt dann das Blut? Der DNA-Test bringt Gewissheit:","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13688217","hoster":"VOE"},{"path":"/redirect/13688218","hoster":"Streamtape"}]}]}]}]}