{"path":"/serie/stream/nagasarete-airanto","name":"Nagasarete Airanto","descr":"Der 14-jährige Ikuto Touhouin hat sich mit seinem Vater gestritten. Als Folge des Streites treibt Ikuto nun mit einem Rettungsring auf dem offenen Meer. Doch hat er das Glück bald auf einer Insel zu stranden und von ihren Einwohner verarztet zu werden. Wieder bei Kräften erwartet ihn allerdings schon sein nächster Schock: Auf der Insel wohnen ausschließlich Frauen und unglücklicherweise ist der Großteil von ihnen recht heiratswillig. Doch da er noch recht jung ist, ist Ikuto nicht besonders scharf darauf, sich jetzt schon fest zu binden. In Folge dessen versucht Ikuto von der Insel zu entkommen, doch dies gestaltet sich zunächst schwieriger als gedacht und so muss er erst einmal sein `Unglück` über sich ergehen lassen.","seasons":[{"path":"/serie/stream/nagasarete-airanto/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-1","name":"","epNo":1,"alt":"Drifted to Paradise?!","descr":"Ikuto Tōhōin geht auf einem Schiff über Bord und wird auf einer komplett von Frauen bewohnten Insel angespült. Nachdem er eines der Mädchen, Suzu, getroffen hat, wird Ikuto von mehreren anderen Mädchen überfallen, die ihn als ihren Partner haben wollen, und sie werden alles versuchen, um ihn zu bekommen. Schließlich versucht Ikuto, die Insel zu verlassen, stellt jedoch fest, dass die Insel von Whirlpools umgeben ist und es daher unmöglich ist, die Insel zu verlassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236281","hoster":"VOE"},{"path":"/redirect/10130935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-2","name":"","epNo":2,"alt":"Being Chased After, Bridegroom","descr":"Obaba organisiert ein Turnier, um zu entscheiden, wer Ikutos Braut wird. Das Turnier ist einfach: Der erste, der Ikuto berührt, ist der Gewinner; die anderen beiden Bedingungen sind, dass der Ostwald gesperrt ist und der Wettbewerb bei Sonnenuntergang endet, wenn kein Gewinner ermittelt wurde. Obwohl Ikuto anfangs zuversichtlich ist, stellt er schnell fest, dass er in großen Schwierigkeiten steckt, und Suzu hilft ihm die meiste Zeit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236278","hoster":"VOE"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-3","name":"","epNo":3,"alt":"Be Useful, Freeloader","descr":"Ikuto ist zuversichtlich, dass er viele der täglichen Aufgaben erledigen kann, die die Mädchen jeden Tag erledigen. Leider hat Ikuto nicht die Kraft, Gemüse zu heben (das zwar groß, aber für die Inselbewohner normal ist) die anderen Mädchen heben können, was zu Depressionen führt. Als Rin schließlich von Yukino verfolgt wird, rettet er sie und gewinnt Suzu und Rins Respekt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236282","hoster":"VOE"},{"path":"/redirect/10130936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-4","name":"","epNo":4,"alt":"Run and Escape, Oneesama","descr":"Diese Episode enthält zwei separate Geschichten. Der erste dreht sich um Ayane, die versehentlich das Essen ihrer älteren Schwester isst und Ayane aus Angst vor dem Zorn ihrer Schwester davonläuft. Machi besticht Suzu mit den hausgemachten Süßigkeiten ihrer Mutter und bringt sie dazu, Ayane hinterherzujagen, während Ikuto mitkommt. Im zweiten Teil zerbricht Suzu eine kleine Statue und ein böser Geist kommt ihr nach, vor dem sie Todesangst hat. Am Ende stellt sich heraus, dass es sich um einen harmlosen Geist handelt, obwohl Ikuto ihn überhaupt nicht für einen Geist hält.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236284","hoster":"VOE"},{"path":"/redirect/10130938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-5","name":"","epNo":5,"alt":"Search, Kuma Kuma","descr":"Kuma Kuma, Yukinos Bärenfreundin, wird vermisst und sie beginnt mit Hilfe von Ikuto und Suzu nach ihr zu suchen. Zuerst ist es schwierig, da Ikuto nicht einmal zwischen den Bären unterscheiden kann, aber dann erfährt er von einer einzigartigen halbmondförmigen Markierung auf Kuma Kumas Brust und Ikuto zeichnet eine einfache Zeichnung des Bären, um ihm bei der Suche zu helfen, während Suzu ihm hilft die Suche mit Yukinos anderen Tierfreunden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236291","hoster":"VOE"},{"path":"/redirect/10130937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-6","name":"","epNo":6,"alt":"The Hot Spring is Warm","descr":"Bei einem Erdbeben wird die heiße Quelle, die die gesamte Insel mit Badewasser versorgt, blockiert und muss repariert werden. Ikuto geht zunächst allein zur Quelle, wird aber bald von Suzu, Yukino und Rin begleitet, die ihnen helfen, den Schmutz aus dem Brunnen zu entfernen. Während dieser Zeit kommt es zu einem weiteren Erdbeben und Ikuto und Suzu fallen in eine Höhle und kommen heraus, indem sie den Felsen brechen, der die heißen Quellen versiegelt und so entkommen und die heißen Quellen wieder gefüllt werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236287","hoster":"VOE"},{"path":"/redirect/10130940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-7","name":"","epNo":7,"alt":"Nyan is My Master","descr":"Diese Episode enthält zwei separate Geschichten. Bei der ersten bittet der Katzenlord Ikuto und Suzu um Hilfe bei ihrem Wettbewerb, um zu entscheiden, wer der nächste Lord der Umgebung sein soll, die Katzen oder die Hunde. Sie müssen dem Hundelord Schnurrbärte malen, damit der Katzenlord herrschen kann. In der zweiten Geschichte geht Ikuto mit seinen Freunden zu einem blühenden Sakura- Baum. Unterwegs erlebt er Härten, die er nicht ertragen will.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236307","hoster":"VOE"},{"path":"/redirect/10130942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-8","name":"","epNo":8,"alt":"Invited by the Observer","descr":"Ikuto und Suzu wurden in Chikages Haus im westlichen Stil eingeladen, damit Chikage Ikuto heimlich beobachten kann, da sie noch nie zuvor die Gelegenheit hatte, einen Menschen zu studieren. Chikage kleidet sich zuerst in einer Dienstmädchenuniform, nachdem er sich auf mehrere Bücher bezogen hat, die im Laufe der Jahre auf die Insel gespült wurden, und versucht dann, westliches Essen zuzubereiten, ist aber mit den Vorspeisen nicht vertraut und hat daher Probleme, Ikutos Magen zu befriedigen; Endlich macht sie Curryreis und Ikuto liebt es. In der nächsten Szene nimmt Ikuto ein Bad mit Chikages Elefantenmagd Panako. Chikage spioniert ihn aus, ohne dass er es merkt, wird aber bald entdeckt, als ein Unfall passiert. Später berät Suzu Ikuto, warum er mit Panako, die eine Frau ist, ein Bad nehmen kann, aber nicht mit ihr und Chikage.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236309","hoster":"VOE"},{"path":"/redirect/10130941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-9","name":"","epNo":9,"alt":"I Want to Charm the Successor","descr":"Rin lädt Ikuto ein, ihr bei einem Bauprojekt zu helfen, in der Hoffnung, diese Gelegenheit zu nutzen, um auch ihn zu beeindrucken, obwohl sie sich der Tatsache nicht bewusst ist, dass Ikuto keine Probleme hat, ihre weiblichen Qualitäten zu erkennen. Während des Projekts versucht Mikoto, der auf Rin steht, wiederholt, Ikuto zu verletzen, während er Rin näher kommt. Ikuto regt sich auf, als Mikoto ihn zu einem Duell herausfordert, um zu sehen, wer besser im Bauen ist. Das Haus wird mit ihrer harten Arbeit schnell fertiggestellt. Unterdessen beginnt Suzu, nachdem sie die Interaktion zwischen Rin und Ikuto beobachtet hat, zu verstehen, was es bedeutet, sich in jemanden zu verlieben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236293","hoster":"VOE"},{"path":"/redirect/10130943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-10","name":"","epNo":10,"alt":"The Rain is My Friend!","descr":"Ein regnerischer Tag bedeutet, dass sich jeder auf der Insel einen Tag frei nehmen kann. Ikuto kann jedoch nicht lange still sitzen, da er es gewohnt ist, bei jedem Wetter draußen zur Arbeit zu gehen. Ikuto bemerkt, wie sich Suzus Persönlichkeit verändert hat und findet schließlich heraus, dass Regentage Suzu an ihre inzwischen tote Mutter erinnern. Später beschließen Suzus Freunde, Suzu einen Besuch abzustatten, wie sie es oft an Regentagen tun. Zusammen mit Ikuto bieten sie Suzu viel geschätzte Gesellschaft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236294","hoster":"VOE"},{"path":"/redirect/10130946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-11","name":"","epNo":11,"alt":"Taking Ice to Ease the Fever","descr":"Ikuto wacht auf und stellt fest, dass Suzu Fieber hat. Er wird von ihrer Großmutter aufgefordert, Eis zu holen, findet jedoch heraus, dass das gesamte gelagerte Eis der Insel von Kuma-Kuma, Kamo-Kamo und Kagami (Yukinos Mutter) gegessen wurde. Also muss er zum Berg der Insel Mt. Fuji gehen, um etwas zu holen. Nachdem er an einem Tag den ganzen Berg hinauf und wieder zurück gefahren ist, stellt er fest, dass Suzu vollständig genesen ist, aber er selbst hat Fieber von den Temperaturschwankungen und der Müdigkeit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236296","hoster":"VOE"},{"path":"/redirect/10130945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-12","name":"","epNo":12,"alt":"It is Delicious, Bride Training","descr":"Machi wird von Ayane beschimpft, weil sie nicht kochen kann und dass eine Braut kochen kann. So verbringt Machi den Tag damit, von Rin das Kochen zu lernen. Danach lädt sie Ikuto und Suzu zum Abendessen ein, doch als Ikuto und Suzu am Tor ankommen, warnt ein schwacher Rin sie davor, ihr Essen zu essen, bevor sie ohnmächtig werden. Die beiden rennen um ihr Leben, bevor sie von Machis Shikigamis gefangen genommen werden. Sie zwingt sie bald zum Abendessen, das trotz des schlechten Aussehens köstlich ist, aber der Nachteil ist, dass sie so viel zubereitet hat, dass sie schließlich vor Bauchschmerzen ohnmächtig werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11393260","hoster":"VOE"},{"path":"/redirect/10130944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-13","name":"","epNo":13,"alt":"I Want to Meet You, Ikuto","descr":"Tonkatsu hat Geburtstag und Suzu bereitet Tofu zu. Später entdecken sie und Ayane ein Foto, von dem sie glauben, dass es Ikutos \"Liebhaber\" aus seiner Welt ist. Als Ikuto entdeckt wird, wie er aufs Meer starrt, verkleiden sich Ayane und die anderen, um ihn zu bezaubern. Suzu entdeckt, dass er geplant hat, die Insel zu verlassen und verfolgt Ikuto. Dann sagt er ihr, dass seine Schwester Geburtstag hat und er ihr einen Brief schicken will. Ikuto hilft Suzu dann mit dem Tofu und alle kamen, um Tonkatsus Geburtstag zu feiern. Im Abspann ersetzt ein Lied von Tonkatsu das übliche Schlussthema, das nur aus \"Pu\"s besteht. Nach dem Abspann hilft Suzu Ikuto, den Brief in einer Flasche zu verschicken, indem sie ihn ermutigt, ihn durch die Strudel zu werfen. Bei Erfolg wird ihre Beziehung merklich stärker.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236303","hoster":"VOE"},{"path":"/redirect/10130947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-14","name":"","epNo":14,"alt":"The Embarrassed, Costumed Animal Character","descr":"Ein unbekannter Räuber stiehlt vielen Menschen auf der Insel Essen und Machi wird zunächst verdächtigt, weil sie inmitten ihres von Natur aus bösen Verhaltens andere Lebensmittel gestohlen hat. Nach einigen Nachforschungen entdeckt Ikuto ein Muster, wo der Räuber stiehlt, und er und seine Freunde stecken die nächsten beiden Häuser ab, von denen sie erwarten, dass sie als nächstes getroffen werden. In derselben Nacht werden beide Häuser von zwei verschiedenen Tätern ausgeraubt, aber beide entkommen. Später gehen Ikuto und Suzu nach Hause, um zu schlafen, aber einer der Räuber nimmt ein Bad. Nach einiger Erklärung stellt sich die Räuberin als Mei Mei vor, die kürzlich bei einem Sturm mit ihrer Freundin Tona auf die Insel gespült wurde. Jetzt müssen Ikuto und Suzu Mei Mei vorerst beschützen, während sie versuchen, Tona aufzuspüren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236306","hoster":"VOE"},{"path":"/redirect/10130948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-15","name":"","epNo":15,"alt":"Trying to Improve, Mei Mei","descr":"Ikuto und Suzu verwandeln ein altes Wasserradhaus in Mei Meis und Tohnas neues Haus. Mei Mei hat aufgrund ihrer chronischen Schüchternheit Schwierigkeiten, mit den anderen Bewohnern der Insel zu interagieren. Ikuto und Suzu versuchen, sie aufzumuntern und ihr bei der Anpassung zu helfen. Ayane kommt später an und hält Mei Mei eine \"Aufmunterung\". Während des Gesprächs bemerkt sie Tohna und scheint ihn rätselhaft wiederzuerkennen. Als Ayane jedoch erkennt, dass Tohna ein Kappa ist, bricht sie schreiend davon. Tohna glaubt, dass Ayane schon andere Kappa gesehen hat, und verfolgt sie. Dies führt zu einer Hochgeschwindigkeitsverfolgung um die Insel. Mei Mei sieht, dass Ayane im Begriff ist, über eine Klippe zu rennen und nutzt ihre akrobatischen Fähigkeiten, um sie aufzuhalten. Die Gruppe erfährt später, dass Machi sich wie ein Kappa verkleiden würde, um Ayane zu erschrecken, was ihre Phobie verursacht. Einige der anderen kommen, um Mei Mei aufzuheitern,und das schüchterne Mädchen dankt ihnen allen und verspricht, es besser zu machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236311","hoster":"VOE"},{"path":"/redirect/10130949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-16","name":"","epNo":16,"alt":"Let\u0027s Get the Territory Back, Leader","descr":"Als der Südführer das Territorium des Westführers betritt, um dem Westführer eine Nachricht zu überbringen, sagt er Suzu und Ikuto, dass der Ostführer geschlagen wurde. Sie stehen alle unter Schock. Der ehemalige Ostführer will sich rächen, sieht aber Mei Mei und verliebt sich in sie und sagt, dass der Rückkampf keine Rolle spielt. Dann taucht der ehemalige Nordführer auf und hindert den ehemaligen Ostführer daran, wegzulaufen. Suzu und Ikuto erfahren vom ehemaligen Nordführer, dass Mei Mei der neue Nordführer ist und in den Nordwald zurückkehren muss. Ikuto wird jedoch nicht zulassen, dass der ehemalige Nordführer sie dorthin bringt, also beschließt er, gegen ihn zu kämpfen. Ikuto wird während des größten Teils des Kampfes zusammengeschlagen und Suzu und Mei Mei versuchen, entweder den Kampf zu beenden oder den ehemaligen Nordführer zu bekämpfen, aber Ikuto lässt sie nicht zu.Ikuto bekommt Hilfe von einer Schattengestalt und gewinnt den Kampf. Finden Sie heraus, dass es einer der neuen Anführer war, der wie ein Huhn aussieht, und der ehemalige Nord-Anführer kehrt in den Nordwald zurück.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236314","hoster":"VOE"},{"path":"/redirect/10130950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-17","name":"","epNo":17,"alt":"Changing, Magic","descr":"Chikage fand ein Zauberbuch und beschloss, den darin eingeschlossenen Zauberspruch zu verwenden. Eines Morgens wachte Ikuto auf und sah Suzu als Katze, während Ikuto ein Hund war. Ikuto findet schließlich heraus, dass Menschen zu Tieren wurden, während Tiere zu Menschen wurden. Unterwegs treffen sie ihre Freunde, die sich in Tiere verwandelt haben. Sie fanden heraus, dass Chikage dafür verantwortlich war. Bevor Chikage versucht, ihre Magie an einem unglücklichen Ikuto zu demonstrieren, erscheint Panako, die in einen Menschen verwandelt wurde. Panako behält immer noch ihre elefantenhafte Kraft bei und wirft einen riesigen Stein auf Chikage, weil sie ein Versprechen an Panako gebrochen hat, das Buch zerstört und alle zur Normalität zurückversetzt. Da Ikuto durch einen Teil der Tortur bewusstlos wurde, dachte er beim Aufwachen, dass alles, was passierte, ein Traum war.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236323","hoster":"VOE"},{"path":"/redirect/10130954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-18","name":"","epNo":18,"alt":"Let\u0027s Have A Match, Ninja","descr":"Shinobu, eine von drei Schwestern, die ein Ninja ist, erhält eine Nachricht, dass es in dem Dorf, aus dem sie kam, einen starken Schwertkämpfer namens IKUTO gibt. Die Gerüchte, die sie hörte, besagen, dass er 100 Puppen hergestellt hat, indem er einfach einen Baum schneidet, einen Felsen mit einem Holzschwert schneiden und einen Wasserfall mit einem Schlag verlassen kann. Sie hat auch gehört, dass er North Leader besiegt hat, also macht sie sich auf den Weg, um gegen ihn zu kämpfen. Ikuto und Suzu finden Shinobu auf dem Weg nach draußen und bringen sie zurück in ihr Haus, um sie zu füttern. Shinobu erklärt dann, dass sie seine Seite nicht verlassen wird, bis er mit ihr kämpft. Schließlich geht es so weit, dass eine eifersüchtige Suzu Ikuto auffordert, ihre Herausforderung anzunehmen. Der Kampf beginnt und die beiden sind fast gleichauf. Shinobu ist schnell, aber Ikuto hatte die richtigen Techniken. Shinobu stolpert und Ikuto will sie fangen, aber seine Hände berühren ihre Brüste. Shinobu steht unter Schock und kannt gehen oder aufstehen. Ikuto gewinnt den Kampf nur mit der Berührung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11393274","hoster":"VOE"},{"path":"/redirect/10130951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-19","name":"","epNo":19,"alt":"Wrapped in Mystery, Detective (Part One)","descr":"Ikuto und Suzu werden in ein Thermalbad eingeladen. Sie werden von Sakuya begrüßt, einer mechanischen Puppe, die vor 130 Jahren gebaut wurde. Bald kommen die anderen an und beginnen mit Ikuto einen Wettkampf ums Baden. Plötzlich taucht der maskierte Teufel Beniyasha auf. Wer ist dieser maskierte Mann?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236322","hoster":"VOE"},{"path":"/redirect/10130953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-20","name":"","epNo":20,"alt":"Wrapped in Mystery, Detective (Part Two)","descr":"Beniyasha hat es geschafft, die Mädchen nacheinander auszuschalten, außer Rin und Machi, die abgelenkt waren. Obwohl niemand verletzt wird, verursachen seine \"Angriffe\" viele Probleme und Nasenbluten für Ikuto. Nach einer Konfrontation auf dem Dach versucht Ikuto, ihm nachzujagen. Unbekannt für alle anderen war es tatsächlich Chikages verkleidete Mutter. Sie und ihre Tochter hatten ein Gespräch über ihn und wie er der Meister der nächsten Generation sein könnte. Damit könnte der Ninja-Clan gemeint sein, aus dem Chikage und ihre Mutter stammen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236329","hoster":"VOE"},{"path":"/redirect/10130952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-21","name":"","epNo":21,"alt":"Being Deceived, Ponpoko","descr":"Ayane ist auf der Suche nach ihrer Schwester und Ayane denkt, dass Machi bei Ikuto ist. Dann finden wir heraus, dass Machi sich im Gebüsch versteckt hat. Sie geht in eine Statue und schlägt ein Siegel von der Statue und ein zweischwänziger Waschbär erscheint. Machi ist dann auf der Suche nach dem 2-schwänzigen Waschbären, damit sie ihn wieder versiegeln kann. Das einzige Merkmal, das verrät, ist, dass der Bauchnabel vorgewölbt ist und ein weißes X darauf hat. Suzu und die anderen helfen bei der Suche. Wenn Suzu und Machi bei Ikuto sitzen, sagt Suzu immer wieder, dass es unmöglich ist und Ikuto stimmt immer wieder zu, dass es unmöglich ist (?). Suzu packt dann Ikuto und sagt, dass sie den zweischwänzigen Waschbären gefangen haben. Sie versiegeln diesen Waschbären für weitere tausend Jahre.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236331","hoster":"VOE"},{"path":"/redirect/10130956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-22","name":"","epNo":22,"alt":"Being Discovered, Blue Bird","descr":"Yukino geht aus dem Wald nach Hause und sieht den mysteriösen blauen Vogel, der in einem Märchen erwähnt wird. Yukino sieht Suzu und zieht sie mit sich, um den mysteriösen blauen Vogel zu finden. Am Ende finden sie ihn nicht, sondern einen anderen Vogel, der noch nie zuvor gesehen wurde. Der Vogel ist klein und hat eine graue Farbe (dies ist die andere Form der blauen Vögel). Sie jagen den Vogel und fallen schließlich in eine Höhle und können nicht mehr herausklettern. Suzu verletzt sich beim Sturz. Ikuto macht sich auf die Suche nach Suzu und Yukino. Während Ikuto auf der Suche nach ihnen ist, beginnt es zu regnen; dann hört Ikuto plötzlich seinen Namen und hört auf. Der blaue Vogel erscheint und bringt ihn zu Suzu und Yukino. Rin, Ikuto und andere helfen, sie aus der Höhle zu holen. Ikuto bedankt sich und dann machen sich Suzu und Ikuto auf den Heimweg. Ikuto findet dann heraus, dass Suzu verletzt ist und wird wütend auf sie; jedoch,Ikuto sagt, dass Suzu seine Familie auf der Insel ist und Suzu sehr glücklich wird. Ikuto trägt sie schließlich auf seinem Rücken.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236333","hoster":"VOE"},{"path":"/redirect/10130955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-23","name":"","epNo":23,"alt":"Bring Me Along, Elementary School","descr":"Suzu hasst das Lernen so sehr, dass sie vom Schulgebäude wegläuft oder wegläuft, nur weil sie Schule oder Studium erwähnt. Ikuto und alle anderen haben einen Plan, sie dorthin zu locken, damit sie mit ihnen lernen kann. Als alle ankommen, rennt sie wieder weg und Ikuto rennt ihr hinterher, um zu sagen, komm zurück und probiere es aus. Als Ikuto Tonkatsu nach Suzu wirft, um sie aufzuhalten; sie weicht ihm aus und fällt auf Ikutos Gesicht und er spielt tot, bis sie anfängt vorbeizugehen und er ihren Fuß packt. Ikuto zieht ihren Stiefel aus und kitzelt Suzus Fuß, bis sie aufgibt und zustimmt, mit ihm zurückzugehen. Am Ende findet sie heraus, dass er ein Lehrer ist und wird aufgeregt. Nach dem Abspann gehen Suzu und Ikuto die mit zwei multiplizierten Zahlen durch. Als sie \"9*2\u003d18\" bekommt, sagt Ikuto gute Arbeit und gibt ihr seine Portion ihres Lieblingsessens.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236348","hoster":"VOE"},{"path":"/redirect/10130957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-24","name":"","epNo":24,"alt":"Drifted Away, Message Bottle","descr":"Während Suzu an der Küste Algen sammelte, treibt eine Flasche an Land. Als sie es ansah, nahm sie sofort an, dass es die Flasche war, die Ikuto seiner Schwester Misaki geschickt hatte. Sie kam nach Hause zurück, um es Ikuto zu zeigen, und während sie den Brief las, stand, dass seine Schwester zum Meer gegangen war, um Ikuto zu finden, sich aber verirrte; Daher versuchen Ikuto, Suzu und die anderen Mädchen auf verschiedene Weise, Ikuto von der Insel zu befreien, um Misaki zu finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236343","hoster":"VOE"},{"path":"/redirect/10130958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-25","name":"","epNo":25,"alt":"Being Forged, Petty One","descr":"Suzu und Ikuto suchen nach einem Schlüssel, der einem Seedrachengott ein besonderes Tor öffnen würde, aber die Anführer des Nordens, Südens, Ostens und Westens versuchen, bei Ikutos Suche nach dem Schlüssel einzugreifen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236344","hoster":"VOE"},{"path":"/redirect/10130967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagasarete-airanto/staffel-1/episode-26","name":"","epNo":26,"alt":"Springing Out, Airan Island","descr":"Ikuto und Suzu kommen auf einer kleinen nahegelegenen Insel zu der Höhle und dem Tor, in dem der Seedrachengott schläft, in dem der Drache Ikuto von der Insel schicken kann und seine Schwester Misaki finden kann. Nachdem er sie kennengelernt hat und erfahren hat, dass sie sicher mit einer männlichen Version von Airantou lebt, beschließt er, zu ihrer Bestürzung auf die Insel zurückzukehren. Nach seiner Rückkehr wird er von allen Mädchen auf der Insel begrüßt und Obaba informiert Ikuto, dass er an einem weiteren Turnier teilnehmen muss, bei dem entschieden wird, welches der Mädchen auf der Insel seine Braut wird. Die Geschichte endet damit, dass Ikuto von allen Mädchen auf der Insel verfolgt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11236349","hoster":"VOE"},{"path":"/redirect/10130959","hoster":"Streamtape"}]}]}]}]}