{"path":"/serie/stream/nagi-no-asukara","name":"Nagi no Asukara","descr":"[A Lull in the Sea] Hikari, Manaka, Chisaki und Kaname leben als Fischmenschen im Meer. Als jedoch ihre Schule unter Wasser geschlossen wird, sind die vier Freunde auf die Schule an Land angewiesen. Dort begegnen ihnen ihre neuen Klassenkameraden mit Vorurteilen, sodass der erste Streit eigentlich vorprogrammiert ist. Als Manaka, wieder von Mitschülern gehänselt, Reißaus nimmt und im angrenzenden Waldstück eine Böschung hinunterstürzt, wird sie von Tsumugu Kihara gerettet, der ihr schon in der Klasse durch seine andere Art aufgefallen ist. Doch leider ist Manakas Kindheitsfreund Hikari nicht sehr begeistert davon, dass sich Manaka mit einem Menschenjungen anfreunden möchte …","seasons":[{"path":"/serie/stream/nagi-no-asukara/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-1","name":"Mitten zwischen Meer und Land","epNo":1,"alt":"In Between the Sea and the Land","descr":"Ehemalige Schüler der Nami Junior High School, Hikari Sakishima, Chisaki Hiradaira, Kaname Isaki und Manaka Mukaido werden gezwungen, eine Schule auf dem Land namens Mihama Junior High School zu besuchen. Hikaris Temperament gegenüber Manaka führt zu einer Reihe von Ereignissen, die darin gipfeln, dass sie von Tsumugu Kihara, dem Enkel eines Fischers, der auch die Mihama Junior High besucht, gefangen wird. Als sie sich an ihrem ersten Tag vorstellen, stoßen sie auf Ekel, weil sie Seeleute sind, und Hikari beißt genauso hart zurück. Dies ist ein frühes Zeichen, das die Kluft zwischen den Land- und Seeleuten zeigt, die Nachkommen eines Opfers (Ofunehiki) für den Meeresgott sind. Nach der Schule besuchen Manaka und Hikari Uroko-sama, den Boten des Meeresgottes. Manaka bringt eine Opfergabe und nachdem Uroko-sama versucht sie zu verführen, schlägt sie ihm ins Gesicht und wird am nächsten Tag mit einem Fisch verflucht, der aus ihrem Knie wächst.Nach dem Unterricht beginnen einige von Manakas Klassenkameraden, sie invasiv zu befragen, woraufhin sie ihr Knie aufschlägt, um zu fliehen, was ein Furzgeräusch verursacht. Ihre Mitschüler lachen, als sie verlegen in den Wald rennt. Verloren bricht Manaka zusammen, weil sie zu lange nicht im Wasser war, und ihre ena, die Haut, die es ihnen ermöglicht, im Meer zu leben, beginnt zu trocknen und abzublättern. Hikari und die anderen suchen sie. Glücklicherweise wird Manaka von Tsumugu gefunden, der sie zu sich nach Hause bringt, um sie zu rehydrieren. Sobald sie wach ist, wird es ihr sofort peinlich, da Tsumugu gerade den Fisch auf ihrem Knie gesehen hat. Zu ihrer Überraschung findet er es und ihre Enna sind wunderschön. Später am Abend, nachdem er den ganzen Tag gesucht hat, trifft Hikari Manaka und Tsumugu und versucht, seine Rolle falsch zu verstehen, und versucht, sich mit Tsumugu zu streiten. Manaka greift ein,und Hikari, die wütend darüber ist, wie sie sich in der Nähe eines anderen Typen wohlfühlt, zieht sie mit ihm ins Meer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457138","hoster":"VOE"},{"path":"/redirect/8457135","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8456982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-2","name":"Die kalte Wüste","epNo":2,"alt":"The Chilly Desert","descr":"Manaka versucht, einen weiteren Fluch auszulösen, als ihr verfluchter Fisch verschwindet, um Tsumugu bei Laune zu halten. Wütend über Manakas Verhalten gegenüber Tsumugu schlägt Hikari während der Schule verbal auf sie ein, während Manaka versucht, ihre Freundschaft mit Hikari und ihre Beziehung zu Tsumugu auszugleichen. Tsumugu, Manaka, Hikari, Chisaki und Kaname melden sich alle freiwillig, um die Opfergabe für das Ofunehiki zu machen, wobei sie über Shioshishio und Tsumugu sprechen. Als Manaka, Hikari, Chisaki und Kaname für den Tag aufbrechen, sehen sie, wie Akari einen Mann küsst, der am Pier abgesetzt wird. Mit den Beziehungen zwischen Seeleuten und Landbewohnern im Kopf denken die vier über ihre individuellen Anliegen zu diesem Thema nach. Am nächsten Tag entdeckt Chisaki, dass Tsumugu eine Kneipe baut, wünscht sich aber, dass Tsumugu nicht so nett wäre. Bei Uroko,Manaka bittet darum, erneut verflucht zu werden, als sie unterbrochen wurde, als ältere Männer des Dorfes Akari zu Urokos Platz schleppten, da sie mit jemandem von der Oberfläche zu tun hatte. Hikari und Manaka können nur zusehen, wie Tomori Akari nach Uroko bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457139","hoster":"VOE"},{"path":"/redirect/8457142","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8456984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-3","name":"Die Tradition des Meeres","epNo":3,"alt":"The Tradition of the Sea","descr":"Als Akari von ihrem Vater wegen Missachtung der Dorfregeln ausgeschimpft wird, erinnert sich Hikari daran, wie sie sich nach dem Tod ihrer Mutter immer um ihn gekümmert hat, und wird später von Akari informiert, dass sie beschlossen hat, sich von ihrem Freund zu trennen. Beim Besuch ihres alten Schulgebäudes planen die Jungs, wie sie Itaru mit seiner Beziehung zu Akari konfrontieren. Während sie im Musikzimmer auf sie wartet, fragt Chisaki Manaka, ob sie Tsumugu mag. Manaka antwortet, dass sie sich nicht sicher ist. Manaka merkt nicht, dass die Jungs außerhalb des Zimmers mithören können, und fragt sich, ob sie mit Tsumugu ausgehen und sich küssen würde; und wenn sie eines Tages heiraten und das Dorf verlassen müsste. Nachdem er dies gehört hat, kommt Hikari herein und tut so, als hätte er Manakas Geständnis nicht gehört. Am nächsten Tag,Hikari konfrontiert Itaru und folgt ihm bis zu Tsumugus Haus, wo er von Tsumugus Großvater aufgehalten wird, der ihnen erklärt, dass abgesehen von der schlechten Stimmung mit den Bewohnern der Oberfläche, die Leute aus dem Dorf die Fremden nicht als ihre Kinder heiraten dürfen wird ohne ena geboren. Die Kinder können unter Wasser nicht mehr überleben und so sind die ehemaligen Bewohner gezwungen, Shioshishio zu verlassen, um sie aufzuziehen. Hikari entdeckt, dass auch Tsumugus Großvater aus dem Dorf stammt. Am nächsten Tag hört Hikari auf, Tsumugu feindlich zu sein, und er freundet sich mit dem Rest der Gruppe an, nachdem sie endlich das Angebot gemeinsam abgeschlossen haben. Da Hikari weiß, wie sehr sie unter ihrer Trennung leidet, beschließt sie, es mit Akaris Freund wieder gut zu machen.wird jedoch von den beiden Mädchen gestoppt, die ihn zuvor bekämpft haben und eine von ihnen enthüllt, dass der besagte Mann ihr Vater ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380559","hoster":"VOE"},{"path":"/redirect/8457148","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8456994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-4","name":"Weil wir Freunde sind","epNo":4,"alt":"Because We\u0027re Friends","descr":"Miuna und ihre Freundin Sayu bitten Hikari, einen Plan zu entwickeln, um Akari und Miunas Vater Itaru zu trennen. Hikari lehnt ab und behauptet, dass er hinterhältige Pläne verabscheue. Im Hauswirtschaftsunterricht beschließt Manaka, dass einige ihrer Klassenkameraden das Gericht probieren, das sie mit ihren Freunden zubereitet hat, um sich mit ihnen anzufreunden. Aber sie schieben sie weg, lassen sie auf den Boden fallen und sorgen für Aufregung im Unterricht. Die Jungen entschuldigen sich nur widerwillig, nachdem sie von Tsumugu dazu gedrängt wurden. Kurz darauf entdecken Hikari und Manaka, dass jemand die Ojoshi zerstört hat und Hikari nimmt an, dass dieselben Jungen die Täter sind. Er beschuldigt sie und \"brustet\" einen der Jungen als Vergeltung. Später gibt Sayu gegenüber Miuna zu, dass sie die Ojoshi zerstört hat (die Chisaki und Kaname beim Aufräumen entdecken), erinnert sich jedoch an Hikaris Worte:Miuna tadelt ihre Freundin dafür. Auf ihrer Rückkehr nach Hause retten Hikari und Manaka Itaru vor dem Ertrinken, nachdem er sich Tauchausrüstung geliehen hatte, um Akari im Dorf zu sehen. Unterdessen verrät Akari Uroko-sama, dass sie mit Miuna und ihrer Familie befreundet war, und nachdem Miunas Mutter gestorben war, beschloss sie, sich an ihrer Stelle um sie und ihren Vater zu kümmern, aber mit Miunas Ablehnung beschloss sie, es aufzugeben . Nachdem Miuna fälschlicherweise behauptet, dass sie diejenige war, die das Opfer zerstört hat, macht Hikari mit Manakas Hilfe Wiedergutmachung bei den Jungen, die er fälschlicherweise beschuldigt hat, während Kaname Sayu Hikari die Wahrheit gesteht. Dies macht Chisaki traurig, als Manaka Hikari wieder einmal hilft, während sie nichts für ihn tun konnte.Hikari und Manaka retten Itaru vor dem Ertrinken, nachdem er sich Tauchausrüstung geliehen hat, um Akari im Dorf zu sehen. Unterdessen verrät Akari Uroko-sama, dass sie mit Miuna und ihrer Familie befreundet war, und nachdem Miunas Mutter gestorben war, beschloss sie, sich an ihrer Stelle um sie und ihren Vater zu kümmern, aber mit Miunas Ablehnung beschloss sie, es aufzugeben . Nachdem Miuna fälschlicherweise behauptet, dass sie diejenige war, die das Opfer zerstört hat, macht Hikari mit Manakas Hilfe Wiedergutmachung bei den Jungen, die er fälschlicherweise beschuldigt hat, während Kaname Sayu Hikari die Wahrheit gesteht. Dies macht Chisaki traurig, als Manaka Hikari wieder einmal hilft, während sie nichts für ihn tun konnte.Hikari und Manaka retten Itaru vor dem Ertrinken, nachdem er sich Tauchausrüstung geliehen hat, um Akari im Dorf zu sehen. Unterdessen verrät Akari Uroko-sama, dass sie mit Miuna und ihrer Familie befreundet war, und nachdem Miunas Mutter gestorben war, beschloss sie, sich an ihrer Stelle um sie und ihren Vater zu kümmern, aber mit Miunas Ablehnung beschloss sie, es aufzugeben . Nachdem Miuna fälschlicherweise behauptet, dass sie diejenige war, die das Opfer zerstört hat, macht Hikari mit Manakas Hilfe Wiedergutmachung bei den Jungen, die er fälschlicherweise beschuldigt hat, während Kaname Sayu Hikari die Wahrheit gesteht. Dies macht Chisaki traurig, als Manaka Hikari wieder einmal hilft, während sie nichts für ihn tun konnte.aber mit Miunas Ablehnung beschloss sie, es aufzugeben. Nachdem Miuna fälschlicherweise behauptet, dass sie diejenige war, die das Opfer zerstört hat, macht Hikari mit Manakas Hilfe Wiedergutmachung bei den Jungen, die er fälschlicherweise beschuldigt hat, während Kaname Sayu Hikari die Wahrheit gesteht. Dies macht Chisaki traurig, als Manaka Hikari wieder einmal hilft, während sie nichts für ihn tun konnte.aber mit Miunas Ablehnung beschloss sie, es aufzugeben. Nachdem Miuna fälschlicherweise behauptet, dass sie diejenige war, die das Opfer zerstört hat, macht Hikari mit Manakas Hilfe Wiedergutmachung bei den Jungen, die er fälschlicherweise beschuldigt hat, während Kaname Sayu Hikari die Wahrheit gesteht. Dies macht Chisaki traurig, als Manaka Hikari wieder einmal hilft, während sie nichts für ihn tun konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457150","hoster":"VOE"},{"path":"/redirect/8457153","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8456998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-5","name":"Sag mal, Seeschnecke...","epNo":5,"alt":"Say it, snug","descr":"Immer noch deprimiert von dem, was passiert ist, schließt sich Chisaki ihren Freunden auf dem Weg zur Schule nicht an und als sie schließlich geht, trifft sie Tsumugu. Chisaki gesteht Tsumugu, dass sie Hikari mag, ohne zu wissen, dass Manaka, der zurückkam, um sie abzuholen, nahe genug war, um ihr Geständnis zu hören. Unterdessen trennt sich Akari von Itaru und behauptet, dass Miuna sie niemals akzeptieren würde. Nachdem sich Akari dafür entschuldigt hat, dass sie ihr so ​​viel Ärger bereitet hat und ihr versichert, dass sie sie nicht länger stören wird, verschwindet Miuna. Als Hikari am Telefon von Miunas Verschwinden erfährt, tadelt sie Akari und sagt ihr, dass ihr rechtmäßiger Platz darin besteht, bei Miuna als ihrer Mutter zu sein. Hikari und seine Freunde finden Miuna. Nachdem Hikaris Freunde gegangen sind, sagt Hikari Miuna, dass Akari ein guter Mensch ist, aber Miuna weigert sich, sie zu mögen und behauptet, dass sie niemanden hat, den sie lieben kann. Verzweiflung,sie rennt weg und springt ins Meer, was enthüllt, dass ihre Mutter auch aus dem Meer kommt. Hikari rettet sie, woraufhin Miuna zugibt, dass sie Akari immer gemocht hat, aber Angst hat, dass Akari genauso sterben könnte wie ihre Mutter. Hikari sympathisiert und fragt sich, ob es vielleicht besser wäre, den Schmerz der Ablehnung zu vermeiden, indem sie Manaka nicht liebt, sondern ermutigt Miuna in ihren wahren Gefühlen. Am nächsten Morgen findet Akari Hikari und Miuna schlafend neben der Wand vor dem Laden. Sie schimpft mit Miuna und sagt ihr, dass sie sie nie verlassen wird. An der Wand hängt die nun fertige Botschaft in Kaugummi \"Geh nicht weg\".hat Angst, dass Akari genauso sterben könnte wie ihre Mutter. Hikari sympathisiert und fragt sich, ob es vielleicht besser wäre, den Schmerz der Ablehnung zu vermeiden, indem sie Manaka nicht liebt, sondern ermutigt Miuna in ihren wahren Gefühlen. Am nächsten Morgen findet Akari Hikari und Miuna schlafend neben der Wand vor dem Laden. Sie schimpft mit Miuna und sagt ihr, dass sie sie nie verlassen wird. An der Wand hängt die nun fertige Botschaft in Kaugummi \"Geh nicht weg\".hat Angst, dass Akari genauso sterben könnte wie ihre Mutter. Hikari sympathisiert und fragt sich, ob es vielleicht besser wäre, den Schmerz der Ablehnung zu vermeiden, indem sie Manaka nicht liebt, sondern ermutigt Miuna in ihren wahren Gefühlen. Am nächsten Morgen findet Akari Hikari und Miuna schlafend neben der Wand vor dem Laden. Sie schimpft mit Miuna und sagt ihr, dass sie sie nie verlassen wird. An der Wand hängt die nun fertige Botschaft in Kaugummi \"Geh nicht weg\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333513","hoster":"VOE"},{"path":"/redirect/8457156","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8456999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-6","name":"Nach dem Tomoebi","epNo":6,"alt":"Beyond Tomoebi","descr":"Die Kinder nehmen an Schwimmunterricht und am Pool herrscht Aufregung. Hikari und Tsumugu beschließen, einen kleinen Wettbewerb zu veranstalten, aber Hikari zerquetscht seinen Zehennagel und Manaka eilt schnell herbei, um ihm zu helfen. Chisaki schämt sich erneut dafür, dass Manaka vor ihr für ihn eingetreten ist. Manaka versucht, Chisaki dazu zu bringen, sie zur Krankenstation zu begleiten, aber Chisaki lehnt ab. Hikari ist nicht nur frustriert, weil er sich selbst verletzt hat, sondern auch, weil er erkennt, dass Tsumugu an der Oberfläche schneller schwimmen kann als er. Nach dem Unterricht schließen sich die Kinder zusammen, um das Ojoshi wieder aufzubauen, später gesellten sich Miuna, Sayu und der Rest der Klasse dazu. Chisaki geht jedoch früh, nachdem Manaka versucht hat, Hikari und Chisaki näher zusammenzubringen. Manaka holt Chisaki ein, aber Chisaki erinnert sie daran, dass sie wollte, dass Manaka vergisst, dass sie Hikari mag. Auf dem Heimweg,Manaka trifft Tsumugu und erinnert sich an den Tag, an dem sie und ihre Freunde die Tomoebi, ein seltenes Unterwasser-Naturphänomen, nicht miterlebten, weil es zu lange dauerte, bis sie sich ihnen angeschlossen hatte. Zurück in Shioshishio sieht Manaka, wie die Tomoebi von neuem beginnen und schafft es, Chisaki anzurufen, um es mit ihr zu sehen, und Tsumugus Rat folgend, sagt sie ihre Meinung, ohne zu zögern, sich mit ihr zu versöhnen, bedauert jedoch, dass sie es nicht zusammen mit den Jungs sehen konnten. nicht ahnend, dass Hikari und Kaname es auch beobachten, während sie sie belauschen.und Tsumugus Rat folgend, sagt sie ihre Meinung, ohne zu zögern, sich mit ihr zu versöhnen, bedauert jedoch, dass sie es nicht zusammen mit den Jungs sehen konnten, nicht wissend, dass Hikari und Kaname es auch beobachten, während sie sie belauschen.und Tsumugus Rat folgend, sagt sie ihre Meinung, ohne zu zögern, sich mit ihr zu versöhnen, bedauert jedoch, dass sie es nicht zusammen mit den Jungs sehen konnten, nicht wissend, dass Hikari und Kaname es auch beobachten, während sie sie belauschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457164","hoster":"VOE"},{"path":"/redirect/8457160","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-7","name":"Das Ofunehiki schlingert","epNo":7,"alt":"The Ofunehiki Shakes","descr":"Mit Hilfe ihrer Freunde gelingt es den Kindern, das Opfer für die Ofunehiki wieder aufzubauen. Das eigentliche Fest wird jedoch nicht stattfinden, da die Fischer und die Männer aus Shioshishio sich nicht streiten. Nachdem Hikari den anderen geholfen hat, Unterschriften für eine Petition zu sammeln, das Festival wieder abzuhalten, gelingt es Hikari nicht, seinen Vater Tomori davon zu überzeugen, ihren Versuch, das Festival abzuhalten, zu unterstützen. Aber Hikari überzeugt die \"Young Men\u0027s Society\", sich mit einigen Männern vom Fischereiverein zu treffen, um über das Festival zu diskutieren. Hikari ist überrascht, als auch sein Vater an dem Treffen teilnimmt. Obwohl sie zunächst von dem Angebot beeindruckt waren, dauert es nicht lange, bis beide Seiten ihre alten Fehden neu entfachen und anfangen zu kämpfen. Als Akari und Itaru zusammen ankommen,Die Dorfbewohner von Shioshishio werden noch aufgeregter, so dass sie Hikari in den Ojoshi stoßen, der stürzt und zerbricht. Nach dem gescheiterten Treffen versucht Tomori erneut, Akari zu überreden, sich von Itaru zu trennen, aber sie hat ihre Entscheidung getroffen und bereitet sich darauf vor, ihr Haus in Shioshishio zu verlassen. Hikari beschließt, auch mit ihr zu gehen, aber Uroko-sama setzt seine Kräfte ein, um sie aufzuhalten, bis Tomori ihn bittet, ihnen Gnade zu erweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457165","hoster":"VOE"},{"path":"/redirect/8457163","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-8","name":"Nach den unschlüssigen Gefühlen","epNo":8,"alt":"Beyond the Wavering Feeling","descr":"Hikari und Akari ziehen zu Itarus Haus. Itaru bekräftigt seine Absicht, dass Akaris Vater und der Rest von Shioshishio ihre Vereinigung anerkennen. Miuna bittet Hikari, ihr bei der Suche nach einem Geschenk für Akari zu helfen und er ruft den Rest seiner Freunde an, um sie in die Stadt zu begleiten. Am Bahnhof treffen sie auf Tsumugu, der sie später durch die Stadt führt. Sie suchen in Geschäften in der ganzen Stadt nach einer erschwinglichen Halskette für Akari. In einem der Geschäfte bleiben Chisaki und Hikari zurück, da der Aufzug voll war. Chisaki nutzt diesen Moment, um über Hikaris Gefühle für Manaka zu sprechen. Hikari behauptet, dass, wenn Manaka sich entscheidet, mit Tsumugu zusammen zu sein, er sie dabei unterstützen wird. Nachdem sie sich für das Geschenk entschieden hat, das sie kaufen möchte, bittet Miuna ihren Vater um etwas zusätzliches Geld, nur um später festzustellen, dass die fragliche Halskette ausverkauft ist.Hikari und die anderen beschließen, ihr bei der Suche nach Muscheln zu helfen, um stattdessen eine ähnliche Halskette herzustellen. Als Miuna Akari schließlich die Kette übergibt, fängt es an zu schneien und Hikari erkennt, dass es sich tatsächlich um salzhaltigen Schnee handelt, ein Phänomen, das angeblich nur unter Wasser auftritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457170","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-9","name":"Unbekannte Wärme","epNo":9,"alt":"Unknown Warmth","descr":"Die Erwachsenen von Shioshishio werden von Uroko-sama versammelt, die enthüllt, dass eine Katastrophe bevorsteht. Währenddessen setzen die Studenten ihre Vorbereitungen für das bevorstehende Festival fort. Chisaki fühlt sich krank und Tsumugu nimmt sie mit ans Meer, um ihre Ena wiederherzustellen. Sie wird wütend, als Tsumugu sie fragt, ob sie Hikari aufgegeben hat und beschließt, stattdessen nach Hause zu gehen. Kaname begleitet sie und sie kommen im Dorf an, um von den Erwachsenen mit blauen Laternen empfangen zu werden. Manaka folgt kurz darauf und wird von ihren Eltern gesagt, dass sie nicht an die Oberfläche zurückkehren darf. Am nächsten Tag erfährt Hikari, dass alle seine Freunde aus Shioshishio nicht in der Schule sind und er kehrt ins Dorf zurück, um herauszufinden, warum. Manaka informiert ihn, dass es ihnen verboten ist, das Dorf zu verlassen, da ein Unglück droht. Gefragt, warum sie ungehorsam ihr Zuhause verließ, um ihm dies zu sagen,sie sagt, sie \"musste einfach\". Er kann seinem eigenen Drang nicht widerstehen und umarmt sie, ist aber überrascht, als sie ihn wegschubst. Er rennt weg, nur um von seinem Vater getroffen zu werden, der ihm sagt, er solle nach Hause zurückkehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457175","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-10","name":"Und der Salzschnee fällt und fällt","epNo":10,"alt":"The Saltflake Snow Falls and Falls","descr":"Hikari erfährt, dass die Macht des Meeresgottes laut Uroko-sama nachlässt und somit der Salzflockenschnee weiter fallen und die Welt abkühlen wird, bis er gefriert und möglicherweise alle Menschen auf der Oberfläche tötet. Irgendwann werden sich die Kräfte des Meeresgottes erneuern und die Welt wird zu ihrem früheren Selbst zurückkehren. Um dieses Schicksal zu vermeiden, werden die Menschen unter Wasser in den Winterschlaf verfallen und die Dorfbewohner werden sich am Freitag zu einem Bankett versammeln und eine Fastenzeit einlegen, nach der der Winterschlaf beginnt. In der Überzeugung, dass der einzige Weg, dem Meeresgott zu gefallen und diese Katastrophe zu verhindern, darin besteht, das Ofunehiki durchzuführen, überzeugt Hikari Uroko-sama, ihn und seine Freunde bis zum Zeitpunkt ihres Winterschlafs zur Schule gehen zu lassen. Während des Banketts ist Manaka verstört über die aktuelle Situation und als sie endlich eine Nacktschnecke mit rotem Bauch findet,Sie erzählt ihr ihre wahren Gefühle. Am nächsten Tag gesteht Kaname Chisaki seine wahren Gefühle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457179","hoster":"VOE"},{"path":"/redirect/8457180","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-11","name":"Die Zeit der Veränderung","epNo":11,"alt":"The Changing Times","descr":"Nach Kanames Geständnis begleiten er und Chisaki ihre Freunde zur Schule, als wäre nichts gewesen. Nachdem ihr Fasten begonnen hat, werden die Leute von Shioshishios Enna dicker, um sich auf ihren Winterschlaf vorzubereiten. Aus Angst, dass sie ihre Freunde nach dem Einschlafen nie wiedersehen könnten, beginnen Hikari und die anderen erneut zu essen, um den Prozess zu verzögern. Währenddessen schmieden Akari und Itaru Pläne für ihre Ehe, während die Fischer Hikari bitten, ihnen zu helfen, das Ofunehiki durchzuführen, um dem Meeresgott zu gefallen und die Kälte zu stoppen. Uroko-sama behauptet jedoch, dass ihre Bemühungen zu diesem Zeitpunkt vergeblich sind, aber Hikari besteht darauf, dass sie etwas tun müssen. Unterstützt vom Rest der Stadt treffen die Kinder ihre Vorbereitungen für das Ritual, aber anscheinend wird es am selben Tag passieren, an dem die Meeresbewohner ihren Winterschlaf beginnen.Akari bittet die anderen, ihr zu erlauben, den Platz der Opfergabe einzunehmen, und behauptet, dass sie, nachdem sie dem Meeresgott gefallen hat, zurückkehren wird, um Itaru mit seinem Segen zu heiraten. Alle stimmen ihrem Wunsch zu. Chisaki beschließt, Kanames Beispiel zu folgen, ihre Gefühle für Hikari zu gestehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457187","hoster":"VOE"},{"path":"/redirect/8457183","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-12","name":"Ich will nett sein","epNo":12,"alt":"I Want to be Kind","descr":"Während die Vorbereitungen für die Hochzeit von Ofunehiki und Akari getroffen werden, begleitet Tsumugu Manaka und Chisaki in die Stadt, um ihr Hochzeitskleid auszuwählen. Tsumugu hat eine kurze Begegnung mit seiner Mutter und er scheint unzufrieden, als er sie sieht. Unterdessen hat Akari ein kurzes Treffen mit ihrem Vater und drückt ihren Wunsch aus, mit Itaru und Miuna das gleiche Glück zu haben, das ihr Vater mit ihr und Hikari hatte, nachdem seine Frau gestorben war. Zurück in Shioshishio erfahren Hikari und seine Freunde, dass die Jüngeren bereits in den Winterschlaf eintreten und trotz ihrer Bemühungen, den Prozess zu verzögern, ist es nur eine Frage der Zeit, bis auch sie ihren Winterschlaf beginnen. Während Kaname einige ihrer Erinnerungen an ihre alte Schule durchlebt, fragt er Hikari nach seinen Gefühlen für Manaka. Hikari gesteht ihr schließlich.Ein überraschter Manaka rennt weg und Hikari jagt ihr nach, aber Chisaki stoppt ihn und gesteht ihm ihre eigenen Gefühle, woraufhin sie ihm sagt, dass er Manaka verfolgen soll. Auf der Flucht aus dem Dorf wird Manaka erneut von Tsumugu in ein Fischernetz gezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457189","hoster":"VOE"},{"path":"/redirect/8457194","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-13","name":"Unerreichbare Fingerspitzen","epNo":13,"alt":"Unreachable Fingertips","descr":"Nach einem kurzen Gespräch mit Tsumugu kehrt Manaka nach Hause zurück und trifft Hikari. Hikari bekräftigt seine Gefühle für sie und sie sagt, dass sie ihm nach dem Ofunehiki etwas zu sagen hat. Am Tag der Zeremonie wird der Rest von Shioshishio überwintern, während Hikari und seine Freunde am Ofunehiki teilnehmen. Als die Boote losfahren, leuchtet ihnen Uroko-sama den Weg. Plötzlich sind die Boote von Strudeln umgeben und sowohl Akari als auch Tsumugu fallen ins Meer. Während Chisaki und Kaname tauchen, um Tsumugu zu retten, rettet Manaka Akari, indem sie sich selbst als Opfer für Akari anbietet. Hikari rettet Akari, kann Manaka jedoch nicht retten, da die Strömungen ihn vertreiben. Währenddessen macht das Boot mit Kaname, Chisaki und Tsumugu ein schnelles Manöver, um einer fallenden Säule auszuweichen, aber Kaname stürzt zurück ins Meer.Eine seltsame Barriere bedeckt Shioshishio und Akari wird direkt vor der Küste treibend gefunden, aber Manaka, Hikari und Kaname kehren nicht zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457200","hoster":"VOE"},{"path":"/redirect/8457196","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8704252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-14","name":"Der versprochene Tag","epNo":14,"alt":"The Promised Day","descr":"Fünf Jahre später ist das Meer über Shioshishio zugefroren und die Oberfläche tritt in einen anhaltenden Winter ein. Chisaki stattet Tsumugus Großvater Isamu im Krankenhaus einen Besuch ab, bevor sie zurückkehrt, um Akari und ihren Sohn Akira zu treffen. Sie erinnern sich daran, wie Miuna Akari aufmunterte, nachdem sie herausgefunden hatte, dass sie schwanger war und sich zu viele Sorgen um Hikari und die anderen machte, um damit glücklich zu sein. In der Schule werden die Schüler informiert, dass ein Tomoebi über dem Meer stattfinden wird und sie beschließen, eine Party am Ufer zu veranstalten. Sayu warnt Miuna, dass einer ihrer Klassenkameraden ihr bei dieser Gelegenheit ein Geständnis ablegen will. Nach dem Ofunehiki vor fünf Jahren wurde Chisaki von Isamu in Tsumugus Haus aufgenommen. Später wird Isamu ins Krankenhaus eingeliefert und Tsumugu geht, um Ozeanographie zu studierenam College, um mehr über die Situation in den Seedörfern und deren Zusammenhang mit dem Klimawandel zu erfahren. Während der Tomoebi wird Miuna von ihrer Klassenkameradin eingeladen, aber sie lehnt ab und behauptet, dass sie jemand anderen mag. Ein seltsames Licht erscheint und Tsumugu, der mit seinem Lehrer die Phänomene studiert, trifft an der Stelle, an der das Licht erscheint, auf Miuna und in der Nähe finden sie einen nackten Hikari, der seit seinem Verschwinden vor fünf Jahren nicht gealtert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457207","hoster":"VOE"},{"path":"/redirect/8457206","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-15","name":"Der Beschützer des Lächelns","epNo":15,"alt":"The Protector of Smiles","descr":"Chisaki erfährt von Hikaris Rückkehr, unterlässt es jedoch, ihn zu treffen. Währenddessen erholt sich Hikari immer noch von seinem Winterschlaf, als er einige seiner alten Freunde trifft und der Fischerverein ihm dieselbe Flagge überreicht, die er während des Ofunehiki benutzte. Chisaki weigert sich immer noch, Hikari zu treffen und gesteht Tsumugu, dass sie Angst davor hat, wie Hikari reagieren wird, wenn sie sie sieht. Hikari taucht ins Meer und versucht, nach Shioshishio zurückzukehren, aber die Meeresströmungen vertreiben ihn. Als er auftaucht, fährt Tsumugu in einem Boot vorbei und konfrontiert Hikari, weil er Chisaki nicht treffen wird. Hikari sagt ihm, dass er von all den Veränderungen, die er gesehen hat, überwältigt ist und Angst hat, die gleiche Veränderung bei jemandem zu sehen, der ihm so nahe steht wie Chisaki. Als sie nach Hause zurückkehrt, hört Hikari, wie das Ofunehiki-Lied ausgestrahlt wird. Werde die Quelle untersuchen,er begegnet Chisaki, die ihm sagt, dass das Lied jeden Tag um 5:00 Uhr für die Bewohner von Shioshishio ausgestrahlt wird. Sie entschuldigt sich dann bei Hikari dafür, dass sie sich so sehr verändert hat, aber Hikari sagt, dass sie sich überhaupt nicht verändert hat. Er kehrt nach Hause zurück, entschlossen, sich all den Veränderungen zu stellen, die er jetzt sieht, und wird von Miuna begrüßt, die die Ofunehiki-Flagge für ihn schwenkt. Sie schwört, dass sie alles tun wird, um Hikaris Lächeln zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457208","hoster":"VOE"},{"path":"/redirect/8457211","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-16","name":"Das Flüstern weit entfernter Wellen","epNo":16,"alt":"The Whispers of the Faraway Waves","descr":"Hikari geht mit Miuna und Sayu zurück zur Schule. Am nächsten Tag gehen Hikari, Miuna und Sayu in die Stadt, um eine neue Schuluniform für Hikari zu kaufen. Sayu ärgert sich über das kokette Verhalten zwischen Miuna und Hikari, und sie streitet sich mit Miuna und gibt zu, dass sie eifersüchtig auf Miuna ist, seit Hikari zurückgekehrt ist, Kaname jedoch nicht. Die beiden trennen sich und Hikari kehrt zurück, um Sayu allein zu finden. Sie werden zurück ins Dorf gefahren und Hikari hält an, um die alte Werft zu erkunden, da sie ahnen, dass Miuna dort sein könnte. Kurz nachdem sie Miuna gefunden hat, bricht ein Boom-Dolly zusammen und lässt Miuna ins Wasser fallen. Überraschenderweise entdeckt Miuna, dass sie jetzt im Wasser schwimmen und atmen kann. Hikari findet sie und bringt sie zurück an die Oberfläche. Als sie aus dem Wasser sind, trifft Miuna Sayu, die sich Sorgen macht und sich bei ihr entschuldigt. Später,Kaname sieht man nackt herumlaufen und fragt einen Stadtbewohner, welcher Tag heute ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457218","hoster":"VOE"},{"path":"/redirect/8457216","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-17","name":"Die beiden Kranken","epNo":17,"alt":"The Sick Two","descr":"Der nackte Kaname erscheint an der Oberfläche und bittet einen Mann um Informationen. Als sie von Kanames Erwachen erfahren, vereinigen sich Hikari und die anderen wieder mit ihm. Nachdem er untersucht wurde, zieht Kaname zu Tsumugus Haus und fühlt sich unwohl, wie sich Chisaki und Tsumugu näher gekommen sind. Am nächsten Tag hat Sayu, die immer noch Gefühle für Kaname hat, Angst, ihn wieder zu treffen, aber als sie sich nach der Schule zufällig treffen, flieht sie unter Tränen, als er sie nicht erkennt. Nachdem sie Hikari mit Kaname reden hören, die behauptet, dass er sich nicht mehr ändern kann, bis er sich mit Manaka wiedervereinigt, hat Miuna einen Streit mit Sayu, die beschließt, ihre Gefühle für Kaname zu verwerfen, um mit ihrem Leben weiterzumachen, und das hängt weiter zu solchen Gefühlen ist \"krank\". Später auf der Straße sieht Kaname sie und ruft sie beim Namen an. Sayu denkt, dass sie auch, wie Miuna,ist tatsächlich \"krank\". Später in der Nacht werden Hikari, Kaname und Miuna darüber informiert, dass Tsumugu und Professor Mihashi eine Schwachstelle in der Meeresströmung um Shioshishio gefunden haben Miuna hörte, als sie zum ersten Mal ins Wasser fiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457221","hoster":"VOE"},{"path":"/redirect/8457226","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-18","name":"Shioshishio","epNo":18,"alt":"Shioshishio","descr":"Miuna folgt den Geräuschen und führt Hikari und Kaname zurück nach Shioshishio, das jetzt mit Schnee bedeckt ist und seine Bewohner noch schlafen. Besorgt, Manaka noch einmal zu treffen, beschließt Hikari, nach Hause zurückzukehren und zuerst seinen Vater zu besuchen, während Kaname geht, um nach seinem Haus zu sehen. Während sie auf ihre Rückkehr wartet, hört Miuna erneut das Geräusch und wird zur alten Schule der Meereskinder geführt, wo sie Einblicke in die Vergangenheit von Hikari und den anderen erhält. Kurz darauf taucht Uroko-sama vor ihr auf und fragt Miuna, wonach sie wirklich sucht. Hikari und Kaname finden Miuna, nachdem Uroko-sama verschwunden ist. Dann hört Miuna das Geräusch erneut und sie folgen ihm zu einem geheimen, unbekannten Graben, in dem alle vorherigen Ojoshis deponiert sind und wo sie Manaka noch schlafend finden.Miuna erkennt, dass das Geräusch von Manakas ena kommt, die abgeht. Hikari erkennt, dass sie durch den Verlust ihres Enas zu sterben droht, und beschließt, sie an die Oberfläche zu bringen. Der Graben bricht zusammen, als die drei Shioshishio verlassen und den bewusstlosen Manaka mitnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457233","hoster":"VOE"},{"path":"/redirect/8457229","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-19","name":"Die Irrfahrt der Verirrten","epNo":19,"alt":"The Lost, Lost Little...","descr":"Nach einigen Untersuchungen wird bestätigt, dass Manaka, obwohl er noch schläft, bei guter Gesundheit ist und bald aufwachen sollte. Als Chisaki sieht, wie Miuna Hikari mit dem schlafenden Manaka beobachtet, erkennt Chisaki, dass Miuna ihn auch mag. Während er Isamu pflegt, erzählt er ihr einen Teil der Ofunehiki-Legende, den sie noch nie gehört hat. Zurück in Tsumugus Haus befragt Kaname ihn, was er mit den erhaltenen Daten über Miuna und die anderen machen will und erfährt, dass er und sein Professor der wissenschaftlichen Gemeinschaft Ergebnisse vorlegen müssen, um sicherzustellen, dass ihre Forschung zu Shioshishio weiterhin finanziert wird. Später in der Nacht trinkt Chisaki etwas Wein mit Tsumugu und während sie schläft, drücken Tsumugu und Kaname einander ihre Gefühle für Chisaki aus. Am nächsten Tag,Chisaki versucht, alleine nach Shioshishio zurückzukehren, wird jedoch von den Strömungen gezogen, bis Hikari ihr hilft. Als sie im Dorf ankommen, teilt Chisaki Hikari mit, was sie von Isamu gelernt hat. Die Legende besagt, dass die junge Frau, die sich dem Meer anbot, den geliebten Menschen, den sie an der Oberfläche zurückließ, nicht vergessen konnte und der Gott sie am Ende gehen ließ, ihr aber etwas als Preis wegnahm. Sicher, dass dies damit zu tun haben muss, dass Manaka ihre Ena verloren hat, beschließt Hikari, nach Uroko-sama zu suchen, um herauszufinden, was er tun kann, um ihr zu helfen. Er geht, um mit Chisaki an die Oberfläche zurückzukehren, die erkennt, dass sie immer noch in ihn verliebt ist. Allerdings vergeht eine Woche und Manaka muss noch erwachen.Die Legende besagt, dass die junge Frau, die sich dem Meer anbot, den geliebten Menschen, den sie an der Oberfläche zurückließ, nicht vergessen konnte und der Gott sie am Ende gehen ließ, ihr aber etwas als Preis wegnahm. Sicher, dass dies damit zu tun haben muss, dass Manaka ihre Ena verloren hat, beschließt Hikari, nach Uroko-sama zu suchen, um herauszufinden, was er tun kann, um ihr zu helfen. Er geht, um mit Chisaki an die Oberfläche zurückzukehren, die erkennt, dass sie immer noch in ihn verliebt ist. Allerdings vergeht eine Woche und Manaka muss noch erwachen.Die Legende besagt, dass die junge Frau, die sich dem Meer anbot, den geliebten Menschen, den sie an der Oberfläche zurückließ, nicht vergessen konnte und der Gott sie am Ende gehen ließ, ihr aber etwas als Preis wegnahm. Sicher, dass dies damit zu tun haben muss, dass Manaka ihre Ena verloren hat, beschließt Hikari, nach Uroko-sama zu suchen, um herauszufinden, was er tun kann, um ihr zu helfen. Er geht, um mit Chisaki an die Oberfläche zurückzukehren, die erkennt, dass sie immer noch in ihn verliebt ist. Allerdings vergeht eine Woche und Manaka muss noch erwachen.die merkt, dass sie immer noch in ihn verliebt ist. Allerdings vergeht eine Woche und Manaka muss noch erwachen.die merkt, dass sie immer noch in ihn verliebt ist. Allerdings vergeht eine Woche und Manaka muss noch erwachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457244","hoster":"VOE"},{"path":"/redirect/8457242","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-20","name":"Die schlafende Prinzessin","epNo":20,"alt":"Sleeping Beauty","descr":"Ohne Anzeichen von Manakas Erwachen sucht Hikari mit Kanames und Chisakis Hilfe weiter nach Uroko-sama, aber ohne Erfolg. Miuna, die sich entschieden hat, bei ihrer Suche nicht zu helfen, macht sich Sorgen um Hikari und tadelt ihn, als er seine Absicht offenbart, nicht mehr zur Schule zu gehen, während er nach einer Möglichkeit sucht, Manaka zu helfen, wodurch eine Kluft zwischen ihnen entsteht. Am nächsten Tag fragt sich Miuna, während sie mit Sayu spricht, ob sie nicht tief in ihrem Inneren wünscht, dass Manaka erwacht. Später zu Hause bricht ein fiebriger Hikari zusammen, während er Miuna mit Manaka verwechselt. Am nächsten Tag täuscht Miuna vor, Fieber zu haben, um zu Hause zu bleiben und auf ihn aufzupassen. Tsumugu ruft sie an und bittet sie um Hilfe bei seinen Recherchen, aber als er merkt, dass sie weint, kommt er persönlich zu ihr. Tsumugu verrät, dass er genau wie sie Angst vor Hikari und Kaname hatte.s Rückkehr aus seinen Gefühlen für Chisaki, aber am Ende war er glücklich über ihr Wiedersehen. Nachdem sie nach Hause zurückgekehrt ist, schlägt Miuna vor, dass Hikari als Person mit starken Gefühlen für Manaka sie küssen sollte, in der Hoffnung, sie zu wecken. Als ein nervöser Hikari mit Miuna streitet, wird er von einem gerade erwachten Manaka beschimpft, weil er mit einem Mädchen gestritten hat; sehr zur großen Überraschung von Hikari und Miuna.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457248","hoster":"VOE"},{"path":"/redirect/8457247","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-21","name":"Der Bote vom Grund des Meeres","epNo":21,"alt":"The Messenger from the Bottom of the Sea","descr":"Hikari und seine Freunde sind überrascht von Manaka, der fröhlich ist und so tut, als ob sich nichts geändert hätte; obwohl sie ihre ena verloren hat. Kaname sagt Hikari, dass es wahrscheinlich daran liegt, dass sie Hikari und die anderen hat, die sie unterstützen. Später fragt Hikari Manaka, was sie ihm nach dem Ofunehiki sagen wollte, aber Manaka erinnert sich nicht daran, dies gesagt zu haben. Sie erinnert sich, dass sie eine Stimme hörte, die sie nicht kannte, die ihr sagte, sie solle \"etwas geben\". Tsumugu sagt Chisaki, dass er Ende des Monats an die Universität zurückkehren wird, aber in engem Kontakt bleiben und bei Bedarf schnell zurückkehren wird. Chisaki sagt, dass er einsam sein muss, aber Tsumugu sagt, dass es daran liegt, dass sie einsam ist. Früh am nächsten Tag zeigt Tsumugu allen, dass er von Uroko-selbe mit einem Fisch im Ellbogen verflucht wurde. Sie kommen zu dem Schluss, dass Uroko-selbe in der Nähe sein muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457255","hoster":"VOE"},{"path":"/redirect/8457258","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-22","name":"Was verloren ging","epNo":22,"alt":"Something Lost","descr":"Hikari und seine Freunde suchen erfolglos nach Uroko-sama. Währenddessen sinkt die Temperatur im ganzen Land weiter und der Schnee breitet sich weiter im Landesinneren aus, was dazu führt, dass Professor Mihashi an die Universität zurückgerufen wird. Tsumugu beschließt, noch ein wenig länger zu bleiben, und behauptet, dass er ihre Forschungen fortsetzen muss, offenbart Kaname jedoch später, dass seine wahre Absicht darin besteht, in der Nähe von Chisaki zu bleiben. Unterdessen erkennt Hikari, dass Manaka ihre Erinnerungen an mehrere Situationen verloren hat, die sie zusammen erlebt hatten, einschließlich der Zeit, als er ihr seine Gefühle gestand. Einige Zeit später treffen Hikari und Miuna schließlich Uroko-sama in einem nahegelegenen Schrein und er erklärt ihnen, dass Manaka ein Ojoshi für den Meeresgott geworden ist und dies half, die Abkühlung des Planeten zu verzögern. Aber als sie wieder an die Oberfläche gebracht wurde, begann die Abkühlung von neuem.Er enthüllt auch, dass die ursprüngliche Ojoshi, genau wie Manaka, ihre Gefühle für die geliebte Person, die sie zurückgelassen hat, nicht ablegen konnte und der Meeresgott ihr die Rückkehr erlaubte, sondern stattdessen ihre Fähigkeit zu lieben und alle Erinnerungen an die Liebe nahm. Eine verzweifelte Hikari erkennt dann, dass seine Gefühle für Manaka sie in ihrem gegenwärtigen Zustand nie erreichen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457264","hoster":"VOE"},{"path":"/redirect/8457265","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-23","name":"Wessen Gefühle sind das?","epNo":23,"alt":"Who Do These Feelings Belong To?","descr":"Miuna überzeugt Hikari, seinen Freunden zu erzählen, was er von Uroko-sama über Manaka erfahren hat. Während ihres Treffens fragen sich Kaname und Chisaki, ob es Manaka genauso gut geht, ohne Liebe zu empfinden, da sie glücklich zu sein scheint, aber Sayu schlägt sie an, weil sie so etwas denken. Hikari geht, nachdem Sayu sagt, dass auch er von ihrem Denken gestört ist. Nach ihrem Treffen enthüllt Sayu Miuna, dass sie ihr Leben nur dank ihrer Gefühle für Kaname fortsetzen konnte, unerwidert oder nicht, und daher konnte sie der Idee, sie zu verlieren, überhaupt nicht zustimmen. Auf dem Heimweg treffen Hikari und Miuna auf Manaka und sie finden einen weißen Felsen, von dem Hikari glaubt, dass er derjenige ist, der vor fünf Jahren entstanden ist, als Manaka mit der Meeresschnecke sprach. Er fordert Manaka auf, es zu behalten, in der Hoffnung, dass es ihr eines Tages helfen wird, ihre verlorenen Erinnerungen an die Liebe wiederzuerlangen. Später,Sayu sagt Miuna, dass sie Kaname gestehen wird, obwohl sie sicher ist, dass er sie ablehnen wird. Sie ist immer noch dankbar für ihre Gefühle für ihn, weil sie glaubt, dass sie sie zu der Person gemacht haben, die sie ist. Hikari bittet Tsumugu, mehr Zeit in der Nähe von Manaka zu verbringen, in der Hoffnung, ihre verlorenen Gefühle zu wecken, als Tsumugu ihm sagt, dass er bald an die Universität zurückkehren wird. Hikari wird wütend, aber Tsumugu antwortet, dass es falsch wäre, so zu tun, als hätte er Gefühle für Manaka, die er nicht hat. Anstatt Manaka gibt er gegenüber Hikari zu, dass er Chisaki wirklich liebt, ohne zu bemerken, dass Chisaki sich nähert und sein Geständnis hört. Geschockt von dem Geständnis taucht Chisaki ins Meer. Tsumugu taucht hinter ihr auf und als er an Sauerstoffmangel leidet, manifestiert er ena genau wie Miuna.Dann trifft er in Shioshishio eine überraschte Chisaki und gesteht, dass er sie vor dem Tag des Ofunehiki fünf Jahre zuvor immer gemocht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457277","hoster":"VOE"},{"path":"/redirect/8457267","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-24","name":"Der Detritus","epNo":24,"alt":"Detritus","descr":"Chisaki weist Tsumugu zurück und flieht zurück an die Oberfläche. Als sie nach Hause zurückkehrt, trifft sie Kaname, der erkennt, dass sie tatsächlich in Tsumugu verliebt ist und sie ermutigt, ehrlich mit ihren Gefühlen zu sein, aber sie behauptet, dass dies ihre Gefühle für Hikari verraten würde. Akira übergibt Manaka einen Brief, in dem er erklärt, dass er sie liebt. Manaka rennt in ihr Zimmer und weint, weil sie nicht versteht, was Liebe ist. Am nächsten Tag fragt Chisaki Isamu, wie die Geschichte der Ojoshi endet und er enthüllt, dass die Ojoshi sich nicht mit ihrem Geliebten vereint haben, weil er ertrunken ist, als sie versucht hat, ihr nachzujagen. Tsumugu, Hikari und Kaname treffen Uroko-sama und Tsumugu teilt ihnen mit, dass er, als seine Ena erwachte, die Gefühle des Meeresgottes und Manakas um sich herum spürte. Er schlägt vor, mit Manaka\u0027Ein Stein auf einem Ojoshi in einem anderen Ofunehiki könnte ihre Gefühle dem Meeresgott zurückgeben und ihn so zufriedenstellen, die Stabilität an der Oberfläche wiederherzustellen und auch Manakas eigenen Gefühlen zu ermöglichen, zu ihr zurückzukehren. Zu ihrer Überraschung erklärt sich Uroko-sama bereit, ihnen zu helfen. Die Dorfbewohner, darunter auch Hikaris alte Klassenkameraden, schließen sich zusammen, um sich auf das Ofunehiki vorzubereiten. Während der Vorbereitung gesteht Chisaki Tsumugu, dass sie erwägt, den Platz der Ojoshi einzunehmen, aber Tsumugu widerspricht stark. Kaname belauscht das Gespräch und wird von Sayu verfolgt, die ihn beobachtet. Sie schimpft ihn dafür, dass er seine eigenen Gefühle vor Chisaki verbirgt, aber er antwortet, dass es keinen Unterschied machen würde, wenn er es getan hätte, weil er weiß, dass Chisaki immer jemanden anderen als ihn lieben würde. Sayu gesteht ihm dann ihre eigenen Gefühle für ihn,was Kaname so berührt, dass er ihr dankt und Sayu fragt, ob er mit ihr von vorne anfangen kann, indem er sie als Mädchen in seinem Alter und nicht als kleines Kind sieht. Nachdem er ihn zuvor gefragt hat, wen er liebt, sagt Hikari Manaka, dass er jemanden liebt. Als sie ihn fragt wer, sagt er, dass sie es nach dem Ofunehiki herausfinden wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457276","hoster":"VOE"},{"path":"/redirect/8457275","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-25","name":"Liebe ist wie das Meer","epNo":25,"alt":"Love Is Like the Sea","descr":"Am Vorabend des Festes stiehlt Akira den Anhänger mit Manakas Stein und lässt ihn versehentlich ins Meer fallen. Miuna taucht ein, um den sinkenden Anhänger zu fangen, und kann Manakas Geständnis vor fünf Jahren im Stein festgehalten hören, dass sie Hikari liebt. Tsumugu, der nach Miuna eingetaucht ist, hört ebenfalls das Geständnis und gibt zu, dass er von Manakas Liebe zu Hikari wusste, als sie ihm fünf Jahre zuvor auf seinem Boot erzählte. Miuna fragt, warum er es nie jemandem erzählt hat, worauf er antwortet, dass Manaka ihn versprechen musste, es niemandem zu erzählen, weil sie wusste, dass Chisaki in Hikari verliebt war. Später in der Nacht folgt Miuna Hikari am Strand entlang und fragt ihn, ob er Manaka liebt. Er gibt zu, dass er sie immer geliebt hat und Miuna bittet ihn mehrmals zu wiederholen, dass er sie liebt. Miuna rennt weg und hofft, dass der Schmerz, Hikari zu hören,Ihre Liebe zu Manaka wird es ihr ermöglichen, die Liebe, die sie zu Hikari hat, beiseite zu legen. Auch in dieser Nacht erzählt Tsumugu Chisaki, dass Manaka in Hikari verliebt war und nicht in ihn, in der Hoffnung, dass Chisaki Tsumugus Liebe zu ihr akzeptieren würde. Diesmal leistet sie keinen Widerstand, während Tsumugu sie umarmt. Als das Fest am nächsten Tag beginnt, vertraut Uroko-sama den Festjungfrauen die heilige Flamme an und sie besteigen die Boote mit Hikari und seinen Freunden zum Hafen. Wie vor fünf Jahren bilden sich um die Boote Sturm und Strudel. Manaka fällt ins Meer, kann aber ohne ihr Ena nicht unter Wasser atmen. Miuna taucht hinter ihr her und kann, als sie Manaka berührt, ihre eigene Ena auf Manaka übertragen. Jetzt in der Nähe erzählt Tsumugu Hikari, dass Miuna und Manakas ena wegen ihrer gemeinsamen Liebe zu Hikari verbunden sind. Miuna schiebt Manaka weg,aber dann wird sie im Whirlpool hinunter zum Ojoshi-Friedhof gespült, wo sie nun den Platz des Opfers einnimmt. Hikari jagt ihr nach, kann sie aber nicht erreichen, da sich eine Barriere um sie herum bildet, während sie im Grab der Ojoshi liegt. Als der hölzerne Ojoshi mit Manakas Anhänger auf den Friedhof hinabsteigt, ist Manakas Geständnis \"I love Hikari\" zu hören. Miuna lächelt und wiederholt die Worte \"Hikari, ich liebe dich\" und Hikari schreit ihren Namen.Miuna lächelt und wiederholt die Worte \"Hikari, ich liebe dich\" und Hikari schreit ihren Namen.Miuna lächelt und wiederholt die Worte \"Hikari, ich liebe dich\" und Hikari schreit ihren Namen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457291","hoster":"VOE"},{"path":"/redirect/8457286","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8601553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nagi-no-asukara/staffel-1/episode-26","name":"Die Farbe des Meeres. Die Farbe der Erde. Die Farbe des Windes. Die Farbe deines Herzens. Deine Farbe. Die Farbe der Windstille der Erde","epNo":26,"alt":"The Color of the Sea. The Color of the Earth.","descr":"Als Manaka wieder an die Oberfläche gebracht wird, kehren ihre Gefühle und Erinnerungen zurück. Sie versteht auch, dass der Meeresgott Ojoshi die Gefühle genommen hat, um sie vor der Traurigkeit zu schützen, ihren ursprünglichen Liebhaber zu verlieren. Hikari kann die Barriere um Miuna nicht durchbrechen, also sucht Tsumugu nach Hilfe und findet Uroko-sama. Hikari macht sich selbst Vorwürfe, Miunas Gefühle für ihn nicht zu erkennen und bietet dem Meeresgott anstelle von Miuna seine eigenen Gefühle an. An diesem Punkt antwortet die Heilige Flamme und Hikari ist endlich in der Lage, die Barriere zu durchbrechen und Miuna zu retten. Uroko-sama erkennt schließlich, dass die ursprüngliche Ojoshi zwar Gefühle für ihren ehemaligen Oberflächenliebhaber hatte, sie jedoch in den Meeresgott und ihre Kinder im Meer verliebt war. Das Meer beginnt sich wieder zu bewegen und viele Bewohner von Shioshishio beginnen zu erwachen. Hikaris Vater kehrt als erster zurück.Er begrüßt Miuna und verrät, dass er zugehört hat, als Hikari ihm von Akira erzählt, die er zum ersten Mal treffen möchte. Als weitere Bewohner von Shioshishio erwachen, kehren sie mit den anderen zurück an die Oberfläche und werden glücklich begrüßt. Einige Zeit später taucht Akira, die jetzt ena hat, ins Meer, um Manaka abzuholen, als sie zur Schule geht. Der Fischfang wird wieder aufgenommen und Uroko-sama weist darauf hin, dass der Salzflockenschnee aufgehört hat zu fallen - ein Zeichen dafür, dass die Abkühlung des Planeten gestoppt wurde. Als Manaka und Hikari am Strand entlang spazieren, fragt sie ihn, ob er sich an ihr Gespräch von fünf Jahren vorhin erinnert, als sie sagte, sie würde ihm nach dem Ofunehiki etwas erzählen. Er antwortet, dass er bereits weiß, was sie sagen würde. Sie blicken zum Horizont und sind sich ihrer Gefühle füreinander jetzt sicher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457297","hoster":"VOE"},{"path":"/redirect/8457289","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8457130","hoster":"Streamtape"}]}]}]}]}