{"seriesId":"nande-koko-ni-sensei-ga-uncut","name":"Nande Koko ni Sensei ga!? [Uncut]","descr":"Nande Koko ni Sensei ga!?, die Anime-Adaption zu Soborous gleichnamigem Manga, dreht sich um den Oberschüler Ichirou Satou. Dieser ist ein echter Pechvogel – egal, wohin er geht, überall trifft er auf seine superstrenge Lehrerin Kana Kojima. Die hat ihren Beinamen \"Kojima, die Teufelin\" auch nicht nur zum Spaß abbekommen, macht sie doch selbst mit den schlimmsten Delinquenten kurzen Prozess und wird von der ganzen Schülerschaft gefürchtet. Ihr höllisch strenges Auftreten ist allerdings nicht das Einzige, was sie zur Teufelin macht, denn sie sieht zudem auch noch teuflisch gut aus! Da ist es auch nicht verwunderlich, dass bei Ichirou die Hormone verrückt spielen, wenn er und seine hübsche Lehrerin in immer wieder neue verrückte und äußerst suggestive Situationen geraten. Vielleicht ist dieser Pechvogel ja doch nicht so unglücklich, wie man zunächst annimmt …","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"Thirteenth Period [Episode 13] [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8455747,"hoster":"VOE"},{"redirect":8455743,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Golden Times / Sweaty Bottom Izumi","descr":"Woher sollte Ichiro wissen, dass seine Lehrerin Kana die Herrentoilette benutzte? Und jetzt braucht sie seine Hilfe mit WAS in der Krankenstation!?","versions":[{"lang":3,"streams":[{"redirect":8455746,"hoster":"VOE"},{"redirect":8721320,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Getting Wet with Sensei / Pineapple Juice","descr":"Ichiro und Kana sind während eines Gewitters in einem Waschsalon gefangen. Danach sind die Sommerferien endlich da. Also, warum babysittet Kana in Ichiros Haus seine Schwester?","versions":[{"lang":3,"streams":[{"redirect":8455755,"hoster":"VOE"},{"redirect":8455753,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Drunkard / Becoming an Adult","descr":"Es gibt wahrscheinlich einen völlig unschuldigen, ahnungslosen Grund, warum Kana derzeit in Ichiros Zimmer ist. Hat Ichiros Mutter etwas vor, oder ist das nur Paranoia?","versions":[{"lang":3,"streams":[{"redirect":8455761,"hoster":"VOE"},{"redirect":8455763,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Promise","descr":"Kana und Ichiro befinden sich ganz alleine am Strand und leugnen ihre Gefühle. Aber es gibt Sonnenschutzmittel zum Einreiben und giftige Bisse zum Behandeln.","versions":[{"lang":3,"streams":[{"redirect":8455762,"hoster":"VOE"},{"redirect":8455766,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Holy Cow(tits) / A Close Commute","descr":"Mayu möchte Rin näher kommen und die Mittagszeit bietet die perfekte Chance. Später muss Rin Mayu vor neugierigen Blicken schützen, nachdem sich ihr Hemd in der Zugtür verfangen hat.","versions":[{"lang":3,"streams":[{"redirect":8455772,"hoster":"VOE"},{"redirect":8455771,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Buoyant Rainy Day / Piggy Back Ride","descr":"Rin und Mayu treffen sich an einem regnerischen Tag. Später erinnert sich Mayu, als sie Rin zum ersten Mal traf.","versions":[{"lang":3,"streams":[{"redirect":8455775,"hoster":"VOE"},{"redirect":8455780,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Mission Improperible / Lovey-Dovey Shopping","descr":"Takashi kehrt nach Hause zurück und findet Hikari in seinem Bett. Später entscheidet Hikari, dass sie mit Takashi einkaufen geht, ob er will oder nicht.","versions":[{"lang":3,"streams":[{"redirect":8455789,"hoster":"VOE"},{"redirect":8455784,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"You Think We`re Lost? / Kisstone","descr":"Takahashi leidet an Unterkühlung und Hikari muss ihn aufwärmen. Später holt Hikaris schelmische Natur Rin und Mayu ein. Handschellen sind beteiligt.","versions":[{"lang":3,"streams":[{"redirect":8455792,"hoster":"VOE"},{"redirect":8455790,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Sikin` / Own Your Ship","descr":"Hikari wird eifersüchtig auf die Beziehung zwischen Takahashi und Saya, was für alle Beteiligten zu einem peinlichen Moment führt. Hat dies Hikari endlich ihre Bindung zu Takahashi gekostet?","versions":[{"lang":3,"streams":[{"redirect":8455801,"hoster":"VOE"},{"redirect":8455800,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"EmotionIce / ChamPanties","descr":"Koh schwört, vor dem Abschluss eine Freundin zu finden, aber es ist nicht so, als hätte er die Chance, Mädchen zu treffen. Warten Sie - Warum zum Teufel ist die Schulkrankenschwester hier bei seiner Arbeit?","versions":[{"lang":3,"streams":[{"redirect":8455803,"hoster":"VOE"},{"redirect":8455802,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Sea Craving / Insertion Cavity","descr":"Koh stimmt Chizuru zu, indem er sich bereit erklärt, ihren Lotteriepreis zu teilen, aber er weiß nicht, dass sie im Begriff ist, den Jackpot zu knacken. Jetzt machen sie gemeinsam einen bezahlten Urlaub.","versions":[{"lang":3,"streams":[{"redirect":8455807,"hoster":"VOE"},{"redirect":8601649,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Bitter \u0026 Sweet / Happy Event","descr":"Koh bekam am Valentinstag keine Pralinen. Wird sich sein Glück ändern, nachdem er Chizuru getroffen hat? In jedem Fall nähert sich der Abschluss und er muss noch eine Freundin finden.","versions":[{"lang":3,"streams":[{"redirect":8818276,"hoster":"VOE"},{"redirect":8601651,"hoster":"Streamtape"}]}]}]}]}