{"seriesId":"naruto-sugoi-doryoku-rock-lee-no-seishun-full-power","name":"Naruto Sugoi Doryoku: Rock Lee no Seishun Full-Power","descr":"[Naruto Spin-Off: Rock Lee and His Ninja Pals] Ein Shinobi zeichnet sich durch die Beherrschung einer Vielzahl von Techniken aus: körperliche Kampfkräfte (Taijutsu) aber auch Genjutsu und Ninjutsu, die auf dem Einsatz der Lebenskraft, Chakra, basieren. Wer nicht alle Kräfte herrscht, kann eigentlich kein Shinobi sein. Und doch stürzt sich Rock Lee, dem der Rückgriff auf Chakra nicht möglich ist, in seine Aufgabe – und umso verbissener in das Training von Taiitsu. Allerdings ist Rock Lee der Piratenwelt daher immer auch ein komisch anmutender Außenseiter mit einem Bruce-Lee-Haarschnitt, einem engen, grünen Kampfanzug und einer sich überschlagenden Stimme. Trotzdem hat er schon manch wichtigen Kampf bestritten. Nun macht er sich mit den anderen Shinobi von Konoha an die Arbeit – auch, wenn ihre Einsätze meist weniger glamourös sind…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Rock Lee, ein Ninja, der kein Ninjutsu kann / Rock Lees ewiger Rivale: Naruto  ","epNo":1,"alt":"","descr":"Teil 1: Ein junges Mädchen wird von Ganoven überfallen, die das Geld ihres Vaters erpressen wollen, doch Lee und sein Team greifen ein. Teil 2: Lee und sein Team haben einen Spezialauftrag: Sie sollen einen Kuchen besorgen, dessen Angebot begrenzt ist. Außerdem scheint es, dass Naruto ebenfalls nach diesem Kuchen sucht.","versions":[{"lang":1,"streams":[{"redirect":10394941,"hoster":"VOE"},{"redirect":10394939,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auch die Liebe ist Teil der Jugend / Liebe heißt, gemeinsam albern sein","epNo":2,"alt":"","descr":"Teil 1: Lee ist in Sakura verliebt, aber er geht beim Ausdrücken seiner Liebe falsch vor und scheitert. Teil 2: Um seine Gefühle für Sakura auszudrücken, beschließt Lee, einen Liebesbrief zu schreiben. Das scheint kompliziert, als Lee und Naruto Sakura mit einem anderen Liebesbrief in den Händen sehen.","versions":[{"lang":1,"streams":[{"redirect":10394947,"hoster":"VOE"},{"redirect":10394945,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Wettkampf gegen den genialen Ninja Neji / Diesen Kampf zieht Tenten bis zum Ende durch","epNo":3,"alt":"","descr":"1. Teil: Mit großer Leichtigkeit hat Neji einen furchterregenden Feind besiegt, was Eifersucht auf Lee auslöst, der ihn zum Duell herausfordert. Teil 2: Nach einem Kampf gegen einen Feind fühlt sich Tenten von der Ritterlichkeit ihrer Teamkameraden nicht erwünscht und beschließt, die Dinge klarzustellen.","versions":[{"lang":1,"streams":[{"redirect":10394950,"hoster":"VOE"},{"redirect":10394948,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Aber Sensei Gay hat es nicht getan / Sensei Kakashi ist Sensei Guys ewiger Rivale","epNo":4,"alt":"","descr":"Teil 1: Begierig versucht Gai, seinen Schülern eine Taijutsu-Technik beizubringen und beschließt, dafür wegzugehen. Am nächsten Tag findet er sich im Gefängnis wieder und das Team muss herausfinden, warum. Teil 2: Lees Team muss schockiert mit ansehen, wie Gai eine vernichtende Niederlage gegen Kakashi erleidet. Geschockt von diesem Duell beschließt Lee, Kakashi zu folgen und sich wie dieser zu verhalten.","versions":[{"lang":1,"streams":[{"redirect":10395267,"hoster":"VOE"},{"redirect":10395264,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ich bringe Konohamaru Fausttechniken bei / Ich stelle mich dem Gesundheitscheck in meiner Sieger-Unt","epNo":5,"alt":"","descr":"Teil 1: Konohamaru macht sich Sorgen wegen einer möglichen Prüfung, bei der Taijutsu gefragt sein wird. Deshalb bittet er Lee um Hilfe. Teil 2: Alle jungen Ninjas absolvieren ihre medizinische Untersuchung, aber Lee hat ein Problem: Er hat keine saubere Unterwäsche.","versions":[{"lang":1,"streams":[{"redirect":10394953,"hoster":"VOE"},{"redirect":10394954,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das große Sportfest von Konoha / Der Reiterkampf ist der größte Spaß der Jugend","epNo":6,"alt":"","descr":"Teil 1: In Konoha findet ein Sportwettbewerb statt und Lee scheint entschlossen, ihn zu gewinnen und seinen Rivalen Naruto zu besiegen. Teil 2: Das große Finale des Wettkampfs steht an und Lee gibt alles, um zu gewinnen, aber Naruto lässt sich nicht unterkriegen.","versions":[{"lang":1,"streams":[{"redirect":10394958,"hoster":"VOE"},{"redirect":10394957,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Orochimaru, der Skorpion mit Blutgruppe B / Ein Liebesbrief ist die beste Falle","epNo":7,"alt":"","descr":"Teil 1: Orochimaru will Konoha mit einem Jutsu seiner neuesten Erfindung zerstören. Dazu muss er jedoch erst in das Dorf eindringen, was ein Problem darstellt, da Lee und sein Team die Passage kontrollieren. Teil 2: Meister Gai wendet eine neue Technik an: die des falschen Liebesbriefs. Es dauert nicht lange, bis Orochimaru die gleiche Masche anwendet.","versions":[{"lang":1,"streams":[{"redirect":10394964,"hoster":"VOE"},{"redirect":10394962,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auch ein Hokage ist nicht vor einer Glatze sicher / Orochimaru, die Nervensäge","epNo":8,"alt":"","descr":"Teil 1: Lees Ungeschicklichkeit führt zu einem Unfall auf dem Hokage-Denkmal und die Statue von Tsunade bekommt eine Glatze. Außerdem sind Plünderer hinter dem Godaime her. Teil 2: Orochimaru scheint wieder einmal entschlossen zu sein, Konoha zu zerstören. Dieses Mal ruft er Manda zu sich, um ihn zu unterstützen.","versions":[{"lang":1,"streams":[{"redirect":10394967,"hoster":"VOE"},{"redirect":10394966,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nejis Cousine Hinata / Hinata hat eine Schwäche für Naruto","epNo":9,"alt":"","descr":"Teil 1: Neji agiert als großer Bruder, der seine Cousine Hinata beschützt, wenn diese in Gefahr ist, zum Leidwesen von Lees Abenteuern Teil 2: Hinata ist immer noch verwirrt und fällt in Ohnmacht, als Naruto auftaucht. Lee und Tenten beschließen, ihr zu helfen, gegen diese Schwäche anzukämpfen.","versions":[{"lang":1,"streams":[{"redirect":10395006,"hoster":"VOE"},{"redirect":10394971,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Teamwork ist der Beweis der Jugend / Der Täter ist unter uns!","epNo":10,"alt":"","descr":"Teil 1: Lee ist verblüfft über den Teamgeist, der zwischen Shikamaru und Choji noch vorhanden ist. Teil 2: Das Team von Lee und Shikamaru wird in einem Herrenhaus konfrontiert und findet Meister Gai bewusstlos am Boden.","versions":[{"lang":1,"streams":[{"redirect":10394974,"hoster":"VOE"},{"redirect":10394973,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Eine Klassenfahrt muss in die alte Hauptstadt gehen / Das Mädchenzimmer ist wie eine Schachtel Prali","epNo":11,"alt":"","descr":"Teil 1: Lee geht mit Naruto in der modernen Welt in der Stadt spazieren, um Zeit mit Sakura verbringen zu wollen. Teil 2: Da die Oberschüler alle in ihren Zimmern sind, beschließen die Jungen, den Mädchenschlafsaal zu besuchen.","versions":[{"lang":1,"streams":[{"redirect":10394980,"hoster":"VOE"},{"redirect":10394977,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Abenteuer-Lernen mit Ninjutsu-Verbot / Ich will mit Sakura unter einem Schirm stecken","epNo":12,"alt":"","descr":"Teil 1: Gai und Kakashi sind besorgt, dass ihre Schüler Ninjutsu für alltägliche Aufgaben verwenden könnten. Sie entwickeln einen Plan, um die Anwendung zu verhindern. Teil 2: Lee ist entschlossen, bei Regen mit Sakura unter einem Regenschirm zu sitzen.","versions":[{"lang":1,"streams":[{"redirect":10394990,"hoster":"VOE"},{"redirect":10394982,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Kampf Meister gegen Schüler! Rock Lee gegen Mighty Guy! / Ich bin stärker als Sensei Guy!","epNo":13,"alt":"","descr":"Der gefürchtete Tag kommt, wenn der Schüler den Meister überholt. Gai lässt sein Team einer Prüfung unterziehen, um herauszufinden, ob sie ihre Techniken verbessert haben. Nur Lee besteht die Prüfung nicht und Meister Gai gibt ihm eine Woche Zeit, um zu trainieren.","versions":[{"lang":1,"streams":[{"redirect":10394986,"hoster":"VOE"},{"redirect":10394984,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wir machen Ninjas wieder populär! / Death!","epNo":14,"alt":"","descr":"Teil 1: Immer weniger Jugendliche melden sich, um Ninja zu werden, und Lee scheint beunruhigt zu sein, nachdem er ein Gespräch zwischen seinem Meister Gai und anderen Ninjas belauscht hat. Teil 2: Bei schwüler Sommerhitze wird Gai krank, nachdem er das Frühstück ausgelassen hat, und befindet sich in einem besorgniserregenden Zustand.","versions":[{"lang":1,"streams":[{"redirect":10394989,"hoster":"VOE"},{"redirect":10394988,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Eine aufregende Freibad-Eröffnung / Im Orochi-Abenteuer-Wasserpark","epNo":15,"alt":"","descr":"Teil 1: Der Sommer ist da und das Schwimmbad von Konoha öffnet endlich seine Pforten. Allerdings ist der Pool leer und Kakashi, der einzige, der ihn füllen kann, ist nicht anwesend. Die jungen Shinobi überlegen, wie sie das ändern können. Teil 2: Es ist das Tanabata-Fest in Konoha und jeder beschließt, sich einen Wunsch zu erfüllen. Lees Wunsch ist es, einen ganzen Tag mit Sakura im Schwimmbad verbringen zu können, und so beschließt er, für seine Verabredung im Orochi-Schwimmbad zu trainieren.","versions":[{"lang":1,"streams":[{"redirect":10394993,"hoster":"VOE"},{"redirect":10394994,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Dreierkampf bei der Kochshow! / Wir bändigen Sensei Guy!","epNo":16,"alt":"","descr":"Teil 1: Das Team von Naruto, Lee und Shikamaru fährt zum Zelten in die Berge. Nur wer wird kochen? Shikamaru hat einen Plan. Teil 2: Meister Gai gibt sich der Kallisthenie hin. Doch niemand scheint sich für seinen Unterricht zu interessieren. Lee und sein Team beschließen, ihrem Meister zu helfen.","versions":[{"lang":1,"streams":[{"redirect":10394998,"hoster":"VOE"},{"redirect":10395000,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Road to Guy. ja, das ist der Titel! / Die wahre Geschichte des irren Konoha-Filmfestivals","epNo":17,"alt":"","descr":"Teil 1: Lee und Tenten streiten sich in einer Buchhandlung um das neueste Shonen Jump, als sie sich in eine alternative Dimension teleportiert finden. Teil 2: Es scheint, als würde in Konoha etwas für die Ausstrahlung des nächsten Naruto-Films fehlen. Lee und seine Freunde versuchen herauszufinden, was es ist","versions":[{"lang":1,"streams":[{"redirect":13004428,"hoster":"VOE"},{"redirect":10395002,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Na, hoppla! Die Ninjas feuerwerken aus allen Löchern! / Oh, nein! Mit Tenten stimmt was nicht!","epNo":18,"alt":"","descr":"Teil 1: Es ist Nationalfeiertag im Dorf Konoha. Alle sind zum Wettbewerb um das beste Feuerwerk eingeladen, das es zu machen gilt. Teil 2: Tenten scheint über etwas besorgt zu sein, was ihr Kummer bereitet. Lee und Neji beschließen, sie zu trösten.","versions":[{"lang":1,"streams":[{"redirect":10395005,"hoster":"VOE"},{"redirect":10395009,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Im Sommer muss es ein Muschelbikini sein / Kampf um den Melonen-Cup","epNo":19,"alt":"","descr":"Teil 1: Es ist Zeit für die Sommerferien in Konoha und alle gehen an den Strand. Lee ist fest entschlossen, Sakura im Badeanzug zu sehen 2. Teil: Um mehr Spaß zu haben, anstatt sie normal zu essen, wird unter den jungen Shinobi aus Konoha ein Wettbewerb um eine Wassermelone gestartet.","versions":[{"lang":1,"streams":[{"redirect":10395013,"hoster":"VOE"},{"redirect":10395012,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Freunden wir uns doch mit Gaara an! / Der falsche Rock Lee!","epNo":20,"alt":"","descr":"Teil 1: Lees Team begibt sich in das Dorf Suna, um sich mit dem jungen Kazekage anzufreunden Teil 2: Die Bewohner eines Dorfes in der Umgebung haben Angst, sobald Rock Lee auftaucht.","versions":[{"lang":1,"streams":[{"redirect":10395019,"hoster":"VOE"},{"redirect":10395014,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wenn\u0026#039;s in der Nacht zu heiß ist, probiert eine Gruselgeschichte! / Die Tränen des Hokage sind keine","epNo":21,"alt":"","descr":"Teil 1: Da es Sommer ist, kann nicht jeder die Hitze ertragen, auch nicht nachts. Lee und seine Freunde erzählen sich daher Gruselgeschichten, um sich abzukühlen. Teil 2: Auf dem Hokage-Denkmal geschehen seltsame Dinge, und Lee und die ganze Clique beschließen, der Sache nachzugehen.","versions":[{"lang":1,"streams":[{"redirect":12333546,"hoster":"VOE"},{"redirect":10395017,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Aus Prinzip macht man die Hausaufgaben erst einen Tag vor Abgabe! / Der Dritte-Klasse-Lee! Team Guy!","epNo":22,"alt":"","descr":"Teil 1: Während der Sommerferien muss jeder Ninja einen Bericht über die Zeit, die er in den Ferien verbracht hat, schreiben und diesen am ersten Schultag abgeben. Doch Lee hat vergessen, ihn zu schreiben. Teil 2: Iruka scheint sich über das Verhalten von drei jungen Schülern zu ärgern, die sich weigern, die Kunst der Ninja zu erlernen. Lee und sein Team sind da, um ihm zu helfen.","versions":[{"lang":1,"streams":[{"redirect":10395022,"hoster":"VOE"},{"redirect":10395023,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Naruto ist Lee und Lee ist Naruto! / Mein Traum ist ein Spaziergang mit dem Kyubi!","epNo":23,"alt":"","descr":"Nach einem Unfall, bei dem Sakura heimlich in der Badewanne beobachtet wurde, wechseln die Geister von Lee und Naruto die Körper. Sie müssen sich im Körper des jeweils anderen anpassen, ohne dass die anderen etwas davon mitbekommen. Dies wird kompliziert, als ihre jeweiligen Teams zu einer gemeinsamen Mission gerufen werden.","versions":[{"lang":1,"streams":[{"redirect":10395027,"hoster":"VOE"},{"redirect":10395026,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Wir managen Sai / Herzblatt mit Prinzessin Tsunade","epNo":24,"alt":"","descr":"Teil 1: Es ist das Kulturfest in Konoha und alle haben Spaß, außer Sai, der sich im Hintergrund hält. Lee beschließt, die Dinge selbst in die Hand zu nehmen. Teil 2: Um Sakura ins Restaurant einzuladen, beschließt Lee, am Mister-Konoha-Wettbewerb teilzunehmen, um die Plätze zu gewinnen, und muss sich dabei mit Tsunade auseinandersetzen.","versions":[{"lang":1,"streams":[{"redirect":10395033,"hoster":"VOE"},{"redirect":10395031,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das aufregende erste Date von Gaara! / Ein Geschenk von Orochimaru!","epNo":25,"alt":"","descr":"Teil 1: Lees Team erhält unerwarteten Besuch von Gaara, der sich seltsam verhält. Teil 2: Jedes Mitglied von Gais Team erhält ein unerwartetes Geschenk von ihren Freunden. Es handelt sich um eine Falle von Orochimaru!","versions":[{"lang":1,"streams":[{"redirect":10395034,"hoster":"VOE"},{"redirect":10395036,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Blaue Flamme Dodge Lee, der Völkerballheld! / Ich hab\u0026#039;s satt alles zu machen, was diese Sklavent","epNo":26,"alt":"","descr":"Teil 1: Lee und sein Team nehmen an einem Völkerball-Wettbewerb teil Teil 2: Kabuto und Orochimaru streiten sich und trennen sich schließlich. Kabuto plant, seinem Meister zu zeigen, dass seine Pläne viel besser sind als er selbst.","versions":[{"lang":1,"streams":[{"redirect":10395037,"hoster":"VOE"},{"redirect":10395038,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Das erste Mal Fünf-Sterne-Sushi! / Freundschaft, Ehrgeiz, Sieg! Die drei ewigen Prinzipien!","epNo":27,"alt":"","descr":"Tsunade gewinnt einen Jackpot in der Lotterie und verspricht, Lee und die Gang für Fünf-Sterne-Sushi auszuführen. Sie braucht jedoch die Hilfe von Kakashi und Gai, als sie feststellt, dass ihr Los durch eine Zahl blockiert war. Iruka-sensei hat genug von ungehorsamen Schülern. Lee und die Gang kommen in die Akademie, um eine Show aufzuführen.","versions":[{"lang":1,"streams":[{"redirect":10395051,"hoster":"VOE"},{"redirect":10395042,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Herbstliche Köstlichkeiten - Sammeln wir doch Matsutake Pilze! / Lee und Neji - Zeit der Trennung!","epNo":28,"alt":"","descr":"Naruto, Lee und die anderen machen sich auf die Suche nach den Matsutake-Pilzen, aber nach dem heißen Sommer gibt es keine mehr. Oder gibt es sie doch? Neji hat endlich genug davon, sich für Lees Sketche verkleiden zu müssen, und kehrt Lee den Rücken ...","versions":[{"lang":1,"streams":[{"redirect":10395047,"hoster":"VOE"},{"redirect":10395046,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Wir laden Gaara ein! / Mission Herbst-Diät!","epNo":29,"alt":"","descr":"Gaara ist wieder auf dem Weg zum Dorf des Blattes und Team Gaï bemüht sich, dass er sich willkommen fühlt. Die Mädchen bitten Gai, sie auszubilden, aber ihre Begründung ist nicht so, wie es scheint.","versions":[{"lang":1,"streams":[{"redirect":13916666,"hoster":"VOE"},{"redirect":10395053,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Aktion Ninjutsu-Sicherheit im Herbst! / Deidaras Kunst zündet immer!","epNo":30,"alt":"","descr":"Da viele Ninjas durch ihre Sorglosigkeit verletzt werden, macht sich Tsunade daran, sie die Bedeutung von Sicherheit zu lehren. Tsunade gibt Lee und der Gang die Verantwortung für die Halloween-Feier im Dorf, aber Deidara und Tobi sind vor Ort, um ihnen zu zeigen, was echter Terror ist.","versions":[{"lang":1,"streams":[{"redirect":10395056,"hoster":"VOE"},{"redirect":10395055,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Wenn schon heiße Quelle, dann Männer und Frauen gemischt! / Der 27. Oktober Orochimarus Geburtstag.","epNo":31,"alt":"","descr":"Gai-Sensei gibt der Gang eine seltene Gelegenheit, aber wird sie am Ende an Orochimarus \"Orochi Hot Springs\"-Falle scheitern? Orochimaru merkt, dass sein Geburtstag am 27. Oktober unbemerkt hin und her ging und wollte, dass Lee die gleiche Angst durchmacht.","versions":[{"lang":1,"streams":[{"redirect":10395057,"hoster":"VOE"},{"redirect":10395060,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Ich lasse mich von Sakura pflegen! / Eine Stimme für Rock Lee, bitte!","epNo":32,"alt":"","descr":"Lee täuscht eine Krankheit vor, damit Sakura ihn pflegt, findet aber heraus, dass sein Liebesrivale die gleiche Taktik anwendet. Sasuke hat den letzten Beliebtheitswettbewerb gewonnen, während Lee nicht einmal in die Wertung kam. Kann der Hauptdarsteller der Sendung einen Weg finden, den ersten Platz zu stehlen?","versions":[{"lang":1,"streams":[{"redirect":10395065,"hoster":"VOE"},{"redirect":10395062,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Mighty Guys Alltag mit Liebe und Haaren! / Die Herausforderung ein Erzähler zu sein!","epNo":33,"alt":"","descr":"Als Orochimarus Gift Gai-sensei völlig kahl werden lässt, liegt es an Lee und der Gang, die richtige Perücke für ihn zu finden. Unser geliebter Erzähler holt sich eine Erkältung und Tenten und Nejis Kummer, Lee, seinen vorübergehenden Ersatz.","versions":[{"lang":1,"streams":[{"redirect":10395073,"hoster":"VOE"},{"redirect":10395067,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Wir retten Ichiraku aus der Krise! / Auch in meiner Freizeit wird trainiert!","epNo":34,"alt":"","descr":"Als Narutos Lieblingsramen Ichiraku in finanzielle Schwierigkeiten gerät, versucht Lee, dem Restaurant zu helfen, sein Image zu verbessern. Besorgt über Lees fieberhaftes Trainingstempo, versuchen Tenten und Neji ihren hart arbeitenden Teamkollegen dazu zu bringen, seine Urlaubszeit zur Erholung zu nutzen.","versions":[{"lang":1,"streams":[{"redirect":10395077,"hoster":"VOE"},{"redirect":10395071,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Mit Tieren hat man viel Arbeit / Heul doch Naruto an!","epNo":35,"alt":"","descr":"Aufgrund ihrer vielen Schulden aus Dankbarkeit versucht Lee, eine Beziehung zu den vielen herbeigerufenen Ninja-Tieren seiner Mitschüler aufzubauen. Bei so vielen romantischen Winterferien möchte Hinata Naruto vor dem Spätherbst noch ein wenig näher kommen.","versions":[{"lang":1,"streams":[{"redirect":10395081,"hoster":"VOE"},{"redirect":10395074,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Tenten gegen Temari! / Orochimarus Suche nach Liebe!","epNo":36,"alt":"","descr":"Eine Begegnung mit den Sand-Geschwistern wird hässlich, als Temari Tenten beleidigt und damit den Wunsch des Blatt-Ninjas nach einer Revanche für die Chuunin-Prüfung entfacht. Orochimaru beginnt sich nach einem normalen Leben zu sehnen, nachdem ihm der Zutritt zu einem familienfreundlichen Einkaufsmarkt verwehrt wurde.","versions":[{"lang":1,"streams":[{"redirect":10395079,"hoster":"VOE"},{"redirect":10395078,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Sensei Guy als neuer Hokage! / Ein IQ von 200 nervt!","epNo":37,"alt":"","descr":"Als Tsunade auf eine diplomatische Mission in ein Nachbardorf geht, lässt sie den einzigen Shinobi zurück, der nicht mit der Verwaltung beschäftigt war - Gaï. Team Gaï soll mit Team Shikamaru auf Patrouille gehen und dieser hofft, den schwierigen Weg zu wählen.","versions":[{"lang":1,"streams":[{"redirect":10395084,"hoster":"VOE"},{"redirect":10395085,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Akatsukis Versteck wird infiltriert! / Operation: Ausbruch! Es geht um Leben und Tod!","epNo":38,"alt":"","descr":"Lees Team stößt auf die versteckte Basis von Akatsuki und Deidara ist entschlossen, sie zu vertreiben, bevor der Rest seiner Teamkollegen seine Geschichte mit dem hart arbeitenden Ninja und seinen Kumpels herausfindet.","versions":[{"lang":1,"streams":[{"redirect":10395087,"hoster":"VOE"},{"redirect":10395086,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Weihnachten ist die letzte Schlacht der Liebe! / Neujahrsputz bedeutet: Die Schande des vergangenen","epNo":39,"alt":"","descr":"Das versteckte Dorf des Blattes veranstaltet eine große Weihnachtsfeier, aber mit so vielen Ninjas, die um die Zuneigung des anderen konkurrieren, wird der geheime Weihnachtsmann zu einem Kampf ums Überleben? Es ist Zeit für die jährliche Reinigung, und in seinem Eifer, schnell fertig zu werden und Sakura um einen Termin zu bitten, wirft Lee versehentlich etwas sehr Wichtiges weg...","versions":[{"lang":1,"streams":[{"redirect":10395092,"hoster":"VOE"},{"redirect":10395093,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Zu Neujahr schon das Spiel des Lebens! Wo ist meine Würde? / Naruto unter strenger Beobachtung!","epNo":40,"alt":"","descr":"Lee und die Gang fangen die Erwachsenen in einem Spielturnier und der Hauptpreis ist nicht verpflichtet, ihren Schülern ein Neujahrsgeschenk zu geben! Neji beschließt, Naruto zu beobachten und ein für alle Mal festzustellen, ob der orangefarbene Ninja Hinatas Zuneigung wert ist.","versions":[{"lang":1,"streams":[{"redirect":10395097,"hoster":"VOE"},{"redirect":10395096,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Ein Albtraum ohne Ende! / Die Maschine, die aus der Zukunft kam!","epNo":41,"alt":"","descr":"Gefangen in Orochimarus Schneesturm, kämpfen Lee und die Gang darum, sich warm zu halten. Können sie den Schlaf und den Erfrierungstod vermeiden? Rock Lee kommt aus dem Nasenloch des ersten Hokage, ab 30 Jahren! Er ist zurückgekehrt, um sich einen nützlichen Roboter für seine Vergangenheit zu besorgen, in der Hoffnung, dass er nicht zu einem totalen Verlierer wird!","versions":[{"lang":1,"streams":[{"redirect":10395100,"hoster":"VOE"},{"redirect":10395099,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Insektenliebhaber Shino! / Tenten - Eine Frau geht ihren Weg!","epNo":42,"alt":"","descr":"Shinos Käfer weigern sich, seinen Körper zu verlassen, weil es zu kalt ist. Lee und seine Freunde helfen ihm daher bei der Suche nach einem Ersatz. Ein Kampf unter jungen Mädchen - der Boden eines Kaufhausverkaufs. Tenten, Ino, Sakura und Hinata treten gegeneinander an und versuchen, die besten Angebote zu finden!","versions":[{"lang":1,"streams":[{"redirect":10395104,"hoster":"VOE"},{"redirect":10395101,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Der 17-jährige, der in der Masse untergehen wollte! / Kloputzen reinigt Körper und Seele!","epNo":43,"alt":"","descr":"Als das Team einen illegalen Chakra-Ring infiltrieren soll, sucht Lee Sai auf, um sich Tipps zu holen, wie man sich unter die Menge mischen kann. Ein berüchtigter Niederdo-well hinterlässt auf den Toiletten des Dorfes weiterhin eine ekelhafte Sauerei. Tsunade ernennt daher Lees Team zu Wächtern ...","versions":[{"lang":1,"streams":[{"redirect":10395106,"hoster":"VOE"},{"redirect":10395107,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Die Crew hat sich mit Genuss über die verstreuten Bohnen hergemacht! / Der Raikage in Gefahr!","epNo":44,"alt":"","descr":"Lees Team spielt die Oger für das jährliche Setsubun-Festival, aber Orochimaru hat geplant, den Spaß zu verderben. Als sie erfahren, dass Kriminelle es auf den Raikage abgesehen haben, müssen Lee und seine Freunde sich mit Killer Bee zusammentun, um das versteckte Dorf in den Wolken (Kumogakure) zu beschützen!","versions":[{"lang":1,"streams":[{"redirect":10395113,"hoster":"VOE"},{"redirect":10395112,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Der Schnee-Skulpturen-Wettbewerb! / Valentinstag bedeutet Krieg!","epNo":45,"alt":"","descr":"Jiraya trainiert Lee, Naruto und Konohamaru. Tsunade bringt Sakura und die Mädchen zu den heißen Quellen. Es folgt Chaos.","versions":[{"lang":1,"streams":[{"redirect":10395115,"hoster":"VOE"},{"redirect":10395116,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Jiraiya, einer der drei legendären Sannin! / Jetzt wird das Damenbad gestürmt!","epNo":46,"alt":"","descr":"Kiba bittet Hinata und die Mädchen, Akamaru Hundegefährten zu besorgen. Lee und sein Team treffen Sasuke auf dem Rückweg von einer Mission und Lee ergreift die Initiative, um den Rabauken-Ninja nach Hause zu bringen.","versions":[{"lang":1,"streams":[{"redirect":10395120,"hoster":"VOE"},{"redirect":10395121,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Der beste Freund des Hundes ist der Hund! / Der Shinobi, auf den ihr lange gewartet habt!","epNo":47,"alt":"","descr":"Lee, Tenten und Sai begeben sich unter der Leitung von Hauptmann Yamato auf die Mission, eine gestohlene Schriftrolle zurückzuholen. Orochimaru erschafft einen Virus, der Menschen in Oro-Zombies verwandelt, und es ist an Lee, ihn aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":12267795,"hoster":"VOE"},{"redirect":10395123,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Endlich taucht Kommandant Yamato bei einer Mission auf! / Konoha of the Dead!","epNo":48,"alt":"","descr":"Es ist der Vorabend des Weißen Tages und ein unheimliches Trio von Schurken hat die Versorgung des Dorfes mit Süßigkeiten ruiniert. Es ist schon ein paar Tage her, dass das Leaf-Puppen-Festival zu Ende ging, aber einige Scherzkekse setzen die Puppen jeden Abend wieder ein.","versions":[{"lang":1,"streams":[{"redirect":10395125,"hoster":"VOE"},{"redirect":10395126,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Die Allianz gegen den White Day! / Räum die Hina-Puppen weg!","epNo":49,"alt":"","descr":"Lee will wie sein Sensei ein Erwachsener sein und hat Glück, als Gai sich in ein Baby verwandelt, nachdem er einen Trank getrunken hat, der die Jugend zurückbringt. Als Lee Tsunade dabei erwischt, wie sie etwas über ihre Einsamkeit flüstert, lädt er sie zu einem Vorstellungsgespräch über eine arrangierte Ehe ein - mit dem Raikage!","versions":[{"lang":1,"streams":[{"redirect":10395133,"hoster":"VOE"},{"redirect":10395132,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Wir kümmern uns um Sensei Guy! / Heiratsvermittlung für Tsunade!","epNo":50,"alt":"","descr":"Der letzte Kampf gegen Sasuke steht an. Tsunade beauftragt Lees Team mit einer S-Rang-Mission: Vorbereitung einer Kirschblüten-Beobachtungsparty.","versions":[{"lang":1,"streams":[{"redirect":10395137,"hoster":"VOE"},{"redirect":10395136,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Der letzte Kampf! / Zum Abschluss eine Mission des Rangs S!","epNo":51,"alt":"","descr":"Der letzte Kampf gegen Sasuke steht an. Tsunade beauftragt Lees Team mit einer S-Rang-Mission: Vorbereitung einer Kirschblüten-Beobachtungsparty.","versions":[{"lang":1,"streams":[{"redirect":10395142,"hoster":"VOE"},{"redirect":10395138,"hoster":"Streamtape"}]}]}]}]}