{"seriesId":"naruto","name":"Naruto","descr":"Ein riesiges neunschwänziges Fuchsmonster greift das Dorf Konohagakure an und zerstört alles in seiner Umgebung. Viele tapfere Ninjas sterben bei dem Versuch ihre Familien, zu beschützen und das Dorf zu verteidigen. Schließlich schafft es ein einzigartiger Ninja den Dämon zu bändigen und schließt ihn in den Körper eines Neugeborenen ein. Jedoch muss dieser Held, der Hokage der vierten Generation, einen hohen Preis zahlen. Er verliert sein Leben bei der Rettung des Dorfes.12 Jahre sind nach diesem Unglück vergangen, der Junge Naruto Uzumaki, ein etwas tollpatschiger Ninja, hat gerade seine erste Abschlussprüfung an der Ninjaakademie bestanden. Nachdem er nun die erste Hürde auf dem Weg ein großer Ninja zu werden bestanden hat, macht er sich mit seinen beiden Freunden auf, um viele Missionen für das Dorf zu erledigen. An seiner Seite steht das junge Mädchen Sakura Haruno, in die Naruto unsterblich verliebt ist und der junge Musterschüler Sasuke Uchiha, in den wiederum Sakura unsterblich verliebt ist. Dies führt zu vielen spannenden und lustigen Situationen bei der Erfüllung ihrer Missionen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Geheim-Mission im Land des ewigen Schnees","epNo":1,"alt":"Ninja Clash In The Land Of Snow","descr":"Das Trio Naruto, Sakura und Sasuke wird beauftragt, auf die bekannte Star-Schauspielerin Yukie bei Dreharbeiten im Land des ewigen Schnees aufzupassen. Doch dann verliebt sich Naruto in die schwierige junge Frau. Und dann tauchen auch noch drei mysteriöse Ninjas auf, die es auf Yukie abgesehen haben","versions":[{"lang":1,"streams":[{"redirect":12750062,"hoster":"VOE"},{"redirect":10468072,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Die Legende des Steins von Gelel","epNo":2,"alt":"Legend of the Stone of Gelel","descr":"Das Trio Naruto, Sakura und Shikamaru hat die Mission, ein Frettchen zu fangen und in ein Dorf zu bringen. Doch als sie an dem Dorf ankommen, müssen sie feststellen, dass es attackiert wurde. Ein Mann namens Haido soll dahinterstecken – und er hat noch weitere finstere Pläne geschmiedet","versions":[{"lang":1,"streams":[{"redirect":12150817,"hoster":"VOE"},{"redirect":10521532,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Die Hüter des Sichelmondreiches","epNo":3,"alt":"Guardians of the Crescent Moon Kingdom","descr":"Naruto, Sakura, Rock Lee und Kakashi haben einen neuen Auftrag: Sie sollen den Prinzen des Sichelmondreiches, Michiru, und dessen Sohn Hikaru sicher nach Hause bringen. Doch zurück auf der Insel müssen sie feststellen, dass inzwischen Minister Shabadaba durch einen Putsch die Macht über das Reich an sich gerissen hat","versions":[{"lang":1,"streams":[{"redirect":10634034,"hoster":"VOE"},{"redirect":10506290,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wer ist Naruto?","epNo":1,"alt":"Episode 001","descr":"Naruto, ein Waisenjunge aus dem Dorf, trägt ohne es zu wissen, ein schreckliches Geheimnis buchstäblich in sich - nämlich den Geist des neunschwänzigen Fuchses, der Unheil bringen soll. Alle im Dorf wissen davon, nur Naruto nicht, und so wird er von den meisten gemieden, ohne zu verstehen, warum.","versions":[{"lang":1,"streams":[{"redirect":13095290,"hoster":"VOE"},{"redirect":10468074,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12427390,"hoster":"VOE"},{"redirect":10189391,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der ehrenwerte Enkel","epNo":2,"alt":"Episode 002","descr":"Naruto hat erfolgreich das erste Level der Ninja-Prüfung bestanden und soll nun einen entsprechenden Ausweis erhalten. Natürlich macht er wieder ein bisschen Ärger, indem er ein völlig punkiges Foto von sich für den Ausweis abgibt.","versions":[{"lang":1,"streams":[{"redirect":11500652,"hoster":"VOE"},{"redirect":10189181,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11401908,"hoster":"VOE"},{"redirect":10458140,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Neue Teams, alte Feinde","epNo":3,"alt":"Episode 003","descr":"Für Naruto beginnt nun ?der Ernst des Lebens?. Er hat die Grundausbildung zum Ninja geschafft und besucht ab sofort den Unterricht für die Fortgeschrittenen. Er schwärmt nach wie vor für Sakura und die wiederum für Sasuke. Die Klasse wird in Teams aufgeteilt und Naruto, Sakura und Sasuke sind zusammen in einem Team. Zwischen Naruto und Sasuke kommt es zum Streit und Naruto wendet wieder das Jutsu an, um die Gestalt eines anderen annehmen zu können - in diesem Fall die von Sasuke. Und so trifft er auf Sakura, die ihm erzählt, wie nervig und doof sie Naruto findet - was Naruto in Gestalt von Sasuke natürlich ziemlich trifft. Gern würde er sich mit Sasuke messen, aber leider plagt ihn an diesem Tag wieder einmal fürchterliches Bauchweh, weshalb er die meiste Zeit auf der Toilette verbringt. Das ist eine ziemlich peinliche Sache für einen großen Ninjakämpfer...","versions":[{"lang":1,"streams":[{"redirect":11590171,"hoster":"VOE"},{"redirect":10189183,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11544122,"hoster":"VOE"},{"redirect":10521519,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kakashis großer Bluff","epNo":4,"alt":"Episode 004","descr":"Naruto, Sakura und Sasuke warten auf ihren neuen Lehrer, der zu spät zum Unterricht kommt. Naruto spielt ihm ?zur Strafe? einen Streich - doch schon bald wird sich herausstellen, dass der neue Lehrer Sensei Kakashi mit allen Wassern gewaschen ist. Er trickst sie aus, wo es nur geht und ohne es zu merken lernen die drei dabei eine ganze Menge - vor allem Naruto, der große Töne spuckt und von Kakashi ziemlich blamiert wird...","versions":[{"lang":1,"streams":[{"redirect":10575853,"hoster":"VOE"},{"redirect":10341073,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12359157,"hoster":"VOE"},{"redirect":10189393,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wo ist euer Teamgeist?","epNo":5,"alt":"Episode 005","descr":"Sensei Kakashi trainiert Team 7, also Naruto, Sasuke und Sakura, doch irgendwie läuft das Training nicht so, wie Kakashi es sich erhofft hat. Die Ninjas tappen in jede Falle und von Teamgeist keine Spur. Also lässt er sie alle durchfallen, weil sie eine Aufgabe nicht erfüllt haben, nämlich ihm zwei Glöckchen abzujagen.","versions":[{"lang":1,"streams":[{"redirect":12150793,"hoster":"VOE"},{"redirect":10457973,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500646,"hoster":"VOE"},{"redirect":10468244,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gefährliche Mission! Die Reise ins Land der Welle","epNo":6,"alt":"Episode 006","descr":"Der Hokage schickt Kakashi mit Naruto, Sasuke und Sakura auf eine Mission. Sie sollen den Brückenbauer Tazuna begleiten, der in das Reich der Wellen zurückgebracht werden möchte. Naruto ist begeistert: Endlich mal wird er für eine richtige Mission ausgewählt. Doch die Aufgabe ist schwieriger als erwartet, denn plötzlich werden sie von zwei mächtigen Ninjas angegriffen. Kakashi gelingt es, die Angreifer zu besiegen. Doch dann knöpft er sich ihren Auftraggeber Tazuna vor, der ihnen verschwiegen hatte, dass es sich um eine äußerst gefährliche Mission handelt. Und es scheint noch jemand hinter Team 7 her zu sein...","versions":[{"lang":1,"streams":[{"redirect":12487743,"hoster":"VOE"},{"redirect":10506255,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12932078,"hoster":"VOE"},{"redirect":10565116,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geheimnisse hinter dem Nebel","epNo":7,"alt":"Episode 007","descr":"Kakashi und sein Team versuchen, den Brückenbauer Tazuna möglichst unbemerkt in das Reich der Wellen zu bringen. Endlich rückt der alte Mann auch damit raus, warum sie auf ihrem Weg von Ninjas angegriffen worden sind.","versions":[{"lang":1,"streams":[{"redirect":10632846,"hoster":"VOE"},{"redirect":10575519,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12358961,"hoster":"VOE"},{"redirect":10458142,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gefangen im Wasser","epNo":8,"alt":"Episode 008","descr":"Naruto und sein Team sind immer noch im Reich der Wellen und versuchen, den Brückenbauer Tazuna vor dem bösen Ninja Zabuza zu beschützen. Doch der ist stark und verfügt über außergewöhnliche Fähigkeiten, so dass es ihm sogar gelingt, Kakashi außer Gefecht zu setzen. Nun sind die Ninja-Schüler dran, sich etwas einfallen zu lassen. Kakashi möchte, dass sie fliehen und ihn zurücklassen, doch das kommt für Naruto natürlich nicht in Frage...","versions":[{"lang":1,"streams":[{"redirect":11840417,"hoster":"VOE"},{"redirect":10457976,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605713,"hoster":"VOE"},{"redirect":10569750,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kakashi, der Krieger des Sharingan","epNo":9,"alt":"Episode 009","descr":"Der Dämon Zabuza macht dem Team richtig zu schaffen, doch Naruto gelingt es durch einen schlauen Plan, ihn zumindest so abzulenken, dass er nicht mehr seine ganze Kraft auf die Aufrechterhaltung des Wassergefängnisses, in dem Kakashi festsitzt, richten kann. Kakashi gelingt es, sich zu befreien, er tritt gegen Zabuza an. Doch plötzlich erscheint ein unbekannter Ninja... Naruto ist eifersüchtig. Wie kann es sein, dass dieser Junge, der nicht größer ist als er, mit so einem Dämon fertig wird?","versions":[{"lang":1,"streams":[{"redirect":10202225,"hoster":"VOE"},{"redirect":10468083,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10632919,"hoster":"VOE"},{"redirect":10189397,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Ruhe vor dem Sturm","epNo":10,"alt":"Episode 010","descr":"Kakashi hat sein Sharingan im Kampf gegen Zabuza sehr verausgabt und muss sich bei Tazuna nun erst einmal ausruhen. Das hindert ihn nicht daran, sein Team zu trainieren - und die nicht daran, seine Anweisungen blöd zu finden. Was soll es schon bringen, einen Baum hochzuklettern? Tja, wenn man die Hände dafür nicht benutzen soll, sieht das mit dem Schwierigkeitsgrad schon anders aus. Das Team lernt eine Menge über Chakra und die Konzentration von Energien... und da Gato ihnen bereits auf der Spur ist, werden sie dieses Wissen wohl bald auch brauchen...","versions":[{"lang":1,"streams":[{"redirect":11500573,"hoster":"VOE"},{"redirect":10457980,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10852291,"hoster":"VOE"},{"redirect":10468249,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Land, in dem einst ein Held lebte","epNo":11,"alt":"Episode 011","descr":"Nachdem die Mitglieder von Team 7 ihre Mission, den Brückenbauer Tazuna sicher nach Hause zu eskortieren, erfüllt haben, beschließt Kakashi, seinen Genin die Chakrakontrolle beizubringen. Sakura, die die Aufgabe gleich am Anfang erfüllt hat, beschäftigt sich auf der Baustelle der Brücke. In der Zwischenzeit üben Naruto und Sasuke ihre Chakrakrontrolle. Beide konkurrieren miteinander. Naruto, der um einen Tipp von Sakura gebeten hat, entwickelt sich immer schneller. Sasuke, der Narutos Entwicklung bemerkt, fragt ebenfalls nach dem Tipp. Beide spornen sich gegenseitig an und kehren nach dem harten Training zu Tazunas Haus zurück, wo Sakura und Tazuna bereits angekommen sind. Noch am Esstisch sind Naruto und Sasuke im Wettstreit und essen um die Wette.Sakura bemerkt, dass Inari während des Essens die meiste Zeit auf ein Bild mit einer weggerissenen Person starrt. Als sie ihn darauf anspricht, fängt Tazuna an, die Geschichte der Person, Inaris Stiefvater Kaiza, zu erzählen und Inari zieht sich in sein Zimmer zurück. Inaris Mutter Tsunami folgt ihm.Kaiza wird hingerichtetTazuna fährt mit seiner Geschichte über Kaiza fort: An dem Tag, an dem Kaiza in das Dorf anreiste, wurde Inari mit seinem Hund Pochi ins Wasser gestoßen. Der Hund rettete sich und Inari wurde von Kaiza an Land gebracht. Kaiza versorgte Inari mit Essen und spendete ihm Trost. Immer mehr Zeit verbrachten Inari und Kaiza zusammen, sodass Kaiza zu einer wichtigen Bezugsperson für Inari wurde. Er wurde zu einem Familienmitglied und einem Vater für Inari. Bei einer Naturkatastrophe, bei der ein Damm sich öffnete und eine Flut auf das Dorf ergoss, traute sich nur Kaiza, in das Wasser zu springen, um den Damm zu schließen. So wurde er für das gesamte Dorf zum Helden. Doch das Glück hielt für die Dorfbewohner nicht lange an, denn als Gateau in das Dorf kam, um über es zu herrschen, tötete er jeden, der sich ihm in den Weg stellte. Kaiza gab gegenüber Gateu nicht nach und akzeptierte seine Herrschaft nicht. Er wurde daraufhin in aller Öffentlichkeit hingerichtet. Dadurch glaubt Inari, dass es keine Helden gibt.Nach der Geschichte von Kaiza wird Naruto motivierter denn je, Inari zu beweisen, dass es doch noch Helden gibt. So macht er sich auf den Weg, um weiter zu trainieren.","versions":[{"lang":1,"streams":[{"redirect":12487751,"hoster":"VOE"},{"redirect":10468084,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11908442,"hoster":"VOE"},{"redirect":10190493,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Mädchen, das ein Junge ist","epNo":12,"alt":"Episode 012","descr":"Haku ist im Wald und pflückt Kräuter. Ein Vogel landet auf seiner Schulter, fliegt aber sogleich wieder weg und steuert auf eine kleine Lichtung zu, in der sich auch Naruto befindet, welcher bewusstlos am Boden liegt. Er bemerkt Narutos Stirnband und erinnert sich an ihn. Währenddessen frühstücken Kakashi, Sakura, Sasuke, Inari und Tsunami. Sie machen sich Sorgen, da Naruto die ganze Nacht über nicht erschienen ist. Tsunami meint daraufhin, dass es für einen Jungen gefährlich sei, sich die ganze Nacht im Wald aufzuhalten. Kakashi erwidert darauf, das Naruto sich manchmal kindisch benimmt, aber ein richtiger Ninja ist. Sasuke und Sakura sind jedoch der Meinung das Naruto ein Idiot sei. Sasuke meint darauf, dass er spazieren geht. Sakura sagt zu ihm, dass sie jetzt noch frühstücken müssen, worauf sie erkennt, dass Sasuke schon längst aufgegessen hat. Unterdessen weckt Haku naruto auf. Als dieser gähnend aufsteht, möchte er wissen, was Haku gerade mache. Haku antwortet, er sammele Kräuter. Er erklärt Naruto, dass er die Kräuter zum verarzten von Verletzungen verwendet. Naruto fragt, ob es nicht ein bisschen früh ist um Kräuter zu sammeln. Haku antwortet aber, dass er die Morgenstille mag und dass man ja nicht jeden Morgen Jemanden findet, der im Wald schläft. Naruto erwidert nun aber, dass er trainiert hat. Haku meint, dass ihm das Stirnband sofort aufgefallen ist. Naruto findet toll, das ihm das Stirnband als erstes aufgefallen ist. Haku möchte von Naruto wissen, warum er trainiert, da er so stark aussieht. Naruto meint daraufhin, das die Stärke nicht ausreicht und dass er noch jemandem beweisen muss, dass er stärker ist als er. Jetzt ist Haku verwirrt und möchte wissen, ob Naruto für seine Stärke oder für jemanden trainiert. Er sagt darauf, dass er der größte Ninja seines Dorfes werden will, damit jeder ihn respektiert. Haku will nun noch von Naruto wissen, ob er jemanden hat, der ihm viel bedeutet. Naruto ist verwirrt und gibt keine Antwort darauf, sodass Haku zu lachen beginnt. Naruto meint, er solle ihn nicht auslachen. Haku erinert sich aber nun an seine Kindheit zurück. Nun verabschiedet sich Haku und sagte noch zu Naruto, dass er kein Mädchen sei. Daraufhin denkt sich Naruto, dass dieser Junge hübscher als Sakura sei.","versions":[{"lang":1,"streams":[{"redirect":11500591,"hoster":"VOE"},{"redirect":10457979,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605584,"hoster":"VOE"},{"redirect":10458145,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Alles eine Frage der Schnelligkeit","epNo":13,"alt":"Episode 013","descr":"Zabuza versucht, den Kampf gegen Kakashi und dessen Team mit unlauteren Mitteln zu gewinnen, indem er Waraji und Zōri zu Tazunas Haus schickt, um Tsunami zu entführen. Inari steht tatenlos daneben, denn er hat Angst. Doch dann erinnert er sich daran, dass Naruto ihn schon mal Feigling genannt hat und er greift die beiden an. Glücklicherweise kommt ihm Naruto zu Hilfe und so gelingt es den beiden, Tsunami zu befreien. Doch nun muss Naruto so schnell wie möglich zur Brücke, wo sich Zabuza, Haku und das Team um Kakashi im Kampf gegenüber stehen – und Haku scheint mit dem Jutsu des Kristalleisspiegels alle Trümpfe in der Hand zu halten.","versions":[{"lang":1,"streams":[{"redirect":12932059,"hoster":"VOE"},{"redirect":10468086,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605510,"hoster":"VOE"},{"redirect":12639304,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wieder übers Ziel hinausgeschossen!","epNo":14,"alt":"Episode 014","descr":"Noch immer steht Kakashis Team Zabuza und Haku im Kampf auf der Brücke gegenüber. Doch die beiden sind nicht leicht zu besiegen, denn es stellt sich heraus, dass Haku über eine besondere Fähigkeit verfügt, die nur innerhalb seines Clans vererbt wird. Und das wiederum heißt, dass Kakashi sie nicht kopieren kann, was die Chancen des Teams nicht gerade verbessert – genau so wenig wie Narutos Alleingänge, die zwar ziemlich spektakulär, aber nicht besonders durchdacht sind.","versions":[{"lang":1,"streams":[{"redirect":11590185,"hoster":"VOE"},{"redirect":12981187,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500621,"hoster":"VOE"},{"redirect":10569748,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein verzweifelter Versuch","epNo":15,"alt":"Episode 015","descr":"Die Situation ist nach wie vor sehr gespannt. Naruto und Sasuke suchen immer noch einen Weg, Haku zu besiegen. Sie werden zwar von Sakura \"angefeuert\", aber Kakashi hat die Situation erkannt: Haku ist nicht so einfach zu schlagen. Er selbst will den beiden Jungen helfen, aber dann besteht die Gefahr, dass Zabuza den Brückenbauer Tazuna in die Hände bekommt und die so wichtige Brücke nicht gebaut werden kann. Er muss also sehr behutsam vorgehen. Zabuza ist sicher, in Haku einen treuen Diener und einen besonderen Schutz zu haben. Er erzählt Kakashi auch stolz, warum. Naruto und Sasuke bekommen davon natürlich nichts mit. Sie versuchen, Haku mit verschiedenen Jutsu abzulenken, aber ihr Gegner weiß darauf zunächst immer eine Antwort. Als Sasuke allerdings das Katon: Gōkakyū no Jutsu anwendet, ist Haku zumindest sehr überrascht. Zabuza glaubt, ein Mittel gefunden zu haben, Kakashis Sharingan auszuschalten. Die Gefahr für Kakashi, Sakura, Tazuna, Naruto und Sasuke ist noch nicht gebannt.","versions":[{"lang":1,"streams":[{"redirect":10202548,"hoster":"VOE"},{"redirect":10189194,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10633849,"hoster":"VOE"},{"redirect":10495203,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ungeahnte Kräfte","epNo":16,"alt":"Episode 016","descr":"Durch Narutos Versuche, aus Hakus Hijutsu: Makyō Hyōshō zu entkommen, gelingt es Sasuke die Bewegungen von Haku wahrzunehmen und ihn mit Katon: Gōkakyū no Jutsu anzugreifen. Haku kann ausweichen, jedoch wird seine Kleidung angesengt. Sowohl Sasuke als auch Naruto werden bei weiteren Versuchen von Hakus Senbons getroffen.Kakashi und Sakura versuchen unterdessen Tazuna vor Zabuza zu beschützen. Als Kakashi sich schützend zwischen Zabuza und Tazuna stellt, wird er von Zabuzas Schwert getroffen. Ein Schrei von Sakura ist zu hören. Daraufhin machen sich Sasuke und Naruto große Sorgen. Naruto rennt unüberlegt los und wird erneut von Hakus Senbons getroffen, sodass er nicht mehr aufstehen kann. Da sich Naruto nicht mehr bewegt, greift Haku nun Sasuke an. Doch diesem gelingt es alle Angriffe abzuwehren und Naruto vor einigen Angriffen zu beschützen. Naruto besteht darauf, dass er nicht auf Sasukes Hilfe angewiesen sei und wird ohnmächtig. Im Verlauf weiterer Angriffe erwacht in Sasuke die erste Form des Sharingans. Haku erkennt, dass er den Kampf schnell beenden muss und greift Naruto an um Sasuke zu ködern. Als Naruto wieder aufwacht, sieht er, dass Haku am Boden liegt und Sasuke durch mehrere Senbons schwer verletzt wurde. Er erkennt, dass Sasuke so stark verletzt wurde, weil er ihn beschützt hat. Sasuke antwortet auf die Frage, weshalb er das getan hat hat: \"Mein Körper hat sich von allein bewegt.\" Daraufhin bricht Sasuke zusammen.Haku steht wieder auf und fragt Naruto, ob er das erste Mal einen Freund sterben sieht, bevor er sich wieder in die Eiskristalle begibt. Naruto schwört Rache und setzt ein starkes, rotes Chakra frei. Ein Fuchs formt sich aus dem Chakra und Narutos Wunden heilen. Es zeigen sich weitere Änderungen an Narutos Körper: die Augen werden rot, es sind Streifen auf Narutos Wangen erkennbar und die Fingernägel werden lang und krallenförmig.Kakashi befürchtet, dass das Siegel gebrochen ist.","versions":[{"lang":1,"streams":[{"redirect":10305554,"hoster":"VOE"},{"redirect":10457982,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12932069,"hoster":"VOE"},{"redirect":10189403,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Versteckter Ehrgeiz","epNo":17,"alt":"Episode 017","descr":"Haku wird von Naruto Uzumakis vehementem Angriff – verursacht durch eine kleine Menge Chakra des Kyūbis – völlig überrascht und kann dem nichts entgegensetzen. Zum ersten Mal hat er das Gefühl, versagt zu haben und seinem Herren nicht dienen zu können. Aber er gibt nicht auf und provoziert Naruto, damit dieser vielleicht einen Fehler macht. Doch auch das verhilft ihm nicht, Naruto zu entrinnen. Er sieht seine Niederlage ein und glaubt Zabuza Momochi verraten zu haben. Naruto, der Hakus Gesicht unter der Maske erkennt, bricht seinen Angriff ab. Auf Narutos Frage hin, wieso Haku Zabuza dient, erzählt dieser ihm seine Geschichte. Zabuza, der ihn ansprach, als er als Kind einsam am Straßenrand saß, habe ihm gleich das Gefühl gegeben, wichtig zu sein. Kakashi Hatake erfährt in der Zwischenzeit allerdings, dass Zabuza Haku als \"Werkzeug\" benutzt. Zudem merkt der Konoha Ninja, was mit Naruto passiert ist und fordert Zabuza zum alles entscheidenden Kampf heraus. Aber der Nebel behindert ihn in seinen Aktionen. Da hat Kakashi die rettende Idee. Er benutzt Ninpō Kuchiyose: Doton: Tsuiga no Jutsu und beschwört Hunde, die mit ihrem Geruchssinn trotz des Nebels die Position des Gegners ausmachen können. Zudem wirken sie sehr bedrohlich, was Zabuza eine Zeit lang beschäftigt. Kakashi setzt nun zum Finalschlag an, indem er Elektrizität in seiner Hand sammelt.","versions":[{"lang":1,"streams":[{"redirect":12487754,"hoster":"VOE"},{"redirect":10495133,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13004435,"hoster":"VOE"},{"redirect":10468254,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Kampf um die Brücke. Die Entscheidung!","epNo":18,"alt":"Episode 018","descr":"Inari versucht alle Leute aus seinem Dorf zusammenzutrommeln. Er versucht es zuerst bei Giichi, der jedoch ablehnt. Er meint es hat schon zu viel Blutvergießen gegeben. Als Inari weg geht, redet ihm seine Frau ins Gewissen ein. Auf der Brücke tobt derweilen der Kampf zwischen Kakashi und Zabuza, dessen Bewegungsfähigkeit durch Kuchiyose: Doton: Tsuiga no Jutsu erheblich vermindert wurde. Kakashi will es nun mit seinem eigenen Jutsu zu Ende bringen, und formt einige Fingerzeichen. In seiner Hand bildet sich das Raikiri, mit dem Kakashi auf Zabuza zurennt. Sakura, die mit Tazuna außer Reichweite des Nebels steht, sieht nur noch wie sich ein Schatten auf einen anderen zubewegt. Naruto steht derweilen Haku gegenüber, der verlangt getötet zu werden, da er der Meinung ist, nicht gegen Naruto anzukommen. Nach einem kleinen Wortgefecht zückt Naruto ein Kunai und rennt auf Haku zu. Als dieser jedoch merkt, dass sein Meister in Gefahr ist, stoppt er Naruto, und verschwindet. Neben Kakashi, der mittlerweile in Zabuzas unmittelbarer Nähe ist, entsteht ein Eisspiegel. Es entsteht eine gewaltige Explosion. Währenddessen macht sich Inari bereit, alleine gegen Zabuza und Gateau anzutreten, da ihm keiner helfen will. Als er die Tür seines Heims aufmacht, stehen einige Leute davor. Zurück auf dem Kampfplatz, der Nebel hat sich verzogen, und Naruto entdeckt Haku, der, von Kakashis Raikiri durchbohrt, in einer Blutlache steht. Haku hält Kakashi fest, der daraufhin merkt, dass Haku schon tot sein muss. Zabuza lacht selbstzufrieden, nimmt sein Schwert hervor, und schwingt es auf Kakashi.Gateau erscheintDieser, kann jedoch noch rechtzeitig ausweichen, und Haku in Sicherheit bringen. Empört über Zabuzas respektlosem Verhalten gegenüber seines treuen Gefährten, will Kakashi diesen Kampf nun endgültig zu Ende bringen. Zabuza versucht mehrmals ihn anzugreifen, jedoch scheitert er abermals kläglich. Sakura, die nun Naruto sieht, ruft ihm zu, und fragt ihn, wo Sasuke ist. Naruto wendet sein Gesicht ab. Sakura und Tazuna rennen daraufhin besorgt zum Kampfplatz. Die Beiden erblicken Sasuke, der, anscheinend tot, auf dem Boden liegt. Sakura wiederholt die Regel Nummer 25 eines Ninja: \"Ein Ninja darf niemals weinen, egal um welchen Preis.\", und fängt an zu weinen. Kakashi hat keine Probleme mehr mit Zabuza, der immernoch versucht ihn anzugreifen, aber jedesmal kläglich scheitert. Seinen linken Arm kann er schon nicht mehr richtig bewegen. Er schwingt sein Schwert auf Kakashi herab, dieser verschwindet aber, und taucht hinter Zabuza wieder auf. Er zückt zwei Kunai, und sticht Zabuza durch den rechten Arm. Dieser wehrt sich nicht, da er gleichzeitig versucht, mit seinem verletzten Arm, Kakashi zweizuteilen. Sein Schwert fliegt an das Ende der Brücke, und Zabuza scheint geschlagen. An einem entfernten Ende der Brücke ertönt der Klang eines Stocks, der auf den Boden pocht. Es ist Gateau mit einem Haufen von Schlägern. Er ist enttäuscht über Zabuza und will die Zügel nun selbst in die Hand nehmen.","versions":[{"lang":1,"streams":[{"redirect":12487753,"hoster":"VOE"},{"redirect":10189196,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11526223,"hoster":"VOE"},{"redirect":10189407,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Abschied nehmen","epNo":19,"alt":"Episode 019","descr":"Gateau entlässt Zabuza, da dieser zu teuer sei und Kakashi begräbt das Kriegsbeil erst mal. Als Gateau Haku tritt und Zabuza dabei nicht mal mit der Wimper zuckt, schreit Naruto ihn an. Haku habe nur für ihn gelebt, sie waren Jahre lang Weggefährten. Dies bekehrt Zabuza ein wenig. Da er seine Arme nicht mehr bewegen kann, nimmt er seine Bandagen um den Mund herum ab. Mit einem Kunai zwischen den Zähnen kämpft er sich durch Gateaus Männer durch und tötet diesen. Nachdem Kampf stecken mehrere Schwerter in Zabuzas Rücken und er bricht zusammen. Kakashi erklärt Naruto, dass er eines Tages genauso sterben werde, wenn er wie ein Krieger lebt. Währenddessen kommt Sasuke wieder zu sich, was Sakura und Naruto natürlich sehr freut. Gateaus Männer aber wollen ncht mit leeren Händen gehen und wollen das Dorf überfallen. Jedoch werden sie von den Dorfbewohnern mit Inari an ihrer Spitze aufgehalten. Naruto verwendet das Kage Bunshin no Jutsu und auch Kakashi verwendet sein letztes bisschen Chakra, um seine Kage Bunshins Kakashi Style zu erschaffen. Dies schüchtert die Männer so ein, dass sie fliehen. Kakashi gewährt Zabuza seinen letzten Wunsch, Hakus Gesicht noch einmal zusehen. Zabuza bedankt sich bei ihm und es beginnt zu schneien. Zabuza stirbt neben Haku. Team 7 begräbt die beiden. Zabuzas Schwert, das Kubikiribōchō stecken sie als Denkmal auf das Grab. Naruto will nicht so enden wie Zabuza und beschließt nicht den selben Weg wie er zu gehen, sondern seinen ganz eigenen Weg des Shinobi zu finden. Die vier machen sich auf den Heimweg. Tazuna hat die Brücke fertiggestellt und die Dorfbewohner nennen sie: Die Große Naruto-Brücke.","versions":[{"lang":1,"streams":[{"redirect":11500665,"hoster":"VOE"},{"redirect":10506254,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10332246,"hoster":"VOE"},{"redirect":10646392,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Eine neue Herausforderung","epNo":20,"alt":"Episode 020","descr":"Voller Tatendrang wacht Naruto auf. Er, Sakura und Sasuke warten mal wieder auf den zuspätkommenden Kakashi. Als dieser dann ankommt, sagt Naruto ihm, dass er endlich einmal beweisen möchte, was er wirklich drauf hat. Vor allem, dass er besser ist als sein Teamrivale Sasuke. Die bisherigen Missionen waren seiner Meinung nach zu leicht für ihn. Außerdem stellt er sich vor, wie er Sasuke rettet und nicht er ihn. Nachdem er ausgeträumt hat, bekommen sie eine Mission zugeteilt. Sie müssen nun in einem Garten Unkraut zupfen und Hunde ausführen. Naruto bekommt jedoch bei den Missionen ziemlichen ärger, der auch noch weh tut. Nachdem will Naruto beweisen, dass er stärker ist als Sasuke und will gegen ihn kämpfen. Doch Sasuke hat keine Lust und geht. Dabei sagt er Sakura, dass sie noch schlechter ist als Naruto. Kurze Zeit später schleichen sich Konohamaru, Moegi und Udon an. Konohamaru meint, dass Sakura Narutos Freundin ist. Als Naruto daraufhin sagt, dass sie verrückt nach ihm sei, schlägt sie ihn. Konohamaru nennt Sakura Breitstirn und rennt vor ihr weg, da sie ziemlich sauer ist. Dabei trifft er auf zwei Leute. Hierbei handelt es sich um Kankurō und Temari aus Sunagakure. Währenddessen gibt Kakashi den Bericht für die mission ab. Danach sieht man, wie Kankurō Konohamaru festhält und Naruto versucht ihm zu helfen- doch ohne Erfolg. Erst als Sasuke Kankurō mit einem kleinen Stein trifft, lässt er Konohamaru los. Als Kankurō dann gegen Sasuke kämpfen will, hält Gaara ihn davon ab. Gleichzeitig sprechen der Hokage und die Jōnin aus Konoha über die Chūnin-Auswahlprüfung.","versions":[{"lang":1,"streams":[{"redirect":11605431,"hoster":"VOE"},{"redirect":10506256,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500577,"hoster":"VOE"},{"redirect":10458149,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wer seid ihr?? Alte und neue Rivalen","epNo":21,"alt":"Episode 021","descr":"Die Chūnin-Auswahlprüfung steht bevor und es treffen immer mehr Kandidaten ein. Dadurch entsteht natürlich ein großer Konkurrenzkampf, nicht nur unter den Schülern, sondern auch unter den Lehrern, die gerne ihre Schützlinge unter den Prüflingen sehen möchten, auch wenn sie noch nicht so viel Erfahrung haben. Das zeigt sich besonders bei der Auswahl der Kandidaten unter Aufsicht des Hokage. Hier tun sich vor allem Kakashi, Kurenai und Asuma als besonders ehrgeizig hervor. Iruka, der die betroffenen Schüler in deren Anfangsjahr unter seinen Fittichen hatte, ist allerdings strikt dagegen.Kakashi legt Sakura, Sasuke und Naruto ein Anmeldeformular vor und bittet sie, dieses zu einer bestimmten Zeit abzugeben. Aber bis dahin erleben die Drei noch einige unangenehme Situationen, die Iruka initiiert hat. Das ist seine Art von \"Vorprüfung\", mit der er sehen will, ob sie wirklich schon bereit sind. Aber auch die Konkurrenz versucht den Anderen zu zeigen, dass sie ernst genommen werden möchte.","versions":[{"lang":1,"streams":[{"redirect":13143246,"hoster":"VOE"},{"redirect":13143247,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12487742,"hoster":"VOE"},{"redirect":10694370,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Rock Lee gegen Sasuke Uchiha","epNo":22,"alt":"Episode 022","descr":"Nach einer kleinen Außeinandersetzung zwischen Neji und Sasuke, machen sich Naruto, Sakura und Sasuke auf den Weg zur Anmeldung zur Chūnin-Auswahlprüfung. Allerdings stellt Rock Lee sich ihnen in den Weg und gesteht Saskura, nach ein paar Provokationen gegenüber Sasuke, sofort seine Liebe. Diese und Naruto sind darüber entsetzt. Naruto allerdings nur, weil sich wieder alles um Sasuke dreht. Vor Wut greifft er Lee an, geht jedoch relativ schnell nach einem Konoha Reppū zu Boden.Danach beginnt der Kampf Sasukes gegen Rock Lee. Obwohl Sasuke deutlich gründlicher an die Aufgabe geht als Naruto, macht er schnell Bekanntschaft mit Rock Lees Bein, welches ihn zu Boden schleudert. Sasuke ist beeindruckt von der Geschwindigkeit seines Gegners und aktiviert sein Sharingan, um ihr zu trotzen.Doch er ist immer noch unterlegen, was laut Lee daran liegt, dass ihm seine Augen nichts nützen, da sein Körper zu langsam sei. Es gäbe Genies die stark geboren werden und Streber, wie ihn, die sich ihre Stärke erarbeiten. Letztere seinen stärker. Er werde ihm dies zeigen. Darauf startet Lee sein Omote Renge, wird aber während des Kage Buyō von Ninkame unterbrochen. Diese sagt Lee, er solle auf Strafe gefasst sein. Jetzt erscheint Might Guy und schlägt Lee zur Strafe und umarmt ihn jedoch gleich darauf. Sasuke, Sakura und Naruto sind von diesem pathetischen Verhalten und Guys Aussehen entsetzt. Dieser stellt sich als Kakashis Rivale vor und verschwindet.Lee entschuldigt sich bei Sasuke und sagt, er wolle eigentlich gar nicht mit ihm, sondern mit Neji, dem angeblich stärkstem Genin, kämpfen und verschwindet ebenfalls. Die drei setzen ihren Weg zur Anmeldung fort.","versions":[{"lang":1,"streams":[{"redirect":12380581,"hoster":"VOE"},{"redirect":8887665,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12351995,"hoster":"VOE"},{"redirect":10495209,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Team 7, viel Glück!","epNo":23,"alt":"Episode 023","descr":"Naruto, Sakura und Sasuke wollen sich für die Chūnin-Auswahlprüfung anmelden, werden aber von Kakashi aufgehalten. Dieser wendet seine Worte vor allem an Sakura, denn wenn diese sich nicht dazu entschlossen hätte auch teilzunehmen, wäre es für Naruto und Sasuke ebenfalls nicht möglich gewesen, da nur Dreier-Teams antreten dürfen. Zuletzt lässt Kakashi noch einige ermunternde Worte fallen und lässt das Team anschließend durch die Tür zur Anmeldung gehen.Drinnen angekommen, wundern sich Naruto und Sakura über die vielen anderen Teams, die den gesamten Raum ausfüllen. Ino, die Sasuke schon entdeckt hat, rennt zu ihm hin und springt ihn an, was Sakura natürlich wütend macht. Es dauert nicht lange bis sich alle neuen Teams zusammengefunden haben. Auch ein Junge namens Kabuto Yakushi stellt sich dazu und weist daraufhin, dass bereits der ganze Saal auf die neuen Teams achtet. Kabuto erzählt ihnen auch, dass es für ihn bereits der siebte Anlauf zum Chūnin ist und wenn man bedenkt, dass die Prüfung zweimal im Jahr stattfindet, ist das also sein viertes Jahr. Weiters zeigt Kabuto seine Ninja-Infokarten und erzählt von dem wirklichen Grund der Auswahlprüfungen. Auf Sasukes Bitte hin gibt Kabuto einige Informationen über Gaara und Rock Lee preis. Weiters sagt er, dass er über die Oto-Nin nichts in Erfahrung bringen konnte, er beschreibt das Dorf als klein und eigenartig. Zuletzt erwähnt er noch das die Prüfungen dieses Jahr besonders interessant sein werden. Seine Motivation steht ihm ins Gesicht geschriebenVor der Tür ist immer noch Kakashi, der sich an die Worte Irukas und Guys erinnert. Die Beiden waren der Meinung, dass Kakashi seinem Team noch ein Jahr Zeit geben soll. Kakashi fragt sich anscheinend, ob seine Entscheidung richtig war.Sakura beobachtet währenddessen Naruto, der sehr verzweifelt wirkt. Sie macht sich Sorgen um das Wohlergehen des Teams. Plötzlich schreit Naruto: \"Ich bin Naruto Uzumaki und ich werde euch alle besiegen, echt jetzt!\" Unsere neun Anfänger regen sich über Naruto auf, aber bei den anderen Teilnehmern scheint Naruto das Interesse geweckt zu haben. Die Oto-Nin aber, haben nur Augen für Kabuto. Sie entschließen sich dazu, ihm zu zeigen wozu sie fähig sind. Sie greifen ihn an, worauf seine Brille zerspringt und er zusammenbricht. Aber wie haben sie das geschafft, ohne ihn zu berühren?Zuletzt wird die Prüfung von Ibiki Morino, dem Prüfer, eröffnet","versions":[{"lang":1,"streams":[{"redirect":10900066,"hoster":"VOE"},{"redirect":10189200,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10305017,"hoster":"VOE"},{"redirect":10468260,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Kräfte sammeln! Die ChuNin-Auswahlprüfung beginnt","epNo":24,"alt":"Episode 024","descr":"Die Chūnin-Auswahlprüfung beginnt. Der äußerst strenge und finster dreinblickende Prüfer Ibiki Morino gibt gleich, nachdem alle Teilnehmer Platz genommen haben, die noch strengeren Regeln bekannt: Zuerst einmal darf es ohne seine Erlaubnis keine Kämpfe untereinander geben. Dann, wie und wann Punkte vergeben, beziehungsweise abgezogen, und dass jeweils das ganze Team und nicht nur die einzelnen Mitglieder bewertet werden. Das bedeutet, dass auch die anderen nicht bestehen, wenn auch nur einer versagt. Besonders hart empfinden die Teilnehmer, dass man zwei Punkte Abzug bekommt, wenn man mogelt, und beim fünften Mal sogar disqualifiziert wird. Als erstes geht es an die schriftliche Prüfung, ein Schock für viele. Und das ohne Abschreiben? Geht denn das? Die Angst, wegen einer Schummelei durchzufallen ist allerdings bei allen groß, auch bei Naruto, der sogar ein Angebot von Hinata, dies bei ihr zu tun, ablehnt. So versucht ein jeder diesen Test auf seine Weise zu bestehen, aber den anwesenden Wachen entgeht kaum etwas, und so werden schon während der regulären Prüfungszeit einige Teams aussortiert. Team 7 glücklicherweise noch nicht. Aber die letzte Frage ist entscheidend.","versions":[{"lang":1,"streams":[{"redirect":11124456,"hoster":"VOE"},{"redirect":10189202,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11526215,"hoster":"VOE"},{"redirect":10189415,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die zehnte Frage: alles oder nichts?","epNo":25,"alt":"Episode 025","descr":"Ibiki Morino, der strenge Prüfer, sorgt wieder einmal für Unruhe, als er die letzte Frage und speziell dazu noch neue Regeln, die es in sich haben, verkündet. Jeder kann zwischen zwei Möglichkeiten entscheiden. Wenn er die Frage nicht beantworten möchte, bekommt er null Punkte, egal, wie viele er vorher schon bekommen hat. Das heißt, er ist durchgefallen. Wenn man sich aber der Frage stellt und sie falsch beantwortet, dann fällt man nicht nur durch, sondern wird für immer von der Chūnin-Auswahlprüfung ausgeschlossen. Aber nicht nur er, sondern das ganze Team. Einige Kandidaten entscheiden sich dafür, aufzugeben. Aber es wollen doch noch einige weitermachen, auch Team 7. Sie warten auf die entscheidende Frage, die es jedoch nicht gibt. Das alles war nur ein Trick von Ibiki, um herauszufinden, wer nicht nur an sich, sondern ans ganze Team denkt. Somit haben alle, die geblieben sind, die erste Prüfung bestanden.","versions":[{"lang":1,"streams":[{"redirect":11594077,"hoster":"VOE"},{"redirect":10189203,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500578,"hoster":"VOE"},{"redirect":10458158,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Sonderbericht: Live aus dem Wald des Schreckens","epNo":26,"alt":"Episode 026","descr":"Nachdem sich die Chūnin-Prüflinge noch über den gerade bestandenen Test freuen durften, kommt es jetzt knüppeldick. Eine Prüferin namens Anko erscheint und sie scheint noch strenger zu sein als Ibiki Morino, was schon etwas heißen soll. Alle Schüler werden auf den Boden der Tatsachen heruntergeholt und müssen erst noch die 2. Prüfungsphase erfolgreich überstehen, um Chūnin zu werden, und die findet im Wald des Schreckens statt. Alle sind sehr gespannt, was sie dort erwartet, aber keiner gibt so recht zu, dass er schon ein bisschen Angst hat. Team 7 hat etwas Ablenkung, denn Konohamaru und seine Freunde kommen, um ein Interview mit Sakura, Naruto und Sasuke zu halten. Hier werden so alle Personen noch einmal kurz beschrieben.Noch müssen sich mit Team 7 weitere 26 Teams messen. Jedes Team bekommt eine Schriftrolle – und benötigt eine jeweils andere. Am Ende gilt es, mit zwei Schriftrollen durchs Ziel zu gehen, also einen Turm im Wald des Schreckens zu erreichen. Die Prüfung soll über fünf Tage gehen und allen ist klar, dass nur wenige bestehen werden","versions":[{"lang":1,"streams":[{"redirect":9635124,"hoster":"VOE"},{"redirect":10506257,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13004432,"hoster":"VOE"},{"redirect":10189414,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Prüfung geht weiter!","epNo":27,"alt":"Episode 027","descr":"Nachdem sich die Chūnin-Prüflinge noch über den gerade bestandenen Test freuen durften, kommt es jetzt knüppeldick. Eine Prüferin namens Anko erscheint und sie scheint noch strenger zu sein als Ibiki Morino, was schon etwas heißen soll. Alle Schüler werden auf den Boden der Tatsachen heruntergeholt und müssen erst noch die 2. Prüfungsphase erfolgreich überstehen, um Chūnin zu werden, und die findet im Wald des Schreckens statt. Alle sind sehr gespannt, was sie dort erwartet, aber keiner gibt so recht zu, dass er schon ein bisschen Angst hat. Team 7 hat etwas Ablenkung, denn Konohamaru und seine Freunde kommen, um ein Interview mit Sakura, Naruto und Sasuke zu halten. Hier werden so alle Personen noch einmal kurz beschrieben.Noch müssen sich mit Team 7 weitere 26 Teams messen. Jedes Team bekommt eine Schriftrolle – und benötigt eine jeweils andere. Am Ende gilt es, mit zwei Schriftrollen durchs Ziel zu gehen, also einen Turm im Wald des Schreckens zu erreichen. Die Prüfung soll über fünf Tage gehen und allen ist klar, dass nur wenige bestehen werden","versions":[{"lang":1,"streams":[{"redirect":11605453,"hoster":"VOE"},{"redirect":10189206,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500556,"hoster":"VOE"},{"redirect":10506311,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Naruto der Schlangenbeschwörer","epNo":1,"alt":"Episode 028","descr":"Die Prüfung im Wald geht weiter und Naruto, Sakura und Sasuke haben es nicht nur mit der Konkurrenz der anderen Teams zu tun, sondern auch die unheimlichen Gras-Ninja machen ihnen zu schaffen. Sasuke traut niemandem mehr und darum vereinbart er mit Sakura und Naruto ein sehr langes Code-Wort, so lang, dass Naruto es sich nicht merken kann. Anhand dieser Tatsache entlarvt Sasuke einen Gegner, der in Gestalt von Naruto auftaucht – und Sasuke und Sakura bewegungsunfähig macht. Und von dem echten Naruto ist keine Hilfe zu erwarten","versions":[{"lang":1,"streams":[{"redirect":11918067,"hoster":"VOE"},{"redirect":10468098,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10752884,"hoster":"VOE"},{"redirect":10694375,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Narutos Gegenangriff. Gib niemals auf!","epNo":2,"alt":"Episode 029","descr":"Team 7 befindet sich noch immer im Wald des Schreckens. Naruto ist es gelungen, einer Riesenschlange zu entkommen und als er Sasuke und Sakura endlich wieder findet, stellt er fest, dass die zwei ein noch viel größeres Problem haben. Der Gras-Ninja ist wild entschlossen, ihnen ihre Schriftrolle abzujagen und Sasuke ist wie gelähmt – er kann einfach nichts tun. Naruto versucht natürlich einzugreifen, aber auch er hat es schwer gegen den Gras-Ninja. Doch dann stachelt etwas Sasukes Ehrgeiz an und sein alter Kampfgeist erwacht.","versions":[{"lang":1,"streams":[{"redirect":11491730,"hoster":"VOE"},{"redirect":10189208,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13916667,"hoster":"VOE"},{"redirect":10569751,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Mal des Fluches","epNo":3,"alt":"Episode 030","descr":"Der Kusanin, mit dem es Naruto Uzumaki und seine Freunde schon eine ganze Weile zu tun haben, fügt Sasuke Uchiha ein Mal am Hals zu, woraufhin er bewusstlos wird. Da der Kusa-Ninja vorher schon Naruto außer Gefecht gesetzt hat, muss Sakura Haruno jetzt allein die Verantwortung für die Geschehnisse übernehmen – welche auch immer das sein werden, denn offensichtlich trägt der Kusa Ninja ein dunkles Geheimnis mit sich, das nur Anko Mitarashi kennt, die ihn verfolgt – doch auch sie scheint gegen diesen mächtigen Dämonen chancenlos zu sein.","versions":[{"lang":1,"streams":[{"redirect":10202007,"hoster":"VOE"},{"redirect":10521475,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10352014,"hoster":"VOE"},{"redirect":10506315,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schwur der buschigen Augenbraue. Ewige Liebe und Schutz!","epNo":4,"alt":"Episode 031","descr":"Orochimaru hat Naruto und Sasuke außer Gefecht gesetzt, sie sind bewusstlos. Nun trägt Sakura die Verantwortung dafür, dass den beiden nichts passiert und sie fühlt sich damit ziemlich überfordert, zumal Orochimaru seine Anhänger auf das Team angesetzt hat. Es ist also nur eine Frage der Zeit, wann diese auftauchen werden. Doch Sakuras Verehrer Lee ist auch nicht weit... Ino und ihr Team plagen sich derweil mit anderen Problemen herum, denn die Prüfung geht dem Ende entgegen und sie haben noch nicht allzuviel auf die Reihe gekriegt. Auch Inos neue Pläne, dies zu ändern, scheitern.","versions":[{"lang":1,"streams":[{"redirect":10632981,"hoster":"VOE"},{"redirect":10506259,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14437767,"hoster":"VOE"},{"redirect":10458161,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Allein gegen alle","epNo":5,"alt":"Episode 032","descr":"Sakura hat ein echtes Problem, denn sie steht allein drei Verbrechern von Orochimaru gegenüber. Naruto und Sasuke sind nach wie vor bewusstlos und so muss Sakura versuchen, allein zurecht zu kommen – etwas, das ihr gar nicht liegt. Sie denkt an ihre Kindheit, während der sie mit Ino noch befreundet war, wie schüchtern sie damals schon war. Als Sakura schon völlig verzweifelt ist, naht doch noch Rettung: Ino und ihr Team haben Sakuras aussichtslosen Kampf aus einem Versteck beobachtet und Ino hat lange gezögert, ihr zu helfen, doch nun stellt sie sich auf Sakuras Seite.","versions":[{"lang":1,"streams":[{"redirect":10091553,"hoster":"VOE"},{"redirect":10190301,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11064859,"hoster":"VOE"},{"redirect":10725002,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Team 10 greift ein","epNo":6,"alt":"Episode 033","descr":"Sakura steht allein im Kampf gegen Dosu und Zaku, doch Ino und ihr Team eilen ihr zu Hilfe – was fürs erste mal nicht allzuviel nützt, doch dann passiert etwas Überraschendes: Der eben noch bewusstlose Sasuke erwacht und zeigt plötzlich eine Stärke, die noch nie jemand an ihm gesehen hat. Nur sein Gegner Dosu begreift sofort, was da abgeht: Das Mal des Fluches, das Orochimaru Sasuke zugefügt hat, macht sich bemerkbar. Sasuke verfügt offenbar über große Kräfte – die Kräfte des Bösen.","versions":[{"lang":1,"streams":[{"redirect":10633911,"hoster":"VOE"},{"redirect":10575521,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10332389,"hoster":"VOE"},{"redirect":10506316,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gaaras unglaubliche Kraft","epNo":7,"alt":"Episode 034","descr":"Ino hat Sakura aus der Patsche geholfen, doch das ändert nichts daran, dass die beiden nach wie vor verfeindet sind. Während sie sich noch von dem Kampf erholen, haben Kiba und sein Team ein ganz anderes Problem, denn sie werden Zeuge, wie Gaara sein Jutsu anwendet und seine Gegner zerquetscht. Der Junge scheint soviel Chakra zu haben, dass Kiba, Shino und Hinata Angst bekommen und die Flucht ergreifen.","versions":[{"lang":1,"streams":[{"redirect":11927382,"hoster":"VOE"},{"redirect":10468101,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12150812,"hoster":"VOE"},{"redirect":10495215,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Geheimnis der Schriftrolle: Reinsehen verboten","epNo":8,"alt":"Episode 035","descr":"Naruto und sein Team sind ziemlich frustriert, denn es sieht nicht so aus, als ob sie die Prüfung bestehen würden. Nach wie vor haben sie keine Himmelsschriftrolle und sie gehen davon aus, dass die anderen Teams bereits auf dem Weg zum Turm sind - wo auch immer dieser Weg ist. Doch dann begegnet ihnen Kabuto, der ihnen klar macht, dass es sinnlos ist, den ganzen Wald nach einer Schriftrolle abzusuchen und sich bereit erklärt, ihnen den Weg zum Turm zu zeigen. Wenn es eine Chance gibt, noch eine Schriftrolle zu bekommen, dann dort...","versions":[{"lang":1,"streams":[{"redirect":11723385,"hoster":"VOE"},{"redirect":10457992,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12183394,"hoster":"VOE"},{"redirect":10458171,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wer sind die besseren Doppelgänger?","epNo":9,"alt":"Episode 036","descr":"Team 7 und Kabuto sind auf dem Weg zum besagten Turm und stellen fest, dass sie im Kreis gelaufen sein müssen. Zudem sehen sie sich plötzlich mit einigen finsteren Gestalten konfrontiert, die sich ihnen in den Weg stellen und von ihnen die Schriftrollen fordern. Diese Gestalten beherrschen auch ein Jutsu der Doppelgänger und greifen Sakura, Naruto und Sasuke sowie Kabuto an. Diese wissen gar nicht, woher die Angriffe kommen und wo sich die echten Gegner versteckt halten. Erst als Naruto sein Jutsu der Schattendoppelgänger anwendet, ändert sich die Situation, und Team 7 kann für einen Moment Luft holen und versuchen, den Weg zum Turm fortzusetzen.","versions":[{"lang":1,"streams":[{"redirect":11500608,"hoster":"VOE"},{"redirect":10495141,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091521,"hoster":"VOE"},{"redirect":10694374,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Freundschaft, ein großes Wort!","epNo":10,"alt":"Episode 037","descr":"Während Sakura, Sasuke und Naruto versuchen, den Text auf einer Wandtafel zu lesen und verstehen,dass sie beide Schriftrollen gleichzeitig öffnen sollen. Daraus wird ein vertrauter Geist und da steht plötzlich Sensei Iruka vor ihnen. Das ist eine Überraschung. Iruka verkündet den Dreien, dass sie auch die zweite Prüfung bestanden haben. Wenn auch mit etwas Glück, denn wenn sie ihre Schriftrollen geöffnet hätten, wären sie hart bestraft worden. Nun kann die dritte Prüfung kommen. Bevor es aber damit losgeht, erklärt Meister Hokage den immer noch zahlreich verbliebenen Prüflingen, welchen Sinn eben dieser nächste Test hat. Aber vor allem kommt ein neuer Prüfer, der nicht gerade einen sympathischen Eindruck macht.","versions":[{"lang":1,"streams":[{"redirect":10515890,"hoster":"VOE"},{"redirect":10495145,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202349,"hoster":"VOE"},{"redirect":10565122,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Viel zu viele Prüfungsteilnehmer!","epNo":11,"alt":"Episode 038","descr":"Die dritte Prüfungsstufe naht. Hayate, der verantwortliche Prüfer, bereitet die immer noch zahlreich verbliebenen Teilnehmer darauf vor, was auf sie zukommt. Er betont ausdrücklich, dass es sich jeder überlegen sollte, ob er nicht doch lieber aufgibt. Aber keiner ist dazu bereit. Auch Sasuke nicht, obwohl er mit dem Mal an seinem Hals immer mehr Probleme hat. Er wird allerdings von Meister Hokage und den Prüfern genau beobachtet. Nur Kabuto erklärt offen, dass er aussteigen will. Welches Spiel spielt er eigentlich? Der nächste Teil der Prüfung macht deutlich, dass man versucht, die Teilnehmerzahl drastisch zu verringern. Es wird jeweils einen Kampf Mann gegen Mann geben, bei dem es natürlich immer nur einen Gewinner gibt. Für den ersten Kampf wird Sasuke ausgelost. Er soll gegen Yoroi Akadō antreten, einen zwielichtigen Untergebenen von Orochimaru. Eine große Herausforderung.","versions":[{"lang":1,"streams":[{"redirect":11797102,"hoster":"VOE"},{"redirect":10189217,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202558,"hoster":"VOE"},{"redirect":10458166,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Sasuke Uchiha gegen Yoroi Akad? - das Duell","epNo":12,"alt":"Episode 039","descr":"Aus puren Zufall ist es Sasuke, der als erster in den Genuss eines Kampfes kommt.Sein Gegner: Yoroi Akado.Obwohl der Kampf schon verloren scheint, hat Sasuke dann doch noch einen Trick auf Lager. Doch- Yoroi Akado ist nicht sein einziges Problem: das Mal des Fluches setzt dem jungen Ninja stark zu.","versions":[{"lang":1,"streams":[{"redirect":8883727,"hoster":"VOE"},{"redirect":8887681,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12503675,"hoster":"VOE"},{"redirect":10569758,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kakashi und Orochimaru: Von Angesicht zu Angesicht","epNo":13,"alt":"Episode 040","descr":"Man sollte immer noch ein Ass im Ärmel haben!Während Orochimaru im Angesicht zu Angesicht mit Kakashi steht, kämpft Zaku, einer der Anhänger der furchteinflössenden Schlange, gegen Shino. Dock Zaku kämpft wie sein Boss: unerbittlich. Inzwischen bei Sasuke \u0026amp","versions":[{"lang":1,"streams":[{"redirect":10121022,"hoster":"VOE"},{"redirect":10457997,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10883506,"hoster":"VOE"},{"redirect":10458169,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Erinnerung","epNo":14,"alt":"Episode 041","descr":"Als Shino voller Eleganz von der Kampfarena schreitet, werden auch schon die nächsten ausgelost. Diesmal trifft es Kankuro, den Bruder von dem geheimnisvollen Gaara. Ob auch er so stark ist wie sein kleiner Bruder? Auch wenn es anfangs nicht so aussieht, Kankuro behält trotzdem die Oberhand bei dem Kampf. Und schon werden auch die Nächsten ausgelost. Sakura gegen... Ino, die damals beste Freundin und jetzige Erzfeindin der Pinkhaarigen. Ob zwischen den Beiden doch noch eine Verbindung ist?","versions":[{"lang":1,"streams":[{"redirect":10922386,"hoster":"VOE"},{"redirect":10189219,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10944134,"hoster":"VOE"},{"redirect":10458167,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ganz entschieden ein Unentschieden","epNo":15,"alt":"Episode 042","descr":"Während Naruto von der Zuschauertribüne aus Sakura anjubelt, die nun voll im Kapmf mit Ino verwickelt ist, sind sich alle sicher: dieses Match wird dauern. Sakura scheint zu wissen was sie tut, Ino jedoch wird langsam wütend und weiss nicht wirklich was sie tut. Oder? Bald wird klar, die Beiden Rivalinnen sind gleich stark. Kurzum wird ein Unentschieden ausgesprochen. Keines der Mädchen wird in die nächste Runde aufsteigen. Und schon der nächste Kampf: Die hübsche Ten Ten gegen Temari, die ebenfalls eine Schönheit für sich ist. Ausserdem ist Temari mit Gaara und Kankuro verwandt. Auch dieser Kampf wirkt vielversprechend.","versions":[{"lang":1,"streams":[{"redirect":12932066,"hoster":"VOE"},{"redirect":10694353,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11831988,"hoster":"VOE"},{"redirect":10468278,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Shikamarus Schatten","epNo":16,"alt":"Episode 043","descr":"Und schon wieder kämpfen 2 Mädchen: Ten Ten und Temari. Schon der erste Schlag, ausgeführt von der zielsicheren Ten Ten, geht daneben. Wie ist das möglich? Die Lösung des Geheimnisses: ein mysteriöser Fächer. Schon bald zückt Ten Ten 2 Schriftrollen, ohne wirklichen Erfolg. Die lächelnde Temari bleibt sogar dann noch lässig, als Lee erbost in die Arena stieg. Schon wird der nächste Kampf ausgelost: Nara Shikamaru gegen Kin Tsuchi. Der coole Shikamaru nimmt das alles mit einem Kopfnicken zur Kenntnis, doch innerlich hätte er gerne einen anderen Gegner. Ein Mädchen, so ein Schwachsinn. Schon an Anfang des Kampfes meckert Kin Shikamaru an.  Schnell erkennt er die Technick des Mädchens. Oder doch nicht? Er hatte falsch gedacht und landete dann doch in einer Falle. Die Chancen standen schlecht für ihn.  Doch er kann das Ruder noch umreissen und gewinnt mit einem simplen aber interessanten Trick. Ein Blick auf die Namen der nächsten Teilnehmer lassen Naruto einen Freudensprung vollbringen. Er musste gegen Kiba kämpfen, der mit seinen Hund Akamaru auch voller Freude auf das Kampffeld zugeht. Wie das wohl weitergeht?","versions":[{"lang":1,"streams":[{"redirect":11500688,"hoster":"VOE"},{"redirect":10495142,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10550662,"hoster":"VOE"},{"redirect":10506333,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Akamaru ohne Leine - Wer ist jetzt der Superhund?","epNo":17,"alt":"Episode 044","descr":"Der nächste Kampf: Endlich kommt Naruto zum Zug. Und er hat gleich 2 Gegner: Den Hund Akamaru und dessen Besitzer Kiba. Kiba fackelt nicht lange und greift Naruto nach einer kurzen Rückblende an. War es das wirklich schon, oder hat Naruto einen Trick angewandt? Doch unser Held rappelt sich schnell wieder auf und es geht weiter. Doch wieder tappt er in eine Falle und wird von dem Hund angegriffen. Später kehrt das Hündchen zu seinem Herrchen zurück und beisst diesem in die Hand. Was ist da los? Ein Verwandlungsjutsu, kombiniet mit einem Doppelgängerjutsu. Der echte Akamaru kann sich befreien und plötzlich stehen 2  Kibas auf dem Kampfareal. Die Beiden erinnern nun allerdings eher an Tiere als an normale Menschen. Als Naruto dann am Boden liegt und Kiba immer noch fest am Boden steht, scheint alles verloren für den armen Kerl. Doch- er steht wieder auf. Wie es wohl weiter geht für die Kämpfernatur Naruto und den Hundemensch Kiba?","versions":[{"lang":1,"streams":[{"redirect":8883376,"hoster":"VOE"},{"redirect":8887690,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11401901,"hoster":"VOE"},{"redirect":10495222,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Überraschung kommt zum Schluss...","epNo":18,"alt":"Episode 045","descr":"Naruto ist geschockt, als plötzlich 2 Kibas auf dem Areal stehen. Doch schon bald schafft er es, den Gegner zu verwirren, und somit endlich Gegenangriffe zu starten. Kiba ist verunsichert, doch er lässt nicht so leicht locker. Er nutzt jede Gelegenheit. Schon bald sinken wieder Narutos Chancen auf den erhofften Sieg. Doch der Blonde behält sein Selbstvertrauen und steckt brav die Schläge des starken Gegners ein. Bis- Naruto zwingt Kiba mit einem... stinkenden Trick in Knie. Er ist immer für eine Überraschung gut!","versions":[{"lang":1,"streams":[{"redirect":11106548,"hoster":"VOE"},{"redirect":10189224,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10681735,"hoster":"VOE"},{"redirect":10458174,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein Stammbaum, eine Fehde","epNo":19,"alt":"Episode 046","descr":"Nach dem Kampf mit Kiba werden auch schon die nächsten Kämpfer: Hinata gegen ihren Clangefährten Neji. Die Beiden reden zuerst miteinander, und Hinata schwelgt in ihrer Erinnerung. Doch Neji aktiviert sein Byankugan und bringt Hinata an ihre psychischen Grenzen. Naruto ist es, der ihr dann aus der Situation hilft. Endlich kommt es dann auch zum Kampf. Doch wer von ihnen ist der stärkere?","versions":[{"lang":1,"streams":[{"redirect":11500566,"hoster":"VOE"},{"redirect":10189225,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500650,"hoster":"VOE"},{"redirect":10458179,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kleines Mädchen ganz groß","epNo":20,"alt":"Episode 047","descr":"Alle sind auf positive Weisse geschockt, als die stille Hinata unverfroren Neji angreift. Doch Neji ist ein harter Gegner und lässt nicht locker. Das Mädchen hatte schlechte Karten- von Anfang an. Hinata versuchte es noch ein letztes Mal, und sie gab ihr Bestes, um bei dem Trauerspiel doch noch einen Sieg davontragen zu können. Ob sie es schafft?","versions":[{"lang":1,"streams":[{"redirect":12359184,"hoster":"VOE"},{"redirect":10189223,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605558,"hoster":"VOE"},{"redirect":10458172,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Gaara gegen Rock Lee: Die Kraft der Jugend explodiert","epNo":21,"alt":"Episode 048","descr":"Rock Lee muss gegen den unheimlichen Gaara antreten. Sakura und ihr Team sind zuversichtlich, dass er gewinnen wird, bis Guy ihr erzählt, dass Lee leider so gar keine Fähigkeiten im Nin- und Genjutsu Bereich hat, er kann nur Taijutsu. Sakura ist entsetzt, aber Guy erzählt ihr, dass dieser vermeintliche Nachteil eigentlich ein Vorteil ist, denn dadurch hat Lee sich ausschließlich darauf spezialisiert und ist im Taijutsu absolut unschlagbar. Aber ob das auch für den Kampf gegen den unheimlichen Gaara reicht?","versions":[{"lang":1,"streams":[{"redirect":8883439,"hoster":"VOE"},{"redirect":8887693,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11855142,"hoster":"VOE"},{"redirect":10468283,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Acht inneren Tore","epNo":22,"alt":"Episode 049","descr":"Als Gaaras lebloser Körper wortwörtlich zu Sand zerfließt, ist Lee nicht der einzige, der nicht weiß was gerade passiert ist. Und nun startet auch Gaaara endlich einen Gegenangriff. Der Kampf scheint entschieden. Oder besteht doch noch Hoffnung für den flinken Lee?","versions":[{"lang":1,"streams":[{"redirect":13004431,"hoster":"VOE"},{"redirect":10458002,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500571,"hoster":"VOE"},{"redirect":10458177,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Fünfte Tor: Ein großartiger Ninja ist geboren","epNo":23,"alt":"Episode 050","descr":"Rock Lee hat sich dazu entschlossen, im Kampf gegen Gaara eines der schwierigsten Jutsus anzuwenden, bei dem er einige der sogenannten \"Hachimon\" öffnet. Dieses Jutsu ist so schnell, dass kein Gegner eine Chance hat, sich zu verteidigen. Doch Gaara hält den Angriffen lange stand und später geht Might Guy dazwischen. Wird es trotzdem einen Verlierer geben?","versions":[{"lang":1,"streams":[{"redirect":10944089,"hoster":"VOE"},{"redirect":10458000,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12150779,"hoster":"VOE"},{"redirect":10626420,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Dunkle Schatten","epNo":24,"alt":"Episode 051","descr":"Chōji und Dosu stehen sich nun im zehnten Match der Vorrunde gegenüber, als Ino versucht ihn mit Beleidigungen anzufeuern, was auch den gewünschten Effekt zeigt (allerdings will Chōji nach dem Kampf auch seine Freunde verprügeln). Als Dosu ihn dann auch noch beleidigt meint der Konoha-Nin, dass er Dosu und seine Kampfstrategie genau kennt und setzt Baika no Jutsu ein, um dann Dosu mit seinem Konoha-Stil-Taijutsu zu attackieren, dem Fleischpanzer. Chōji sieht sich auf der sicheren Seite, da er glaubt, er müsse nur seine Ohren schützen, was er ja durch das Einziehen seines Kopfes getan hat.Allerdings sind die Attacken von Chōji so schwerfällig, dass der Oto-Nin mühelos ausweichen kann, worauf Chōji mit voller Wucht in eine Wand kracht und von seinem Gegner einen Faustschlag verpasst bekommt, der ihn jedoch wenig stört. Doch Dosu erklärt, dass der menschliche Körper zu 70% aus Wasser besteht, das den Schall hervorragend leitet und aktiviert seinen Verstärker, worauf Chōji zu Boden geht und den Kampf verliert. Hiermit sind die Auscheidungskämpfe beendet und die Finalisten der Chūnin-Auswahlprüfung stehen fest.Orochimaru unterweist KabutoSakura macht sich immer noch Sorgen um Sasuke, wird aber von Kakashi beschwichtigt. Währenddessen hat Kabuto eine Unterredung mit Orochimaru, in der dieser anmerkt, Konoha sei viel zu weich geworden und nun sei es kein Problem mehr, den dritten Hokage zu töten. Obwohl es scheint, dass der Sannin Kabuto schätzt, glaubt dieser nicht, sein volles Vertrauen zu besitzen. Orochimaru befielt Kabuto, Sasuke zu kidnappen, um ihn von Naruto zu trennen, da dieser einen \"zu guten\" Einfluss auf Sasuke hat. Plötzlich verdeutlicht Orochimaru, dass Kabuto um ihn aufzuhalten Sasuke töten müsse, was diesen entsetzt. Dennoch meint der Oto-Nin wiederum, dass er Kabuto vertraut.Im Wald des Schreckens erklärt der Hokage nun den Teilnehmern, dass die Hauptkämpfe in einem Monat stattfinden werden, wobei dann auch die Feudalherren der Länder anwesend sein werden. Außerdem sei es nötig, dass die Kämpfer, die ja nun ihre Gegner kennen, sich neue Kampfstrategien zulegen und fleißig trainieren.Die toten AnbuInzwischen hat Kabuto die Anbu, die vor Sasukes Krankenzimmer postiert waren getötet und steht vor dem Bewusstlosen und es sieht wirklich fast so aus, als werde er Sasuke töten um zu verhindern, dass Orochimaru ihn bekommt. Doch plötzlich steht Kakashi im Raum und hindert den Iryōnin daran. Als er Kabuto nicht gehen lassen will, bedroht dieser erneut Sasuke, doch Kakashi ist schneller und kann ihn töten. Doch plötzlich erhebt sich einer der vermeintlich toten Anbu und will durch die Tür fliehen, wird dort aber von Kakashi aufgehalten, der vorher lediglich Kage Bunshin benutzt hatte. Doch auf einmal erhebt sich noch ein zweiter Anbu, schlägt das Fenster ein und springt hinaus. Im Fallen nimmt er die Maske ab und siehe, es ist Kabuto, der mit einem Jutsu die Leichen der Anbu wiederbelebt hatte und ihnen seine Gestalt gab.In der Vorausscheid-Arena werden nun die Gruppen für die Finalkämpfe ausgelost: Naruto tritt gegen Neji an, Gaara muss gegen Sasuke kämpfen, Kankurō bestreitet sein Match mit Shino, Dosu wird sich mit Shikamaru messen und für Temari bleibt der Sieger des letzten Kampfes. Weiterhin wird klargestellt, dass der Gewinn der Kämpfe nichts darüber aussagt, wer Chūnin werden kann. Als Naruto Kakashi bittet ihn zu trainieren, wimmelt ihn dieser mit einem anderen Trainer ab und zwar ausgerechnet mit Ebisu.","versions":[{"lang":1,"streams":[{"redirect":10883365,"hoster":"VOE"},{"redirect":10468107,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091218,"hoster":"VOE"},{"redirect":10189442,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Starker Schüler, schwacher Trainer","epNo":25,"alt":"Episode 052","descr":"Naruto wird auf den Boden der Tatsachen zurückgeholt. Er soll seine Grundkenntnisse verfeinern und dazu einen neuen Trainer bekommen. Sensei Kakashi hat keine Zeit mehr für ihn und hat Ebisu auserwählt, für ihn diese Aufgabe zu übernehmen. Naruto ist fassungslos, denn er kann Ebisu auf Grund eines länger zurückliegenden Vorfalls nicht mehr ernst nehmen. Auch Ebisu ist die Situation nach wie vor noch sehr peinlich. Aber die beiden raufen sich zusammen und so scheint Naruto doch etwas dazulernen zu können.","versions":[{"lang":1,"streams":[{"redirect":11639661,"hoster":"VOE"},{"redirect":10458008,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12359164,"hoster":"VOE"},{"redirect":10341256,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Kauzige Berg-Eremit","epNo":1,"alt":"Episode 053","descr":"Naruto trifft auf Jiraiya und fordert ihn auf, ihm, als sein neuer Sensei, bei seinem Training zuzusehen. Jiraiya interessiert sich jedoch nicht dafür und möchte lieber weiter Informationen für seinen neuen Roman sammeln, was, in seinem Fall, eine gewisse Tendenz zum Spannen bedeutet. Naruto versucht sich bei Jiraiya einzuschleimen, weswegen er erzählt, wie toll und aufregend er sein Buch findet und welch gute Kritik es bekommt. Jiraiya lässt sich aber nicht von Naruto veräppeln und einwickeln, sondern macht sich aus dem Staub. Naruto verfolgt ihn durch die Stadt bis in den Wald, bis Jiraiya sich schließlich bereiterklärt, ihn bei seinem Training zu unterstützen, wenn er ihm als Gegenleistung riesige \"Früchte\" besorgt. Sofort macht sich Naruto auf den Weg und besorgt ihm eine riesige Melone, welche hinterher von den Beiden aufgegessen wird. Nach dem Essen möchte Jiraiya weiter, um wieder \"Nachforschungen\" anzustellen. Naruto weiß natürlich Bescheid, welche Nachforschungen er anstellen will und setzt sein Oiroke no Jutsu ein, um ihm dabei zu helfen. Jiraiya springt auf dieses Jutsu sofort an und erklärt sich bereit, ihm zu helfen, mit der Bedingung, dass Naruto immer in der Gestalt seines Oiroke no Jutsus bleiben muss.Im Nachhinein entscheidet er sich doch, Narutos Training zu beaufsichtigen und sieht ihm bei seinem ersten Versuch auf dem Wasser zu gehen, welcher misslingt, zu. Naruto fällt in den Teich und versucht es anschlißend noch mal, nachdem er sich fast komplett ausgezogen hat. Bei diesem Versuch sieht Jiraiya, wie das Siegel des Kyūbi auf Narutos Bauch erscheint, während er sein Chakra konzentriert. Er lenkt Naruto ab, um das Siegel von Orochimaru lösen zu können, damit Naruto sein Chakra wieder besser kontrollieren kann. Anschließend versucht Naruto nochmal, auf dem Wasser zu laufen. und schafft es dieses Mal sofort. Später macht Jiraiya ihm klar, dass er zwei verschiedene Arten von Chakra in sich trägt und beendet das Training für den heutigen Tag. Er schlägt vor, dass sie erstmal ein Bad nehmen.","versions":[{"lang":1,"streams":[{"redirect":10202001,"hoster":"VOE"},{"redirect":12981237,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12394019,"hoster":"VOE"},{"redirect":10521529,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Jutsu des Vertrauten Geistes","epNo":2,"alt":"Episode 054","descr":"Jiraiya unterrichtet Naruto Uzumaki darin sein Chakra richtig zu kontrollieren. Aus irgendeinem Grund bringt Naruto dies aber nicht zustande. Jiraiya stellt fest, dass das Siegel auf Narutos Bauch von Orochimaru verändert wurde und führt es zu seiner alten Form zurück, wodurch Naruto sein Chakra schlagartig wesentlich besser nutzen kann. Als Naruto es dann schafft das Wasser zu überqueren, versucht Jiraiya, ihm auch das Kuchiyose no Jutsu beizubringen, was dazu führt, dass er, wie Jiraiya, einen Vertrag mit den Kröten abschließen muss. Währenddessen versucht Dosu Gaara im Schlaf zu überraschen und umzubringen, damit er in der Endrunde der Chūnin-Auswahlprüfung gegen Sasuke kämpfen kann. Da Gaara jedoch nicht schläft, ist es Dosu auch nicht möglich ihn zu überraschen. Es kommt zum Kampf gegen Dosu, der jedoch schnell entschieden ist. Kabuto und Baki beobachten dies, und besprechen den Wert der Loyalität einander gegenüber. Hayate Gekkō überwacht die Beiden jedoch. Kabuto bietet Baki an, als Zeichen seiner Loyalität, das kleine Problem zu beseitigen, womit er Hayate meint. Baki lässt dieses jedoch nicht zu und verfolgt Hayate, der sogleich auf der flüchtet. Baki kann ihn jedoch noch erwischen und tötet ihn. Am nächsten Tag versucht Naruto erneut das Jutsu des vertrauten Geistes zu erlernen, was jedoch nicht sonderlich gelingt. Anstelle eines Froschs beschwört er jedesmal eine Kaulquappe. Jiraiya fragt sich deswegen, ob Naruto dieses Jutsu jemals meistern wird.","versions":[{"lang":1,"streams":[{"redirect":12247894,"hoster":"VOE"},{"redirect":10521481,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11863605,"hoster":"VOE"},{"redirect":10458178,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jede Menge Kaulquappen, nur kein Frosch","epNo":3,"alt":"Episode 055","descr":"Naruto versucht immer noch das Jutsu des vertrauten Geistes anzuwenden – leider nach wie vor mit nur mäßigem Erfolg, was Jiraiya zur Verzweiflung treibt. Zur selben Zeit ist ein Treffen der Jōnin aus Konoha. Der Hokage erzählt ihnen, dass Hayate überfallen worden ist. Außerdem sagt er, dass die Chūnin-Auswahlprüfung nicht abgesagt wird, da Orochimaru Anko seine wahre Identität preis gab und drohte das sonst etwas schlimmes passieren würde. Er erwähnt ebenfalls, dass auch die anderen Dörfer in Gefahr sind. Der Hokage, Koharu und Homura haben eine Anbu-Einheit in jedes Dorf geschickt um Informationen zu sammeln. Derweil entbrennt der alte Streit zwischen Sakura und Ino wieder. Sie vermuten Sasuke im Krankenhaus, streiten sich darum, wer ihn als Erste besucht. Sakura nimmt auch eine Blumme für Lee mit, da der auch im Krankenhaus ist. Schließlich gehen sie gemeinsam hin. Auf dem Weg kommen sie an einem Restaurant vorbei, wo Chōji, Shikamaru und Asuma sitzen. Außerdem sieht man Baki, Gaara, Temari und Kankurō, wie sie etwas bereden. Währenddessen sieht man Naruto, der immer noch trainiert, aber es nicht schaft einen Frosch heraufzubeschwören. Die Krankenschwester Kaori führt Sakura und Ino zu Sasukes Zimmer, doch die Überraschung ist groß, als sie Sasuke nicht antreffen. Danach sieht man Kakashi, wie er einhändig einen Felsen hinaufklettert und dann auf Sasuke trifft. Kaori bringt Sakura und Ino zu Lee ins Zimmer, doch auch er ist nicht da. Er trainiert draußen, obwohl er sich eigentlich ausruhen soll. Man sieht, dass Ino Sakura, bevor sie zum Krankenhaus gingen, erklärt, dass Lee nie wieder ein Ninja sein kann. Währenddessen hat Naruto es immerhin geschafft, eine Kaulquappe mit Hinterbeinen zu beschwören.","versions":[{"lang":1,"streams":[{"redirect":10202663,"hoster":"VOE"},{"redirect":10506262,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10900159,"hoster":"VOE"},{"redirect":10468313,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Probe: Du bist völlig auf dich allein gestell","epNo":4,"alt":"Episode 056","descr":"Naruto ist immer noch damit beschäftigt, das Jutsu des vertrauten Geistes zu lernen und Jiraiya entschließt sich zu einem gefährlichen Experiment. Dabei stößt er Naruto in eine Schlucht hinein. Weil dieser dann in Lebensgefahr schwebt, soll der Kyūbi sich einschalten, denn wenn Naruto sterben würde, träfe das Gleiche ja auch für ihn zu. Als Naruto in die Tiefe fällt, landet er in seinem Innern vor dem Käfig des Kyubi, der mit einem Siegel verschlossen ist. Nach einem kurzen Gespräch im überlässt der Neunschwänzige Naruto einen Teil seiner Kraft und Naruto setzt dessen Chakra frei.Vermischt mit seinem eigenen benutzt er es für das Kuchiyose no Jutsu und beschwört Gamabunta,kurz bevor er auf dem Boden der Schlucht aufschlägt, der sich an den beiden Seiten der Schlucht festhält, sodass Naruto sicher auf seinem Kopf landet.","versions":[{"lang":1,"streams":[{"redirect":12503665,"hoster":"VOE"},{"redirect":10458004,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11765520,"hoster":"VOE"},{"redirect":10189445,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sensei Naruto","epNo":5,"alt":"Episode 057","descr":"Naruto ist es endlich gelungen, das Kuchiyose no Jutsu anzuwenden und somit Gamabunta zu beschwören. Der ist allerdings ziemlich schlecht gelaunt, weil er inmitten der ungemütlichen Schlucht beschworen wird, und ein kleines nerviges Balg auf seinem Kopf herumtanzt. Naruto seinerseits freut sich tierisch, dass er endlich einen echten Frosch ohne Schweif beschworen hat. Doch er wird jäh von Gamabunta unterbrochen, der wissen will, wo Jiraiya steckt. Da Naruto ihn aber nur als Ero-Sennin kennt, hat er keine Ahnung was die Riesenkröte von ihm wissen will. Gamabunta glaubt immer noch, Jiraiya hätte ihn beschworen und als Naruto dies richtigstellt, bekommt der Krötenboss einen solchen Lachkrampf, dass Naruto ordentlich durchgeschüttelt wird.Daher fühlt sich Naruto in seinem Stolz verletzt und behauptet, dass er ihn beschworen hat, und der Meister Gamabuntas ist, worauf der Krötenboss aus der Schlucht springt und ihm ein Angebot macht: Wenn es Naruto schafft, bis Sonnenuntergang nicht von ihm herunterzufallen, wird er ihn als Meister anerkennen. Kaum gesprochen, fängt der riesige Frosch an, Naruto ordentlich durchzuschütteln. Jiraiya, der alles von fern mitansieht, will Naruto eigentlich helfen, entdeckt dann jedoch einige Mädchen beim Baden und denkt nur noch an Informationsbeschaffung. Währenddessen unterhalten sich in Konoha Kankurō und Temari über die bevorstehende Endrunde der Prüfung. In einer Rückblende erfährt man, dass die Suna no Sankyōdai den Befehl haben, während der Chūnin-Auswahlprüfung einen Krieg gegen das eigentlich verbündetete Konoha anzuzetteln. Weil der Daimyō des Windreiches nach der Allianz mit Konoha Militärkräfte abgebaut und den Wehretat gekürzt hatte, mussten die Ninjas etwas unternehmen. Dies war auch der Grund, dass man sich entschied Superninja wie Gaara zu erschaffen. Auch in Suna tut sich Einiges, denn Baki hat eine Besprechung mit dem Kazekage. In dieser Besprechung erfährt man, dass Sunagakure mit Otogakure verbündet ist.In der Zwischenzeit versucht Gamabunta noch immer, Naruto loszuwerden, doch der kann sich wacker halten. Kurz vor Sonnenuntergang schafft es Gamabunta dann fast, ihn abzuwerfen, doch er kann sich gerade noch mit Kage Bunshin retten und hat so die Aufgabe bestanden. Gamabunta ist darüber erstaunt, akzeptiert Naruto als seinen Meister und bringt ihn zum Krankenhaus von Konoha.","versions":[{"lang":1,"streams":[{"redirect":10634037,"hoster":"VOE"},{"redirect":10458007,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12247891,"hoster":"VOE"},{"redirect":10189447,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unheimliche Schritte","epNo":6,"alt":"Episode 058","descr":"Naruto liegt völlig am Ende im Krankenhaus, nachdem er versucht hatte, Gamabunta zu besiegen","versions":[{"lang":1,"streams":[{"redirect":10852271,"hoster":"VOE"},{"redirect":10569716,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202341,"hoster":"VOE"},{"redirect":10458182,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Zeichen stehen auf Kuh!","epNo":7,"alt":"Episode 059","descr":"Die Finalrunde steht an und alle sind deswegen nervös. Naruto ist ungewohnt still und geht an den Ort, an dem er Genin geworden ist. Dort trifft er auf Hinata, die ihm gesteht, wie sehr sie ihn bewundert. Das beflügelt Naruto - was es auch sollte, denn jetzt ist er spät dran, weil er sich mit Hinata verquatscht hat. Er rennt los und trifft unterwegs auf Konohamaru, der verspricht, ihm einen Geheimweg zu zeigen. Doch der Plan geht schief. Und dann schlägt der Kleine vor, Naruto solle doch auf einer Kuh zur Arena reiten. Die Kuh hasst diesen Vorschlag und verfolgt Naruto mitsamt ihrer Herde.","versions":[{"lang":1,"streams":[{"redirect":11500569,"hoster":"VOE"},{"redirect":10458009,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11064879,"hoster":"VOE"},{"redirect":10626424,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Byakugan gegen Schattendoppelgänger","epNo":8,"alt":"Episode 060","descr":"Endlich ist es soweit! Der Tag, an dem Naruto gegen Neji antreten wird, ist endlich gekommen. Ob Naruto überhaupt eine Chance gegen den starken Byakugan-Kämpfer hat?","versions":[{"lang":1,"streams":[{"redirect":10306885,"hoster":"VOE"},{"redirect":10458014,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091562,"hoster":"VOE"},{"redirect":10501201,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nejis Geheimnis","epNo":9,"alt":"Episode 061","descr":"Neji gegen Naruto: Wer ist der Stärkere? Anfangs geht eindeutig Neji in Führung, und Naruto geht förmlich die Puste aus... aber auch er hat einige Tricks auf Lager.","versions":[{"lang":1,"streams":[{"redirect":12615193,"hoster":"VOE"},{"redirect":10458011,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091522,"hoster":"VOE"},{"redirect":10569764,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Geheime Kraft des Versagers","epNo":10,"alt":"Episode 062","descr":"Narutos Kampf gegen Neji zieht sich hin. Sein Gegner verspottet ihn und will ihn dazu bringen, den Kampf aufzugeben. Dies sei sein Schicksal, da ein Versager immer ein Versager bleibe. Angestachelt durch Nejis Gleichgültigkeit gegenüber seinem Schicksal mobilisiert Naruto seine letzte Kraft: das Cakra des neunschwänzigen Fuchses...","versions":[{"lang":1,"streams":[{"redirect":11500606,"hoster":"VOE"},{"redirect":10458013,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10935354,"hoster":"VOE"},{"redirect":10458186,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Merkwürdige Vorkommnisse","epNo":11,"alt":"Episode 063","descr":"Naruto hat den Kampf gegen Neji gewonnen, und Neji ist verständlicherweise ziemlich deprimiert. Hiashi bringt ihm eine Schriftrolle, in der die wahre Geschichte um Nejis Vater steht, warum er sich damals freiwillig als Geisel anstelle von Hiashi zur Verfügung gestellt hat...","versions":[{"lang":1,"streams":[{"redirect":11378904,"hoster":"VOE"},{"redirect":10458010,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202565,"hoster":"VOE"},{"redirect":10190545,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wie verliert ein Sieger?","epNo":12,"alt":"Episode 064","descr":"Sasuke ist immer noch nicht aufgetaucht und das bedeutet, dass die Reihenfolge der Wettkämpfe verändert werden muss. So kommt es, dass Shikamaru nun dran ist, der zum Einen sowieso keine Lust zu kämpfen hat, und zum Zweiten schon gar nicht, weil er wieder gegen ein Mädchen antreten muss, nämlich Temari. Die erweist sich als würdige Gegnerin, zumal Shikamaru sowieso keine Lust hat, überhaupt zu kämpfen...","versions":[{"lang":1,"streams":[{"redirect":10202146,"hoster":"VOE"},{"redirect":10506267,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11919695,"hoster":"VOE"},{"redirect":10458194,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wo bleibt Sasuke?","epNo":13,"alt":"Episode 065","descr":"Der von allen ersehnte Kampf zwischen Sasuke und Gaara droht auszufallen, weil Sasuke immer noch nicht da ist. Der Dritte Hokage schlägt vor, dass Sasuke von der Endrunde ausgeschlossen wird, aber der Kazekage bittet ihn, noch weitere zehn Minuten auf Sasuke zu warten. Darauf beschließt der Dritte Hokage, ihm noch zehn Minuten zu geben. Währenddessen kommen Lee und Gai zur Endrunde und erfahren, dass Naruto gegen Neji gewonnen hat.","versions":[{"lang":1,"streams":[{"redirect":8883613,"hoster":"VOE"},{"redirect":8887709,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12358946,"hoster":"VOE"},{"redirect":10458195,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Narutos Entdeckung + Wie Phönix aus der Asche","epNo":14,"alt":"Episode 066 + Episode 067","descr":"Endlich ist es soweit, der Moment, auf den alle gewartet haben: Kurz vor seiner Disqualifizierung taucht Sasuke zusammen mit Kakashi endlich auf, um im Kampf gegen Gaara anzutreten. Sasuke ist unheimlich schnell und scheint genau dasselbe Tai-Jutsu anzuwenden, wie Lee sonst - was Kakashi so erklärt, dass Sasuke es über sein Sharingan kopiert hat. Aber wird es im Kampf gegen Gaara reichen?","versions":[{"lang":1,"streams":[{"redirect":10091569,"hoster":"VOE"},{"redirect":10521485,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12421307,"hoster":"VOE"},{"redirect":10189456,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"[in der Episode davor enthalten]","epNo":15,"alt":"","descr":"Im Kampf zwischen Sasuke und Gaara hat Sasuke die Oberhand – was Guy ein bisschen wundert, denn immerhin hat sein Schüler Lee gegen Gaara verloren. Doch Sasuke wurde ja von Kakashi trainiert, Guys Erzfeind. Und egal, wie er es dreht und wendet, Kakashi ist einfach unheimlich gut. Und so zeigt sein Training mit Sasuke Wirkung. Gaara bleibt nichts anderes übrig, als sich in seinen Sand-Kokon zurückzuziehen, wo er ziemlich wirres Zeug redet. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11500632,"hoster":"VOE"},{"redirect":10468126,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12209482,"hoster":"VOE"},{"redirect":10458189,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Orochimaru kehrt zurück","epNo":16,"alt":"Episode 068","descr":"Während die Zuschauer in der Arena den Kampf zwischen Gaara und Sasuke beobachten, bahnt sich ein Unheil an. Der Kazekage, der die ganze Zeit mit dem Hokage zusammen gesessen hat, entpuppt sich als Orochimaru. Und dieser hat beschlossen, Konohagakure zu übernehmen. Das Dorf Sunagakure hat er sich zum Verbündeten gemacht - eine Überraschung, denn eigentlich hat es einen Koorperationsvertrag mit Konoha. Durch ein Genjutsu werden alle Zuschauer in der Arena ohnmächtig, mit Ausnahme der Wenigen, die schnell genug reagieren konnten, wie Sakura, Kakashi und Guy. Doch die können nicht verhindern, dass Orochimaru den Hokage in seine Gewalt bringt.","versions":[{"lang":1,"streams":[{"redirect":12450190,"hoster":"VOE"},{"redirect":10506266,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10632918,"hoster":"VOE"},{"redirect":10521537,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Vertrauter Geist","epNo":17,"alt":"Episode 069","descr":"Der Kampf zwischen Sasuke und Gaara ist abgebrochen worden, weil die Suna-Nin und die Oto-Nin in Konohagakure eingefallen sind. Hinter alldem scheint Orochimaru zu stecken, der auch den Hokage in seiner Gewalt hat. Es kommt zum Kampf zwischen dem Hokage und Orochimaru, welcher das Kinjutsu Edo Tensei anwendet. Der Hokage traut seinen Augen kaum, denn die Personen, die Orochimaru heraufbeschwört, sind die Hokage der ersten und zweiten Generation. Derweil machen sich Naruto, Sakura und Shikamaru auf die Suche nach Sasuke, der im Alleingang Temari und Kankurō, die Gaara tragen, verfolg","versions":[{"lang":1,"streams":[{"redirect":11730999,"hoster":"VOE"},{"redirect":10458025,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12131365,"hoster":"VOE"},{"redirect":10189459,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Nummer 1 im Abhauen","epNo":18,"alt":"Episode 070","descr":"Naruto, Sakura und Shikamaru haben von Kakashi den Auftrag bekommen, Sasuke zu suchen. Begleitet werden sie von Pakkun, einem Hund, der sofort Sasukes Spur aufnimmt. Doch sie werden verfolgt – und die Verfolger sind schnell. Höchste Zeit, sich eine List auszudenken. Shikamaru stellt sich als Lockvogel zur Verfügung, um die Verfolger auf eine falsche Spur zu locken. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11526165,"hoster":"VOE"},{"redirect":10458018,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10172580,"hoster":"VOE"},{"redirect":10189461,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Enma, König der Affen","epNo":19,"alt":"Episode 071","descr":"Der Kampf zwischen dem Hokage und Orochimaru ist in vollem Gange, wobei eigentlich nicht Orochimaru kämpft, denn er hat die Hokage der ersten und zweiten Generation als vertraute Geister herbeigerufen. Der Hokage hat gegen diese Übermacht wenig Chancen, doch auch er hat einen vertrauten Geist: Enma, den König der Affen. Und mit dessen Hilfe scheint sich das Blatt zu wenden … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10426288,"hoster":"VOE"},{"redirect":10468123,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500568,"hoster":"VOE"},{"redirect":10569760,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Jutsu der Unsterblichkeit","epNo":20,"alt":"Episode 072","descr":"Der Dritte Hokage steht noch immer Orochimaru im Kampf gegenüber. Dieser verachtet ihn, weil er ihn damals nicht zum Hokage der vierten Generation ernannt hat - und der Hokage erinnert sich daran, warum er ihm damals diese Ehre verweigert hat. Orochimaru war ein Shinobi mit großen Fähigkeiten, doch er schien schon immer etwas Böses in sich getragen zu haben. Der Hokage beginnt zu ahnen, was Orochimaru in den vergangengen Jahren getan hat - er hat das Jutsu der Unsterblichkeit perfektioniert und kann nun seine Seele in andere Körper transferieren, um auf diese Weise ewig zu leben.","versions":[{"lang":1,"streams":[{"redirect":11590191,"hoster":"VOE"},{"redirect":10189248,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12932070,"hoster":"VOE"},{"redirect":10189462,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Geheimnis des verbotenen Jutsus","epNo":21,"alt":"Episode 073","descr":"Im Kampf gegen Orochimaru greift der Hokage jetzt zum ultimativen Jutsu, dem Jutsu der Versiegelung des Totengottes. Mit Hilfe dieses Gottes soll Orochimarus Seele in dessen Besitz übergehen. Allerdings bestimmt das Jutsu auch, dass die Seele dessen, der es angewandt hat, ebenfalls dem Totengott zufällt. Doch der Hokage ist bereit, dieses Opfer für Konohagakure zu bringen.","versions":[{"lang":1,"streams":[{"redirect":11500648,"hoster":"VOE"},{"redirect":10189249,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12932074,"hoster":"VOE"},{"redirect":10458190,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein hervorragender Marionettenspieler","epNo":22,"alt":"Episode 074","descr":"Der Hokage versucht nach wie vor, Orochimaru zu besiegen, doch er droht zu scheitern. Die Kraftanstrengung ist so groß, dass er selbst nicht mehr glaubt, es schaffen zu können. Und auch Shino Aburame, der anstelle von Sasuke Uchiha gegen Kankurō angetreten ist, hat so seine Probleme, denn Kankurō ist ein hervorragender \"Marionettenspieler\". Gaara ist inzwischen wieder erwacht und so steht Sasuke nun dem Gegner gegenüber, mit dem er noch eine Rechnung offen hat.","versions":[{"lang":1,"streams":[{"redirect":10993945,"hoster":"VOE"},{"redirect":10190343,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12939280,"hoster":"VOE"},{"redirect":10626421,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Sasukes Entscheidung","epNo":23,"alt":"Episode 075","descr":"Obwohl seine Kräfte immer schwächer werden, gibt der 3. Hokage den Kampf gegen Orochimaru nicht auf. Derweil steht Sasuke Gaara gegenüber, der zu einem furchterregendem Monster geworden ist und ihm das Leben wirklich schwer macht. Doch als Sasuke gerade glaubt, Gaara würde ihn besiegen, tauchen endlich Naruto und Sakura auf.","versions":[{"lang":1,"streams":[{"redirect":10633960,"hoster":"VOE"},{"redirect":10458023,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11266306,"hoster":"VOE"},{"redirect":10569763,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"In einer mondhellen Nacht","epNo":24,"alt":"Episode 076","descr":"Naruto und Sakura haben Sasuke endlich erreicht und unterstützen ihn im Kampf gegen Gaara. Doch auch als Team scheinen sie gegen die unheimlichen Kräfte von Gaara keine Chance zu haben. Derweil kämpfen Kakashi und Guy immer noch in der Arena gegen die Eindringlinge. Trotz der brenzligen Situation kann Guy seinen ständigen Konkurrenzkampf mit Kakashi zwischen ihnen nicht vergessen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11709319,"hoster":"VOE"},{"redirect":10506269,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091420,"hoster":"VOE"},{"redirect":10458196,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Licht und Dunkelheit - Der Name Gaara","epNo":25,"alt":"Episode 077","descr":"Während Gaara und Naruto sich immer noch im Kampf gegenüber stehen, denkt Gaara an seine Kindheit. Er ist früher oft enttäuscht worden, doch das Schlimmste war wohl die Sache mit Yashamaru, seinem Onkel. Gaara hatte geglaubt, Yashamaru würde ihn mögen und er wäre der einzige Mensch, auf den er sich verlassen kann, doch dann stellte sich heraus, dass Yashamaru Gaaru in Wahrheit verachtete. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10202273,"hoster":"VOE"},{"redirect":10458021,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10121319,"hoster":"VOE"},{"redirect":10506326,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Schutzkranich des Sandes","epNo":26,"alt":"Episode 078","descr":"Naruto kommt im Kampf gegen Gaara, in dem der Geist des Shukaku steckt, nicht weiter. Also besinnt er sich auf das Jutsu des vertrauten Geistes, mit dem er aber leider schon immer so seine Schwierigkeiten hatte. Und prompt erscheint auch nicht die riesige Kröte Gamabunta, sondern deren kleiner Sohn Gamakichi. Kann Naruto mit ihrer Hilfe den sehr starken Gaara besiegen?","versions":[{"lang":1,"streams":[{"redirect":11500656,"hoster":"VOE"},{"redirect":10709398,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091469,"hoster":"VOE"},{"redirect":10506327,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Kampf der Giganten","epNo":1,"alt":"Episode 079","descr":"Naruto hat, trotz der Hilfe von Gamabunta, Schwierigkeiten damit Gaara zu besiegen. Deshalb verwandelt Naruto sich und Gamabunta in ein Abbild des Kyūbi, da Krallen und Fangzähne vonnöten sind, um die Sandhaut von Shukaku zu verletzen. Ein heftiger Kampf entbrennt, in dem sich Shukaku mit Fūton: Renkudan gegen die beiden wehrt, doch Gamabunta alias Kyūbi schafft es, sich in Shukaku festzubeißen, worauf Naruto das Henge beendet und Gaara mit einem heftigen Faustschlag ins Gesicht aufweckt. Dieser muss verärgert feststellen, dass somit das Schlafjutsu aufgehoben wurde. Er beginnt sofort damit, Naruto mit Sabaku Kyū einzufangen, doch dank der Hilfe von Gamabunta erwischt er nur seine Füße.Das Chakra des KyūbiInzwischen kämpfen in der Konoha-Arena Kakashi und Guy gegen die Suna- und Oto-Nin, während innerhalb des Kraftfelds Sarutobi immer noch versucht, Orochimaru zu besiegen. Während die Hauptstreitmacht der Feinde bis ins Zentrum von Konoha vordringen kann, aber weder Frauen noch Kinder vorfindet, da sich diese alle im Schutzraum unter dem Felsen mit den Köpfen der Hokage befinden, fangen sie an, an der ganzen Aktion zu zweifeln. Anko und Iruka erklären dort Konohamaru, was im Falle eines feindlichen Angriffs zu tun ist. Daraufhin sieht man, wie sich die Anbu formieren, Gamabunta Shukaku festhält und Naruto den Kampf nicht aufgibt. Konoha schlägt zurück!Das FinaleNaruto konzentriert das Chakra des Neunschwänzigen, während Hiashi Hyūga, Shikaku Nara, Chōza Akimichi, Inoichi Yamanaka, Tsume Inuzuka und Hana Inuzuka massenweise Gegner ins Jenseits befördern. Naruto kann sich aus Gaaras Technik befreien, aber kurz bevor er ihn schlagen kann schafft es Gaara wieder, ihn mit Sand zu fesseln, doch Naruto verpasst ihm einen heftigen Kopfstoß, worauf das Sandgewand des Einschwänzigen in sich zusammenfällt. Sarutobi schafft es, Orochimarus Arme zu versiegeln, so dass dieser kein einziges Jutsu mehr anwenden kann. Allerdings stirbt er dabei. Naruto und Gaara raffen sich noch einmal in den Baumwipfeln zum finalen Schlagabtausch auf und Naruto trifft ihn sogar, aber beide stürzen in die Tiefe.","versions":[{"lang":1,"streams":[{"redirect":11605496,"hoster":"VOE"},{"redirect":10341129,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11526231,"hoster":"VOE"},{"redirect":10358839,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gewonnen und doch verloren","epNo":2,"alt":"Episode 080","descr":"Nach der Versiegelung seiner Arme durch den Dritten Hokage beendet Orochimaru die Mission und zieht sich mit seinen Leuten und den Suna-Nin zurück.Naruto versucht Gaara klar zu machen, dass er versteht, wie dieser sich fühlt. Er erklärt, dass er Freunde gefunden hat, die ihm etwas bedeuten und die er beschützen will und Gaara versteht nun, warum Naruto so stark ist und was Liebe wirklich bedeutet.Später kommen alle zur Trauerfeier des Dritten Hokage und erinnern sich an die Erlebnisse, die sie mit ihm hatten. Währenddessen treffen sich Yūgao und Kakashi und reden über ihren gefallenen Freund Hayate.Iruka sieht, dass der Wille des Feuers des Dritten Hokage dem Dorf hinterlassen wurde und alle Bewohner des Dorfes beschützen wird und es bald einen neuen Hokage geben wird.Am Ende tauchen zwei Unbekannte an der Grenze zum Dorf auf, die das Geschehen in Konoha mitverfolgt haben.","versions":[{"lang":1,"streams":[{"redirect":10852339,"hoster":"VOE"},{"redirect":10501189,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12572264,"hoster":"VOE"},{"redirect":10468366,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sonderbare Gestalten","epNo":3,"alt":"Episode 081","descr":"Die Ältesten des Dorfes Konohagakure machen sich Gedanken, was zu tun ist, um wieder Sicherheit und Stärke in Konoha zu erreichen. Als erstes muss ein neuer Hokage ernannt werden. Nach einer Absprache wird beschlossen, dass Jiraiya zum Hokage ernannt werden soll. Der aber weigert sich, weil er sich nicht für geeignet hält. Er schlägt Tsunade vor, von der man aber nicht weiß, wo sie ist. Er erklärt sich bereit, Tsunade zu suchen - allerdings nicht alleine, sondern gemeinsam mit Naruto. In der Zwischenzeit kommen zwei sonderbare Gestalten in das Dorf und sorgen für Unruhe. Es sind alte Bekannte, die schon einmal für Ärger gesorgt haben.","versions":[{"lang":1,"streams":[{"redirect":10883325,"hoster":"VOE"},{"redirect":10569726,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202419,"hoster":"VOE"},{"redirect":10189470,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sharingan gegen Sharingan","epNo":4,"alt":"Episode 082","descr":"Itachi Uchiha und Kisame Hoshigaki, die beiden geheimnisvollen Personen, die wieder in Konohagakure aufgetaucht sind, sorgen sofort für Unruhe. Kakashi Hatake lässt sich aber nicht beirren. Er möchte herausfinden, was die beiden in Wirklichkeit vorhaben, da sie etwas zu suchen scheinen. Es kommt aber zum Kampf, in dem alle Mittel eingesetzt werden. Vor allem das Sharingan von Itachi scheint unüberwindlich. Kakashi kämpft bis zum Äußersten und muss erschöpft aufgeben. Da erscheint Might Guy und setzt mit seinem Jutsu die \"Fremdlinge\" außer Gefecht, die daraufhin das Dorf verlassen.","versions":[{"lang":1,"streams":[{"redirect":12150754,"hoster":"VOE"},{"redirect":10569721,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202282,"hoster":"VOE"},{"redirect":10189472,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Wettlauf gegen die Zeit","epNo":5,"alt":"Episode 083","descr":"Naruto Uzumaki ist mit Jiraiya unterwegs, um weitere Jutsu von ihm zu lernen. Sie gelangen in ein merkwürdiges Dorf namens Otafuku, in dem Jiraiya unbedingt übernachten will. Zu Hause in Konohagakure erfährt Sakura Haruno, dass es Naruto war, der sie vor Gaara gerettet hat und nicht Sasuke Uchiha. Und Sasuke erfährt durch Zufall, dass sein Bruder Itachi Uchiha wieder aufgetaucht ist und offenbar hinter Naruto her ist. Sasuke macht sich sofort auf die Suche nach Naruto, denn Itachi führt mit Sicherheit nichts Gutes im Schilde und Sasuke will Naruto unbedingt zuerst finden.","versions":[{"lang":1,"streams":[{"redirect":11499327,"hoster":"VOE"},{"redirect":10189259,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605455,"hoster":"VOE"},{"redirect":10189471,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Fremde vor der Tür","epNo":6,"alt":"Episode 084","descr":"Als Naruto die Tür öffnet steht ihm Itachi gegenüber. Wegen seinem Sharingan und der Ähnlichkeit glaubt er zuerst Sasuke gegenüberzustehen. Darauf fordert Itachi ihn auf mit ihm und Kisame zu kommen. Währenddessen ist Sasuke noch immer auf der Suche nach Naruto, da er glaubt auch seinen Bruder zu treffen. Bei seiner Suche erinnert er sich an seine Kindheit im Uchiha-Clan und dem Tag an dem der ganze Clan ausgelöscht wurde.An jenem Tag bat er Itachi bei seinem Shurikentraining zu helfen, doch Itachi hatte anderes vor und schlug vor, dass Sasuke doch ihren Vater fragen könnte. Er bat ihn, ihm irgendwann mal zu verzeihen wenn er kann und meinte, dass er keine Zeit für ihn hat. Danach verließ Itachi das Haus. In der Küche fragte Sasuke seinen Vater, warum Itachi nie Zeit für ihn hätte, doch selbst sein Vater verstand Itachi nicht. Als er am Abend von der Akademie zurück kam, dachte er jemanden auf einem Mast gesehen zu haben, doch dort war niemand zu sehen. Darauf fällt ihm auf, dass nirgendwo mehr Licht brannte, obwohl es noch nicht Schlafenszeit war. Er rannte um die nächste Ecke und sah einige Mitglieder seines Clans ermordet in der Gegend liegen. Kurz darauf fand er seine tote Tante Uruchi und seinen toten Onkel Teyaki und machte sich Sorgen, ob seinen Eltern auch etwas passiert war.Zuhause suchte Sasuke sofort nach seinen Eltern. Als er zwei dumpfe Geräusche hörte, rannte er zum Raum in dem er meinte das Geräusch gehört zu haben. Mit großer Furcht öffnete er die Tür in der Hoffnung seinen Bruder zu finden. Doch was er fand hatte er nie zu träumen gewagt. Seine Eltern lagen in der Mitte des Raumes tod übereinander. Dann tauchte hinter den beiden jemand auf und Sasuke konnte erkennen, dass es Itachi war. Er fragte ihn was los sei, doch Itachi attackierte ihn mit einem Shuriken. Danach zeigte Itachi ihm mit dem Mangekyō Sharingan was in der Nacht passiert war. Sasuke brach nach den Bildern dieses Massakers zusammen. Er fragte Itachi, warum er alle umgebracht hat und erfuhr, dass Itachi seine Fähigkeiten unter Beweis stellen wollte. Sasuke wollte nicht wahr haben, dass er nur aus diesem Grund diese schreckliche Tat begangen hat und griff ihn an. Aber Itachi schlug ihm in dem Magen, wonach Sasuke aus Angst wegrannte, um nicht auch noch getötet zu werden. Draußen traf er Itachi nochmals, der ihn aber nicht umbringen wollte, weil Sasuke für ihn zu schwach war. Er meinte, wenn Sasuke ihn töten wollte muss er ihn verfluchen, hassen und überleben.Während Sasuke immer noch auf der Suche nach Naruto ist möchte Kisame Naruto die Beine zusammenschnüren (eigentlich mit seinem Schwert abhacken). Als Kisame ausholt taucht schließlich Sasuke auf. Naruto erfährt, dass Itachi Sasukes Bruder ist. Kisame wundert sich, dass Sasuke ein weiteres Mitglied des Uchiha Clans ist der übrig geblieben ist. Sasuke ist fest entschlossen gegen Itachi anzutreten um seine lang ersehnte Rache zu bekommen. Er startet seinen ersten Angriff mit Chidori worüber Itachi sich zu wundern scheint.Doch mit einen Handgriff konnte Itachi sein Jutsu stoppen und bricht ihm die Hand. Naruto will Sasuke helfen und konzentriert sein Chakra um das Kuchiyose no Jutsu anzuwenden, doch Kisame absorbiert es mit seinem Schwert Samehada, sodass Naruto sein Jutsu nicht anwenden kann. Als Kisame Naruto mit seinem Schwert angreift taucht im letzten Moment Jiraiya auf und wehrt den Angriff ab.","versions":[{"lang":1,"streams":[{"redirect":10851439,"hoster":"VOE"},{"redirect":10495152,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091073,"hoster":"VOE"},{"redirect":10458200,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Blatt wendet sich","epNo":7,"alt":"Episode 085","descr":"Itachi hat Naruto gefunden und der ist nun in ernsten Schwierigkeiten - doch dann taucht Jiraiya auf und das Blatt wendet sich. Allerdings hat auch Sasuke seinen Bruder Itachi inzwischen ausfindig gemacht und will unbedingt gegen ihn antreten - was er auch tut und prompt verliert.","versions":[{"lang":1,"streams":[{"redirect":11605477,"hoster":"VOE"},{"redirect":10573438,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10883144,"hoster":"VOE"},{"redirect":10458197,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die drei Tabus des Shinobi","epNo":8,"alt":"Episode 086","descr":"Jiraiya und Naruto sind auf dem Weg in die Stadt, um Tsunade zu finden. Das dürfte eigentlich nicht so schwierig sein, denn sie ist eine berüchtigte Zockerin und geht immer erst einmal in die Spielcasinos.","versions":[{"lang":1,"streams":[{"redirect":11605514,"hoster":"VOE"},{"redirect":10569731,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10550330,"hoster":"VOE"},{"redirect":10189475,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Lass den Wasserball platzen!","epNo":9,"alt":"Episode 087","descr":"Jiraiya will Naruto ein sehr schwieriges Jutsu beibringen, das einst der Hokage der vierten Generation entwickelt hat. Es ist so schwer, dass man es in drei Stufen lernen muss - und Naruto verzweifelt schon an der ersten, zumal Jiraiyas Ehrgeiz, ihn beim Training zu unterstützen, wie üblich gleich Null ist.Jiraiya hat in der Stadt einen Laden entdeckt, in dem es ganz bezaubernde Mädchen gibt und so trainiert Naruto alleine vor sich hin und macht dabei erstaunliche Entdeckungen.","versions":[{"lang":1,"streams":[{"redirect":11499341,"hoster":"VOE"},{"redirect":10506270,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202428,"hoster":"VOE"},{"redirect":10189476,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Konzentrier dich, Naruto!","epNo":10,"alt":"Episode 088","descr":"Jiraiya sucht nach wie vor nach Tsunade, jedoch bisher ohne Erfolg und Naruto trainiert wie ein Verrückter, um sich gut genug konzentrieren zu können, damit der Gummiball endlich platzt. Doch hinter ihrem Rücken bahnt sich Unheil an, denn Orochimaru hat sich ebenfalls auf den Weg gemacht, um Tsunade zu finden. Er hat große Schmerzen in den Armen, denn der Fluch des 3. Hokage wirkt nachhaltig und Tsunade soll seine Arme heilen.","versions":[{"lang":1,"streams":[{"redirect":11499305,"hoster":"VOE"},{"redirect":10495153,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202116,"hoster":"VOE"},{"redirect":10506328,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kräuselnde Wellen","epNo":11,"alt":"Episode 089","descr":"Naruto Uzumaki und Jiraiya sind noch immer auf der Suche nach Tsunade. Während ihrer Reise versucht Naruto, das Rasengan zu erlernen. Sie kommen in einer Stadt an, in der sie erfahren, dass Tsunade sie kurz passiert hat, nun aber schon wieder abgereist ist. Jiraiya beschließt, auf das Schloss zu steigen, um von dessen Turm aus die Gegend zu erkunden und Tsunade allenfalls sogar entdecken zu können. Leider ist das Schloss sehr stark beschädigt, nachdem Orochimaru und Kabuto dort aufgetaucht sind, die ebenfalls nach Tsunade suchen. Grund dafür ist, dass Tsunade Orochimarus Arme heilen soll. Es kommt nun zur Konfrontation von Tsunade mit Orochimaru.","versions":[{"lang":1,"streams":[{"redirect":12161492,"hoster":"VOE"},{"redirect":10458033,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11499294,"hoster":"VOE"},{"redirect":10495233,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tsunade in Bedrängnis","epNo":12,"alt":"Episode 090","descr":"Orochimaru macht Tsunade den Vorschlag, dass er mit Edo Tensei ihren Mann und ihren Bruder wiederbeleben könnte, wenn sie seine Arme, die vom Dritten Hokage versiegelt wurden, heilen würde. Shizune will Kabuto und Orochimaru direkt angreifen und gefangen nehmen, doch Tsunade hält sie davon ab. Kabuto sagt, dass Tsunade sieben Tage Zeit habe, um sich zu entscheiden. Kabuto und Orochimaru ziehen sich zurück und Tsunade genemigt sich auf den Schock \"ein wenig\" Sake.\rJiraiya und Naruto haben Tsunade durch einen dummen Zufall gefunden. Jiraiya erklärt ihr, dass die Bewohner von Konohagakure möchten, dass sie der nächste Hokage wird. Dafür müsste sie dahin zurückkehren und könnte Sasuke und Kakashi heilen. Doch Tsunade lehnt ab und äußert sich abfällig über den \"Job\" des Hokage, was Naruto veranlasst, richtig durchzudrehen und sie zu einem Kampf \r\r\rNarutos erster Versuch mit dem Rasengan im Kampf\rherauszufordern. Jiraiya hingegen ahnt, dass Tsunade mit Orochimaru zusammen getroffen ist und dass er sie mit irgendeinem Geheimnis stark unter Druck setzt.\rAls nächstes sind alle vier vor der Bar und der Kampf beginnt. Tsunade verspricht Naruto nur einen Finger zu benutzten und verspricht Jiraiya seinen Schüler nicht \"auseinander\" zu nehmen. Naruto zieht einen Kunai und stürmt auf Tsunade los, diese nimmt Naruto den Kunai mit Leichtigkeit und mit nur einem Finger ab und schlägt ihm das Stirnband vom Kopf. Als nächstes schnippst Tsunade Naruto gegen die Stirn und dieser fliegt ein Stückchen zurück. Tsunade fragt Naruto warum dieser sich so sehr über ihre Bemerkung über den Hokage aufregt. Naruto antwortet, dass er selbst einmal Hokage werde und es nicht zulasse, dass sie schlecht über sein Vorbild redet. Tsunade erkennt die Gemeinsamkeiten zwischen Dan, Nawaki und Naruto. Im Moment in dem Tsunade von den Übereinstimmungen überraschet ist, greift Naruto sie mit seinem Rasengan an.","versions":[{"lang":1,"streams":[{"redirect":11605566,"hoster":"VOE"},{"redirect":10468141,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605479,"hoster":"VOE"},{"redirect":10468368,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Halskette der Finsternis","epNo":13,"alt":"Episode 091","descr":"Tsunade schließt mit Naruto Uzumaki eine Wette ab. Wenn er es schafft, das Jutsu, für das er schon seit einiger Zeit trainiert, innerhalb einer Woche draufzuhaben, bekommt er die Kette, die sie trägt. Naruto weiß nicht, was er mit einer Kette soll, doch als Jiraiya ihm sagt, wie wertvoll sie ist, stimmt er zu. Außerdem mag er Tsunade nicht besonders und würde ihr gern eins auswischen. Dann erzählt Shizune ihm Tsunades traurige Geschichte.","versions":[{"lang":1,"streams":[{"redirect":12503676,"hoster":"VOE"},{"redirect":10795467,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605460,"hoster":"VOE"},{"redirect":10189482,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ja oder Nein - Tsunades Entscheidung","epNo":14,"alt":"Episode 092","descr":"Da Tsunade mit Naruto eine Wette abgeschlossen hat, trainiert er wie ein Verrückter, um das Jutsu zu perfektionieren und so die Wette zu gewinnen. Jiraiya bekommt ihn kaum zu Gesicht, was ihm nichts ausmacht, da er sich um Tsunade sorgt, die immer stiller und in sich gekehrter wird. Orochimaru hat ihr einen Handel vorgeschlagen und Jiraiya ahnt, dass er Böses im Schilde führt, weiß aber nicht was. Doch dann erfährt er es von Shizune.","versions":[{"lang":1,"streams":[{"redirect":12615196,"hoster":"VOE"},{"redirect":10468142,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605552,"hoster":"VOE"},{"redirect":10458203,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kabutos erstaunliches Talent","epNo":15,"alt":"Episode 093","descr":"Tsunade entscheidet sich im letzten Moment für das Richtige, nämlich, sich nicht auf den Deal mit Orochimaru einzulassen. Daraufhin verwickelt Kabuto sie in einen Kampf. Da er fast ebenso gute medizinische Kenntnisse hat wie sie und die Kräfte auch früher einsetzt, hat Tsunade im Kampf keine Chance gegen ihn. Doch im letzten Augenblick tauchen Jiraiya, Shizune und Naruto auf, um Tsunade zu helfen. Naruto erfährt nun, dass Kabuto zu Orochimarus Leuten gehört.","versions":[{"lang":1,"streams":[{"redirect":11860251,"hoster":"VOE"},{"redirect":10189269,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11526233,"hoster":"VOE"},{"redirect":10468371,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Sache mit dem Schwein","epNo":16,"alt":"Episode 094","descr":"Jiraiya, Naruto und Shizune haben den Platz erreicht, an dem sich Tsunade und Kabuto im Kampf gegenüber stehen. Tsunade hat keine Chance gegen Kabuto, sodass Jiraiya sich entschließt, einzugreifen. Als Naruto ihn unterstützen will, lehnt er ab und gibt ihm stattdessen den Auftrag, auf Tsunade und das Schwein aufzupassen, was Naruto natürlich als völlig unter seiner Würde empfindet.","versions":[{"lang":1,"streams":[{"redirect":10837890,"hoster":"VOE"},{"redirect":10458037,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202556,"hoster":"VOE"},{"redirect":10458207,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Tsunades höchster Einsatz + Der Neue Hokage","epNo":17,"alt":"Episode 095 + Episode 096","descr":"Der Kampf zwischen Gut und Böse geht weiter. Tsunade erholt sich langsam wieder und es gelingt ihr, Kabuto außer Gefecht zu setzen, doch sie muss auch den Kampf gegen Orochimaru noch gewinnen. Orochimaru hat die Oberhand, doch dann trifft Tsunade für sich die Entscheidung für das Gute: Sie wird dem Wunsch der Bewohner von Konoha folgen und die Wahl zum fünften Hokage annehmen. Diese Entscheidung gibt ihr soviel Kraft, dass sie sich dem Kampf erneut stellen kann.","versions":[{"lang":1,"streams":[{"redirect":14437768,"hoster":"VOE"},{"redirect":10189271,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12932077,"hoster":"VOE"},{"redirect":10506329,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"[in der Episode davor enthalten]","epNo":18,"alt":"","descr":"Der Kampf zwischen Jiraiya, Tsunade, Orochimaru und Kabuto geht in die letzte Runde. Nun haben alle Sannin ihre vertrauten Geister herbeigerufen, die den Kampf mit ihnen gemeinsam fortsetzen. Und tatsächlich gelingt es Tsunade, Orochimaru erst einmal in die Flucht zu schlagen - doch er versichert ihr, dass er wiederkommen wird. Tsunade entschließt sich nun endgültig dazu, der Hokage der fünften Generation zu werden. Fürs Erste jedoch machen sich Naruto, Jiraiya, Tsunade und Shizune auf den Weg zurück nach Konohagakure.","versions":[{"lang":1,"streams":[{"redirect":12359146,"hoster":"VOE"},{"redirect":10495160,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10305687,"hoster":"VOE"},{"redirect":10468376,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Abenteuer bei den heißen Quellen","epNo":19,"alt":"Episode 097","descr":"Tsunade macht sich mit Shizune auf, um in einer Spielhalle ihr Glück zu suchen. Dort überschlagen sich die Ereignisse: Tsunade verspielt alles und verlangt von Shizune, ihren Koffer aus der Herberge zu holen. Aber der enthält kein Geld, sondern nur Schuldscheine. Zu guter Letzt wird Naruto auch noch seine Kette gestohlen, die er von Tsunade bekommen hatte. Und plötzlich finden Shizune und Naruto einen Erpresser-Brief von irgendwelchen Geldeintreibern. Nun ist Wachsamkeit geboten.","versions":[{"lang":1,"streams":[{"redirect":10091156,"hoster":"VOE"},{"redirect":10569724,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10332308,"hoster":"VOE"},{"redirect":10495230,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Lass das Ninja-Leben hinter dir - Tsunades Ankündigung","epNo":20,"alt":"Episode 098","descr":"Tsunade soll in ihr neues Amt als Hokage eingeführt werden. Die Vorbereitungen laufen auf Hochtouren. Die meisten Bewohner von Konohagakure sind voller Hoffnung und erwarten endlich mehr Sicherheit für das Dorf. Es gibt aber auch Personen, die skeptisch sind, ob eine Frau dem so wichtigen Posten überhaupt gewachsen ist. Tsunade hat also alle Hände voll zu tun, um ihre Qualitäten zu beweisen. Als erstes versucht sie, Naruto einen dringenden Wunsch zu erfüllen. Sie versucht mit ihrer schier unglaublichen Kraft die Wunden von Sasuke, Kakashi und Lee zu heilen. Zumindest letzterer muss aber einsehen, dass sein Weg als Shinobi zu Ende ist, weil die Verletzung zu stark und eine Operation nicht möglich ist. Sein Lehrer Gai ist verzweifelt.","versions":[{"lang":1,"streams":[{"redirect":10202494,"hoster":"VOE"},{"redirect":10506274,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12161556,"hoster":"VOE"},{"redirect":10458211,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Erbe des Willens des Feuers","epNo":21,"alt":"Episode 099","descr":"Tsunade ist nicht überzeugt davon, ob ihr das Amt des Hokage in Konoha gefällt - es gibt keine Bars, keine Spielcasinos und als sie morgens ihr Büro betreten will, geht das nicht, weil Konohamaru sich dort verbarrikadiert hat. Naruto ist den ganzen Tag damit beschäftigt, ihn da rauszulocken, bis Konohamaru ihm endlich sagt, warum er sich dort eingeschlossen hat. Es war das Zimmer seines Großvaters und er will nicht, dass jemand anderes es benutzt. Derweil beschäftigt sich Tsunade mit Lees Schicksal. Sie möchte ihm gern helfen gesund zu werden, weiß aber noch nicht wie.","versions":[{"lang":1,"streams":[{"redirect":10852369,"hoster":"VOE"},{"redirect":10521491,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12503680,"hoster":"VOE"},{"redirect":10189490,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Einmal Sensei, immer Sensei","epNo":22,"alt":"Episode 100","descr":"Tsunade versucht noch immer, eine Verbesserung der Chancen für Rock Lees Heilung zu finden. In der Zwischenzeit denkt Lee über seine Vergangenheit und die Zukunft nach, wo dann Sensei Guy zu ihm stößt, ihn aufzumuntern versucht und dem weinenden Lee zu der Operation rät. Dabei erinnern sie sich auch an eine Wette zwischen Guy und Kakashi, bei dem Guy als Verlierer 500 Runden auf Händen um Konoha herumlaufen musste, Lee ihn dann begleitete und sich beide mit selbst erstellten Regeln anspornten.Am Ende verspricht Guy, seine Ninja-Laufbahn aufzugeben, sollte bei Lees Operation etwas schief gehen. Dann sieht man einen Skizzenzettel von Tsunade, auf dem steht: \"50-58\". Sie hat einen Weg gefunden, Lees Chancen zu erhöhen.","versions":[{"lang":1,"streams":[{"redirect":10172276,"hoster":"VOE"},{"redirect":10189276,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11499314,"hoster":"VOE"},{"redirect":10468378,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Geheimnis, das geheim bleiben wird?","epNo":23,"alt":"Episode 101","descr":"Sakura,Naruto und Sasuke wollen herausfinden,was sich unter Kakashis Maske verbirgt. Dabei haben sie schon einige Vorstellungen,zum Beispiel denken sie,dass Kakashi riesige Hasenzähne,einen Kussmund oder Dicke Lippen verbirgt. Ob es ihnen gelingen wird,dieses lang gehütete Geheimnis zu lüften?","versions":[{"lang":1,"streams":[{"redirect":11424174,"hoster":"VOE"},{"redirect":10468147,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12932079,"hoster":"VOE"},{"redirect":10458215,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Eine Mission der Klasse: 1A Zoff!","epNo":24,"alt":"Episode 102","descr":"Eine Gruppe der Wasabi-Familie reist nach Konoha, um dessen Hilfe zu erbitten. Auf dem Weg fragt einer, ob alle Mitglieder da sind und es antworteten alle mit \"JA\". Doch dann fällt einem der Männer auf, dass Idate fehlt und dass sie doch auf ihn warten sollen. Plötzlich erscheint ein Ninja mit einem Regenschirm und fragt die Reisenden, ob sie die von der Wasabi-Familie sind. Dieser Ninja ist Aoi. Darauf fragt einer aus der Gruppe den Ninja, wer er denn sei. Aoi antwortete in einem arroganten Ton, dass sie nicht in der Lage seien, Fragen zu stellen, da sie es mit einem Ninja wie ihm nicht aufnehmen können. Er nimmt seinen Regenschirm und wirft ihn in die Luft. Daraufhin hageln Nadeln aus diesem heraus und die Männer der Wasabi-Familie fallen getroffen zu Boden. Der Ninja sagt, dass er sie nicht verletzen wolle und dass sie, wenn sie klug sind, nicht am Rennen zum Todoroki-Schrein teilnehmen.Währenddessen warten Naruto, Sasuke und Sakura auf Kakashi, der anscheinend wieder zu spät kommt. Doch dann erscheint plötzlich Tsunade und erklärte ihnen, dass er nicht kommt und dass sie alleine auf eine Mission gehen müssen. Es sei eine Mission der Kategorie B, bei der sie einer wichtigen Person Begleitschutz geben müssen. Sie erklärte ihnen die Situation, woraufhin Team 7 sich ohne Kakashi auf den Weg ins Reich des Tees macht.Die Szene wechselt und man sieht einen Mann, der in einem Raum sitzt und Pfeife raucht. Aoi sitzt draußen vor der Tür und redet mit dem Mann, der ihm den Auftrag gibt, die Konoha-Ninja auszuschalten.Naruto, Sasuke und Sakura rasten in einem kleinen Restaurant und dort spricht sie ein Junge an, der den \"Beruf\" des Ninja in den Dreck zieht und gleichzeitig Sakura umgarnt. Das macht Naruto wütend doch plötzlich ist der Junge, Idate Morino, verschwunden und überlässt ihnen die Rechnung. Team 7 verfolgt Idate, der während seiner Flucht gestolpert und in ein Gebüsch gefallen ist.","versions":[{"lang":1,"streams":[{"redirect":11605522,"hoster":"VOE"},{"redirect":10189277,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12916746,"hoster":"VOE"},{"redirect":10569769,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Verschwörung im tiefen Ozean","epNo":25,"alt":"Episode 103","descr":"Der Startschuss für das Rennen zum Todoroki-Schrein ist gefallen, doch Idate rennt nicht, wie erwartet, zum Hafen, sondern schlägt den Weg in den Wald ein. Naruto, Sakura und Sasuke verfolgen ihn und holen ihn irgendwann ein. Idate erklärt ihnen, dass er zum Hafen im Norden will, weil von dort aus die Strömung zu der Insel, die sie als erste Etappe erreichen müssen, günstiger ist. Sie besteigen ein Schiff, doch Oboro und seine Helfer sind ihnen auf den Fersen, um sie zu sabotieren. Es kommt zu einem Kampf auf dem Meer, doch es gelingt den Freunden, von Bord zu kommen.","versions":[{"lang":1,"streams":[{"redirect":10202133,"hoster":"VOE"},{"redirect":10189278,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11499390,"hoster":"VOE"},{"redirect":10458224,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Alte Feindschaft rostet nicht","epNo":26,"alt":"Episode 104","descr":"Idate hat es geschafft, sich an Land zu retten, nachdem ein paar von Fukusukes Schergen das Boot der Freunde angegriffen hatten. Doch am Ufer wartet ein größeres Problem auf ihn: Aoi. Sein Erzfeind, der Idate damals ausgetrickst hat. Idate hat Konoha hintergangen, ohne es anfänglich zu wissen und als er den Trick durchschaut hatte, war es zu spät. Im Kampf mit Aoi wird Idate durch giftige Nadeln verletzt und kann sich nicht mehr bewegen. Damit scheint das Rennen zum Todoroki-Schrein für ihn gelaufen zu sein. Doch dann tauchen Naruto und Co. wieder auf und die Dinge ändern sich. Idate fasst wieder Mut.","versions":[{"lang":1,"streams":[{"redirect":10091580,"hoster":"VOE"},{"redirect":10506273,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11499387,"hoster":"VOE"},{"redirect":10521536,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Aoi und das Schwert des Donnergottes","epNo":1,"alt":"Episode 105","descr":"Naruto gelingt es, Idate wieder ins Rennen zurück zu bringen. Doch Aoi, der für dessen Gegner Fukusuke arbeitet, ist ihm nach wie vor auf den Fersen. Naruto kann ihm nicht helfen, erfährt aber nun, wie es damals war, als Idate das Dorf Konoha-Gakure hintergangen hat - es war Aois Plan und Idate ist auf ihn reingefallen und hat seinen Bruder Ibiki im Stich gelassen, was ihn bis heute belastet. Gerade noch rechtzeitig kommen Sakura und Sasuke dazu, um gegen Aoi anzutreten, doch der besitzt das Schwert des Donnergottes, eine Waffe, die ihn scheinbar unbesiegbar macht.","versions":[{"lang":1,"streams":[{"redirect":10852342,"hoster":"VOE"},{"redirect":10495164,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202707,"hoster":"VOE"},{"redirect":10824551,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Endspurt der Verzweiflung","epNo":2,"alt":"Episode 106","descr":"Sakura rettet sich mit Sasuke auf einen Felsvorsprung. Derweil entledigt sich Naruto den Senbon in seinen Beinen und greift Aoi mehrmals mit seinem Rasengan an. Dies nützt dennoch nichts, da das Schwert von Aoi die Fähigkeit hat, Chakra zu \"zerschneiden\". Naruto bemerkt einen Riss im Schwert, den Sasuke anscheinend zuvor mit seinem Chidori eingeschlagen hat. Naruto zielt auf die bewusste Stelle und greift sie mit seinem Rasengan an. Das Schwert zerbricht, Aoi wird nach hinten geworfen und fällt daraufhin in die Schlucht. Jetzt müssen Idate und Naruto nur noch auf die andere Seite der Brücke gelangen, was ihnen auch gelingt. Idate setzt zum Endspurt an und schafft es, ganz knapp zu gewinnen. Somit ist Idate der Sieger.","versions":[{"lang":1,"streams":[{"redirect":12372053,"hoster":"VOE"},{"redirect":10189283,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10636613,"hoster":"VOE"},{"redirect":10341294,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zwei Ninjas drehen auf","epNo":3,"alt":"Episode 107","descr":"Sakura besucht Sasuke im Krankenhaus, der sich von den Verletzungen beim Kampf gegen Aoi Rokushō erholt und an selbigen zurückdenkt. Er nimmt es sich sehr zu Herzen, dass Aoi ihn und seinen Clan so beleidigt hat und das er es nicht schaffte, etwas gegen ihn auszurichten, aber Naruto ihn besiegen konnte. Derweil verkündet Tsunade in ihrem Arbeitszimmer, dass sie in Einverständnis mit Sarutobi und den Prüfern des Examens doch einen der teilnehmenden Genin zum Chūnin ernennen wird, obwohl die Auswahlprüfung abgebrochen wurde.Shikamarus Team beim EssenHierauf feiert Team 10 in einem Restaurant, denn es ist Shikamaru, der die Ernennung erhalten hat und während Ino ihn in seiner neuen Jacke endlich schick findet, denkt Chōji wieder nur ans Essen. Shikamaru selbst ist nicht ganz wohl dabei: Ausgerechnet ihn, der nie so viel Verantwortung wollte, hat es getroffen. Asuma macht sich auch Gedanken, denn er befürchtet, ein Vielfraß, jemand ohne Manieren und ein Faulenzer würden nur schwer zu einem richtigen Team zusammenwachsen. Besonders macht er sich um Chōji Sorgen, der lieber isst als trainiert. Allerdings kann Shikamaru Chōji aufmuntern und ihm Mut zusprechen, woraufhin er nach Hause geht, um von seinem Vater Shikaku eine neue Technik zu lernen, nämlich das Ninpō: Kage Kubi Shibari no Jutsu, wie sich später herausstellt.Rock Lee unterhält sich mit TsunadeAuch Orochimaru ist nicht untätig. Er gibt nun dem Oto-Quartett den Befehl, nach Konoha aufzubrechen und Sasuke zu holen. Währenddessen unterhält sich Tsunade noch einmal mit Lee über die Risiken der Operation, aber beide kommen überein, sie dennoch durchzuführen. Tsunade wird langsam klar, dass Konoha doch nicht so lahm ist und es dort Vielversprechende Menschen gibt.Inzwischen ist die Apathie Sasukes Zorn gewichen. Zorn auf Itachi, Zorn auf sich selbst und auch Zorn auf Naruto, diesen Schwächling, der immer mehr stärker und stärker wird, während er selbst nicht vorwärts kommt. Er will es nun endlich wissen und fordert Naruto zu einem Kampf heraus, auf den dieser natürlich mit Freuden eingeht. Sakura versucht noch Beide zu beschwichtigen, denn sie spürt als Einzige die Kälte, die sich langsam im Herzen von Sasuke breitmacht, aber dies ist eine Sache zwischen Rivalen und geht sie rein gar nichts an und so steigen die Beiden auf das Dach des Krankenhauses.Sasuke und Naruto kämpfen gegeneinanderNaruto ist angespannt, sein großer Augenblick, wo er Sasuke in direkter Konkurrenz übertreffen kann, ist endlich gekommen, aber umso selbstbewusster Naruto wird, desto mehr ärgert sich Sasuke. Naruto will, dass sich Sasuke noch sein Stinband aufsetzt, aber dieser meint nur, Naruto könne ihm nicht einmal ein Kratzer an der Stirn zufügen. Und schon geht es los: Am Anfang ist der Kampf ziemlich ausgeglichen, denn Naruto kann die Vorteile Sasukes im Nahkampf, bessere Technik und das Sharingan, durch den Einsatz von Kage Bunshin wieder wettmachen, nur Sakura muss dem Treiben, wie sich zwei gute Freunde verprügeln, starr und entsetzt zusehen.Doch als Naruto sein Uzumaki Naruto Rendan einsetzt, bleibt Sasuke nichts Anderes übrig, als mit dem Katon: Gōkakyū no Jutsu die Doppelgänger zu vernichten. Doch als die Flammen verlöschen, hat Naruto schon sein Rasengan parat und attackiert damit Sasuke, der natürlich mit Chidori kontert.","versions":[{"lang":1,"streams":[{"redirect":10119251,"hoster":"VOE"},{"redirect":10189282,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10883101,"hoster":"VOE"},{"redirect":10458216,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Unsichtbare Bruch","epNo":4,"alt":"Episode 108","descr":"Naruto und Sasuke kämpfen gegeneinander. Sasuke vernichtet mit Katon: Gōkakyū no Jutsu Narutos Doppelgänger und Naruto wendet sein Rasengan an. Daraufhin greift Sasuke mit Chidori an, aber Kakashi verhindert den Zusammenstoß und wirft sie beide auf je einen Wassertank. Bei Naruto entsteht eine kleine Delle, an der Wasser austritt. Bei Sasuke dagegen sprudelt das Wasser nur so aus dem Tank! Er fühlt sich deshalb überlegen, bis er sieht, dass Naruto den Wassertank auf der Rückseite komplett zerfetzt hat. Kakashi hält Sasuke einen Vortrag, dass er das Chidori nicht gegen Teamkameraden einsetzten soll. Später kommen die von Orochimaru geschickten Wächter des Otos und fordern ihn zum Kampf heraus.","versions":[{"lang":1,"streams":[{"redirect":11321145,"hoster":"VOE"},{"redirect":10495161,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202412,"hoster":"VOE"},{"redirect":10189500,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Verlockung der Otos","epNo":5,"alt":"Episode 109","descr":"Shikamaru bekommt von Tsunade den Auftrag, Sasuke zurückzuholen und darf sich die talentiertesten Genin für sein Team aussuchen. Er wählt Kiba und Akamaru, Naruto, Chōji und Neji aus. Am Haupttor bespricht Shikamaru mit seinem Team die Strategie, mit der sie vorgehen wollen. Als sie jedoch aufbrechen wollen, werden sie von Sakura aufgehalten. Naruto gibt Sakura auf ihre Ansprache das Versprechen, dass er Sasuke zurückholt.Inzwischen ist Rock Lee von Tsunade erfolgreich operiert worden und beginnt das Training, um wieder fit zu werden.","versions":[{"lang":1,"streams":[{"redirect":10091481,"hoster":"VOE"},{"redirect":10189286,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605468,"hoster":"VOE"},{"redirect":10468384,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Formation Eiserne Wand! + Eine heiße Spur","epNo":6,"alt":"Episode 110 + Episode 111","descr":"Shikamaru bekommt von Tsunade den Auftrag, Sasuke zurückzuholen und darf sich die talentiertesten Genin für sein Team aussuchen. Er wählt Kiba und Akamaru, Naruto, Chōji und Neji aus. Am Haupttor bespricht Shikamaru mit seinem Team die Strategie, mit der sie vorgehen wollen. Als sie jedoch aufbrechen wollen, werden sie von Sakura aufgehalten. Naruto gibt Sakura auf ihre Ansprache das Versprechen, dass er Sasuke zurückholt.Inzwischen ist Rock Lee von Tsunade erfolgreich operiert worden und beginnt das Training, um wieder fit zu werden.","versions":[{"lang":1,"streams":[{"redirect":12503670,"hoster":"VOE"},{"redirect":10495162,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10426607,"hoster":"VOE"},{"redirect":10506332,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"[in der Episode davor enthalten]","epNo":7,"alt":"","descr":"Sasuke erklärt sich bereit, ein paar Seishingan zu nehmen, die die Kraft seines Juins vergrößern sollen. Doch damit sein Körper dieses aushalten kann, muss Sasuke einmal \"sterben\". Dazu nimmt er eine Pille und wird von den Sound Four in einer Tonne mit Shikoku Mujin und Fūkoku Hōin versiegelt.Als Shizune und ihr Team ihre Mission als fast gescheitert ansehen, spüren sie die Anwesenheit der Oto-Nin. Raidō und Genma werden in einen Kampf verwickelt und verlieren kläglich, da das Oto-Qartett auf Stufe zwei des Juins kämpfen. Anschließend muss das Quartett eine Ruhepause auf einer Lichtung einlegen, weil die Ninjas zu erschöpft sind, um ihre Reise fortzusetzen.Derweil sind Shikamaru und sein Team weiterhin Sasuke auf der Spur und dank Akamaru bemerken sie natürlich die Anwesenheit von Sasukes Leibgarde und werden somit vorsichtiger. Doch als sie an das Lager der Otos kommen, werden sie schnell entdeckt und Sakon lockt sie mit einem Bombenkunai in eine Falle.Rock Lee möchte inzwischen wieder mit dem Training beginnen, wird jedoch von Tsunade davon abgehalten. Sie gibt ihm dafür eine Medizin, die ihm helfen wird, das Training schneller wieder aufnehmen zu können.","versions":[{"lang":1,"streams":[{"redirect":11499300,"hoster":"VOE"},{"redirect":10468151,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605462,"hoster":"VOE"},{"redirect":10189502,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Super-Stratege!","epNo":8,"alt":"Episode 112","descr":"Den Oto-Nin gelingt es, Shikamaru und sein Team in eine Falle zu locken und in einen Erdwall einzuschließen. Kiba versucht mehrfach die Wand zu durchbrechen, doch es gelingt ihm nicht, denn alle werden schwächer und schwächer, da Jirōbō von außen ihr Chakra anzapft. Die Situation scheint ausweglos, zumal Shikamaru offenbar noch die Absicht hat, sich mit dem Feind zu verbünden, da er Jirōbō das Angebot macht, Sasuke nicht mehr weiter zu verfolgen, wenn Jirōbō ihn freilässt. Naruto ist sauer auf den \"Verräter\", doch dieser hat einen Plan. Er hat nämlich die Beschaffenheit des Erdwalls genau studiert und erkannt, dass dieser am hinteren Ende langsamer heilt als am vorderen. Daraus schließt er, dass die Chakraversorgung am hinteren Ende schlechter und somit am anfälligsten und am einfachsten zu zerstören ist. Schließlich teilt er dem Team seine Erkenntnis mit und beauftragt Chōji, den Erdwall mit seinem Nikudan Sensha kontinuierlich zu zerstören, sodass das Chakra zu langsam ist, um die Lücken zu verschließen. Das Unterfangen gelingt.","versions":[{"lang":1,"streams":[{"redirect":8883642,"hoster":"VOE"},{"redirect":8887753,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12435801,"hoster":"VOE"},{"redirect":10458221,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Volle Kraft voraus, Choji!","epNo":9,"alt":"Episode 113","descr":"Shikamaru und seinem Team ist es gelungen, aus dem Erdwall von Jirōbō zu entkommen. Doch nun haben sie Jirōbō, einer der Otonin, als Gegner - und er ist stark genug, um sie alle besiegen zu können. Wenn sie sich in einen Kampf verwickeln lassen, können sie Sasuke aber nicht mehr einholen, mit dem die anderen Oto-Nin verschwunden sind. Chōji bietet an, zurückzubleiben und gegen Jirōbō zu kämpfen, damit die anderen die Verfolgung aufnehmen können. Shikamaru ist sich nicht sicher, ob das eine gute Idee ist, doch Chōji beteuert, er hätte ja schließlich auch noch seine \"Geheimwaffe\" dabei. Dennoch hat er gegen Jirōbō einen schweren Stand und es sieht nicht gut für ihn aus.","versions":[{"lang":1,"streams":[{"redirect":11499328,"hoster":"VOE"},{"redirect":10506275,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13004438,"hoster":"VOE"},{"redirect":10458223,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Freunde fürs Leben","epNo":10,"alt":"Episode 114","descr":"Für Chōji wird es ernst, da er nun ganz alleine Jirōbō gegenübersteht, der ihn auffordert, ihm sein Chakra abzugeben, was Chōji natürlich nicht freiwillig macht. Jirōbō lässt jedoch nicht locker. Es kommt zu einem Kampf, bei dem Chōji sich schlussendlich mit dem letzten Rest seines Chakras durchsetzen kann. Er schafft es jedoch nicht, seinen Freunden zu folgen und bleibt daher in der Nähe des Kampfschauplatzes zurück.","versions":[{"lang":1,"streams":[{"redirect":10852365,"hoster":"VOE"},{"redirect":10495165,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10636614,"hoster":"VOE"},{"redirect":10506335,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Spinnen-Spieler","epNo":11,"alt":"Episode 115","descr":"Team Shikamaru versucht immer noch, Sasuke Uchiha einzuholen, der von den Otogakure no Shinobi Yonin Shū zu Orochimaru gebracht werden soll. Shikamaru Nara will die Gegner täuschen, indem er die Gestalt von Jirōbō annimmt. Doch er fliegt auf und nun müssen sich alle Kidōmaru stellen, der mit seinen klebrigen Spinnennetzen ein ernstzunehmender Gegner ist, da er jede Bewegung lahmlegen kann. Neji Hyūga ist der Einzige, der mit seinem Jūken, diese fesselnden Fäden durchtrennen kann. Er befreit die Anderen und schickt sie hinter Sasuke her. Er selbst bleibt zurück und tritt allein gegen Kidōmaru an.","versions":[{"lang":1,"streams":[{"redirect":10632838,"hoster":"VOE"},{"redirect":10495166,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10332485,"hoster":"VOE"},{"redirect":10341301,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Sichtfeld 360 Grad! Der blinde Fleck... + Nejis Schwachpunkt","epNo":12,"alt":"Episode 116 + Episode 117","descr":"Der Kampf von Neji und Kidōmaru geht weiter. Neji rennt entlang Kidōmarus Kumonenkinspeers auf ihn zu, greift Kidōmaru mit Hakke Rokujūyon Shō an und trifft ihn damit so hart, dass es ihn quer durch einen Baumstamm schleudert und er, indem er eine riesige Staubwolke aufwirbelt, auf den Boden kracht. Doch als sich der Rauch verzogen hat, muss Neji zu seinem Leidwesen erkennen, dass Kidōmaru diese Attacke mit seinem Jutsu Nenkin no Yoroi abwehren konnte. Neji ist sehr erstaunt und begreift, dass es sinnlos ist, mit seinem Jutsu die Chakrapunkte des Gegners anzugreifen. Kidomaru seinerseits erkennt, dass es keinen Zweck hat zu versuchen, Neji einzuspinnen und dass es gefährlich ist, dem Jūken-Nutzer im Nahkampf zu begegnen. Also beschließt der Oto-Nin, Neji aus der Ferne zu meucheln und versteckt sich hierzu im dichten Blattwerk.Er lässt Neji ein briefbombenbestücktes Kunai vor die Füße fallen, das dieser jedoch zu Recht als Imitation erkennt. Just in diesem Moment lässt der Spinnenninja eine wahre Flut von Kumonenkin-Kunai auf Neji los, welche dieser gerade noch mit Hakkeshō Kaiten abwehren kann. Während sich Kidōmaru noch fragt, ob Neji auch Augen im Hinterkopf hat, gibt es eine kleine Rückblende, in der Neji Naruto gegenüber andeutet, dieser hätte die besseren Augen von ihnen Beiden. Im Anschluss daran greift Neji den Oto-Nin überraschend mit einem Kunai an.Neji setzt Kidōmaru zuKidōmaru ist völlig perplex und indem er erkennt, dass das Byakugan dem Hyūga auch die Möglichkeit verleiht, ihn in seiner Deckung zu erkennen, muss er wohl oder übel sein Mal des Fluches aktivieren. Sein gesteigertes Chakra erlaubt ihm anschließend seinen Vertrauten Geist Kyodaigumo zu rufen, der Neji sofort mit unzähligen Spinnen, an deren Hinterleibern Spinnenfäden befestigt sind, attackiert. Neji versucht auch diese Bedrohung mit Kaiten abzuwehren, doch die Fäden wickeln sich um sein Chakra-Schild und bremsen ihn. Darauf hat der Spinnenmensch nur gewartet und bewirft Neji von hinten mit einem Gold-Kunai, welches Neji aber mit dem Byakugan entdeckt und an seinem Chakra abprallen lässt. Dank einem gewagten Sprung kann Neji einem weiteren Sperrfeuer von Kumonenkin-Kunai entgehen.Doch kaum ist er wieder auf den Füßen, regnet es einen wahren Schauer von Mini-Spinnen auf ihn herab. Da Kaiten nicht mehr funktioniert, versucht er sie einzeln mit Hakke Rokūjuyon Shō zu zerschlagen, doch es sind einfach zu Viele. Also geht Neji über zu Hakke Hyaku Nijūhachi Shō, was seine Angriffsgeschwindigkeit verdoppelt. Doch er kann der Flut aus Spinnen immer noch nicht standhalten und wird überraschend von mehreren Kunai bedrängt, von denen er dem letzten nicht mehr ausweichen kann und von ihm an der Schulter verletzt wird. Kidōmaru fasst die Eigenschaften des Byakugans noch einmal zusammen (360° Sichtfeld mit 50m Radius, Weitblick und die Fähigkeit, feste Materialien mit dem Blick zu durchdringen) und bemerkt dabei genüsslich die Verletzung an Nejis Schulter. Nach einer weiteren Kombi-Attacke aus Spinnen und Kunai trifft er Neji im Rücken und verletzt ihn schwer. Nejis Schwachpunkt ist gefunden.KidōmaruNach einer weiteren Serie von Attacken wird Neji immer öfter von Kunai getroffen, bis er schließlich zusammenbricht. Während er am Boden ist, erinnert er sich in einer weiteren Rückblende an sein Training mit Lee und die Kämpfe mit Hinata und Naruto, in der er ihnen versichert, dass das Schicksal vorherbestimmt ist und man keinen Kämpfer besiegen kann, der stärker ist als man selbst. Während er noch am Boden liegt, springt Kyōdaigumo auf ihn herab und versucht ihn zu zerquetschen, doch Neji kann die Riesenspinne gerade noch mit Jūken töten, worauf diese in einem riesigen Haufen aus schleimigen Spinnenweben explodiert und Neji von weiteren Kunai in den Rücken getroffen wird. Neji liegt regungslos auf der Erde und der Kampf scheint für ihn verloren.Doch Neji rappelt sich noch einmal auf, woruafhin Kidomaru aus Vorfreude, dass er mit seinem Gegner noch ein wenig länger spielen kann, auf Stufe 2 seines Males geht. Mit Kumonenkin erschafft er einen rieseigen, goldenen Bogen und schießt mit unvorstellbarer Wucht einen Pfeil auf den halbtoten Neji ab.","versions":[{"lang":1,"streams":[{"redirect":10091386,"hoster":"VOE"},{"redirect":10501193,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10950359,"hoster":"VOE"},{"redirect":10501204,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"[in der Episode davor enthalten]","epNo":13,"alt":"","descr":"Im Kampf gegen Neji entdeckt Kidōmaru die Schwachstelle des Byakugans, denn in einem kleinen Winkel sieht Neji nichts und das nutzt Kidōmaru, nachdem er bei seinem Mal die nächste Stufe ausgelöst hat, aus. Er bildet mit seinem Kumonenkin Bogen und Pfeile, mit denen er Neji angreift. Dabei zielt er immer wieder genau auf den blinden Fleck des Byakugans, direkt am Hinterkopf. Schließlich schießt er wieder auf Neji, trifft ihn jedoch nur leicht, da der Pfeil durch die Bäume abgelenkt wurde. Daraufhin bereitet Kidōmaru das Ende für Neji vor. Aufgrund seines vorherigen Fehlers, benutzt er dieses Mal einen Pfeil mit so hoher Rotation, dass dieser die Bäume durchschlagen würde. Da Neji sich nicht mehr bewegt, weil er zu wenig Chakra übrig hat, ist es für Kidōmaru ein Leichtes, das Ziel anzuvisieren. Kidōmaru hätte auch getroffen, wenn Neji nicht mit dem Angriff gerechnet hätte und den Pfeil auf eine andere Stelle seines Körpers gelenkt hätte, auf den er sein gesamtes Chakra konzentriert hatte. Neji fliegt zusammen mit dem Pfeil gegen einen Baum, an dem er ganz kurz bewusstlos wird. Dann \"schickt\" er jedoch sein Jūken über den Faden, mit dem der Pfeil abgeschossen wurde, direkt zu Kidomaru und trifft bei diesem einige seiner inneren Organe, der sich jedoch trotzdem noch bewegen kann. Neji, der von dem Pfeil doch schwer getroffen wurde, denkt an seinen Kampf gegen Naruto, wodurch er ermutigt wird. Er durchtrennt den Faden, rennt zu Kidōmaru und holt zum finalen Schlag aus, woraufhin er Kidōmaru besiegt. Doch auch Neji liegt am Ende des Kampfes völlig erschöpft am Boden.","versions":[{"lang":1,"streams":[{"redirect":11499292,"hoster":"VOE"},{"redirect":10189292,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10121470,"hoster":"VOE"},{"redirect":10458228,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Plan B","epNo":14,"alt":"Episode 118","descr":"Noch immer verfolgen Shikamaru, Naruto, Kiba und Akamaru die beiden übrigen Oto-Nin um Sasuke zu befreien. Inzwischen geht die Sonne unter und es bleibt ihnen nur noch wenig Zeit um Shikamarus Strategie umzusetzen. Doch nicht nur das Team um Shikamaru macht sich Sorgen, sondern auch die Oto-Nin sind sich nicht mehr sicher, ob sie ihren Plan einhalten können um Orochimaru nicht unnötig zu verärgern.Da das Team Shikamaru die Entführer nicht mehr einhalten können, beschließt Shikamaru, sie in konstantem Abstand zu verfolgen und erst am nächsten Morgen anzugreifen um nicht ohne Orientierung im Dunkeln kämpfen zu müssen. Während Kiba zweifelt, vertraut Naruto seinem Anführer sofort.In der Zwischenzeit bietet Kabuto seinen Körper für die Transaktion mit Orochimaru an, doch Orochimaru benötigt Sasuke wieder zu seiner alten Kraft zurückkehren zu können. Das Jutsu des Dritten Hokage wirkt viel zu gut und schwächt Orochimaru immer mehr. So beschließt Kabuto Kimimaro zu wecken. Außerdem öffnet die Zellen der Gefangenen. Diese müssen sich gegenseitig töten, da nur der Gewinner die Freiheit als Belohnung erhält. Anstatt den Gewinner der Gefangenen frei zu lassen, wird dieser von Orochimaru getötet indem er ihn absorbiert um wieder Kräfte zu erlangen. Als Gegenleistung verspricht er jedoch die Familie des Gefangenen frei zu lassen. Da Kimimaru für Orochimaru nichts mehr wert ist, da er nicht mehr sein neuer Körper sein kann, beschließt dieser, als Dank den neuen Behälter - Sasuke - persönlich zu beschaffen, da sein Leben sonst keinen Sinn mehr hat.Am nächsten Morgen holen Shikamaru, Naruto, Kiba und Akamaru die Oto-Nin ein und es kommt zum Kampf. Durch einen Trick schaffen sie es, die Tonne in der Sasuke gefangen ist, zu stehlen. Doch sofort verfolgen die überrumpelten Oto-Nin sie.","versions":[{"lang":1,"streams":[{"redirect":11499330,"hoster":"VOE"},{"redirect":10694355,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13921308,"hoster":"VOE"},{"redirect":10468393,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Rätsel wird gelöst","epNo":15,"alt":"Episode 119","descr":"Bei einem Kampf zwischen den Otos und Shikamarus Team geraten Sakon und Kiba aneinander und stürzen in einen Abgrund. Nun steht Tayuya Shikamaru und Naruto gegenüber. Doch sie bekommt unerwartet Hilfe, denn Kimimaro taucht auf, um sofort wieder mit Sasukes Gefäß zu verschwinden. Naruto gelingt es zusammen mit Shikamaru, Tayuya zu überlisten und die Verfolgung Kimimaros aufzunehmen, während Shikamaru zurückbleibt, um sich mit Tayuya zu duellieren.","versions":[{"lang":1,"streams":[{"redirect":12932063,"hoster":"VOE"},{"redirect":10190385,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10201984,"hoster":"VOE"},{"redirect":10458227,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Doppelte Sakon","epNo":16,"alt":"Episode 120","descr":"Kiba hat im Kampf mit Sakon noch viel schlechtere Chancen, als er ohnehin schon angenommen hat, denn Sakons besondere Fähigkeit besteht darin, dass er mit seinem Bruder Ukon, der in ihm wohnt, verschmelzen kann, und sie so wortwörtlich \"doppelt so stark\" sind. Kiba hat es also mit zwei starken Gegnern zu tun und sein Vorhaben, Sakon außer Gefecht zu setzen, scheint aussichtslos zu sein, da Sakon ihm mit seiner Mehrfachfaust und anderen Taijutsu einheizt. Doch dann greift er zu einem außergewöhnlichen Trick, der das Blatt zu wenden scheint. Zunächst benutzt er mit Akamarus Hilfe die \"dynamische Markierung\", die er lange Zeit mit Akamaru eingeübt hat. Dabei bekommt Sakon etwas von der Säure ins Auge. Anschließend verwenden Kiba und Akamaru Garōga und anhand des Geruchs können die beiden sofort Sakons und Ukons Lageermitteln. Schließlich treffen sie die beiden genau in der Mitte, sodass sie sich trennen müssen.","versions":[{"lang":1,"streams":[{"redirect":10632951,"hoster":"VOE"},{"redirect":10189295,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091325,"hoster":"VOE"},{"redirect":10495234,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Drei Einzelkämpfer für Sasuke","epNo":17,"alt":"Episode 121","descr":"Kiba und Akamaru kämpfen ohne großen Erfolg gegen Sakon und Ukon. Ukon hat sich in Kibas Körper eingenistet und erklärt ihm seine Fähigkeit, doch Kiba hat einen Plan und verletzt sich selbst, sodass auch Ukon verletzt ist, der dann den Körper von Kiba verlässt. Kiba flieht, indem er Rauchbomben auf Ukon wirft. Er versteckt sich hinter einem Felsen und erinnert sich an den Tag, an dem er Akamaru kennen gelernt hat. Er begreift, wieso Sakon immer näher kommt, und trickst ihn aus, indem er sich vom Fluss wegtreiben lässt.Währenddessen kämpft Naruto immer noch gegen Kimimaro, der den Angriffen von Naruto locker ausweichen und abwehren kann. Er erklärt, dass es sein Kekkei Genkai ist, dass es ermöglicht, Knochen aus seinem Körper herauswachsen zu lassen, und dass diese von extremer Dichte und somit hart wie Stahl sind. Shikamaru kämpft immer noch gegen Tayuya und ihrer Flöte. Er erkennt, dass sie mit der Flöte und deren Melodie die Gestalten steuert und manipuliert.","versions":[{"lang":1,"streams":[{"redirect":8883495,"hoster":"VOE"},{"redirect":8887759,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202751,"hoster":"VOE"},{"redirect":10725001,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein Seltsames Schachspiel","epNo":18,"alt":"Episode 122","descr":"Der Kampf zwischen Tayuya und Shikamaru geht weiter und Tayuya benutzt ihre Melodien Mateki: Genbu Sōkyoku und Makyō no Ran und setzt Shikamaru damit ganz schön zu. Zumindest so lange, bis er Zeit hat sich einen Plan auszudenken und mit einer Kombinationsattacke zurückschlägt. Tayuya muss ihre Doki zurückrufen und greift zu ihrer letzten Waffe: Mateki: Mugen Onsa","versions":[{"lang":1,"streams":[{"redirect":12359171,"hoster":"VOE"},{"redirect":10341156,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10816612,"hoster":"VOE"},{"redirect":10506334,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Gefäß wird geöffnet","epNo":19,"alt":"Episode 123","descr":"Shikamaru versucht nach wie vor Tayuya zu besiegen, bisher aber erfolglos. Und auch Naruto kommt gegen Kimimaro keinen Schritt weiter und ist kurz davor zu verzweifeln, als ihm plötzlich Lee zu Hilfe kommt. Plötzlich explodiert das Gefäß, in dem Sasuke eingeschlossen wurde, und breitet eine dunkle Rauchwolke auf dem Kampfplatz aus. Sasuke wacht auf und verschwindet sofort. Lee tritt gegen Kimimaro an, um Naruto die Möglichkeit zu geben, Sasuke zu verfolgen. Derweil ist in Konoha das Verschwinden von Lee bemerkt worden – genauso wie das Verschwinden einer Flasche Alkohol, welche Lee zuvor mit seiner Medizin verwechselte. Guy kann sich noch gut daran erinnern, was das letzte Mal passierte, als Lee versehentlich Alkohol getrunken hatte.","versions":[{"lang":1,"streams":[{"redirect":11499279,"hoster":"VOE"},{"redirect":10468160,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10306991,"hoster":"VOE"},{"redirect":10468395,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Neue Verbündete","epNo":20,"alt":"Episode 124","descr":"Shikamaru versucht, eine neue Strategie gegen Tayuya anzuwenden. Kiba ist weiterhin mit Akamaru auf der Flucht, doch Ukon gelingt es, sich an die beiden heranzuschleichen. Auch Lee scheint keine Chance im Kampf gegen Kimimaro zu haben. Doch plötzlich tauchen alte Bekannte aus Sunagakure auf, das jetzt jedoch mit Konoha verbündet ist. Und so kommt Unterstützung durch Temari, Kankurō und Gaara.","versions":[{"lang":1,"streams":[{"redirect":10852298,"hoster":"VOE"},{"redirect":10468161,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12247912,"hoster":"VOE"},{"redirect":10468398,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Schwarze Ameise","epNo":21,"alt":"Episode 125","descr":"Für Shikamaru, Rock Lee und Kiba ist bei ihren Kämpfen endlich wieder Land in Sicht, die sie bisher mehr schlecht als Recht bewältigt haben, denn die drei Suna-Nins leisten ganze Arbeit und unterstützen sie, da Suna-Gakure offenbar einen neuen Kooperationsvertrag mit Konoha geschlossen hat. Und so gelingt es Temari auch, Shikamaru zu helfen, indem sie Tayuya erst einmal schachmatt setzt. Und auch Kiba ist froh, dass Kankurō mit seiner \"Schwarzen Ameise\" angreift und ihm Sakon und Ukon vom Hals hält. Gaara ist als Rückendeckung für Lee angetreten und hat es ab sofort mit Kimimaro zu tun.","versions":[{"lang":1,"streams":[{"redirect":10922211,"hoster":"VOE"},{"redirect":10468163,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11468200,"hoster":"VOE"},{"redirect":10458233,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Sand oder Knochen?","epNo":22,"alt":"Episode 126","descr":"Rock Lee ist wild entschlossen, den Kampf gegen Kimimaro zu Ende zu bringen, doch Gaara schaltet sich ein, weil Lee gar nicht mehr die Energie dazu hat. Es gelingt Gaara, Kimimaro in eine Art Sanddüne zu sperren, doch nicht für lang. Eine Weile bleibt er dort drinnen und erinnert sich an seine Kindheit und den Tag, an dem er Orochimaru das erste Mal begegnet ist, dann aktiviert er die zweite Stufe des Juins und verlässt die Sanddüne. Naruto verfolgt indessen weiterhin Sasuke, der in einer Art Höhle verschwunden ist. Dort erscheint in einer Vision Naruto Neji, der ihn darin bestärkt, die Verfolgung nicht aufzugeben.","versions":[{"lang":1,"streams":[{"redirect":10883307,"hoster":"VOE"},{"redirect":10458054,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13004436,"hoster":"VOE"},{"redirect":10189514,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Tanz der Farnknospen + Die Wahrheit kommt ans Licht","epNo":23,"alt":"Episode 127 + Episode 128","descr":"Kimimaro benutzt Tessenka no Mai: Tsuru um Gaara zu fesseln, doch Gaara wendet Saikō Zettai Bōgyo: Shukaku no Tate an und erschafft einen großen Schild aus Sand, der Shukaku ähnelt, daraufhin wendet Kimimaro Tessenka no Mai: Hana an, um Gaara mit der Lanze aus Knochen zu durchbohren, doch Gaaras Schild aus Sand ist stärker und Kimimaros Tessenka no Mai: Hana zerbricht. Am Ende schafft es Gaara, Kimimaro mit Gokusamaisō in Treibsand einzusperren, doch der hat noch einen Trick auf Lager. Er benutzt Sawarabi no Mai und lässt unzählige Knochen aus dem Boden ragen. Gaara benutzt daraufhin das Sabaku Fuyū, um Lee und sich selbst zu retten. Kimimaro will Gaara den Rest geben, stirbt aber kurz davor an seiner Krankheit.","versions":[{"lang":1,"streams":[{"redirect":10633848,"hoster":"VOE"},{"redirect":10468164,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10171497,"hoster":"VOE"},{"redirect":10646398,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"[in der Episode davor enthalten]","epNo":24,"alt":"","descr":"Naruto ist es endlich gelungen, Sasuke einzuholen und er stellt ihn zur Rede, warum er weggelaufen ist. Sasuke gibt zu, dass er Naruto eigentlich nie leiden konnte und dass er sich auf jeden Fall der Macht Orochimarus bedienen will. Er wird nicht nach Konoha zurückkehren. Naruto erklärt ihm, dass Orochimaru nur das Ziel hat, Sasuke als \"Traumgefäß\" zu missbrauchen, doch Sasuke lässt sich nicht beirren und beginnt, gegen Naruto zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":11499281,"hoster":"VOE"},{"redirect":10458062,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11499286,"hoster":"VOE"},{"redirect":10189522,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Zwei Brüder","epNo":25,"alt":"Episode 129","descr":"Über Sasukes Bruder Itachi und über Sasukes Kindheit, gab es bis jetzt noch keine Informationen. In dieser Folge wird über Sasukes Kindheit berichtet - Wie war er damals? War er früher auch schon so rachsüchtig? Was ist früher wirklich mit seinem Clan geschehen? Diese und noch weitere Fragen, werden hier aufgeklärt.","versions":[{"lang":1,"streams":[{"redirect":10328425,"hoster":"VOE"},{"redirect":10458059,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11730974,"hoster":"VOE"},{"redirect":10458236,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Vater und Sohn: Das verlorene Vermächtnis","epNo":26,"alt":"Episode 130","descr":"","versions":[{"lang":1,"streams":[{"redirect":10202131,"hoster":"VOE"},{"redirect":10458065,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202406,"hoster":"VOE"},{"redirect":10458234,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Das Auge öffnet sich: Das Geheimnis des Kaleidoskopsharingans","epNo":1,"alt":"Episode 131","descr":"Naruto und Sasuke sind immernoch in einem Kampf verwickelt,da Sasuke zu Oorochimaru will.Als Sasuke Naruto ins Wasser befördert,denkt er an seine Kindheit zurück.Er denkt an dem Abend zurück als Itachi den Clan ausrottete.Er kam spät abends nach Hause und im ganzen Clan-Bezirk brannte kein Licht,obwohl es noch nicht Schlafenszeit war.Als er um die Ecke biegte lagen dort schon die ersten Toten des Clanes was Sasuke viel Angst machte.Danch rannte er nach Hause wo er sein Bruder und Seine toten Eltern auffindet.Als er versuchte zu flihen nahm ihn Itachi in ein Gen-Jutsu und Sasuke fiel in Ohnmacht.Er wachte am nächsten Tag im Krankenhaus wieder auf und erfuhr daraufhin,dass sein Clan ausgerottet wurde.Sein dem Moment versucht er sich an seinem Bruder zu rächen.Währendessen taucht Naruto wieder auf bestärkt von Nejis Worten und der Kampf geht weiter...","versions":[{"lang":1,"streams":[{"redirect":10202543,"hoster":"VOE"},{"redirect":10189305,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10550249,"hoster":"VOE"},{"redirect":10458235,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Fuchs kehrt zurück","epNo":2,"alt":"Episode 132","descr":"Sasuke und Naruto liefern sich einen erbitterten Kampf am Eingang zum Tal des Schicksals. Nachdem Sasuke Naruto gesteht, dass er sein bester Freund sei, ist Naruto immer noch verwirrt. Nachdem Sasukes Chidori von Narutos Rasengan abgewehrt wird, will Sasuke kein Chakra mehr verschwenden, woraufhin er die erste Stufe des Juin aktiviert. Sasuke durchbohrt Naruto mit Chidori. Daraufhin setzt Naruto das Chakra des Kyūbi frei, wodurch seine Wunden heilen und der Kampf weitergeht.In der Zwischenzeit macht sich auch Kakashi mit seinen vertrauten Geistern auf den Weg um Sasuke und Naruto zu finden und das Team Shikamaru zu unterstützen.","versions":[{"lang":1,"streams":[{"redirect":10459274,"hoster":"VOE"},{"redirect":10458076,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605471,"hoster":"VOE"},{"redirect":10468409,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Was tut man nicht alles für einen Freund ...","epNo":3,"alt":"Episode 133","descr":"Naruto und Sasuke kämpfen immernoch,doch  Naruto gerät unter den Bann vom Neunschwänzigen Fuchs,sodass sich seine Kraft vervielfältigt.Nach ein paar harten Attacken von Naruto schaltet sich aber auch eine Erweiterung von Sasukes Sharigan (Dreifaches Sharingan) ein,sodass er Narutos Attacken voraussehen kann.Er gewinnt wieder die Überhand und Naruto wird wieder von Sasuke mit einem Schlag ins Wasser befördert.","versions":[{"lang":1,"streams":[{"redirect":8883562,"hoster":"VOE"},{"redirect":8887773,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10550255,"hoster":"VOE"},{"redirect":10468406,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Tal des Endes","epNo":4,"alt":"Episode 134","descr":"Es ist so gekommen, wie es eigentlich nicht kommen sollte: Sasuke möchte, trotz allem was Naruto gesagt hat, zu Orochimaru. Doch Naruto lässt das nicht zu und die beiden bekämpfen sich hart. Ob Naruto es wohl schaffen wird, Sasuke zurück nach Konoha Gakure zu bringen?","versions":[{"lang":1,"streams":[{"redirect":11605438,"hoster":"VOE"},{"redirect":10468168,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202542,"hoster":"VOE"},{"redirect":10468408,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das gebrochene Versprechen","epNo":5,"alt":"Episode 135","descr":"Kakashi und ein paar Iryōnin sind mit dem verletzten Naruto auf dem Weg zurück nach Konoha. Die Iryōnin erzählen Kakashi und Naruto dass Neji, Kiba, Chōji und Shikamaru ebenfalls schwer verletzt sind.In Konoha haben Tsunade, Shizune und andere Iryōnin alle Hände voll zu tun, die Verletzten zu behandeln. Dabei wird Akamaru von Hana und Neji von Shizune und anderen Iryōnin mit Hilfe des Chikatsu Saisei no Jutsu behandelt. Chōji ist ebenfalls schwer verletzt.Shikamaru redet währenddessen mit Temari und erklärt ihr, dass er denkt er sei als Teamführer ungeeignet. Man erfährt, dass Shikamaru Angst während des Auftrages hatte verletzt zu werden. Tsunade kommt in den Raum und erzählt Shikamaru, wie es den Verletzten geht. Shikamaru schwört sich ab jetzt, seine Missionen perfekt durchzuführen.In Orochimarus Versteck gehen Orochimaru, Kabuto und Sasuke an den Gefangenen vorbei und Kabuto erklärt Sasuke, er soll besser aufpassen, was er zu Orochimaru sagt, doch Sasuke lässt sich davon nicht beeindrucken.In Konoha führt derweil Sakura ein Gespräch mit Naruto, als plötzlich Jiraiya auftaucht und Naruto erklärt dass es noch härtere Gegner geben wird, gegen die er kämpfen muss. Darauf antwortet Naruto, dass er einen Weg finden wird, um Sasuke zurückzuholen.","versions":[{"lang":1,"streams":[{"redirect":11350017,"hoster":"VOE"},{"redirect":10189307,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202662,"hoster":"VOE"},{"redirect":10694387,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sakura greift ein","epNo":6,"alt":"Episode 136","descr":"Nachdem Naruto sein Versprechen Sakura gegenüber nicht halten konnte will Sakura auf eigene Faust nach Sasuke suchen,da Naruto noch im Krankenhaus liegt und sie Angst hat,dass Oorochimaru Sasuke vielleicht schon als nächstes Traumgefäß übernommen hat.Als sie gerade Konoha verlassen will trifft sie zuerst auf Naruto,der mit ihr gehen will.Danach taucht aber jiraja auf der sie begleiten will,da es zu gefährlich ist und sie ohne eine Mission das Feuerreich nicht verlassen dürfen ohne zu abtrünnigen Ninjas zu werden.Also machen sich die drei auf den weg nach Otogakure und dem Reisfeldreich.Sie kommen im Reisfeldreich an und Jiraja versucht mithilfe einer \"Informationsbeschaffung\" an informationen zu kommen,während Naruto und Sakura außerhalb des Dorfes Warten sollen.Als Jiraja in einer Bar nicht bezahlen will werden die drei von Türstehern der Bar verfolgt.","versions":[{"lang":1,"streams":[{"redirect":10202416,"hoster":"VOE"},{"redirect":10189308,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11021691,"hoster":"VOE"},{"redirect":10709404,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Nützliche Informationen","epNo":7,"alt":"Episode 137","descr":"Jiraiya, Naruto und Sakura erreichen mal wieder ein Dorf, in dem so richtig das Leben tobt ? was, wie Naruto und Sakura bereits ahnen, prompt dazu führt, dass Jiraiya sich auf den Weg zur ?Informationsbeschaffung\" macht. In einer Bar behauptet eine Frau, ihm weiterhelfen zu können, lockt ihn aber dann in einen Hinterhalt.","versions":[{"lang":1,"streams":[{"redirect":11692726,"hoster":"VOE"},{"redirect":10501198,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12359152,"hoster":"VOE"},{"redirect":10521546,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kageros Verwandlung","epNo":8,"alt":"Episode 138","descr":"Naruto,Sakura und Jiraja lassen sich den Standort von Oorochimarus Versteck von Sasame zeigen,da Naruto Sasames Cousin Arashi und Sasuke aus Oorochimarus Fängen befreien will.Als sie kurz vor Oorochimarus Versteck eine Rast machen fügt Sasame ein Schlafmittel in Sakura,Naruto und Jirajas Tee,sodass sie in Schlaf fallen.Danch kommen die Ninjas:Kagero,Kamakiri und Jigumo zum Vorschein,die die drei töten wollen.Doch Sasame bittet die drei sie nicht zu töten,da sie versprochen hatten sie nur Oorochimaru für Experimente auszuliefern.Sie hatte das Schlafmittel in das Getränk gemischt,da sie wieder ihren Cousin wiedersehen wollte.Die drei ignorieren sie und als sie angreifen merken sie das es nur Doppelgänger sind.Darauhin attackiert Naruto den ersten und schlägt ihn K.O.Der nächste wird von Jiraja K.O. geschlagen.Als nur noch Kagero übrig bleibt verwandelt er sich aus Not in ein Monster und attackiert sie ohne Erfolg.Er teleportiert sich mit seinen ohnmächtigen Kameraden weg,da seine Situation aussichtlos erscheint.Er kehrt zu Oorochimarus Versteck zurück und die drei erhoffen Hilfe von Oorochimaru.Als sie sie nicht bekommen werden sie von Oorochimaru schwer verwundet.","versions":[{"lang":1,"streams":[{"redirect":11552179,"hoster":"VOE"},{"redirect":10506276,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202143,"hoster":"VOE"},{"redirect":10189530,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Getrennte Wege","epNo":9,"alt":"Episode 139","descr":"Nachdem Naruto,Sakura und Jiraja die Feinde in die Flucht schlagen,erzählt Jiraja wie er den Hintehalt von Sasame herausgefunden hat und versucht sie zur Rede zu stellen und will sie bestrafen.Als Naruto und Sakura sie beschützen wollen,sagt Jiraja das sie zur Stadt und in die Bar zurückehren soll und dort bleiben soll.Er sagt auch das das die Bestrafung für den Hinterhalt wäre.Sie zeigt den drei nur noch den Eingang zum Versteck und kehrt dann zurück.Jiraja schickt aus Vorsicht vor Fallen erstmal seinen Vertrauten Geist Gamakichi vor.Als sie an eine Kreuzung im Versteck kommen gehen Sakura und Naruto durch den mittleren,Jiraja durch den rechten und Gamakichi durch den linken.Naruto und Sakura treffen auf mehrere Fallen,soch bei der letzten fällt Naruto in einen Graben der sich später mit Wasser füllt,wobei Naruto auf Gamakichi trifft.Sakura muss ab da allein weitergehen.Währendessen trifft Jiraja auf eine Frau und sie umschwärmt ihn bis eine doppelte Decke herunter kommt und die beiden darunter begräbt.Am ende trifft Sakura auch noch auf Kabuto und Oorochimaru.","versions":[{"lang":1,"streams":[{"redirect":11338614,"hoster":"VOE"},{"redirect":10458064,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10777180,"hoster":"VOE"},{"redirect":10521548,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kabutos Falle","epNo":10,"alt":"Episode 140","descr":"Nachdem Sakura Kabuto und Oorochimaru trifft wendet sich Oorochimaru von Sakura ab und überlässt den Kampf Kabuto.Nach einem kurzen Kampf,den Sakura verliert greift plötlich Naruto ein,der dank der zurückgekommenen Sasame sich aus dem Wassergraben befreien konnte.Kabuto kämpft gegen Naruto,wobei Naruto nach kurzer Zeit Kabuto mit dem Rasengan trifft.Als Naruto glaubt den Kampf gewonnen zu haben erwischen ihn Chakrafäden,die Kabuto während der Kampfhandlung an Naruto befestigt hatte.Er ist bewegungsunfähig und Kabuto erklärt ihm das er sein Herz mit Narutos verbunden hat und sie jetzt synchron nach seinem Herz schlagen,das heißt wenn Kabutos Herz was passiert dann auch Narutos.Nach ein paar fehlgeschlagenen Versuchen von Sakura,die Fäden durchzuschneiden,kommt Sasame zu Hilfe,mit einem Zettel,den Sakura um ihr Kunai wickelt,sodass sie die Fäden zerschneidet.Sie zerschneidet die Fäden und Kabuto bewegt sich nicht mehr.Als Naruto zu Kabuto geht merkt er das es sich nicht um Kabuto handelt,sondern Kagero verkleidet als Kabuto.","versions":[{"lang":1,"streams":[{"redirect":11161807,"hoster":"VOE"},{"redirect":10458066,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12161552,"hoster":"VOE"},{"redirect":10458243,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Sakuras Entschlossenheit","epNo":11,"alt":"Episode 141","descr":"Nachdem Naruto,Sasame und Sakura den Kampf mit dem verkleideten Kagero überlebten treffen sie endlich Sasames Cousin Arashi.Doch der scheint nicht mehr so zu sein wie früher da er unter dem Bann von Oorochimaru steht und sich in ein Monster verwandelt.Nach einem kurzem Gespräch kommt es zum Kampf zwichen Naruto und Arashi,den Naruto verliert.Naruto wird in einem Chakra-Prisma eingeschlossen was langsam schrumpft,sodass Naruto kurz vor dem zerquetschen steht.Währendessen versucht Sasame Arashi zur Vernunft zu bringen was fehl schlägt,sodass Sakura eingreift.Als Sakura gerade den Kampf aufnehmen will befreit sich Naruto und sie können dank Jiraja fliehen,doch Arashi kommt wegem dem einstürzenden Gebäude ums Leben.Nach der Flucht verabschieden sich Naruto,Sakura und Jiraja von Sasame und ihrem Clan und gehen zurück nach Konoha.","versions":[{"lang":1,"streams":[{"redirect":11605523,"hoster":"VOE"},{"redirect":10458067,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10816629,"hoster":"VOE"},{"redirect":10458249,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine leise Gefahr","epNo":12,"alt":"Episode 142","descr":"In Konoha scheint sich die Situation wieder zu normalisieren. Naruto und seine Freunde haben sich erholt und alle beginnen wieder mit dem Training, um für kommende Abenteuer fit zu sein. Was noch niemand weiß dass sich im Gefängnis etwas zusammenbraut. Mizuki, der dort eingesperrt ist, weil er Naruto ehemals angestiftet hat, die geheime Schriftrolle zu stehlen, überlegt fieberhaft, wie er entkommen könnte. Er plant sich den Brüdern Fūjin und Raijin zu bedienen, die eigentlich nur ans essen denken und sonst so ziemlich gar nichts im Kopf haben. Tsunade hat nicht so recht Lust, alte Unterlagen zu sortieren, aber Shizune besteht darauf und bei der Durchsicht fällt Tsunade ein Zettel in die Hand, auf dem eine Art Formel geschrieben steht – und zwar in Orochimarus Handschrift. Sofort trommelt sie die Jōnin des Dorfes zusammen und nach einer Beratung schickt sie Asuma und Kurenai in die Hochsicherheitseinrichtung, um Mizuki zu vernehmen. Doch die beiden kommen schon zu spät.","versions":[{"lang":1,"streams":[{"redirect":10091228,"hoster":"VOE"},{"redirect":10189314,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202120,"hoster":"VOE"},{"redirect":10495242,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Fährte führt zum Ziel","epNo":13,"alt":"Episode 143","descr":"Naruto findet Asuma und Kurenai verwundet im Hochsicherheitsgefängnis von Konoha mit ein paar anderen Verwundeten.Alle Gefangenen im Gefängnis sind ausgebrochen,darunter auch Mizuki,Fujin und Raijin.Als Tsunade am nächsten Tag Asuma und Kurenai im Krankenhaus besucht und sie wegen den Vorkomnissen ausfragt steht Naruto,außerhalb des Raumes und belauscht sie.Als Tsunade behauptet das Oorochimaru dahinter steckt und Shzunes Team von Mizuki,Fujin und Raijin angegriffen wurde macht sich Naruto mit Tomtom auf dem Weg Shizune zu finden und durch Oorochimaru Sasuke zu finden.Auf dem Weg trifft er Iruka und Pakkun und sie machen sich zusammen auf die Suche nach Shizune.Sie finden Shizune auf einem Weg und zusammen verfolgen sie die Ausbrecher.Auf dem Weg kommen sie in einen Hinterhalt und Iruka merkt das Mizuki sich als Shizune ausgegeben hat und sie in eine Falle locken wollte.Der Kampf zwichen Naruto und Raijin und Fujin beginnt,während Iruka gegen Mizuki kämpft.","versions":[{"lang":1,"streams":[{"redirect":12161559,"hoster":"VOE"},{"redirect":10709393,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10550496,"hoster":"VOE"},{"redirect":10458246,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das stärkste Dreierteam von Konoha-Gakure","epNo":14,"alt":"Episode 144","descr":"Während Naruto und sein \"Hunde-Gehilfe\" Pakkun sich mit Raijin und Fūjin auseinandersetzen müssen, ist zwischen Mizuki und Iruka die Spannung nicht mehr zu überbieten. Iruka ist verwirrt, weil Mizuki sich seit der Jugendzeit sehr verändert hat. Aber die Überheblichkeit Mizukis führt zumindest vorübergehend dazu, dass Iruka die Oberhand gewinnt. Naruto hat mit seinen Gegnern Raijin und Fūjin auch große Probleme, denn die sind wütend, weil er ihnen ihr Essen ruiniert hat. Als es dann etwas eng für ihn wird, kommen ihm Ino, Shikamaru und Chōji zu Hilfe.","versions":[{"lang":1,"streams":[{"redirect":10883296,"hoster":"VOE"},{"redirect":10189317,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11321191,"hoster":"VOE"},{"redirect":10495241,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Explosion! Eine neue Formation: Ino-Shika-Cho","epNo":15,"alt":"Episode 145","descr":"Naruto kämpft gegen die Brüder Raijin und Fujin,doch es scheint als ob Naruto den Kampf verlieren würde.Sie attackieren Naruto hart und als er kurz vor dem Ende steht kommen im plötzlich Ino,Choji und Shikamaru zu Hilfe.Shikamru nimmt die beiden in sein Jutsu und Ino schlüpft in den Körper von einen der Brüder,während Choji beide festhält.Naruto nimmt währendessen wieder die Verfolgung von Iruka und Mizuki auf.Iruka und Mizuki sind immernoch in einen Kampf verwickelt,doch Mizuki rennt vor Iruka weg und stellt ihm auf den Weg Fallen.Als Mizuki Iruka zu einem verlassenem Gebäude führt,kommen sie ins Gespräch,wobei Mizuki an seine Vergangenheit in Konoha zurück denkt.Sie führen ihren Kampf im Gebäude fort und Mizuki gewinnt langsam die Überhand.Mizuki legt zu Schluss Briefbomben an eine Wand,wodurch das Gebäude mit Iruka einstürzt.","versions":[{"lang":1,"streams":[{"redirect":10633901,"hoster":"VOE"},{"redirect":10575534,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12161510,"hoster":"VOE"},{"redirect":10147170,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Hokage, womit? Mit Recht!","epNo":16,"alt":"Episode 146","descr":"Iruka hat bei seinem Kampf nicht allzuviel abbekommen und macht sich gemeinsam mit Naruto und Pakkun auf, Mizuki zu verfolgen. Doch sie sind nicht zur zu dritt, denn sie haben inzwischen auch Tsubaki, die Verlobte von Mizuki kennen gelernt, die sie angefleht hat, mitkommen zu dürfen. Sie hofft, dass sie Mizuki von weiteren Verbrechen abhalten kann. Derweil halten Shikamaru und Ino die beiden Brüder in Schach und Mizuki ist auf dem Weg zu einer Höhle, wo er eine spezielle Rezeptur herstellt, die ihm Orochimarus Kräfte zugänglich macht. Er trinkt das Gebräu und verwandelt sich.","versions":[{"lang":1,"streams":[{"redirect":10721211,"hoster":"VOE"},{"redirect":10458069,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11107273,"hoster":"VOE"},{"redirect":10458247,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Cleverer Schachzug, Iruka! + Träume sind Schäume - oder?","epNo":17,"alt":"Episode 147 + Episode 148","descr":"Mizuki hat eine merkwürdige Substanz getrunken und dadurch unglaubliche Kräfte bekommen. Iruka und Naruto haben keine Chance gegen ihn, bis Pakkun plötzlich auffällt, dass Mizuki langsamer wird. Iruka schließt daraus, dass die Wirkung der Rezeptur nachlässt und lockt Mizuki in eine Falle, in der er von Narutos Rasengan getroffen wird. Kurz darauf verwandelt er sich in einen alten Mann, weil die Rezeptur die Zellalterung massiv vorantreibt. Tsunade kann ihn zwar retten, aber Mizuki wird sein Leben als Shinobi nicht weiterführen können. Sakura, die sich entschieden hat, ein Iryōnin zu werden, gelingt es endlich, eine wichtige Hürde zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":12161528,"hoster":"VOE"},{"redirect":10468180,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202073,"hoster":"VOE"},{"redirect":10458254,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"[in der Episode davor enthalten]","epNo":18,"alt":"","descr":"Naruto geht Tsunade ziemlich auf den Geist, weil er ihr dauernd damit in den Ohren liegt, Sasuke suchen zu wollen - was Tsunade allerdings unsinnig findet, da es keine neuen Anhaltspunkte gibt, wo sich Orochimaru und somit auch Sasuke aufhalten könnten. Doch dann hat Shino eine Idee: die besten Spurenleser sind nicht etwa Hunde, sondern eine ganz besondere Käferart, die allerdings schwer zu finden ist. Aber diese Käfer können auch noch den schwächsten Duft aufnehmen und ihn bis zu seiner Quelle zurückverfolgen und da Sasuke noch ein paar Sachen von sich im Dorf hat, schickt Tsunade Shino, Kiba, Hinata und Naruto auf die Mission, diese besonderen Käfer aufzuspüren. Doch nicht nur sie sind hinter dem Tierchen her.","versions":[{"lang":1,"streams":[{"redirect":11161849,"hoster":"VOE"},{"redirect":10506362,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11499288,"hoster":"VOE"},{"redirect":10458252,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Käfer mit dem besonderen Geruchssinn","epNo":19,"alt":"Episode 149","descr":"In dieser Folge versuchen Kiba, Shino, Hinata und Naruto einen besonderen Käfer zu finden, den man auf einen bestimmten Geruch fixieren kann und der ihnen dabei helfen soll, Sasuke zu finden. Nach einigen Schwierigkeiten, unter anderem einem riesengroßen Täuschkäfer mit besonderem Geruchssinn, gelingt es dem Team schließlich den gesuchten Käfer zu finden. Während ihrer Suche werden sie allerdings von drei Mitgliedern eines Clans beobachtet, da der Aburame-Clan ihren Clan fast vollständig vernichtet haben soll und die drei jetzt versuchen, ihn wieder aufzubauen, wofür sie den gesuchten Käfer benötigen. Deshalb entführen sie Hinata mit Hilfe eines Jutsus, bei dem Bienen eingesetzt werden, die einen extrem klebrigen Honig absondern, wenn sie zerstört werden. Die drei Entführer wollen sich deshalb mit Shino und Co. treffen, um einen Austausch zu vollziehen.","versions":[{"lang":1,"streams":[{"redirect":11138148,"hoster":"VOE"},{"redirect":10521494,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091316,"hoster":"VOE"},{"redirect":10189538,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Trügerisch verwirrend!","epNo":20,"alt":"Episode 150","descr":"Es stellt sich heraus, dass die Ninja, die Hinata entführt haben, zum Kamizuru-Clan gehören, der ein alter Rivale des Aburame-Clans war. Mit dem Spür-Käfer wollen sie versuchen, ihren früheren Ruhm wiederherzustellen. Hinatas Begleiter wollen den Käfer verstecken, werden aber in eine Falle gelockt. Eingesperrt in einen Kokon, fällt Hinata in einen Fluss.","versions":[{"lang":1,"streams":[{"redirect":11506156,"hoster":"VOE"},{"redirect":10468177,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091429,"hoster":"VOE"},{"redirect":10506339,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Eine völlig vertane Chance?!","epNo":21,"alt":"Episode 151","descr":"Shino und seinem Team gelingt es, ihre Widersacher zu besiegen und sich aus den Kokons zu befreien. Es wird auch höchste Zeit, denn der Spur-Käfer ist im Begriff zu schlüpfen und wenn ihr Plan aufgehen soll, dann ist das Erste, was der Käfer in seinem Leben schnüffeln muss, der Geruch von Sasuke, um ihn zu finden. Doch leider geht dabei so einiges schief, was zur Folge hat, dass der Käfer fortan Naruto auf Schritt und Tritt folgt.","versions":[{"lang":1,"streams":[{"redirect":11148952,"hoster":"VOE"},{"redirect":10190415,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10632972,"hoster":"VOE"},{"redirect":10189543,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das beste Curry der Welt","epNo":22,"alt":"Episode 152","descr":"Als Naruto eines Morgens trainiert zieht er drei ohnmächtige Männer aus dem Wasser,die er danach sofort zum Krankenhaus bringt.Tsunade redet mit den drei Männer als sie wieder im Krankenhaus zum Bewusstsein kommen.Sie bestellt Neji,Naruto,Lee und Tenten zu sich und erteilt ihnen eine Mission.Die drei Männer arbeiten in der Katabami Goldmine,doch in letzter Zeit werden die drei Arbeiter von Mitgliedern des Kurosuki-Clans angegriffen,wodurch sie Tsunade um Hilfe bitten wollten.Neiji wird von Tsunade zum Anführer des Teams gewählt.Zuerst will Naruto nicht mitkommen,doch Lee lädt ihn zu einer Nudelsuppe ein.Er erzählt Naruto,dass der Anführer des Kurosuki-Clans Raiga Kontakte zu den sieben Schwertkäpfer aus Kirigakure hat,also auch zu Kisame der,der Partner von Itachi ist und von Sasuke verfolgt wird.Dadurch hätten sie die Chance auf Sasuke zu treffen.Motiviert durch Lees Informationen macht sich das Team und die drei Männer auf den Weg zum Kurosuki-Clan.Auf dem Weg kommen sie an einem Restaurant vorbei das Curry verkauft,welches Lee vor Jahren das Leben gerettet hat.","versions":[{"lang":1,"streams":[{"redirect":12023618,"hoster":"VOE"},{"redirect":10458073,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12019965,"hoster":"VOE"},{"redirect":10468424,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein erster Schritt","epNo":23,"alt":"Episode 153","descr":"Als einer der drei Männer,die Nejis Team beschützen soll abhaut machen sie sich auf den Weg.Der Mann kommt in der Glodmine an und versucht seinen lebendig begrabenen Freund auszugraben,doch er wird von Raigas Gefolgsleuten geschnappt.Neijis Team (Naruto,Lee,Tenten) kommt währenddessen an der Goldmine an wo sie zuerst sehen wie ein alter Goldminenarbeiter von Raigas Leuten verprügelt wird.Lee schreitet ein und schaltet die Männer aus.Der alte Mann erzählt ihnen,dass Raiga Beerdigungen mag und das er Leute lebendig begräbt.Sie machen sich auf den Weg um zu verhindern,das der Mann begraben wird.Sie kommen rechtzeitg an und schalten Raigas Wachen aus,die vorhatten den Mann zu vergraben.Im Kampf treffen sie auf den entflohenen Karashi,der sich Raiga angeschlossen hatte und vorher im Curry-Restaurant als Koch gearbeitet hatte.Lee überzeugt Karashi zu Sanshou zurück zu kehren und Nejis findet Raiga mit seinem Byakugan auf der Spitze eines Berges.Als sie auf der Spitze ankommen erwartete Raiga sie schon und der Kampf zwischen Raiga und Nejis Team beginnt....","versions":[{"lang":1,"streams":[{"redirect":10950555,"hoster":"VOE"},{"redirect":10575532,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12503678,"hoster":"VOE"},{"redirect":10521549,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Informationsbeschaffung à la Naruto","epNo":24,"alt":"Episode 154","descr":"Naruto und seine Freunde kämpfen gegen Raiga. Für Naruto ist er ein besonders wichtiger Gegner, denn er weiß, dass Raiga einer der sieben Shinobi-Schwertkämpfer ist, zu denen auch Kisame gehört. Naruto hofft, über Raiga an Kisame heranzukommen, da sich Sasuke in dessen Nähe aufhalten könnte. Kurz bevor Raiga unter einer Gerölllawine verschwindet, fällt aus seinem weiten Umhang ein kleines Päckchen. Neji öffnet es und darin liegt Ranmaru. Dieser erzählt ihnen, was es mit der Freundschaft zwischen ihm und Raiga auf sich hat.","versions":[{"lang":1,"streams":[{"redirect":11149001,"hoster":"VOE"},{"redirect":10189327,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12916754,"hoster":"VOE"},{"redirect":10506341,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Geheimnis um Ranmaru","epNo":25,"alt":"Episode 155","descr":"Tenten, Neji, Lee und Naruto wollen wieder ins Dorf zurückkehren, wo aber Karaschi nur darauf wartet, ihnen einen Denkzettel zu verpassen. Die Dorfbewohner sind über sein Verhalten erbost und wollen ihn wegjagen, aber Lee verteidigt ihn, weil er eine gewisse Schuld an Karashis Entwicklung fühlt. Lee versucht auch, Karashis Großmutter umzustimmen, und tatsächlich gelingt ihm das. Nun kümmern sie sich um Ranmaru, der immer noch gefesselt in der Hütte sitzt. Nachdem der ihnen von seiner traurigen Vergangenheit erzählt hat, nimmt Naruto ihn Huckepack und sie gehen gemeinsam in das Curry-Restaurant. Aber irgendwann sind Ranmaru und Karashi plötzlich verschwunden.","versions":[{"lang":1,"streams":[{"redirect":12161521,"hoster":"VOE"},{"redirect":10458083,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12572261,"hoster":"VOE"},{"redirect":10189547,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Raigas wahres Gesicht","epNo":26,"alt":"Episode 156","descr":"Raiga zeigt nun wieder sein wahres Gesicht. Er demonstriert seine Stärke und Naruto, Lee und Neji haben keine Chance gegen ihn. Karashi hatte sie aus lauter Angst vor Raiga mit dem Vorwand losgeschickt, Tenten sei einen Felsen heruntergestürzt. Als sie weg sind, versucht er seine Großmutter zu überreden, mit ihm schnell das Dorf zu verlassen, aber die weigert sich. Tenten hat den Sturz gut überstanden und kann sich zu Ranmaru durchkämpfen, der plötzlich die Augen wieder öffnet. Sie bringt ihn erst zurück in die Hütte, dann zum Curry-Restaurant und kümmert sich rührend um ihn, denn er leidet sehr unter der Trennung von Raiga. Er will nicht mal mehr etwas essen. Erst nach einiger Überredungn nimmt er das Curry des Lebens zu sich, das Karashi ihm zubereitet hat.","versions":[{"lang":1,"streams":[{"redirect":10633858,"hoster":"VOE"},{"redirect":10521496,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11506724,"hoster":"VOE"},{"redirect":10458263,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Entscheidung für die Freundschaft","epNo":1,"alt":"Episode 157","descr":"Lee kämpft weiter erbittert gegen Raiga. Als Raiga Lee jedoch kampfunfähig macht, und Lee bewusstlos am Boden liegt, bekommt er von Sanchō das Curry des Lebens, wodurch er für einen kurzen Moment wieder zu sich kommt. Doch Sanchō erinnert sich daran, dass aus Versehen bei der Zubereitung des Currys eine Flasche Wein in dasselbe gefallen ist. Ranmaru kehrt zu Raiga zurück und beschließt, mit ihm zusammen von den Klippen zu springen. Doch kommt Lee ihnen in die Quere und will den Kampf gegen Raiga fortsetzen. Leider schafft er es nicht und Naruto übernimmt den Kampf. Bei Raigas finaler Attacke wird ein Großteil von Narutos Kage Bunshin geschlagen, ihm gelingt es jedoch, Raiga mit Bunshin Kaiten Kakato Otoshi, Bunshin Tai Tatakai und schlussendlich einem fünffachen Schlag von den Klippen stürzen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":10632914,"hoster":"VOE"},{"redirect":10495173,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12932075,"hoster":"VOE"},{"redirect":10506371,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gemeinsam schaffen wir es!","epNo":2,"alt":"Episode 158","descr":"In dieser Folge müssen die Genin aus Konoha auf eine Trainingsmission, die ca. zwei Tage und eine Nacht dauert. Jeder Genin leitet ein Team, beispielsweise leitet Naruto Konohamaru, Moegi und Udon. Ziel ist es, den Gipfel Tagorami als Erste zu erreichen, um die versteckte Schriftrolle zu finden und als Erste an der Akademie anzukommen. Damit die Mission so echt wie möglich wirkt, werden ein paar Ninja die Teams angreifen. Zu ihrer Sicherheit sollten die Teams nur den Weg nehmen, der auf der Karte verzeichnet ist. Doch da Naruto unbedingt gewinnen will, nimmt er natürlich eine Abkürzung.","versions":[{"lang":1,"streams":[{"redirect":10851336,"hoster":"VOE"},{"redirect":10189332,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605420,"hoster":"VOE"},{"redirect":10458255,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Dieb und ein Rätsel","epNo":3,"alt":"Episode 159","descr":"Naruto, Kiba und Hinata werden von Tsunade auf eine Mission geschickt. Sie sollen Gosunkugi, den Dieb einer wertvollen Teeschale, ausfindig machen und verhaften. Im Reich der Steine angekommen, landen sie in einer Bar, wo sie auf Sazanmi treffen, einen wenig vertrauenswürdigen Zeitgenossen. Er lockt sie aus der Stadt, denn er hat es auch auf Gosunkugi abgesehen und will ihn vor den anderen fangen. Doch nachdem er das Team abgehängt hat, begegnet ihm Gosunkugi und der besiegt ihn. Naruto und Co. finden Sazanami und bringen ihn die Stadt zurück, doch dort wartet schon die nächste Überraschung auf die Freunde … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11468100,"hoster":"VOE"},{"redirect":10495175,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13916670,"hoster":"VOE"},{"redirect":10506342,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mission vergeigt, alle glücklich?!","epNo":4,"alt":"Episode 160","descr":"Sazanami erzählt Naruto und dessen Team, wie es dazu kam, dass er als Verbrecher steckbrieflich gesucht wird, obwohl er unschuldig ist. Dann treffen sie auf den lange gesuchten Gosunkugi und seine Kumpanen, die sie in einen Kampf verwickeln. Hilfe bekommen sie von Gatsu, der Gosunkugi festnimmt und die Dorfbewohner überzeugen kann, dass Sazanami unschuldig ist. Damit hat Naruto seine Mission nicht erfüllt und plötzlich ist er gar nicht mehr so scharf darauf, nach Hause zu kommen, denn Tsunade wird nicht erfreut sein … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11499321,"hoster":"VOE"},{"redirect":10458092,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12916750,"hoster":"VOE"},{"redirect":10189548,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Doppelte Guychen","epNo":5,"alt":"Episode 161","descr":"Aus unerfindlichen Gründen haben sich die Ganoven Mondai und Poccha in den Kopf gesetzt, die Geheimnisse des Dorfes Konoha zu stehlen. Sie legen sich auf die Lauer und beobachten Guy und Lee. Schnell beschließen sie, sich als die beiden zu verkleiden, um dann in Konoha alles auszuspionieren. Sie treffen als erstes auf Kakashi, der die Maskerade natürlich durchschaut und Tsunade informiert. Und die denkt sich einen schlauen Plan aus, die Eindringlinge in die Flucht zu schlagen Der Einzige, der wieder nicht kapiert, was los ist, ist Naruto, der den falschen Guy und Lee zum \"Training\" unbedingt begleiten will … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12161495,"hoster":"VOE"},{"redirect":10506283,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10633804,"hoster":"VOE"},{"redirect":10458260,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geisterstunde im Reich der Vögel","epNo":6,"alt":"Episode 162","descr":"Kakashi, Neji, Tenten und Naruto bekommen eine neue Mission im Vogel-Reich. Dort soll ein Geist eines weißen Kriegers sein Unwesen treiben. Das Team bekommt den Auftrag, die Sache aufzuklären und den Geist zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":12503672,"hoster":"VOE"},{"redirect":10189334,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11538729,"hoster":"VOE"},{"redirect":10468436,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Erste Erkenntnis, totale Verwirrung","epNo":7,"alt":"Episode 163","descr":"Neji, TenTen und Naruto sind nach wie vor im Land der Vögel und versuchen, die Identität des ‚verwünschten Kriegers‘ aufzudecken, eines Geistes, der dort sein Unwesen treibt. Als sie das erste Mal mit ihm zusammen getroffen sind, konnte Neji mit seinem Byakugan keine menschliche Präsenz in der Rüstung erkennen, doch diesmal ist er sich absolut sicher, dass eine Person in der Verkleidung steckt. Es gibt einen Kampf, den die Freunde gewinnen, doch als sie vor dem besiegten Krieger stehen, ist die Rüstung schon wieder leer. Dennoch haben sie den Verdacht, das Lord Komei irgendwie hinter der ganzen Sache steckt … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11499285,"hoster":"VOE"},{"redirect":10190427,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10900864,"hoster":"VOE"},{"redirect":10458265,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auf eigene Faust","epNo":8,"alt":"Episode 164","descr":"Das Rätsel um den ‚verwünschten Krieger‘ scheint gelöst zu sein. Lord Komei hat angeblich gestanden, dass er das alles inszeniert hat und Lord Mousou entbindet das Team nun von seinen Pflichten und schickt sie nach Hause. Doch Naruto ist irgendwie unzufrieden mit dem Ergebnis und stellt eigene Ermittlungen an. Dazu will er sich die Hilfe seines vertrauten Geistes holen, doch der hat gerade keine Zeit und schickt nur seine Söhne. Gemeinsam entdecken sie in einem alten Tempel einen Geheimgang, der direkt zur Residenz des Feudalherren führt – und dort wird Naruto erwischt und verhaftet. Er erhält einen erstaunlichen Besuch: Der ‚verwünschte Krieger‘ erscheint und es ist Sagi. Als Neji und TenTen Naruto zu Hilfe kommen wollen, taucht plötzlich Kakashi auf und verbietet es ihnen, denn ihre Mission ist ja vorbei und somit haben sie keine Berechtigung mehr, einzugreifen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10091383,"hoster":"VOE"},{"redirect":10468187,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10633851,"hoster":"VOE"},{"redirect":10458261,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Jutsu-Dieb","epNo":9,"alt":"Episode 165","descr":"Lord Komei wird von Mousou wegen Hochverrates vor Gericht gestellt, doch plötzlich kommt der ‚verwünschte Krieger‘ und rettet ihn, indem er mit ihm davonfliegt. Naruto hat nämlich inzwischen in seinem Verlies herausgefunden, dass es sich bei dem Geist um Lord Sagi handelt – doch offenbar gibt es nicht nur einen ‚Krieger‘ … . Derweil ist Kakashi damit beschäftigt, gegen Nagare zu kämpfen, was nicht einfach ist, denn der scheint viele verschiedene Jutsus zu kennen. Er gehört zu den ‚wandernden Ninjas‘ und erklärt Kakashi, dass er von Dorf zu Dorf zieht und Jutsus stiehlt, die er dann in Nin-Jutsus umwandelt. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12394016,"hoster":"VOE"},{"redirect":10495178,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11613370,"hoster":"VOE"},{"redirect":10506343,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wer ist wer? + Der Flug der Graureiher","epNo":10,"alt":"Episode 166 + Episode 167","descr":"Das Team versucht weiterhin, dem Geheimnis um den ‚verwünschten Krieger‘ auf die Spur zu kommen und die Intrige, die dahinter zu stecken scheint, zieht viel weitere Kreise, als alle angenommen haben. Lord Sagi ist offenbar gar nicht Lord Sagi, sondern seine Schwester Toki hat sich als er ausgegeben und Lord Mousou ist nicht der gute Mousou, sondern der böse Houki, Anführer der wandernden Ninjas, die auf der Suche nach einer Heimat sind und ein Land übernehmen möchten. Sie haben sich das Land der Vögel ausgesucht und nun gilt es, dies mit allen Mitteln zu verhindern, doch Mousou alias Houki gelingt es, Toki zu kidnappen und mit ihr zu verschwinden. Er fordert Naruto auf, ihm zu folgen, wenn er den Mut hat … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10883244,"hoster":"VOE"},{"redirect":10341190,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202058,"hoster":"VOE"},{"redirect":10189557,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"[in der Episode davor enthalten]","epNo":11,"alt":"","descr":"Naruto versucht mit Lady Tokis Freund Chisima, das Mädchen aus den Händen seiner Entführer zu befreien. Chisima ist allerdings wegen seiner Verletzung ausserstande zu helfen, ja er wird plötzlich sogar ohnmächtig. Jetzt steht Naruto allein den Entführern gegenüber. Er versucht, mit seinem Jutsu der Schattendoppelgänger, seine Gegner zu besiegen, aber es funktioniert nicht. Plötzlich kommen aber Sensei Kakashi, Ten Ten und Neji zu Hilfe. Lady Toki wird befreit, und kann nun versuchen, dem Wunsch ihrer Familie entsprechend, ihrem Land der Vögel zu neuer Blüte verhelfen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10202485,"hoster":"VOE"},{"redirect":10458095,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11499391,"hoster":"VOE"},{"redirect":10468444,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Geheimrezept","epNo":12,"alt":"Episode 168","descr":"Naruto und Choji wollen in Ichirakus Nudelsuppenrestaurant etwas Leckeres essen, aber es ist geschlossen. Tatsächlich stellt Teuchi ganz allein in der Küche ein neues Rezept zusammen. Und das hat seine Gründe: Seine Tochter Ayame wurde entführt, denn genau auf dieses Rezept haben es Ninja-Chefköche abgesehen, die für die Ernährung der Ninjas auf den Missionen besonders gesunde Speisen anbieten wollen, um die Leistung zu steigern, damit aber keinen Erfolg haben. Es kommt zu einem spannenden Kochduell. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":13004430,"hoster":"VOE"},{"redirect":10468192,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12615194,"hoster":"VOE"},{"redirect":10458272,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eine Mission zum Land der Ozeane","epNo":13,"alt":"Episode 169","descr":"Naruto würde gerne wieder einmal an einer Mission teilnehmen. Auch Ino langweilt sich. Wie es der Zufall will, kommt Shino zu ihnen und bittet die beiden zu Tsunade. Es geht tatsächlich um eine Mission, die von Anko angeführt wird, jener strengen Prüferin aus der Zeit der Chunin Auswahlprüfungen. Die jungen Ninjas sind nicht gerade begeistert, aber sie beugen sich Tsunades Anweisungen. Ziel der Mission soll es sein, den berüchtigten Seeteufel, der an der Küste des Landes der Ozeane mit Raubzügen und Entführungen sein Unwesen treibt, das Handwerk zu legen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12358950,"hoster":"VOE"},{"redirect":10458085,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10515963,"hoster":"VOE"},{"redirect":10565144,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die verschlossene Tür","epNo":14,"alt":"Episode 170","descr":"Naruto wacht in Isaribis Hütte auf, nachdem er im Kampf ohnmächtig wurde, im Wasser versank und von ihr gerettet wurde. Während die anderen weitere Informationen sammeln, sucht Naruto sie. Als Naruto zu ihnen stößt, findet er zusammen mit den anderen heraus, dass Isaribi Kaima ist.","versions":[{"lang":1,"streams":[{"redirect":10502596,"hoster":"VOE"},{"redirect":10573431,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091115,"hoster":"VOE"},{"redirect":10189561,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Wo ist hier der Notausgang?","epNo":15,"alt":"Episode 171","descr":"Anko erwacht aus ihrer Bewusstlosigkeit und erzählt Naruto, Shino und Ino was sie von der ‚Insel der Dämonen‘ weiß. Orochimaru hat schon vor langer Zeit damit begonnen, Experimente mit ‚verbotenen Jutsus‘ zu machen und als Ninja, ständig unterwegs wegen verschiedener Missionen, war es ihm gelungen, sich im Laufe der Zeit auch außerhalb von Konoha Versuchlabore aufzubauen. Eines davon befindet sich auf der Insel der Dämonen in einem alten Gewölbe … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12359162,"hoster":"VOE"},{"redirect":10506285,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11606429,"hoster":"VOE"},{"redirect":10506344,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das gebrochene Herz","epNo":16,"alt":"Episode 172","descr":"Das Team sitzt immer noch in dem einstürzenden Gewölbe fest, doch Anko gelingt es, sie mit Hilfe ihres vertrauten Geistes hinauszubringen. Nun ist Eile geboten, denn sie müssen so schnell wie möglich zum Hafen, um das Geldtransport-Schiff zu begleiten. Das hat jedoch inzwischen abgelegt, denn Amachi hat dem Kapitän eine gefälschte Nachricht bringen lassen, dass das Team nicht kommt, den Seeteufel aber überwältigt hätte. Das Schiff fährt los … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":14357513,"hoster":"VOE"},{"redirect":10468197,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11468218,"hoster":"VOE"},{"redirect":10626429,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Ausschlag der anderen Art","epNo":17,"alt":"Episode 173","descr":"Naruto hat ernsthafte Probleme den riesigen Seeteufel zu besiegen und darum greift er auf seinen vertrauten Geist zurück. Gamabunta erscheint auch prompt, doch erstmal kann er ihm nicht helfen, da Naruto ihn in ein Gewässer aus Salzwasser gerufen hat, und davon bekommt der ‚Krötenboss‘ Hautausschlag. Doch dann wird sein Ehrgeiz gepackt und er besiegt den Seeteufel. Derweil gelingt es Anko, Amachi dingfest zu machen und Isabiri begreift, dass sie sich akzeptieren muss, wie sie ist, unabhängig davon, ob Amachi sie je zurück verwandeln wird. So machen sich alle wieder auf den Weg zurück nach Konoha Gakure … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10091460,"hoster":"VOE"},{"redirect":10709394,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10119200,"hoster":"VOE"},{"redirect":10506345,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Geld regiert die Welt - aber nicht ein Wildschwein","epNo":18,"alt":"Episode 174","descr":"Naruto bekommt von Tsunade eine Mission: Er soll auf eine ‚wichtige Person‘ aufpassen. Zum Leidwesen von Naruto erweist sich diese ‚wichtige Person‘ als der Sohn eines reichen Juweliers, ein ziemlich verwöhnter Bengel. Natürlich entbindet Tsunade Naruto auch nicht von den üblichen Verpflichtungen, als da wären eine Teichreinigung, eine Brückenreparatur und die Suche nach einem größeren Wildschwein, das auf den Feldern Schaden anrichtet und verjagt werden soll … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12023649,"hoster":"VOE"},{"redirect":10458094,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12148047,"hoster":"VOE"},{"redirect":10189564,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein seltsamer Auftraggeber","epNo":19,"alt":"Episode 175","descr":"Konoha wird von schweren Geldnöten geplagt, darum kommt es Tsunade gerade recht, dass Agari vom Kedoin Clan sie bittet, eine Mission für ihn zu erfüllen. Es soll ein Schatz geborgen werden, für dessen Lage es sogar eine Karte gibt. Allerdings sei die Gegend so schwer zugänglich, dass es die Geschicklichkeit von Ninjas bräuchte, um den Schatz zu finden. Tsunade schickt Naruto, Kiba und Hinata los, mit dem Hinweis, dass sie zurück auf die Akademie gehen und nochmal von vorn anfangen müssen, wenn sie diese Mission wieder verhauen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12932065,"hoster":"VOE"},{"redirect":10458091,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091214,"hoster":"VOE"},{"redirect":10565141,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ausgetrickst und abgezockt","epNo":20,"alt":"Episode 176","descr":"Naruto, Kiba und Hinata werden von ihren Doppelgängern gefangen gehalten, die nun nach Konoha wollen, um das Dorf zu verwüsten. Dem Team gelingt die Flucht, doch als sie im Dorf ankommen, warten bereits die nächsten Überraschungen auf sie, besonders auf Naruto. Sein Doppelgänger hat sich nämlich überall durchgefressen und behauptet, er würde später zahlen. Das hat zur Folge, dass Naruto nun überall Schelte bekommt und ihn das auch noch jede Menge Geld kostet … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10901794,"hoster":"VOE"},{"redirect":10468204,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11863981,"hoster":"VOE"},{"redirect":10495253,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kurier Nummer 59603","epNo":21,"alt":"Episode 177","descr":"Als Naruto auf einer Mission ist, begegnet er einem Kiyūshinin, dessen Nummer \"59603\" lautet. Wenig später trifft er auch auf Jiraiya, der gerade sein neues Buch fertiggestellt hat. Dummerweise wird es, durch ein Missgeschick Narutos, von dem Kiyūshinin mitgenommen, und ausgeliefert. Naruto und Jiraiya tun alles um das Buch wieder zurück zu bekommen, und eine wilde Verfolgungsjagd entsteht.","versions":[{"lang":1,"streams":[{"redirect":10952188,"hoster":"VOE"},{"redirect":10468202,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605598,"hoster":"VOE"},{"redirect":10521552,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mission Stern","epNo":22,"alt":"Episode 178","descr":"Diesmal führt die Reise zu dem Dorf Hoshi-Gakure Dort bittet man um Hilfe, weil man von anderen Ländern immer wieder angriffen wird. Grund ist offensichtlich ein Stern, der vor 200 Jahren auf das Dorf stürzte und eine ungeheure Kraft vermitteln kann. Und diesen Stern gilt es nun zu beschützen, damit er nicht in falsche Hände gerät. Da die Mission nicht geheim ist, erfährt natürlich auch Naruto davon. Und er meint natürlich, es würde ohne ihn nicht gehen. Er überholt das Dreierteam und knüpft im besagten Dorf gleich Kontakte … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10091315,"hoster":"VOE"},{"redirect":10189352,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11499397,"hoster":"VOE"},{"redirect":10506349,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein Dorf in heller Aufregung","epNo":23,"alt":"Episode 179","descr":"Das Dorf Hoshi-Gakure ist in heller Aufregung, seit der Stern gestohlen wurde. Keinem kann man mehr trauen, zumal feststeht, dass der Täter Insiderwissen haben musste. Das Vierer-Team Neji, Ten Ten, Lee und Naruto stehen unter Druck, weil sie den Auftrag hatten, den Stern zu bewachen. Nun unternehmen sie alles, um ihn wieder zurück zu bekommen. Als erstes trennen sie sich. Neji sucht im Dorf nach Hinweisen, Ten Ten und Lee kümmern sich um den Dorfältesten Akahoshi und seine Gehilfen und Naruto soll etwas über Sumaru und seine Trainingskameraden herausfinden. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10944034,"hoster":"VOE"},{"redirect":10468200,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12615199,"hoster":"VOE"},{"redirect":10189570,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Wer ist der wahre Dieb?","epNo":24,"alt":"Episode 180","descr":"Die Suche nach dem Dieb des Sterns ist auf vollen Touren. Das Viererteam aus Konoha versucht so weit wie möglich Informationen zu sammeln, aber das ist bei der Verschlossenheit der Einwohner von Hoshi-Gakure nicht so einfach. Nur ein Mädchen namens Hokuto, die den Diebstahl miterlebt hat, ist gesprächig. So kommt heraus, um was es bei dem Training mit dem Stern geht. Akahoshi, das Dorfoberhaupt versucht ebenfalls mit seinen Gehilfen den Stern zurückzuholen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10550257,"hoster":"VOE"},{"redirect":10521501,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10922272,"hoster":"VOE"},{"redirect":10458278,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die versteckte Wahrheit","epNo":25,"alt":"Episode 181","descr":"Naruto, der die Klippen herunter gestürzt war und von Natsuhi gerettet wurde, kommt wieder zu sich. Im ersten Moment schreckt er auf, als er die Frau sieht, aber sie beruhigt ihn. Naruto erfährt, dass es sich um Sumarus Mutter handelt. Sie erzählt ihm auch, warum sie den Stern schon zum zweiten Mal gestohlen hat, und was der Grund für ihren Zwist mit Akahoshi ist. Es gibt auch die Antwort auf die Frage, warum der dritte Hoshikage zuerst das Training verboten hatte, dieses Verbot aber von Akahoshi wieder aufgehoben wurde … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10987711,"hoster":"VOE"},{"redirect":10468205,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11840452,"hoster":"VOE"},{"redirect":10468443,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der traurige Stern","epNo":26,"alt":"Episode 182","descr":"Akahoshi steht im Kampf Natsuhi gegenüber, die er bezichtigt, den Stern des Dorfes gestohlen zu haben. Natsuhi gibt auf, obwohl sie unschuldig ist, aber ihre Kräfte verlassen sie. Sie will nur noch eines, nämlich sich ihrem Sohn Sumaru als dessen Mutter zu erkennen geben – doch der will, zumindest anfänglich, nichts mit ihr zu tun haben. Doch dann versucht Natsuhi, ihm ihre Beweggründe zu erklären, warum sie damals wegging. Derweil möchten Naruto und Lee gern mehr tun und sich in die dorfinterne Auseinandersetzung einklinken, doch Neji lehnt das ab … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11908457,"hoster":"VOE"},{"redirect":10458096,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12537198,"hoster":"VOE"},{"redirect":10501209,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Funkelndes Licht","epNo":1,"alt":"Episode 183","descr":"Natsuhi hat versucht, den Stern zu entfernen uns ist dabei von Akahoshi erwischt worden. Bei einer Versammlung der Dorfbewohner wendet sich das Blatt weiter, denn plötzlich stellen sich viele gegen Akahoshi, nicht zuletzt deshalb, weil Mizura auftaucht und ihnen die schweren Verletzungen zeigt, die das Sterntrainng verursacht. Plötzlich begreifen auch alle, dass Akahoshi der Mörder des dritten Hoshikage ist und somit hat er verspielt … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11840425,"hoster":"VOE"},{"redirect":10468208,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10632839,"hoster":"VOE"},{"redirect":10495256,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kibas langer Tag","epNo":2,"alt":"Episode 184","descr":"Vor einiger Zeit war ein Fremder in das Dorf Konoha eingedrungen, der ein spezielles, ansteckendes Jutsu angewendet hatte, bevor man ihn überführen konnte. Tsunade befürchtet, dass der Hund Akamaru sich möglicherweise angesteckt hat und bittet Naruto, ihn im Auge zu behalten – was Kiba argwöhnisch macht. Er hat Angst, dass Akamaru eingeschläfert wird, wenn sich rausstellt, dass er infiziert ist und flieht mit ihm … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11625615,"hoster":"VOE"},{"redirect":10506288,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12450186,"hoster":"VOE"},{"redirect":10468447,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Legende von Konoha - der Onbaa existiert!","epNo":3,"alt":"Episode 185","descr":"Naruto ist im Wald und trainiert, als plötzlich ein Adler über ihn hinwegfliegt und etwas fallen lässt. Es stellt sich bald heraus, dass es offensichtlich ein Onbaa Baby war – und das erkennt denjenigen, den es nach seiner Geburt als erstes sieht, als Vater oder Mutter an. Es klammert sich an dessen Rücken fest und bleibt dort, bis es erwachsen ist. Als Tsunade davon erfährt, bekommt sie es mit der Angst zu tun, denn ein Onbaa ist ein höchst gefährliches, bärenartiges Tier und wer möchte so etwas schon im Dorf haben. Sie gibt Naruto also eine Mission, die ihn möglichst weit weg führt, in der Hoffnung, dass sich das Onbaa Problem damit allein löst. Naruto hat sich inzwischen so sehr an den Kleinen gewöhnt, dass er ihn behalten möchte, doch dann taucht im Wald plötzlich der Onbaa Vater auf und will sein Junges zurückhaben … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11178822,"hoster":"VOE"},{"redirect":10569739,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605490,"hoster":"VOE"},{"redirect":10468448,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Lachgift","epNo":4,"alt":"Episode 186","descr":"Naruto ist mit Shino auf einer Mission. Er muss in das Dorf Motoyoshi gehen, um dort an einer Beerdigungszeremonie teilzunehmen. Der \"Verstorbene\" hat ein merkwürdiges Testament hinterlassen. Sein ältester Sohn Fuuta erbt alles, wenn er bei der Trauerfeier nicht lacht. Tut er es doch, erbt er nichts und alles wird unter den anderen Verwandten aufgeteilt. Klar, dass die Verwandten alles daran setzen werden, Fuuta zum lachen zu bringen, doch der hat die Möglichkeit, einen Stellvertreter zur Zeremonie zu schicken. Das soll Shino sein, der noch nie gelacht hat. Doch dem wird etwas ins Essen gemischt und fortan schüttet der arme Shino sich vor Lachen aus. Also muss Naruto ran, der sich aber bekanntermaßen über jeden Blödsinn amüsieren kann und somit für die Aufgabe keine gute Wahl ist … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10935224,"hoster":"VOE"},{"redirect":10468207,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13004434,"hoster":"VOE"},{"redirect":10458281,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Aufstand im grünen Land","epNo":5,"alt":"Episode 187","descr":"Naruto ist ganz verrückt darauf, endlich eine neue Mission zu bekommen und da im Moment nichts anderes im Angebot ist, schickt Tsunade ihn, Hinata und Choji los, um ein paar Kaufleuten Geleitschutz zu geben. Nicht besonders spannend, aber immerhin. Naruto fällt allerdings auf, dass einer der Kaufleute, Shun, eher unfreundlich ist, und als Naruto sich einmal von der Truppe entfernt, wird er prompt überfallen – irgendetwas seltsames hat es auf sich mit diesen Kaufleuten aus dem Grünen Land, in dem es angeblich immer so friedlich zugeht … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11424326,"hoster":"VOE"},{"redirect":10458103,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10967748,"hoster":"VOE"},{"redirect":10458284,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die schutzbedürftigen Kaufleute","epNo":6,"alt":"Episode 188","descr":"Naruto, Choji und Hinata müssen ein paar Kaufleuten Geleitschutz zu geben. Doch die Gefahren, die auf dem Weg lauern, scheinen übermäßig hoch zu sein … Naruto dämmert es langsam, dass diese Kaufleute etwas zu verbergen haben. Und tatsächlich, einer von ihnen, Shun, ist in Wahrheit Prinzessin Haruna, einzige Tochter des Feudalherren des Grünen Landes. Er will sie fortschaffen, weil das Land von den Ja-Nin bedroht wird, drei Brüdern, die es übernehmen wollen und auch gute Chancen dazu haben, denn sie haben bereits mehr als die Hälfte der Beamten bestochen. Naruto und Co. fassen den Plan, die Wagenkolonne zu teilen, so dass die Kaufleute in Sicherheit sind … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11605571,"hoster":"VOE"},{"redirect":10468215,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10550594,"hoster":"VOE"},{"redirect":10565142,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Keine Mission ist auch eine Mission","epNo":7,"alt":"Episode 189","descr":"Naruto und Choji gelingt es, Ruiga außer Gefecht zu setzen, doch Yurinojou wird dabei verletzt. Also bleibt Choji bei ihm, während Naruto sich auf die Suche nach Hinata macht, die den Auftrag hat, Prinzessin Haruna in Sicherheit zu bringen. Doch Haruna legt Hinata rein und verschwindet. Derweil begegnet Naruto dem zweiten der Ja-Nin-Brüder, Jiga. Der lockt ihn in eine Art Felsenarena und wartet mit der Überraschung auf, dass sein Jutsu etwas mit Magnetismus zu tun hat. Da die Felsen von Eisen durchzogen sind, stellt das Naruto vor ein größeres Problem … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10172646,"hoster":"VOE"},{"redirect":10569736,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11189689,"hoster":"VOE"},{"redirect":10189580,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der magische Magnetismus","epNo":8,"alt":"Episode 190","descr":"Im Kampf gegen Jiga, einen der drei Ja-Nin, hat Naruto keine Chance. Ganz im Gegensatz zu Hinata, die sich trickreich und flink schlägt und der es gelingt, mit einer ausgeklügelten Strategie den Ja-Nin zu besiegen. Als Naruto sich erholt hat, macht er sich auf die Suche nach Haruna und findet sie letztendlich auch. Die Prinzessin erzählt ihm von ihrem Schicksal. Die beiden planen, das nächste Dorf zu erreichen, damit Haruna sich dort verstecken kann, doch kurz bevor sie ankommen, werden sie von Renga aufgehalten, dem letzten der drei Ja-Nin-Brüder … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11605565,"hoster":"VOE"},{"redirect":10521500,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12487765,"hoster":"VOE"},{"redirect":10468453,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Prinzessin Haruna","epNo":9,"alt":"Episode 191","descr":"Renga, der alles daran setzt, Feudalherr im Grünen Land zu werden, versucht Naruto zu überreden, ihm Prinzessin Haruna zu übergeben. Aber der weigert sich. Es kommt zu einer Auseinandersetzung. Renga wendet Jutsus an, die Naruto bisher nicht kannte. Aber der gibt nicht auf. Er will, dass das Grüne Land wieder zu neuer Blüte kommt. Und das geht seiner Meinung nach nur, wenn Haruna Feudalherrin wird. Mit einem geschickten Jutsu kann Naruto Renga besiegen, und das Ziel ist erreicht. Die neue Feudalherrin, Prinzessin Haruna, möchte Naruto gerne im Grünen Land halten … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11797156,"hoster":"VOE"},{"redirect":10468213,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10332300,"hoster":"VOE"},{"redirect":10495259,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Verlobung mit Hindernissen","epNo":10,"alt":"Episode 192","descr":"Ino und Naruto gehen allein auf eine Mission. Die Hauptlast trägt diesmal Ino, sie muss sich als eine Prinzessin ausgeben, die in den Prinzen Chikara verliebt ist, mit dem sie sich nun auch noch verloben soll. Aufgrund ihres Gewichtes hat sie aber Bedenken, ihrem Angebeteten vor die Augen zu treten. Die Ähnlichkeit der beiden jungen Damen ist, auf älteren Fotos zumindest, nicht zu übersehen. Alles scheint ohne Probleme zu verlaufen. Aber schon bei der ersten Begegnung zwischen Ino und dem Prinzen sieht das anders aus … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10202338,"hoster":"VOE"},{"redirect":10694358,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500651,"hoster":"VOE"},{"redirect":10458285,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Suche Training, biete Dojo!","epNo":11,"alt":"Episode 193","descr":"Als Naruto von einer Mission zurückkehrt, hat sich in Konoha so einiges verändert. Er stolpert an jeder Ecke über ein Schild, das auf eine neue Kampfkunstschule hinweist. Naruto geht ihnen nach und trifft auf Lee, der dringend einen Herausforderer sucht. Er war in letzter Zeit so mit Missionen beschäfttigt, dass er kaum Zeit zum trainieren hatte. Doch es kommt einfach kein Herausforderer und auch Naruto kann sich nicht recht dazu durchringen. Als Guy von Lees Aktion erfährt, ist er gerührt und beschließt, sich zu verkleiden und so unerkannt Lee herauszufordern. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10091144,"hoster":"VOE"},{"redirect":10458113,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10952184,"hoster":"VOE"},{"redirect":10341358,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Feigling-Virus","epNo":12,"alt":"Episode 194","descr":"Lady Kayo und ihr Gefolge verschwindet bei Nacht und Nebel in der Nähe des Hals-Passes. Tsunade erteilt Naruto, Kiba und Hinata den Auftrag, sie zu suchen – was Naruto gar nicht recht ist, da sich dort die unheimliche Schlossruine des Hals-Clanes befinden soll. Als sie dort ankommen finden sie das Schloss wieder aufgebaut vor. Doch irgendetwas Seltsames geht in dem Gemäuer vor sich … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10550583,"hoster":"VOE"},{"redirect":10468221,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11692792,"hoster":"VOE"},{"redirect":10458292,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Guy in Gefahr","epNo":13,"alt":"Episode 195","descr":"Die regelmäßigen Untersuchungen für die Ninjas stehen an und Tsunade ist mit den Ergebnissen von Lee nicht so sehr zufrieden. Sie möchte gern, dass er sich ein bisschen mehr schont. Was Lee natürlich vollkommen anders sieht, zumal Guy einen neuen Schüler angenommen hat. Yagura ist zwar ausgesprochen höflich, doch gleich bei seinem ersten Trainingskampf verletzt sich Lee und muss sich zwangsläufig aus dem Geschehen zurückziehen. So kommt es, dass Guy Yagura mit auf die nächste Mission nimmt, doch auf ihrem Weg durch die Berge stürzt Yagura scheinbar ab … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11148893,"hoster":"VOE"},{"redirect":10795470,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500622,"hoster":"VOE"},{"redirect":10646403,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Etikettenschwindel","epNo":14,"alt":"Episode 196","descr":"Guy, der in einen Kampf gegen Holzfiguren verwickelt wurde, wird nun von eben diesen Figuren in eine Art Festung gesperrt. Sein neuer Schüler Yagura entpuppt sich nun als Gensho, einer der drei Ryudioin Brüder, deren Vater Guy vor langer Zeit mal besiegt hat. Sie kontrollieren mit ihrem Jutsu die Baumstämme und schaffen es sogar, Lee in die Festung zu locken. Lee und Guy kämpfen verbissen gegeneinander, weil sie durch das Genshos Jutsu den jeweils anderen nur als Baumstamm sehen … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12358945,"hoster":"VOE"},{"redirect":10573443,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202135,"hoster":"VOE"},{"redirect":10189587,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Notfallalarm der Stufe Super-S","epNo":15,"alt":"Episode 197","descr":"Tsunade erfährt, dass ein Anschlag auf das Dorf geplant ist. Sie ist höchst besorgt und ruft den Nofall-Alarm der Super-S-Stufe aus. Das bedeutet, dass nur wenige Ninjas im Dorf verbleiben, während die anderen die Grenzen sichern. Shikamaru hat die zweifelhafte Ehre mit Hilfe von Naruto, Choji, Sakura und Ino Nachforschungen über den möglichen Angreifer anzustellen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8883701,"hoster":"VOE"},{"redirect":8887832,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500638,"hoster":"VOE"},{"redirect":10458290,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Spurensuche","epNo":16,"alt":"Episode 198","descr":"Naruto wird von den Anbu hypnotisiert, weil sie herausgefunden haben, dass er mit Genno befreundet war. Und dieser wurde inzwischen als Sprengfallenleger identifiziert. Naruto erinnert sich unter Hypnose an seine ersten Treffen mit Genno. Währenddessen ermitteln Ino und Sakura in der Rechtsmedizin. Und auch Shikamaru, Naruto und Choji, die inzwischen diverse Listen durchsehen, in der Hoffnung, auf Hinweise zu stoßen, treffen auf mehr und mehr Ungereimtheiten in Bezug auf den Sprenfallenleger Genno … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10883272,"hoster":"VOE"},{"redirect":10521504,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12358964,"hoster":"VOE"},{"redirect":10468468,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Rückkehr des besten Feindes?","epNo":17,"alt":"Episode 199","descr":"Das Team um Shikamaru ermittelt weiter, was es mit dem Sprengfallenleger Genno auf sich hat. Derweil stellt Guy, der den Job hatte, Konohas Grenze in Richtung Taki-Gakure zu sichern fest, dass die Truppen von Taki sich zurückziehen. Der Vormarsch in Richtung Konoha scheint nur eine Übung gewesen zu sein und kein ernsthafter Angriffsversuch. Die ganze Sache wird immer mysteriöser, zumal inzwischen alle der Meinung sind, dass Gennos Tod nur vorgetäuscht war und und er in Wahrheit noch lebt. Tsunade möchte, dass das Dorf auf Bomben hin untersucht wird und Shikamaru schlägt vor, damit in der Akademie zu beginnen, denn die Baupläne sind die einzigen, die nach wie vor verschwunden sind … . (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11919720,"hoster":"VOE"},{"redirect":10458116,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10202482,"hoster":"VOE"},{"redirect":10458291,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Alte Geschichten, neues Wissen","epNo":18,"alt":"Episode 200","descr":"Shikamaru und sein Team versuchen weiterhin herauszufinden, was es mit Genno und den diversen Briefbomben, die er in Konoha verteilt hat, auf sich hat. Es gelingt ihnen, einige davon aufzuspüren und unschädlich zu machen, aber es sind einfach zu viele, als dass sie es allein schaffen könnten. Doch die meisten Shinobi sind noch weg, um die Grenzen zu sichern. Da erhalten sie einen wichtigen Hinweis von Homura und Koharu, einem älteren Paar. Den beiden gelingt es, eine Briefbombe zu finden und anhand der altmodischen Machart erjennen sie, dass sie schon vor langer Zeit hergestellt worden sein muss. War Genno vor 30 Jahren schon mal in Konoha? (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11526200,"hoster":"VOE"},{"redirect":10626405,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12359160,"hoster":"VOE"},{"redirect":10341363,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Eine Seltsame Schatzsuche","epNo":19,"alt":"Episode 201","descr":"Shikamarus Team kommt langsam dahinter, warum Genno die Briefbomben im Dorf verteilt hat. Der Grund dafür liegt bei seinem Sohn. Doch Genno scheint seine Rachepläne nicht mehr wirklich ernsthaft zu verfolgen, was daran liegen könnte, dass Naruto seinem Sohn ähnlich sieht. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11500615,"hoster":"VOE"},{"redirect":10506299,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10550316,"hoster":"VOE"},{"redirect":10569782,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Naruto Spezial","epNo":20,"alt":"Episode 202","descr":"In dieser Folge moderieren Naruto und Sakura eine Sondersendung, in der die fünf besten Kämpfe prämiert werden. Außerdem hat Naruto natürlich noch ein paar besondere Szenen seiner eigenen Heldentaten herausgesucht – die Sakura kurzerhand gegen ein paar sehr besondere Szenen ausgetauscht hat, nämlich gegen die, wo Naruto gern mal was von ihr auf die Nase bekommt. Zum Schluss gibt es noch die Live-Zuschaltung eines geheimen Stargastes … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11500545,"hoster":"VOE"},{"redirect":10468227,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12359167,"hoster":"VOE"},{"redirect":10709405,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein Gemälde zeigt die Zukunft + Die Versiegelte Kraft + Das Versprechen","epNo":21,"alt":"Episode 203 + Episode 204 + Episode 205","descr":"Naruto versucht nach wie vor ohne Jiraiya zu trainieren und begegnet im Wald einem Mädchen, das ein Bild malt. Das Bild zeigt, dass ein Blitz in Tsunades Residenz einschlägt und sie in Brand setzt – und tatsächlich geschieht das auch. Naruto beobachtet, dass das Mädchen von zwei Medizinern und einem Anbu abgeführt wird. Zurück in Konoha hört er, dass Kurenai plant, Team Acht aufzugeben. Shino, Kiba und Hinata sind empört. Als Naruto mit Sakura darüber spricht, verplappert er sie, dass das etwas mit dem Mächen namens Yakumo zu tun haben könnte, dem Naruto im Wald begegnet ist. Naruto findet heraus, wo sich Yakumo sich aufhält und macht sich auf den Weg zu ihr, um herauszufinden, welche Querverbindung zwischen ihr und Kurenai besteht. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12932064,"hoster":"VOE"},{"redirect":10468222,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10091168,"hoster":"VOE"},{"redirect":10341365,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"[in der Episode davor enthalten]","epNo":22,"alt":"","descr":"Naruto hat sich in das Haus eingeschlichen, in dem Yakumo Kurama von den Anbu festgehalten wird und seitdem hat er eigenartige Träume. Er träumt, dass Kurenai die Kräfte des Mädchens versiegelt hat, weshalb sie niemals Ninja werden kann. Als er Kurenai deswegen fragt, antwortet sie ihm, es sei kein Traum gewesen, sie hätte Yakumo das tatsächlich angetan, aber er solle sich aus Dingen raushalten, die ihn nichts angehen … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10816684,"hoster":"VOE"},{"redirect":10694362,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12148026,"hoster":"VOE"},{"redirect":10495264,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"[in der Episode davor enthalten]","epNo":23,"alt":"","descr":"Team Acht – Shino, Kiba und Hinata sind inzwischen auch in dem Haus in den Bergen angekommen, in dem Yakumo sich aufhält, allerdings von Mitgliedern ihres eigenen Clans bedroht, die sie entführen wollen. Kurenai gelingt es fürs Erste, den Kurama Clan in die Flucht zu schlagen, doch was hat es damit auf sich, dass Kurenai Yakumos Kräfte einst versiegelt hat? Kurenai behauptet kurzerhand, sie hätte es aus Eifersucht getan und sei es nun auch nicht mehr Wert, das Team Acht zu führen, doch das glaubt ihr kein Wort. Sie werden weiterhin versuchen, die wahren Hintergründe aufzudecken … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11500583,"hoster":"VOE"},{"redirect":10458130,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11526265,"hoster":"VOE"},{"redirect":10468466,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Gen-Jutsu oder Realität?","epNo":24,"alt":"Episode 206","descr":"Sakura, Hinata, Kiba und die Anderen bringen die verletzte Kurenai und Yakumo zurück nach Konoha, doch dort angekommen, sieht es aus, als hätte eine große Schlacht stattgefunden. Viele Gebäude sind zerstört und es sind keine Menschen auf den Straßen. Sie bringen die beiden Verletzten in das menschenleere Krankenhaus und dort sieht Naruto einen Schatten, den er verfolgt. Es ist Unkai, der ihm erklärt, dass alles, was sie gerade erleben, nicht real ist, sondern sie sich in einem Gen-Jutsu von Yakumo befinden … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11538090,"hoster":"VOE"},{"redirect":10468228,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12358944,"hoster":"VOE"},{"redirect":10189597,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Ein Monster wird versiegelt","epNo":25,"alt":"Episode 207","descr":"Während Naruto versucht, Sensei Kurenai zu helfen, die offensichtlich von Yakumo bedroht wird, weil sie deren Kräfte versiegelt hatte, warten Hinata, Kiba und Shino vor der Tür. Aus Verzweiflung rennt Kiba zu Sensei Guy, und erfährt mehr nebenbei, warum Yakumo für Kurenai eine Gefahr werden könnte: In ihrem Inneren steckt ein Monster, dass aber nach außen kommen und andere bedrohen kann … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11500617,"hoster":"VOE"},{"redirect":10569749,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12359161,"hoster":"VOE"},{"redirect":10458295,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Eine Teetasse von unschätzbarem Wert","epNo":26,"alt":"Episode 208","descr":"Naruto und Kiba sollen eine äußerst wertvolle Tasse in eine andere Stadt zu einer Ausstellung bringen. Begleitet werden sie von einem jungen Mann namens Shinemon, der zufälligerweise auch Auftraggeber dieser Mission ist. Prompt gibt es Probleme, denn die tasse scheint bei Dieben sehr begehrt zu sein. Und das bringt die drei mehrfach in Schwierigkeiten. Obwohl Shimenon das Paket mit der Tasse hütet wie einen Augapfel, zerbricht das wertvolle Porzellangefäss … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12932067,"hoster":"VOE"},{"redirect":10565107,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12359159,"hoster":"VOE"},{"redirect":10565143,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Die Bande der Ninja - Aussteiger","epNo":1,"alt":"Episode 209","descr":"Eine neue Mission, diesmal mit Sakura, Lee und Naruto. Ein Gefangener namens Gantetsu soll per Schiff in die Hauptstadt des Landes der Wälder gebracht werden. Er gehörte zu einer Bande von Kriminellen, die vor nichts zurückschreckt. Glücklicherweise konnte man ihn festnehmen. Aber der Transport wird nicht einfach, denn die Gefährten Gantetsus werden sicher versuchen, ihn zu befreien … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11552127,"hoster":"VOE"},{"redirect":10468229,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605450,"hoster":"VOE"},{"redirect":10506355,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Überall Täuschungen","epNo":2,"alt":"Episode 210","descr":"Nachdem das Schiff einen Wasserfall hinuntergestürzt ist, sich aber alle rechtzeitig retten konnten, gilt es nun, den richtigen Weg zur Hauptstadt zu finden. Während Sakura und Lee sich auf die Suche nach Naruto machen, und sich im wahrsten Sinne des Wortes durchkämpfen müssen, sind Naruto und Todoroki darum bemüht, den Kriminellen Gantetsu unversehrt abzuliefern. Das ist nicht einfach, denn sie befinden sich mitten im Wald der Täuschungen, den Gantetsu wie seine Westentasche kennt … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12289084,"hoster":"VOE"},{"redirect":10646387,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12487766,"hoster":"VOE"},{"redirect":10190693,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ausgestiegen bei den Aussteigern","epNo":3,"alt":"Episode 211","descr":"Todoroki ist es gelungen, Gantetsu gefangen zu nehmen. Plötzlich taucht Monju auf. Er ist einer der Ninja-Aussteiger, er überwältigt Naruto und Todoroki und nimmt Gantetsu mit – nicht ohne Naruto und Todoroki vorher in ein Netz einzuspinnen, das sich bei Sonnenenstrahlung immer weiter zusammenzieht … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11500618,"hoster":"VOE"},{"redirect":10646386,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11526269,"hoster":"VOE"},{"redirect":10694389,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"König der Banditen","epNo":4,"alt":"Episode 212","descr":"Naruto und Todoroki ist die Flucht aus Monjus Stahlnetz gelungen, doch der hat inzwischen Akio und Gantetsu in seine Gewalt gebracht. Gerade als Naruto versucht, die Beiden zu befreien, taucht Shura auf, der Anführer der Ninja-Aussteiger, und nimmt Akio mit. Gantetsu, Todoroki, Lee und Naruto nehmen die Verfolgung auf und gelangen in das Hauptquartier der Ninja-Aussteiger … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12209462,"hoster":"VOE"},{"redirect":10521521,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11538717,"hoster":"VOE"},{"redirect":10506356,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Junge ohne Namen","epNo":5,"alt":"Episode 213","descr":"Naruto ist auf der Suche nach den seltenen sauren Bambussprossen namens Menma, die Teuchi als Zutat für eine ganz besondere Nudelsuppe benötigt. Leider wächst der Bambus nur an sehr unzugänglichen Stellen, und so muss Naruto ziemlich kraxeln. Dabei findet er einen bewusstlosen Jungen, den er sofort nach Konoha ins Krankenhaus bringt. Sakura will den Jungen erst nicht aufnehmen, weil die Klinik nur für Dorbewohner ist, aber Naruto bestätigt ihr, dass er die volle Verantwortung für ihn übernehmen wird … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10550602,"hoster":"VOE"},{"redirect":10468233,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12359169,"hoster":"VOE"},{"redirect":10458301,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Niemandsland + Gegen die Zeit","epNo":6,"alt":"Episode 214 + Episode 215","descr":"Tsunade gibt widerwillig Narutos Wunsch nach, eine Mission in das Land der Reisfelder zu unternehmen, da die Möglichkeit besteht, dass Menma dort herkommt oder zumindest schon mal war und somit seine Erinnerung zurückkommen könnte. Aber sie hat kein gutes Gefühl dabei, denn irgendwo dort versteckt sich Gerüchten zufolge auch Orochimaru. Zusammen mit TenTen und Neji machen sich Naruto und Menma auf den Weg und treffen auf einen völlig verbrannten Streifen Land … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10332490,"hoster":"VOE"},{"redirect":10626415,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11605494,"hoster":"VOE"},{"redirect":10521563,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"[in der Episode davor enthalten]","epNo":7,"alt":"","descr":"Menma wird bei einem Kampf verletzt und in Nans Haus gebracht, damit der ihn medizinisch versorgen kann. Doch Nan entdeckt ein Zeichen an Menmas Oberarm, das er sofort wiedererkennt: Die Banditen, die das Dorf überfallen haben, trugen ebenfalls diese Male. Nan befürchtet, dass Menma zu den Banditen gehört und weigert sich, ihn zu behandeln, doch Neji und TenTen können ihn doch davon überzeugen, denn man kann niemanden für etwas zur Rechenschaft ziehen, an das er sich nicht erinnern kann und das er vielleicht nicht getan hat? (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11590230,"hoster":"VOE"},{"redirect":10458133,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500647,"hoster":"VOE"},{"redirect":10521560,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Himmlischen Vier","epNo":8,"alt":"Episode 216","descr":"Kakashi ruft Pakkun, seinen vertrauten Geist, weil er eine Information in Bezug auf das Dorf der Handwerker benötigt. In diesem Dorf entwickeln die Handwerker immer neue Waffen für die Shinobi der fünf Großmächte, doch nun gibt es Gerüchte, dass sie eine Superwaffe entwickelt haben, mit der sie planen, selbst einen Angriff auf die großen Shinobi-Gebiete zu starten. Pakkun und seine Freunde suchen das ganze Dorf ab, doch es ist weit und breit niemand zu sehen. Wo sind die Handwerker? (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11605575,"hoster":"VOE"},{"redirect":10458138,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11625636,"hoster":"VOE"},{"redirect":10495267,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Operation Revanche","epNo":9,"alt":"Episode 217","descr":"Die Himmlischen Vier haben Matsuri entführt, damit Gaara sie befreit, denn sie wollen ihn zum Kampf fordern. Gaara, Temari und Kankuro nehmen die Verfolgung auf, doch sie haben nun Verbündete, nämlich ein Team aus Konoha – und das ist auch nötig, denn die drei Suna-Nins werden in Einzelkämpfe verstrickt und somit kann Hoko mit Matsuri entkommen und gewinnt einen großen Vorsprung. Außerdem sind \"die Vier\" starke Gegner und die Freunde aus Konoha kommen gerade rechtzeitig, um Temari, Kankuro und Gaara in ihren Kämpfen zu unterstützen. Eine gelungene Revanche, denn vor langer Zeit waren es die Suna-Nins, die Kiba und Co. Beistand geleistet haben. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12358957,"hoster":"VOE"},{"redirect":10506303,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11500603,"hoster":"VOE"},{"redirect":10190699,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schlechtes Timing","epNo":10,"alt":"Episode 218","descr":"Die Suna-Nins haben Probleme in ihren Kämpfen und sind ziemlich froh, dass die Hilfe aus Konoha da ist. Shikamaru hat sein Team in Zweiergruppen aufgeteilt, und mit vereinten Kräften gelingt es ihnen die Himmlischen Vier zu besiegen. Einzig Hoko ist noch auf der Flucht und der wiederum hat Matsuri bei sich. Gaara hat sich ihm an die Fersen geheftet und stellt ihn … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12209490,"hoster":"VOE"},{"redirect":10709399,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10935141,"hoster":"VOE"},{"redirect":10458305,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Rückkehr des Seimei","epNo":11,"alt":"Episode 219","descr":"Gaara ist von den vielen Kämpfen ziemlich ausgelaugt, und darum gelingt es Hoko, ihn in eine Art Käfig zu sperren. Naruto sieht endlich, was mit der \"ultimativen Waffe\" gemeint ist, von der Hoko gesprochen hat: Er will Seimei, den Gründer des Handwerkerdorfes wieder zum Leben erwecken, damit dieser sich an den fünf Großmächten für deren Undank rächen kann. Dazu lässt er die Mumie Seimeis erscheinen und stellt ihm seinen Körper zu Verfügung. Als Chakra soll ihm Gaaras inneres Monster dienen, nämlich Shukaku. Der Plan scheint zu gelingen … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":11542702,"hoster":"VOE"},{"redirect":10468242,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10991136,"hoster":"VOE"},{"redirect":10506358,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Mission Zukunft beginnt!","epNo":12,"alt":"Episode 220","descr":"Seimei scheint sein Ziel zu erreichen, das Chakra von dem Monster Shukaku aufzunehmen. Gaara hat sich im Verlauf des Kampfes mehr und mehr in Shukaku verwandelt. Aber dann erinnert er sich daran, was Naruto ihm einmal gesagt hat: Man muss für Freunde alles geben! Gaara bietet übermenschliche Kräfte auf, um das Monster in sich zurück zu drängen. Und mit dieser Einstellung gelingt es ihm, Seimei zu besiegen. Alle kehren zurück nach Konoha und dort wartet auf Naruto ein Überraschung … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":10883208,"hoster":"VOE"},{"redirect":10709401,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11866375,"hoster":"VOE"},{"redirect":10646406,"hoster":"Streamtape"}]}]}]}]}