{"path":"/serie/stream/natsume-yuujinchou","name":"Natsume Yuujinchou","descr":"Natsume Takashi hat die Gabe Geister zu sehen und als er ein merkwürdiges Buch von seiner Großmutter erbt, erfährt er auch warum diese ihn verfolgen. Jetzt besteht ein Vertrag zwischen den Geistern und den Besitzer dieses Buches, das auch ihre Namen enthält. Fest entschlossen versucht Natsume mit Hilfe einer außergewöhnlichen Katze die Geister zu befreien und den Vertrag aufzulösen.","seasons":[{"path":"/serie/stream/natsume-yuujinchou/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-1","name":"","epNo":1,"alt":"The Cat and the Book of Friends","descr":"Natsume entdeckt, dass das Erbstück \"Buch der Freunde\", das er von seiner Großmutter Reiko geerbt hat, die Namen der Yōkai enthält, die sie besiegt und an ihren Willen gebunden hat. Unterstützt von einem Geist in Form einer Maneki Neko (Glückskatzenfigur), die er Nyanko- Sensei (wörtl. \"Meister kleiner Meow\") nennt , beschließt Natsume, alle Namen ihren ursprünglichen Besitzern zurückzugeben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14077744","hoster":"VOE"},{"path":"/redirect/14179220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-2","name":"","epNo":2,"alt":"The Dew God\u0027s Small Shrine","descr":"Natsume wird vom lokalen Gott des Dorfes besucht, der derzeit aus Mangel an Anhängern verblasst.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093699","hoster":"VOE"},{"path":"/redirect/14179223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-3","name":"","epNo":3,"alt":"The Mysterious Person at the Eight Fields","descr":"Natsume wird angefleht, Geistern zu helfen, die derzeit exorziert werden. Er findet einen verwandten Geist in Tanuma, einem Jungen, der Yōkai spüren kann, obwohl er nicht stark genug ist, um sie zu sehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093698","hoster":"VOE"},{"path":"/redirect/14179221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-4","name":"","epNo":4,"alt":"Shigure and the Girl","descr":"Natsumes Geheimnis wird von Sasada, dem Klassensprecher, während einer \"Mutprobe\" aufgedeckt. Sie bittet ihn um Hilfe, um den Geist zu finden, der in der verlassenen Schule lebt. Natsume bestreitet, dass er alles sehen kann, aber sie akzeptiert kein Nein als Antwort. Währenddessen fängt der Geist, Shigure, den Rest ihrer Schulkameraden aus Wut darüber, dass die Schule abgerissen wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093751","hoster":"VOE"},{"path":"/redirect/14179226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-5","name":"","epNo":5,"alt":"Heart-Colored Ticket","descr":"Natsume findet in Reikos Besitztümern eine alte Fahrkarte und beschließt, zum verlassenen Bahnhof zu gehen, um zu sehen, warum sie sie behalten hat. Dort trifft er auf einen langsamen Geist namens Santo, der die ganze Zeit auf Reiko gewartet hat, um nach Kiriganuma zu gehen und dort seinen Freund Mikuri zu sehen und sich mit ihm zu versöhnen. Doch die Reise ist nicht so einfach, wie es zunächst scheint.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093754","hoster":"VOE"},{"path":"/redirect/14179227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-6","name":"","epNo":6,"alt":"The Swallow at the Water Bottom","descr":"Natsume ist von einem Schwalbengeist besessen , der einen Menschen treffen möchte, der ihr einst geholfen hat. Natsume erklärt sich bereit, ihr zu helfen und die beiden wachsen aneinander. Als Swallow den Menschen findet, fühlt sich Natsume schlecht, dass sie ihn nicht wirklich treffen kann, aber als er von einem Yukata hört, der einen Tag lang einen Geist in einen Menschen verwandeln kann , sucht er danach.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093753","hoster":"VOE"},{"path":"/redirect/14179229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-7","name":"","epNo":7,"alt":"The Little Fox\u0027s Hat","descr":"Natsume macht einen Schulausflug zu einer heißen Quelle , mit einer Besorgung von Shigeru, um Teetassen von einem nahegelegenen Töpfer abzuholen . Dort begegnet er einem kleinen Fuchsgeist und hilft ihm , der ihm schnell anhängt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093750","hoster":"VOE"},{"path":"/redirect/14179233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-8","name":"","epNo":8,"alt":"Fleeting Light","descr":"Natsume trifft einen Geist, der früher mit einem Mann befreundet war, der auch Yōkai sehen konnte , aber eines Tages diese Fähigkeit verlor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093752","hoster":"VOE"},{"path":"/redirect/14179234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-9","name":"","epNo":9,"alt":"Ayakashi Purification","descr":"Natsume lernt einen beliebten Schauspieler namens Natori Shuuichi kennen, der auch Geister sehen kann und einen Nebenjob als Exorzist hat .","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093664","hoster":"VOE"},{"path":"/redirect/14179236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-10","name":"","epNo":10,"alt":"Asagi\u0027s Koto","descr":"Natsume wird von einem kranken Koto- Spieler besessen , dessen Freund möchte, dass sie ein letztes Mal spielen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093755","hoster":"VOE"},{"path":"/redirect/14179240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-11","name":"","epNo":11,"alt":"Nyanko\u0027s Book of Boredom","descr":"Als Natsume endlich genug von Nyankos Verhalten hat, geht Nyanko, wandert alleine herum und verursacht Ärger.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093855","hoster":"VOE"},{"path":"/redirect/14179239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-12","name":"","epNo":12,"alt":"Five Day Mark","descr":"Natsume wird von einem bösen Geist verflucht, der an einen Baum gesiegelt wurde. Da er seine Adoptivfamilie nicht belästigen wollte, beschloss er, von zu Hause weg zu bleiben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093712","hoster":"VOE"},{"path":"/redirect/14179241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-1/episode-13","name":"","epNo":13,"alt":"Autumn Banquet","descr":"Tanuma findet heraus, dass Nyanko-Sensei ein Geist ist. Tanuma und Natsume genießen das Herbstfest und frühere Bekanntschaften werden wiedergesehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093700","hoster":"VOE"},{"path":"/redirect/14179243","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-1","name":"","epNo":1,"alt":"The Stolen Book of Friends","descr":"Natsume wird von einem Yokai angegriffen, als er in der Schule einen Ball holt. In seiner Eile zu fliehen, bricht er schließlich das Siegel eines Yokais, ähnlich wie er Nyanko-sensei kennengelernt hat. Später in der Nacht entdeckt Natsume einen schwarzen Doppelgänger von Nyanko-sensei, nur um ihn das Buch der Freunde stehlen zu lassen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093757","hoster":"VOE"},{"path":"/redirect/14179242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-2","name":"","epNo":2,"alt":"Melting Into Spring","descr":"Während sie im Schnee herumalbern, treffen Natsume und Nyanko-sensei auf Gen, einen Waldwächter, der in einer Statue lebt. Gen versucht, Natsumes Körper zu übernehmen, übernimmt aber stattdessen ein Schneekaninchen, das Natsume gemacht hat. Gen fleht Natsume an, ihm zu helfen, einen bösen Geist zu finden, der Sui, seinen Vormund, zerstört hat, und Natsume stimmt zu. Aber es scheint, als würde Gen nicht alles erzählen, was er weiß","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093756","hoster":"VOE"},{"path":"/redirect/14094925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-3","name":"","epNo":3,"alt":"Youkai Exorcism Amid the Steaming Springs","descr":"Natori lädt Natsume zu einem Ausflug in die heißen Quellen ein. Aber Geräusche aus dem Schrank und eine von der Decke baumelnde, in Kimono gekleidete Figur machen Natsume unruhig.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14093758","hoster":"VOE"},{"path":"/redirect/14179248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-4","name":"","epNo":4,"alt":"A Chick Hatches","descr":"Natsume kümmert sich um ein verlassenes Ei aus einem Nest, ohne zu bedenken, dass es sich um einen Youkai handeln könnte. Nachdem es geschlüpft war, tauchte ein seltener Babygeist namens Tatsumi auf und dachte, dass Natsume sein Elternteil ist. Natsume kann nicht anders, als sich an den kleinen Geist zu binden, auch wenn Tatsumi müde und krank wird. Dann kam ein mysteriöser Geist und will Tatsumi für seinen Herrn wegnehmen – der ihn essen möchte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172308","hoster":"VOE"},{"path":"/redirect/14179250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-5","name":"","epNo":5,"alt":"The Promised Tree","descr":"Natsume begegnet einem Geist, der vor fünfzig Jahren von seiner Großmutter Reiko versklavt wurde, indem er seinen Namen auf eine abgerissene Seite aus dem Buch der Freunde schreibt und sie an einen Baum im Wald bindet. Kann Natsume helfen, die zerrissene Seite zu finden? Was hatte Reiko vor, es an einen Baum zu binden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172355","hoster":"VOE"},{"path":"/redirect/14179244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-6","name":"","epNo":6,"alt":"The Girls\u0027 Circle","descr":"Es gibt ein neues Mädchen in der Schule, Taki Tooru. Mit ihrem Erscheinen in der Schule beginnen Kreise zu erscheinen , die Kornkreisen ähneln . Als Natsume versucht, mehr über die Kreise und Taki herauszufinden, wird er von einem anderen Youkai besucht. Nur sucht der Youkai dieses Mal nicht nach der Veröffentlichung seines Namens.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172326","hoster":"VOE"},{"path":"/redirect/14179246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-7","name":"","epNo":7,"alt":"That Which You Must Not Call","descr":"Natsume verliert vorübergehend die Fähigkeit, Youkai zu sehen, nachdem sie vom Geist vergiftet wurde. Wird er in der Lage sein, den Youkai davon abzuhalten, Taki ohne seine Sicht zu essen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172248","hoster":"VOE"},{"path":"/redirect/14179252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-8","name":"","epNo":8,"alt":"Eternal Feelings","descr":"Natsume, Kitamoto und Nishimura machen einen Ausflug zu einem alten Gasthaus, um ihre Hausaufgaben zu machen. Das Gasthaus ist von einem See umgeben; in dem eine Meerjungfrau leben soll. Gibt Meerjungfrauenblut wirklich ewiges Leben?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172333","hoster":"VOE"},{"path":"/redirect/14179256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-9","name":"","epNo":9,"alt":"He of the Row of Cherry Blossoms","descr":"Von dem Tag an, an dem ein Bild einer Reihe von Kirschbäumen in einem trostlosen Winter aufgenommen wurde, ist sein Zimmer jedes Mal, wenn Natsume aufwacht, mit Blütenblättern bedeckt. Natsume und Nyanko Sensei versuchen, die Wurzel dieses Rätsels zu lösen, und versuchen, das Bild an Miya zurückzugeben, eine Schattenfigur, die das Bild begleitet. Aber warum können sie es Miya nicht zurückgeben?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172202","hoster":"VOE"},{"path":"/redirect/14179253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-10","name":"","epNo":10,"alt":"Temporary House","descr":"In Natsumes Haus passieren seltsame Dinge, wie zum Beispiel Toukous Pflanzen zerstört werden und ein seltsamer Youkai beginnt, durch sein Haus zu wandern. Natsume erfährt dann mehr über Reiko und ihr Leben in dieser Stadt. Er lernt auch, den Youkai loszuwerden, der im Haus herumläuft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172274","hoster":"VOE"},{"path":"/redirect/14179257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-11","name":"","epNo":11,"alt":"Assembly of the Witch Doctors","descr":"Während er mit Tōko-san unterwegs ist, entdeckt Natsume einen verletzten Youkai. Schnell jagt er ihm hinterher, aber als er ihm helfen will, wird er von einem viel größeren Youkai gefressen. Natori und Hiiragi tauchen direkt nach der Flucht der Youkai auf und laden Natsume zur Versammlung der Beschwörer ein. Hier kann Natsume nicht zwischen Mensch und Youkai unterscheiden und hofft, Menschen zu finden, die ihn verstehen. Aber er ist zu weichherzig, um die Absichten aller zu erkennen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172321","hoster":"VOE"},{"path":"/redirect/14179259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-12","name":"","epNo":12,"alt":"Boys of the Deserted House","descr":"Natsume trifft in einem verlassenen Haus auf einen kleinen Jungen namens Kai, der in einem Sarg eingeschlossen ist. Natsume befreit Kai und findet heraus, dass Kai von einem Youkai verfolgt wird. Nach einiger Zeit wird Natsume das Ziel dieses Youkais und stoppt mit Nyanko-senseis Hilfe die Pirsch der Youkai. Am Ende erzählt Natori, der sich als Stalker entpuppt und Kai im Sarg versiegelt hat, Natsume, dass Kai ein Youkai ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172378","hoster":"VOE"},{"path":"/redirect/14179260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-2/episode-13","name":"","epNo":13,"alt":"Humans and Youkai","descr":"Natori erzählt Natsume von einem Brunnen in der Nähe des Herrenhauses, in dem sich eine Gruppe von Oni befindet. Sie rufen jeden Youkai an. Er erfährt auch, dass Kai aus den Bergen gekommen ist, um die Oni zu befreien. Auf der Suche nach Kai stellt Natsume eine von Natoris Fallen in der Villa aus. Kai rettet Natsume und macht sich auf den Weg, um Natori zu töten. Natsume folgt ihm, um Natori vor dem Tod zu bewahren. Nachdem er ihm begegnet ist, muss er eine wichtige Entscheidung treffen: Welche sind ihm wichtiger? Menschen oder Youkai?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172218","hoster":"VOE"},{"path":"/redirect/14179261","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-1","name":"","epNo":1,"alt":"The Name of a Monster","descr":"Natsume begegnet einem Schreingott in Gestalt einer älteren Frau. Er ist gezwungen, ihr zu helfen, einem Youkai einen Spiegel zurückzugeben, von dem gesagt wird, dass er eine Katastrophe bringt. Der Youkai entpuppt sich als Reiko, Natsumes Großmutter, die der Schreingott nur für einen Youkai hielt. Reiko hatte den Spiegel ausgeliehen, damit der Schreingott das Leben eines alten Baumes retten konnte, aber die beiden trennten sich, nachdem Reiko erfuhr, dass die ältere Frau ein Youkai war.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172329","hoster":"VOE"},{"path":"/redirect/14179263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-2","name":"","epNo":2,"alt":"Ukihara Village","descr":"Tanumas Vater macht sich auf den Weg und ein seltsamer Youkai dringt in sein Haus ein und verbreitet ein Miasma, das alle Youkai in der Nähe leiden lässt. Natsume spürt es auf und findet heraus, dass der bösartige Youkai einst ein Bewohner eines reinen Youkai-Dorfes war. Während einer menschlichen Zeremonie hatte sich für kurze Zeit ein Portal geöffnet, zu dem er seine Schwester mitgenommen hatte. Sie wurden jedoch in der Menschenwelt gefangen und seine Schwester starb. Nach der Rückkehr zum alten Tempel, in dem die Zeremonien abgehalten wurden, öffnet sich das Portal und er kehrt nach Hause zurück.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172302","hoster":"VOE"},{"path":"/redirect/14179265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-3","name":"","epNo":3,"alt":"False Friend","descr":"Es ist Shigerus Geburtstag und Touko hat Natsume gebeten, zum Feiern ein paar Erdbeerkuchen zu kaufen. Shibata, ein alter Klassenkamerad von Natsume, findet ihn jedoch und bittet ihn um Hilfe. Er erinnerte sich, dass Natsume seltsame Dinge gesagt hatte, also wollte er wissen, ob ein Mädchen, mit dem er sich traf, echt ist oder nicht. Als Natsume das Mädchen Murasaki trifft, scheint sie normal zu sein. Er versichert Shibata, dass sie ein Mensch ist. Natsume hat später eine Vision, die sie als Baum-Youkai mit der Absicht enthüllt, Shibata zu essen. Natsume versucht Shibata zu warnen, er weigert sich zuzuhören und beschuldigt Natsume der Lüge. Natsume versucht mit Murasaki zu sprechen, aber sie wankt nicht. Es wird dann offenbart, dass sie, obwohl sie ursprünglich geplant hatte, Shibata zu essen, sich in ihn verliebte, als sie Zeit miteinander verbrachten, und weil ihr Baum gefällt wurde, wird sie sowieso bald sterben.Shibata erhält gerade noch rechtzeitig eine Nachricht von Murasaki, damit die beiden ihre letzten Momente miteinander verbringen können.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172273","hoster":"VOE"},{"path":"/redirect/14179266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-4","name":"","epNo":4,"alt":"Young Days","descr":"Der Sommer ist für Natsume und seine Freunde in der Schule angekommen. Nach den Prüfungen machen Natsume, Sasada, Nishimura und Kitamoto einen Ausflug in ein Kunstmuseum. Bei seiner Rückkehr erinnert sich Tohko an eine alte Freundin, der sie Unrecht getan hatte, und erinnert Natsume an seine eigene turbulente Kindheit. Heute denkt ein Youkai, der in den Zweigen eines Baumes lebt, an Natsume zurück. Sie hatte sich gelangweilt, weil niemand sie sehen konnte, und als sie herausfand, dass Natsume Youkai sehen konnte, machte sie ihm oft Angst, bemerkt zu werden. Beide trennten sich unter schlechten Bedingungen. Die Geschichte kehrt in die Gegenwart zu Natsume zurück, der in seiner alten Nachbarschaft Halt macht, um den Youkai zu besuchen. Die Youkai, die sich von den Menschen isoliert hatte, ist erleichtert, dass es Natsume gut geht und einen Grund zum Lächeln gefunden hat. Die Episode endet mit Natsumes Gedanken.\"Wenn Sie jemanden treffen möchten, sind Sie nicht mehr allein.\"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172249","hoster":"VOE"},{"path":"/redirect/14179272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-5","name":"","epNo":5,"alt":"The Thing Lurking in the Storeroom","descr":"Natsume und Tanuma suchen Schutz vor dem Regen unter einem Dach. Wie sich herausstellt, gehört das Haus Taki, und sie arbeiten zusammen, um ihr Lagerhaus zu säubern, in dem ihr Großvater Youkai studiert hat. Natsume bricht versehentlich ein Siegel, das Takis Großvater gemacht hat, um einen gefährlichen Kimono-Youkai zu fangen. Die drei rennen um das Haus herum, um die falsch platzierten Gliedmaßen zu finden, bevor der Youkai es tut - seine Kraft wird zurückgegeben, wenn er seinen Körper fertiggestellt hat. Natsume und Taki versuchen, den ansässigen Youkai zur Hilfe zu bewegen, aber sie weigern sich. Als der Kimono-Youkai Natsume nahe kommt, eilen sie zu Hilfe. Nachdem Taki sich bei ihnen bedankt hat, erinnern sie sich alle an ihre Vorliebe für Takis Großvater und gehen woanders hin.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172275","hoster":"VOE"},{"path":"/redirect/14179268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-6","name":"","epNo":6,"alt":"That Which Is Not Human","descr":"Natsume stößt aus Versehen mit einer Frau zusammen, deren Körper von Blut bedeckt ist. Er folgt den blutigen Spuren der Frau und entdeckt ein kleines Haus. Als er die Tür öffnet, sieht er einen schwer verletzten Youkai. Jemand tötet Youkai wegen Blutes, und mit Hilfe von Natori spürt Natsume auf, wen er für den Mörder hält: Matoba. Matoba nimmt ihn jedoch gefangen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172279","hoster":"VOE"},{"path":"/redirect/14179267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-7","name":"","epNo":7,"alt":"Exorcist","descr":"Natsume findet heraus, wer das Youkai-Blut gestohlen hat: der Exorzist Matoba Seiji. Er ermittelt mit Hilfe von Natori, wird aber von Matobas Diener Youkai gefangen genommen. Matoba ist bereit, jede Menge Youkai für seine eigenen Ambitionen zu opfern. Er erzählt Natsume, warum er Blut sammelt: um das Siegel an einem mächtigen Youkai freizugeben. Natsume erfährt, dass es Menschen gibt, die Youkai ganz anders behandeln als er oder sogar Natori.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172217","hoster":"VOE"},{"path":"/redirect/14179280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-8","name":"","epNo":8,"alt":"The Fox Child\u0027s Watch","descr":"Natsume wird eingeladen, mit Shigeru in ein Töpferklassenzimmer zu gehen. Es findet in einem Gasthaus statt, in dem er einst übernachtete. Dort trifft er auf einen alten Freund: das kleine Fuchskind, das er einst gerettet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172374","hoster":"VOE"},{"path":"/redirect/14179273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-9","name":"","epNo":9,"alt":"Through the Autumn Wind","descr":"Wegen seiner giftigen Pfeilwunde verbringt Madara die meiste Zeit mit Schlafen, um zu heilen. Ohne Sensei, der ihn beschützt, muss Natsume ständig auf der Hut sein. Zumal ein seltsamer Stein überall um ihn herum seltsame Phänomene hervorzurufen scheint. Zu allem Überfluss ist es das Kulturfestival und Natsume wird ernannt, um die Kunden auf dem Basar seiner Klasse zu bedienen. Aber der Druck, Geheimnisse vor seinen Freunden zu bewahren, lässt Natsume brechen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172301","hoster":"VOE"},{"path":"/redirect/14094947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-10","name":"","epNo":10,"alt":"The Broken Mirror","descr":"Ein Ereignis im Wald veranlasst Tanuma, Natsume in den folgenden Tagen zu meiden, was ihn beunruhigt. In der Schule brechen auf mysteriöse Weise Spiegel auf und eines Tages erwischt Natsume Tanuma, die sich seltsam verhält. Es stellt sich heraus, dass Tanuma von einem Youkai besessen ist, der nach ihrem Spiegel sucht, der vor einigen Tagen bei einem Sturm in Stücke gerissen worden war. Natsume benutzt ihn als Gefäß, bis sie ihren Spiegel zurückerobert, und hat keine andere Wahl, als ihr zu helfen. Der Youkai warnt davor, dass andere den Spiegel suchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172337","hoster":"VOE"},{"path":"/redirect/14179275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-11","name":"","epNo":11,"alt":"Reflection","descr":"Aufgrund seiner Besessenheit kann Tanuma die Youkai um sich herum sehen und so besser verstehen, wie Natsume lebt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172328","hoster":"VOE"},{"path":"/redirect/14179281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-12","name":"","epNo":12,"alt":"A Place to Go Home To","descr":"Als ein gefährlicher Youkai aus Natsumes Vergangenheit sein jetziges Zuhause findet, bekommt er Fieber und träumt von seinem Leben, kurz bevor er bei den Fujiwaras einzieht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172384","hoster":"VOE"},{"path":"/redirect/14179284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-3/episode-13","name":"","epNo":13,"alt":"Natsume\u0027s Book of Play","descr":"Natsume verbringt Zeit damit, \"menschliche\" Kinderspiele mit Youkai zu spielen, mit dem er sich angefreundet hat. Spiele, von denen er als Kind ausgeschlossen worden war.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172216","hoster":"VOE"},{"path":"/redirect/14179283","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-1","name":"","epNo":1,"alt":"Natsume Captured","descr":"atsume trifft in einem Wald auf eine seltsame Affenmaske, die Dämonen trägt. Sie wollen das Freundesbuch und beginnen ihn körperlich zu bedrohen, bis Natsume von Nyanko-Sensei gerettet wird. Später begegnet Natsume den Dämonen erneut und wird von ihnen gefangen und in ihren Wald gebracht. Währenddessen erfährt Nyanko-sensei einige interessante Dinge über den Wald, in dem die Affenmasken-Dämonen leben. Auf der Flucht vor den Dämonen werden Natsume und Nyanko-sensei unbeabsichtigt von einem Exorzisten gerettet - Matoba!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172376","hoster":"VOE"},{"path":"/redirect/14179289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-2","name":"","epNo":2,"alt":"The Eastern Forest","descr":"Natsume und Matoba unterhalten sich, aber als das Gespräch nicht so verläuft, wie er es möchte, befiehlt Matoba, Natsume in eine Zelle zu stecken. Natsume entkommt mit Hilfe von Nyanko-sensei. Zusammen mit seinen anderen Dämonengefährten hilft Natsume den im Wald lebenden Dämonen mit Affenmaske.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172317","hoster":"VOE"},{"path":"/redirect/14179292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-3","name":"","epNo":3,"alt":"The Little Ones","descr":"Natsume freundet sich mit einem kleinen Fluffball-Youkai an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172215","hoster":"VOE"},{"path":"/redirect/14179291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-4","name":"","epNo":4,"alt":"Stand-In","descr":"Yobiko, ein Youkai, der die Stimmen anderer imitieren kann, schleicht sich in Natsumes Haus und bittet ihn, einen anderen Youkai namens Karikami zu rufen. Vor langer Zeit hatte Yobiko auf eine Frau namens Youko aufgepasst, die sich mit einem Mann in einem nahegelegenen Schrein traf. Eines Tages kam der Mann wegen einer arrangierten Ehe mit einer anderen Frau nicht mehr, also beschloss Yobiko, sein Talent zu nutzen, um mit dem Mädchen zu sprechen. Schließlich sagte er ihr die Wahrheit über den Mann und rannte weg. Als er viele Jahre später zum Heiligtum zurückkam, fand er einen alten Brief, der versiegelt und zerknittert war. Natsume und Yobiko treffen später Karikami und nachdem er seinen Namen zurückgegeben hat, stellt Karikami den Brief wieder her. Da Yobiko keine menschlichen Buchstaben lesen kann, bittet sie Natsume, sie ihm vorzulesen. Anstelle einer hasserfüllten Nachricht, die er erwartet hatte, ist es eigentlich ein Dankesschreiben dafür, dass sie ihr die Wahrheit gesagt hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172256","hoster":"VOE"},{"path":"/redirect/14179293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-5","name":"","epNo":5,"alt":"To You, From Bygone Days","descr":"In der Stadt, in der Natsume gelebt hat, erinnert sich ein Mädchen an Natsume. Sie erinnert sich an seine seltsamen Handlungen und wollte ihn verstehen. Unterdessen begegnet Natsume einem kleinen Youkai, der ihn an dasselbe Mädchen und dieselbe Stadt erinnert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172280","hoster":"VOE"},{"path":"/redirect/14179294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-6","name":"","epNo":6,"alt":"Other Side of the Glass","descr":"Natsume wird von einem Youkai in einer Flasche gefangen, um sie einem anderen namens Omibashira anzubieten. Nyanko-sensei verwandelt sich in Natsume und geht in seiner Schule umher, um seine Freunde nach Omibashira zu fragen, aber Tanuma wird involviert. Tanuma wird von einem der Youkai angegriffen, der Natsume gefangen hat und verliert ihn, aber als er durch den Wald rennt, um nach Natsume zu suchen, findet er hinter der Schule eine Villa. Als Tanuma plötzlich sehen kann, wie der Youkai die Stufen zum Herrenhaus hinaufgeht, wird er von einem Youkai mit einer Tasche über dem Kopf entdeckt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172380","hoster":"VOE"},{"path":"/redirect/14179295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-7","name":"","epNo":7,"alt":"The Gap Between Humans and Youkai","descr":"Natsume wird von Tanuma gerettet und die beiden fliehen mit Hilfe von Natori, der als Youkai verkleidet war, aus dem Bankettsaal. Tanuma wird mehr in die Welt der Youkai hineingezogen und erlebt sie hautnah, was Natsume große Sorgen bereitet. Überall in der Villa werden Blutspuren gefunden und Natsumes Befürchtungen werden wahr, als Tanuma von Omibashira angegriffen wird, aber von einem Stein geschützt wird, den Natori ihm gegeben hat. Nachdem Natsume Natori dabei hilft, Omibashira zu versiegeln, können alle aus den zuvor versiegelten Ausgängen entkommen. Natsume verspricht Tanuma, dass er ihm am nächsten Tag in der Schule seine Beschwerden mitteilen wird, und kommt schließlich wieder zu Hause an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172382","hoster":"VOE"},{"path":"/redirect/14179298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-8","name":"","epNo":8,"alt":"When I Was Deceived","descr":"Nyanko-sensei fällt in einen Brunnen und entdeckt, dass sich darin eine Barriere befindet, ebenso wie Nanase, Matobas Assistentin. Sie sucht nach einem bestimmten Stein mit einem Youkai, den sie darin versiegelt hat, und erzählt Nyanko-sensei die Geschichte, wie sie den Youkai kennengelernt hat, um sich die Zeit zu vertreiben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172323","hoster":"VOE"},{"path":"/redirect/14179297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-9","name":"","epNo":9,"alt":"The Moon-Splitting Festival","descr":"Natori hat die Aufgabe, das Siegel von Houzukigami zu finden und zu brechen, einem Gott, der alle 10 Jahre am Moon-Splitting-Festival gegen Fuzukigami, einen anderen Gott, teilnehmen sollte. Das Fest wird von den Youkai in den Bergen genutzt, um zu bestimmen, ob die Ernte in diesem Jahr reichlich ausfallen würde oder nicht. Ohne Houzukigami würde das Spiel mit einem Standardsieg für Fuzukigami enden, wodurch das Land unfruchtbar wurde. Natori versucht, das Siegel zu finden, ist aber überrascht, Natsume auf dem Fest als Houzukigami verkleidet vorzufinden, nachdem sie von Houzukigamis Dienern gebeten wurde, für ihren Gott einzuspringen. Das Match, um der Gewinner zu sein, besteht darin, ein Biest zu fangen, das aus einem Pot befreit wurde. Houzukigamis Diener sagen Natsume, sie solle nach dem echten Houzukigami suchen, während sie das Biest aufspüren. Zusammen mit Natori, Hiiragi, Nyanko-sensei und einem der Diener schauen sie in ein Gebäude an einem Wasserfall. Plötzlich taucht die Bestie auf und Natsume und Hiiragi werden vom Deck des Gebäudes gestoßen. Nachdem sie sich davon erholt haben, dass sie den Fluss hinuntergezogen wurden, versuchen sie, zum Gebäude zurückzukehren, werden jedoch von Fuzukigamis Dienern in eine Falle geraten, die für das Tier bestimmt war. Während er bewusstlos ist, kann einer der Diener einen menschlichen Geruch von \"Houzukigami\" wahrnehmen, was ihn dazu bringt, sich zu fragen, ob es wirklich der Gott ist oder nicht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172381","hoster":"VOE"},{"path":"/redirect/14179299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-10","name":"","epNo":10,"alt":"The God, Enshrined","descr":"Natsume gibt vor, der Gott Houzukigami zu sein, damit das Mondspaltungsfest mit einem Sieg endet und der Berg nicht ruiniert wird. Den Wettbewerb zu gewinnen wird nicht einfach sein, aber mit Hilfe von Natori wird er den Weg finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172277","hoster":"VOE"},{"path":"/redirect/14179296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-11","name":"","epNo":11,"alt":"A Single Photo","descr":"Natsume blickt zurück auf ein Foto seiner Eltern und alte Wunden werden wieder geöffnet. Natsume hat einen lustigen Tag mit seinen Freunden, aber plötzlich bekommt er einen Anruf. Das Haus, das Natsume mit seinem Vater bewohnt hat, wird verkauft. Wie wird Natsume das alles handhaben?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172327","hoster":"VOE"},{"path":"/redirect/14179300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-12","name":"","epNo":12,"alt":"The Door of Memories","descr":"Natsume macht sich in Begleitung von Nyanko-sensei auf, seine alte Heimat zu besuchen. Er besucht einen Verwandten, um den Schlüssel zum Haus abzuholen, wird aber von einem Youkai verfolgt, der möchte, dass er dafür einen Mund zeichnet. Er führt den Youkai aus dem Haus seiner Verwandten und Nyanko-sensei vertreibt ihn. Als die beiden das Haus wieder finden, wird Natsume plötzlich von den Youkai angegriffen und verliert sich in alten Erinnerungen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172356","hoster":"VOE"},{"path":"/redirect/14179304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-4/episode-13","name":"","epNo":13,"alt":"Long Way Home","descr":"Natsume, der von den Youkai besessen ist, denkt an einen schmerzhaften Vorfall aus seiner Kindheit, an dem die Familie beteiligt war, mit der er zu dieser Zeit zusammenlebte. Der Youkai bietet an, alle seine Erinnerungen zu essen, damit er seinen Schmerz nicht mehr durchleben muss.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172303","hoster":"VOE"},{"path":"/redirect/14179301","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/natsume-yuujinchou/staffel-5/episode-1","name":"","epNo":1,"alt":"Unchanging Form","descr":"Ein Yokai in einem Topf möchte, dass Natsume ihre Puppe findet. Als er es findet, erkennt sie es nicht, weil es seit Jahren draußen steht. Natsume putzt die Puppe und macht daraus einen neuen Kimono und der Yokai erkennt ihn in seiner neuen Kleidung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172278","hoster":"VOE"},{"path":"/redirect/14179303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-5/episode-2","name":"","epNo":2,"alt":"Mischievous Rain","descr":"Natsume findet bei einem Regenspaziergang im Wald ein Handtuch und trifft auf eine Yokai-Frau, die es zurückverlangt. Der Yokai folgt Natsume zu seinem Haus und schafft es, Natsume dazu zu bringen, ihr zu helfen, den \"gutaussehenden Mann\" zu finden, der sie ihr vor 50 Jahren an einer Bushaltestelle geschenkt hat. Sie will das Handtuch zurückgeben, das der Mann ihr gegeben hat, nachdem er besorgt war, sie im Regen spielen zu sehen. Der kindliche Yokai riecht den Duft des Mannes an seiner Enkelin, die Natsume mitteilt, dass ihr Großvater wegen einer Krankheit im Krankenhaus liegt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172250","hoster":"VOE"},{"path":"/redirect/14179302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-5/episode-3","name":"","epNo":3,"alt":"The Letter From the Exorcist","descr":"Natsume findet einen an ihn gerichteten Brief aus Matoba. Er geht durch den Wald und verliert die Nerven, als ein Amateur-Exorzist einen Yokai in einem Topf versiegelt. Als Natsume und Nyanko-sensei das schwache Siegel bemerken, bringen sie es zu Natoris Wohnung, um es wieder zu versiegeln. Als Natsume nach Hause zurückkehrt, sieht er Matoba und erfährt, dass der Brief eine Bitte an Natsume war, an einem Treffen starker Exorzisten teilzunehmen, um die Person auszusondern, die es auf Exorzisten abgesehen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172330","hoster":"VOE"},{"path":"/redirect/14179307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-5/episode-4","name":"","epNo":4,"alt":"Shadow of Linked Chains","descr":"Matoba bringt Natsume in eine der Villen des Matoba-Clans, um an dem Exorzistentreffen teilzunehmen. Natsume erfährt, dass ein Masken-Yokai namens \"Magatsumen\" Menschen kontrolliert und sich als Shiki verkleidet, um die Teilnehmer auf Besessenheit zu testen. Indem sie einem seltsamen Frühlingsgeräusch folgt, findet Natsume den Schuldigen hinter den Besitztümern der Maske und vertreibt den Yokai. Matoba schießt mit einem Pfeil auf den Yokai, um ihn zu exorzieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172334","hoster":"VOE"},{"path":"/redirect/14179306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-5/episode-5","name":"","epNo":5,"alt":"It Must Not Be Bound","descr":"Natsume sieht seltsame Schriften auf der Kreidetafel im Erdwissenschaften-Klassenzimmer. Taki erzählt Natsume von dem haarigen Yokai, dem sie geholfen hat, ihr Zuhause zu verlassen. Natsume kommt zu Takis Haus und erfährt, dass dort drei Yokai gefangen waren – zwei \"Kaninchen\"-Yokai und ein behaarter weißer. Der haarige Yokai wird von Taki verzaubert und hilft bei der Suche nach dem Hasen-Yokai in Takis Haus. Natsume erfährt, dass der haarige Yokai derjenige war, der an die Schultafel geschrieben hat, und geht zurück, um die Gefühle des Yokai darauf zu lesen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172251","hoster":"VOE"},{"path":"/redirect/14179309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-5/episode-6","name":"","epNo":6,"alt":"Soundless Valley","descr":"Natsume wird von zwei Yokai verfolgt, die ihn mit einem stimmversiegelnden Zauber belegen. Ein großer Vogel-Yokai rettet ihn und bringt ihn in ein Tal, bevor Nyanko-sensei ihn findet. Natsume gewinnt seine Stimme zurück, nachdem die Gruppe von Yokai ihn in seinem Zimmer angegriffen hat, und gibt dann den Namen des Vogel-Yokais zurück.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172332","hoster":"VOE"},{"path":"/redirect/14179308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-5/episode-7","name":"","epNo":7,"alt":"Distant Festival Lights","descr":"Tanuma lädt seine Freunde in ein Gasthaus seiner Verwandten ein. Während sie nach draußen fegt, wird Tanuma von einer alten Frau namens Ito-san begrüßt. Natsume erfährt, dass Ito-san ein Yokai ist, der dem Mizunagi-Schrein dient, indem er das Bergfest beschützt. Ito-san ist in das Gasthaus gekommen, weil ein anderer Yokai die weiße Maske des Festivals gestohlen und sich als Gast des Gasthauses verkleidet hat. Natsume findet den Yokai, der die Maske für die Macht des Festivals gestohlen hat, und Ito-san exorziert sie. Ito-san warnt Natsume, ihre Identität bis zum Ende des Festivals geheim zu halten, damit sie das Festival abschließen kann. Natsume sagt, dass er niemandem erzählen wird, dass sie eine Yokai ist, damit sie so lange wie möglich in dieser Stadt bleiben kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172375","hoster":"VOE"},{"path":"/redirect/14179312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-5/episode-8","name":"","epNo":8,"alt":"A World Unbent","descr":"Eine Episode, die die Geschichte von Natori Shuuichi und Matoba Seiji darstellt, als sie jung waren. Diese Episode zeigt Natoris Familie und seine Kindheit, als er Youkai sehen konnte, von seiner Familie gehasst wurde und ein Exorzist wurde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172318","hoster":"VOE"},{"path":"/redirect/14179313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-5/episode-9","name":"","epNo":9,"alt":"Following a Narrow Path","descr":"Die Episode beginnt damit, dass Natsume von einem haarigen Youkai verfolgt wird. Er trifft auf einen winzigen Pilz-Youkai, der ihm von einem edlen Youkai namens Shuon erzählt, der auf einer Reise war. Natsume hilft dem kleinen Youkai, sich auf sein Treffen mit dem edlen Youkai vorzubereiten. Als sie sich jedoch treffen, warnt der edle Youkai den Pilz-Youkai, dass der Weg, den er nimmt, ein schmaler ist und fordert den kleinen Youkai auf, nach Hause zu gehen. Doch dann erkennt der kleine Youkai, dass er würdig werden muss, um ihm folgen zu können. Ein anderer Youkai, der einer der edlen Youkai-Anhänger zu sein scheint, erscheint und gibt dem Pilz-Youkai ein Buch und sagt ihm, er solle das Training abschließen, um sich Shoun-sama anzuschließen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172322","hoster":"VOE"},{"path":"/redirect/14179317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-5/episode-10","name":"","epNo":10,"alt":"Touko and Shigeru","descr":"Die Geschichte, warum Touko und Shigeru Natsume adoptiert haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172377","hoster":"VOE"},{"path":"/redirect/14179316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-5/episode-11","name":"","epNo":11,"alt":"To the Ephemeral Ones","descr":"Die mittleren Reihen zeigen Natsume-Blüten auf der Spitze eines Hügels. Natsume bekommt später eine Erkältung und die mittleren Ränge gehen und holen Medizin für ihn, wobei sie mit der Medizin schwierige Aufgaben für den Yokai erledigen. Inmitten von Natsumes Fieberträumen ist die Erinnerung daran, wie er als Kind krank wurde und er kurz mit Reiko spricht. Mit der Medizin in der Hand geben ihm die Mittelreihen sie und sein Fieber sinkt. Später erfahren sie, dass das Medikament bei Menschen nicht wirkt und sind entmutigt, weil sie ihre Zeit verschwendet haben, aber lächeln, als Natsume ihnen für ihre Bemühungen dankt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172324","hoster":"VOE"},{"path":"/redirect/14179314","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/natsume-yuujinchou/staffel-6/episode-1","name":"","epNo":1,"alt":"The Days Eater","descr":"Ein Yokai, bekannt als \"The Days Eater\", macht aus Natsume ein kleines Kind. Nyanko-sensei bittet Tanuma und Taki um Hilfe.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172320","hoster":"VOE"},{"path":"/redirect/14179322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-6/episode-2","name":"","epNo":2,"alt":"It Blooms Tomorrow","descr":"Natsume hilft einem Steinwäscher, seinen Lehrling zu suchen, der aufgehört hat, ihm zu schreiben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172338","hoster":"VOE"},{"path":"/redirect/14179320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-6/episode-3","name":"","epNo":3,"alt":"Nitai-sama","descr":"Natsumes alter Klassenkamerad Shibata (aus \"False Friend\"/\"Itsuwari no Yūjin\" (偽りの友人)) ruft an. Natsume besucht Shibata zusammen mit Tanuma, wo Shibata ihnen von der \"Puppenvilla von Sotogi\" erzählt. Ein Youkai aus der Villa greift sie später an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172319","hoster":"VOE"},{"path":"/redirect/14179319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-6/episode-4","name":"","epNo":4,"alt":"Lying Eyes","descr":"Natsume trifft Tsukiko, die Tochter eines Exorzisten namens Takuma Yousuke, der kürzlich seine Fähigkeit verloren hat, Youkai zu sehen oder zu hören. Da sie nicht in der Lage ist, Youkai zu sehen, bat sie Natori, sich im Haus umzusehen, weil sie das Gefühl hatte, dass etwas nicht stimmte und ein Youkai möglicherweise darauf aus war, ihren Vater zu verletzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172331","hoster":"VOE"},{"path":"/redirect/14179323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-6/episode-5","name":"","epNo":5,"alt":"The Bound Ones","descr":"Natsume und Natori entdecken, dass die Youkai-Shiki (Dämonendiener und Freunde) von Takuma Yusuke versucht haben, Unglück ins Haus zu bringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172219","hoster":"VOE"},{"path":"/redirect/14179318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-6/episode-6","name":"","epNo":6,"alt":"Nishimura and Kitamoto","descr":"Diese Episode zeigt, wie sich Natsume zum ersten Mal mit Nishimura und Kitamoto anfreundete, zusammen mit einem besseren Einblick in ihr Familienleben und ihre Sichtweise.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172325","hoster":"VOE"},{"path":"/redirect/14179324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-6/episode-7","name":"","epNo":7,"alt":"Gomochi`s Benefactor","descr":"Natsume ist überrascht, als ein Youkai aus Dankbarkeit Reiko sucht. Vor Jahren wurde die zukünftige Braut des Youkais von ihrer Hilfe befreit und steht nun kurz vor der Heirat. Sie laden Natsume zur Hochzeit ein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172220","hoster":"VOE"},{"path":"/redirect/14179327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-6/episode-8","name":"","epNo":8,"alt":"A Day That Will Someday Come","descr":"Natsume spricht mit einem Teenager am Bahnhof, der sich als Youkai entpuppt, der aufgrund seiner Gefühle füreinander einen Menschen verlassen hat. Der Junge will sie finden, weil er eine Hochzeitseinladung bekommen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172276","hoster":"VOE"},{"path":"/redirect/14179326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-6/episode-9","name":"","epNo":9,"alt":"What Flows","descr":"Nachdem während der Sommerschulsitzung von Natsume eine Überschwemmung auf dem Four Mask Hill aufgetreten ist, beunruhigt eine zufällig in der Schule auftauchende Maske Natsume.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172335","hoster":"VOE"},{"path":"/redirect/14094991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-6/episode-10","name":"","epNo":10,"alt":"The Sealed Room","descr":"Ein Wettbewerb wird eröffnet, um den versiegelten Raum eines berühmten Forschers zu suchen. Der Preis sind seine Forschungsbücher, und viele Exorzisten sind versammelt. Natori wird eingeladen, Natsume möchte helfen, da dies bedeuten könnte, etwas zu finden, das ihm Informationen über das Buch der Freunde ermöglicht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172379","hoster":"VOE"},{"path":"/redirect/14179325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/natsume-yuujinchou/staffel-6/episode-11","name":"","epNo":11,"alt":"What Matters","descr":"Natsume beschließt, Natori von seinem Geheimnis zu erzählen, als die Suche nach dem Robbenraum endet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14172373","hoster":"VOE"},{"path":"/redirect/14179328","hoster":"Streamtape"}]}]}]}]}