{"path":"/serie/stream/naze-boku-no-sekai-o-dare-mo-oboeteinai-no-ka","name":"Naze Boku no Sekai o Dare mo Oboeteinai no ka?","descr":"[Why Nobody Remembers Me?] Die Ära, in der fünf große Stämme um die Vorherrschaft auf der Erde kämpften, endete mit dem Sieg der Menschheit unter der Führung des Helden Sid. Doch diese Welt wurde plötzlich vor den Augen des Jungen Kai \"überschrieben\". In der neu geschriebenen Welt verliert die Menschheit den Stammeskrieg aufgrund der Abwesenheit des Helden. Hier beherrschen Drachen und Dämonen die Erde, und Kai ist eine von allen Menschen vergessene Existenz. Doch nach der Begegnung mit dem geheimnisvollen Mädchen Rinne beschließt er, dieses umgeschriebene Schicksal zu durchbrechen. Er erbt das Schwert und die Kampfkunst des Helden, um die mächtigen feindlichen Rassen herauszufordern, die die Oberhand haben.","seasons":[{"path":"/serie/stream/naze-boku-no-sekai-o-dare-mo-oboeteinai-no-ka/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/naze-boku-no-sekai-o-dare-mo-oboeteinai-no-ka/staffel-1/episode-1","name":"","epNo":1,"alt":"The Boy Forgotten by the World","descr":"Nach einem großen Krieg der Rassen, aus dem die Menschheit siegreich hervorging, wacht nun Kai über die Grabstätte, in welcher die Dämonenrasse versiegelt ist. Einzig ihm scheint bewusst zu sein, was geschehen könnte, sollten die Dämonen ausbrechen. Bis eines Tages etwas Unerklärliches geschieht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14211702","hoster":"VOE"},{"path":"/redirect/14211703","hoster":"Vidoza"},{"path":"/redirect/14211701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/naze-boku-no-sekai-o-dare-mo-oboeteinai-no-ka/staffel-1/episode-2","name":"","epNo":2,"alt":"Rinne","descr":"In der Grabstätte, in welcher in seiner Welt die Dämonen versiegelt waren, stößt Kai auf ein Mädchen, das er keiner der ihm bekannten Rassen zuordnen kann. Als sie ihn um Hilfe bittet, zögert er nicht lange. Doch als er sie von ihren Ketten befreit, passieren abermals rätselhafte Dinge.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14243249","hoster":"VOE"},{"path":"/redirect/14243260","hoster":"Vidoza"},{"path":"/redirect/14243258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/naze-boku-no-sekai-o-dare-mo-oboeteinai-no-ka/staffel-1/episode-3","name":"","epNo":3,"alt":"The Hero of the Demons","descr":"Nach dem Dämonenangriff auf Neo Vishal startet der Widerstand mit Hilfe von Kai und Rinne eine große Offensive gegen die Dämonen und ihre Heldin. Aber werden Kais Wissen aus seiner Welt und Rinnes Kräfte ausreichen, um die Dämonen zu besiegen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14259318","hoster":"VOE"},{"path":"/redirect/14259324","hoster":"Vidoza"},{"path":"/redirect/14259322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/naze-boku-no-sekai-o-dare-mo-oboeteinai-no-ka/staffel-1/episode-4","name":"","epNo":4,"alt":"Thus, The World was Recorded","descr":"Während Kai und Rinne sich der Heldin der Dämonen stellen, taucht eines dieser mysteriösen Wesen wieder auf und versucht, Vanessa aus der Welt zu entfernen. Vanessa schafft es jedoch, dagegen anzukämpfen. Dann richtet sie ihre Aufmerksamkeit wieder auf Kai und Rinne.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14286854","hoster":"VOE"},{"path":"/redirect/14286862","hoster":"Vidoza"},{"path":"/redirect/14286859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/naze-boku-no-sekai-o-dare-mo-oboeteinai-no-ka/staffel-1/episode-5","name":"","epNo":5,"alt":"To the East of the World","descr":"Die Dämonen endlich aus der Hauptstadt vertrieben, bricht der Widerstand Urzas auf zur Föderation Io, dessen Widerstand um Unterstützung gegen die Götterwesen gebeten hat. Schnell wird jedoch klar, dass nicht jeder diese Unterstützung begrüßt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14319091","hoster":"VOE"},{"path":"/redirect/14319093","hoster":"Vidoza"},{"path":"/redirect/14319090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/naze-boku-no-sekai-o-dare-mo-oboeteinai-no-ka/staffel-1/episode-6","name":"","epNo":6,"alt":"Elven Forest","descr":"Jeanne und der Wiederstand Urzas stoßen im Elfanwald auf Hinterlassenschaften des Widerstandes Ios. Als sie der Spur folgen, landen sie im Elfendorf, wo die Anführerin der Elfen sie bereits erwartet, um ihnen einen Vorschlag zu unterbreiten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14346650","hoster":"VOE"},{"path":"/redirect/14346702","hoster":"Vidoza"},{"path":"/redirect/14346647","hoster":"Streamtape"}]}]}]}]}