{"path":"/serie/stream/nchste-ausfahrt-glck","name":"Nächste Ausfahrt Glück","descr":"Katharina Wegeners Jugendliebe Juri Hoffmann kehrt in ihre Heimatstadt Eisenach zurück, weil er sich um seinen zunehmend wunderlichen Vater kümmern muss. Obwohl sie verheiratet und Mutter ist, wird ihr schnell klar, dass sie Juri noch immer liebt.","seasons":[{"path":"/serie/stream/nchste-ausfahrt-glck/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nchste-ausfahrt-glck/staffel-1/episode-1","name":"Juris Rückkehr","epNo":1,"alt":"","descr":"Als Katharina ihrer alten Liebe Juri gegenübersteht, erscheinen 30 Jahre wie ein Tag. Jahrzehntelang hat sie sich um Juris Vater Willi gekümmert, doch nun stößt ihr guter Wille an Grenzen. Denn Willi wird wunderlich und bedarf der Aufmerksamkeit seines Sohnes. So kehrt Juri zurück aus Kanada. Dorthin war er ausgewandert, nachdem er 1989 über den Zaun der Prager Botschaft geklettert war. Heute organisiert er in Kanada Touren durch die Wildnis. Der unangepasste Musiker wollte damals eigentlich gemeinsam mit Katharina aus der DDR fliehen, doch diese schreckte am Zaun vor dem entscheidenden Schritt zurück. Nichts passt weniger in Katharinas Lebenskonzept als die Tatsache, dass nach 30 Jahren bei der ersten Begegnung die alte Magie augenblicklich wieder da ist und sie feststellt, dass sie diesen Mann noch immer liebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10005361","hoster":"VOE"},{"path":"/redirect/10005358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nchste-ausfahrt-glck/staffel-1/episode-2","name":"Beste Freundinnen","epNo":2,"alt":"","descr":"Juri ist in Eisenach geblieben und taucht zusammen mit Sybille beim Tanzkurs auf. Sind die beiden inzwischen ein Paar? Katharina ist zutiefst beunruhigt, als sie feststellt, dass sich bei ihr Eifersucht regt. Ihrer Freundin spielt sie hingegen vor, die Liebe zu Juri gehöre für sie in die Vergangenheit. Doch was ist wirklich in jener Nacht passiert, die Juri, Sybille und Christian zu dritt verbracht haben? Nach einem ausschweifenden Abend beim Stand-up-Paddling waren die Freunde in Juris altem Kinderzimmer abgestürzt. Christian rutscht deshalb in eine veritable Beziehungskrise mit seiner Frau Yvonne, die nicht daran glaubt, dass in Juris Zimmer nur \"Mensch ärgere Dich nicht\" gespielt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10005325","hoster":"VOE"},{"path":"/redirect/10005345","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/nchste-ausfahrt-glck/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/nchste-ausfahrt-glck/staffel-2/episode-1","name":"Der richtige Vater","epNo":1,"alt":"","descr":"Juri fragt sich, ob der Sohn seiner Jugendliebe Katharina in Wirklichkeit sein eigenes Kind ist. Hat Katharina ihn um ein Leben betrogen? Wie zufällig stellt er sich als erster Patient in Pauls Praxis vor, die dieser als Allgemeinmediziner neu eröffnet hat. Katharina gefällt überhaupt nicht, dass Juri jetzt Kontakt zu ihrem Sohn hat und sich zunehmend in ihr Familienleben einmischt. Da schreitet sie lieber selbst zur Tat und offenbart ihrem Mann Georg nach über dreißig Jahren ein Geheimnis, das alles verändert. Denkt sie. Doch Georg hatte schon längst geahnt, dass Paul nicht sein Sohn ist. Da er jedoch die lieb gewonnene Familie nicht aufs Spiel setzen wollte, hat er geschwiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10005353","hoster":"VOE"},{"path":"/redirect/10005352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nchste-ausfahrt-glck/staffel-2/episode-2","name":"Ein Song für die Freiheit","epNo":2,"alt":"","descr":"Katharina und ihre Jugendliebe Juri hatten sich zur Wendezeit bei der Republikflucht aus den Augen verloren. War es Katharinas beste Freundin, die sie damals verraten hat? Oder ist es Zufall, dass Katharina nun eine Akte vor ihrer Haustür findet, in der steht, dass damals eine Informantin mit dem Namen \"Gänseblümchen\" Juri und sie der Stasi genannt hat? Und dass Juris Vater Willi ihre Freundin Sybille beharrlich mit genau diesem Namen ruft? Der alte Mann ist, zugegeben, zuletzt etwas verwirrt. So hält er Juri, Katharina, Georg und den ganzen Freundeskreis auf Trab, weil er immer wieder aus seinem Haus verschwindet und sich auf Wanderschaft begibt. Als er von einem seiner Ausflüge nicht mehr nach Hause zurückkehrt, machen sich Katharina und Juri gemeinsam auf die Suche. Die Spur führt in die Wälder um Eisenach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10005351","hoster":"VOE"},{"path":"/redirect/10005354","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/nchste-ausfahrt-glck/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/nchste-ausfahrt-glck/staffel-3/episode-1","name":"Familienbesuch","epNo":1,"alt":"","descr":"Erzieherin Katharina und ihre Jugendliebe Juri führen heimlich wieder eine Beziehung. Doch gerade, als sie ihrem Mann Georg die Wahrheit gestehen will, geschieht das Unerwartete. Sohn Paul hat heimlich seine Hochzeit geplant und steht mit der hochschwangeren Braut vor der Tür. Aya stammt aus Ghana und erhält zur Zeremonie Besuch von ihrer Familie. Katharina und Juri haben den richtigen Moment für ihre Neuigkeit verpasst. Also reist eine ghanaische Familie an, Menschen und Kulturen lernen sich kennen, und Katharina hat vorerst nur ein einziges erklärtes Ziel: ihrem Sohn die schönste Hochzeit zu bereiten und auf keinen Fall den wichtigsten Tag in seinem Leben zu verderben. So lange muss die Wahrheit warten. Doch Juri, der Sorge hat, dass Katharina sich wieder im lustigen Familiengewimmel verliert, nutzt jede Gelegenheit, um im Kreise der erweiterten Familie aufzutauchen und sich als Pauls leiblicher Vater zu präsentieren. Da er außerdem seinen unorthodoxen Vater Willi mit im Gepäck hat, dauert es nicht lange, bis das Chaos perfekt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12257119","hoster":"VOE"},{"path":"/redirect/12257116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nchste-ausfahrt-glck/staffel-3/episode-2","name":"Katharinas Entscheidung","epNo":2,"alt":"","descr":"Katharina gesteht ihrem Mann Georg, dass sie wieder mit ihrer großen Liebe Juri zusammen ist. Georgs konsequente Reaktion verblüfft sie. Er lässt Katharina stehen, lehnt weitere Gespräche ab und verschwindet zunächst von der Bildfläche. Katharina, der die Tragweite ihrer Entscheidung zunehmend bewusst wird, erwartet nun von Juri dasselbe: dass er ehrlich mit seiner Freundin Sybille ist. Juri jedoch lässt auf sich warten. Nie trifft er den richtigen Moment, um vor Sybille die Karten auf den Tisch zu legen. Erschwerend kommt hinzu, dass diese gerade den nächsten Schritt in der gemeinsamen Beziehung plant: Sie hat eine Wohnung angemietet, um mit Juri zusammenzuziehen, und missversteht dessen hilflose Ansätze zum Geständnis als Zeichen, dass Juri ihr einen Heiratsantrag machen will. Katharina kann dieses Hinhalten ihrer besten Freundin kaum ertragen, sieht es aber nicht als ihre Aufgabe, sie aufzuklären. So leidet sie unter der Situation und beginnt, die Konsequenzen ihres Handelns zu spüren: Georg geht eigene Wege, und insgesamt scheint Katharinas Familie ins Chaos zu stürzen. So plant Tochter Nina, nach Berlin zu ziehen. Stattdessen richtet sich ihre Mutter Anschi zunehmend häuslich bei ihr im Haus ein und verunsichert sie mit wechselnden Männergeschichten. Und schließlich hat Sohn Paul ernsthafte Konflikte mit seiner frischvermählten Aya über die Frage, wo und wie am besten die Geburt des gemeinsamen Kindes stattfinden soll. Zunehmend verunsichert fragt sich Katharina: War die Entscheidung, mit Juri wieder eine Beziehung zu führen und vielleicht sogar mit ihm nach Kanada zu gehen, die richtige?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12257108","hoster":"VOE"},{"path":"/redirect/12257112","hoster":"Streamtape"}]}]}]}]}