{"path":"/serie/stream/ncis-new-orleans","name":"NCIS: New Orleans","descr":"Bei der US-amerikanischen Krimiserie Navy CIS: New Orleans (OT: NCIS: New Orleans) handelt es sich um einen Ableger der Mutterserie Navy CIS, die mittels Backdoor-Pilot ins NCIS-Universum eingefädelt wurde. Die Handlung dreht sich rund um die Arbeit einer Außenstelle des Naval Criminal Investigative Service in Louisiana. Das Team setzt sich aus Dwayne Cassius Pride, Christopher LaSalle, Meredith Brody, Sebastian Lund und Dr. Loretta Wade zusammen. Gemeinsam untersuchen die Ermittler spannende Fälle – vom südlichen Ende des Mississippi River bis hin zur nördlichsten Region in Texas. Natürlich spielt auch die Stadt New Orleans eine zentrale Rolle im Rahmen des CBS-Formats.","seasons":[{"path":"/serie/stream/ncis-new-orleans/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-1","name":"Das gestiefelte Bein","epNo":1,"alt":"Musician Heal Thyself","descr":"Im Hafen von New Orleans wird in einer Kiste mit Garnelen ein Bein mit einem Navy-Stiefel daran gefunden, wenig später taucht auch der Rest der Leiche auf. Es handelt sich um Petty Officer Calvin Parks, der im Hafen für die Materialbeschaffung der Navy gearbeitet hat. Der Vorarbeiter beschreibt ihn als höflich und fleissig, äussert aber den Verdacht, er habe wieder Fühlung mit einer Gang aufgenommen, der er als Jugendlicher angehört habe. Tatsächlich findet sich an Calvins Leiche eine frische Gang-Tätowierung, doch keine der als Täterkreis infrage kommenden rivalisierenden Gangs will etwas mit der Tat zu tun haben. Dem ehrgeizigen Councilman Hamilton kommt die Situation wie gerufen, um sich mit der Neugründung einer Sondereinheit \"Gangkriminalität\" politisch zu profilieren. Special Agent Pride nimmt sich den Fall sehr zu Herzen, da ihn mit Calvin Parks und dessen Vater eine lange Freundschaft verbindet. Auf Calvin Parks’ Computer finden sich Daten, die darauf hindeuten, dass für die Navy bestimmte Lieferungen aus Guatemala deutlich leichter in New Orleans eintreffen, als sie abgeschickt worden sind. Pride und sein Team vermuten Schmuggelaktivitäten. Dr. Wade stellt inzwischen fest, dass Calvins vermeintlich frisches Banden-Tattoo erst nach seinem Tod gestochen worden sein kann, vermutlich als Ablenkungsmanöver. Die Zusammensetzung der Tinte führt das Team zu einem Tätowierer, der wiederum auf den Vorarbeiter im Hafen verweist. Tatsächlich bestätigt sich der Verdacht, dass Calvin Parks hinter Schmuggelaktivitäten gekommen war und deshalb sterben musste. Der Fall führt jedoch potentiell noch weiter, nämlich zu Councilman Hamilton, in dessen Wahlbezirk der Hafen liegt, und der offenbar nicht nur vom Schmuggel finanziell, sondern auch vom Gangunwesen politisch profitiert. Beweise hierfür gibt es jedoch noch keine …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376687","hoster":"VOE"},{"path":"/redirect/14437626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-2","name":"Das Pestschiff","epNo":2,"alt":"Carrier","descr":"Die \"Geronino\", ein Schiff der Navy, macht nach mehreren Wochen auf See Halt im Hafen von New Orleans. Die Besatzung bekommt frei und geht auf Landgang. Einer der Seeleute feiert in einer Bar und verhält sich sehr merkwürdig. Er geht raus auf die Straße, um Luft zu schnappen, wird von einem Taxi angefahren und stirbt. Anfangs wird vermutet, dass er zuviel getrunken oder Drogen genommen hat, aber die Ursache für sein seltsames Verhalten liegt ganz woanders. Agent Pride und sein Team finden heraus, dass sich der Seemann mit der Beulenpest infiziert hat. Selbstverständlich vermutet man aufgrund der Inkubationszeit, dass der Ansteckungsherd auf dem Schiff sein muss. Das ganze Schiff wird auf den Kopf gestellt. Das Team findet eine Ratte. Aber es stellt sich heraus, dass das Tier nicht infiziert ist. Außerdem ist der identifizierte Bakterienstamm außergewöhnlich aggressiv und kann unmöglich natürlichen Ursprungs sein. Am Ende stellt sich heraus, dass die Bakterien aus einem Forschungslabor der Navy in Lima stammen. Die Spur führt zu einem gewissen Dr. Hufcutt. Er besitzt einen Pharmakonzern, der in finanzielle Schwierigkeiten geraten ist. Aufgrund seiner Reputation hatte er Zugang zu dem Labor in Lima, konnte die Bakterien stehlen und hat damit einige Muffins vergiftet. Es hat sich auf der \"Geronimo\" auch niemand gewundert, als er mit dem Hubschrauber an Bord gebracht wurde. Dr. Hufcutt wollte danach auf einer internationalen Tagung in Jackson noch mehr Menschen infizieren, die Opfer dann mit seinen Medikamenten behandeln lassen und einen von ihm entwickelten Impfstoff auf den Markt werfen. Zum Glück kann ihm Agent Pride mit seinem Team noch rechtzeitig das Handwerk legen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376708","hoster":"VOE"},{"path":"/redirect/14437620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-3","name":"Auf der Flucht","epNo":3,"alt":"Breaking Brig","descr":"Drei Häftlinge, Dalton, Babakow und Nash sollen mit einem gepanzerten Bus ins Militärgefängnis gebracht werden. Auf dem Weg dorthin kommt es jedoch zu einem verhängnisvollen Unfall, und die drei können fliehen. Wie sich nach und nach herausstellt, ist der Unfall aber nicht zufällig passiert. Er war vorher akribisch geplant. Die drei haben auf der \"Birmingham\" zwar in Einzelzellen gesessen, aber sie konnten über den Lüftungsschacht wunderbar miteinander kommunizieren. Einen Mithäftling, der auch mit im Bus saß, und die beiden Wachleute haben sie kurzerhand umgebracht und sind jetzt auf der Flucht. Außerdem haben sie die Waffen der Wachleute und sind somit unberechenbar. Anfangs bleiben sie spurlos verschwunden, aber dann hat es in der Nähe in einem unbewohnten Haus eine Schießerei gegeben, bei der ein Streifenpolizist umgekommen ist. Schnell ist klar, dass es die flüchtigen Häftlinge waren. An dem Fall hat man auch an höchster Stelle Interesse. Babakow kennt nämlich den Namen eines Staatsverräters. Man hat ihn diesbezüglich auch schon verhört, und davon hat Nash Wind bekommen. Deshalb ist Babakow zu einer Bedrohung für ihn geworden. Auch er kennt den Namen des Staatsfeindes und hat mit Babakow Geschäfte gemacht. Er hat die Flucht geplant, um an Babakow heranzukommen, bevor er selbst auffliegt. Als klar wird, dass Babakow seinen Namen bei den Verhören nicht verraten hat, erschießt er ihn. Am Ende kann das NCIS-Team Nash aufspüren. Dummerweise kann er Brody in seine Gewalt bringen und Pride ist gezwungen, ihn zu erschießen. Deshalb bekommt er leider Ärger, er hatte nämlich die klare Anweisung Nash lebend gefangen zu nehmen, weil nur er den Namen des Staatsfeindes kennt. Pride macht aber klar, dass ihm das Leben seiner Leute wichtiger ist, und dass er immer wieder so handeln würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377534","hoster":"VOE"},{"path":"/redirect/14408017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-4","name":"Der Ring","epNo":4,"alt":"The Recruits","descr":"Petty Officer T.J. Blake wird erschossen im Zimmer der Studentin Natalie Lane gefunden. Am Abend zuvor lernten sich beide auf einer Party im Studentinnenwohnheim kennen. Natalie beteuert, nichts mit dem Mord zu tun zu haben, und ihre Freundin Tilda stützt ihre Aussage. In dem Söldner Max Wolf, der noch eine Rechnung mit Blake offenhatte, findet Pride schnell den ersten Verdächtigen. Doch Wolf hat ein Alibi – und pikante Informationen über Natalie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377525","hoster":"VOE"},{"path":"/redirect/14437623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-5","name":"Der Fluch der Orchidee","epNo":5,"alt":"It Happened Last Night","descr":"Chief Warrant Officer William Reed wird tot in einem Bayou gefunden, seine Frau Marilyn ist wie vom Erdboden verschluckt. Ihr Bruder Oliver Huntington gerät schnell ins Visier der Ermittler, kann aber glaubhaft belegen, dass Marilyn entführt wurde. Nun fordern die Kidnapper ein horrendes Lösegeld, doch der eigentlich wohlhabende Oliver hat massive Geldprobleme – und der Fall wird immer mysteriöser …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396163","hoster":"VOE"},{"path":"/redirect/14414946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-6","name":"Das erste Kapitel","epNo":6,"alt":"Master Of Horror","descr":"Kurz vor Halloween wird die Navy-Richterin Melanie Herman brutal ermordet und auf einem Friedhof abgelegt. Außerdem hat ihr der Mörder eine Niere entfernt – und sie seinem nächsten Opfer, Lieutenant Commander Abram, eingesetzt. Pride und sein Team finden heraus, dass die Toten John Neville wegen sexueller Nötigung verurteilt hatten. Der Mann ist seit Kurzem wieder frei. Will er sich für seine Verurteilung rächen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396063","hoster":"VOE"},{"path":"/redirect/14437633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-7","name":"Der Glanz des Silbers","epNo":7,"alt":"Watch Over Me","descr":"Commander Darby Wilson und seine Assistentin werden tot aufgefunden. Zuerst sieht es so aus, als ob die beiden eine Affäre hatten und deswegen sterben mussten. Doch offenbar hat der Mord etwas mit Wilsons Job zu tun: Er war Verbindungsoffizier in einer High-Tech-Firma, die Waffensysteme für die Navy produziert. Ein Video mit einem fehlgeschlagenen Waffentest, das Wilson wohl versehentlich erhielt, scheint der Schlüssel zu seinem Mörder zu sein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377557","hoster":"VOE"},{"path":"/redirect/14409147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-8","name":"Wer ist Maria Garcia?","epNo":8,"alt":"Love Hurts","descr":"Petty Officer Jonathan Bell wird ermordet. Der Tod des Mannes, der für einen hohen General arbeitete, gibt Rätsel auf: Die Leiche wurde von drei Patronen getroffen – aus zwei verschiedenen Waffen. Schnell fassen die Ermittler einen vermeintlichen Täter. Der Mann gesteht Schüsse auf den Officer, für den tödlichen Treffer ist er aber gar nicht verantwortlich, wie sich herausstellt. Liegt der Schlüssel zur Lösung des Falls doch in Bells Online-Flirt mit der mysteriösen Maria Garcia?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396164","hoster":"VOE"},{"path":"/redirect/14437639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-9","name":"Ein Sumpf aus Hass","epNo":9,"alt":"Chasing Ghosts","descr":"Ein Einbrecher wird von der Polizei verfolgt und stürzt dabei dummerweise vom Dach eines Hauses. Er ist auf der Stelle tot. Normalerweise wäre das kein Fall für unser Team, aber bei dem Einbrecher wird ein Revolver gefunden, der einem Angehörigen der Navy gehört. Zwar wurde die Seriennummer rausgefeilt, aber Dank Sebastians Hilfe, finden sie heraus, dass der Revolver einem gewissen Chief Petty Officer Jakob Tralow gehört. Bei dem Namen schrillen bei Wade sofort alle Alarmglocken. Chief Petty Officer Jakob Tarlow wurde nämlich bereits vor 40 Jahren gelyncht und aufgehängt. Das war der erste Fall, in den Wade involviert war, und er hat sie bis heute nicht losgelassen. Ausserdem hat sie sich damals mit Hannah, der Frau des Opfers, angefreundet und ihr versprochen den Mord an ihrem Mann aufzuklären. Inzwischen ist Hannah an Leberkrebs erkrankt und wird nicht mehr lange leben. Der Fund des Revolvers gibt Wade die Hoffnung, den Fall nach all den Jahren doch noch aufklären und ihr Versprechen einlösen zu können. Damals deutete alles auf eine rassistische Gruppierung hin, die Jakob schon mehrmals angegriffen hatte. Aber man konnte den Mitgliedern der Gruppe damals nichts nachweisen. Nach einigen Recherchen könnte aber auch der Vater von Councilman Hamilton in die Sache verwickelt sein. Doch auch diese Spur führt letztendlich in eine Sackgasse. Es sieht so aus, als hätten die Rassisten nichts mit dem Mord an Jakob Tarlow zu tun. Am Ende führt die Spur in eine ganz andere Richtung und zwar zu Jakobs bestem Freund Paul. Der hatte, bevor sich Jakob und Hannah verlobten, eine kurze Affäre mit Hannah. Nach einem Handgemenge mit den Rassisten, hat er Jakob von seiner heimlichen Liebe erzählt. Es kam zu einer Auseinandersetzung und dabei ist Jakob unglücklicherweise ums Leben gekommen. Danach hat Paul versucht, die Tat zu vertuschen und hat Spuren gelegt, die darauf hindeuten sollten, dass die rassistische Gruppe Jakob gelyncht und auf dem Gewissen hat. Am Ende konnte Wade also doch noch ihr Versprechen einlösen, aber besonders stolz ist sie darauf nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377582","hoster":"VOE"},{"path":"/redirect/14437658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-10","name":"Der Mann im Loch","epNo":10,"alt":"Stolen Valor","descr":"Im Militärmuseum wird die Leiche von Bud Samuels gefunden. Er war früher bei der Navy und versuchte in den letzten Jahren Typen, die sich damit rühmen beim Militär zu sein, und dort Geld abkassieren, das Handwerk zu legen. Dadurch hat er sich natürlich eine Menge Feinde gemacht. Und richtig, die Spur führt zu einem gewissen Len Browers. Er hat auch damit geprahlt bei den Streitkräften zu sein. Unser Team ermittelt seine Adresse, aber als sie ihn dingfest machen wollen, schafft er es abzuhauen. Sie entdecken in seiner Wohnung eine Militärjacke und anhand der DOD- Identifikationsnummer finden sie raus, dass sie einem gewissen Zack Chase gehört. Er war als Kampfmittelbeseitiger in Afghanistan, und hatte die Aufgabe dort Landminen zu räumen. Bei einem dieser Aufträge soll er ums Leben gekommen sein, aber seine Leiche wurde nie gefunden. Durch den Fund der Jacke wird nun neue Hoffnung geweckt, dass er vielleicht doch noch lebt. Er soll die Jacke nämlich kurz vor der Explosion, bei der er gestorben sein soll, getragen haben. Man schafft es Len Bowers zu schnappen und es stellt sich heraus, dass er sich tatsächlich im Museum mit Bud gestritten hat. Aber es war kein Mord, sondern ein tragischer Unglücksfall. Jetzt bleibt nur noch die Frage, wo Zack ist. Len erzählt dem Team, dass er die Jacke von Hameed, einem Teppichimporteur, gekauft hat. Die Spur führt also zurück nach Afghanistan und schon bald wird klar, dass Zack bei der Explosion nicht umgekommen ist, sondern von Rebellen entführt wurde. Pride, der die Hoffnung ihn lebend zu finden, nie aufgegeben hat, schafft es am Ende Zack aus den Händen der Rebellen zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377647","hoster":"VOE"},{"path":"/redirect/14437653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-11","name":"Der Köder","epNo":11,"alt":"Baitfish","descr":"Das NCIS-Team untersucht eine tödliche Explosion während einer Navy-Benefizgala und findt heraus, dass Special Agent Pride das Ziel des Anschlags war...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396162","hoster":"VOE"},{"path":"/redirect/14410909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-12","name":"Der Schatz im Golf","epNo":12,"alt":"The Abyss","descr":"Mitten auf dem offenen Meer treibt ein Forschungsboot mit zwei Leichen an Bord. Das dritte Mitglied des Forschungsteams und Tochter des Navy Admirals Adam Huntley Anna ist spurlos verschwunden. Agent Abigail Borin ruft den NCIS New Orleans zu Hilfe. Können die Agents Anna aufspüren? Oder hat diese möglicherweise selbst etwas mit den Morden zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396138","hoster":"VOE"},{"path":"/redirect/14380981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-13","name":"14 letzte Tage","epNo":13,"alt":"The Walking Dead","descr":"Der Navy Therapeut Gabriel Lin bricht beim Joggen zusammen und wird ins Krankenhaus eingeliefert. Anfangs können die Ärzte nicht feststellen, was ihm fehlt. Aber nach weiteren Untersuchungen finden sie heraus, dass er mit Polonium 210 vergiftet wurde. Er ist also unheilbar krank und hat nur noch kurze Zeit zu leben. Gabriel sucht seinen alten Freund Pride auf und bittet ihn darum, den Verbrecher zu finden, der ihm das angetan hat. Wade untersucht Gabriel eingehend und findet heraus, wann genau er vergiftet wurde. An dem Tag, an dem er mit dem Polonium in Berührung gekommen ist, hat er im Loft seines Vaters übernachtet. Die Spur führt zu seinem Bruder Cam...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396179","hoster":"VOE"},{"path":"/redirect/14437654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-14","name":"Der unsichtbare Schütze","epNo":14,"alt":"Careful What You Wish For","descr":"Auf dem Weg zu einer Gerichtsverhandlung wird ein Anschlag auf Navy-Admiral Pack ausgeführt. Admiral Pack bleibt unverletzt. NCIS-Agent Hackett und Brody sind für den Personenschutz des Admirals abgestellt. NCIS-Agent Hackett wird durch einen Schuss aus einem Jagdgewehr tödlich getroffen. Admiral Pack war unlängst Anfeindungen seitens der Werftarbeiter-Gewerkschaft ausgesetzt, da er die Schiffswartungsaufträge aus New Orleans abgezogen hat und dadurch Hunderte von Arbeitsplätzen gefährdet hat. Es stellt sich jedoch heraus, dass der Mordanschlag mit hoher Wahrscheinlichkeit nicht Pack, sondern Agent Hackett gegolten hat.Agent Brody, die vor Jahren bereits wegen Zögerns in einer kritischen Situation ins Visier der Dienstaufsicht geraten war, muss sich erneut Befragungen durch Agent Anson unterziehen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396109","hoster":"VOE"},{"path":"/redirect/14413947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-15","name":"Maskenball","epNo":15,"alt":"Le Carnivale de la Mort","descr":"Während auf den Straßen der Karneval von New Orleans tobt, wartet Special Agent Prides Vater Cassius im Staatsgefängnis auf seine jährliche Bewährungsanhörung. Pride hat sich bisher stets geweigert, sich für die Entlassung seines Vaters auszusprechen, da er davon überzeugt ist, dass Cassius nur im Gefängnis vor sich selbst sicher sein kann. Umso mehr erbost es ihn, dass seine Tochter Laurel ohne sein Wissen mit Cassius Kontakt aufgenommen und ihn sogar im Gefängnis besucht hat. Währenddessen wird auf den Straßen des feiernden New Orleans der Navy Petty Officer Toussaint Patrice erstochen aufgefunden. Toussaint soll vor einem Mann geflohen sein, der mit einem Messer bewaffnet war und eine Narrenmaske trug – zur Zeit des Mardi Gras kaum ein hilfreicher Hinweis. Kurz zuvor war Toussaint in einem Club in einen Streit geraten. Wie die Überwachungsbilder zeigen, war er zu diesem Zeitpunkt jedoch bereits verletzt – und hatte eine Gasmaske bei sich...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396073","hoster":"VOE"},{"path":"/redirect/14437661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-16","name":"Unter Brüdern","epNo":16,"alt":"My Brother’s Keeper","descr":"Petty Officer Maggie Barringer wird vor dem Gebäude überfahren, in dem sie arbeitet. Sie hinterlässt zwei minderjährige Pflegekinder, den temperamentvollen Danny und seinen kleinen Bruder CJ. Zunächst deutet einiges darauf hin, dass Danny seine Pflegemutter aus Frust über die bisher nicht erfolgte Adoption getötet hat. Doch die Spuren am Tatort weisen schließlich in eine ganz andere Richtung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376751","hoster":"VOE"},{"path":"/redirect/14412415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-17","name":"Das Syndikat","epNo":17,"alt":"More Now","descr":"Der Arzt Dr. Freddy Barlow und seine Freundin Pam Shore werden in einem Strandhaus in Charleston, South Carolina, aus nächster Nähe erschossen. Während die örtliche Polizei von einem schiefgelaufenen Einbruch ausgeht, steht für Agent Pride außer Zweifel, dass sein alter Intim-Feind Paul Jenks, genannt \"Köderfisch\", für die Tat verantwortlich ist. Jenks scheint es sich zur Aufgabe gemacht zu haben, das zerfallene Verbrechenssyndikat der Broussards wieder zum Leben zu erwecken. Die Obduktion von Dr. Barlow ergibt, dass er offenbar häufig mit Substanzen zu tun hatte, die bei der Herstellung von illegalen Drogen verwendet werden. Zudem scheint er von einem Unbekannten per E-Mail wiederholt vor Paul Jenks gewarnt worden zu sein. Der Unbekannte entpuppt sich als Frank Broussard, der im Bundesgefängnis von Slidell auf seinen Prozess wartet. Pride versucht, mit ihm einen Handel abzuschließen – Informationen über Jenks gegen Reduzierung der Anklagen – doch Frank wird im Gefängnis ermordet, bevor der Handel zustandekommt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14371340","hoster":"VOE"},{"path":"/redirect/14412907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-18","name":"Das Herz will, was es will","epNo":18,"alt":"The List","descr":"Petty Officer Peter Karp wird während einer Kostümparty in einem New Orleanser Stripclub in einem Separee erschossen. Erste Untersuchungen ergeben, dass der Täter sich offenbar durch eine manipulierte Hintertür Zugang zu dem Club verschafft hat und somit nicht am offiziellen Eingang auf Waffen untersucht worden ist. Der Mörder hat außerdem einen Fußabdruck hinterlassen – ohne jedes Profil, aber mit Sporen eines Mooses. Die anfängliche Annahme, dass der Täter Hilfe von innerhalb des Clubs gehabt haben könnte, bestätigt sich nicht. Karp ist offenbar mit einer sehr alten und schlecht gewarteten Waffe erschossen worden, die, wie die ballistische Untersuchung zeigt, bereits in zwei anderen Mordfällen benutzt worden ist. Allen drei Mordopfern ist gemeinsam, dass sie irgendwann ein Verbrechen begangen haben, für das sie durch Formfehler oder mangels Beweisen nicht zur Rechenschaft gezogen werden konnten. Das mit Kohlenstaub verunreinigte Moos aus dem Fußabdruck am Tatort führt Pride und sein Team in den Stadtteil Holy Cross, der seinerzeit durch den Hurrikan Katrina schwer in Mitleidenschaft gezogen wurde und nach dem Sturm kaum öffentliche Mittel zum Wiederaufbau erhielt, was zu einem Zusammenbruch der Wirtschaft und der öffentlichen Ordnung führte...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351197","hoster":"VOE"},{"path":"/redirect/14405381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-19","name":"Der Insider","epNo":19,"alt":"The Insider","descr":"Bei der Einwanderungskontrolle am Flughafen New Orleans stirbt Petty Officer First Class Felix Armstrong an einem Herzinfarkt. Armstrong war in Guantanamo stationiert und kam mit einem Charterflug aus Havanna. Während Doc Wade zusammen mit Sebastian und ihrem neuen Lehrling Danny die Autopsie vorbereitet, dringt ein unbekannter Mann ein und versucht mit Waffengewalt, die Leiche Felix Armstrongs an sich zu bringen. Obwohl Wade versucht, die Situation zu entschärfen, kommt es zu einem Schusswechsel mit einem Sicherheitsmann, und Danny wird bei dem Versuch, den Unbekannten zu entwaffnen, angeschossen. Wie Pride und sein Team herausfinden, war Armstrong seit einem Tag eigenmächtig abwesend. Auch bleibt völlig unklar, was er in New Orleans wollte. Während Wade und Sebastian versuchen, Dannys Leben zu retten, nimmt Pride Verhandlungen mit dem Erpresser auf. Mit einiger Mühe gelingt es dem Team, den Täter als Marcus Martel zu identifizieren. Bei einer Durchsuchung seiner Wohnung findet sich ein Foto von ihm selbst zusammen mit Felix und Martels Bruder Nathan. Nathan war Navy-SEAL und wurde vor zehn Monaten getötet, die Details jedoch werden von der Navy geheim gehalten. Wie sich zeigt, hat Martel immer wieder erfolglos versucht, Einzelheiten über den Tod seines Bruders in Erfahrung zu bringen. Wie Armstrongs Vorgesetzter widerstrebend preisgibt, hat Armstrong offenbar Tausende streng geheimer Dokumente auf einen Datenstick geladen, um seinem Freund Martel die gewünschten Informationen übergeben zu können. Um den Datenstick außer Landes bringen zu können, hat Armstrong ihn nach Art eines Drogenkuriers verschluckt – und nun ist klar, wonach Martel auf der Suche ist. Da auch das FBI mittlerweile ein gesteigertes Interesse an der Geiselnahme entwickelt, sieht Pride seine einzige Chance, die Situation unblutig zu beenden, darin, persönlich mit Martel in Kontakt zu treten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14371383","hoster":"VOE"},{"path":"/redirect/14437666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-20","name":"Baby Lou-Lou","epNo":20,"alt":"Rock-A-Bye-Baby","descr":"Navy Commander Josh Newman und sein Mann Marlon Hart haben gemeinsam die kleine Lou-Lou adoptiert. Doch eines Tages wird das Baby entführt. Zunächst gerät die Leihmutter in Verdacht, da sie sich zunehmend schwertat, das Kind nach der Geburt abzugeben. Dann deutet alles darauf hin, dass die Chinesin Chen Han Lou-Lou an sich genommen hat. Sie hatte ein Verhältnis mit Marlon und wurde von Zeugen als Nanny der Kleinen identifiziert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358240","hoster":"VOE"},{"path":"/redirect/14437671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-21","name":"Filmriss","epNo":21,"alt":"You\u0027ll Do","descr":"Während Chris LaSalles Beziehung mit seiner alten Jugendliebe Savannah sich rundheraus erfreulich entwickelt, gerät sein manisch-depressiver Bruder Cade wieder einmal in Schwierigkeiten: Nach einem Abend in einer Bar, an dem Cade trotz seiner Medikation nicht wenig Alkohol getrunken hat, wacht er nach einem Filmriss wieder auf und findet seine Freundin Windi ermordet im Kofferraum seines Wagens vor. Cade hat keine Erinnerung an die Tat, die – so Dr. Wade – in einer Art bizarrem, möglicherweise erotischem Ritual ausgeführt worden ist. Cade gibt an, Windi habe in der Zeit vor der Tat häufiger von Angst vor einem ehemaligen Partner gesprochen. Eine Durchsuchung von Windis Wohnung scheint dies zu bestätigen, denn in einem Rauchmelder ist eine Überwachungskamera versteckt. Die Spur führt zu dem einschlägig bekannten Reid Gorie, der bereits wegen ähnlicher Vergehen mehrfach vorbelastet ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376728","hoster":"VOE"},{"path":"/redirect/14409148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-22","name":"Vorboten","epNo":22,"alt":"How Much Pain Can You Take","descr":"Paul Jenks alias Baitfish fängt nun erst so richtig an, dem NCIS das Leben schwer zu machen: Bei einem Anschlag auf die Beamten tötet er zwei Polizisten, als nächstes überfällt er einen Lkw, der wertvolle Antiquitäten aus dem Irak geladen hat. Doch der Coup geht daneben. Zur Überraschung aller stellt sich Baitfish schließlich dem NCIS. Pride hofft, dass er über ihn an Sasha Broussard herankommt, doch das gestaltet sich schwieriger als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376719","hoster":"VOE"},{"path":"/redirect/14437669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-1/episode-23","name":"Sturm über der Stadt","epNo":23,"alt":"My City","descr":"Kurz bevor er von einem Attentäter ermordet wurde, sprach Baitfish Pride gegenüber von einem Sturm, der über die Stadt hereinbrechen wird. Einen ersten Hinweis auf die drohende Katastrophe liefern vier illegale Einwanderinnen: Offenbar plant die westafrikanische Terrorgruppierung \"Niger Delta Renegades\" einen Anschlag in den USA. Der NCIS muss nun schnellstmöglich herausfinden, was die Kriminellen geplant haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287645","hoster":"VOE"},{"path":"/redirect/13569850","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-1","name":"Der Feind im Inneren","epNo":1,"alt":"Sic Semper Tyranis","descr":"Auf einen Militärkonvoi, der einen Flugkörper eskortiert, wird ein Bombenanschlag verübt. Spuren am Tatort führen zum Ex-Navy-Soldaten Mark Yaden. Als Pride und sein Team ihn stellen, begeht er Selbstmord. Mit Lorettas Hilfe finden die Agents heraus, dass Yaden einer separatistischen Miliz angehörte. Doch das ist nicht alles: Wie es aussieht, versammeln sich Milizen aus dem ganzen Land in New Orleans, um einen großen Coup durchzuziehen. Pride taucht undercover in die Szene ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287656","hoster":"VOE"},{"path":"/redirect/8287655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-2","name":"Operation Sawback","epNo":2,"alt":"Shadow Unit","descr":"Der Journalist und Blogger Jonah Penn wird auf der Terrasse seines Hotelzimmers ermordet – offenbar, weil er über brisante Informationen die Navy S.E.A.L.s betreffend verfügte. Die Elite-Truppe sollte bei einer Mission in Bolivien die Volksarmee im Örtchen San Martel entmachten. Doch es kam zu einem Massaker durch einen S.E.A.L.. Das suggeriert zumindest ein Foto, das dem NCIS zugespielt wird. Doch in diesem Fall ist nichts, wie es auf den ersten Blick scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267794","hoster":"VOE"},{"path":"/redirect/11063361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-3","name":"Der Sonne zu nah","epNo":3,"alt":"Touched By The Sun","descr":"Bei einer Flugshow der Navy stürzt Lieutenant Lindsey Garrett mit ihrem Kampfjet ab. Alles deutet darauf hin, dass die junge Pilotin den Crash vorsätzlich verursacht hat. Doch Loretta will sich mit der Selbstmord-Theorie nicht abfinden: Bei der Obduktion stellt sie einige seltsame Veränderungen in Lindseys Organen fest, die auf ein Neurotoxin schließen lassen. Auch die Recherchen, die Pride und sein Team anstellen, fördern einige beunruhigende Wahrheiten über Lindsey zu Tage …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287676","hoster":"VOE"},{"path":"/redirect/11063362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-4","name":"Im Angesicht des Todes","epNo":4,"alt":"I Do","descr":"Airforce Lieutenant Max Griggs wird beim Hochzeits-Empfang eines Navy Petty Officers tot aufgefunden. Kurios: Keiner der Gäste kennt ihn. Pride und sein Team finden heraus, dass Griggs Drohnenpilot war und zahlreiche Gegner in der Antikriegs-Lobby hatte. Außerdem spionierte er mit einer Mini-Drohne Militäreinrichtungen aus. Scheinbar verfügte er über eine brisante Information, die ihn das Leben kostete.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287680","hoster":"VOE"},{"path":"/redirect/8287684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-5","name":"Die Spur des Mörders","epNo":5,"alt":"Foreign Affairs","descr":"Wurde Lieutenant Lachlan Colston Opfer einer Verwechslung? Das Mitglied der Royal Australian Navy, das im Rahmen eines Austauschprogramms in den USA war, wurde ermordet. Zuerst sieht es so aus, als hätte der Mordanschlag seinem US-Tauschpartner Lieutenant Brad Ryder gegolten, der derzeit in Australien weilt. Offenbar hatte er horrende Wettschulden. Doch dann führt eine heiße Spur ausgerechnet zu Ryders Noch-Freundin Cheryl Eastman ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993004","hoster":"VOE"},{"path":"/redirect/8287694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-6","name":"Wahnsinn für fünf Dollar","epNo":6,"alt":"Insane In The Membrane","descr":"Auf der Flucht vor einem bewaffneten Mann stürzt Petty Officer Kelsy Weaver von einem Hausdach in den Tod. Allerdings gab es den Mann nicht – die junge Frau stand unter dem Einfluss einer neuartigen Designerdroge und hatte schwere Halluzinationen. Um herauszufinden, woher die Drogen kommen und wer dafür sorgt, dass sie in New Orleans in Umlauf kommen, gehen Pride und sein Team ein hohes Risiko ein. Das, was die Ermittler herausfinden, ist mehr als schockierend …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287703","hoster":"VOE"},{"path":"/redirect/8287702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-7","name":"Das gestohlene Herz","epNo":7,"alt":"Broken Hearted","descr":"Der junge Navy-Kryptologe Max PinZO wartet im Krankenhaus in New Orleans auf eine Herztransplantation. In der Nacht vor der Operation ermordet ein Unbekannter vier Navy-Angehörige, um das Spenderherz in seine Gewalt zu bringen und zu zerstören. Für PinZO ist dies ein schwerer Schlag, denn aufgrund seiner extrem seltenen Blutgruppe ist die Wahrscheinlichkeit, rechtzeitig ein neues Spenderherz für ihn zu finden, gleich null. PinZO arbeitet unter der Anleitung von Brodys Mutter Olivia, einer erfahrenen Kryptologin, an einem Programm, das das sogenannte \"Dark Web\" lahmlegen soll, was es Terroristen und Kriminellen extrem schwermachen würde, verdeckte Geschäfte zu betreiben. Im Verlauf der Ermittlungen stellt sich jedoch heraus, dass nicht das für Max PinZO bestimmte Spenderherz vernichtet worden ist, sondern das eines IT-Managers, der als Komplize mit dem unbekannten Täter zusammengearbeitet hat. Die Wahrscheinlichkeit, dass PinZOs Spenderherz noch existiert, ist hoch, sollte es jedoch nicht innerhalb der nächsten sieben Stunden gefunden werden, wäre es nicht mehr transplantationsfähig. Mit Olivia Brodys tatkräftiger aber nervtötender Unterstützung gelingt es dem Team, auf die Spur des seit zwei Jahren untergetauchten Schwerkriminellen Thomas Dolan zu kommen. Der schwer herzkranke Dolan benötigt eine Herztransplantation und hat die gleiche extrem seltene Blutgruppe wie PinZO. Es liegt nahe, dass das Spenderherz in seinem Auftrag gestohlen worden ist, doch da er Räumlichkeiten, Geräte und einen Chirurgen braucht, der die Operation durchführen kann, gelingt es dem NCIS-Team, seine Spur aufzunehmen. Als das Team im improvisierten OP eintrifft, ist Dolan, der fünf Menschenleben geopfert hat, um sein eigenes zu retten, bereits tot. Das NCIS-Team unternimmt einen letzten verzweifelten Versuch, das Spenderherz zu retten, doch der Versuch einer Transplantation schlägt fehl und Max PinZO stirbt noch auf dem Operationstisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287711","hoster":"VOE"},{"path":"/redirect/8287710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-8","name":"Die Entschuldigung","epNo":8,"alt":"Confluence","descr":"Kurz bevor er vor Gericht gegen den Waffenhändler Hugo Garza aussagen kann, wird Don Lambert in seinem Auto in die Luft gejagt. Nun kann nur noch sein ehemaliger Partner Marc Maslow Garza hinter Gitter bringen. Das Problem: Maslow sitzt in Texas im Gefängnis und besteht darauf, von Pride persönlich nach New Orleans chauffiert zu werden. Letzterer ahnt noch nicht, welche ungeheuerlichen Dimensionen der Fall annehmen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287716","hoster":"VOE"},{"path":"/redirect/8287719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-9","name":"Dunkle Nacht","epNo":9,"alt":"Darkest Hour","descr":"Frankie Alvarez wartet auf ihren Verlobten, Petty Officer Nick Benton. Plötzlich erhält sie einen beunruhigenden Anruf: Sie hört Nicks Stimme und Kampfgeräusche, doch Nick selbst spricht nicht mit ihr. Dann fällt in ganz New Orleans der Strom aus. Verzweifelt wendet sich Frankie an Pride und sein Team, denn sie ist sich sicher, dass Nick etwas zugestoßen ist. Eine Mailboxnachricht von ihm, die kurz nach dem Stromausfall aufgezeichnet wurde, liefert einen ersten Hinweis …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287725","hoster":"VOE"},{"path":"/redirect/8287733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-10","name":"Besser spät als nie","epNo":10,"alt":"Billy and the Kid","descr":"Während des Hurrikans Katrina 2005 wird LaSalle, damals noch einfacher Polizist, zum Schauplatz einer Schießerei gerufen. Bevor das Opfer Phil Hart stirbt, gibt er einen Hinweis auf den Täter: Er hatte ein blaues, unförmiges Tattoo – genau wie der Mann, der im aktuellen Fall des NCIS drei Menschen erschossen hat. LaSalle stellt sofort eine Verbindung zu dem zehn Jahre zurückliegenden Mord her und beginnt auf eigene Faust zu ermitteln …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12763907","hoster":"VOE"},{"path":"/redirect/12763939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-11","name":"Das dunkle Herz","epNo":11,"alt":"Blue Christmas","descr":"Das Weihnachtsfest rückt immer näher und gerade zu dieser besinnlichen Zeit trägt sich eine Serie von Einbrüchen zu. Alle Beweisstücke deuten auf Wades Adoptivsohn Danny hin. Um nichtsdestotrotz Weihnachtsstimmung aufkommen zu lassen, beschließt das Team zu wichteln, was zwangsläufig in Diskussionen endet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287745","hoster":"VOE"},{"path":"/redirect/8287748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-12","name":"Staatenlos","epNo":12,"alt":"Sister City: Part Two","descr":"Ducky und Jimmy transportieren die Leiche von Anton Pavlenko nach New Orleans – zumindest denken das die drei Russen, die den Wagen der beiden anhalten. In Wahrheit ist der Tote längst auf anderem Wege in den Süden gebracht worden. Sein Tod hängt offenbar mit dem Projekt \"Manta Ray\" zusammen, das Blye Industries im Auftrag der Navy durchführt. Doch der Firmenchef Jenner Blye ist verschwunden und scheint außerdem etwas verborgen zu haben.// Part I in: Navy CIS S13E12","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287754","hoster":"VOE"},{"path":"/redirect/8287756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-13","name":"Kojoten","epNo":13,"alt":"Undocumented","descr":"Was zunächst aussieht wie ein Suizid entpuppt sich als Mord. Doch wer hatte einen Grund, Petty Officer Mateo Ortega zu erdrosseln und anschließend von einer Brücke zu stürzen? Der NCIS ermittelt, dass Ortega Kontakte zum honduranischen Gang-Boss Barrios hatte. Offenbar waren sie als Schleuser tätig und brachten Menschen von Mittelamerika in die USA. Auch Mateos Familie scheint in die Geschäfte involviert zu sein. Doch dann wird Barrios ebenfalls erdrosselt aufgefunden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12634642","hoster":"VOE"},{"path":"/redirect/8287766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-14","name":"Vatertag","epNo":14,"alt":"Father’s Day","descr":"Während des Mardi Gras werden Bürgermeister Hamilton und Pride entführt. Beide kommen in einem Keller zu Bewusstsein, wo sie von Mike Spar festgehalten werden. Er beschuldigt sie, vor 25 Jahren den Mord an seiner Ehefrau Patricia vertuscht zu haben. Pride war damals einfacher Polizist und beginnt nun anhand der Argumente Spars an dem Ausgang des alten Falles zu zweifeln. Daher nimmt er Hamilton in die Mangel. Sein Team sucht unterdessen fieberhaft nach ihm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916681","hoster":"VOE"},{"path":"/redirect/8287774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-15","name":"Der geheimnisvolle Held","epNo":15,"alt":"No Man’s Land","descr":"Als Hospital Corpsman Nolan Griffith in einem Zug beherzt in eine Schießerei eingreift und einen weiteren Navy-Angehörigen rettet, ist die Verwunderung groß: Griffith ist eigentlich seit 2012 in der Gewalt des Terroristen Aman Bashir. Doch es gelang ihm, unerkannt in die USA einzureisen – und Bashir ins Land zu schmuggeln. Angeblich arbeitet Griffith im Auftrag der CIA, doch Pride und sein Team haben zunehmend Zweifel an seiner Geschichte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287786","hoster":"VOE"},{"path":"/redirect/8287787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-16","name":"Das Team geht vor","epNo":16,"alt":"Second Chances","descr":"Der Bauleiter einer Navy-Baustelle wird getötet und eine nicht unerhebliche Menge TNT wird entwendet. Offenbar steckt der Sprengstoffexperte Julian Kaufman dahinter. Da dieser ums Leben kommt, muss Prides Team ohne seine Informationen weiter recherchieren und findet heraus, dass das TNT zur Kokainherstellung benutzt wird. Als sie das Labor stürmen, befindet sich auch Sonja unter den Drogenproduzenten. Hat sie ihre Kollegen etwa die ganze Zeit an der Nase herumgeführt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287797","hoster":"VOE"},{"path":"/redirect/8287799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-17","name":"Funkstille","epNo":17,"alt":"Radio Silence","descr":"Die Irak-Veteranin Kayla Anderson arbeitet inzwischen als Radiomoderatorin und wirbt in ihrer Sendung regelmäßig für ihre Organisation \"Youth Stripes\", die sich um schwierige Jugendliche kümmert. Als ihr ehemaliger Captain James Grant in der Live-Sendung anruft, um zu spenden, wird er während des Gesprächs erschossen. Bald darauf erhält Kayla die Drohung, dass sie das nächste Opfer sein wird. Die Spur zum Täter führt in ihre Dienstzeit im Irak.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287808","hoster":"VOE"},{"path":"/redirect/11891960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-18","name":"Die Wahrheit über Emily","epNo":18,"alt":"If It Bleeds, It Leads","descr":"Als Chief Warrant Officer Evan Babish überfahren wird und stirbt, glaubt Brody nicht an einen Unfall: Es gibt zu viele Parallelen zum Tod ihrer Schwester Emily, der ebenfalls als Autounfall zu den Akten gelegt wurde. Die Ermittlungen ergeben tatsächlich eindeutige Gemeinsamkeiten zwischen den beiden Todesfällen – unter anderem, dass Babish und Emily beide beim Houston Globe beschäftigt waren und dort an brisanten Enthüllungs-Geschichten arbeiteten. Wurde ihnen das zum Verhängnis?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287830","hoster":"VOE"},{"path":"/redirect/8601473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-19","name":"Mittel zum Zweck","epNo":19,"alt":"Means To An End","descr":"Nachdem Prides Tochter Laurel beim Joggen im Wald überfallen wird, vertraut sie sich ihrem Vater an und berichtet, dass sie bereits seit Tagen von einem Van verfolgt wird. Pride ist in Alarmstellung und es gelingt ihm, den Van ausfindig zu machen. Er stellt fest, dass alle Orte, an denen er sich üblicherweise aufhält, überwacht werden. Die Verfolger haben es offensichtlich auf ihn und nicht auf Laurel abgesehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287837","hoster":"VOE"},{"path":"/redirect/8287841","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503467","hoster":"VOE"},{"path":"/redirect/10130726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-20","name":"Second Line","epNo":20,"alt":"Second Line","descr":"Lieutenant Darren Murray wird auf dem Beerdigungsumzug für Lieutenant Boyd umgebracht. Offenbar hat er nicht an dem Umzug teilgenommen, sondern aus einiger Entfernung Fotos gemacht. Prides Team findet heraus, dass Murrays Tod mit Grabrauben aus jüngster Zeit in Verbindung steht – aus zahlreichen Familiengruften wurden wertvolle Artefakte und in einem Fall sogar Gebeine entwendet. Ist Murray den Tätern etwa auf die Schliche gekommen? (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287849","hoster":"VOE"},{"path":"/redirect/8287847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-21","name":"Der Skandal","epNo":21,"alt":"Collateral Damage","descr":"Pride und sein Team bekommen es mit einem heiklen Fall zu tun: Navy Lieutenant Rebecca Peterson bricht tot im Hotelzimmer des Drei-Sterne-Generals Matthews zusammen. Offenbar wurde sie mit Arsen vergiftet. Alles deutet darauf hin, dass Rebecca und der General eine Affäre hatten – und Matthews die junge Frau ermordet hat, um seine Karriere nicht mit diesem nach Navy-Regeln illegitimen Verhältnis zu gefährden. Neue Informationen führen jedoch zu einer dramatischen Wende …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287856","hoster":"VOE"},{"path":"/redirect/8287853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-22","name":"Blitz in der Küche","epNo":22,"alt":"Help Wanted","descr":"Die Navy-Schiffsköchin Danielle Jarrett kocht während ihres Landurlaubs für ihren Vater in dessen Restaurant. Als es dort eine Explosion gibt, bei der Danielle schwer verletzt wird, werden Pride und sein Team hinzugezogen. Ursache für den Unfall war ein manipulierter Gasbrenner. Die Agents haben sofort mehrere Verdächtige im Auge, doch jede dieser Spuren erweist sich als Sackgasse. Dann stoßen sie auf eine grausame Wahrheit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916624","hoster":"VOE"},{"path":"/redirect/8287867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-23","name":"Offene See","epNo":23,"alt":"The Third Man","descr":"Der Navy-Taucher James Greene wird auf offener See während eines Tauchgangs ermordet. Sein Begleiter, Lieutenant Buckley, liegt schwer verletzt im Boot. An die Angreifer kann er sich nur dunkel erinnern, da er unter Schock steht. Doch Pride gelingt es, die Ereignisse zusammen mit Buckley zu rekonstruieren und gelangt auf die Spur eines jungen Paares, das ziemlich üble Absichten hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287877","hoster":"VOE"},{"path":"/redirect/8287876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-2/episode-24","name":"Der Feind in meinem Bett","epNo":24,"alt":"Sleeping With the Enemy","descr":"Am frühen Morgen geht eine Bombe hoch, die offenbar aus dem geschmuggelten Oktogen-Sprengstoff gebaut wurde. Die Explosion lässt darauf schließen, dass es sich nur um einen kleinen Sprengsatz handelte – das restliche Oktogen ist also noch im Umlauf. Unterdessen ahnt Brody, dass Russo in die Sache verstrickt ist, und informiert Pride und das Team. Sie entwickeln einen riskanten Plan, um den Homeland Security-Mann zu stoppen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916670","hoster":"VOE"},{"path":"/redirect/8287888","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-1","name":"Mitten ins Herz","epNo":1,"alt":"Aftershocks","descr":"Als in New Orleans ein Heckenschütze gleich an drei Orten mordet, muss das Team um Agent Pride den Urlaub abbrechen. Im Zuge der Ermittlungen stellt sich heraus, dass der Todesschütze sich seine Opfer gezielt ausgesucht haben muss. Da er sogar die Überwachungskameras an den Tatorten außer Gefecht gesetzt hat, gestalten sich die Ermittlungen zunächst als äußerst schwierig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287895","hoster":"VOE"},{"path":"/redirect/8287907","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10934998","hoster":"VOE"},{"path":"/redirect/10130724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-2","name":"Findet Elvis!","epNo":2,"alt":"Suspicious Minds","descr":"Während einer Pokerrunde auf einem Schiff werden drei Männer erschossen. Der einzige Überlebende ist der polizeibekannte Hacker Elvis Bertrand. Pride und sein Team nehmen sich des Falles an und finden am Tatort Elvis’ Hut. Schnell steht für die Ermittler fest, dass dieser in den Fall verwickelt sein muss. Doch liegen sie damit richtig?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333521","hoster":"VOE"},{"path":"/redirect/8287922","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130730","hoster":"VOE"},{"path":"/redirect/10130728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-3","name":"Die Geisel","epNo":3,"alt":"Man On Fire","descr":"Obwohl die Ermittlungen gegen Pride und sein Team eingestellt worden sind, bleibt das FBI weiterhin skeptisch. In New Orleans versuchen Isler und Tammy immer noch, ein Kartell mithilfe des NCIS-Teams zu überführen. Im Gegenzug soll Tammy den NCIS unterstützen, was Isler misstrauisch im Auge behält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287924","hoster":"VOE"},{"path":"/redirect/8287921","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130727","hoster":"VOE"},{"path":"/redirect/10130731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-4","name":"Der Teufelskreis","epNo":4,"alt":"Escape Plan","descr":"Vor einer Diskothek wird ein junger Soldat in einen Hinterhalt gelockt und wenig später ermordet. Die Obduktion ergibt, dass er vor seinem Tod gefoltert wurde. Kurz darauf geschieht ein ähnliches Verbrechen mit einem weiteren Mann. Auf der Suche nach einer Verbindung zwischen den beiden Männern finden Pride und sein Team heraus, dass beide gerne das Computerspiel \"Escape Proof\" gespielt haben und sogar zu den erfolgreichsten Gamern gehörten. Wurden sie deshalb grausam ermordet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287938","hoster":"VOE"},{"path":"/redirect/8287940","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130732","hoster":"VOE"},{"path":"/redirect/10130733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-5","name":"Mörder an Bord","epNo":5,"alt":"Course Correction","descr":"Als ein brasilianischer Flieger kurz vor New Orleans abstürzt und dabei drei Unteroffiziere sterben, nimmt sich das NCIS-Team des Falles an. Erste Untersuchungen ergeben, dass die beiden Piloten während des Flugs erschossen wurden. Handelt es sich um einen terroristischen Anschlag oder hatte der Täter eine Verbindung zu den Piloten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287933","hoster":"VOE"},{"path":"/redirect/8287941","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130735","hoster":"VOE"},{"path":"/redirect/10130736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-6","name":"Alte Wunden","epNo":6,"alt":"One Good Man","descr":"Ein Teilnehmer des Navy Seal-Programms, Petty Officer Corey Marchand, wurde erschossen, nachdem er seine Ausbildungsbasis fluchtartig verlassen hatte. Es stellt sich heraus, dass Corey an einem Trauma litt, das ihn während seiner Ausbildung zum Navy Seal eingeholt hat. Seine letzte Spur führt zum Rathaus von New Orleans. Dort finden die Ermittler eine Verbindung zu Coreys Basketballteam. Als auch noch Coach Erens tot aufgefunden wird, muss der NCIS einen Doppelmord aufklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287948","hoster":"VOE"},{"path":"/redirect/8287954","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130734","hoster":"VOE"},{"path":"/redirect/10130740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-7","name":"Unter Bikern","epNo":7,"alt":"Outlaws","descr":"In New Orleans ist die Bike Week in vollem Gange, als einer der Besucher tot aufgefunden wird. Bei der Leiche handelt es sich um ein Mitglied der Gang Brothers at Arms. Der NCIS vermutet den Täter in den Reihen der Niners, einer verfeindeten Motorrad-Gang, die für Drogenhandel und Waffengeschäfte bekannt ist. Als daraufhin im Laden der Niners eine Bombe explodiert, fällt der Verdacht wiederum sofort auf die Brothers at Arms. Doch steckt wirklich Rache hinter den Anschlägen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287950","hoster":"VOE"},{"path":"/redirect/9314614","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130738","hoster":"VOE"},{"path":"/redirect/10130739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-8","name":"Dustins Song","epNo":8,"alt":"Music To My Ears","descr":"Die Offizierin Heather Cobb wird tot in ihrem Haus aufgefunden. Schnell steht für die Ermittler fest, dass es vor der Tat einen heftigen Streit mit dem Mörder gegeben haben muss. Als dann herauskommt, dass Heather in einer Navy Jazzband Trompete gespielt und Petty Officer Gordon die Position des ersten Trompeters weggeschnappt hat, fällt der Verdacht zunächst auf ihn …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287962","hoster":"VOE"},{"path":"/redirect/8287964","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503469","hoster":"VOE"},{"path":"/redirect/10130741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-9","name":"Die perfekte Tarnung","epNo":9,"alt":"Overdrive","descr":"Als der Offizier Jared Conners auf einer Rennstrecke verunglückt, ist sich sein Vater, der auch Augenzeuge des Geschehens war, sicher, dass der Wagen manipuliert wurde. Doch kurze Zeit später zieht er seine Aussage wieder zurück. Als dann auch noch 100.000 Dollar aus einem Raubüberfall in Jareds Garage gefunden werden, stehen die Ermittler vor einem Rätsel …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13665337","hoster":"VOE"},{"path":"/redirect/8287977","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503471","hoster":"VOE"},{"path":"/redirect/10130742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-10","name":"Staatsfeind Nr. 1","epNo":10,"alt":"Follow The Money","descr":"Eine alte Freundin von Pride feiert ihren Junggesellinnenabschied auf einer Yacht, aber die Küstenwache unterbricht die Party. Bei einer Routinekontrolle wird eine Leiche an Board gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287979","hoster":"VOE"},{"path":"/redirect/8287980","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13508462","hoster":"VOE"},{"path":"/redirect/10130747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-11","name":"Alles auf eine Karte","epNo":11,"alt":"Let It Ride","descr":"Das Team von Director Isler kehrt New Orleans den Rücken, nachdem Javier Garcias keine illegalen Geschäfte nachzuweisen sind. Doch Pride will Garcia nicht ungeschoren davonkommen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9593620","hoster":"VOE"},{"path":"/redirect/8287988","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503472","hoster":"VOE"},{"path":"/redirect/10130748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-12","name":"Bohrinsel 5","epNo":12,"alt":"Hell On The High Water","descr":"An Gregorios (Vanessa Ferlito) erstem Tag wird das Team zum Fall eines Marine-Offiziers hinzugezogen, der tot im Wasser gefunden wurde und an schweren Verbrennungen starb. Die Ermittler finden heraus, dass der Tote ein Boot besaß, das jedoch oft in seiner Abwesenheit genutzt wurde, um eine Ölbohrinsel anzusteuern. Als Pride (Scott Bakula) gerade dort ermittelt, kommt heraus, dass jemand die Ölplattform in die Luft jagen will. Das Team muss einen Weg finden, die Explosion zu stoppen, doch dafür benötigt es Sebastian (Rob Kerkovich), der sich gerade in seiner Agentenausbildung befindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288000","hoster":"VOE"},{"path":"/redirect/8287997","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503474","hoster":"VOE"},{"path":"/redirect/10130749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-13","name":"Elvis lebt!","epNo":13,"alt":"Return Of The King","descr":"Nachdem Tausende von klassifizierten Regierungsdokumente gestohlen wurden, sucht das NCIS-Team nach einer Gruppe von Hackern, die von Prides (Scott Bakula) altem Kontakt Elvis Bertrand (Tom Arnold) gegründet wurde. Die Gruppe ist dafür bekannt, Korruption in der Oberschicht von New Orleans offenzulegen. Sebastian (Rob Kerkovich) stößt als frischgebackener NCIS Special Agent wieder zum Team.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993006","hoster":"VOE"},{"path":"/redirect/8288011","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503477","hoster":"VOE"},{"path":"/redirect/10130752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-14","name":"Der fünfte Interessent","epNo":14,"alt":"Pandora’s Box, Part II","descr":"Wie sich herausstellt, führt die Spur direkt nach New Orleans.Daraufhin schickt Director Leon Vance die Agenten McGee und Torres zum Büro des NCIS: New Orleans.Angekommen in New Orleans, observiert Torres einen alten Informanten... (Crossover-Episode mit der NCIS-Folge Pandora\u0027s Box 1 (14x15) )","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288014","hoster":"VOE"},{"path":"/redirect/8288016","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11234771","hoster":"VOE"},{"path":"/redirect/10130750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-15","name":"Endstation Mord","epNo":15,"alt":"End Of The Line","descr":"Chief Karen Decker wurde brutal ermordet. U.a. wurden ihr die Augen ausgestochen. Anschließend wurde sie im Straßenbahndepot wie gekreuzigt aufgehängt. Als Loretta am Tatort ankommt, ist sie sprachlos – denn der Fall erinnert sie an einen Mord, der 20 Jahre zurückliegt. Der damals als Täter verurteilte Jack Gordon ist erst vor wenigen Tagen aus dem Gefängnis entlassen worden. Doch Gordon hat all die Jahre seine Unschuld beteuert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288027","hoster":"VOE"},{"path":"/redirect/8288024","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503476","hoster":"VOE"},{"path":"/redirect/10130755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-16","name":"Befehl ist Befehl","epNo":16,"alt":"The Last Stand","descr":"Prides (Scott Bakula) langjährige Freundin, die Staats- und Militäranwältin Rita Devereaux (Chelsea Field), bittet das NCIS-Team, das Verschwinden eines JAG-Anwaltes zu untersuchen, der auf streng geheime Fälle spezialisiert ist und ehrenamtlich an einer privaten Militärakademie aushilft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288030","hoster":"VOE"},{"path":"/redirect/8288033","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503479","hoster":"VOE"},{"path":"/redirect/10130753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-17","name":"Schnell, leise, tödlich + Eine Frage der Zeit","epNo":17,"alt":"Swift, Silent, Deadly + Slay The Dragon","descr":"Ein höchst ausgezeichneter und fähiger Marinesoldat schickt Pride und das NCIS-Team auf eine Großfahndung, nachdem er in einer Bar sechs Männer verprügelt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288042","hoster":"VOE"},{"path":"/redirect/8288051","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503485","hoster":"VOE"},{"path":"/redirect/10130760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-18","name":"","epNo":18,"alt":"[in Folge 17 enthalten]","descr":"Tammy wird mit ihrem Exmann wiedervereint, der verschwunden war, nachdem er 80 Millionen Dollar aus dem Katrina-Hilfsfonds entwendet hatte. Nun steht er in Verbindung zum Mord am Sohn eines Großverbrechers.","versions":[]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-19","name":"Gelbe Augen","epNo":19,"alt":"Quid Pro Quo","descr":"Während das NCIS-Team einen tödlichen Unfall auf einer Marinebasis untersucht, entdeckt es eine Seabees-Einheit, die mit einem ansteckenden Supervirus vergiftet wurde, wodurch die gesamte Stadt in Gefahr gerät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288046","hoster":"VOE"},{"path":"/redirect/8288049","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503483","hoster":"VOE"},{"path":"/redirect/10130756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-20","name":"Keine Zeugen","epNo":20,"alt":"Nola Confidential","descr":"Nachdem das NCIS-Team eine Verbindung zwischen einem internationalen Drogenring und dem New Orleans Police Department gefunden hat, muss LaSalle (Lucas Black) gegen seinen ehemaligen Partner im Sittendezernat ermitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288071","hoster":"VOE"},{"path":"/redirect/8288067","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503480","hoster":"VOE"},{"path":"/redirect/10130762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-21","name":"Die Waffen der Familie","epNo":21,"alt":"Krewe","descr":"Während sich Pride ein Überwachungsband von Bürgermeister Hamilton anhört, ermittelt das NCIS-Team im Fall des Raubs hunderter Marinewaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288059","hoster":"VOE"},{"path":"/redirect/8288061","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503484","hoster":"VOE"},{"path":"/redirect/10130763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-22","name":"Knockout","epNo":22,"alt":"Knockout","descr":"Nachdem der Pastor der Clearwater Baptist ermordet wurde, glaubt Pride (Scott Bakula), eine Verbindung zwischen Bürgermeister Hamilton (Steven Weber) und den illegalen Aktivitäten in Clearwater gefunden zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288079","hoster":"VOE"},{"path":"/redirect/8288080","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503489","hoster":"VOE"},{"path":"/redirect/10130764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-23","name":"Clearwater","epNo":23,"alt":"Down The Rabbit Hole","descr":"Nachdem Pride bei der Verfolgung eines Komplizen von Bürgermeister Hamilton erwischt wurde, eröffnet der Verdächtige das Feuer auf einer belebten Straße und verschwindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288089","hoster":"VOE"},{"path":"/redirect/8288087","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503486","hoster":"VOE"},{"path":"/redirect/10130767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-3/episode-24","name":"Ein Toter räumt auf","epNo":24,"alt":"Poetic Justice","descr":"Das NCIS-Team kann in New Orleans niemandem mehr trauen. Sie holen den Assistant Director des FBI Isler (Derek Webster) zur Hilfe. Der soll sie dabei unterstützen, zu verhindern, dass der Bürgermeister (Steven Weber) seinen finsteren Plan für die Bewohner von Clearwater ausführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13679902","hoster":"VOE"},{"path":"/redirect/8288103","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503487","hoster":"VOE"},{"path":"/redirect/10130770","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-1","name":"Unter dem Radar","epNo":1,"alt":"Rogue Nation","descr":"Mitten auf dem Highway wird ein LKW zum Anhalten gezwungen, der Fahrer getötet und die Fracht gestohlen. Bald stellt sich heraus, dass es sich bei der Ladung um Atommüll handelt, und es eine Verbindung zum IS geben muss. Trotz Prides Auszeit bittet die Bürgermeisterin der Stadt ihn um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380558","hoster":"VOE"},{"path":"/redirect/8288117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-2","name":"Mister Lonesome","epNo":2,"alt":"The Asset","descr":"Das NCIS-Team ermittelt im Fall eines Mordes, der einem ungelösten Fall von vor 150 Jahren stark ähnelt, der eine legendäre Geistergeschichte aus New Orleans nach sich zog.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288122","hoster":"VOE"},{"path":"/redirect/8288126","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13916620","hoster":"VOE"},{"path":"/redirect/10130772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-3","name":"Irgendwo im Westen","epNo":3,"alt":"Dead Man Calling","descr":"Das NCIS-Team schließt sich dem FBI-Direktor Isler an, um russische Spionen zu entlarven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288128","hoster":"VOE"},{"path":"/redirect/8288133","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503490","hoster":"VOE"},{"path":"/redirect/10130773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-4","name":"Das Familiengeheimnis","epNo":4,"alt":"#1 Fan","descr":"Das NCIS-Team ermittelt im Fall eines Mordes, der an einen 150 Jahre alten ähnlichen Fall erinnert, aus dem eine legendäre Geistergeschichte in New Orleans hervorging.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288138","hoster":"VOE"},{"path":"/redirect/8288142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-5","name":"Kugeln aus Glas","epNo":5,"alt":"Viral","descr":"Sebastian ist mit seinen Kollegen dem Mörder Hans Mattis auf der Spur. Kurz vor dem Zugriff kommt es zu einer Schießerei, bei der Dave Dawson tödlich getroffen wird. Sebastian versichert, dass Dawson eine Waffe bei sich trug, kann seine Behauptung aber nicht beweisen. Die Medien stürzen sich auf das Thema und verurteilen den Ermittler. Nun ist es an Pride, Sebastians Aussage mit Beweisen zu untermauern. Und dann schaltet sich auch noch das FBI in den Fall ein","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9616666","hoster":"VOE"},{"path":"/redirect/8288154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-6","name":"Operation Chaos","epNo":6,"alt":"Acceptable Loss","descr":"Als der Petty Officer Sam Segar in New Orleans ermordet aufgefunden wird, führen die Spuren die NCIS-Hackerprofis zu einer technisch sehr versierten Frau. Die Unbekannte heißt Chloe Miles und hat alle digitalen Hinweise auf ihre Person eliminiert. Außerdem steht bald fest, dass Miles mit drei weiteren Morden in Verbindung gebracht werden kann und die Opfer alle verdeckt für den Geheimdienst gearbeitet haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288158","hoster":"VOE"},{"path":"/redirect/8601472","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503491","hoster":"VOE"},{"path":"/redirect/10130775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-7","name":"Zeitbomben","epNo":7,"alt":"The Accident","descr":"Bei einem Sportevent beginnt ein Mann plötzlich um sich zu schießen, woraufhin er von einem Sicherheitsmann erschossen wird. Die Ermittlungen ergeben, dass der Täter bei einer Studie teilgenommen hat, zu deren Zweck ihm ein technisches Gerät ins Gehirn implantiert wurde, welches seine Stimmungsausbrüche dämpfen soll. Doch es stellt sich heraus, dass das Gerät zum Tatzeitpunkt gehackt wurde und so genau das Gegenteil im Gehirn des Täters bewirkt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288175","hoster":"VOE"},{"path":"/redirect/8288179","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503493","hoster":"VOE"},{"path":"/redirect/10130783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-8","name":"Die Sünden des Vaters","epNo":8,"alt":"Sins Of The Father","descr":"Wades Adoptivsohn Danny entdeckt in der Wohnung seiner Freundin Emily die Leiche ihrer Mitbewohnerin. Das CIS-Team findet heraus, dass Emily dem Zeugenschutzprogramm angehört und von Marshal Sawyer sicherheitshalber weggebracht worden ist. Der Waffenproduzent Malcom Donner ist nämlich auf der Suche nach ihr, um ihre gerichtliche Aussage gegen ihn zu verhindern – koste es, was es wolle. Er entführt Danny, und Pride muss zu drastischen Mitteln greifen, um ihn zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288176","hoster":"VOE"},{"path":"/redirect/8288199","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503492","hoster":"VOE"},{"path":"/redirect/10130779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-9","name":"Straßenkinder","epNo":9,"alt":"Hard Knock Life","descr":"Als der Navy-Fotograf Officer Thompson erschossen in einem Park aufgefunden wird, gerät eine Straßenkinderbande in den Fokus der Ermittlungen. Sie sollen das Opfer kurz vor seinem Tod überfallen haben, jedoch bleibt der Hauptverdächtige und Kopf der Bande \"KC\" verschwunden. Weitere Ermittlungen ergeben außerdem, dass die Clique in illegale Diamantengeschäfte verwickelt ist. Dann wird plötzlich eines der Mitglieder erschossen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288201","hoster":"VOE"},{"path":"/redirect/8288194","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503494","hoster":"VOE"},{"path":"/redirect/10130789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-10","name":"Sehnsucht nach Freiheit","epNo":10,"alt":"Mirror, Mirror","descr":"Der neue Fall des Teams ist Prides Chance, endlich das Vertrauen des NCIS zurückzugewinnen. An der Flutmauer, die im Clearwater-Skandal gesprengt werden sollte, wird ein Seabee tot aufgefunden. Es war Mord. Schnell steht fest, dass mehrere Beteiligte, die mit dem Skandal zu tun hatten und daraufhin im Gefängnis gelandet sind, nach deren Freilassung alle auf mysteriöse Art und Weise gestorben sind. Was steckt dahinter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288208","hoster":"VOE"},{"path":"/redirect/8288212","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503495","hoster":"VOE"},{"path":"/redirect/10130781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-11","name":"Bonnie und Clyde","epNo":11,"alt":"Monster","descr":"Während eines Polizeieinsatzes kommt es zu einer wilden Verfolgungsjagd, wobei die Polizistin Mary Crane ums Leben kommt. Bei den Ermittlungen stellt sich heraus, dass die Waffe, durch die Crane starb, von einem Navy-Stützpunkt gestohlen wurde. Schließlich findet das Team rund um Pride mehrere Container mit geschmuggelten Militärwaffen – doch dann taucht die CIA auf und verweist Pride des Geländes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288219","hoster":"VOE"},{"path":"/redirect/8288217","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503498","hoster":"VOE"},{"path":"/redirect/10130785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-12","name":"Der Schakal","epNo":12,"alt":"Identity Crisis","descr":"Bei der Nerd-Messe \"GameCon\" bricht der Navy-Angestellte Nate Carr mit mehreren Stichverletzungen tot zusammen. Die Ermittlungen ergeben, dass das Opfer zuvor in seinem Hotelzimmer überfallen wurde. Kurz vor der Tat hat Sebastian eine Warnung von einem gewissen \"Plucky Dog\" erhalten, der das Verbrechen genau so prophezeit hat. Wer steckt hinter dem Pseudonym, und ist es gleichzeitig der Täter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12250987","hoster":"VOE"},{"path":"/redirect/8288234","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503497","hoster":"VOE"},{"path":"/redirect/10130784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-13","name":"Das letzte Wort","epNo":13,"alt":"Ties That Bind","descr":"Der Mord an dem \"Master at Arms\" Theo Rollins führt das NCIS-Team zu einem Club eines alten Freundes von Pride. Doch der Besitzer Felix und seine Tochter Josie streiten ab, Theo am Tatabend im Club gesehen zu haben, obwohl die Spurenlage eindeutig ist. Nach und nach stellt sich zudem heraus, dass in der Diskothek eine bekannte Partydroge verkauft wird und Felix an den Geschäften beteiligt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288239","hoster":"VOE"},{"path":"/redirect/8288241","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503499","hoster":"VOE"},{"path":"/redirect/10130791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-14","name":"Eine neue Ära","epNo":14,"alt":"A New Dawn","descr":"In New Orleans herrscht Alarmbereitschaft, da die Bürgermeisterwahl und Mardi Gras auf einen Tag fallen. Dann wird Chief Erica Croft ermordet aufgefunden. Schnell führen die Ermittlungen in ein Flüchtlingsheim. Es macht den Anschein, als wurde von dort aus ein Terroranschlag geplant. Als das NCIS-Team den Hauptverdächtigen stellen will, haut dieser ab. Wenig später kommt heraus, dass der geplante Anschlag Bürgermeisterin Taylor gilt, deren Wahlveranstaltung kurz bevorsteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288259","hoster":"VOE"},{"path":"/redirect/12635447","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13485912","hoster":"VOE"},{"path":"/redirect/10130854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-15","name":"Ein Fall für Isler","epNo":15,"alt":"The Last Mile","descr":"Isler will eine Serie von Überfällen, bei denen Opioide gestohlen wurden, aufklären. Schließlich kommt es zwischen ihm und einem der Bandenmitglieder zu einem Treffen – doch Islers Tarnung fliegt auf. Als es daraufhin sogar zum Schusswechsel kommt, nimmt sich auch Pride des Falles an, um Isler zu unterstützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13684616","hoster":"VOE"},{"path":"/redirect/8288264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-16","name":"Jacks Entscheidung","epNo":16,"alt":"Empathy","descr":"Die Kongressangestellte Molly ist im Besitz von belastendem Material zum Nachteil einer Rüstungsfirma. Aus diesem Grund trifft sie sich mit zwei Bundesagenten, als plötzlich eine unbekannte Person erscheint, die beiden Agenten tötet und Molly entführt. Bei den Ermittlungen stellt sich allerdings heraus, dass es sich bei den Bundesagenten in Wahrheit um Auftragskiller handelte. Was steckt dahinter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288279","hoster":"VOE"},{"path":"/redirect/8288274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-17","name":"Napoleons Lilie","epNo":17,"alt":"Treasure Hunt","descr":"Auf einer Feier, die unter dem Motto \"Piraten\" steht, wird die entstellte Leiche von Lieutenant Commander Elaine Dodd gefunden. Wie sich herausstellt, hatte das Opfer einen Kompass und Koordinaten tätowiert, welche vom Mörder entfernt wurden. Für die Ermittler beginnt eine wilde Schatzsuche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288284","hoster":"VOE"},{"path":"/redirect/8288288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-18","name":"Camp Apache","epNo":18,"alt":"Welcome To The Jungle","descr":"In einer Nacht- und Nebelaktion wird Pride mit zwei weiteren Agents in das Dreiländereck Triple Frontera gerufen. In dem Fall geht es um einen misslungenen Einsatz im Dschungel, bei dem ein Drogenboss festgenommen werden sollte. Dabei wurde Prides Bekannter Commander Watkins erschossen, der zuvor eine Videobotschaft über einen Maulwurf aufgenommen hat. Kann Pride die Wahrheit ans Licht bringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916710","hoster":"VOE"},{"path":"/redirect/8288301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-19","name":"Hoher Einsatz","epNo":19,"alt":"High Stakes","descr":"Bei einem Verkehrsunfall wird zufälligerweise der Leichnam von Yeoman Bennett entdeckt, als dieser von der Ladefläche eines Lkws rutscht. Die Ermittlungen ergeben, dass das Opfer spielsüchtig war und kurz vor seinem Tod an einer illegalen Pokerrunde teilnahm, welche ihn vermutlich das Leben gekostet hat. Helfen Videoaufzeichnungen den Detectives weiter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916722","hoster":"VOE"},{"path":"/redirect/11069716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-20","name":"Wo Rauch ist, ist auch Feuer","epNo":20,"alt":"Powder Keg","descr":"Pride und Sydney geraten in einer Bar in eine Geiselnahme. Einer der bewaffneten Kriminellen ist Curtis, der behauptet, dass ihm jemand den Mord an einem Polizisten anhängen will. Er gibt Pride ein Handy, damit dieser wegen des Polizistenmordes Kontakt zu seinem Team aufnehmen kann. Schnell wird klar, dass Curtis tatsächlich unschuldig ist, und dann wird auch noch dessen Freundin tot aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288323","hoster":"VOE"},{"path":"/redirect/11069725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-21","name":"Damals in Hawaii","epNo":21,"alt":"Mind Games","descr":"Als eine Pilotin der Navy ermordet in einem entlegenen Farmhaus aufgefunden wird, sieht Tammy in dem Mordfall einige Parallelen zu einer Fallstudie aus ihrer Profilerausbildung. Sie kontaktiert daraufhin ihre alte Dozentin Claire. Schließlich ergeben die Ermittlungen, dass in den vergangenen Jahren neun weitere Frauen auf dieselbe Weise getötet wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288332","hoster":"VOE"},{"path":"/redirect/11069712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-22","name":"Die Schmutzkampagne","epNo":22,"alt":"The Assassination Of Dwayne Pride","descr":"Als der Journalist Oliver Crane einen vernichtenden Artikel über Prides \"fahrlässigen Gebrauch von Gerechtigkeit\" veröffentlicht, sorgt sich das Team über die Konsequenzen des Artikels und die vertraulichen Informationen, die er enthält. Rita Devereaux warnt Pride (Scott Bakula), dass jemand in DC einen Angriff auf ihn plant und der Artikel nur der Anfang ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288351","hoster":"VOE"},{"path":"/redirect/8288354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-23","name":"Die Todesliste + Im Fadenkreuz","epNo":23,"alt":"Checkmate, Part 1 + Part 2","descr":"Für Pride wird die Luft immer dünner. Mächtige, einflussreiche Gegner wollen ihn zu Fall bringen. Elvis, Sydney, Fred Newman und Crane geben alles, um die Hetzkampagne gegen Pride zu stoppen. Dabei machen sie auch vor kriminellen Taten nicht Halt. Als die Gruppe in eine Anwaltskanzlei einbricht, geraten sie an schockierende Informationen: Zum 300-jährigen Stadtjubiläum soll ein gewaltiger Anschlag stattfinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8288379","hoster":"VOE"},{"path":"/redirect/11069726","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503502","hoster":"VOE"},{"path":"/redirect/10130793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-4/episode-24","name":"[in Episode 23 enthalten]","epNo":24,"alt":"[in Episode 23 enthalten]","descr":"Für Pride wird die Luft immer dünner, denn einflussreiche Gegner wollen ihn zu Fall bringen. Elvis, Sydney, Fred und Crane geben alles, um die Hetzkampagne gegen Pride zu stoppen. Dabei machen sie auch vor kriminellen Taten nicht Halt. Als die Gruppe in eine Anwaltskanzlei einbricht, geraten sie an schockierende Informationen: Zum 300-jährigen Stadtjubiläum soll ein Anschlag stattfinden. \r(in Ep.23 enthalten)","versions":[]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-1","name":"Der Engel des Todes","epNo":1,"alt":"See You Soon","descr":"Special Agent Dwayne Pride wurde von der Auftragsmörderin Amelia Parsons angeschossen. Nun kämpft er im Krankenhaus um sein Leben, doch sein Zustand ist sehr kritisch. Währenddessen gibt das Team alles, um die skrupellose Killerin zu schnappen. LaSalle versucht schließlich, Parsons in eine Falle zu locken – doch sie durchschaut den Hinterhalt und sucht Pride im Krankenhaus auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468281","hoster":"VOE"},{"path":"/redirect/8468276","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503500","hoster":"VOE"},{"path":"/redirect/10130788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-2","name":"Der Glückstag","epNo":2,"alt":"Inside Out","descr":"Während es Pride nach acht Wochen allmählich besser geht, bekommt das NCIS-Team eine neue Vorgesetzte: die scheinbar perfekte Hannah Khoury. Als zwei CIA-Verwaltungsangestellte in New Orleans ermordet werden, kann die neue Chefin dann auch gleich zeigen, was in ihr steckt. Doch diese Feuerprobe erweist sich als gar nicht so einfach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468418","hoster":"VOE"},{"path":"/redirect/8468425","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503501","hoster":"VOE"},{"path":"/redirect/10130790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-3","name":"Der Khalifa-Brief","epNo":3,"alt":"Diplomatic Immunity","descr":"Als mitten auf einem belebten Festplatz der Diplomat Navy-Commander Morrison ermordet wird, nimmt Pride die Ermittlungen auf. Er findet heraus, dass das Opfer einen wichtigen Brief sicherstellen sollte, der Daten zu einem globalen Geldwäschenetz enthält. Sowohl Mitglieder von Geheimdiensten als auch von mächtigen Untergrund-Organisationen haben großes Interesse an dem Dokument. Befindet sich der Mörder auch in diesen Kreisen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468408","hoster":"VOE"},{"path":"/redirect/8468412","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13508463","hoster":"VOE"},{"path":"/redirect/10130792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-4","name":"Kleine Fische","epNo":4,"alt":"Legacy","descr":"Die Wasserleiche des Vietnamesen Aaron Trang wird an einem Garnelenkutter geborgen. Das Opfer stammt ursprünglich aus einem Fischereiviertel und hatte diesem jedoch den Rücken gekehrt, um stattdessen für die Navy zu forschen. Christopher LaSalle hat ein ganz anderes Problem: Die Steuerbehörde fordert zehn Millionen Dollar zurück – Geld, das sein Vater unterschlagen haben soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468398","hoster":"VOE"},{"path":"/redirect/8468402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-5","name":"Bruder Jimmy","epNo":5,"alt":"In The Blood)","descr":"Vier Mitglieder der rechtsorientierten Gang True Guard werden ermordet. Kurioserweise wird am Tatort ein Container gefunden, in welchem sich Kinderspielsachen von Pride befinden. Dieser vermutet daraufhin, dass sein Vater Cassius etwas mit dem Verbrechen zu tun hat. Seine Theorie scheint sich zu bestätigen, als herauskommt, dass Cassius den Nationalisten Schutzgeld schuldet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468392","hoster":"VOE"},{"path":"/redirect/8468393","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13508465","hoster":"VOE"},{"path":"/redirect/10130794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-6","name":"Die Warnung der Tauben","epNo":6,"alt":"Pound Of Flesh","descr":"Prides Assistentin Ginny wird von einem Unbekannten entführt, ihr gelingt jedoch die Flucht und sie kann das Team sogar zu dem Haus des Entführers bringen. Dort angekommen, stoßen sie auf die Leiche des bis dato Hauptverdächtigen Ed Lightell, dem sämtliche Organe entfernt wurden. An den Wänden befinden sich zudem Voodoo-ähnliche Zeichnungen. Wieso musste Lightell sterben? Und hat derselbe Täter auch Ginny entführt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468385","hoster":"VOE"},{"path":"/redirect/8468389","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503505","hoster":"VOE"},{"path":"/redirect/10130799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-7","name":"Die Nebelmaschine","epNo":7,"alt":"Sheepdogs","descr":"Bei der Explosion einer Autobombe kommen zwei Männer um. Einer von ihnen, Paul, war aktives Mitglied einer Gruppe, die gegen Ungerechtigkeiten im System kämpft. Die Leiterin der Protestgruppe ist Bernadine, eine alte Freundin von Pride. Als sie zu dem Unglück befragt wird, gerät das ehemalige Mitglied Yasmin in den Fokus, die wegen ihrer radikalen Ansichten aus der Gruppe ausgeschlossen wurde. Zudem ist sie die Ex von Paul. Doch steckt sie wirklich hinter dem jüngsten Anschlag?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468383","hoster":"VOE"},{"path":"/redirect/8468382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-8","name":"Aztec Kings","epNo":8,"alt":"Close To Home","descr":"Als die Wehrkunde-Ausbilderin Sergeant Dunn erstochen wird, gerät ihr Schüler Mateo unter Verdacht, der seit Tagen verschwunden ist. Die Ermittler können ihn schließlich aufspüren und erfahren, dass Mateo von Officer Carter als Spitzel bei der guatemaltekischen Gang \"Aztec Kings\" eingesetzt wird. Weil die ihn entlarvt haben, befindet sich der Junge jedoch nun in Lebensgefahr. Derweil fördern die weiteren Ermittlungen im Hinblick auf Carter etwas völlig Überraschendes zu Tage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468305","hoster":"VOE"},{"path":"/redirect/8468314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-9","name":"Zwei Familien","epNo":9,"alt":"Risk Assessment","descr":"Als Jacob, ein freier Mitarbeiter des NCIS, erdrosselt aufgefunden wird, fördern die Ermittlungen Überraschendes zu Tage: Der Familienvater hat nicht nur ein Doppelleben geführt, sondern er war auch als Spion und russischer Auftragsmörder im Einsatz. Wurden seine Geheimnisse ihm letztendlich zum Verhängnis? Während das Team versucht, den Fall zu lösen, wird Jimmy von seiner Vergangenheit eingeholt, weshalb ihm sogar eine Gefängnisstrafe droht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468359","hoster":"VOE"},{"path":"/redirect/8468364","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503503","hoster":"VOE"},{"path":"/redirect/10130797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-10","name":"Tick Tock","epNo":10,"alt":"Tick Tock","descr":"Pride wird von derselben Organisation, die auch Wade und Cassius entführt hat, gekidnappt und als Spielball benutzt. Eine unbekannte Stimme aus dem Off gibt ihm Anweisungen, denen er Folge leisten muss. Zuerst soll sich Pride Zugang zum SAC-Office verschaffen, um die Adresse eines CIA-Verstecks herauszufinden. Denn dort befindet sich die gefangen genommene Amelia Parsons, die die Organisation dringend braucht. Er hat keine andere Wahl, als zu kooperieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468323","hoster":"VOE"},{"path":"/redirect/8468327","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13508467","hoster":"VOE"},{"path":"/redirect/10130802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-11","name":"Die Sanduhr des Lebens","epNo":11,"alt":"Vindicta","descr":"Das Team will weiterhin um jeden Preis den Fall um Apollyon und den Mord an Cassius aufklären. Der tätowierte Barcode an Amelias Leiche führt die Ermittler zu Fotos von vier Agenten, die für Apollyon gearbeitet haben. Einer von ihnen ist Avery Walker, der bereits wegen Mord im Gefängnis sitzt. Kann Walker den entscheidenden Hinweis liefern? Kurz darauf werden die anderen drei abgebildeten Agenten umgebracht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12250993","hoster":"VOE"},{"path":"/redirect/8468376","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503504","hoster":"VOE"},{"path":"/redirect/10130801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-12","name":"Desperate Navy Wives","epNo":12,"alt":"Desperate Navy Wives","descr":"Gregorio arbeitet undercover und schließt sich einem Club für Ehefrauen von Militärangehörigen an, nachdem eines der Mitglieder von ihrem Ex-Freund kontaktiert wurde, der auf der \"Most Wanted\"-Liste des FBI steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818074","hoster":"VOE"},{"path":"/redirect/8601486","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503507","hoster":"VOE"},{"path":"/redirect/12634088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-13","name":"Virus X","epNo":13,"alt":"X","descr":"Das NCIS-Team untersucht das Verschwinden eines Navy-Entomologen nach einer tödlichen Schießerei in einem Forschungslabor. Nero (LeVar Burton) vom Navy-Geheimdienst schließt sich den Ermittlungen an, als das Team entdeckt, dass auch ein seltener und tödlicher Virus gestohlen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468373","hoster":"VOE"},{"path":"/redirect/8468372","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503506","hoster":"VOE"},{"path":"/redirect/10130803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-14","name":"Der Mord-Index","epNo":14,"alt":"Conspiracy Theories","descr":"Pride (Scott Bakula) und das Team arbeiten erneut mit dem auf Verschwörungstheorien spezialisierten Journalisten Oliver Crane (Mark Gessner) zusammen, nachdem die Quelle für dessen neueste Story über Selbstjustiz ermordet wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468335","hoster":"VOE"},{"path":"/redirect/8468342","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503508","hoster":"VOE"},{"path":"/redirect/10130809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-15","name":"Kaninchen aus dem Hut","epNo":15,"alt":"Crab Mentality","descr":"Das Team untersucht verschiedene Morde, die mit einer Baufirma zusammenhängen, die an einer experimentellen Chemikalie arbeitet, die Küstenschutzwälle widerstandsfähiger machen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468350","hoster":"VOE"},{"path":"/redirect/8468351","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503510","hoster":"VOE"},{"path":"/redirect/10130816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-16","name":"Zelko","epNo":16,"alt":"Survivor","descr":"Nachdem ein flüchtiger Terrorist, der eine persönliche Vendetta gegen Hannah (Necar Zadegan) führt, wiederaufgetaucht ist, wird sie mit ihrer Familie in Sicherheit gebracht, während das NCIS-Team nach dem Verdächtigen sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468368","hoster":"VOE"},{"path":"/redirect/14175766","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503509","hoster":"VOE"},{"path":"/redirect/10130811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-17","name":"Eine Stadt namens Bovis","epNo":17,"alt":"Reckoning","descr":"Nach einer erneuten Aufgaben-Umverteilung ist Pride (Scott Bakula) nicht länger Special Agent für den Südosten und kehrt ins NCIS-Büro nach New Orleans zurück, während das Team ermittelt, nachdem ein Petty Officer als vermisst gemeldet wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468294","hoster":"VOE"},{"path":"/redirect/8468288","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503514","hoster":"VOE"},{"path":"/redirect/10130815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-18","name":"Die Valor Brigade","epNo":18,"alt":"In Plain Sight","descr":"Pattons Freund, ein ehemaliger Navy Seal, wurde hinterrücks aus einem Auto heraus erschossen. Patton musste das Ganze mit ansehen. Das Team beginnt sofort mit den Ermittlungen und versucht herauszufinden, wer den Mann tot sehen wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468261","hoster":"VOE"},{"path":"/redirect/8468269","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503511","hoster":"VOE"},{"path":"/redirect/10130817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-19","name":"Der Clan","epNo":19,"alt":"In Plain Sight","descr":"Nachdem ein Navy Lieutenant aus einer gut vernetzten, wohlhabenden Familie aus New Orleans bei einer Wohltätigkeitsgala eine Treppe hinuntergestürzt und gestorben ist, untersucht das NCIS-Team, ob sein Tod ein Unfall war oder mehr dahintersteckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468252","hoster":"VOE"},{"path":"/redirect/8468254","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503512","hoster":"VOE"},{"path":"/redirect/10130818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-20","name":"Jackpot","epNo":20,"alt":"Jackpot","descr":"Als Elvis Bertrands (Tom Arnold) Tochter mit dem Mord an einem Navy-Anwerber in Verbindung gebracht wird, bittet er Pride (Scott Bakula), ihre Unschuld zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468236","hoster":"VOE"},{"path":"/redirect/8468244","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503513","hoster":"VOE"},{"path":"/redirect/10130826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-21","name":"Vertrau mir!","epNo":21,"alt":"Trust Me","descr":"Tammy (Vanessa Ferlito) ist überzeugt, dass ein Betrüger den Mord an einem Navy-Arzt begangen hat, obwohl die Beweise etwas anderes zeigen. Auch ohne Wissen von Special Agent Hannah Khoury (Necar Zadegan) nähert sich ihr Mann, Ryan Porter, Pride (Scott Bakula) mit neuen Informationen über Apollyon, dem Spionagenetzwerk, das für den Mord an seinem Vater verantwortlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468457","hoster":"VOE"},{"path":"/redirect/8468458","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503516","hoster":"VOE"},{"path":"/redirect/10130822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-22","name":"Chaostheorie","epNo":22,"alt":"Chaos Theory","descr":"Das NCIS-Team untersucht einen Bombenanschlag auf eine Veranstaltung in einem Militärmuseum, bei der mehr als 1000 Gäste anwesend waren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468451","hoster":"VOE"},{"path":"/redirect/8468456","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503515","hoster":"VOE"},{"path":"/redirect/10130823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-23","name":"Am Rande des Abgrunds (1)","epNo":23,"alt":"The River Styx (1)","descr":"Pride (Scott Bakula) und LaSalle (Lucas Black) reisen in die vom Krieg gezeichnete Region Südossetien, um FBI Special Agent Raymond Isler (Derek Webster) auszuspüren. Der wurde während einer gescheiterten Mission entführt, bei der der Anführer von Apollyon, dem Untergrund-Spionage-Netzwerk, das für den Mord an Prides Vater verantwortlich ist, festgenommen werden sollte. (Text: 13th Street)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8468444","hoster":"VOE"},{"path":"/redirect/8468447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-5/episode-24","name":"Am Rande des Abgrunds (2)","epNo":24,"alt":"The River Styx (2)","descr":"Nachdem Pride die Spur des tödlichen Untergrund-Spionage-Netzwerks Apollyon bis in die vom Krieg gezeichnete Region Südossetien verfolgt hat, wird er von seinem Team getrennt und gerät in große Gefahr. (Text: 13th Street)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14437672","hoster":"VOE"},{"path":"/redirect/8468432","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130821","hoster":"VOE"},{"path":"/redirect/10130825","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-1","name":"Hannahs Entscheidung","epNo":1,"alt":"Judgement Call","descr":"Der King ist gezwungen, Hannah vom Dienst freizustellen, nachdem sie, nach einer gemeinsamen Operation mit dem FBI, gegen einen Vertreter der \"weißen Herrenmenschen\" gegen das Protokoll verstoßen hat. In der Zwischenzeit besuchen Pride und Rita Prides Mutter, die offenbar an Alzheimer leidet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12250982","hoster":"VOE"},{"path":"/redirect/8287258","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503520","hoster":"VOE"},{"path":"/redirect/10130827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-2","name":"Das Terminator-Rätsel","epNo":2,"alt":"The Terminator Conundrum","descr":"Ein Navy-Pilot entdeckt ein vermeintliches UFO, bevor er selbst abstürzt. Nach seinem Martyrium leider Pride unter Albträumen und Schlaflosigkeit. LaSalle macht sich in Alabama auf die Suche nach seinem vermissten Bruder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287263","hoster":"VOE"},{"path":"/redirect/8287271","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503518","hoster":"VOE"},{"path":"/redirect/10130830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-3","name":"Schlaflos in New York","epNo":3,"alt":"Bad Apple","descr":"Pride besucht New York City, nachdem er erfahren hat, dass neu gewonnene DNA-Beweise mit einem alten Fall vor 20 Jahren in Verbindung gebracht wurden, als er noch im Sheriffs Büro von Jefferson Parish arbeitete.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818046","hoster":"VOE"},{"path":"/redirect/8601468","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503517","hoster":"VOE"},{"path":"/redirect/10130834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-4","name":"Der Miami-Ring","epNo":4,"alt":"Overlooked","descr":"Ein privates Internierungslager für Einwanderer steht im Zentrum eines illegalen Rings, in dem Menschenhandel betrieben wird. Währenddessen machten sich LaSalle und Sebastian auf die Suche nach LaSalles vermisstem Bruder in Alabama.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12635540","hoster":"VOE"},{"path":"/redirect/8601469","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503519","hoster":"VOE"},{"path":"/redirect/10130832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-5","name":"Spione und Lügen","epNo":5,"alt":"Spies And Lies","descr":"Der Navy-Lieutenant Max Landy bittet die NCIS-Beamten um Hilfe, als er einen furchtbaren Verdacht hegt. Bei seiner Freundin könnte es sich tatsächlich um eine Spionin handeln. Unterdessen muss LaSalle in Alabama einer furchtbaren Realität ins Auge blicken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287281","hoster":"VOE"},{"path":"/redirect/8287282","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503524","hoster":"VOE"},{"path":"/redirect/10130835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-6","name":"Die Hütte im Wald","epNo":6,"alt":"Matthew 5:9","descr":"LaSalle hofft, den Mord an seinem Bruder zu rächen, indem er in Alabama einen Opioid-Ring sprengt, von dem er glaubt, dass er am Tod seines Bruders verantwortlich ist. Während der Untersuchung einer abgelegenen Hütte wird LaSalle angeschossen und in ein Krankenhaus geflogen, es geht im nicht gut. Pride und das Team  machen sich ernsthafte Sorgen. Pride findet später einen Mann der an der Schießerei mit LaSalle beteiligt war, und nimmt ihn fest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818050","hoster":"VOE"},{"path":"/redirect/8601475","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503522","hoster":"VOE"},{"path":"/redirect/10130836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-7","name":"Spartacus","epNo":7,"alt":"Boom-Boom-Boom-Boom","descr":"Eine Gas-Explosion zerstört ein Kino. Schon bald zeigt sich, dass es sich um keinen Unfall gehandelt hat. Vielmehr steckt ein Hacker hinter dem Anschlag, der auch noch weitere Gebäude in Schutt und Asche legen könnte. Zeitgleich muss das NCIS-Team mit seinem Verlust fertig werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818047","hoster":"VOE"},{"path":"/redirect/8601471","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503521","hoster":"VOE"},{"path":"/redirect/10130837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-8","name":"Bodyguard","epNo":8,"alt":"The Order Of The Mongoose","descr":"Sebastian hat es mit einem möglichen Fall von Kidnapping zu tun, als der Sohn eines Diplomaten während eines Konzerts verschwindet. So bittet er das NCIS-Team um Mithilfe. Unterdessen untersuche Wade den Fall einer Frau, die missbraucht wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818049","hoster":"VOE"},{"path":"/redirect/8601470","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13606620","hoster":"VOE"},{"path":"/redirect/10130843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-9","name":"Die verlorenen Kinder","epNo":9,"alt":"Convicted","descr":"King und sein Team sammeln noch immer Beweise gegen LaSalles Mörder, Eddie Barrett, und bringen ihn vor Gericht, nachdem sie herausgefunden haben, dass er einen Alibi-Zeugen bestochen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818054","hoster":"VOE"},{"path":"/redirect/8601474","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13503525","hoster":"VOE"},{"path":"/redirect/10130839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-10","name":"Der Tag der Abrechnung","epNo":10,"alt":"Requital","descr":"Der NCIS umstellt das Haus, in welchem sich der gesuchte Sektenführer Eddie Barrett und seine Anhänger befinden. Barrett weigert sich jedoch, mit den Beamten zu kooperieren und verlangt, dass Pride das Gebäude alleine betreten soll. Dieser geht auf die gefährliche Forderung ein. Während das restliche Team von außen versucht, die bedrohliche Lage zu beenden, entdeckt Pride verdächtige Kabel, die auf eine bevorstehende Sprengung schließen lassen …  (Text: ATVII)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287290","hoster":"VOE"},{"path":"/redirect/8287291","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130844","hoster":"VOE"},{"path":"/redirect/10130845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-11","name":"Der Kommandant","epNo":11,"alt":"Waiting For Monroe","descr":"Das Team ist in großer Sorge, als sie den Kontakt zu Sebastian verlieren, der sich aktuell auf einer gefährlichen Undercover-Mission befindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12635592","hoster":"VOE"},{"path":"/redirect/8601480","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130848","hoster":"VOE"},{"path":"/redirect/10130849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-12","name":"Ein Fluss in Albanien","epNo":12,"alt":"The Root Of All Evil","descr":"Eine geheimnisvolle Profikillerin hat bereits Morde in Athen, Rom und London begangen. Ihr nächstes Ziel: New Orleans. Wades Sohn versucht sie zur Mithilfe bei einem Artikel zu überreden. Dafür will er sie auf Streife begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818051","hoster":"VOE"},{"path":"/redirect/8601476","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130847","hoster":"VOE"},{"path":"/redirect/10130850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-13","name":"Drei Millionen Gründe","epNo":13,"alt":"The Man In The Red Suit","descr":"Das Team ermittelt im Mord an einem JAG Captain, der von seiner einzigen Tochter und Erbin Zuhause entdeckt wurde. Sebastian (Rob Kerkovich) ist nervös als er die Leitung des Teams übernimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818052","hoster":"VOE"},{"path":"/redirect/12635680","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130846","hoster":"VOE"},{"path":"/redirect/10130851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-14","name":"Der Mann im roten Anzug","epNo":14,"alt":"Relentless","descr":"Pride wird weiterhin von Erinnerungen und Albträumen gequält. So beschließt er eine Auszeit zu nehmen, um herauszufinden, was dahinter steckt. Als er zudem Special Agent Quentin Carter als Nachfolger von LaSalle seinem Team vorestellt, weht ihm ein eher kühler Wind entgegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818053","hoster":"VOE"},{"path":"/redirect/8601479","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10130852","hoster":"VOE"},{"path":"/redirect/10130863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-15","name":"Rachels Reise","epNo":15,"alt":"Crab Mentality","descr":"Tammy muss eine Teenagerin vor einem Killer schützen, nachdem ihr Vater in ihrem Zuhause angeschossen und schwer verletzt wurde. Zeitgleich bringt Pride seine Mutter zu seiner Bar und versucht durch sie hinter das Geheimnis aus seiner Vergangenheit zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818057","hoster":"VOE"},{"path":"/redirect/8601481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-16","name":"25 Passwörter","epNo":16,"alt":"Biased","descr":"Prides Tochter stattet ihm einen Überraschungsbesuch ab. Zeitgleich begibt sich das NCIS-Team auf die Spur eines Mannes, der sich als LaSalle ausgegeben hat, um einem Gefangenen die Flucht zu ermöglichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12635658","hoster":"VOE"},{"path":"/redirect/8601478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-17","name":"Im Bruchteil einer Sekunde","epNo":17,"alt":"A Changed Woman","descr":"Die rassischen Spannungen nehmen in New Orleans zu, als ein weißer NOPD-Offizier einen schwarzen Navy-Offizier, von dem er glaubte, er sei bewaffnet, bei einem Straßenfest erschießt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818058","hoster":"VOE"},{"path":"/redirect/8601483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-18","name":"Geld und Gift","epNo":18,"alt":"Necessary Evil","descr":"Ein Seemann wird tot aufgefunden. Das NCIS-Team versucht nun, die Bewegungen der Leute in seinem Umfeld vor seinem Tod nachzuvollziehen. Zeitgleich muss sich Hannah daran gewöhnen, dass ihre Tochter eine Beziehung zur neuen Freundin ihres Ex entwickelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9593629","hoster":"VOE"},{"path":"/redirect/8601482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-19","name":"Monolith","epNo":19,"alt":"Monolith","descr":"Als Sebastian bei dem erfolglosen Versuch, eine Entführung zu verhindern, verletzt wird, macht sich das Team des NCIS sofort auf den Weg, um die vermisste Frau und ihre Entführer zu finden. Außerdem erhält das Team einen Einblick in Privatleben von Spezialagent Quentin Carter (Charles Michael Davis).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818061","hoster":"VOE"},{"path":"/redirect/8601488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-6/episode-20","name":"Das Wespennest","epNo":20,"alt":"Predators","descr":"Der Navy-Mikrobiologe Daniel Sloane wird tot in einem Sumpf aufgefunden. Der Mann ist ertrunken, jedoch weist sein Körper zahlreiche Wunden auf, die auf ein großes Tier schließen lassen. Dann erfahren die Ermittler, dass Sloane kurz vor seinem Tod auf der Suche nach einem übernatürlichen Wesen war. Gleichzeitig ist Prides Ex-Frau in der Stadt, mit der er sich über die geplante Hochzeit seiner Tochter nicht einig wird ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818060","hoster":"VOE"},{"path":"/redirect/8601484","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-1","name":"Das Schiff der Verdammten (1)","epNo":1,"alt":"Something in the Air (1)","descr":"Während die Stadt New Orleans mit den Auswirkungen der Corona-Pandemie zu kämpfen hat, werden Tammy und Carter zur Aufklärung eines Todesfalls auf ein Hospitalschiff gerufen. Als immer mehr Details über den rätselhaften Tod zutage treten, erfahren die Ermittler zudem, dass sich mehrere Corona-Infizierte an Bord des Schiffes befinden. Währenddessen stößt auch Wade in einer Leichenhalle an ihre Grenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818064","hoster":"VOE"},{"path":"/redirect/8818066","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7481804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-2","name":"Das Schiff der Verdammten (2)","epNo":2,"alt":"Something in the Air (2)","descr":"Während Tammy (Vanessa Ferlito) und Carter (Charles Michael Davis) einen verdächtigen Todesfall an Bord eines mit COVID-infizierten Hilfsschiffes untersuchen, entdecken Pride (Scott Bakula) und das Team dass die PPE den Schlüssel zur Lösung des Rätsels haben könnten. Rita (Chelsea Field) kehrt zurück nach New Orleans um Pride zu überraschen, Wade (CCH Pounder) hilft einer trauernden Frau, die ihren an COVID-19 verstorbenen Bruder nicht finden kann und Patton (Daryl Mitchell) und seine Patentochter geraten in eine hitzige Diskussion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287296","hoster":"VOE"},{"path":"/redirect/8287295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-3","name":"Die schützende Hand","epNo":3,"alt":"One of Our Own","descr":"Die Bürgermeisterin von New Orleans wendet sich an Special Agent Dwayne Pride und bittet ihn mehrere Fälle von Polizeigewalt zu untersuchen.  Das Team beginnt daraufhin, verdeckt zu ermitteln, doch dann wird plötzlich ein ein NOPD-Offizier während eines Polizeieinsatzes erschossen. Dieser NOPD-Offizier war der Schlüsselzeuge in mehreren Fällen von exzessiver Gewalt. Währenddessen wird Hannah mit ihrer Vergangenheit konfrontiert, weshalb sie versucht, einen Fehler wiedergutzumachen, indem sie einer alten Bekannten hilft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287303","hoster":"VOE"},{"path":"/redirect/8287309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-4","name":"Schwarze Schafe","epNo":4,"alt":"We All Fall...","descr":"Während das NCIS-Team weiterhin den Mord an einem Polizisten untersucht, der im Begriff war, einen Hinweis auf polizeiliches Fehlverhalten innerhalb der NOPD zu geben, muss Pride (Scott Bakula) kreativ werden, um die bestechliche Polizisten endlich dingfest zu machen. Außerdem bittet die Bürgermeisterin Taylor (Amanda Warren) Pride, sich ihrer neuen Task Force anzuschließen, die sich mit systemischen Problemen befasst, die ihre Stadt plagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12367040","hoster":"VOE"},{"path":"/redirect/8287313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-5","name":"Gefahr aus der Tiefe","epNo":5,"alt":"Operation Drano (1)","descr":"Als der NCIS einen verdächtigen Todesfall untersucht und das fehlende Schlüsselbeweisstück eine streng geheime High-Tech-Batterie ist, erkennen Pride und das Team, dass es tödliche Konsequenzen haben könnte, wenn sie in die falschen Hände gerät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8287322","hoster":"VOE"},{"path":"/redirect/8287321","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7727629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-6","name":"Gefahr aus der Tiefe (2)","epNo":6,"alt":"Operation Drano (2)","descr":"Als ein Torpedo einen Fischkutter trifft, ist die gesamte Golfküste in Gefahr während Pride (Scott Bakula) und die NCIS versuchen das U-Boot schnellstmöglich zu finden um einen weiteren Angriff zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818062","hoster":"VOE"},{"path":"/redirect/8818067","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7738698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-7","name":"Die Angst der Opfer","epNo":7,"alt":"Leda And The Swan, Part 1","descr":"Nachdem eine Navy-Therapeutin ermordet wird, entdecken Pride (Scott Bakula) und sein Team, dass sie um das System herumgearbeitet hat um Gerechtigkeit für Opfer sexueller Übergriffe zu bekommen.Carters (Charles Michael Davis) Mutter konfrontiert ihn als er sich weigert für ihren Backgroundcheck mit dem FBI zu sprechen.Sebastian (Rob Kerkovich) kümmert sich um einen wichtigen Zeugen, der von der COVID-19-Pandemie hart getroffen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12250981","hoster":"VOE"},{"path":"/redirect/8818068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-8","name":"Die Angst der Opfer (2)","epNo":8,"alt":"Leda and the Swan (2)","descr":"Während Pride (Scott Bakula) und das Team die Untersuchung des Angriffs auf eine Polizistin und des Mordes an ihrem Therapeuten fortsetzen, kommt der NCIS einem Hauptverdächtigen auf die Spur, der seit Jahren im System arbeitet. Außerdem sprechen Carter und seine Mutter darüber, wie sie nach einem Fehler in der Vergangenheit weitermachen werden, und Sebastian (Rob Kerkovich) beginnt eine vielversprechende neue Beziehung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818065","hoster":"VOE"},{"path":"/redirect/8818070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-9","name":"Am helllichten Tag","epNo":9,"alt":"Into Thin Air","descr":"Pride und das Team sind auf der Jagd nach einer entführten 14-Jährigen und entdecken, dass ihr Vater, der bald das Sorgerecht haben wird, ein radikaler Überlebenskünstler ist, der außerhalb des Netzes lebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8818069","hoster":"VOE"},{"path":"/redirect/8818072","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7860588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-10","name":"Der Jäger","epNo":10,"alt":"Homeward Bound","descr":"Als ein Petty Officer von einem Scharfschützen niedergeschossen wird, jagen Pride und das Team den Killer, nur um herauszufinden, dass er vielleicht nicht alleine handelt. Außerdem erzählt Rita Pride, dass ihr ein verlockender Job angeboten wurde - in Kansas City.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892589","hoster":"VOE"},{"path":"/redirect/8688480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-11","name":"Die Route","epNo":11,"alt":"Stashed","descr":"Sebastians Leben ist in Gefahr, als ein Krimineller, den er hinter Gitter gebracht hat, aus dem Polizeigewahrsam entkommt. Carter wird damit beauftragt, Sabastian in Schutzhaft zu nehmen und Carters und Hannahs Flirt ist lustiges Klatschfutter für Tammy und Sebastian.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8683838","hoster":"VOE"},{"path":"/redirect/8892597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-12","name":"Es war einmal","epNo":12,"alt":"Once Upon A Time","descr":"Ein Molotow-Cocktail wird in Prides Bar geschleudert, Beweise führen ihm zu seiner alten Erzfeindin, Sasha Brousard, die ein Geheimnis hütet, das sein Leben für immer beeinflussen wird. Tammy setzt ihre Fähigkeiten als Profilerin bei Hannah und Carter mit schockierender Genauigkeit ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8683836","hoster":"VOE"},{"path":"/redirect/8892595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-13","name":"Der Sohn","epNo":13,"alt":"Choices","descr":"Das Team untersucht den Bombenanschlag auf die Bar und den anstehenden Revierkampf, in den Sasha Broussard (Callie Thorne) verwickelt ist. Während sich Pride (Scott Bakula) daran gewöhnen muss, Connor (Drew Scheid) in seinem Leben zu haben, arbeiten Carter und Hannah (Necar Zadegan) an den Regeln ihrer neuen Beziehung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8683842","hoster":"VOE"},{"path":"/redirect/8688472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-14","name":"Officer Charlie","epNo":14,"alt":"Illusions","descr":"Während Pride (Scott Bakula) versucht Sasha (Callie Thorne) mit den kürzlichen Angriffen in New Orleans zu verbinden, muss er Connor (Drew Scheid) dabei helfen, sich damit abzufinden, wer seine Mutter wirklich ist. Carter (Charles Michael Davis) und Tammy (Vanessa Ferlito) suchen nach einem gestohlenen abgerichteten Militärhund und Pride und Rita (Chelsea Field) treffen eine wichtige Entscheidung wegen ihrer Hochzeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8683846","hoster":"VOE"},{"path":"/redirect/8697200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-15","name":"Es liegt im Blut","epNo":15,"alt":"Runs in the Family","descr":"Während Pride (Scott Bakula) und Rita (Chelsea Field) ihre Hochzeit planen verhaftet das FBI Connor (Drew Scheid) in Zusammenhang mit dem Bombenanschlag auf die Bar um so an seine Mutter Sasha Broussard (Callie Thorne) zu kommen. Rita könnte die einzige Person sein, die sie beide retten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8683849","hoster":"VOE"},{"path":"/redirect/8683852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ncis-new-orleans/staffel-7/episode-16","name":"Laissez les Bon Temps Rouler","epNo":16,"alt":"Laissez Les Bons Temps Rouler","descr":"Am Abend vor der Hochzeit von Pride (Scott Bakula) und Rita (Chelsea Field) macht sich Connor (Drew Scheid) auf den Weg ins Zeugenschutzpogramm. Pride muss herausfinden, wer Connor und Jimmy angegriffen hat während er Sashas (Callie Thorne) Hintergedanken bezüglich ihres Sohns navigiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8683854","hoster":"VOE"},{"path":"/redirect/8683856","hoster":"Streamtape"}]}]}]}]}