{"path":"/serie/stream/neben-der-spur","name":"Neben der Spur","descr":"In Hamburg kommen der Psychiater Dr. Johannes \"Joe\" Jessen und Kommissar Vincent Ruiz bei der Aufklärung von Kriminalfällen immer wieder in Berührung mit den dunkelsten und tiefsten Abgründen der menschlichen Seele.","seasons":[{"path":"/serie/stream/neben-der-spur/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/neben-der-spur/staffel-1/episode-1","name":"Adrenalin","epNo":1,"alt":"","descr":"Eine junge Krankenschwester wird grausam ermordet aufgefunden. Kommissar Vincent Ruiz (Juergen Maurer) bittet den renommierten Hamburger Psychiater Dr. Johannes \"Joe\" Jessen (Ulrich Noethen) um Hilfe. In der Rechtsmedizin erkennt Jessen Parallelen: Die Verletzungen des Todesopfers stimmen in erschreckender Weise mit den Gewaltphantasien seines Patienten Robert Mohren (Nikolai Kinski) überein. Handelt es sich bei Mohren um einen Patienten, bei dem er als Arzt zum ersten Mal die Schweigepflicht brechen muss? Drohen sonst weitere Gewalttaten? Doch Jessen behält seinen Verdacht für sich und gerät stattdessen selbst ins Visier des Kommissars, denn er hatte das Mordopfer gekannt. Als er sich schließlich Kommissar Ruiz anvertraut, ist es zu spät. Plötzlich überschlagen sich die Ereignisse: Ausgerechnet Jessens frühere Geliebte, die ehemalige Prostituierte Elisa (Laura Tonke), wird umgebracht. Mit ihrem Tod zerbricht Jessens Alibi für den ersten Mord. Hinzu kommt, dass sich auch am zweiten Tatort Spuren des Psychiaters finden, da er Elisa kurz vor ihrem Tod besucht hatte. Die Ermittlungen von Ruiz richten sich nun mit voller Härte gegen Jessen selbst, der noch nicht ahnt, dass er bereits Teil eines perfiden Plans ist – der nicht nur sein eigenes Leben, sondern auch das seiner Frau Nora (Petra van de Voort) und seiner Tochter Charlotte (Lilly Liefers) in Gefahr bringt. Um die eigene Unschuld zu beweisen, ist Jessen gezwungen zu fliehen und auf eigene Faust zu ermitteln. Im Wettlauf gegen die Zeit kommt er einem Rachefeldzug auf die Spur, bei dem seine Familie in eine heimtückische Falle gerät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916716","hoster":"VOE"},{"path":"/redirect/9709338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neben-der-spur/staffel-1/episode-2","name":"Amnesie","epNo":2,"alt":"","descr":"Der Hamburger Psychiater Dr. Johannes \"Joe\" Jessen traut seinen Augen kaum, als Vincent Ruiz plötzlich völlig verzweifelt in seinem Garten steht. Er ist der Kommissar, der ihn noch vor einigen Monaten unbedingt des Mordes an zwei jungen Frauen überführen wollte. Doch Ruiz ist in ernsten Schwierigkeiten. Vor wenigen Tagen wurde er angeschossen und bewusstlos aus der Elbe gefischt, lag zeitweilig im Koma. Mittlerweile geht man davon aus, dass er von einem Motorboot gefallen sein muss, das unbemannt auf der Elbe trieb. Auf dem Motorboot selbst wurden Einschüsse und Blutspuren gefunden, die darauf schließen lassen, dass mindestens zwei Menschen verletzt wurden – einer von ihnen Ruiz. Das Problem ist nur: Ruiz hat keinerlei Erinnerung an die fragliche Nacht, und die Ungewissheit treibt ihn schier in den Wahnsinn. In seiner Not klammert er sich momentan nicht nur an schmerzlindernde Morphiumpillen, sondern auch an die Hoffnung, dass ihm eben jener Mann helfen kann, den er selbst noch vor nicht allzu langer Zeit gejagt hat: Joe Jessen. Der willigt schließlich ein und beginnt gemeinsam mit Ruiz und der jungen Polizistin Anna Bartholomé das Puzzle aus den Erinnerungsfetzen des verwundeten Kommissars zusammenzusetzen. Dabei taucht Joe nicht nur in Ruiz’ dunkle Vergangenheit ein, sondern auch in einen alten, ungelösten Fall, der Ruiz bis heute nicht losgelassen hat: Es handelt sich um ein verschwundenes Kind, das angeblich einem Mord zum Opfer gefallen ist, dessen Leiche jedoch nie gefunden wurde. Ist dieses Kind die Antwort auf die Frage, was Ruiz mitten in der Nacht auf dem Boot wollte? Hatte er ein Lebenszeichen des kleinen Mädchens entdeckt und war der Spur nachgegangen? Joes und Ruiz’ Suche nach der Wahrheit kostet Ruiz schließlich nicht nur seinen Job, sondern auch beinahe Annas Leben. Denn was immer es ist, das Ruiz mit dem Blut auf dem Motorboot verbindet, es ist irgendjemandem einiges wert, das Geheimnis für immer unter Verschluss zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380623","hoster":"VOE"},{"path":"/redirect/9709342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neben-der-spur/staffel-1/episode-3","name":"Todeswunsch","epNo":3,"alt":"","descr":"Der Hamburger Psychiater Johannes \"Joe\" Jessen ist sich nicht sicher, ob er sich ausgerechnet die frühreife Sina Martensen (16) als Freundin für seine Tochter Charlotte wünscht. Doch als sie eines Abends mit blutbefleckter Kleidung bei den Jessens auftaucht, setzt Joe alles daran, dem Mädchen zu helfen. Währenddessen macht die Polizei allen voran Vincent Ruiz im Haus der Martensens eine schreckliche Entdeckung. Sinas Vater Ralf, der ehemalige Vorgesetzte von Ruiz’ Chefin Ronnie Nielsen, liegt ermordet in Sinas Kinderzimmer. Schnell fällt der Verdacht auf Sina selbst doch der Teenager steht unter Schock, kann sich an nichts erinnern. Als schließlich die Tatwaffe mit Sinas Fingerabdrücken gefunden wird, ist der Fall für Ronnie Nielsen klar. Sina wird aufgrund ihres labilen Zustands bis zum Beginn der Verhandlung in eine psychiatrische Klinik eingewiesen. Doch Joe kann einfach nicht glauben, dass dieses Kind, das oft bei ihm zu Besuch war, jemanden getötet haben soll. Gegen die Anweisung von Hauptkommissarin Ronnie Nielsen beginnt er, gemeinsam mit Ruiz im Umfeld des Mädchens zu ermitteln. Eine der Spuren führt die beiden Männer zu Gregor Engels, dem Theaterlehrer, der nicht nur Sina, sondern auch Charlotte unterrichtet. Joe ist alarmiert, als er begreift, dass der Mann eine besondere Ausstrahlung auf seine Schülerinnen zu haben scheint. Doch wo liegt die Verbindung zwischen der zwielichtigen Vergangenheit des Theaterlehrers und dem Tod von Sinas Vater? Galt der Mordanschlag vielleicht gar nicht ihm?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9709345","hoster":"VOE"},{"path":"/redirect/9709344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neben-der-spur/staffel-1/episode-4","name":"Dein Wille geschehe","epNo":4,"alt":"","descr":"Psychiater Joe Jessen wird zu einem Notfall gerufen: Auf einer Brücke steht eine Frau, ein Handy am Ohr. Joe kann die Frau nicht retten. Sie wirkt ferngesteuert und springt in den Tod. Ihre Tochter Jenny glaubt nicht an den Freitod ihrer Mutter Carina Winter – ganz im Gegensatz zu Hauptkommissarin Veronika \"Ronnie\" Nielsen, für die die Fakten klar auf der Hand liegen. Wurde die Frau von ihrem Anrufer in den Suizid getrieben? Joe erreicht, dass weiter ermittelt wird. Die Spur führt zunächst zum ehemaligen Afghanistan-Soldaten Patrick Friesner, der unter einer schweren posttraumatischen Belastungsstörung leidet, und dessen einstigen Kameraden Gedeon Tauber. Doch der Verdacht erhärtet sich nicht. Als Silvia Fuchs, die beste Freundin des Opfers, ebenfalls unter seltsamen Umständen zu Tode kommt, versteht Psychiater Joe Jessen, dass hier ein Experte für Menschenmanipulation am Werk sein muss. Gemeinsam mit Kommissar Vincent Ruiz versucht er, dem \"Seelenbrecher\" auf die Spur zu kommen. Joe ahnt nicht, dass er selbst bereits ins Visier des Mörders geraten ist. Ein Wettlauf gegen die Zeit beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9709346","hoster":"VOE"},{"path":"/redirect/9709347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neben-der-spur/staffel-1/episode-5","name":"Sag, es tut dir leid","epNo":5,"alt":"","descr":"Ein junges Mädchen wird tot an den Elbstrand gespült. Ihre Füße sind blutig, sie ist völlig abgemagert und muss Schreckliches durchgemacht haben. Anna übernimmt den Fall allein, da Ruiz fieberhaft den Mörder eines grausam getöteten Ehepaares sucht. Er steckt in einer Sackgasse, denn der einzige Zeuge, Andreas Schaller, ist psychisch krank und will nicht reden. Joe soll helfen, ihn zu einem Geständnis zu bewegen, als der Fall um das junge Mädchen eine ungeheure Wendung nimmt. Die Fingerabdrücke beweisen eindeutig: Es handelt sich um Tanja Bredesen eines der beiden sogenannten \"Elbemädchen\", die vor zwei Jahren spurlos verschwunden sind. Joe vermutet eine Verbindung der beiden Fälle, denn die wirren Aussagen des Verdächtigen deuten darauf hin, dass Tanja vor Ort gewesen sein muss, als das Ehepaar ermordet wurde. Und wenn Tanja bis vor Kurzem noch am Leben war, könnte auch Pia, das andere verschwundene \"Elbemädchen\", noch am Leben sein. Für Joe, Ruiz und Anna beginnt ein Wettlauf gegen die Zeit: Um das tot geglaubte Mädchen noch rechtzeitig finden zu können, müssen sie zuerst seinen Entführer schnappen. Doch der hat eine perfide Methode, jede Spur von sich zu verwischen, und scheint immer einen Schritt voraus zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9709327","hoster":"VOE"},{"path":"/redirect/9709325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neben-der-spur/staffel-1/episode-6","name":"Erlöse mich","epNo":6,"alt":"","descr":"Der Psychiater Dr. Joe Jessen muss sich nicht nur mit der Tatsache auseinandersetzen, dass er jüngst einen Menschen erschossen hat. Auch die Trennung von seiner Frau Nora und seine Parkinson-Erkrankung machen ihm weiterhin schwer zu schaffen. Als dazu noch seine Praxis von einem Einbrecher verwüstet wird, scheint Joes mühsam aufrechterhaltene Fassade endgültig zu zerbröckeln. Dann aber entdeckt er, dass bei dem Einbruch eine Patienten-Akte gestohlen wurde – die von Milena Lorenz, einer schönen jungen Frau, deren Ehemann vor einem halben Jahr spurlos verschwand. Seitdem wird sie von dem Spielhallen-Besitzer Hasim Klaudiusz gezwungen, dessen Spielschulden als Prostituierte abzuarbeiten – eine Tatsache, die sie vor ihren beiden Kindern verheimlicht. Was Joe nicht weiß: Milena Lorenz befindet sich bereits im Visier der Hamburger Polizei in Gestalt von Vincent Ruiz, der Milena verdächtigt, nach einem heftigen Streit den Fahrer des Spielhallen-Besitzers Klaudiusz ermordet zu haben. Ruiz ist überzeugt von Milenas Schuld, doch Joe glaubt nicht daran, dass die junge Frau fähig ist, einen Mord zu begehen. Als aber weitere Menschen in Milenas Umfeld sterben, kommen auch ihm Zweifel. Von dem Kinderpsychiater Dr. Sternberg, der Milena vor vielen Jahren behandelte, erfährt Joe Unglaubliches. Dann überschlagen sich die Ereignisse, und Joe muss sowohl sein kriminalistisches Talent als auch sein Können als Psychiater unter Beweis stellen, um eine Tragödie zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9709329","hoster":"VOE"},{"path":"/redirect/9709330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neben-der-spur/staffel-1/episode-7","name":"Schließe deine Augen","epNo":7,"alt":"","descr":"Psychiater Joe Jessen ist überglücklich: Nach Jahren der Trennung von seiner Ehefrau Nora lädt sie ihn ein, mit ihm und Tochter Lotte für einige Wochen an die Nordsee zu fahren. Passenderweise bittet ihn Vincent Ruiz, einen Blick auf einen ungelösten Fall ganz in der Nähe, in Husum, zu werfen, an dem sich seine ehemalige Kollegin Anna Bartholomé seit Wochen die Zähne ausbeißt. Doch zunächst eröffnet sich Joe in einem alten Bauernhaus ein schauriges Bild. Opfer sind Mutter und Tochter. Eine Bibel liegt aufgeschlagen auf dem Boden, an der Wand ein gemaltes Pentagramm. Hat hier ein Ritualmord stattgefunden? Lotte, die nun in die Fußstapfen ihres Vaters treten will, möchte unbedingt bei den Ermittlungen helfen. Im Internet tut sie den selbst ernannten Profiler Milosz Zanussi auf, der seit Tagen online über den Fall berichtet und viel Presse auf sich zieht. Er ist zu allem Überfluss ein ehemaliger Schüler Jessens. Zanussi hetzt die Angehörigen gegen die Polizei auf und zieht eine Verbindung zu mehreren Überfällen, die in letzter Zeit in der Gegend stattgefunden haben. Jessen und Anna gehen dem nach: ein unbekannter Täter, der seine Opfer bis zur Bewusstlosigkeit würgt, sie beschuldigt, ihre Partner zu betrügen, und ihnen danach ein seltsames Dreieck in die Stirn ritzt. Doch so makaber dieser Täter auch vorgeht, es scheint keine Verbindung zu dem Doppelmord im Bauernhaus zu geben. Unterdessen erfährt Joe den wahren Grund für Noras Annäherung: Bei ihr wurde Eierstockkrebs im Frühstadium diagnostiziert, und sie muss bald operiert werden. Für Joe bricht eine Welt zusammen. Er möchte den Fall sofort abgeben. Ausgerechnet dann geschieht ein weiterer Mord, der ihn zwingt, weiterzumachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9709332","hoster":"VOE"},{"path":"/redirect/9709331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neben-der-spur/staffel-1/episode-8","name":"Die andere Frau","epNo":8,"alt":"","descr":"Joe Jessens Vater Conrad liegt nach einem Mordanschlag im Koma, und an seinem Bett sitzt eine Frau, die behauptet, die Ehefrau seines Vaters zu sein. Doch Joe hat diese Frau noch nie gesehen. Die Polizei bestätigt ihre Geschichte, und Joe muss erkennen, dass sein Vater 20 Jahre lang ein Doppelleben geführt hat. Hilfesuchend wendet er sich an Karl Reiser, den langjährigen Anwalt und Freund der Familie. Gibt es einen Zusammenhang zwischen den Unstimmigkeiten in den Finanzen von Conrads wohltätiger Stiftung und dem vermeintlichen Anschlag? Von Kommissar Ruiz erfährt Joe, dass der Tod von Olivias erstem Ehemann kein Unfall war. Wollte sie nun auch Conrad zur Strecke bringen? Derweil entpuppt sich Charlotte Jessens neuer Freund Kolja als Olivias Sohn und Joe Jessens Stiefbruder. Nach und nach offenbart sich Joe ein erschütterndes Familiengeheimnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9709334","hoster":"VOE"},{"path":"/redirect/9709335","hoster":"Streamtape"}]}]}]}]}