{"path":"/serie/stream/neon-genesis-evangelion","name":"Neon Genesis Evangelion","descr":"Am 13. Oktober 2000 schlägt ein Meteorit in der Antarktis ein. Die Polkappen schmelzen und es folgen Elend, Unruhen, Bürgerkriege und die Halbierung der Weltbevölkerung. 15 Jahre später wird der 14-jährige Shinji Ikari von seinem Vater Gendou, den er lange nicht gesehen hat, zu sich gerufen. Glücklich darüber Anerkennung zu finden und in Selbstzweifel, ob er die an ihn gestellten Erwartungen erfüllen könne, stellt er bei seiner Ankunft fest, dass Tokyo bedroht wird. Den Mut verliert er, als er erfährt, dass ausgerechnet er in einen von seinem Vater bereitgestellten Mecha, genannt EVA, steigen und gegen den feindlich gesinnten Engel, welcher die Stadt bedroht, kämpfen soll.","seasons":[{"path":"/serie/stream/neon-genesis-evangelion/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/neon-genesis-evangelion/filme/film-1","name":"Neon Genesis Evangelion: Death \u0026amp; Rebirth","epNo":1,"alt":"Neon Genesis Evangelion: Death \u0026 Rebirth","descr":"Der erste Film zur gleichnamigen Fernsehserie \"Neon Genesis Evangelion\" besteht aus den zwei Teilen \"Death\" und \"Rebirth\".\"Death\" enthält einen Zusammenschnitt von Szenen aus den ersten 24 Folgen der Serie mit einigen neu erstellten Szenen, \"Rebirth\" entwickelt die Handlung weiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819786","hoster":"VOE"},{"path":"/redirect/8605241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/filme/film-2","name":"Neon Genesis Evangelion: The End of Evangelion","epNo":2,"alt":"Neon Genesis Evangelion: The End of Evangelion","descr":"Im Jahr 2015 sieht sich der junge Shinji mit einer besonderen Aufgabe konfrontiert: Der 14-Jährige soll einen Kampfroboter, den so genannten EVA, steuern, der die einzige Waffe gegen die die Menschheit angreifenden \"Engel\" ist. Die Engel kamen vor 15 Jahren auf die Erde und zerstörten große Teile davon. Jetzt, in der neu aufgebauten Stadt Tokyo-3, soll sich Shinji vor seinem Vater und seinen Kameraden beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819795","hoster":"VOE"},{"path":"/redirect/8605246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/filme/film-3","name":"Evangelion: 1.11. – You Are (Not) Alone","epNo":3,"alt":"Evangelion: 1.11. – You Are (Not) Alone","descr":"Seit die Erde von einer beispiellosen Katastrophe, dem \"Second Impact\", heimgesucht wurde, attackieren riesenhafte Engel die Erde und haben die Stadt Tokyo-3 ins Visier genommen. Das Schicksal der Menschheit liegt nun in den Händen der NERV-Organisation. Diese befiehlt den 14-jährigen Shinji Ikari zum NERV-Hauptquartier: Er ist als Pilot für EVA-Einheit 01, eine biomechanische Kampfmaschine, vorgesehen, um die Angriffe der Engel abzuwehren. Doch beim gemeinsamen Kampf mit EVA-Pilotin Rei Ayanami gegen den sechsten Engel wird Shinji schwer verletzt. Da der sechste Engel ins NERV-Hauptquartier vorzudringen droht, plant Einsatzleiterin Misato Katsuragi die \"Operation Yashima\" - dabei soll der gesamte Strom Japans gebündelt werden, um den Engel mittels einer Positronen-Kanone zu vernichten. Wird das Vorhaben gelingen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819792","hoster":"VOE"},{"path":"/redirect/11083379","hoster":"Doodstream"},{"path":"/redirect/8605244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/filme/film-4","name":"Evangelion: 2.22. – You Can (Not) Advance","epNo":4,"alt":"Evangelion: 2.22. – You Can (Not) Advance","descr":"In der Antarktis kämpft Mari Illustrious mit dem Evangelion Provisional Unit 05 gegen einen Engel. Mari schafft es, den Engel zu besiegen, aber durch eine Explosion des Engels wird ihr Eva zerstört. Sie schafft es aber, sich mit der Pilotenkapsel in Sicherheit zu bringen. In Japan besucht Shinji Ikari mit seinem Vater Gendo Ikari das Grab von Shinjis Mutter Yui Ikari. Als Shinji und Misato Katsuragi, die ihn zum Treffen begleitet hat, auf dem Rückweg nach Neo-Tokyo 3 sind, geraten sie mitten in den Kampf gegen einen Engel. Asuka Langley Soryu, das gerade aus Europa eingetroffene Second Child, kämpft mit der Evangelion Unit 02 gegen den Engel und besiegt jenen scheinbar mühelos. Nach dem Kampf übergibt Kaji Ryōji, der auch erst seit kurzem in Neo-Tokyo 3 ist, Gendo und seinem Stellvertreter Kozo Fuyutsuki den aus der Bethania-Basis mitgebrachten Schlüssel des Nebukadnezar, der in der Lage sein soll, das Tor zur Vollendung der Menschheit zu öffnen. Später gehen Gendo Ikari und Fuyutsuki zur Tabgha-Mondbasis, um sich von SEELEs Fortschritten bei der Konstruktion von Evangelion Mark.6 zu überzeugen. Während sie auf Landeerlaubnis für ihre Raumfähre warten, begegnen sie Kaworu Nagisa, dem designierten Piloten von Eva 06, der im freien Weltraum auf einem Finger des Evas sitzt. Während Ikari abwesend ist, nähert sich der nächste Engel. Misato entwickelt einen Plan, wonach alle drei Children mit ihren Evas gegen den Engel kämpfen sollen. Asuka ist aber davon überzeugt, den Engel alleine besiegen zu können. Trotzdem schafft sie es nur durch die anderen beiden Children, den Engel zu besiegen. Bei dem Kampf werden Eva 00 und Eva 01 allerdings beschädigt. Als einige Zeit später die NERV-Außenstelle in den USA bei einem Testlauf von Evangelion Unit 04 komplett zerstört wird, wird Evangelion Unit 03 nach Japan gebracht, um dort mit Asuka als Pilotin die erste Aktivierung zu bekommen. Dabei stellt sich heraus, dass Eva 03 von einem Engel übernommen wurde. Shinji soll mit dem reparierten Eva 01 den Eva 03 zerstören, weigert sich jedoch, da er Asuka nicht verletzen will. Daraufhin lässt sein Vater das Dummy-Plug-System aktivieren, damit er vom Hauptquartier aus Eva 01 steuern kann. Es gelingt dem Dummy bald, den Eva zu zerstören und er zerquetscht die Pilotenkapsel, aber Asuka überlebt, allerdings schwer verletzt. Nach diesem Erlebnis will Shinji NERV und Neo-Tokyo 3 verlassen und nie wieder einen Eva steuern. Bald darauf nähert sich der nächste Engel. Mari, die heimlich in Japan ist, steigt in den Eva 02 und stellt sich dem Engel. Allerdings unterliegt der bald schwer beschädigte Eva dem Engel, aber im letzten Moment kommt Rei Ayanami mit Eva 00 hinzu, der jedoch noch nicht voll einsatzfähig ist. Rei versucht den Engel mit einer N2-Rakete zu zerstören, scheitert aber. Shinji, der in einem nahen Schutzraum Zuflucht gesucht hat, wird Zeuge, als der Engel Eva 00 assimiliert. Daraufhin fasst er den Entschluss, Eva 01 wieder zu steuern, um Rei zu befreien. Zusammen mit seinem Eva, der das Dummy die ganze Zeit ablehnt, kann Shinji den Engel schließlich besiegen. Durch seinen festen Willen, Rei zu retten, ermöglicht Shinji seinem Eva, sich aus seinen Fesseln zu befreien und seine wahren Kräfte zu zeigen. Shinji schafft es, Rei aus dem Engel zu befreien und er, Rei und sein Eva verschmelzen miteinander, was den Third Impact auslöst. Nach dem Abspann des Films steigt Kaworu Nagisa in EVA Mark.06 vom Himmel herab und durchbohrt EVA-01 mit einer Lanze; der Evangelion verwandelt sich in seine ursprüngliche Form zurück und der Third Impact ist vorerst abgewendet. Kaworu erklärt, dass er Shinji dieses Mal glücklich machen werde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819798","hoster":"VOE"},{"path":"/redirect/8819794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/filme/film-5","name":"Evangelion: 3.33. – You Can (Not) Redo","epNo":5,"alt":"Evangelion: 3.33. – You Can (Not) Redo","descr":"Asuka in Evangelion Einheit 02 und Mari in Evangelion Einheit 08 wurden von Misato um die Erdumlaufbahn positioniert um Evangelion Einheit 01 aus einem Tesserakt-ähnlichen Sarg zu holen, welcher nach dem Ende von Evangelion: 2.22 – You can (not) advance versiegelt wurde. Während der Operation wurden die beiden jedoch von der Nemesis-Serie Mari und Asuka retten Shinjiangegriffen. Mari verliert die Höhe und Asuka schreit nach Shinji, dass er etwas tun sollte. Der Sarg verschießt einen \"Augen-Strahl\", welcher die Nemesis erfolgreich zerstört. Einheit 01 geht wieder \"schlafen\", während Asuka mit ihm zur Erde hinabsteigt. Kaworu beobachtet die Situation von der Erde aus und kommentiert, dass er aufgeregt sei, Shinji zu treffen.Shinji wird aus dem Kern der Einheit 01 gebracht und von WILLE in eine physische Form zurückgebracht. Er bekommt einer körperliche Untersuchung von Sakura Suzuhara und wird daraufhin von WILLEs Crew kalt empfangen, einschließlich Misato. Nach einiger Zeit bemerkt Shinji, dass er einen DSS-Choker trägt. Während er fragt wo Rei sei, erklärt Ritsuko ihm, dass er nun nicht mehr nur keine Evangelion steuern könne, sondern für den Fall, dass er in einem Evangelion aufwachen sollte, eine Bombe im DSS-Choker explodieren wird, um ihn aufzuhalten. Ritsuko gab ihm dann einige Sachen zurück- inklusive seinen SDAT-Player. Kurz darauf stellte sich Sakura als Tōjis Schwester vor und Shinji nahm an, dass es sich um Tōjis große Schwester handelt. Dies korrigierte Sakura jedoch und sagte, sie wäre seine kleine Schwester -zu Shinjis Sakura stellt sich als Tojjis Schwester herausSakura offenbart sich als Tojjis Schwester. Verwunderung. Er wollte gerade Fragen, warum dies der Fall ist, bis Asuka eintrat und sagte, er sei vierzehn Jahre in Einheit 01 gefangen gewesen. Diese trug jetzt eine Augenklappe. Während sie auf Shinji zutrat, freute er sich, dass sie überlebt habe. Er verstummte jedoch, nachdem Asuka mit ihrer vollen Kraft gegen die Glasscheibe schlug.Nach einer emotionalen Konfrontation mit Asuka fragte Shinji, warum diese nicht gealtert ist. Asuka antwortete ihm, dass es die Schuld des \"Fluches des Evangelion\" sei. Shinji bewegte sich nach dem Gespräch durch die AAA-Wunder, wo plötzlich Evangelion Einheit 00 eindrang. Durch das Schiff drang Reis Stimme, welche Shinji bat mitzukommen. Währenddessen wurde Einheit 00 mit allen möglichen Geschossen abgeschossen. Misato taucht auf und versucht ihn zu stoppen. Shinji fragt, warum sie Einheit 00, gesteuert von Rei abschießen und meint, dass es doch ein Evangelion sei. Misato sagte jedoch, dass sie es abschießen eben weil es ein Evangelion sei. Shinji fragt daraufhin, dass es doch Nerv sei. Misato aber enthüllt WILLEs Existenz und deren Ziel, NERV und die Evangelions auszulöschen. Voller Wut betritt Shinji die Handfläche von Einheit 00. Bevor Einheit 00 jedoch floh, schrie Sakura Shinji hinterher, dass er bitte keinen Evangelion steuern solle. Rei führt Shinji durch die Ruinen der Geofront ins Terminal Dogma, wo sich NerVs neues Hauptquartier befand. Rei führte Shinji zu seinen Vater, welcher nun ein Visier vor den Augen trug. Er begrüßte seinen Sohn und erklärt ihm, dass er immer noch versucht das Projekt der menschlichen Instrumentalität zu vollenden. Trotz SEELEs Schweigen, befiehlt Gendo Shinji zusammen mit Kaworu Evangelion Einheit 13 zu steuern. Nach dem Gespräch machte Shinji einen Rundgang durch das Zentral Dogma, stößt Shinji wieder auf Rei, welche anscheinend keinerlei Erinnerung an deren gemeinsame Zeit, wenig Verständis für die Welt hat und nur das tut, was man ihr befielt. Shinji schließt daraus, dass das nicht \"seine\" Rei sei. Zurück in seinem Zimmer, bemerkt Shinji, dass sein SDAT-Player kaputt war. Lange saß er allein in seinem Zimmer, bis er Kaworu hörte, der draußen auf dem Klavier spielte. Shinji bemerkte es und ging nach draußen. Kaworu forderte daraufhin Shinji auf, mitzuspielen und schnell lernte er zusammen mit Kaworu Klavier zu spielen. Während dieser Zeit kamen sich die beiden näher, bis Shinji Kaworu fragte, ob er seinen SDAT-Player reparieren könnte. Kaworu versprach es zu reparieren. Nachdem Shinji ihn dann fragte, woher er so viel weiß, sagte er nur, er hätte einfach nur mehr Zeit auf der Erde verbracht. Im Verlaufe der Zeit, die Shinji vor ihrShinji und Kaworu kommen sich näherKaworu und Shinji kommen sich im Verlaufe der Geschichte näher. en Einsatz mit Kaworu verbrachte, fragte Shinji, was eigentlich in den letzten vierzehn Jahren passiert sei. Kaworu fragte, ob er es wirklich wissen wolle, was Shinji bejahte. Kaworu nahm daraufhin Shinji mit zu den Ruinen von Tokyo-3. Dort war der Mond, sowie die Erdoberfläche, mit roten Kreuzen bedeckt waren. Das Gelände war mit roten Kristallen überzogen, welche wie Evangelions geformt waren. Shinji hat dafür aus Versehen dafür gesorgt, dass Evangelion Einheit 01 erwachte, was den Near Third Impact auslöste. Dies zerstörte ganz Tokyo-3 und hatte weitere negative Auswirkungen auf die Welt. Danach erklärte Kaworu die Natur des Projekts der menschlichen Instrumentalität, zu Shinjis Schrecken: Durch das Töten alles Leben auf der Erde kann neues Leben geschaffen werden, das die \"Frucht des Lebens\" trägt. Rei befand sich währenddessen in einem LCL Bunker, wo sie die gleiche Vision von Rei II sag, die Shinji sah, als er zum ersten mal nach Tokyo kam.Nach einiger Zeit, lud Fuytsuki Shinji zu einem Shogi Spiel ein. Dies benutze Fuyutsuki jedoch nur als Vorwand, um mit Shini über seine Mutter zu sprechen. Nachdem Fuyutsuki frug, ob er sich an seine Mutter erinnern könne, meinte Shinji, dass sie gestorben sei, als er noch klein war. Fuyutsuki ließ ihn den Satz jedoch nicht aussprechen und zeigte Shinji ein Bild von seiner Mutter. Shinji erkannte schnell die Ähnlichkeit mit Rei in seiner Mutter. Fuyutsuki sagte daraufhin, dass seine Mutter gar nicht tot sei- sondern sie im Evangelion Einheit 01-Kern versiegelt ist. Über den Verlust seiner Frau entsetzt, versuchte Gendo Yui zu klonen und erschuf dabei Rei. Die \"neue\" Rei ist nur ein weiterer Klon der Ayanami-Serie. Die Offenbarung bringt Shinji zu einem geistigen Zusammenbruch, bis Kaworu eingriff. Dieser bat ihn Einheit 13 mit ihm zu steuern. Shinji weigerte sich zuerst und kam mit dem Argument, dass er das eh nicht tuen könne, da er den Choker hatte. Als Antwort darauf, nahm Kaworu Shinjis Choker und setzte diesen auf seinem Hals. Shinji schaute ihn entsetzt an, doch dieser sagte nur, dass dazu doch Freunde da seien. Er führte mit Gendos Plan fort: Kaworu und Shinji müssen Einheit 13 in das Terminal Dogma steuern, um den Lanze des Cassius und den Lanze des Longinus aus Liliths Leiche zu ziehen. Was jedoch Kaworu nicht wusste, war es, dass die Speere den Fourth Impact auslösen würden. Gendo hatte Kaworu nur erklärt, dass die Speere Shinjis Schaden in der Welt rückgängig machen würden, was jedoch eine Lüge war. Erfreut stimmte Shinji Gendos Lüge zu. Kaworu und Shinji betraten das Doppel-Cockpit von Evangelion Einheit 13 und gehen zum Terminal Dogma. Jedoch verfolge Rei sie als Rückendeckung, falls ein Angriff WILLEs erfolgen solle. An der Brücke der AAA-Wunder, bemerkt Misato die Aktivierung von Einheit 13 und schickte Asuka und Mari, um diese abzufangen. Shinji und Kaworu erreichen Liliths verfallene und kopflose Leiche. Während Shinji sich Lilith näherte, bemerkte Kaworu, dass etwas nicht stimmte. Der Finale Kampf Plötzlich stürmten Asuka und Mari rein und brachten Evangelion Mark.06, dazu den zwölften Engel freizugeben. Kaworu bestand darauf, dass Asuka und Mari aufhören Shinji und Rei anzugreifen und Shinji zu entzünden. Shinjis Wut führte zu einem halben Erwachen von Evangelion Einheit 13 und Kaworus Kontrolle über den Evangelion versagten. Kaworu bemerkt, dass die Lanze des Cassius eigentlich eine zweite Lanze des Longinus sei. Asuka und Kaworu beten, Shinji die Lanze nicht zu entfernen aber Shinji meinte, dass er endlich seine Fehler wieder gutmachen wollte und zog beide Lanzen aus Liliths Leiche. Als die Speere entfernt wurden, erwachte Einheit 13 vollkommen und verwandelte sich in einen Riesen aus Licht. Die Kammer von Guf öffnete sich und der Fourth Impact begann.Kendo begann währenddessen SEELE abzuschalten und offenbarte, dass SEELE nicht menschlich seien, da diese ihm während der Abschaltung Glück wünschten und seine Pläne genehmigten. Einheit 13 erhob sich im Himmel und Kaworu offenbarte sich Shinji, als der erste Engel. Er begann sich mit Einheit 13 voll zu synchronisieren, und opferte sich dadurch, um den Fourth Impact zu verhindern. Der Choker spürte Kaworu und tötete Kaworu letzendes. Die kopflose Mark.06 bekam Adams Gefäß und griff die AAA-Wunder an, welche nun auch angekommen war. Während Rei hilflos im Cockpit saß, zerstörte Asuka Mark.06 und befreite den Entry Pluig. Mari gab Shinjis Entry Pluig frei, während Einheit 13 zu Boden fiel und wurde zerstört. Gendo und Misato zogen sich zurück. Eine unbestimmte Zeit später fand Asuka, Shinji und Rei. Sie machten sich gemeinsam auf den Weg durch die rote Wüste um Misato und die anderen Mitglieder WILLEs zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819790","hoster":"VOE"},{"path":"/redirect/8605243","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-1","name":"Angriff der Engel","epNo":1,"alt":"Angel Attack","descr":"Shinji wird von seinem Vater ins Hauptquartier der Geheimorganisation NERV bestellt. Als er ankommt, wird die Stadt von einem Monster, das als Engel bezeichnet wird, angegriffen. Shinji muss mit den ebenso gigantischen Roboter Evangelion gegen das Ungeheuer kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917306","hoster":"VOE"},{"path":"/redirect/11083364","hoster":"Doodstream"},{"path":"/redirect/8819781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-2","name":"Das Ungeheuer","epNo":2,"alt":"The Beast","descr":"Da Shinji eine Unterkunft braucht, nimmt ihn die hübsche NERV Mitarbeiterin Misato, die sich schon seit seiner Ankunft um Shinji kümmert, bei sich auf. Während er versucht sich an das neue Leben zu gewöhnen, quälen ihn die Erinnerungen an den Kampf mit dem Engel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819780","hoster":"VOE"},{"path":"/redirect/8605234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-3","name":"Ein neuer Schüler","epNo":3,"alt":"A Transfer","descr":"Einige Geheimnisse über die Engel und den ‚Second Impact‘ werden gelüftet. In der Schule macht Shinji die Bekanntschaft zweier Klassenkameraden, die später seine Freunde werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819782","hoster":"VOE"},{"path":"/redirect/8605237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-4","name":"Das Stachelschwein-Dilemma","epNo":4,"alt":"Hedgehog’s Dilemma","descr":"Nach einem Streit mit Misato kehrt Shinji ihr und NERV den Rücken und läuft davon. Er wird aber schon bald von NERV Sicherheitsleuten gefunden und zurück gebracht. Nachdem er auf seinen eigenen Wunsch hin aus dem Programm entlassen wird, plagen im Zweifel an seiner Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819783","hoster":"VOE"},{"path":"/redirect/8605239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-5","name":"Rei I","epNo":5,"alt":"Rei I","descr":"22 Tage nach dem letzten Aktivierungsversuch, bei dem sie schwer verletzt wurde, steigt Rei wieder in die Einheit 00. Ähnlich wie Gendo, zeigt auch sie keinerlei Gefühlsregungen. Die Untersuchung des besiegten vierten Engels ergibt, dass dessen DNA mit der eines Menschen weitgehend übereinstimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819785","hoster":"VOE"},{"path":"/redirect/8605238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-6","name":"Rei II","epNo":6,"alt":"Rei II","descr":"Während Shinji sich nach einem Kampf mit dem fünften Engel erholt, plant Misato Operation Yashima. Der Prototyp einer Strahlenkanone soll mit der gesamten in Japan produzierten elektrischen Energie gespeist werden. Der Erfolg hängt von der Zusammenarbeit zwischen Eva 00 und Eva 01 ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12355857","hoster":"VOE"},{"path":"/redirect/11083383","hoster":"Doodstream"},{"path":"/redirect/8605240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-7","name":"A Human Creation","epNo":7,"alt":"A Human Work","descr":"Misato und Ritsuko nehmen an der Präsentation des unbemannten Riesenroboters Jet Alone teil. Als die nukleargetriebene Kampfmaschine jedoch plötzlich Amok läuft, müssen Shinji und Misato sie aufhalten, bevor der Reaktor explodiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819787","hoster":"VOE"},{"path":"/redirect/8605242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-8","name":"Asuka schlägt zu!","epNo":8,"alt":"Asuka Strikes!","descr":"Misato landet zusammen mit Shinji auf einem Flugzeugträger der UN-Pazifikflotte, die den neuen Evangelion 02 nach Japan transportiert. Sie lernen auch dessen Piloten kennen – die temperamentvolle Asuka, das Second Child, als plötzlich der sechste Engel auftaucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819789","hoster":"VOE"},{"path":"/redirect/11083389","hoster":"Doodstream"},{"path":"/redirect/8605253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-9","name":"Wer nicht tanzt, der nicht gewinnt","epNo":9,"alt":"Both Of You, Dance Like You Want To Win!","descr":"Asuka und Shinji werden mit dem siebten Engel konfrontiert, der die Fähigkeit besitzt, sich in zwei unabhängige Hälften zu teilen. Ihre einzige Chance ihn zu besiegen besteht darin, einen exakt choreographierten, hundertprozentig synchronen Simultanangriff einzustudieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819788","hoster":"VOE"},{"path":"/redirect/11083391","hoster":"Doodstream"},{"path":"/redirect/8605247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-10","name":"Magmataucher","epNo":10,"alt":"Magmadiver","descr":"In den Tiefen des Vulkans Asamayama wird der achte Engel entdeckt, der sich noch im Verpuppungsstadium befindet. Mit einer speziellen Typ-D Ausrüstung gepanzert, wird Eva 02 in die glühende Lava abgelassen, um den Engel einzufangen, bevor er ausschlüpft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819791","hoster":"VOE"},{"path":"/redirect/8605250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-11","name":"Der Tag, als Tokio-3 still stand","epNo":11,"alt":"The Day Tokyo-3 Stood Still","descr":"Ganz Tokio-3 leidet unter einem totalen Stromausfall. Die drei Piloten müssen durch das finstere, unterirdische Labyrinth den Weg zum NERV Hauptquartier finden. Inzwischen wird bekanntgegeben, dass sich ein weiterer Engel der Stadt nähert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819793","hoster":"VOE"},{"path":"/redirect/8605252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-12","name":"Der Preis eines Wunders","epNo":12,"alt":"She Said, \"Don’t Make Others Suffer For Your Personal Hatred.”","descr":"Misato wird zum Major befördert – Grund genug für Kensuke und Toji eine Party für sie zu schmeißen. Der zehnte Engel wird im Erdorbit entdeckt, von wo aus er sich vermutlich als lebender Meteorit auf das NERV Hauptquartier stürzen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819797","hoster":"VOE"},{"path":"/redirect/8605249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-13","name":"Invasion / Der Engel im System","epNo":13,"alt":"Lilliputian Hitcher","descr":"Die Piloten unterziehen sich gerade einem Synchronisations-Test im NERV Hauptquartier, als plötzlich ein neuer Engel mitten in der Basis austaucht. Was zuerst wie Korrosion aussah entpuppt sich als Millionen mikroskopischer Organismen, die sich wie Computer-Schaltkreise verhalten. Der Engel übernimmt zwei der drei MAGI-Supercomputer, bevor Ritsuko ihn verlangsamen kann. Wenn der dritte MAGI-Computer übernommen wird kann der Engel die Selbstzerstörung der Basis auslösen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12355858","hoster":"VOE"},{"path":"/redirect/8605261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-14","name":"SEELE: Thron der Seelen","epNo":14,"alt":"Weaving A Story","descr":"Gendo wird von SEELE gewarnt, nicht vom geplanten Szenario, wie es in den Qumran-Rollen beschrieben ist, abzuweichen. Ritsuko versucht die Piloten von Einheit 00 und Einheit 01 zu vertauschen. Rei scheint mit Eva 01 gut zu harmonieren, aber als Shinji versucht Eva 00 zu steuern, läuft dieser Amok.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12355859","hoster":"VOE"},{"path":"/redirect/8605248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-15","name":"Lüge und Verschweigen","epNo":15,"alt":"Those Women Longed For The Touch Of Others’ Lips, And Thus Invited Their Kisses.","descr":"Asuka lässt sich auf ein Blind Date ein. Shinji besucht zusammen mit seinem Vater Gendo zum ersten Mal seit drei Jahren das Grab seiner Mutter. Misato, Ritsuko und Kaji sind zu einer Hochzeit eingeladen und schwelgen dort in Erinnerungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819801","hoster":"VOE"},{"path":"/redirect/8605251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-16","name":"Zwischen Leben und Tod","epNo":16,"alt":"Splitting Of The Breast","descr":"Alle drei Evas sind gestartet, um den Kampf gegen den 12. Engel aufzunehmen. Herkömmliche Waffen erweisen sich jedoch als nutzlos, und Einheit 01 versinkt im Schatten des Engels. Als seinem Lebenserhaltungssystem die Energie ausgeht, gleitet Shinji langsam in die Bewusstlosigkeit hinüber...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13875038","hoster":"VOE"},{"path":"/redirect/8605254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-17","name":"Fourth CHILD","epNo":17,"alt":"Fourth Children","descr":"Nachdem die zweite Außenstelle von NERV beim Einbau einer experimentellen S2 Engine in EVA Einheit 04 spurlos verschwunden ist, veranlasst die U.S. Regierung den Transport von Einheit 03 nach Japan. Währenddessen wird der zukünftige Pilot von Einheit 03 ausgewählt – das Fourth Child.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819802","hoster":"VOE"},{"path":"/redirect/9241120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-18","name":"Im Zwiespalt","epNo":18,"alt":"Ambivalence","descr":"Einheit 03 wird nach Japan geflogen, wo Misato und Ritsuko den EVA bereits erwarten. Mit dem Fourth Child an Bord läuft Einheit 03 dann bei einem Routinetest Amok und verursacht eine verheerende Explosion auf dem Testgelände.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819804","hoster":"VOE"},{"path":"/redirect/8605256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-19","name":"Introjektion","epNo":19,"alt":"Introjection","descr":"Im Anschluss zu seinem Kampf gegen den 13. Engel weigert Shinji sich Einheit 01 zu verlassen. Nachdem ihm nun eine Anklage wegen Befehlsverweigerung droht, schwört Shinji nie wieder einen EVA zu steuern und verlässt NERV. Doch als der bisher stärkste Engel auftaucht, muss Shinji seine Entscheidung überdenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819803","hoster":"VOE"},{"path":"/redirect/8605255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-20","name":"Essenz der Seele","epNo":20,"alt":"Weaving A Story 2: Oral Stage","descr":"Zur Bestürzung von SEELE ist NERV nach dem Kampf gegen den letzten Engel fast vollkommen wehrlos. Einheit 00 und Einheit 02 sind so stark beschädigt, dass sie vorläufig nicht einsatzbereit sind und Shinji – der einzige Pilot von Einheit 01 – scheint sich in seinem Entry Plug aufgelöst zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12355855","hoster":"VOE"},{"path":"/redirect/8605258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-21","name":"Die Geburt von NERV","epNo":21,"alt":"He Was Aware That He Was Still A Child.","descr":"Vize Commander Fuyutsuki wird vermisst, und Misato wird wegen ihrer Beziehung zu Kaji festgehalten, der als Hauptverdächtiger gilt. Inzwischen wird Fuyutsuki von SEELE verhört und erzählt von seiner ersten Begegnung mit Yui Ikari und Gendo Rokubungi und den darauf folgenden Ereignissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819809","hoster":"VOE"},{"path":"/redirect/8605268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-22","name":"Psycho-Attacke","epNo":22,"alt":"Don’t Be.","descr":"Asukas Synchronwert sinkt immer weiter, sehr zur Sorge von Ritsuko und Misato. Ihre Frustration darüber lässt Asuka an Shinji und Rei aus. Als ein weiterer Engel im Erd-Orbit gesichtet wird, hofft Asuka mit einem Sieg ihren Ruf wiederherzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12355860","hoster":"VOE"},{"path":"/redirect/8605257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-23","name":"Rei III – Tränen","epNo":23,"alt":"Rei III","descr":"Misato trauert um Kaji, während Asuka sich mehr und mehr von der Welt um sich herum zurückzieht. Als der Sechzehnte Engel auftaucht wird Rei mit Einheit 00 in den Kampf geschickt, aber als Shinji als Verstärkung dazukommt, opfert sie sich um ihn zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819807","hoster":"VOE"},{"path":"/redirect/8605259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-24","name":"Anfang und Ende – Der Letzte Botschafter","epNo":24,"alt":"The Beginning And The End, Or \"Knockin’ On Heaven’s Door”","descr":"Shinji trifft einen Jungen namens Kaworu, der sich als das Fifth Child zu erkennen gibt. Sie werden enge Freunde und Kaworu stellt einen neuen Synchronwert-Rekord auf. Doch zum Schluss ist Shinji der Einzige, der die Menschheit vor der Vernichtung retten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819806","hoster":"VOE"},{"path":"/redirect/8605260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-25","name":"Liebst du mich?","epNo":25,"alt":"Do You Love Me?","descr":"Shinji hadert mit seiner Entscheidung, den letzten Engel zu töten und stellt sich die Frage, warum er EVA-Pilot ist. Während er sich aufzulösen scheint, erklärt Gendo ihm, das sei nur die Rückkehr zum Ursprung, in den Schoß, der den Menschen genommen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819810","hoster":"VOE"},{"path":"/redirect/8605270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neon-genesis-evangelion/staffel-1/episode-26","name":"Sei gut zu dir selbst!","epNo":26,"alt":"Take Care Of Yourself.","descr":"Während das Projekt zur Vollendung der Menschheit seinen Abschluss findet, überkommt Shinji das Gefühl seine Existenzberechtigung verloren zu haben. Nach einem Blick auf eine andere mögliche Welt wird ihm klar, dass die Beschaffenheit der Wirklichkeit von der eigenen Wahrnehmung abhängt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819812","hoster":"VOE"},{"path":"/redirect/8605262","hoster":"Streamtape"}]}]}]}]}