{"seriesId":"netojuu-no-susume","name":"Netojuu no Susume","descr":"[Recovery of an MMO Junkie] Netojuu no Susume erzählt die Geschichte von Moriko Morioka, welche nach dem Verlust ihres Jobs zu einem NEET wurde und ihre Zeit nur noch mit einem ganz bestimmten Online-Spiel verbringt. In diesem Spiel ist Moriko jedoch keine Erwachsene Frau in den Dreißigern, wie in ihrem richtigen Leben, sondern ein gut aussehender, junger Mann und damit beginnt ihr neues Abenteuer als Hayashi.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Realität Weibchen, Internet Männchen","epNo":1,"alt":"♀ IRL, ♂ Online","descr":"Moriko Morioka wacht am Morgen auf, nachdem sie ihren Job gekündigt hat, um ein Online- MMORPG zu spielen . Nachdem sie festgestellt hat, dass ihr Favorit nicht mehr im Einsatz ist, beschließt Moriko, einen neueren namens Fruits de Mer . herunterzuladenund entwirft ihren idealen Mann mit dem Namen Hayashi als ihren Avatar im Spiel. Nachdem es mehrmals gescheitert ist, einen Boss zu besiegen, hat eine andere Spielerfigur namens Lily Mitleid mit Hayashi und hilft ihm, ihm die Grundlagen des Spiels beizubringen. Monate später, an Heiligabend, mied Hayashi Lily. Hayashi erzählt ihrem Gildenmeister Kanbe privat, dass er Erfahrung sparen wollte, um sich selbst eine \"Kristallrose\" für sie zu verdienen, aber Kanbe warnt ihn davor, sich außerhalb des Spiels zu sehr an Lily zu binden. In der realen Welt kauft Moriko Essen und eine Spielkarte in einem Lebensmittelladen, bittet aber gleichzeitig mit einem attraktiven Mann um das letzte Stück \"Weihnachtshuhn\", was dazu führt, dass sie verlegen davonläuft, als er sie kaufen lässt es. Am nächsten Tag tauschen Hayashi und Lily in der Spielwelt Weihnachtsgeschenke aus.","versions":[{"lang":1,"streams":[{"redirect":8454802,"hoster":"VOE"},{"redirect":8454805,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498041,"hoster":"VOE"},{"redirect":8454724,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wir wissen rein gar nichts","epNo":2,"alt":"We Don\u0027t Know a Thing","descr":"Hayashi lügt über seine wahre Offline-Identität gegenüber dem Clan, behauptet, ein 21-jähriger College-Student zu sein, und hilft Lilac versehentlich, eine Wette zu gewinnen. Als Hayashi in der Spielwelt neben Lily einschläft, erkrankt Moriko in der realen Welt an einer Erkältung. Als sie versucht, in den Laden zu gehen, um Medikamente zu holen, wird ihr versehentlich ein Ellenbogen ins Gesicht gestoßen und wacht später im Krankenhaus mit dem Mann auf, der sie mit dem Ellbogen an ihrem Bett sitzt. Als Entschuldigung bietet der Mann an, ihre Arztrechnungen zu begleichen, gibt seine Visitenkarte ab und gibt sich als Yuta Sakurai zu erkennen. Am nächsten Tag erzählt Hayashi seinen Gildenkollegen von dem Vorfall (während er die Geschlechter der Beteiligten wechselt), und Kanbe schlägt vor, dass er mit einer E-Mail beginnt, um sich bei dieser Person zu bedanken. Moriko schickt Yuta eine Nachricht und bekommt eine schnelle Antwort, in der sie anbietet, sich zum Abendessen zu treffen.Während Moriko Angst davor hat, Yuta in der Öffentlichkeit zu treffen, gewinnt sie Selbstvertrauen, nachdem sie in der Spielwelt erneut mit Lily (als Hayashi) gesprochen hat.","versions":[{"lang":1,"streams":[{"redirect":8454813,"hoster":"VOE"},{"redirect":8454812,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498050,"hoster":"VOE"},{"redirect":8454729,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Feiglinge wie du und ich","epNo":3,"alt":"You and I, the Cowards","descr":"Yuta hat ein informelles Abendessen mit seiner Kollegin Homare Koiwai, die über die Zusammenarbeit mit Moriko in der Vergangenheit spricht, obwohl sie sie nie persönlich gesehen hat. Unterdessen antwortet Yuta auf Morikos Nachricht und möchte Freunde bleiben, nachdem sie für ein zukünftiges Treffen respektvoll abgelehnt wurde. Im Spiel erhält Hayashi von Lily einen teuren Mantel, hat aber Angst, ihn anzuziehen, da Lily Hintergedanken haben könnte. Nachdem sie sich mit Lily getroffen hat, um das Geschenk zu besprechen, erzählt Lily von ihrer Geschichte im Spiel, dass sie sowohl ein Mädchen als auch eine Unterstützungsklasse ist, mit der jeder zusammenarbeiten wollte. Als sie einer Gilde beitrat, beschuldigte eine andere weibliche Figur Lily, die Gefühle des Gildenmeisters auszuspielen. Lily zieht dann ihren eigenen teuren Mantel an und bittet Hayashi, ihr Partner zu sein. Moriko ist nervös bei dem Gedanken, die Gefühle eines Mädchens online zu akzeptieren, akzeptiert aber,nicht wissen, wer Lilys Spieler wirklich ist.","versions":[{"lang":1,"streams":[{"redirect":8454817,"hoster":"VOE"},{"redirect":8454818,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498044,"hoster":"VOE"},{"redirect":8454741,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Beinahe wie eine verliebte Jungfrau","epNo":4,"alt":"Like a Maiden in Love","descr":"Kazuomi unterhält sich kurz mit Moriko im Supermarkt, als sie eine Spielkarte für ein neues Event in Fruits de Mer kauft . Währenddessen neckt Homare Yuta mit seiner neuen Besessenheit von der Frau, die er neulich getroffen hat. Im Spiel versuchen die Mitglieder des @Home-Clans, die seltensten Gegenstände in Beutekisten zu finden, nachdem Hayashi das Schicksal mit einem inoffiziellen \"Greed Curse\" in Versuchung führt. Später besucht Homare den Supermarkt in der Hoffnung, Morioka zu finden. Er entdeckt sie, als er geht, geht aber wieder hinein und überredet sie, sich auf einen Drink zu treffen und Kontaktinformationen auszutauschen. Am nächsten Tag neckt er Yuta bei der Arbeit damit. Im Spiel spricht Hayashi mit Lily über die Vorbereitung auf einen Abend mit einem Mädchen außerhalb des Spiels, aber seine Geschichte kommt Lilys Spielerin sehr bekannt vor, die als Yuta gezeigt wird.","versions":[{"lang":1,"streams":[{"redirect":12380614,"hoster":"VOE"},{"redirect":8454825,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12333625,"hoster":"VOE"},{"redirect":8454748,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Geheimnis-Dreieck","epNo":5,"alt":"Secret Triangle","descr":"Moriko wird unglaublich nervös wegen ihres Auftritts für ihr Date mit Koiwai. Während sie sich zusätzliche Leggings kauft, spricht die Verkäuferin Kazuomi mit ihr über ihr gemeinsames Interesse an Fruits de Mer. Hayashi ist unglaublich nervös, nachdem sie von Lilac von einer Freundin gehört hat, die einen männlichen Avatar benutzt, und noch mehr, nachdem sie herausgefunden hat, dass Kanbe im wirklichen Leben tatsächlich Kazuomi ist. Hayashi versucht, Ratschläge zu bekommen, was er zu seinem Offline-Date anziehen soll, und bekommt widersprüchliche Meinungen von Kanbe und Lily. Später beschließt Moriko, ihre Haare in einem Salon zu reparieren und zu versuchen, Make-up aufzutragen, obwohl sie nicht in der Lage ist. Inzwischen wurde Yuta gesagt, dass Homares Date in zwei Tagen ist, aber Hayashis Antworten deuteten darauf hin, dass es morgen war. Nachdem Yuta am nächsten Tag vor einem Überfall festgestellt hat, dass Hayashi offline ist, meldet er sich ab und rennt zum öffentlichen Platz, um seinen Verdacht zu bestätigen, als er eine verschönerte Moriko in der Menge entdeckt.","versions":[{"lang":1,"streams":[{"redirect":8454836,"hoster":"VOE"},{"redirect":8454833,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498046,"hoster":"VOE"},{"redirect":8454756,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ich könnte vor Scham im Erdboden versinken!","epNo":6,"alt":"I\u0027m So Embarrassed I Could Die!","descr":"Moriko wartet auf Koiwai, aber er taucht nicht auf. Während sie wartet, trifft sie Sakurai. Moriko findet heraus, dass sie den Wochentag falsch angegeben hat, dann schlägt Koiwai vor, dass sie und Sakurai zusammen etwas trinken gehen. Am nächsten Tag geht Moriko mit Koiwai zum Date und spricht über ihr MMORPG-Hobby und Online-Freunde. Sakurai macht sich Sorgen, meldet sich plötzlich vom Spiel ab und geht zu Koiwais Haus, um bei ihm nachzufragen, wie das Date gelaufen ist. Moriko denkt darüber nach, wie sie fühlt, dass ihre Heimat die MMOs sind.","versions":[{"lang":1,"streams":[{"redirect":8454844,"hoster":"VOE"},{"redirect":8454842,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498047,"hoster":"VOE"},{"redirect":12512105,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Du und ich, ich und du","epNo":7,"alt":"You and I, and Me and You","descr":"Sakurai ist sich jetzt sicher, dass Hayashi Moriko ist. Er kämpft jedoch damit, weiter so zu tun, als wüsste er nicht, wer Hayashi ist. Koiwai beschließt, das MMORPG auszuprobieren und bittet Moriko um Hilfe beim Spiel. Moriko beschließt, ihre Online-Freunde von Koiwai getrennt zu halten, und erschafft einen neuen Charakter mit dem Aussehen, das auf ihrem Charakter aus dem letzten Spiel basiert, das sie vor Fruits de Mer gespielt hat. Koiwai erschafft Harumi, eine muskulöse Kriegerin. Sakurai erhält dann einen Screenshot von Morikos neuem Charakter, der ihn an einen Charakter aus einem früheren Spiel erinnert. Sakurai beschließt dann, einen weiteren neuen Charakter zu erschaffen, um zusammen mit Koiwai zu spielen.","versions":[{"lang":1,"streams":[{"redirect":8454850,"hoster":"VOE"},{"redirect":8454853,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13508534,"hoster":"VOE"},{"redirect":8454776,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Einen Schritt nach vorne","epNo":8,"alt":"One Step Forward","descr":"Sakurai erinnert sich daran, wie er das vorherige Spiel gespielt hat. Als adoptierter Ausländer von einem älteren japanischen Ehepaar begann er nach ihrem Tod ein Spiel namens Nanter SG zu spielen. In diesem Spiel traf er eine Spielerin (die ihm unbekannt war Moriko) und verband sich mit ihr. Dann benennt Sakurai seinen Charakter mit demselben Namen, Harth, aus dem vorherigen Spiel, um zu sehen, ob Moriko derselbe Spieler aus dem anderen Spiel ist. Beide erkennen, dass sie sich aus dem vorherigen Spiel kannten und vereinbaren ein Treffen. Sakurai enthüllt dann, dass er auch Lily ist.","versions":[{"lang":1,"streams":[{"redirect":8454862,"hoster":"VOE"},{"redirect":8454861,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13469649,"hoster":"VOE"},{"redirect":8454780,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Gefühl wie Marmor","epNo":9,"alt":"I Call That Feeling Marble","descr":"Sakurai glaubt fälschlicherweise, dass er von Moriko abgelehnt wurde und loggt sich eine Woche lang nicht bei Fruits De Mer ein, was beide verärgert. Schließlich organisiert Koiwai beide, um sich im Park zu treffen und die Dinge zu regeln. Das Paar geht in den Supermarkt, um etwas zu essen zu holen, und Moriko wird wegen ihres Aussehens nervös, als ein Ladenangestellter fragt, ob sie ein Paar sind. Auf dem Rückweg werden sie vom Regen überrascht. Sakurai lädt Moriko in sein Haus ein.","versions":[{"lang":1,"streams":[{"redirect":8454867,"hoster":"VOE"},{"redirect":8454866,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13469648,"hoster":"VOE"},{"redirect":8454786,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Am Abend einer Mondnacht","epNo":10,"alt":"On a Moonlit Evening","descr":"Moriko ist weiterhin nervös wegen ihres Aussehens und der Tatsache, dass sie eine NEET in ihren Dreißigern ist. Sakurai bemerkt, dass sie weint und tröstet sie, indem er ihr sagt, dass er sich überhaupt nicht so fühlt. Als sie zurückgehen, gesteht Sakurai ihr, obwohl Moriko sich verhört und beide vereinbaren, weiter zusammen zu spielen und sich im wirklichen Leben zu sehen. Später trifft Koiwai das Paar und beschuldigt Moriko und Sakurai, ein gemeinsames Date zu haben, was das Paar in Verlegenheit bringt. In der letzten Szene halten sie Händchen und gehen zu ihrem Date.","versions":[{"lang":1,"streams":[{"redirect":8454869,"hoster":"VOE"},{"redirect":8454871,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498055,"hoster":"VOE"},{"redirect":8454794,"hoster":"Streamtape"}]}]}]}]}