{"seriesId":"neues-aus-bttenwarder","name":"Neues aus Büttenwarder","descr":"Die Bauern Kurt Brakelmann (Jan Fedder) und Arthur ‚Adsche‘ Tönnsen (Peter Heinrich Brix) sind die beiden Stars dieser Serie aus Deutschlands hohem Norden, die gekonnt die Idylle des platten Landes mit dem trockenen Humor seiner Bewohner kombiniert. Kurt und Adsche kennen sich seit Ewigkeiten und mindestens genau so lang versuchen sie auch schon, sich immer wieder gegenseitig zu übertreffen. Doch wenn Gewitterwolken über der Heimat Büttenwarder aufziehen und Probleme auftauchen, halten die beiden zusammen wie Pech und Schwefel und meistern jede Situation mit Witz und Bauernschläue. Und bei Sonnenuntergang sitzen Kurt und Adsche mit Stallknecht Kuno (Sven Walser) und Bürgermeister Schönbiehl (Günter Kütemeyer) im Dorfkrug von Wirt Shorty (Axel Olsson) und begießen die Ereignisse des Tages mit dem lokalen Hausgetränk \"Lütt un Lütt\".","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Bär steppt","epNo":1,"alt":"","descr":"Bauer Kurt Brakelmann hat eine geniale Idee: Um seinen maroden Hof zu sanieren, eröffnet er kurzerhand eine Tierpension. Es sind Ferien, und das Geschäft mit Hunden, Hamstern, Goldfischen und neurotischen Katzen beginnt zu florieren. Sehr zum Ärger des neidischen Adsche Tönnsen, den Brakelmann dennoch wegen Arbeitsüberlastung als Assistenten einstellt.","versions":[{"lang":1,"streams":[{"redirect":10006239,"hoster":"VOE"},{"redirect":10006238,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fette Beute","epNo":2,"alt":"","descr":"Bauer Brakelmann und sein Freund-Feind Adsche streiten wie immer um ihr gemein-sames Mofa, als plötzlich ein Gangster mit vorgehaltener Pistole vor ihnen steht und das Mofa als Fluchtfahrzeug entführt. Als der erste Schreck überstanden ist, denkt Brakelmann sofort ans Geschäft und will die \"Schtory\" gewinnbringend an die nächste überregionale Tageszeitung verkaufen. Zu seiner großen Enttäuschung wird aber der Räuber, der eine Bank überfallen und Zehntausend Euro erbeutet hat, noch am gleichen Tag verhaftet. Doch einen Lichtblick gibt es: Die Beute wurde nicht bei ihm gefunden. Brakelmann und Adsche lässt der Gedanke an das irgendwo in der Nähe versteckte Geld keine Ruhe. In aller Frühe macht sich Brakelmann heimlich auf die Suche und trifft im Wald überraschend alte Bekannte: seinen Freund Adsche, den Wirt Shorty und Bürgermeister Schönbiehl. Der Dorffriede ist dahin, denn Adsche und Brakelmann unterstellen ab sofort jedem, die Beute unterschlagen zu haben und lösen damit Hass und Zwietracht aus.","versions":[{"lang":1,"streams":[{"redirect":10006252,"hoster":"VOE"},{"redirect":10006241,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bildungsschock","epNo":3,"alt":"","descr":"Adsche ist eine bahnbrechende Erfindung gelungen, die Kreuzung von Wurzel und Zucchini. Doch zu seiner Enttäuschung interessiert sich Brakelmann für seine ‚Wurzelini‘ überhaupt nicht. Denn Bürgermeister Schönbiehl hat Brakelmann gerade zum Trainer ernannt: Er soll für einen Dorfwettkampf zwischen Büttenwarder und Klingsiehl ein Team zusammenstellen und auf Vordermann bringen. Auch die Art des Wettkampfs meint Schönbiehl von gut unterrichteten Kreisen bereits erfahren zu haben: landwirtschaftliche Geschicklichkeitsübungen.","versions":[{"lang":1,"streams":[{"redirect":10006251,"hoster":"VOE"},{"redirect":10006254,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Liebesnacht in Büttenwarder","epNo":4,"alt":"","descr":"Endlich ist der Erbe vom Nachbarhof da, um die Schulden seines verstorbenen Onkels zu begleichen. Bauer Brakelmann und sein Freund-Feind Adsche Tönnsen kommen zu spät. Nur eine magere Stute steht noch im Stall. Um nicht ganz mit leeren Händen dazustehen, nehmen die beiden das Tier mit. Zu Brakelmanns Enttäuschung und Adsches offener Häme ist das Pferd zur Feldarbeit völlig ungeeignet. Sobald Zaumzeug und Egge angelegt werden, bleibt es wie angewurzelt stehen. Für Adsche ist die Sache klar: Der Gaul gehört in die Wurst. Da bringt er wenigstens ein bisschen Schotter. Brakelmann ist ganz anderer Meinung: Die Stute ist nicht mager, sondern edel. Züchtung lautet seine Devise. Adsche versteht zwar nicht viel von Pferden, aber zum Züchten, das weiß auch er, braucht man einen Hengst. Ein Problem, das Brakelmann und Adsche kräftig auf Trab bringt.","versions":[{"lang":1,"streams":[{"redirect":10006226,"hoster":"VOE"},{"redirect":10006225,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ferienfieber","epNo":5,"alt":"","descr":"Brakelmann und Adsche sind empört. Das Schützenfest wurde abgesagt! Bürgermeister Schönbiehl rechtfertigt sich, die Gemeindekasse sei leer. Aber wenn einer von ihnen einen Plan zu ihrer Aufbesserung hätte, fände er jederzeit ein offenes Ohr und könnte mit einer satten Gewinnbeteiligung rechnen. Das lässt sich Brakelmann nicht zweimal sagen, und er hat auch schnell eine Idee. Ferien in Büttenwarder!","versions":[{"lang":1,"streams":[{"redirect":10006230,"hoster":"VOE"},{"redirect":10006228,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Heiratsmarkt","epNo":6,"alt":"","descr":"Die Geschichten rund um Brakelmann und Adsche op Platt. ‚Sach ma Shorty, wat is‘ Fusion?’ … . ‚Wenn ein leeres Portemonnaie ein volles Portemonnaie heiratet.‘ Bauer Brakelmann und seinem Freund-Feind Adsche, die beide schwer unter ihren heruntergekommenen Höfen leiden, leuchtet die Erklärung vom Dorfwirt ein. Und zwar sofort. Denn in der Kneipe sitzt auch Henrike, seit kurzem reiche Hoferbin. So beginnen Brakelmann und Adsche, sehr zum Missfallen des jeweils anderen, um Henrike zu buhlen. Brakelmann mimt nach eingehender Beratung durch Shorty die Rolle des patenten Machos, Adsche nach einer Sondersitzung beim Bürgermeister den Poeten. Stellt sich die Frage: Wen wird Henrike erhören? Brakelmann fühlt sich siegessicher, Adsche aber...","versions":[{"lang":1,"streams":[{"redirect":10006234,"hoster":"VOE"},{"redirect":10006240,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wahlkampf in Büttenwarder","epNo":7,"alt":"","descr":"Bauer Brakelmann ist bester Laune. Heute will er sein Brachland an eine große Hamburger Firma verkaufen. Dann kann er sich endlich lang gehegte Wünsche erfüllen: einen neuen Trecker zum Beispiel und und und. Brakelmann genießt den Neid seines Freund-Feindes Adsche Tönnsen. Doch Brakelmanns Freude währt nicht lange. Das Geschäft, das er über den Bürgermeister Schönbiehl abwickeln wollte, platzt. Dafür hat plötzlich ein Tennisclub-Kollege Schönbiehls den Zuschlag erhalten. Riesensauerei! In seinem Zorn beschließt Brakelmann, selbst Bürgermeister zu werden. Denn in Zukunft will auch er es sich von Schmier- und Bestechungsgeldern gut gehen lassen! Adsche, der das große Geschäft wittert, bietet sich als Wahlkampfhelfer an.","versions":[{"lang":1,"streams":[{"redirect":10005912,"hoster":"VOE"},{"redirect":10005910,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ufos über Büttenwarder","epNo":8,"alt":"","descr":"Kurt Brakelmann ist mal wieder knapp bei Kasse. Um sein finanzielles Polster etwas aufzubessern, legt er nachts in seinem Getreidefeld die Halme um. Am nächsten Morgen lässt er den Lokalreporter kommen, um ihm die seltsamen Kreise auf seinem Feld zu zeigen. Wenn da mal nicht UFOs gelandet sind.","versions":[{"lang":1,"streams":[{"redirect":10006261,"hoster":"VOE"},{"redirect":10006267,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Reisefieber","epNo":9,"alt":"","descr":"Bauer Brakelmann und sein Freund Adsche sind total abgebrannt. Dorfwirt Shorty lässt nicht einmal mehr anschreiben. Die Welt ist trostlos. Da erhält Adsche einen Brief von seiner Tante aus Amerika. Sie ist alt, krank, alleinstehend und offensichtlich steinreich. Brakelmann hat sofort einen Plan.","versions":[{"lang":1,"streams":[{"redirect":10006258,"hoster":"VOE"},{"redirect":10006257,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schuld und Sühne","epNo":10,"alt":"","descr":"Die Verbrecher sind da! Ganz Büttenwarder ist in Aufruhr, allen voran Bauer Brakelmann und sein Freund Adsche. Bürgermeister Schönbiehl hat es gewagt, den leer stehenden Köpke-Hof an eine Erziehungsanstalt für straffällig gewordene Jugendliche zu vermieten. Für diese Untat soll er abgewählt werden! Zu allem Unglück bricht auch noch einer der Straftäter aus ...","versions":[{"lang":1,"streams":[{"redirect":10005913,"hoster":"VOE"},{"redirect":10005914,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Glücksspielhölle","epNo":11,"alt":"","descr":"Die Landwirtschaft steckt in der Krise. Höchste Zeit für frische Ideen. Kurt Brakelmann, der chronisch abgebrannte Bauer, lässt sich da gerne von seinem \"Freund-Feind\" Adsche Tönnsen inspirieren, der mit mäßigem Erfolg durch die Veranstaltung eines \"Kuhfladen-Roulettes\" zu Geld kommen will.","versions":[{"lang":1,"streams":[{"redirect":13004445,"hoster":"VOE"},{"redirect":10006264,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Goethe-Jahr","epNo":12,"alt":"","descr":"Gerade noch musste man im Dorfkrug voller Neid die Neuigkeit verarbeiten, dass der benachbarte Erfolgsort Klingsiehl ein Vermögen mit der touristischen Ausbeutung ihres Heimatdichters Horst Hoppenhoff macht.","versions":[{"lang":1,"streams":[{"redirect":10005917,"hoster":"VOE"},{"redirect":10005920,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Staatsbesuch","epNo":13,"alt":"","descr":"Büttenwarder braucht eine chinesische Partnerstadt. Schließlich ist China schwer im Kommen! Vielleicht, so Brackelmanns Überlegung, hat das angeschlagene Gemeinwesen ja bessere Überlebenschancen mit einem neuen starken Partner an der Seite bzw. im Fernen Osten?","versions":[{"lang":1,"streams":[{"redirect":10006305,"hoster":"VOE"},{"redirect":10006312,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Geldregen","epNo":14,"alt":"","descr":"Den haben Kurt Brakelmann und sein \"Freund-Feind\" Adsche Tönnsen doch schon mal im Fernsehen gesehen! Tatsache: Der bekannte TV-Moderator Heinz-Peter Döpfmann sitzt eines Mittags im Dorfkrug. Der Mann hat die Abgeschiedenheit Büttenwarders gesucht, weil er über einen neuen Knüller für seinen täglichen Börsenbericht nachdenken muss.","versions":[{"lang":1,"streams":[{"redirect":10006310,"hoster":"VOE"},{"redirect":10006311,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schmerzensgeld","epNo":15,"alt":"","descr":"Einer tut dem anderen weh, und die Versicherung löhnt Schmerzensgeld ... Ein Zufall bringt Bauer Brakelmann auf diese Idee, die er so erfolgreich umsetzt, dass auch sein ewiger Freund-Feind Adsche Tönnsen sich bald Schmerzen für Geld zufügen lässt und anderen durch einen kalkulierten \u0027Schlach mit der Dachladde\u0027 zu Nebeneinnahmen verhilft.","versions":[{"lang":1,"streams":[{"redirect":10006325,"hoster":"VOE"},{"redirect":10006314,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Verschollen","epNo":16,"alt":"","descr":"Wer auf dem Finanzamt in Klingsiehl einen Steuersünder verrät, kann mit einer Prämie und dem Erlass seiner eigenen Steuerschulden rechnen. Kaum haben der Bauer Kurt Brakelmann und sein Kollege Adsche Tönnsen diese fantastische Neuigkeit erfahren, machen sie sich schon auf den Weg, um den jeweils anderen anzuzeigen.","versions":[{"lang":1,"streams":[{"redirect":10006322,"hoster":"VOE"},{"redirect":10006321,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Karneval","epNo":17,"alt":"","descr":"Könnte ein jährliches Sommerfest dem wirtschaftlich daniederliegenden Büttenwarder auf die Beine helfen? Der Nachbarort Klingsiehl hat es immerhin mit Matjeswochen, Pferdemarkt und allerlei Folklorefesten zu wirtschaftlichem Aufschwung gebracht. Was könnte Büttenwarder dem entgegensetzen?","versions":[{"lang":1,"streams":[{"redirect":12380616,"hoster":"VOE"},{"redirect":10006328,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Pflegeparadies","epNo":18,"alt":"","descr":"Sorgen um die finanzielle Absicherung im Alter sind für Bauer Kurt Brakelmann und seinen alten Freund-Feind Adsche Tönnsen kein Thema. Sie sind ja jetzt schon pleite! Voller Neid kann man da nur auf die Alten blicken, denen es so richtig gut geht. Männer wie Adsches Onkel Krischan, ein durch zahllose Pensionen bestens versorgter, etwa 104 Jahre alter Zausel.","versions":[{"lang":1,"streams":[{"redirect":10006332,"hoster":"VOE"},{"redirect":10006335,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Weihnachten","epNo":19,"alt":"","descr":"Endlich ist Weihnachten! Überall in der christlichen Welt herrscht Massenhysterie in den Einkaufszonen, nur in Büttenwarder ist mal wieder so gar nichts los. Wie nur, fragen sich die Dörfler, könnte man sich ein Stückchen von dem wirtschaftlich lukrativen Kuchen abschneiden?","versions":[{"lang":1,"streams":[{"redirect":13004447,"hoster":"VOE"},{"redirect":10006333,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Silvester","epNo":20,"alt":"","descr":"Was ist bloß los mit dem doch eigentlich immer recht launigen Bauern Brakelmann? Warum reagieren sein Freund-Feind Asche Tönnsen, Bürgermeister Schönbiehl, Pferdeknecht Kuno und der Dorfkrug-Wirt Shorty so gereizt, wenn nur das Wort \u0027Silvester\u0027 fällt? Kein Zweifel: Vor einem Jahr hat es am Silvesterabend Streit unter den Dörflern gegeben und seitdem hat man das Thema gemieden.","versions":[{"lang":1,"streams":[{"redirect":10006350,"hoster":"VOE"},{"redirect":10006342,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Chefvisite","epNo":21,"alt":"","descr":"Der Fremde, der eines Tages den Dorfkrug in Büttenwarder aufsucht, erregt zunächst das Misstrauen der \u0027Helden\u0027 Brakelmann und Tönnsen. Dann aber beweist der Mann Geschick, als er den zahnkranken Adsche durch einen schnellen Eingriff von seinem Leid befreit.","versions":[{"lang":1,"streams":[{"redirect":10006345,"hoster":"VOE"},{"redirect":10006352,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Vatertag","epNo":22,"alt":"","descr":"Das hätten die Bauern Kurt Brakelmann und Adsche Tönnsen nicht von ihrem altehrwürdigen Bürgermeister Schönbiehl gedacht: Der Mann war in jungen Jahren geradezu ein Wüstling! Als der Dorfkrug-Wirt Shorty erzählt, dass Schönbiehl einst sogar Kunos Mutter zum Schäferstündchen verführte, beginnt es nicht nur in den Hirnwindungen des Stallknechts zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":13916702,"hoster":"VOE"},{"redirect":10006349,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Wunder","epNo":23,"alt":"","descr":"Bauer Brakelmann soll angeblich der einzige unter den Freunden im Dorfkrug sein, der noch nie einen ausgegeben hat. Verärgert über derlei Anfeindungen, fährt Brakelmann früher als gewöhnlich mit seinem Trecker nach Hause, da wird er durch eine Panne aufgehalten.","versions":[{"lang":1,"streams":[{"redirect":10006268,"hoster":"VOE"},{"redirect":10006269,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Schönes Wohnen","epNo":24,"alt":"","descr":"Bislang hat Bauer Brakelmann nicht allzu viel Aufmerksamkeit auf die Feinheiten seiner Inneneinrichtung verwendet. Das ändert sich allerdings, als er im Dorfkrug erfährt, dass ein Bauer aus der Gegend sein Anwesen für 800.000 Euro verkauft hat.","versions":[{"lang":1,"streams":[{"redirect":10006274,"hoster":"VOE"},{"redirect":10006275,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Dorfschule","epNo":25,"alt":"","descr":"Schlechte Nachrichten aus Kiel: Fortan werden die Subventionen an das Bildungsniveau der jeweiligen Gemeinden gekoppelt. Für Büttenwarder eine niederschmetternde Aussicht. Bürgermeister Schönbiehl hat daher sofort errechnet, wie man die sich anbahnende Krise abwehren kann. Drei Leute müssen ihren Hauptschulabschluss nachholen, darunter Brakelmann und Adsche.","versions":[{"lang":1,"streams":[{"redirect":10006279,"hoster":"VOE"},{"redirect":10006278,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Endlich Urlaub","epNo":26,"alt":"","descr":"Vor dem Dorfkrug wird bei einer Partie Boule über die Wonnen des Urlaubs philosophiert. Dabei deutet sich sehr schnell an, dass Brakelmann und Adsche nicht nur keine Ahnung von diesem Thema haben, sondern mit dieser Erfahrungslücke die anderen auch sehr belustigen.","versions":[{"lang":1,"streams":[{"redirect":10006283,"hoster":"VOE"},{"redirect":10006284,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Mambo","epNo":27,"alt":"","descr":"Klingsiehl ist der Schauplatz des diesjährigen norddeutschen Tanzderbys. Voller Neid blickt Bürgermeister Schönbiehl zum Nachbarort, dem durch dieses Großereignis beträchtliche Summen in die Gemeindekasse gespült werden. Doch für Büttenwarder scheint schon die Teilnahme an dem Wettkampf illusorisch, gibt es doch keine Frauen.","versions":[{"lang":1,"streams":[{"redirect":10006294,"hoster":"VOE"},{"redirect":10006288,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Goldene Erinnerungen","epNo":28,"alt":"","descr":"Gern erinnert man sich im Dorfkrug an Heiko Pöttersen, einen Sohn Büttenwarders, der als junger Mann in die Fremde zog, um sein Glück zu suchen. Nun sitzt er im Knast und hat dort seine Memoiren geschrieben. Brakelmann gerät sogleich ins Sinnieren: Das mach\u0027 ich auch!","versions":[{"lang":1,"streams":[{"redirect":10006292,"hoster":"VOE"},{"redirect":10006295,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Damenbesuch","epNo":29,"alt":"","descr":"Brakelmann reist zu seinem Onkel ins ferne Düdersen und bittet Adsche, sich um den Besuch zu kümmern, der sein Eintreffen mit dem Mittagsbus angekündigt hat: eine handfeste Bayerin! Adsche verschlägt es den Atem, zumal ihm die Dame mit überraschender Herzlichkeit begegnet. Nun sitzt Adsche da mit dem Damenbesuch.","versions":[{"lang":1,"streams":[{"redirect":10006300,"hoster":"VOE"},{"redirect":10006297,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Der Ball rollt","epNo":30,"alt":"","descr":"In Büttenwarder blickt alles voller Spannung nach Klingsiehl. Denn in dem renommierten Nachbarort wird an diesem Wochenende das Fußballendspiel um den \u0027Stormarn-Cup\u0027 ausgetragen zwischen Vorwärts Barsinghausen und TuS Klingsiehl.","versions":[{"lang":1,"streams":[{"redirect":10005922,"hoster":"VOE"},{"redirect":10005923,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Schatzsuche","epNo":31,"alt":"","descr":"Wieder einmal hat Onkel Krischan Geburtstag. Wieder einmal hat Adsche keine Lust, hinzugehen. Und wieder einmal erzählt der alte Mann recht zusammenhanglos seine Lieblingsgeschichte von Soldaten aus Österreich, die bei Kriegsende in Büttenwarder einen wahren Schatz vergraben haben sollen.","versions":[{"lang":1,"streams":[{"redirect":10006382,"hoster":"VOE"},{"redirect":10006379,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"War wohl Mord","epNo":32,"alt":"","descr":"Vor 20 Jahren verschwand er spurlos, nun wurden in einem Waldstück in der Nähe von Büttenwarder offenbar seine sterblichen Überreste gefunden: Heinz-Peter Stegger war, wie Brakelmann und seine Freunde dem Kieler Kommissar bereitwillig erklären, bei allen total unbeliebt und jeder hätte ihn liebend gern umgebracht. Aber: Ist ja verboten.","versions":[{"lang":1,"streams":[{"redirect":10006383,"hoster":"VOE"},{"redirect":10006384,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Die mit dem Wolf tanzen","epNo":33,"alt":"","descr":"Ein Wolf ist unterwegs in den Wiesen und Feldern von Büttenwarder! Und nachdem er einige Schafe gerissen hat, wird von dem Klingsiehler Großbauern Günther Griem eine Prämie für die Tötung des grauen Räubers ausgesetzt.","versions":[{"lang":1,"streams":[{"redirect":10006393,"hoster":"VOE"},{"redirect":10006389,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Guten Appetit","epNo":34,"alt":"","descr":"Brakelmann ist auf 180: Erst dreht ihm sein Onkel Werner eine alte Videokamera an, dann verdonnert Shorty ihn, den Lebensmittelmüll aus dem Dorfkrug zu entsorgen! Als Adsche aber begeistert von einer der zahllosen Kochsendungen im Fernsehen erzählt, arbeitet es mal wieder im Kopf des gewieften Bauern.","versions":[{"lang":1,"streams":[{"redirect":10006397,"hoster":"VOE"},{"redirect":10006394,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Ostern","epNo":35,"alt":"","descr":"Ostern naht in Büttenwarder und die Vorbereitungen auf das Fest laufen auf Hochtouren. Die friedliche Idylle wird nur gestört durch einen Streit zwischen Brakelmann und Bürgermeister Schönbiehl. Brakelmann soll sich fotografieren lassen. Das will Brakelmann aber nur gegen üppige Bezahlung zulassen.","versions":[{"lang":1,"streams":[{"redirect":10006359,"hoster":"VOE"},{"redirect":10006360,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Nackt","epNo":36,"alt":"","descr":"Frohlocken in Büttenwarder: Schon bald soll ein Nacktwanderweg durch das liebliche Dorf führen. Brakelmann und seine Freunde sind natürlich begeistert von der Freikörperkultur! Doch die allgemeine Euphorie legt sich schnell.","versions":[{"lang":1,"streams":[{"redirect":10006361,"hoster":"VOE"},{"redirect":10006366,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Vizekönig","epNo":37,"alt":"","descr":"Als Bürgermeister Schönbiehl die großzügig dotierte Halbtagsstelle des Frauenbeauftragten an allen Büttenwarder Freunden vorbei seinem nichtsnutzigen Neffen zuschustert, ist die Empörung naturgemäß groß. Brakelmann fühlt sich auf schmerzhafte Weise ausgeschlossen von den Wonnen der Korruption.","versions":[{"lang":1,"streams":[{"redirect":10006365,"hoster":"VOE"},{"redirect":10006364,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Erlentrillich","epNo":38,"alt":"","descr":"Shorty hat gerade mal wieder einen Arztbesuch hinter sich. Das kann in Büttenwarder niemanden beunruhigen, denn der Dorfkrug-Wirt ist als Hypochonder bekannt. Diesmal jedoch scheint er seine Krankheit richtig ernst zu nehmen. Wie sonst ist es zu erklären, dass er mit dem Edel-Gastronomen Konrad Knöppen Verkaufsgespräche führt?","versions":[{"lang":1,"streams":[{"redirect":10006381,"hoster":"VOE"},{"redirect":10006378,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Auf großer Fahrt","epNo":39,"alt":"","descr":"Frühschoppen, Mittagspause, Absacker, Schlummertrunk: Brakelmann hat irgendwie das Gefühl, er macht jeden Tag dasselbe. Die Entgegnungen von Bürgermeister Schönbiehl auf seine Geschäftsideen, die Stimmung von Adsche, die Gespräche der anderen: Alles erscheint Brakelmann gleich.","versions":[{"lang":1,"streams":[{"redirect":10005926,"hoster":"VOE"},{"redirect":10005928,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Hosenmatz","epNo":40,"alt":"","descr":"Krise war gestern, die \"Reddung\" naht! Da ist sich Adsche ganz sicher. Und während Brakelmann sich noch über den neuen Optimismus des Kollegen wundert, eilt Adsche fast schwebend ins Seniorenheim \"Alte Eichen\". Denn hier sitzt sein Onkel Krischan, der Adsche angekündigt hat, ihm einen Teil seines Erbes unter der Hand vorab auszuzahlen.","versions":[{"lang":1,"streams":[{"redirect":10006439,"hoster":"VOE"},{"redirect":10006437,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Lütt un Lütt","epNo":41,"alt":"","descr":"Brakelmann und Adsche sind sich sicher: mit Kindererziehung lässt sich richtig \"Nennwert\" machen. Denn in der Stadt, das haben sie erfahren, stören Kinder oft die Abläufe, fallen auch durch Geräusche auf.","versions":[{"lang":1,"streams":[{"redirect":10006444,"hoster":"VOE"},{"redirect":10006447,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Stadtschinken","epNo":42,"alt":"","descr":"Als Brakelmann und Adsche an diesem Wintermorgen den Dorfkrug aufsuchen, verabschiedet Bürgermeister Schönbiehl einen Fremden, der ein teures Fahrzeug mit Hamburger Kennzeichen sein Eigen nennt. Das erhöht den Pulsschlag der beiden Bauern augenblicklich.","versions":[{"lang":1,"streams":[{"redirect":10006450,"hoster":"VOE"},{"redirect":10006449,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Scheinheiliger","epNo":43,"alt":"","descr":"Finanziell stehen die Bauern Brakelmann und Adsche leider wieder mal - oder besser gesagt: immer noch - mit dem Rücken an der Wand. Umso größer ist die Aufmerksamkeit, die sie einem Fremden schenken, der eines Tages den Dorfkrug aufsucht.","versions":[{"lang":1,"streams":[{"redirect":10006402,"hoster":"VOE"},{"redirect":10006403,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Survival","epNo":44,"alt":"","descr":"Seit Tagen schon werden zwei Städter vermisst, die sich offenbar in einem Waldgebiet bei Büttenwarder verlaufen haben. Brakelmann und Adsche können sich nur über die Unbeholfenheit mancher Leute wundern und kommen so ganz zwangsläufig zu der Idee für ein neues Geschäftsmodell: Survival-Training!","versions":[{"lang":1,"streams":[{"redirect":10006407,"hoster":"VOE"},{"redirect":10006404,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Kömkuchen","epNo":45,"alt":"","descr":"Weiterbildung soll sich lohnen, sagt sich zumindest Shorty, der im Fernstudium einen Abschluss als Lebensberater und Sinnkrisenmanager erworben hat. Und deshalb richtet er nicht nur einen Therapieraum ein, sondern quatscht auch jeden Gast in die Krise, damit seine Sprechstunden gut gebucht sind.","versions":[{"lang":1,"streams":[{"redirect":10006413,"hoster":"VOE"},{"redirect":10006410,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Schafwölkchen","epNo":46,"alt":"","descr":"Wieder einmal wird Adsche von seinem Urgroßonkel Krischan mit widersprüchlichen Aussagen um den Verstand gebracht. Der Alte bildet sich ein, sein Geburtstag stehe unmittelbar bevor und er freut sich schon auf eine geheimnisvolle Überraschung. Adsche nimmt das nicht ernst.","versions":[{"lang":1,"streams":[{"redirect":12917309,"hoster":"VOE"},{"redirect":10006417,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Freiheit","epNo":47,"alt":"","descr":"Im Dorfkrug steht wieder einmal Bürgermeister Schönbiehl im Mittelpunkt der Kritik. Seine Politik ist gescheitert, die Leute sind pleite. Vorwürfe dieser Art wirken lediglich ermüdend auf den routinierten Lokalpolitiker. Er lebt erst so richtig auf, als er einen Brief seines Parteivorsitzenden erhält.","versions":[{"lang":1,"streams":[{"redirect":10006421,"hoster":"VOE"},{"redirect":10006420,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Entführt","epNo":48,"alt":"","descr":"Panik im Dorfkrug! Eine von Shortys zahlreichen Ex-Frauen hat ihren Besuch angekündigt. Der Wirt weiß, was das bedeutet: Die Ehemalige will Geld. Sein Geld! Also rafft er seine Habseligkeiten zusammen, um die Flucht anzutreten.Die Dorfgemeinschaft ist weniger um den Freund besorgt, als um das tägliche Ritual von Lütt und Lütt. Und so entsteht die Idee, Shortys Entführung vorzutäuschen ...","versions":[{"lang":1,"streams":[{"redirect":12333628,"hoster":"VOE"},{"redirect":10006424,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Rendezvous","epNo":49,"alt":"","descr":"Da Brakelmann auf \"Erschleichertour\" bei seinem Onkel Werner zu Besuch ist, ist der Hof des renommierten Bauern unbewohnt. Provoziert von Shorty, der Adsche unterstellt, immer nur im Windschatten Brakelmanns zu segeln, fasst Adsche einen weitreichenden Entschluss. Er wird mit einer eigenen Idee brillieren und allen zeigen, was er wirklich drauf hat!","versions":[{"lang":1,"streams":[{"redirect":10006435,"hoster":"VOE"},{"redirect":10006427,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Fifty","epNo":50,"alt":"","descr":"Die anstehenden Feierlichkeiten anlässlich der Goldenen Hochzeit von Bürgermeister Schönbiehl und seiner Gattin Ingelore sorgen schon im Vorfeld für Hochstimmung, insbesondere bei Shorty, denn dessen Dorfkrug ist für das Fest bereits gebucht, und reiche Einnahmen winken. Die Aussicht auf die Konjunkturspritze wirkt sich sogar auf Brakelmann und Adsche aus ...","versions":[{"lang":1,"streams":[{"redirect":12917310,"hoster":"VOE"},{"redirect":10005934,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Donnerschlach","epNo":51,"alt":"","descr":"Eigentlich wollte Adsche nur wie gewohnt Brakelmann auf dessen Hof abholen, um mit ihm im Dorfkrug zum Frühschoppen einzukehren. Doch das Wetter macht ihnen einen Strich durch die Rechnung. Der Sturm ist so heftig, dass die beiden beschließen, zunächst in Brakelmanns Bauernküche zu bleiben. Bald schon dringen die Katastrophenmeldungen nur noch bruchstückhaft aus dem Radio ...","versions":[{"lang":1,"streams":[{"redirect":10006460,"hoster":"VOE"},{"redirect":10006459,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Patchwork","epNo":52,"alt":"","descr":"Wieder einmal kehrt Adsche schwer genervt von einem Besuch bei Onkel Krischan im Seniorenheim zurück. Am Tresen im Dorfkrug klagt er Brakelmann sein Leid, während Kuno mal wieder recht sinnfreie Zitate aus seinem neuen \"Killerkralle\"-Heft zu Gehör bringt. Der Auftritt des Stallknechts wirkt jedoch sehr inspirierend auf Brakelmann ...","versions":[{"lang":1,"streams":[{"redirect":10005936,"hoster":"VOE"},{"redirect":10005933,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Sinn","epNo":53,"alt":"","descr":"Im Grunde genommen hat Adsche innerlich abgeschaltet, als er seinen greisen Onkel Krischan im Seniorenheim besucht. Der Alte redet wieder mal einiges krauses Zeug. Irgendwann aber wird Adsche hellhörig. Diesmal scheinen die Ausführungen des Familienoberhaupts doch auf ein nicht ganz unbedeutendes Thema hinauszulaufen ...","versions":[{"lang":1,"streams":[{"redirect":10005940,"hoster":"VOE"},{"redirect":10005941,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Apparillo","epNo":54,"alt":"","descr":"Brakelmann hat endlich einmal den Hauptgewinn gezogen! Beim Preisrätsel im \"Landboten\" ist es ihm gelungen, einen hochmodernen Flachbildfernseher zu erringen. Folgerichtig verabschiedet er sich zunächst von seinem alten \"Abbarat\", dann von Adsche, auf dessen Unterhaltungsangebot Brakelmann ja nun glücklicherweise nicht mehr angewiesen ist ...","versions":[{"lang":1,"streams":[{"redirect":10006462,"hoster":"VOE"},{"redirect":10006461,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Stau","epNo":55,"alt":"","descr":"Fantastische Neuigkeiten in Büttenwarder! Da entscheidende Knotenpunkte im bundesdeutschen Straßenverkehrsnetz zusammengebrochen sind, wird ein Großteil des diesjährigen Ferienverkehrs für drei Tage durch Büttenwarder geführt. Für Brakelmann und Adsche klingen die Glocken - Durchgangsverkehr! Endlich!","versions":[{"lang":1,"streams":[{"redirect":10005945,"hoster":"VOE"},{"redirect":10005943,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Rififi (1)","epNo":56,"alt":"","descr":"Nichts ist mehr los in dem großen Schuppen, der an den Dorfkrug in Büttenwarder grenzt. Deswegen vermietet Wirt Shorty nun per Anzeige im \"Landboten\" den Raum als Lagerfläche. Da das Geschäft gut anläuft, bieten schon bald darauf die chronisch insolventen Bauern Brakelmann und Adsche auf Brakelmanns Hof denselben Service an ...","versions":[{"lang":1,"streams":[{"redirect":10006472,"hoster":"VOE"},{"redirect":10006466,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Rififi (2)","epNo":57,"alt":"","descr":"Alle Versuche, auch nur das Schloss der Schuppentür von Shorty zu knacken, sind fehlgeschlagen. Und zu allem Überfluss rüstet Günther Griem nun den Schuppen mit Hightech-Überwachungsgedöhns auf. Brakelmanns \"Cru\" verliert den Mut. Doch zum Aufgeben ist Brakelmann nicht bereit und motiviert seine Leute, jetzt erst recht raffiniert und gewieft vorzugehen ...","versions":[{"lang":1,"streams":[{"redirect":10006468,"hoster":"VOE"},{"redirect":10006469,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Versöhnung","epNo":58,"alt":"","descr":"Onkel Krischans Geburtstag naht, und Adsche ist pleite. Er bietet dem Greis ein Geschenk an, das einerseits eine Menge hermacht, andererseits nichts kostet - zum Beispiel Liebe, oder auch Respekt. Der Alte aber will etwas, das Adsche mehr kostet als aller Köm und Schmök dieser Welt: Adsche soll sich mit seinem ungeliebten angeheirateten Schwippschwager Jürgen Seute versöhnen ...","versions":[{"lang":1,"streams":[{"redirect":12917314,"hoster":"VOE"},{"redirect":10006482,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Der alte Sack","epNo":59,"alt":"","descr":"Auf ihrem allmorgendlichen Weg zum Dorfkrug diskutieren Brakelmann und Adsche dermaßen konzentriert die Krise der Landwirtschaft, sodass ihnen die junge Frau am Feldweg gar nicht auffällt, die dort neben einem liegen gebliebenen Pkw ein Loch in die Erde zu graben versucht. In der Kneipe erfahren die beiden Freunde durch Dorfpolizist Peter von einer Bluttat im fernen Töppenstedt ...","versions":[{"lang":1,"streams":[{"redirect":12917313,"hoster":"VOE"},{"redirect":10006481,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Einladung","epNo":60,"alt":"","descr":"In Büttenwarder ist man sich einig: Günther Griem, der raffgierige Großgrundbesitzer und Klingsiehler Bürgermeister, ist an allem Elend Schuld! Da erscheint er zur Plauderstunde im Dorfkrug und händigt höchstpersönlich Büttenwarders Bürgermeister Schönbiehl eine Einladung zur alljährlichen Gala in Klingsiehl aus ...","versions":[{"lang":1,"streams":[{"redirect":12917321,"hoster":"VOE"},{"redirect":10006485,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Knopfhase","epNo":61,"alt":"","descr":"Wenn Adsche von seinen Begegnungen mit dem wunderbaren \u0027Erlentrillich\u0027 erzählt, wird er kaum ernst genommen. Niemand außer ihm, so scheint es, hat diesen merkwürdigen Vogel jemals gesehen. Und als Adsche nun erklärt, er könne sogar mit dem Vogel reden, ist es wenig überraschend, dass er mit dieser Nachricht seine Glaubwürdigkeit nicht unbedingt steigert ...","versions":[{"lang":1,"streams":[{"redirect":10006496,"hoster":"VOE"},{"redirect":10006494,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Haggnschuss","epNo":62,"alt":"","descr":"So richtig wohl fühlt sich Adsche in seinem Zuhause schon lange nicht mehr. Warum, so überlegt er, kriecht er nicht bei Brakelmann unter? In dem gemütlichen Ambiente seines alten Freundfeindes hält er sich ja ohnehin ständig auf. Warum also nicht zusammenfügen, was zusammengehört? Doch diese Idee weckt nur Brakelmanns Zorn und Hohn. Er braucht niemanden in seiner Nähe. Und Adsche schon gar nicht.","versions":[{"lang":1,"streams":[{"redirect":12380618,"hoster":"VOE"},{"redirect":10005948,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Auf Streife","epNo":63,"alt":"","descr":"Alle 17 Jahre findet in Büttenwarder bekanntlich eine Bürgermeisterwahl statt. Und auch diesmal verspricht dieser demokratische Höhepunkt nicht sonderlich aufregend zu werden. Waldemar Schönbiehl kandidiert für eine weitere Amtszeit. Und er hat seine Schäfchen so gut im Griff, dass er, zu Brakelmanns Leidwesen, nicht einmal gezwungen ist, lukrative Wahlgeschenke zu verteilen.","versions":[{"lang":1,"streams":[{"redirect":10005956,"hoster":"VOE"},{"redirect":10005955,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Radio","epNo":64,"alt":"","descr":"Brakelmann ist mal wieder enttäuscht vom Landfunk. Endlich hat er es mit seiner Anfrage bis in die medizinische Ratgebersendung geschafft, da liest die Moderatorin statt \"Haggnschuss\", das Problem, welches ihn noch immer ans Schlafsofa fesselt, als \"Hexenschuss\". Nun zahlt man schon keine Gebühren und muss sich trotzdem ärgern.","versions":[{"lang":1,"streams":[{"redirect":10006505,"hoster":"VOE"},{"redirect":10006503,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Rosenkrieg","epNo":65,"alt":"","descr":"Adsche fühlt sich wohl in seinem neuen Zuhause. Seit er bei Brakelmann auf dem Hof wohnt, tiriliert er von morgens bis abends, putzt in allen Ecken und Kanten, macht Pläne für die Feinheiten der Innendekoration. Und geht mit alledem Brakelmann gehörig auf die Nerven!","versions":[{"lang":1,"streams":[{"redirect":10005957,"hoster":"VOE"},{"redirect":10005959,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Olympische Rekorde (1): Rekord","epNo":66,"alt":"","descr":"Brakelmann und Adsche haben eine neue und superheiße Geschäftsidee: In Onkel Krischans Seniorenheim wollen sie eine Info-Bude für Gedächtnislücken einrichten. Für diese Unternehmensgründung interessiert sich sogar Bürgermeister Griem und stellt Finanzspritzen in Aussicht. Alles läuft bestens.","versions":[{"lang":1,"streams":[{"redirect":10006506,"hoster":"VOE"},{"redirect":10006508,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Olympische Rekorde (2): Olympia","epNo":67,"alt":"","descr":"Onkel Krischans Versuch, einen Eintrag im Buch der Rekorde zu erlangen, weckt schnell das Interesse von Landfunk, \"Landboten\" und als direkte Folge davon auch das Interesse von jungen Männern, die ständig auf der Suche nach neuen Trends sind. Für sie ist Onkel Krischan mit seiner extremen Verlangsamung, seiner Schnelligkeitsverweigerung eine Inspiration.","versions":[{"lang":1,"streams":[{"redirect":10006512,"hoster":"VOE"},{"redirect":10006511,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"Danke Föhn","epNo":68,"alt":"","descr":"Da Brakelmann zum Erbschleichen zu seinem Onkel Werner nach Düdersen gefahren ist, genießt Adsche die Ruhe auf dem Hof. Alles könnte wunderbar herrlich sein, wenn Jürgen Seute nicht mit allen nur erdenklichen Mitteln auf seinen Frisiersalon aufmerksam machen wollte.","versions":[]},{"epId":"episode-69","name":"Topptach","epNo":69,"alt":"","descr":"Im Landfunk laufen nur schlechte Nachrichten, der \"Landbote\" ist auch voll davon, die Stimmung im Dorfkrug ist trist. Kann sich überhaupt noch jemand daran erinnern, irgendwann einmal einen richtig guten Tag gehabt zu haben? Bei der gemeinsamen Erinnerungsarbeit stößt man auf den 20. Juni des Vorjahres, das war ein absoluter Topptach!","versions":[{"lang":1,"streams":[{"redirect":10005963,"hoster":"VOE"},{"redirect":10005962,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"Groggy","epNo":70,"alt":"","descr":"Showdown auf dem Reiterhof. Als Stallknecht Kuno dort dem verwöhnten Trillionärssohn Markus Mörkelmeyer gegenüber steht, brennen dem Stallknecht die Sicherungen durch. Unvergessen ist der letzte \"Killerkralle\"-Doppelgänger-Wettbewerb, auf dem eben jener Markus Mörkelmeyer mit frecher Dreistigkeit Kuno eine verheißungsvolle junge Dame ausspannte. Schnell eskaliert das Wiedersehen.","versions":[]},{"epId":"episode-71","name":"Laborette","epNo":71,"alt":"","descr":"Wieder einmal sind Brakelmann und Adsche mit einer vielversprechenden Geschäftsidee bei Bürgermeister Griem gescheitert, da taucht Anne, eine junge Doktorandin im Dorfkrug auf. Ausgerechnet Adsche begreift als Erster, dass es nur einen Ort gibt, an dem das von Anne geplante große Forschungsvorhaben realisiert werden kann: Büttenwarder.","versions":[{"lang":1,"streams":[{"redirect":10005964,"hoster":"VOE"},{"redirect":10005965,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"Oh!","epNo":72,"alt":"","descr":"Brakelmann und Adsche hängen gerade mit einem leckeren Bananenbrot vor der Gymnastiksendung ab, als unversehens ein zwölf Jahre alter Junge mit einem Koffer in der Hand in ihrer guten Stube steht. Den verdatterten Bauern erklärt er, man habe ihn auf dem Feldweg abgesetzt und gesagt, er solle jetzt hier auf dem Hof bleiben.","versions":[{"lang":1,"streams":[{"redirect":10005971,"hoster":"VOE"},{"redirect":10005969,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"Black Bronco","epNo":73,"alt":"","descr":"Mit ihren innovativen Geschäftsideen erleben Brakelmann und Adsche einen Bauchklatscher nach dem anderen. Gerade hat Griem ihr Projekt eines Strandclubs am Dorfteich abgelehnt, da stellt sich bei dem nimmermüden Bauer Brakelmann schon der nächste wirtschaftliche Geistesblitz ein: Wären die unendlichen Weiten ihres Brachlandes nicht das ideale Terräng für einen gigantischen Tierfriedhof?","versions":[{"lang":1,"streams":[{"redirect":10005975,"hoster":"VOE"},{"redirect":10005974,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"Im Dutt","epNo":74,"alt":"","descr":"Die Büttenwarder Dorfgemeinschaft erkennt den Mann, der an diesem herrlichen Sommertag zum Dorfkrug kommt, sofort wieder: Es ist der Funk- und Fernsehstar René Schlatter (Oliver Wnuk). Ganz bekannt!","versions":[{"lang":1,"streams":[{"redirect":10005825,"hoster":"VOE"},{"redirect":10005827,"hoster":"Streamtape"}]}]},{"epId":"episode-75","name":"Nachruhm","epNo":75,"alt":"","descr":"Nach einem anstrengenden Tag und vielen unerfreulichen Besprechungen in Klingsiehl ist Bürgermeister Günther Griem mit dem Fahrrad auf dem Heimweg nach Büttenwarder, als er am Ufer der Boddenbeek von einem Pkw angefahren wird. Am Steuer des Wagens sitzt Shorty. Er hat zwar einen Aufprall gehört, in der Dunkelheit aber nichts weiter gesehen.","versions":[]},{"epId":"episode-76","name":"Jopp","epNo":76,"alt":"","descr":"Auf Einladung von Bürgermeister Griem erscheint Dr. Heidi Merz (Andrea Lüdke) in Büttenwarder. Sie ist Managerin bei einem international operierenden Großkonzern. Der plant, in Büttenwarder eine riesige Wiederaufbereitungsanlage zu errichten. Vor den Bürgern des Dorfes präsentiert Heidi nun die glänzenden Aussichten: \"Jopps für alle\"! Die Reaktion ist verhalten. Brakelmann und Co.","versions":[]},{"epId":"episode-77","name":"Unter Dampf","epNo":77,"alt":"","descr":"Wieder einmal ist Adsche mit dem Versuch gescheitert, Bürgermeister Griem von einer vielversprechenden Geschäftsidee zu überzeugen. Da begegnet ihm auf dem Heimweg ein Mann, der mit seinem Wohnmobil auf der Suche nach einem geschützten Stellplatz ist. Adsche bietet ihm an, sein Gefährt auf Brakelmanns Hof zu parken.","versions":[{"lang":1,"streams":[{"redirect":10005828,"hoster":"VOE"},{"redirect":10005829,"hoster":"Streamtape"}]}]},{"epId":"episode-78","name":"Klassentreffen","epNo":78,"alt":"","descr":"Brakelmann und Adsche sind pleite. Schlimmer noch: Sie sind pleite und kennen auch niemanden mehr, den sie noch anpumpen könnten! Beim abendlichen Sinnieren denken sie an die alten Freunde aus Kinderzeiten, mit denen sie mehr oder weniger regelmäßig einst die Dorfschule besuchten.","versions":[{"lang":1,"streams":[{"redirect":10005837,"hoster":"VOE"},{"redirect":10005831,"hoster":"Streamtape"}]}]},{"epId":"episode-79","name":"Sieben nach voll","epNo":79,"alt":"","descr":"Adsche und die anderen im Dorfkrug vermuten, dass Onkel Krischan die falschen Tabletten geschluckt hat. Der Greis nämlich behauptet, er wolle mit seiner alten Freundin Amanda den nächsten Bus nehmen, mit ihr nach Bad Bevensen fahren und sie dort ehelichen. Kaum haben die Dörfler das als altersbedingten Wahn abgetan, erscheint zu ihrer Überraschung Amanda mit Reisegepäck und Brautstrauß.","versions":[]},{"epId":"episode-80","name":"Zwei Steinadler","epNo":80,"alt":"","descr":"Durch die Krise in der Landwirtschaft ist Adsche neuerdings gezwungen, für sehr geringe Barmiddel die Kundschaft aus den umliegenden Dörfern in den Frisiersalon von Jürgen Seute zu kutschieren. Als er gerade Onkel Krischan zur Dauerkrause in den Salon chauffiert, passieren sie eine Unfallstelle. Ein Werttransporter ist ganz offensichtlich von der Straße abgekommen...","versions":[{"lang":1,"streams":[{"redirect":10005843,"hoster":"VOE"},{"redirect":10005841,"hoster":"Streamtape"}]}]},{"epId":"episode-81","name":"Schnupfi","epNo":81,"alt":"","descr":"Wenn Dorfpolizist Peter dieser Tage auf ein Glas Milch im Dorfkrug erscheint, sorgt er bei den Freunden dort für äußerste Beklommenheit. Insbesondere Adsche konfrontiert der Ordnungshüter mit zahllosen Verdachtsmomenten. Woher nimmt der alt gediente Beamte nur diesen plötzlichen Diensteifer? Die Antwort auf diese Frage erhält Adsche eines Nachts, als Peter plötzlich um seine Hilfe bittet...","versions":[{"lang":1,"streams":[{"redirect":10005845,"hoster":"VOE"},{"redirect":10005846,"hoster":"Streamtape"}]}]},{"epId":"episode-82","name":"WeWeWe","epNo":82,"alt":"","descr":"Bürgermeister Griem hat es versprochen: Büttenwarder erhält Zugang zum Internet! Die dazu notwendigen Kabelarbeiten sollen noch im laufenden Jahr abgeschlossen sein. Nur wenige Jahre später ist das Internet da. Allerdings gibt es nur eine Anschlussstelle im Dorf - und die befindet sich im Frisiersalon von Jürgen Seute. Adsche winkt nur ab. Was soll er mit dem Internet, das wird doch überschätzt!","versions":[]},{"epId":"episode-83","name":"Rote Laterne","epNo":83,"alt":"","descr":"Adsche hat das am Dorfrand geparkte Wohnmobil mit der roten Laterne als Erster gesehen. Als er im Dorfkrug davon berichtet, löst er damit sofort einige Unruhe aus. Und nachdem die Freunde sich vergewissert haben, ist es allen klar: Hier, mitten im Zentrum der moralisch Gefestigten, hat sich eine Prostituierte niedergelassen, um ihrem Gewerbe nachzugehen...","versions":[{"lang":1,"streams":[{"redirect":10005850,"hoster":"VOE"},{"redirect":10005848,"hoster":"Streamtape"}]}]},{"epId":"episode-84","name":"Schräger Vogel","epNo":84,"alt":"","descr":"Shorty hat neuerdings feine Gäste aus der Stadt, denn er bietet jetzt Abend für Abend Gourmetküche an! Der Erfolg seines neuen gastronomischen Konzepts gründet allerdings auch darauf, dass die Gäste nach dem Essen auf der Terrasse des Dorfkrugs die Darbietungen von Kuno genießen, der in der Rolle des Adsche als \u0027schräger Vogel\u0027 und \u0027Dorforiginal\u0027 sein Publikum erheitert...","versions":[{"lang":1,"streams":[{"redirect":10005853,"hoster":"VOE"},{"redirect":10005855,"hoster":"Streamtape"}]}]},{"epId":"episode-85","name":"Verdammter Hund","epNo":85,"alt":"","descr":"Adsche verbringt einen Abend allein zu Haus mit dem stillen Betrachten der Gymnastiksendung, da hört er einigen Lärm in der Remise. Als er nachschaut, erstarrt er vor Schreck: Vor ihm steht ein Hund. Das Tier sieht gefährlich aus, sieht aggressiv aus, sieht aus wie ein Killer, findet zumindest Adsche, der eine ihm selbst unerklärliche Angst vor Hunden hat...","versions":[{"lang":1,"streams":[{"redirect":10005857,"hoster":"VOE"},{"redirect":10005856,"hoster":"Streamtape"}]}]},{"epId":"episode-86","name":"Memory","epNo":86,"alt":"","descr":"Wenn Brakelmann und Adsche bei Lütt un Lütt in der heimeligen Bauernstube in Erinnerungen schwelgen, stoßen sie dabei in letzter Zeit immer häufiger auf Gedächtnislücken so groß und weit wie die Boddenbeeker Brache. Keine Frage: sie werden wohl langsam alt; ein Schicksal, das sie nicht nur mit Onkel Krischan teilen, sondern auch mit Shorty...","versions":[{"lang":1,"streams":[{"redirect":10005861,"hoster":"VOE"},{"redirect":10005860,"hoster":"Streamtape"}]}]},{"epId":"episode-87","name":"Gerlinde","epNo":87,"alt":"","descr":"Brakelmann und Adsche werden jäh aus dem lässigen Gleichmaß ihres Alltags gerissen. Ihr Enkel Manuel kündigt seinen Besuch an - und er wird diesmal nicht allein kommen. Niemand anders als Gerlinde (Anica Dobra) wird ihn begleiten. Die Bauern sind elektrisiert. Die große Liebe ihrer Jugend - ach was: ihres Lebens! - wird nach vierzig Jahren ins Dorf zurückkehren!","versions":[{"lang":1,"streams":[{"redirect":10005865,"hoster":"VOE"},{"redirect":10005867,"hoster":"Streamtape"}]}]},{"epId":"episode-88","name":"777","epNo":88,"alt":"","descr":"Es ist Tatsache: Nur noch 223 Jahre und dann können die Freunde in Büttenwarder den 1.000 Geburtstag ihres geliebten Dorfes feiern! Eine Urkunde im Museum in Klingsiehl belegt das. Als Adsche ganz beiläufig Hajo Narkmeyer davon erzählt, fängt der sofort an, weitreichende Berechnungen anzustellen - und kommt zu dem Ergebnis, dass Büttenwarder demnach seit nunmehr 777 Jahren existiert.","versions":[{"lang":1,"streams":[{"redirect":10005869,"hoster":"VOE"},{"redirect":10005872,"hoster":"Streamtape"}]}]},{"epId":"episode-89","name":"Der Hamburger","epNo":89,"alt":"","descr":"Seit Jahren ist Kuno einziger Schützenkönig Büttenwarders, der Konkurrenz ist das Amt zu teuer. Kunos Reise mit \"Muddi\" zum Königsschießen ist eines der Highlights auf die Kuno jährlich spart. Bürgermeister Griem legt dieses Jahr ein Veto ein: zum Königsschießen nur noch Schützenkönige mit Frau! Kuno ist außer sich.","versions":[{"lang":1,"streams":[{"redirect":13916721,"hoster":"VOE"},{"redirect":10005873,"hoster":"Streamtape"}]}]},{"epId":"episode-90","name":"Trüffel","epNo":90,"alt":"","descr":"Beim heimlichen Wildern entdecken Adsche und Hajo ein Hausschwein mit Leine - aber ohne Herrchen. Hajo stellt erstaunt fest, dass es sich um \"Bertha\", dem Lieblingsschwein seiner Tochter Fine, handelt. Hajo hatte \"Bertha\" wiederum Shorty verkauft, nachdem es Hajos Ehefrau Britta gebissen hatte...","versions":[{"lang":1,"streams":[{"redirect":10005880,"hoster":"VOE"},{"redirect":10005879,"hoster":"Streamtape"}]}]},{"epId":"episode-91","name":"Endstation","epNo":91,"alt":"","descr":"Die Wandergesellin der Zimmermannszunft Karla Altmann taucht in Büttenwarder auf, um vorrübergehend Arbeit und Unterkunft zu finden. Kuno schickt sie zum Hof Brakelmann auf dem es ihr spontan gut gefällt - und wo augenscheinlich eine tüchtige Handwerkerin gebraucht wird...","versions":[{"lang":1,"streams":[{"redirect":12380622,"hoster":"VOE"},{"redirect":10005883,"hoster":"Streamtape"}]}]},{"epId":"episode-92","name":"Der Tod ist ein sturer Arsch","epNo":92,"alt":"","descr":"Wieder einmal hängt der Haussegen schief auf dem Brakelmannschen Anwesen. Adsche ist stinksauer auf seinen alten Freundfeind Brakelmann und muss sich erst einmal mit einem Besuch im Dorf trösten. Doch als er zurückkehrt, macht Adsche eine schlimme Entdeckung. Brakelmann liegt leblos in der Bauernstube...","versions":[{"lang":1,"streams":[{"redirect":10005887,"hoster":"VOE"},{"redirect":10005886,"hoster":"Streamtape"}]}]},{"epId":"episode-93","name":"Kunst","epNo":93,"alt":"","descr":"Ein Talent-Wettbewerb mit 5000 Euro Preisgeld hat plötzlich die Liebe ganz Büttenwarders zur Kunst entflammt. Laini und Heinzi, Griem, Seute, Kuno, ja sogar Adsche lassen sich zu Aktporträt, Landschaftsmalerei und Performancekunst hinreißen. Nur Hajo wartet noch vergeblich auf Inspiration. Doch seine Tochter Fine hat eine Idee...","versions":[{"lang":1,"streams":[{"redirect":10005891,"hoster":"VOE"},{"redirect":10005893,"hoster":"Streamtape"}]}]},{"epId":"episode-94","name":"Die Schwester","epNo":94,"alt":"","descr":"Mal wieder Post für Adsche: Seine Schwester Ylvie kündigt nach Brakelmanns Tod einen Beileidsbesuch an. Nach Jahrzehnten in Norwegen möchte Ylvie nun Adsches vielbeschworene Ehefrau und Tochter kennenlernen. Und ein gemeinsam geerbtes Elternhaus müsste es in Büttenwarder auch noch geben… Adsche hat jedoch jahrelang geblöfft, und so mimt Fine die Tochter...","versions":[{"lang":1,"streams":[{"redirect":13921304,"hoster":"VOE"},{"redirect":10005895,"hoster":"Streamtape"}]}]},{"epId":"episode-95","name":"Nur noch 21 Tage","epNo":95,"alt":"","descr":"Lange Zeit hat Adsche zurückgezogen gelebt, ist gar nicht mehr aus seinem Bauernhaus herausgekommen. Da brechen eines Tages wieder die Sonnenstrahlen in sein Leben, er spürt neue Energie, und ein Plan nimmt Gestalt an, der Adsche sofort begeistert. Er will auf dem Terräng einen Erlebnispark im Sinne des Erlentrillichs errichten...","versions":[]},{"epId":"episode-96","name":"Noch 14 Tage","epNo":96,"alt":"","descr":"In Büttenwarder tobt der Wahlkampf. Griem ist der einzige Kandidat. Sein Sieg gilt als wahrscheinlich. Da wird er von Adsche, dessen letzte Tage auf dem Hof verrinnen, zu einem Wettstreit der Ideen herausgefordert. Für ihn die vielleicht letzte Chance, wenn schon nicht mit Geld, dann doch wenigstens mit der öffentlichen Meinung auf den Bürgermeister Druck auszuüben. Griem willigt lächelnd ein...","versions":[{"lang":1,"streams":[{"redirect":10005900,"hoster":"VOE"},{"redirect":10005901,"hoster":"Streamtape"}]}]},{"epId":"episode-97","name":"Keine 8 mehr","epNo":97,"alt":"","descr":"Adsche bleiben nur noch sieben Tage, dann muss er den Hof räumen. Und nun erfährt er auch, wer seine Nachmieter sein werden. Ein Haufen von Milizionären taucht im Dorf und auf den Fluren auf, die offenbar aus dem ehrwürdigen Brakelmann’schen Anwesen einen Truppenübungsplatz machen wollen. Adsche ist zu allem entschlossen, um sein Terräng gegen die feindlichen Truppen zu verteidigen...","versions":[{"lang":1,"streams":[{"redirect":10005904,"hoster":"VOE"},{"redirect":10005905,"hoster":"Streamtape"}]}]},{"epId":"episode-98","name":"Finale","epNo":98,"alt":"","descr":"Wenige Stunden vor der Stimmabgabe tritt der Wahlkampf in Büttenwarder in seine heiße Phase ein. Der Amtsinhaber hat zur allgemeinen Überraschung im letzten Moment noch einen Gegenkandidaten bekommen, dessen Chancen unaufhörlich steigen. Griem spürt, jetzt muss er zu dem letzten Mittel greifen, das ihm als Berufspolitiker in der Regel als Erstes einfällt: Korruption!","versions":[{"lang":1,"streams":[{"redirect":10005909,"hoster":"VOE"},{"redirect":10005907,"hoster":"Streamtape"}]}]}]}]}