{"seriesId":"neue-geschichten-vom-pumuckl","name":"Neue Geschichten vom Pumuckl","descr":"Dicker Staub flockt durch die Luft, als Meister Eders Neffe Florian (Brückner) die Werkstatt betritt. Mehr als 30 Jahre lang waren Hobelbank und Kreissäge eingemottet. Florian Eder und seine Schwester Bärbel haben die alte Schreinerwerkstatt ihres Onkels geerbt. Lange stand sie leer. Jetzt soll sie verkauft werden. Doch in der Werkstatt scheint es nicht mit rechten Dingen zuzugehen. Es spukt!  Und prompt wiederholt sich das Schicksal: Pumuckl bleibt am Leim kleben und wird für Florian Eder sichtbar. Der kann seinen Augen kaum trauen. Ein Kobold? Ein Koboldsgesetz besagt: Wenn ein Kobold für einen Menschen sichtbar wird, dann muss er für immer bei diesem Menschen bleiben. Eder beschließt, seinen Job zu kündigen, die Werkstatt wiederherzurichten und in der Wohnung darüber einzuziehen. Von nun an erleben Florian Eder und Pumuckl viele neue Abenteuer voller Spaß, Herzlichkeit und Schabernack.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Koboldgesetz","epNo":1,"alt":"","descr":"Florian Eder und seine Schwester Bärbel haben die alte Schreinerwerkstatt ihres Onkels geerbt. Als sie diese verkaufen wollen, bleibt Pumuckl am Leimtopf kleben und wird sichtbar. Eder traut seinen Augen nicht. Doch ein Koboldsgesetz besagt: Wenn Pumuckl für einen Menschen sichtbar wird, dann muss er für immer bei diesem bleiben. Eder beschließt, seinen Job zu kündigen, die Werkstatt wieder herzurichten und in der Wohnung darüber einzuziehen.","versions":[{"lang":1,"streams":[{"redirect":14335475,"hoster":"VOE"},{"redirect":14262245,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pumuckl wird verschenkt","epNo":2,"alt":"","descr":"Als Pumuckl verbotenerweise in ein Paket eines Nachbarn klettert, wird er aus Versehen eingesperrt - und verschenkt. Der Kobold ist verschwunden! Verzweifelt macht sich Eder bei den Nachbarn im Vorderhaus auf die Suche nach ihm. Als er ihn in letzter Sekunde befreien kann, blamiert sich Eder bis auf die Knochen. Diesen Tag würden beide am liebsten aus ihren Erinnerungen streichen…","versions":[{"lang":1,"streams":[{"redirect":14277455,"hoster":"VOE"},{"redirect":14262244,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der alte Eder","epNo":3,"alt":"","descr":"Pumuckl weiß, dass der alte Meister Eder tot ist. Doch so richtig verstehen kann er es nicht. Und so macht er sich kurzerhand auf den Weg zum Friedhof, um ihn nochmal zu sehen. Am Grab wird Pumuckl schließlich klar, dass der alte Meister Eder nicht wieder kommen wird. Er ist froh, Florian Eder an seiner Seite zu haben, von dem er lernt, was Trauer und Tod bedeuten. Ein letztes Mal nehmen sie gemeinsam Abschied – auf Pumuckl-Art.","versions":[{"lang":1,"streams":[{"redirect":14283510,"hoster":"VOE"},{"redirect":14262247,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der verflixte Kaugummi","epNo":4,"alt":"","descr":"Die kleine Charly bittet Eder auf ihre Puppe Elias aufzupassen. Pumuckl ist eifersüchtig. Als er allein mit ihr ist, passiert ein Missgeschick: Die Puppe hat Kaugummi im Haar! Im Versuch, das vor Eder zu verheimlichen, macht Pumuckl alles nur noch schlimmer. Eder muss das Problem lösen, bevor Charly ihre Puppe wieder abholt. Doch auch ein Friseur und eine unheimliche Puppendoktorin können nicht helfen. Werden sie Charly das Herz brechen?","versions":[{"lang":1,"streams":[{"redirect":14268871,"hoster":"VOE"},{"redirect":14262246,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eder ist an allem schuld","epNo":5,"alt":"","descr":"Die Kinder vom Vorderhaus feiern den Beginn der Sommerferien mit einer Wasserbombenschlacht. Doch als der spaßbefreite Nachbar Burke die Wasserbomben beschlagnahmt, fordern die Kinder Rache. Ein unsichtbarer Pumuckl unterstützt sie dabei. Kurz darauf ist Burkes Hund rasiert! Und Burke wurde mit Wasserbomben beworfen. Als sich dann die Polizei einschaltet, wird Eder zum Hauptverdächtigen. Wie soll Pumuckl das wieder hinbekommen?","versions":[{"lang":1,"streams":[{"redirect":14275482,"hoster":"VOE"},{"redirect":14262249,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Pumuckl und die Geburtstagsüberraschung","epNo":6,"alt":"","descr":"Eder hat Geburtstag, doch Pumuckl erfährt erst am Morgen davon. Er versucht einen Geburtstagskuchen zu stibitzen, scheitert jedoch an Eders Freund Michi. Dann wird Pumuckl eben selbst einen Kuchen backen! Doch Eders Freunde durchkreuzen Pumuckls Überraschung. Pumuckl wird eifersüchtig. Und verbrennt sich auch noch an der heißen Herdplatte. Eder muss ihn verarzten. Und der Geburtstag endet anders, als beide sich das vorgestellt haben.","versions":[{"lang":1,"streams":[{"redirect":14274897,"hoster":"VOE"},{"redirect":14491202,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pumuckl geht Angeln","epNo":7,"alt":"","descr":"Pumuckl und Eder gehen angeln. Pumuckl ist ganz aufgeregt, doch eine laute Hundebesitzerin, ein Taucher in Eders Angelschnur, ein hungriger Hund und streitende Kinder trüben die Idylle auf dem Land. Als Pumuckl dann plötzlich einen Fisch am Haken hat, gerät er auch noch in Lebensgefahr. Eder muss ihn retten. Sie haben den Fisch gefangen, doch Pumuckl zweifelt, als Eder erklärt, was er mit dem Fisch jetzt vorhat.","versions":[{"lang":1,"streams":[{"redirect":14275475,"hoster":"VOE"},{"redirect":14262250,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Pumuckl wird verzaubert","epNo":8,"alt":"","descr":"Eder wird von der Vermieterin Frau Korbmann um Hilfe gebeten, einen kaputten Küchenschrank bei den Bahnmüllers zu reparieren. Das junge, urlaubsbereite Paar wirkt nervös, als die Vermieterin samt Eder in der Wohnung steht. Pumuckl entdeckt ein Klavier - und ist kurz darauf nicht mehr unsichtbar! Ist er verzaubert? Als dann auch noch ungenehmigte Untermieter in der Tür stehen, ist das Chaos komplett. Kann Eder Pumuckl rechtzeitig retten?","versions":[{"lang":1,"streams":[{"redirect":14268783,"hoster":"VOE"},{"redirect":14262248,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Werkstatt in Gefahr","epNo":9,"alt":"","descr":"Unangekündigt steht die Gewerbeaufsicht in der Werkstatt. Eder ist nervös. Wird die alte Werkstatt die Prüfung bestehen? Pumuckl fühlt sich herausgefordert. Die Werkstatt gehört ihm, und diese Prüfer sollen ganz schnell wieder gehen! Eder sieht sich gezwungen, Pumuckl im Kühlschrank einzusperren. Doch Pumuckl hat mit seinem Schabernack bereits auf ungewöhnliche Weise dafür gesorgt, dass Eder am Ende die Betriebserlaubnis behalten darf.","versions":[{"lang":1,"streams":[{"redirect":14514628,"hoster":"VOE"},{"redirect":14262251,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Pumuckl und das Pferd am Nil","epNo":10,"alt":"","descr":"Eders Freund Michi will zum Karneval gehen. Er bittet Eder, am Abend bei den Kindern nach dem Rechten zu sehen. Pumuckl ist nur interessiert an Konrad, dem unsichtbaren Freund von Michis Stieftochter. Doch als er mitbekommt, dass deren Freunde nicht an unsichtbare Wesen glauben, mischt Pumuckl den Abend gehörig auf. Am Ende sind alle zerstritten, auch Michi und Eder. Pumuckl hat ein schlechtes Gewissen. Wie kann er das nur wieder hinbiegen?","versions":[{"lang":1,"streams":[{"redirect":14277563,"hoster":"VOE"},{"redirect":14262252,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Pumuckl und die Spinne","epNo":11,"alt":"","descr":"Eders Jugendliebe Franziska taucht in der Werkstatt auf. Als sie gemeinsam ausgehen, will Eder den eifersüchtigen Pumuckl mit einer Tafel Schokolade versöhnlich stimmen. Doch dann taucht eine Spinne auf! Pumuckl braucht Eders Hilfe. Entgegen der Abmachung stört er ihn ihm Restaurant. Eder kommt in die Werkstatt. Doch die Spinne ist weg. Hat Pumuckl gelogen? Und wie bringt Florian seiner Jugendfreundin bei, dass ein Kobold bei ihm wohnt?","versions":[{"lang":1,"streams":[{"redirect":14268870,"hoster":"VOE"},{"redirect":14491204,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Pumuckl will Skifahren","epNo":12,"alt":"","descr":"Bärbel und ihr Freund Cedric wollen mit Eder gemeinsam Skifahren gehen. Pumuckl will mit und sie müssen früh aufstehen! Doch als Pumuckl den Wecker falsch stellt, klingelt dieser mitten in der Nacht. Pumuckl versucht alles, um Eder zum Skifahren zu bewegen. Doch schließlich übermannt beide die Müdigkeit. Sie verschlafen. Pumuckl ist traurig. Er wollte so gerne Skifahren! Zum Glück hat Eder eine Idee, wie das doch noch klappen könnte.","versions":[{"lang":1,"streams":[{"redirect":14514737,"hoster":"VOE"},{"redirect":14262253,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Pumuckl feiert Silvester","epNo":13,"alt":"","descr":"Bärbel und ihr Freund Cedric wollen mit Eder gemeinsam Skifahren gehen. Pumuckl will mit und sie müssen früh aufstehen! Doch als Pumuckl den Wecker falsch stellt, klingelt dieser mitten in der Nacht. Pumuckl versucht alles, um Eder zum Skifahren zu bewegen. Doch schließlich übermannt beide die Müdigkeit. Sie verschlafen. Pumuckl ist traurig. Er wollte so gerne Skifahren! Zum Glück hat Eder eine Idee, wie das doch noch klappen könnte.","versions":[{"lang":1,"streams":[{"redirect":14275102,"hoster":"VOE"},{"redirect":14262255,"hoster":"Streamtape"}]}]}]}]}