{"path":"/serie/stream/neuer-wind-im-alten-land","name":"Neuer Wind im Alten Land","descr":"Im Zentrum steht die bekannte Journalistin Beke Rieper (Felicitas Woll), die für die größten Medienhäuser der Welt gearbeitet hat. Nachdem ihr falsche Quellen in einem Skandal-Artikel zum Verhängnis wurden, ist ihr Name in der Branche verbrannt. Zurück auf dem Obsthof ihrer Eltern im Alten Land nimmt sie in der kleinen Redaktion der Altländer Tageszeitung einen Job bei Chefredakteur Norbert Heuer (Christoph Glaubacker) an. Der verlangt jedoch von ihr die kleinen Meldungen des lokalen Alltags, was Beke wenig interessiert. Beke muss lernen, sich und ihren Fähigkeiten wieder zu vertrauen, um in der unscheinbaren Story eine emotionale und packende Geschichte für ihre neue Zeitung zu finden.","seasons":[{"path":"/serie/stream/neuer-wind-im-alten-land/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/neuer-wind-im-alten-land/staffel-1/episode-1","name":"Beke wirbelt auf","epNo":1,"alt":"","descr":"Beke ist eine verbrannte Starjournalistin, die bei den renommiertesten Blättern geschrieben hat. Eine falsche Quelle bricht ihr das Genick. Und so zieht Beke wieder zurück nach Hause. Die \"Altländer Zeitung\" ist das einzige Blatt, bei dem Beke einen Job findet. Und das auch nur aufgrund der Bitten ihrer Mutter. Beke wohnt jetzt wieder in ihrem Kinderzimmer. Aber sie lässt sich nicht unterkriegen. Es gibt überall gute Geschichten! Beke Rieper war Starjournalistin. Für die renommiertesten Blätter der westlichen Welt hat sie geschrieben: \"The Guardian\", \"New York Times\", um nur zwei zu nennen. Dann aber der Karriereknick. Sie verließ sich auf die falschen Quellen, und der Artikel wurde zum Desaster. Für die Zeitung und für sie. Beke ist verbrannt. Keiner will die einst gefragte Reporterin mehr haben. Das heißt, doch. Einer. Ausgerechnet das Käseblatt in ihrem Heimatdorf im Alten Land würde sie einstellen. Beke nimmt den Job an. Vorübergehend, bis sie weiß, wie sie ihr Leben jetzt neu sortieren will. Und dafür zieht sie auch wieder zu Hause, bei ihren Eltern, ein, was nicht ganz unkompliziert ist. Und sie trifft ihre alte Jugendliebe Paul wieder, der ausgerechnet mit ihrer besten Freundin Elif verheiratet war. Ist es dann ok, wenn es zwischen Paul und ihr wieder zu knistern beginnt? Die erste Geschichte, die Beke für die \"Altländer Zeitung\" schreiben soll, ist ein Blechschaden auf der A26, der kürzesten Autobahn Deutschlands. Eine Frau hat die Leitplanke gerammt. Der schlechte Belag der Straße war die Ursache. Die Autobahn ist skandalumwittert. Mehrere Klagen hatten ihre Vollendung einige Jahre zuvor verhindert. Der Kläger: ein knurriger alter Mann, Henning Beckmann, dessen Haus den Weiterbau der Straße wie eine Festung blockiert. Bekes Schwester Heide hat als Bürgermeisterin intensives Interesse an der Fertigstellung der Trasse. Wirtschaftlich wäre sie für die Gemeinde ein Segen. Und zufällig ist ihr Mann Bauunternehmer, der am Weiterbau der A26 erheblich verdienen würde. Entsprechend vehement versucht Heide, ihre Schwester gegen Henning einzunehmen. Aber Bekes journalistischer Spürsinn ist geweckt. Sie wittert eine andere Wahrheit hinter dem grimmigen Gesicht von Henning Beckmann als die, die die öffentliche Meinung von ihm zeichnen möchte. Geduldig erarbeitet sie sich Hennings Vertrauen und erfährt, dass ein Unfall ihm Frau und Sohn genommen hat, wonach er komplett abgestürzt ist. Dealt der Alte tatsächlich mit Drogen, wie ihm alle unterstellen? Aber Henning hat ein ganz anderes Geheimnis. Unter der unfertigen Autobahnbrücke der A26 haben sich Heerscharen von Fledermäusen eingenistet. Beke wundert sich: Fledermäuse wären doch der perfekte Grund, den Bau der Autobahn endgültig zu blockieren. Warum nutzt der Alte diese Chance nicht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13936768","hoster":"VOE"},{"path":"/redirect/13936766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/neuer-wind-im-alten-land/staffel-1/episode-2","name":"Gestrandet","epNo":2,"alt":"","descr":"Beke Rieper soll eigentlich von der neuen Funkanlage im Hafen berichten. Dabei entdeckt sie eine blinde Passagierin, die ihr Gedächtnis verloren hat und offenbar auch nicht sprechen kann. Zu gern würde Beke ergründen, was der jungen Frau widerfahren ist. Aber ihr Chefredakteur will die Story nicht. Zudem soll Beke ihre abwesenden Eltern im Hofladen vertreten, ihre Tochter Camilla steht urplötzlich vor der Tür, und dann ist da auch noch Paul. Beke muss über die neue Funkanlage auf einem Frachter berichten – ein Lieblingsthema ihres Chefs. Dort jedoch begegnet ihr Mia, eine junge Frau, die ihr Gedächtnis verloren hat. Sie hat sich als blinde Passagierin auf dem Frachter versteckt. Der Kapitän übergibt sie pflichtgemäß der Polizei, die sie angesichts ihrer angeschlagenen psychischen Verfassung in eine Klinik einweisen lässt. Beke geht die Frau nicht aus dem Sinn. Sie will wissen, was dahintersteckt. Als Mia aus der Klinik wegläuft, gabelt Beke sie auf und nimmt sie mit in ihr Heimatdorf Jork. Polizist Kalle wittert nichts Gutes. Mia gilt als vermisst, Beke muss sie eigentlich sofort wieder an die Polizei ausliefern. Eigentlich. Beke verheimlicht gekonnt vor allen, wen sie da im Schlepptau hat, und versucht fieberhaft, Mias wahre Geschichte zu ergründen. Mia reagiert auf Musik. Aus ihren Albträumen weiß sie, dass sie irgendwas zerschlagen hat. Aber was? Welche Schuld lastet möglicherweise noch auf Mias Schultern? Überlagert wird diese Recherche, die Beke ja eigentlich gar nicht machen darf, von Bekes üblicher Alltagslast: Sie muss ihre Eltern im Hofladen vertreten, weil diese zu einer Landwirtschaftsmesse fahren. Zudem hat sie noch zahlreiche Aufträge für die \"Altländer Zeitung\" zu schreiben, zum Beispiel zum Thema Vandalismus. Irgendjemand torpediert die Lesung des Stadtschreibers und zerfetzt alle Plakate. Sehr zum Ärger von Bekes Schwester Heide, die sich als Bürgermeisterin redlich darum bemüht, der Gemeinde kleine Besonderheiten zu bieten. Außerdem steht plötzlich Bekes Tochter Camilla vor der Tür, die erst nach und nach damit rausrückt, dass sie fürchtet, schwanger zu sein. Und dann ist da noch Paul, Bekes frühere Liebe, dessen Charme sie sich nicht entziehen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13936767","hoster":"VOE"},{"path":"/redirect/13936765","hoster":"Streamtape"}]}]}]}]}