{"path":"/serie/stream/next-2020","name":"NeXt (2020)","descr":"Der geniale, aber paranoide Tech-Manager Paul Leblanc (John Slattery) soll gemeinsam mit der Homeland-Cybersecurity-Agentin Shea Salazar (Fernanda Andrade) den Kampf gegen eine K.I. aufnehmen, die sich selbstständig gemacht hat und zudem über die Fähigkeit verfügt, sich selbst weiter zu verbessern.","seasons":[{"path":"/serie/stream/next-2020/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/next-2020/staffel-1/episode-1","name":"Iliza","epNo":1,"alt":"FILE #1","descr":"Der Pionier des Silicon Valley, Paul LeBlanc, schließt sich mit Special Agent Shea Salazar zusammen, nachdem eine Reihe von technischen Pannen die Welt in Gefahr gebracht hat. Paul jongliert mit seiner Gesundheit und seinem Familienleben. Sheas Sohn erlebt Mobbing in der Schule.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333620","hoster":"VOE"},{"path":"/redirect/11082889","hoster":"Doodstream"},{"path":"/redirect/8300643","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8819722","hoster":"VOE"},{"path":"/redirect/8850532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/next-2020/staffel-1/episode-2","name":"Täuschung","epNo":2,"alt":"FILE #2","descr":"Nach einer missbräuchlichen Behandlung entkommt NEXT den begrenzten Servern seiner Heimatfirma und erhält Internetzugang. Shea rekrutiert Paul und ihre Mitarbeiter, um den möglichen Standort von NEXT zu ermitteln. Paul versucht, seine Beziehung zu seiner Tochter wiederzubeleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8300885","hoster":"VOE"},{"path":"/redirect/13572849","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8819709","hoster":"VOE"},{"path":"/redirect/13572760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/next-2020/staffel-1/episode-3","name":"Übernahme","epNo":3,"alt":"FILE #3","descr":"Shea und Le Blanc reisen nach Dartmouth, um den Aufenthaltsort von NEXT zu untersuchen, der möglicherweise mit Biomotion Labs zusammenhängt. Dort besuchen sie LeBlancs Freund, Professor Richard Pearish, um Antworten zu erhalten. Währenddessen treffen Shea, Ethan und Ty zusätzliche Vorkehrungen, um die Verbindung zur Elektronik und zum Internet zu trennen, und LeBlanc fordert Abby ebenfalls auf, dies zu tun, aber NEXT kompliziert ihre Pläne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819741","hoster":"VOE"},{"path":"/redirect/8819735","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8819730","hoster":"VOE"},{"path":"/redirect/8819731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/next-2020/staffel-1/episode-4","name":"Deepfake","epNo":4,"alt":"FILE #4","descr":"Shea (Fernanda Andrade) und LeBlanc (John Slattery) stehlen einen wichtigen Hard Drive und lassen ihn von Ben (Aaron Moten), Gina (Eve Harlow) und C.M. (Michael Mosley) entschlüsseln.C.M.s Vergangenheit holt ihn ein als NEXT das FBI Gebäude ins Visier nimmt.Ted (Jason Butler Harner) und sein Zava Team suchen weiter nach NEXT, Ty (Adrian Bellani) und Ethan (Evan Whitten) verstecken sich in einer abgelegenen Hütte und LeBlanc entdeckt neue Informationen über seine Gesundheit, auch Einfluss auf Abby (Elizabeth Cappuccino) nehmen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8819733","hoster":"VOE"},{"path":"/redirect/8819738","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8819714","hoster":"VOE"},{"path":"/redirect/8605185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/next-2020/staffel-1/episode-5","name":"Geister der Vergangenheit","epNo":5,"alt":"FILE #5","descr":"NeXt inszeniert ein gefährliches Wiedersehen zwischen Shea (Fernanda Andrade) und jemandem aus ihrer Vergangenheit. Ted (Jason Butler Harner) hat Ärger mit Zava und überlegt, wie er in der Firma bleiben kann. Währenddessen öffnet sich Paul (John Slattery) gegenüber Abby und das Leben von CM (Michael Mosley) ist bedroht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13902753","hoster":"VOE"},{"path":"/redirect/13572775","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8819716","hoster":"VOE"},{"path":"/redirect/13572753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/next-2020/staffel-1/episode-6","name":"Die Festung der Einsamkeit ","epNo":6,"alt":"FILE #6","descr":"Shea (Fernanda Andrade) gelingt es, Ethan (Evan Whitten) aus einer gefährlichen Situation zu retten, während Ty (Adrian Bellani) eine schwierige Entscheidung über die Sicherheit seiner Familie trifft. Paul (John Slattery) nimmt endlich die Sache selbst in die Hand, um mit seiner degenerative Hirnerkrankung klarzukommen. Außerdem fliehen CM (Michael Mosley) und Gina (Eve Harlow) aus dem Krankenhaus und erfahren mehr über einander, Ted (Jason Butler Harner) macht einen riskanten Deal, um eine Serverfarm in Singapur zu übernehmen, und er benutzt Abby (Elizabeth Cappuccino), um auf die neXte Festplatte von LeBlanc zuzugreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453430","hoster":"VOE"},{"path":"/redirect/13572838","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8819724","hoster":"VOE"},{"path":"/redirect/13572766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/next-2020/staffel-1/episode-7","name":"Der Deal","epNo":7,"alt":"FILE #7","descr":"Paul LeBlanc stellt seinem Bruder Ted eine Falle, indem er ihn in die Tiefgarage des Krankenhauses lockt. Dort kann er ihn mit Hilfe eines Tasers überwältigen. Gemeinsam mit Shea bringt er ihn in sein Versteck. Shea ist fest entschlossen, die Wahrheit aus Ted herauszuholen und tatsächlich gesteht Ted, dass er einen Deal mit Zhai gemacht hat. neXt versucht indessen weiterhin, Chaos unter der Menschheit zu verbreiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8517319","hoster":"VOE"},{"path":"/redirect/13572782","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8819721","hoster":"VOE"},{"path":"/redirect/13572759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/next-2020/staffel-1/episode-8","name":"Blackout","epNo":8,"alt":"FILE #8","descr":"NeXt manipuliet ein GPS-System, das zu einem Autounfall eines älteren Paares führt. Außerdem kommt es überall im Land zu Stromausfällen.LeBlanc (John Slattery) beschließt einen Virus in den Server einzupflanzen, muss jedoch vorher in ZAVA einbrechen.Shea (Fernanda Andrade) und Ty (Adrian Bellani) haben unterschiedliche Vorstellungen davon, wie sie ihre Familie beschützen sollen.Ben (Aaron Moten) muss sich inzwischen einem Konflikt mit seinem Vater stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8517311","hoster":"VOE"},{"path":"/redirect/8517318","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8819720","hoster":"VOE"},{"path":"/redirect/8605189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/next-2020/staffel-1/episode-9","name":"Vorbereitungen","epNo":9,"alt":"FILE #9","descr":"NeXt nimmt die Kongressabgeordnete Beatty erneut ins Visier als Agent Shea Salazar (Fernanda Andrade) ihre Hilfe braucht. Shea entdeckt einen Maulwurf in ihrem Team während Gina (Eve Harlow) Probleme bekommt als sie den Virus auf einen NSA Server coden will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8579421","hoster":"VOE"},{"path":"/redirect/8579424","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8819726","hoster":"VOE"},{"path":"/redirect/8605193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/next-2020/staffel-1/episode-10","name":"Das Opfer ","epNo":10,"alt":"FILE #10","descr":"NeXt verhöhnt LeBlanc (John Slattery) mit einer neuen Taktik, die auf seine Krankheit Bezug nimmt. Shea Salazar (Fernanda Andrade) und LeBlanc versuchen ein letztes Mal neXt zu zerstören um ihre Familien, ihre Leben und die Welt zu retten. Die Serie wurde nach der 1. Staffel eingestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8579419","hoster":"VOE"},{"path":"/redirect/13569828","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12380619","hoster":"VOE"},{"path":"/redirect/13572767","hoster":"Streamtape"}]}]}]}]}