{"seriesId":"neymar-das-vollkommene-chaos","name":"Neymar - Das vollkommene Chaos","descr":"Einer der berühmtesten und bestbezahlten Sportler aller Zeiten – wie man ihn noch nie gesehen hat. Neymar ist zweifellos ein Held auf dem Spielfeld, abseits jedoch eine umstrittene Figur. Diese dreiteilige Dokureihe unter der Regie von David Charles Rodrigues lässt das Publikum mit dem Fußballstar Neymar da Silva Santos Júnior auf Tuchfühlung gehen. Dabei wird die bisherige Karriere des brasilianischen Stars nachgezeichnet – angefangen mit seinem Aufstieg beim FC Santos und der glorreichen Zeit beim FC Barcelona bis hin zu seiner wilden Achterbahnfahrt mit der brasilianischen Nationalmannschaft und Paris Saint-Germain. Gleichzeitig wird jedoch auch der Schleier hinter Neymars Marketingmaschinerie gelüftet, die von seinem Vater mit eiserner Hand geführt wird. Die Dokureihe umfasst zahlreiche Interviews mit Fußballstars wie Beckham, Messi, Mbappé und vielen anderen Legenden, die sich zu Neymars Rolle in der Sportgeschichte äußern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein vielversprechender brasilianischer Spieler","epNo":1,"alt":"The Great Brazilian Promise","descr":"Der aus bescheidenen Verhältnissen stammende Neymar wird zum Weltstar mit einem sorgfältig gepflegten Image. Dennoch folgt ihm die Kritik auf Schritt und Tritt.","versions":[{"lang":1,"streams":[{"redirect":9709683,"hoster":"VOE"},{"redirect":9709674,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13485968,"hoster":"VOE"},{"redirect":9709568,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Comeback","epNo":2,"alt":"The Comeback","descr":"In Barcelona wird Neymar gefeiert. Doch aufgrund seines Umzugs nach Paris, des Drucks wegen der WM und einer schockierenden Anschuldigung steht er auf dem Prüfstand.","versions":[{"lang":1,"streams":[{"redirect":9715965,"hoster":"VOE"},{"redirect":9716066,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13485994,"hoster":"VOE"},{"redirect":9709571,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ici c’est Paris","epNo":3,"alt":"This is Paris","descr":"Als die Spannungen mit PSG zunehmen, besinnt sich Neymar auf seine Liebe zum Fußball und darauf, das Leben vieler Menschen in seiner Heimatstadt zu verändern.","versions":[{"lang":1,"streams":[{"redirect":9715966,"hoster":"VOE"},{"redirect":9715964,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13485960,"hoster":"VOE"},{"redirect":9709573,"hoster":"Streamtape"}]}]}]}]}