{"seriesId":"nick-knatterton","name":"Nick Knatterton","descr":"Nikolaus Kuno Freiherr von Knatter liebte schon als Kind die Kriminalromane seiner Mutter (sie las sogar einen während seiner Geburt), und als Erwachsener wurde aus ihm der berühmte Meisterdetektiv Nick Knatterton. Er ist ein gewiefter Ermittler, der mit bloßem Auge Fingerabdrücke identifizieren kann, eine unglaubliche Auffassungsgabe besitzt (\"Kombiniere …\") und allerlei technischen Schnickschnack als Verstärkung benutzt, darunter einen Werkzeugkasten in der Schuhsohle und einen Fallschirm im Hosenboden, für alle Fälle. Knatterton ist Pazifist und versucht den Einsatz von Gewalt auf ein Minimum zu reduzieren; meist genügt schon sein gefürchteter Kinnhaken, um einen Gegner außer Gefecht zu setzen, oder, bei mehreren Gegnern, sein berüchtigter \"Vierfach-K.-o. aus dem Stand\". Knatterton hat ein kantiges Kinn und eine hohe Stirn mit unwesentlich mehr Haaren als Homer Simpson, raucht Pfeife und trägt einen grün karierten Tweedanzug mit Knickerbockern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kennen Sie Nick Knatterton?","epNo":1,"alt":"","descr":"In der ersten Geschichte namens \"Kennen Sie Knatterton? Kurzfassung seines Lebens und Treibens\" stellt sich heraus, Knattertons eigentlicher Name ist Nikolaus Kuno Freiherr von Knatter. Aufgewachsen im Stammschloß seiner Ahnen, allesamt furchtlose Kriegsmänner, entwickelt sich der kleine Nikolaus zu einem überzeugten Pazifisten und Anhänger der humanen Gewaltanwendung. Früh interessiert er sich für die Kriminalromane seiner Mutter. Als Nick jedoch eines Tages beschließt, Privatdetektiv zu werden, wird der Familienrat einberufen.","versions":[{"lang":1,"streams":[{"redirect":9378163,"hoster":"VOE"},{"redirect":9378162,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Freitags immer","epNo":2,"alt":"","descr":"Wer legte Molly Moll um?: Nick Knatterton macht einen ausgedehnten Abendspaziergang, der ihn auch in eine dunkle Seitenstraße führt. Und dort entdeckt er das attraktive Fotomodell Molly Moll bewußtlos am Boden liegend, mit einer riesigen Beule am Hinterkopf. Wer könnte die Schöne nur so übel zugerichtet haben? Sofort macht sich der findige Detektiv an die Spurensicherung. Das Patent im Schuhabsatz: Knatterton, Freund der Gesetzestreuen sowie Schrecken aller Gesetzeslosen, verfolgt heute eine ungeheuer heiße Spur. Nämlich die von Juwelen-Jupp. Nach aufregenden Zwischenfällen landet Knatterton schließlich in der Alibi-Bar. Der künstliche Hinterkopf: Mit allen Mitteln versucht Virginia Peng, die clevere Wirtin der \"Alibi\"-Bar, wo nur die Unterwelt verkehrt, Nick Knatterton lahmzulegen. Trotzdem bekommt der Meisterdetektiv in Windeseile heraus, wer von den Ganoven jeden Freitag um elf harmlose Passanten umhaut.","versions":[{"lang":1,"streams":[{"redirect":9378164,"hoster":"VOE"},{"redirect":9378173,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Geheimnisse der Alibi-Bar","epNo":3,"alt":"","descr":"Der Halbakt im Mülleimer: Nick Knatterton entdeckt einen weiblichen Halbakt im Mülleimer. Gehört das formvollendete Stück zum dem komplizierten Fall, den der Multimillionär Knicker ihm übertragen hat? Der gewitzte Meisterdetektiv hat alle Hände voll zu tun, denn die Unterwelt bedroht ihn. Die Ansichten Molly Molls: Meisterdetektiv Nick Knatterton findet das bekannte Fotomodell Molly Moll in ihrem Luxus-Appartment ebenso leicht bekleidet wie schwer gefesselt vor. Sofort macht er sich an die Sicherung der Spuren, von denen er viele findet, u. a. einen Stiftzahn-Splitter. Die Köpfe des Max Wachs: Im Atelier des Schaufensterpuppen-Gestalters Max Wachs erlebt Meisterdetektiv Nick Knatterton etwas höchst Seltsames. Kurz danach findet er eine hochverdächtige Zigarettenkippe. Als Nick anfängt haarscharf zu kombinieren, bleibt ihm vor Erstaunen doch glatt die Luft weg! Ein Knicker an der Theke: Multimillionär Konrad Knicker zeigt Superdetektiv Knatterton ein komprimitierendes Foto, mit dem man ihn erpressen will. Nick Knatterton weiß Rat: Er versteckt sich in Knickers großem Garten, um den Erpresser abzufangen. Ein Anker wird aktiv: Alle Spuren im Fall Knicker führen in die Alibi-Bar, wo Meisterdetektiv Knatterton zunächst ein hilfloses Opfer der äußerst attraktiven Wirtin Peng wird. Doch nach einer Weile gelingt es Knatterton sich aus ihrer Umgebung zu befreien und den Spieß umzudrehen. Was piekt da im Rücksitz: Wie gut, daß Meisterdetektiv Nick Knatterton so viele Tricks auf Lager hat. Sonst säße er wohl noch immer im Kofferraum eines Taxis und hätte den geplanten Banküberfall ganz gewiß nicht verhindern können. Das Brustbild hinterm Fenster: Meisterdetektiv Nick Knatterton hat ein schmerzhaftes Erlebnis auf einer \"hinterhältigen\" Treppe. Kurz darauf trifft er in einem Keller Virginia Pengs Bande. Doch die Ganoven beachten ihn gar nicht. Und das hat seine Gründe ... Ein Sessel wird zur Falle: Im Boudoir der Alibi-Bar-Wirtin Virginia Peng muß Knatterton Furchtbares über sich ergehen lassen. Aber seine stahlharten Nerven sind höchsten Ansprüchen gewachsen. Virginia kriegt den Meisterdetektiv nicht klein. Ein Hund wird kriminell: Die Spannung erreicht ihren absoluten Höhepunkt: Wer ist nun eigentlich der langgesuchte Täter oder die Täterin? Heute klärt sich endlich alles auf. Und es gibt ein schönes, wenn auch tränenreiches Happy-End des Kriminalfalls.","versions":[{"lang":1,"streams":[{"redirect":9378175,"hoster":"VOE"},{"redirect":9378181,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Türen, Täter und Tresore","epNo":4,"alt":"","descr":"Welcher Zusammenhang besteht zwischen einem ohnmächtigen Steuerinspektor, einem Müllsack, der sich bewegt und dem \"Großen Knacker\", der wieder einmal die Tresore der Stadt unsicher macht? Auch Photoreporter Benno Blitz und das ehemalige Photomodell Molly Moll, die sich zur Sängerin Dolly Dur gemausert hat, scheinen in den Fall verwickelt zu sein. Hat der \"Große Knacker\" Dolly Durs Noten aus dem Tresor gestohlen? Nick Knatterton macht sich auf, den Fall mit Hilfe seiner außergewöhnlichen Kombinationsgabe zu lösen.","versions":[{"lang":1,"streams":[{"redirect":9378185,"hoster":"VOE"},{"redirect":9378183,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Miezen, Macher und Moneten","epNo":5,"alt":"","descr":"Nick Knatterton macht eine seltsame Entdeckung: In seinem Geldbeutel findet er einen 50 DM-Schein, der zur Hälfte schwarz ist und nach Bismark-Heringen riecht. Sein Superhirn kombiniert sofort Ort und Datum seiner Herkunft und schon kurz darauf findet sich Knatterton am Fischladen an der Ecke ein. Von dort aus führt ihn die Spur zur Bar von Mieze Meyer, dem Treffpunkt der Chicagoer Unterwelt, in deren Kellertresor sich weitere halbschwarze Geldscheine finden. Die Unterwelt ist entsetzt, Nick Knatterton aber kombiniert weiter.","versions":[{"lang":1,"streams":[{"redirect":9378193,"hoster":"VOE"},{"redirect":9378195,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Spesen, Spinner und Spione","epNo":6,"alt":"","descr":"Der Chemiker Leo Lauge hat ein metallschmelzendes Spray erfunden, mit dem Gullis, Kanonen, Bohrmaschinen (um nur einige Beispiele zu nennen) von einer Sekunde zur nächsten verschwinden können. Die Herstellungsformel ist ein Vermögen wert. Aus Angst vor Mißbrauch übergibt Lauge Nick Knatterton eine Hälfte des Mikrofilms, auf dem die Formel gespeichert ist. Die andere Hälfte des Films besitzt Paula Pokerface, Lauges Assistentin. Doch diese ist plötzlich spurlos verschwunden.","versions":[{"lang":1,"streams":[{"redirect":9378207,"hoster":"VOE"},{"redirect":9378206,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bargeld, Betten und Brillanten","epNo":7,"alt":"","descr":"Nick Knatterton gönnt sich einen Kinoabend. Doch der Film, den er zu sehen bekommt, läßt ihn kalt. Auf der Heimfahrt hat er sein Auge - wie immer - überall. Plötzlich fliegt eine Herrenhose aus dem Fenster eines Hochhauses, die unten auf der Straße von dem berüchtigten Juwelen-Jupp in Empfang genommen wird. Und schon ist Knatterton in einen neuen Kriminalfall verwickelt.","versions":[{"lang":1,"streams":[{"redirect":9378212,"hoster":"VOE"},{"redirect":9378215,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die ferngelenkte Superbiene","epNo":8,"alt":"","descr":"Wilma Will, Sekretärin der Bims-Rüstungswerke, ist entsetzt: Eine überdimensionale Biene spritzte ihr ein Betäubungsmittel in die Nase. Das ferngesteuerte Insekt schaffte es trotz bester Sicherheitsvorkehrungen in das Hauptgebäude der Bims-Werke einzudringen. Bruno Bims, der Generaldirektor, ruft Knatterton um Hilfe. Der Fall scheint klar auf der Hand zu liegen: Es handelt sich um Werkspionage. Und dahinter kann eigentlich nur Kasimir Kann, Spezialist für Schaltpläne von Mikroprozessoren, stecken. Doch auf Knatterton warten einige trickreiche Hindernisse.","versions":[{"lang":1,"streams":[{"redirect":9378219,"hoster":"VOE"},{"redirect":9378221,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ballermänner und Computer","epNo":9,"alt":"","descr":"Ein hochherrschaftlicher Chauffeur bittet Nick Knatterton sofort zu Frau Generaldirektorin Bertha Baller zu kommen. Bertha Baller ist Alleinerbin und Chefin der Baller-Schußwaffen-Werke, aus denen die hochberühmten Ballermänner kommen. Grund der Aufregung ist Dackel Conny, der plötzlich verschwunden ist. Kurz darauf jedoch findet sich der Dackel wieder ein und Knatterton entdeckt eine Wanze an seinem edelsteinbesetzten Halsband. Der Verdacht fällt auf den Werkspion Kasimir Kann und seine Komplizin Siglinde Soll, einer Spezialistin der Bums-Rüstungswerke. Doch ganz so einfach läßt sich dieser Fall nicht kombinieren.","versions":[{"lang":1,"streams":[{"redirect":9378223,"hoster":"VOE"},{"redirect":9378227,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sammler, Fälscher und Ganoven","epNo":10,"alt":"","descr":"Dem Millionär und Kunstsammler Paul Protz ist ein Rubens abhanden gekommen und Kunstliebhaber Nick Knatterton eilt sofort an den Tatort: die bestens gesicherte Villa des reichen Kunstsammlers im wohlhabendsten Viertel der Stadt. Doch bei näherer Betrachtung des einzigen Photos des wertvollen Bildes bemerkt Nick, daß es sich um eine Fälschung handelt. Die Dame, die für das gefälschte Bild Modell stand, ist niemand anderes als das Molly Moll. Knatterton ist ratlos.","versions":[{"lang":1,"streams":[{"redirect":9378233,"hoster":"VOE"},{"redirect":9378234,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der kriminelle Brühwürfel","epNo":11,"alt":"","descr":"Meisterkoch Gottfried von Bouillon, ausgezeichnet mit dem goldenen Kochlöffel am Bande mit Lorbeerblatt, betreibt das 3-Sterne-Restaurant \"Zum Gaumenkitzel\", Treffpunkt aller Feinschmecker, zu denen natürlich auch Nick Knatterton gehört. Wie alle anderen wartet Knatterton auf Gottfrieds berühmte Hummersuppe, als dieser schreiend mit einer Videokamera aus der Küche kommt, die die Zubereitung filmen sollte. Knatterton läßt sich nicht lange bitten, und geht der Sache auf den Grund.","versions":[{"lang":1,"streams":[{"redirect":9378237,"hoster":"VOE"},{"redirect":9378240,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Kopf fiel in die Themse","epNo":12,"alt":"","descr":"Nick Knatterton wandelt auf den Spuren seines berühmten britischen Vorgängers Sherlock Holmes an der Themse entlang. Da sieht er plötzlich einen Kopf im Wasser treiben. Dieser führt den kombinationsfreudigen Meisterdetektiv zu seinem Besitzer, dem Schloßherrn Archibald Spleen und zu dessen Gattin Gwendolin, der Vorsitzenden des Clubs zur Erhaltung und Pflege britischer Schloßgeister. Doch dort erwarten Knatterton nur neue Rätsel: das Lager einer Diebesbande und eine Tochter, die ganz unstandesgemäß als Callgirl arbeitet.","versions":[{"lang":1,"streams":[{"redirect":9378245,"hoster":"VOE"},{"redirect":9378251,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Greifer, Girls und Grand Hotels","epNo":13,"alt":"","descr":"Trickdiebstahl an der Côte d’Azur: Ein paar miese Gauner fingieren eine Filmproduktion, um die reichen Flaneure an der Côte d’Azur ihrer kostbaren Diamanten und Geldbörsen zu berauben. Unglücklicherweise macht jedoch Meisterdetektiv Nick Knatterton Urlaub am Tatort und entlarvt die falschen Filmemacher im Handumdrehen.","versions":[{"lang":1,"streams":[{"redirect":9378253,"hoster":"VOE"},{"redirect":9378259,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Moden, Maler und Modelle","epNo":14,"alt":"","descr":"Tino de la Taille, der berühmte Modeschöpfer ist entsetzt: Sein neues Schnittmuster ist verschwunden! Wird der geniale Schnitt noch vor der Saison bekannt ist Tino ruiniert. Er beauftragt er Knatterton das einzige noch existierende Modell persönlich unter seinem Anzug zu tragen. Und der Meisterdetektiv geht mit dem Modell auf die Suche: Modespionin Hedda Hopps könnte es auf das Muster abgesehen haben, kommt für den Diebstahl aber nicht in Frage. Knatterton ist ratlos.","versions":[{"lang":1,"streams":[{"redirect":13916709,"hoster":"VOE"},{"redirect":9378269,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Finten, Flirts und Filmemacher","epNo":15,"alt":"","descr":"Eine amerikanische Filmproduktion dreht einen Kriminalfilm an der Côte d’Azur. Hauptdarsteller ist der mittlerweile berühmte Meisterdetektiv Nick Knatterton. Doch dann wird Lori Zontal entführt, die Darstellerin der weiblichen Hauptrolle. Die Entführer fordern vom Produzenten Schnulz ein immenses Lösegeld. Für Knatterton bietet sich die Chance seine eigentliche Rolle wieder einzunehmen. Die von ihm verfolgte Spur führt zu einem weiteren Produzententeam.","versions":[{"lang":1,"streams":[{"redirect":9378272,"hoster":"VOE"},{"redirect":9378279,"hoster":"Streamtape"}]}]}]}]}