{"path":"/serie/stream/nick-knight-der-vampircop","name":"Nick Knight - Der Vampircop","descr":"Die Serie basiert auf dem US-amerikanischen Fernsehfilm mit dem Titel Midnight Cop (Nick Knight) (1989) und handelt von der Geschichte des über 800 Jahre alten Vampircops Nick Knight, der so gut wie unverwundbar ist - lediglich Feuer kann ihn töten. Dennoch träumt er davon wieder sterblich zu sein um normal leben zu können. Als Polizist klärt er zusammen mit seinem Partner Schanke seltsame und rätselhafte Todesfälle auf. Dadurch will er sein Gewissen beruhigen und so für seine Morde und Verbrechen büßen.","seasons":[{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-1","name":"Schwarze Sonne (1+2)","epNo":1,"alt":"Dark Knight","descr":"Nick Knight ist über 700 Jahre alt und ein Vampir. Er wünscht sich nichts sehnlicher, als die Sonne zu sehen, eine Frau zu lieben, ohne sie gleich umzubringen, und einen Hamburger mit Pommes zu essen. Doch da dem nicht so ist, setzt er seine vampirischen Fähigkeiten als Cop bei der Toronto Police Nacht für Nacht zum Wohle der Menschheit ein. Nur die Polizeiärztin Natalie Lambert kennt die wahre Natur ihres Kollegen. Um wieder an seine Sterblichkeit heran zukommen, begibt sich Nick auf mystische Pfade. Denn ein altes Mayaritual besagt, dass der Becher, von dem er eine Hälfte besitzt, ihn dem Ziel entgegenführen wird, sofern er die andere Hälfte findet. Doch die steht in einem Museum – und wird gestohlen. Der Dieb ist sein Ziehvater Lacroix, der ihn einst zum Vampir gemacht hat und nun die Stadt mit einer Serie ritueller Morde zu überziehen beginnt. Mit seinem Kollegen Schanke soll Knight das Rätsel der Vampirmorde lösen. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820105","hoster":"VOE"},{"path":"/redirect/8605600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"Dark Knight – The Second Chapter","descr":"Nick Knight ist über 700 Jahre alt und ein Vampir. Er wünscht sich nichts sehnlicher, als die Sonne zu sehen, eine Frau zu lieben, ohne sie gleich umzubringen, und einen Hamburger mit Pommes zu essen. Doch da dem nicht so ist, setzt er seine vampirischen Fähigkeiten als Cop bei der Toronto Police Nacht für Nacht zum Wohle der Menschheit ein. Nur die Polizeiärztin Natalie Lambert kennt die wahre Natur ihres Kollegen. Um wieder an seine Sterblichkeit heran zukommen, begibt sich Nick auf mystische Pfade. Denn ein altes Mayaritual besagt, dass der Becher, von dem er eine Hälfte besitzt, ihn dem Ziel entgegenführen wird, sofern er die andere Hälfte findet. Doch die steht in einem Museum – und wird gestohlen. Der Dieb ist sein Ziehvater Lacroix, der ihn einst zum Vampir gemacht hat und nun die Stadt mit einer Serie ritueller Morde zu überziehen beginnt. Mit seinem Kollegen Schanke soll Knight das Rätsel der Vampirmorde lösen.","versions":[]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-3","name":"Der Racheengel","epNo":3,"alt":"For I Have Sinned","descr":"Nick besucht seine alte Vampir-Freundin Janette, um mit ihr über die sonderbare Mordwelle, die die Stadt erschüttert, zu sprechen. Seit einiger Zeit werden katholische Frauen der St. John Gemeinde auf bestialische Weise umgebracht. Sein Kollege Schanke folgt ihm heimlich und ist von der obskur-erotischen Unterwelt fasziniert. Nick konfrontiert den Gemeindepfarrer mit einem Tonband des Killers. Doch der beruft sich auf sein Beichtgeheimnis. Also muss Nick selbst in der ihm verhassten geistlichen Welt ermitteln. In buchstäblich letzter Sekunde kann er den \"Köder\" Magda vor dem Scheiterhaufen bewahren. Und auch seine Angst vor Kreuzen scheint sich in Luft aufzulösen. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820110","hoster":"VOE"},{"path":"/redirect/8605604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-4","name":"Weg zur Unsterblichkeit","epNo":4,"alt":"Last Act","descr":"Dr. Marilyn Segal liegt tot mit aufgeschnittenen Pulsadern unter ihrer Dusche. Alles deutet auf einen Selbstmord hin, doch Nick ist anderer Meinung. Die Antworten auf seine offenen Fragen findet Nick in dem Theaterstück einer verstorbenen Vampirfreundin – sie beschreibt Kinder als den Weg zur Unsterblichkeit. Auch die lebenslustige Marilyn war in der sechsten Woche schwanger. Allerdings nicht von ihrem Verlobten Carl Jans … (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820100","hoster":"VOE"},{"path":"/redirect/8605608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-5","name":"Im Schatten des Mondes","epNo":5,"alt":"Dance By The Light Of The Moon","descr":"Dave Burckhart war ein Polizist mit Leib und Seele. Als er jedoch ermordet neben der Leiche von Ben Crawford aufgefunden wird, stellt sich bei der Obduktion heraus, dass Dave ein Mörder war. Eine Telefonnummer führt Nick und Schanke in einen Stripclub. Dort lernt Nick eine gewisse Ann Foley kennen, die ihn an seine große Liebe Jeanette erinnert. Ann zuliebe macht sich Nick sogar strafbar: Zuerst stiehlt er das Notizbuch des ermordeten Dave. Als er jedoch seinen Kollegen Schanke umbringen soll, zeigt ihr Nick die Zähne … (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820101","hoster":"VOE"},{"path":"/redirect/8605603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-6","name":"Tödliche Blicke","epNo":6,"alt":"Dying To Know You","descr":"Als von Conrad Hedges, dem bekannten Leiter einer internationalen Hilfsorganisation, Frau Jennifer und Tochter Janice entführt werden, wird die Hellseherin Denise Ford eingeschaltet. Sehr zum Leidwesen von Schanke, der mit ihren Methoden nicht zurechtkommt, obwohl sie auf Anhieb die Leiche des bei der Entführung ermordeten Chauffeurs gefunden hat. Die weiteren Ermittlungen laufen jedoch schleppend an. Als ihr beim Betrachten der Polizeifotos der Opfer immer wieder Nicks Bild aus früheren Zeiten erscheint, will Denise aus dem Fall aussteigen. Da wird Jennifer Hedges Leiche gefunden und es wird immer klarer, dass es sich nicht mehr um Entführung handelt. Nick weiht Denise in sein Geheimnis ein und so kommen sie in dem Fall endlich weiter. Sie finden einen Anhaltspunkt, wo sich Hedges und seine Tochter aufhalten könnten. Als es beim Showdown mit Hedges zu einem Schusswechsel kommt, wird Denise tödlich getroffen. Nick kann ihr noch einen letzten Wunsch erfüllen … (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820102","hoster":"VOE"},{"path":"/redirect/8605605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-7","name":"Fluch der Vergangenheit","epNo":7,"alt":"False Witness","descr":"Im Fall von Murray Kozak dient der kleine Gauner Pete Farber als Informant. Doch Kozak wird misstrauisch. Als Nick eingreifen will, ist es schon zu spät: Pete ist tot. Nick hat den Mord zwar nicht gesehen, doch für ihn ist klar, das Kozak der Täter ist. Der sagt vor Gericht wiederum aus, dass Pete Selbstmord begangen hat. Es steht seine Aussage gegen die von Nick. Als er sich an einen ähnlichen Fall erinnert, den er vor Jahrhunderten einmal erlebt hat, gibt der Vampir-Cop schließlich zu, dass er die Unwahrheit gesagt hat. Er möchte nicht den Falschen hinter Gitter bringen. Letztendlich kann er ein Gespräch von Kozak belauschen und ihn als Mörder von Pete überführen. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820103","hoster":"VOE"},{"path":"/redirect/8605606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-8","name":"Die China-Connection","epNo":8,"alt":"Cherry Blossoms","descr":"Als drei Chinesen erschossen werden, bekommen Schanke und Nick den Tipp von Stonetree, dass Mr. Quan von der Einwanderungsbehörde in den Fall verwickelt ist. Der alte Mr. Chung, bei dem die Mafia-Kronzeugin Nancy Unterschlupf gefunden hat, hält Nick für den Mörder seiner Mutter und versucht ihn zu töten. Jeanette kann ihn jedoch davon überzeugen, dass es sich beim Mörder seiner Mutter um einen anderen Vampir handelte. Für diesen Dienst will Jeanette eine Gegenleistung und in diesem Moment taucht Natalie auf. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820104","hoster":"VOE"},{"path":"/redirect/8605617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-9","name":"Ein zweites Leben","epNo":9,"alt":"I Will Repay","descr":"Natalies Bruder Richard ist ein ambitionierter Rechtsanwalt. Doch immer wieder scheinen ihn die Verbrecher auszutricksen und er steht als Verlierer da. Eines Tages gerät er zufällig in eine Schießerei und wird lebensgefährlich verletzt. Natalie bittet Nick, Richard zu einem Vampir zu machen, damit dieser unsterblich wird. Als Nick seine Zweifel überwindet, da so eine Aktion schon vor ein paar hundert Jahren schief ging, hofft er, dass auch Richard seine Vampir-Triebe kontrollieren kann wie er selbst. Doch weit gefehlt: Richard beginnt prompt einen blutigen Rachefeldzug gegen die Unterwelt. Mit viel List und Tücke muss Nick nun doch Richards endgültigen Tod herbeiführen. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820106","hoster":"VOE"},{"path":"/redirect/8605618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-10","name":"Night Talk","epNo":10,"alt":"Dead Air","descr":"In ihren ersten Praxisjahren hatte die Psychotherapeutin Dr. Christina Noble einen jungen Patienten, der von seiner Mutter aufs Schlimmste gequält wurde. Schließlich brachte er 15jährig seine Mutter um. Da Dr. Noble dem jungen Mann nicht helfen konnte, wurde er in eine psychiatrische Klinik eingewiesen. Mitgenommen von diesem Fall gab sie ihre Therapeuten-Praxis auf und wechselte zu der Radiosendung Night Talk, wo sie Nacht für Nacht mit Anrufern über deren meist sexuelle Probleme spricht. Eines Nachts hat sie eine Anruferin in der Leitung, die gerade ihre geheimsten Wünsche mitteilen möchte, doch plötzlich ist ein Mann am Apparat, der behauptet die Frau gerade umzubringen. Dr. Noble ruft die Polizei. Nick Night und Schanke kümmern sich um den Fall. Sie installieren eine Fangschaltung und tatsächlich ruft der Mann an einem der nächsten Tage wieder an und behauptet gerade sein zweites Opfer zu töten … (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820107","hoster":"VOE"},{"path":"/redirect/8605613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-11","name":"Ein schlechter Verlierer","epNo":11,"alt":"Hunters","descr":"Ein ehemaliger Kollege von Schanke wird auf offener Straße erschossen. Zunächst gibt es kein Motiv für den Mord, bis Schanke ein Foto bekommt, auf dem er als nächstes Opfer zu erkennen ist. Der Täter scheint sich im Polizeirevier bestens auszukennen. Schanke taucht zunächst in Janettes Club unter. Doch sein Jagdfieber kann er nicht unterdrücken und so macht er sich bald wieder auf die Suche. Dank Nicks Hinweis entkommt Schanke im letzten Moment seinem Mörder, der sich als ein alter Bekannter erweist … (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820108","hoster":"VOE"},{"path":"/redirect/8605610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-12","name":"Mörderische Eifersucht","epNo":12,"alt":"Dead Issue","descr":"Es scheint ein Fall von Notwehr: Lynn, die Gattin des Polizeiinspektors Tony Fiore hat mit zwei Schüssen den Einbrecher Charlie Gubbons getötet. Da Tony und Lynn gute Freunde von Captain Stonetree sind, forciert dieser die Ermittlungen. Würgemale an Lynns Hals und das lange Vorstrafenregister von Charlie sprechen eindeutig für Notwehr. Doch Nick Knight hat Zweifel, denn ein Porno-Video, das bei Lynn Fiore gefunden wurde, führt ihn auf eine ganz andere Fährte. Schließlich kommt er dahinter, dass die tödlichen Schüsse von Lynns Ehemann Tony abgefeuert wurden. Stonetree macht sich zähneknirschend zur Verhaftung von Tony und Lynn auf den Weg. Doch Tony lässt sich nicht ohne weiteres ins Gefängnis bringen. Lynn und Nick können im letzten Moment eine Katastrophe verhindern. (Text: Tele 5)Deutsche Erstausstrahlung: Mi 04.05.1994 RTL 2","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917488","hoster":"VOE"},{"path":"/redirect/8605614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-13","name":"Väterliche Gefühle","epNo":13,"alt":"Father Figure","descr":"Die kleine Herumtreiberin Lisa beobachtet zufällig einen Mafia-Mord und bringt sich somit in Gefahr. Das Mädchen wird Nick Knight anvertraut, damit es nicht in die Hände der Mafia fällt. Nick entwickelt Vatergefühle für Lisa und will um jeden Preis ihr Leben retten. Doch das erweist sich als äußerst schwierig, denn Nick scheint seine übernatürlichen Fähigkeiten allmählich einzubüßen …. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820113","hoster":"VOE"},{"path":"/redirect/8605615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-14","name":"Eine schneeweiße Weste","epNo":14,"alt":"Spin Doctor","descr":"Kurz vor der Stichwahl zum Bürgermeister: Die beiden Kontrahenten, Clifford Hiatt und Barbara Norton sind mit ihren Wahlkampfhelfern und einem unüberschaubaren Tross an Journalisten in das Kongreßzentrum des Parceval Hotels eingezogen. Meinungsumfragen zufolge liegt Hiatt vorne, doch er ist mit einem ungeklärten Grundstückskandal belastet. Als der Journalist Reeves in diesem Zusammenhang tot aufgefunden wird, fällt der Verdacht auf Hiatt. Nick führt die Untersuchung. Kurz darauf wird auch noch die völlig unbeteiligte Lebensgefährtin von Reeves ermordet. Natalie bringt unvorsichtigerweise Hiatt vor der Presse mit den Morden in Verbindung. Daraufhin entgeht sie mit Nick nur knapp einem Mordanschlag. Nun ist für Nick klar, dass der Täter im Umfeld der fanatischen Unterstützer zu suchen ist. Schließlich gerät die Wahlkampfmanagerin Laura Neal in das Blickfeld der Ermittler. In ihrem übertriebenen Diensteifer hat sie Reeves, der einmal der Geliebte von Barbara Norton war, aus dem Weg geräumt … (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850540","hoster":"VOE"},{"path":"/redirect/8605612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-15","name":"Tod eines Rockstars","epNo":15,"alt":"Dying For Fame","descr":"Der berühmt-berüchtigte Rockstar Rebecca kommt nach Toronto. Stonetree ist besorgt, da der Star behauptet, sie wolle ihre Fans töten. Als in ihrer Hotelsuite eine Leiche entdeckt wird, nehmen Nick und Schanke die Ermittlungen auf. Da Rebecca in der Mordnacht völlig betrunken war, hat sie weder ein Alibi, noch kann sie irgendetwas zu der Leiche sagen. Es handelt sich bei der Tat jedoch um einen Präzisionsmord, den eine Volltrunkene nicht ausführen könnte und so wird Rebecca wieder auf freien Fuß gesetzt. Bei dem Konzert in Toronto entdeckt Nick plötzlich ein bekanntes Gesicht in der Menge. Doch bevor Nick etwas unternehmen kann, zieht der Mann eine Waffe und feuert … (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820112","hoster":"VOE"},{"path":"/redirect/8605626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-16","name":"Einsame Herzen","epNo":16,"alt":"Only The Lonely","descr":"Als Natalie eine Beziehung mit einem Anwalt beginnt, wird Nick eifersüchtig. Und als er auch noch erfährt, dass der Mann möglicherweise in eine Mordserie verwickelt ist, ist es ganz aus. Vier Frauen hat der Täter bisher umgebracht, doch der Hauptverdächtige hat ein Alibi. Eine DNA-Analyse von Hautfetzen, die bei den Opfern gefunden wurden, wird mit denen von Natalies neuem Freund verglichen. Noch bevor das Ergebnis vorliegt, verschwindet Natalie plötzlich spurlos. Verzweifelt macht sich Nick auf die Suche nach ihr. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820111","hoster":"VOE"},{"path":"/redirect/9675393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-17","name":"Wenn Bilder lügen","epNo":17,"alt":"Unreality TV","descr":"Der Polizeipräsident weist seine Dienststellen an, das Problembewusstsein der Bürger gegenüber der Polizei zu stärken. Dazu sollen die Beamten bei einem Fernsehprojekt zur Unterstützung der Polizeiarbeit teilnehmen. Auch Nick und Schanke kommen an die Reihe und müssen auf einem nächtlichen Streifzug die Reporterin Tawny und den Kameramann Bobby mitnehmen. Während Schanke schon seinen großen Durchbruch als Showstar vor sich sieht, sind Nicks Gefühle eher verhalten, da er die negativen Seiten wahrnimmt. Er kann nicht er selbst sein, da er sonst seine Identität preisgeben würde. So geht ihnen auch prompt ein Serienkiller durch die Lappen. Allerdings kann aus dem Filmmaterial ein Fahndungsfoto herausgefiltert werden. Beim nächsten Streifzug können sie den Täter dingfest machen. Doch Bobby wird dabei angeschossen. Nick wähnt sich sicher und fliegt dem Killer hinterher. Doch Tawny schnappt sich die Kamera und filmt den spektakulären Flug von Nick. Da er aber nicht möchte, dass Tawny von den \"Vollstreckern\" der Vampire zur Geheimhaltung des Films gezwungen wird, kann er sie überreden den Filmbericht auch ohne Vampirflug zu bringen. Schankes Showkarriere hingegen scheint gelaufen … (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820114","hoster":"VOE"},{"path":"/redirect/8605624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-18","name":"Die Bestie braucht Nahrung","epNo":18,"alt":"Feeding The Beast","descr":"In einer Selbsthilfegruppe von Suchtkranken kommt es zu einem Mord. Nick soll als \"Verdeckter Ermittler\" eingeschleust werden. Er spürt, dass er selbst süchtig danach ist Menschenleben auszulöschen. Aber er ist nicht gewillt, alle Kraft aufzubringen und den Entzug zu wagen. Seine Patin in der Gruppe ist Monica, eine attraktive, anziehende Frau, die alle Menschen für sich einnimmt. Aber als sie Nick ihre Sucht gesteht, nämlich Liebe von Menschen zu bekommen, rastet der völlig aus und wittert Verrat an den Idealen des Entzuges. Als weitere Morde passieren, ist Nick zunächst sicher, dass nur Monica als Täter in Frage kommt und erleidet selbst einen schweren Rückfall in seinem Vampirismus. Schließlich gesteht Monicas Schwester Hilary für die Verbrechen verantwortlich zu sein. Sie hat die Morde begangen, weil sie das Gefühl hatte, dass alle anderen Monica nur ausnutzen wollten. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820115","hoster":"VOE"},{"path":"/redirect/8605620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-19","name":"Wenn Blicke töten","epNo":19,"alt":"If Looks Could Kill","descr":"Ein Sicherheitsbeamter tötet Norma Dean, nachdem diese eine Kosmetikverkäuferin anfiel. Ihre Leiche verfällt innerhalb weniger Stunden. Untersuchungen zeigen ein unbekanntes Virus in ihrem Blut. Nick erinnert sich an ein ähnliches Ereignis vor 200 Jahren. (Text: Sky)Deutsche Erstausstrahlung: Mo 04.07.1994 RTL 2","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820119","hoster":"VOE"},{"path":"/redirect/8605619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-20","name":"Notwehr","epNo":20,"alt":"Fatal Mistakes","descr":"Bei der Festnahme zweier Banditen ist Nicks Partner Stonetree gezwungen, einen der beiden in Notwehr zu erschießen. Da sich am Tatort keine Waffe befindet, wird eine Untersuchung eingeleitet. Zur gleichen Zeit begegnet Nick seinem früheren Opfer Alexandra. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820122","hoster":"VOE"},{"path":"/redirect/8605621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-21","name":"1966","epNo":21,"alt":"1966","descr":"Nicks Ärztin Natalie wird in der Polizeistation als Geisel festgehalten. Der Vorfall versetzt Nick mental in das Jahr 1966 zurück. Damals verhalf er einer ostdeutschen Familie zur Flucht über die innerdeutsche Grenze. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820117","hoster":"VOE"},{"path":"/redirect/8605640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-1/episode-22","name":"Liebe bis zum Tod","epNo":22,"alt":"Love You To Death","descr":"Das Model Stephanie ist entführt worden. Nach vier Monaten wird ihre Leiche gefunden. Nick und Schank müssen in den Modelkreisen Ermittlungen durchführen. Vor allem der Fotograf Max leidet unter ihrem Tod. Während der Ermittlungen stoßen die beiden Polizisten auf Lucy, ein Star der Wäschekataloge. Sie erinnert Nick an Silvaine, ein Mädchen, das er einst geliebt hatte. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116361","hoster":"VOE"},{"path":"/redirect/8605622","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-1","name":"Killerinstinkt","epNo":1,"alt":"Killer Instinct","descr":"Nick ermittelt in einer Reihe bizzarer Mordfälle. Er glaubt, dass sein ehemaliger Vampirmeister Lacroix für die Taten verantwortlich ist. Der inszeniert die brutalen Verbrechen so, dass der Verdacht auf Nick fällt. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820121","hoster":"VOE"},{"path":"/redirect/8605625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-2","name":"Ein Schicksal, schlimmer als der Tod","epNo":2,"alt":"A Fate Worth Than Death","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820124","hoster":"VOE"},{"path":"/redirect/8605627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-3","name":"Liebesphantasien","epNo":3,"alt":"Stranger Than Fiction","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820118","hoster":"VOE"},{"path":"/redirect/8605629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-4","name":"Böses Blut","epNo":4,"alt":"Bad Blood","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820120","hoster":"VOE"},{"path":"/redirect/8605630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-5","name":"Man lebt nur zweimal","epNo":5,"alt":"Forward Into The Past","descr":"Als die Polizei die Leiche einer unbekannten Frau findet, erkennt Nick in der Toten die Privatsekretärin einer Freundin wieder. Vor 50 Jahren hatte er den beiden Frauen geholfen unterzutauchen. Da von dieser Geschichte wieder einmal niemand Wind bekommen soll, macht er sich auf die Suche nach seiner alten Freundin. Sie scheint ebenfalls in Lebensgefahr zu sein. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820123","hoster":"VOE"},{"path":"/redirect/8605638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-6","name":"Zum Tode verurteilt","epNo":6,"alt":"Capital Offense","descr":"Laura Garfield wird von einem Gericht in Texas des Mordes an ihrem Ehemann für schuldig befunden und zum Tode verurteilt. Doch sie flieht und setzt sich nach Toronto ab. Dort wird sie von Nick verhaftet. Laura beteuert ihm ihre Unschuld. Da er ihr glaubt, setzt er alles dran zu beweisen, dass sie ihren Mann nicht getötet hat. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820129","hoster":"VOE"},{"path":"/redirect/8605635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-7","name":"Jagdzeit","epNo":7,"alt":"Hunted","descr":"Ein grausames Spiel bringt einer geistig verwirrten Millionärin ein perverses Vergnügen: Sie heuert Leute für Millionenbeträge an und inszeniert mit Ihnen eine tödliche Jagd. Nick und Schanke werden auf die Mordfälle angesetzt. Doch die Frau enttarnt Nicks Identität als Vampir, nimmt ihn als Geisel und zwingt ihn zu ihrem brutalen Spiel. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820126","hoster":"VOE"},{"path":"/redirect/8605631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-8","name":"Getreue Jünger","epNo":8,"alt":"Faithful Followers","descr":"Innerhalb einer Sekte kommt es zu einer Reihe von mysteriösen Todesfällen. Für seine Ermittlungen lässt sich Nick in die Sekte aufnehmen und begibt sich damit in Lebensgefahr. Als der Kontakt zu Natalie und Schanke plötzlich abbricht, machen sich seine Freunde große Sorgen. Mit allen Mitteln versuchen sie, Nick aus den Fängen der Mafia zu befreien. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820127","hoster":"VOE"},{"path":"/redirect/8605646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-9","name":"Auge um Auge","epNo":9,"alt":"Undue Process","descr":"Natalies Patenkind Cynthia wird entführt und kurze Zeit später tot aufgefunden. Der Triebtäter Gault wird als Verdächtiger verhaftet. Doch dank seiner cleveren Verteidigerin kommt er wieder auf freien Fuß. Nick und Schanke sollen ihn nun vor Übergriffen schützen, doch der vermeintliche Täter kommt auf mysteriöse Art und Weise ums Leben. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820128","hoster":"VOE"},{"path":"/redirect/8605636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-10","name":"Väter und Söhne","epNo":10,"alt":"Father’s Day","descr":"Don Thomas Constantine hat genug vom Mafiageschäft und will sich zur Ruhe setzen. Sein Urenkel David soll die Nachfolge antreten. Doch kurz vor der Ernennung verschwindet er. Der Mafiaboss wittert Verrat und gibt den Befehl, David zu töten. Bevor die Mörder zuschlagen können, findet Nick David und versteckt ihn. Doch ein Zusammentreffen zwischen David und seinem Urgroßvater scheint unausweichlich. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820132","hoster":"VOE"},{"path":"/redirect/8605637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-11","name":"Apocalypse Now","epNo":11,"alt":"Can’t Run, Can’t Hide","descr":"Im Vietnamkrieg ist Travis zum Kriegsverbrecher geworden. Nun lebt er unter einem anderen Namen in Toronto und verdient sein Geld als Bewährungshelfer. Als ein ehemaliger Untergebener ermordet wird, fällt der Verdacht sofort auf den getarnten Verbrecher. Dabei ahnt niemand, dass LaCroix ein Opfer eines Massakers in Vietnam zum Vampir gemacht hat und das seither unterwegs ist, die Toten zu rächen. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820125","hoster":"VOE"},{"path":"/redirect/8605651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-12","name":"Man stirbt nur zweimal","epNo":12,"alt":"Near Death","descr":"Ein Wissenschaftlerteam experimentiert mit dem Tod und entwickelt eine Maschine, die einen künstlichen Hirntod herbeiführen kann. Doch bei einem Selbstversuch stirbt einer der Forscher wirklich. Nick und Schanke treten auf den Plan und finden heraus, was es mit der Maschine auf sich hat. Für den Vampir eine große Verlockung: Er hofft in der Begegnung mit dem Tod von seinem Fluch befreit zu werden. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820131","hoster":"VOE"},{"path":"/redirect/8605653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-13","name":"Der Schrei nach Liebe","epNo":13,"alt":"Crazy Love","descr":"Dem zweifachen Frauenmörder Peter Barlow gelingt die Flucht aus einer Nervenklinik. Kurz darauf werden zwei weitere Frauen nahe der Anstalt ermordet aufgefunden. Die Polizei ist sich sicher, dass Barlow der Täter ist. Doch Nick und Schanke treffen in der Patientenkartei auf einige Ungereimtheiten, die neues Licht auf den Fall werfen. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820130","hoster":"VOE"},{"path":"/redirect/8605643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-14","name":"Vollmond","epNo":14,"alt":"Baby, Baby","descr":"Nick und Schanke haben den Stahlschlosser Calvin Trilling in Verdacht, einen Kollegen ermordet zu haben. Doch er kann ein Alibi vorweisen: Sarina – ebenfalls ein Vampir und Nicks Ex-Geliebte. Sie deckt Trilling, weil er einer der wenigen Menschen ist, die fähig wären, sich mit einem Vampir fortzupflanzen. Aber Nick weiß: Trilling würde den Zeugungsakt bei Vollmond nicht überleben. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820133","hoster":"VOE"},{"path":"/redirect/8605645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-15","name":"Männerwirtschaft","epNo":15,"alt":"Partners Of The Month","descr":"Nach einem Riesenkrach mit seiner Frau Myra nistet sich Schanke vorübergehend bei Nick ein. Seine Bemühungen, für Nick die Hausfrau zu spielen, gehen dem Vampir bald mächtig gegen den Strich. Das wirkt sich auch auf die Zusammenarbeit aus und ihre Aussichten, Partner des Monats zu werden, sinken bedrohlich. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820143","hoster":"VOE"},{"path":"/redirect/8605648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-16","name":"Der Drache","epNo":16,"alt":"The Fire Inside","descr":"Nick und Schanke ermitteln in einem Mordfall, bei dem ein Mann mit einem Flammenwerfer brutal getötet wurde. Die Hinweise führen die beiden Partner in das Labyrinth der städtischen Kanalisation, wo sie eine weitere gleichermaßen zugerichtete Leiche entdecken. Bald stellt sich heraus, dass der Täter es auf Obdachlose abgesehen hat. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820136","hoster":"VOE"},{"path":"/redirect/8605664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-17","name":"Action!","epNo":17,"alt":"Amateur Night","descr":"Schanke fungiert als Berater bei einem Actionfilm. Damit die Hauptdarstellerin des Films, Alix Logan, ein authentisches Bild der Polizeiarbeit erhält, darf sie Nick bei seinem neuen Fall begleiten. Schnell erkennt Alix, dass ihre Erfahrungen als Filmcop nichts wert sind, wenn es um die Wirklichkeit geht und bringt sich und andere in tödliche Gefahr. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820134","hoster":"VOE"},{"path":"/redirect/8605644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-18","name":"An der Nadel","epNo":18,"alt":"The Fix","descr":"Nick kommt seinem Ziel nach einem normalen Leben ein Stück näher. Denn Natalie hat eine gentechnisch entwickelte Droge entdeckt, die es ihm ermöglichen könnte, sogar bei Sonnenlicht aktiv zu sein. Erste Experimente verlaufen erfolgreich, doch dann stellt Nick fest, dass das Mittel stark abhängig macht und in Entzugsmomenten Paranoia herbeiführt. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820135","hoster":"VOE"},{"path":"/redirect/8605652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-19","name":"Nick im Wunderland","epNo":19,"alt":"Curioser \u0026 Curioser","descr":"Nick will sich im Raven, der Bar von Jeanette einen entspannten Abend machen, als das Lokal von zwei Junkies überfallen wird. Als sich Nick mit einem der Gangster ein Handgemenge liefert, löst sich aus einer Waffe ein Schuss, der eine Frau tödlich trifft. Nick fühlt sich schuldig. Zuhause angekommen, fällt er in eine seltsame Art Trance, die ihn von seinen Gewissensbissen befreit. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820137","hoster":"VOE"},{"path":"/redirect/8605655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-20","name":"Über dem Gesetz","epNo":20,"alt":"Beyond The Law","descr":"Der kasachische Botschafter Petroschkow steht im Verdacht, eine Frau getötet zu haben. Da er diplomatische Immunität genießt und nicht belangt werden kann, entführt ihn Nick kurzerhand. Doch ist der Diplomat auch wirklich der Täter? (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820138","hoster":"VOE"},{"path":"/redirect/8605657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-21","name":"Die Harfe","epNo":21,"alt":"Queen Of Harps","descr":"Vor 700 Jahren diente Nick unter Lord Karreg, der Wales christianisierte und die Heidin Gwyneth, Nicks Geliebte, ermordete. Im modernen Toronto lastet nun ein Fluch auf der Familie Karreg: Kein Mitglied wird älter als 55 Jahre. Um sich von diesem Bann zu befreien, müssen die Karregs in den Besitz einer Harfe gelangen – was Johanna Shea, eine Nachfahrin von Gwyneth, verhindern will. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820139","hoster":"VOE"},{"path":"/redirect/8605654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-22","name":"Vampirgeschichten","epNo":22,"alt":"Close Call","descr":"Während einer Schießerei rettet Nick dank seiner übernatürlichen Kräfte Schanke das Leben. Dieser lässt nun alle Abenteuer mit Nick noch einmal Revue passieren und schöpft Verdacht, Nick könne ein Vampir sein. Daraufhin wendet er sich an LaCroix, um Näheres zu erfahren. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820140","hoster":"VOE"},{"path":"/redirect/8605650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-23","name":"Bis der Tod euch scheidet","epNo":23,"alt":"Be My Valentine","descr":"LaCroix sinnt auf Rache, da Nick einst die Beziehung zur Liebe seines Lebens zerstörte und ist eifersüchtig auf Nicks Freundschaft mit Natalie. Währenddessen treibt ein Killer sein Unwesen, der es auf einsame Frauen abgesehen hat. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820141","hoster":"VOE"},{"path":"/redirect/14201951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-24","name":"Ein Freund fürs Leben","epNo":24,"alt":"The Code","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820142","hoster":"VOE"},{"path":"/redirect/8605660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-25","name":"Leben ist schlimmer als sterben","epNo":25,"alt":"A More Permanent Hell","descr":"Die Astronomin Dr. Carter behauptet, dass ein Asteroid direkt auf die Erde zurast. Nick, der an der Richtigkeit dieser These zweifelt, sucht selbst nach Beweisen und stößt dabei auf Ungereimtheiten. Unterdessen macht sich Panik breit. Während Natalie überlegt, zum Vampir zu werden, um ihre Überlebenschance zu erhöhen, sorgt sich LaCroix um die Ernährung seiner Spezies. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820146","hoster":"VOE"},{"path":"/redirect/8605659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nick-knight-der-vampircop/staffel-2/episode-26","name":"Blutgeld","epNo":26,"alt":"Blood Money","descr":"Nick verfügt über ein großes Privatvermögen, das er bei einem Finanzunternehmen angelegt hat. Als bei einem Bombenanschlag der Leiter des Unternehmens und Nicks langjähriger Freund ums Leben kommt, versucht dessen verschuldeter Sohn, an die Gelder heranzukommen. Nick befürchtet nun, dass bekannt wird, wie reich er ist. (Text: Tele 5)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820144","hoster":"VOE"},{"path":"/redirect/8605662","hoster":"Streamtape"}]}]}]}]}