{"seriesId":"night-head-2041","name":"Night Head 2041","descr":"Oft heißt es, dass der Mensch nur etwa 30% des eigenen Gehirns auch wirklich nutzt. Es wird angenommen, dass Menschen, die im Stande sind, übernatürliche Fähigkeiten einzusetzen, diese aus den restlichen 70% des Hirns beziehen, dem sogenannten Night Head. So wie die beiden Brüder Naoto und Naoya Kirihara, die auf Grund ihrer besonderen Fähigkeiten 15 Jahre lang in einem Forschungslabor gefangen gehalten worden sind.Als eines Tages die Barriere um das Labor verschwindet, gelingt es ihnen zu fliehen. Sie nehmen an, dass dies dadurch ermöglicht wurde, dass übernatürliche Kräfte nun in der Mitte der Gesellschaft angekommen und akzeptiert wären, so wie es auch der Laborleiter Kyojiro Mikuriya mitgeteilt hatte. Doch was sie in der Stadt Tokyo des Jahres 2041 vorfinden, ist nicht nur die vollständige und ausnahmslose Leugnung der Existenz solcher Kräfte, auch wurden jegliche Medien, die übernatürliche Fähigkeiten thematisieren, ausnahmslos zensiert und verboten. Und die nationale Sicherheitszentrale setzt auch alles daran, dass das weiterhin so bleibt ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Barrier -Onset-","descr":"In einer Gesellschaft, in der jede Darstellung des Übernatürlichen verboten ist, spüren zwei Brüder eines Spezialeinheitsteams einen vermeintlichen Kultführer in einem scheinbar verlassenen Gebäude auf. Aber als der Überfall schief geht, stellen sie fest, dass sie über Kräfte verfügen, die sie nie geahnt haben.","versions":[{"lang":3,"streams":[{"redirect":12338197,"hoster":"VOE"},{"redirect":8526127,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Fake -Deception-","descr":"Naoto und Naoya treffen in einem heruntergekommenen Restaurant auf Special Weapons Enforcement, wo die Regierung den sogenannten \u0027Miracle Mick\u0027 aufgespürt hat.","versions":[{"lang":3,"streams":[{"redirect":8526134,"hoster":"VOE"},{"redirect":8526136,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Complication, Trigger -Awakening-","descr":"Das SWE-Team bekommt seine erste Mission: eine Reihe bizarrer Selbstmorde an einer Schule aufzuspüren. Aber die Dinge gehen schief, wenn sie herausfinden, dass sie genauso anfällig für Gedankenkontrolle sind wie die Opfer selbst!","versions":[{"lang":3,"streams":[{"redirect":8526138,"hoster":"VOE"},{"redirect":8526137,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Inspiration -Resonance-","descr":"Naoya wird nach ihrer Begegnung mit SWE verwundet, doch die Brüder finden Hilfe aus einer unerwarteten Quelle: Eine Gruppe Rebellen...","versions":[{"lang":3,"streams":[{"redirect":8526143,"hoster":"VOE"},{"redirect":8526139,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Shoko Futami -Shoko-","descr":"Miki erzählt ihre Geschichte mit Shôko denen, die sie gerettet haben. Naoto und Naoya sind von seiner Geschichte überrascht, doch der Widerstandsführer will es einfach nicht glauben.","versions":[{"lang":3,"streams":[{"redirect":8526146,"hoster":"VOE"},{"redirect":8526145,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Ideologies Collide -Showdown-","descr":"Als Naoya als Geisel genommen wird, wird Naoto zu einer riskanten und gefährlichen Razzia bei einem lokalen Fernsehsender gezwungen. Als der Überfall schief geht, müssen er und Naoya um ihr Leben kämpfen.","versions":[{"lang":3,"streams":[{"redirect":8526012,"hoster":"VOE"},{"redirect":8526011,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Between the Worlds","descr":"Die Wahrheit über die Vergangenheit von Naoto und Naoya und was im mysteriösen Dritten Weltkrieg passiert ist, wird in einer seltsamen Einrichtung zwischen zwei Welten enthüllt...","versions":[{"lang":3,"streams":[{"redirect":8600965,"hoster":"VOE"},{"redirect":8601007,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Revelation of Destruction: March to Decimation","descr":"Die Special Forces suchen immer noch nach Naoto und Naoya, und ein mysteriöser Charakter wird sie anweisen, sie zu finden.","versions":[{"lang":3,"streams":[{"redirect":13469689,"hoster":"VOE"},{"redirect":8791128,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Paradox","descr":"Takuya, Yuya, Michio, Reikas vier Nationale Sicherheitskräfte sowie Naoto und Naoya werden von Akiko Okuhara, dem obersten Propheten der aktuellen Regierung, eingeladen. Daher sagt uns Okuhara, dass die gleichzeitige Existenz der Brüder Kirihara und Kuroki zum Verschwinden der Welt führen wird. Michio und Reika, die an das glaubten, was Okuhara sagte, forderten sie auf, Naoto und Naoya zu töten.","versions":[{"lang":3,"streams":[{"redirect":13469692,"hoster":"VOE"},{"redirect":8811383,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Protection and Salvation -Our Destiny-","descr":"Naoto und Naoya, die sich in Schwierigkeiten befinden, werden durch die Macht Masayukis an die russische Küste teleportiert, wo einst Shoko gefunden wurde. Dort erfahren die beiden, unterstützt von ihren alten Freunden Roshkov und Volk, dass es in ihrer Einrichtung eine Mikuriya gibt und bitten um Besuch. Was dort jedoch wartete, war das Erscheinen einer Mikuriya, die bereits gestorben war.","versions":[{"lang":3,"streams":[{"redirect":13469696,"hoster":"VOE"},{"redirect":8811362,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Dimensional Fusion -Unity-","descr":"Die Brüder Kirihara und Kuroki wurden während der Luftangriffe in Russland durch die Macht von Shoko nach Shibuya gebracht. Yuya und Naoya nutzen ihre jeweiligen Fähigkeiten, um sich zu verbinden, einander zu verstehen, ihre eigenen Ursachen und Auswirkungen zu identifizieren und nach Wegen zu suchen, um alles zu retten. Takuya und Naoto erfahren jedoch, dass ihre jüngeren Brüder aufgrund der Tat Gefahr laufen zu verschwinden.","versions":[{"lang":3,"streams":[{"redirect":13469694,"hoster":"VOE"},{"redirect":8865586,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Inheritance and Reincarnation: Start Over","descr":"Honda versucht, Takuya und Naoto davon abzuhalten, einen letzten Rettungsversuch für die beiden Welten zu starten. Doch dann greift der Prophet selbst ein ...","versions":[{"lang":3,"streams":[{"redirect":12380631,"hoster":"VOE"},{"redirect":12103890,"hoster":"Doodstream"},{"redirect":8929020,"hoster":"Streamtape"}]}]}]}]}