{"path":"/serie/stream/nikita-2010","name":"Nikita (2010)","descr":"Die Division ist eine geheime Organisation, die von der Regierung gegründet und unterstützt wird. Sie rekrutieren junge Leute mit einer schlimmen Vergangenheit, löschen all ihre Erinnerungen an ihr vergangenes Leben und bilden sie zu Spionen und Attentätern aus. Außerdem werden die Rekruten mit Chips ausgestattet, sodass sie jederzeit geortet werden können. Die ausgebildeten Agenten besitzen somit keinerlei Recht auf Freiheit. In den Jahren hat sich die Division immer mehr von der Regierung gelöst und wenden sich wenn nötig sogar gegen das eigene Land. Nikita, eine der Agentinnen, ist vor der Division geflohen, nachdem diese ihren Verlobten umgebracht hat. Sie hat es sich selbst zum Ziel gesetzt, der Division endlich das Handwerk zu legen. Sie trainiert eine Frau namens Alex, die sich als Nikitas Maulwurf in die Division einschleust.","seasons":[{"path":"/serie/stream/nikita-2010/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nikita-2010/staffel-1/episode-1","name":"Operation Black Arrow","epNo":1,"alt":"Pilot","descr":"Nikita ist als Teenager auf die schiefe Bahn geraten. Von einer streng geheimen Regierungsbehörde namens \"Division\" wird ihr eine zweite Chance geboten. Die Organisation rekrutiert gezielt junge Menschen, die in ihrem Leben keinerlei Bindungen mehr haben. Nikita wird aus dem Todestrakt geholt und offiziell für tot erklärt. Als Gegenleistung muss sie als Spionin und Auftragskillerin arbeiten. Lange Zeit stellt dieses Leben für Nikita kein Problem dar, und es gelingt ihr sogar, sich einen Rest an Menschlichkeit zu bewahren. Dann verliebt sich Nikita in einen Zivilisten und plötzlich reift der Wunsch in ihr, ein ganz normales Leben zu führen. Ihr Freund wird von der \"Division\" eiskalt liquidiert, damit die Top-Spionin nicht von ihren Aufgaben abgelenkt wird. Nikita wird klar, dass sie von den Menschen, denen sie vertraut hat, betrogen wurde. Ihr gelingt es, sich aus den Fängen der skrupellosen Organisation zu befreien und unterzutauchen. Nach drei Jahren kehrt sie zurück und nimmt unerbittlich Rache … Nikita schafft es Birkhoff, den IT-Experten der Division, zu entführen. Sie droht ihm Folter an, wenn er ihr nicht die Passwörter für das Division-Netzwerk verrät. Über einen noch unbekannten Kontakt bei der Division erfährt Nikita außerdem von der Operation Black Arrow, die zum Ziel hat, den afrikanischen General Safwani zu liquidieren. Er ist unterwegs zu einem UN-Friedensgipfel. Anscheinend haben die Ölkonzerne seines Landes etwas gegen den Frieden, denn sie waren es, die Division beauftragt haben … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820174","hoster":"VOE"},{"path":"/redirect/11086760","hoster":"Doodstream"},{"path":"/redirect/8820176","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707806","hoster":"VOE"},{"path":"/redirect/8707805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-2","name":"Rendezvous mit dem Diktator","epNo":2,"alt":"2.0","descr":"Der Kriegsverbrecher und ehemalige osteuropäische Diktator Dadich wird von einem Gericht freigesprochen und die Division erhält den Auftrag, ihn nach seiner Freilassung zu beschützen. Percy hat es nämlich auf das waffenfähige Uran abgesehen, das Dadich irgendwo in Osteuropa versteckt hat. Um es wiederzufinden, hat er vor seiner Inhaftierung ein GPS-Gerät in New York versteckt. Da Dadich nach einer Escort-Dame verlangt, wird Alex für den Auftrag \"aktiviert\". Nikita rüstet sich bei einem Waffenhändler mit einem Scharfschützengewehr aus, um die Operation der Division zu durchkreuzen und Dadich zu töten. Als Alex sie aus dem Penthouse, in dem Dadich untergebracht ist, anruft, ist Nikita sofort zur Stelle und positioniert sich auf dem Dach eines gegenüberliegenden Gebäudes. Dadich versucht Alex zu vergewaltigen, aber Nikita hat keine freie Schussbahn … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820175","hoster":"VOE"},{"path":"/redirect/11086761","hoster":"Doodstream"},{"path":"/redirect/8605713","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8708022","hoster":"VOE"},{"path":"/redirect/8708020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-3","name":"Die Reporterin","epNo":3,"alt":"Kill Jill","descr":"Die Reporterin Jill Morelli hat Informationen darüber, dass bei dem Absturz eines Flugzeugs nicht alles mit rechten Dingen zugegangen ist. Sie möchte diese Story bei der \"Post\" unterbringen und versucht, deren Chefredakteur Jeremy Holt davon zu überzeugen. Die beiden werden von maskierten Männern überrascht und Jeremy wird erschossen. Die Täter lenken den Verdacht auf Jill, betäuben sie und wollen sie entführen. Doch Nikita ist schon zur Stelle, um Jill zu retten. Die erzählt ihr dann die ganze Geschichte, und für Nikita ist klar, dass nur die Division dahinterstecken kann. Zur gleichen Zeit gerät Birkhoff unter Verdacht, ein Maulwurf zu sein. Man findet in einem seiner Backenzähne eine Wanze, die Nikita implantiert hat, als er in ihrer Gewalt war. Alex und zwei ihrer Teamkollegen finden wichtige Fakten über Jill und ihre Quelle, einen Studenten, heraus. Als Nikita und Jill bei dem Studenten das Video vom Absturz begutachten, tauchen auch Michael und seine Helfer dort auf. Der Student wird erschossen. Die Frauen rufen die Polizei, die Jill festnimmt und so erst einmal außer Gefahr bringt. Nikita weigert sich, Michael irgendetwas zu verraten. Letztlich schafft es Jill, den Fall publik zu machen … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820178","hoster":"VOE"},{"path":"/redirect/11086764","hoster":"Doodstream"},{"path":"/redirect/14158348","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8708019","hoster":"VOE"},{"path":"/redirect/8708018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-4","name":"Totgesagte leben länger","epNo":4,"alt":"Rough Trade","descr":"Nikitas erster Auftrag war vordergründig ein Job als Kindermädchen in der Familie von Victor Han, einem Beamten bei der Homeland Security. Dahinter steckte aber der Befehl, eine Bombe ins Haus zu schmuggeln, die Tochter und die Ehefrau in Sicherheit zu bringen und dann Han zu töten. Wie sich herausstellt, waren dessen Tod und seine Position bei der neugeschaffenen Behörde nur Täuschung. In Wirklichkeit ist er der Chef einer chinesischen Triade, die mit Arbeitssklaven handelt. Percy und die Division haben das die ganze Zeit gewusst und Han gedeckt. Nikita will Han das Handwerk legen und auf diese Weise auch Percy treffen. Bei einer Übung bekommt Alex plötzlich eine Panikattacke, als sie unter einem Auto liegend eine Bombe entschärfen soll. Offensichtlich leidet sie unter Klaustrophobie. Bei Amanda soll sie über verdrängte Probleme und Ängste reden und wird außerdem in eine Zwangsjacke gesteckt, die erst aufgeht, wenn Alex ihren Puls niedrig halten kann … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820185","hoster":"VOE"},{"path":"/redirect/8820183","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8708015","hoster":"VOE"},{"path":"/redirect/8708017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-5","name":"Der Wächter","epNo":5,"alt":"The Guardian","descr":"Owen, ein Agent auf Percys \"inoffizieller Liste\", ist der Hüter einer speziellen Hardware, genannt Black Box. Darauf sind kompromittierende Geheimnisse von Regierungsangehörigen gespeichert. Sie hat den alleinigen Zweck, Percy ein Druckmittel zu geben und seine Machenschaften zu schützen. Owen soll ein Update der Blackbox durchführen. Als er in Montreal das Bankschließfach öffnet, in dem sie sich befindet, wird die Bank überfallen. Er tötet die Bankräuber und entkommt der Polizei nur knapp. Da die Box nicht sicher ist, alarmiert er Percy. Percy nimmt sich der Sache persönlich an und nimmt den nächsten Flug nach Montreal … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820177","hoster":"VOE"},{"path":"/redirect/8627035","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12917547","hoster":"VOE"},{"path":"/redirect/8708012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-6","name":"Die Prüfung","epNo":6,"alt":"Resistance","descr":"Im Rahmen einer Prüfung erhält Alex von Amanda die Aufgabe, den Terroristen Bashir Maro zu verhören und wenn nötig mit Elektroschocks zu foltern. Bei dem Verhör bringt Alex es aber nicht übers Herz, das Folterwerkzeugt zu verwenden. Als der Gefangene sich befreit und handgreiflich wird, ist diese Prüfung für Alex endgültig in die Hose gegangen. Wenig später soll ein Training auf einem externen Gelände stattfinden. Auf der Busfahrt dorthin werden die Rekruten von Terroristen überfallen. Alex und Thom werden bewusstlos geschlagen und als Geiseln genommen. Als Alex aufwacht, findet sie sich an einen Stuhl gefesselt wieder. Einer der Terroristen, Amir, betritt den Raum und gibt an, Bashir Maros Bruder zu sein. Was Alex nicht weiß ist, dass sie beobachtet wird … Nikita versucht unterdessen Owen dazu zu bringen, ihr zu vertrauen und ihr zu sagen, wo er die Black Box versteckt hat. Sie versorgt seine Wunden und erzählt ihm von ihrem Verlobten Daniel, der von der Division ermordet wurde. Owen sagt ihr schließlich, wo die Box versteckt ist. Außerdem gibt er sein dunkles Geheimnis preis … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333685","hoster":"VOE"},{"path":"/redirect/8820181","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8708010","hoster":"VOE"},{"path":"/redirect/8708009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-7","name":"Die Rekrutin","epNo":7,"alt":"The Recruit","descr":"Von einem Ölkonzern erhält Percy den Auftrag, einer Gruppe Umweltaktivisten einen Bombenanschlag anzuhängen. Er sucht die etwas unsicher wirkende Sara für diese Mission aus. Als Alex Nikita davon berichtet ist ihr sofort klar, dass es sich um ein Selbstmordkommando handelt. Während einer Demonstration vor der Zentrale des Ölkonzerns soll der Einsatz starten. Nikita kann Sara aber aus den Fängen der Division befreien. Sie besorgt ihr neue Papiere, damit sie ein neues Leben anfangen kann. Zeitgleich sieht der Rekrut Robbie seiner Graduierung entgegen. Als er von Amanda erfährt, dass er nur Wärter innerhalb der Division werden soll, läuft er Amok … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820192","hoster":"VOE"},{"path":"/redirect/8627036","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8708006","hoster":"VOE"},{"path":"/redirect/8708005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-8","name":"Eine zweite Macht","epNo":8,"alt":"Phoenix","descr":"Die Division aktiviert Thom, um Anna Harcourt zu eliminieren. Die Praktikantin im Außenministerium hatte mit US-Senator Kerrigan eine geheime Affäre. Nikita bekommt von der Sache Wind, trifft aber zu spät in Annas Wohnung ein und findet nur noch ihre Leiche vor. Sie will den Fall weiter verfolgen und belauscht Percy und Kerrigan in einem Privatclub namens Regal House in Washington. Die Division wird alle die Affäre betreffenden Spuren verwischen. Im Gegenzug soll der Senator dafür sorgen, dass ein millionenschwerer Etat für Geheimdienste genehmigt wird. Nikita findet heraus, dass Anna schwanger war und bei ihrem Arzt einen Vaterschaftstest beauftragt hat. Sie sucht Annas Eltern auf, um mit deren Hilfe an das Ergebnis des Tests zu kommen – und erlebt eine böse Überraschung. Sie wird von den vermeintlichen Eltern überwältigt und an einen Stuhl gefesselt. Offenbar sind sie Mitglieder eines privaten russischen Geheimdienstes und Anna war eine Spionin. Wenig später taucht ein weiterer Agent auf, Ari Tasarov, der Nikita ein von der Division entwickeltes Gift spritzt. Nur wenn Nikita Senator Kerrigan bei einem Empfang im Regal House tötet, bekommt sie das Gegengift … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820182","hoster":"VOE"},{"path":"/redirect/10162900","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13916715","hoster":"VOE"},{"path":"/redirect/8708002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-9","name":"Offene Rechnung","epNo":9,"alt":"One Way","descr":"Michael erhält von Percy den Auftrag, Kasim Tariq auszuschalten, einen Al-Quaida-Terroristen, der Jahre zuvor seine Familie ermordet hat. Als Michael sein Hotelzimmer in Usbekistan betritt, steht plötzlich Nikita vor ihm. Sie bietet ihm ihre Hilfe an und Michael geht darauf ein. Gemeinsam finden sie heraus, wo sich Kasim mit dem Geldwäscher Ahmedov treffen will. Über eine Überwachungskamera im Hotel hat Percy herausgefunden, dass Nikita und Michael gemeinsame Sache machen. Er schickt ein Zugriffsteam nach Usbekistan, um Nikita zu töten. Als Michael und Nikita Kasim bei dem Treffpunkt auflauern sorgt das Division-Team, dass der Einsatz auffliegt. Nikita entkommt aber. Alex wird bei dem Versuch, Daten über Michaels Peilsender zu stehlen, von Dr. Hanson erwischt. Es kommt zu einem Kampf … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820184","hoster":"VOE"},{"path":"/redirect/11086771","hoster":"Doodstream"},{"path":"/redirect/8605714","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8708000","hoster":"VOE"},{"path":"/redirect/8707999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-10","name":"Dunkle Materie","epNo":10,"alt":"Dark Matter","descr":"Owen spielt den Medien Informationen zu, die auf einem UpdateStick für die BlackBox waren. So wird in den Nachrichten verbreitet, dass die Regierung der Vereinigten Staaten ein Attentat auf einen chilenischen Präsidentschafts-Kandidaten beauftragt hat. Percy ist gezwungen zu handeln und will das Attentat Ryan Fletcher, einem Analysten der CIA anhängen. Fletcher wird nach Chile geschickt, um wegen des Attentats zu ermitteln. Da im Internet bereits verbreitet wurde, dass Fletcher für das Attentat verantwortlich ist, wird er von chilenischen Rebellen entführt. Nikita und Owen schaffen es, Fletcher aus den Fängen der Rebellen zu befreien, müssen aber vor einem Zugriffsteam der Division fliehen, das Percy losgeschickt hat. Auf der Flucht werden sie jedoch von einem Trupp der US-Army gefangengenommen und in ein Flugzeug nach Amerika gesetzt. Ryans Freund und Kollege Gil leitet den Einsatz. Nikita verrät Ryan einige Geheimnisse über die Division. Ryan verhilft Nikita und Owen im Gegenzug zur Flucht … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004492","hoster":"VOE"},{"path":"/redirect/8605715","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707996","hoster":"VOE"},{"path":"/redirect/8707998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-11","name":"Ausgeliefert","epNo":11,"alt":"All The Way","descr":"Alex informiert Nikita, dass sie kurz vor ihrer Beförderung zum Agenten steht, aber vorher noch ihren ersten Mordauftrag durchführen muss. Sie soll Zoman töten, den Boss eines armenischen Verbrechersyndikats. Da die Beförderung von Alex auch den Vorteil einer höheren Sicherheitsfreigabe mit sich bringt, beschließen die beiden, den Auftragsmord auszuführen. Nikita glaubt, dass Alex es nicht schafft, jemanden zu töten, und überwacht den Einsatz der Division. Unterdessen gelingt es Birkhoff, das Shell-Programm aufzuspüren, mit dem Alex und Nikita miteinander kommuniziert haben. Als Percy auf diesem Wege versucht, während des laufenden Einsatzes Kontakt mit Nikita aufzunehmen, merkt sie, dass etwas nicht stimmt. Alex schafft es tatsächlich nicht, den Abzug zu drücken, als sie vor Zoman steht, und Nikita muss intervenieren. Sie hilft Alex und rettet sie vor Zomans Bodyguards. Als die Backup-Teams der Division eingreifen, müssen Alex und Nikita fliehen. Da die Mission ein Fehlschlag war, schwebt Alex in ernster Gefahr. Nikita beschließt daher, sich selbst auszuliefern. Die beiden lassen es so aussehen, als hätte Alex Nikita überwältigt. Nikita wird in die Division-Zentrale gebracht und von Amanda verhört. Alex, die dort von den Rekruten als Heldin gefeiert wird, besorgt sich von einem Wärter die Schlüsselkarte zur Waffenkammer, um Sprengsätze zu stehlen. Sie macht die Zeitzünder an verschiedenen Stellen innerhalb der Zentrale scharf. Doch dann steht plötzlich Thom vor ihr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820194","hoster":"VOE"},{"path":"/redirect/8605717","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707995","hoster":"VOE"},{"path":"/redirect/8707994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-12","name":"Freiheit","epNo":12,"alt":"Free","descr":"Alex wurde zum Division-Agent befördert. Sie darf fortan außerhalb der Division leben und bekommt eine Wohnung, ein Auto und eine Kreditkarte gestellt. Allerdings wurde ihr zuvor noch ein ganz besonderer Peilsender implantiert. Als Nikita sich mit Alex trifft, stellt sie fest, dass es sich dabei um einen von der Division entwickelten Tötungschip handelt. Sie erzählt dies Alex aber nicht. Alex versucht, sich unterdessen an das Leben \"draußen\" und an ihre Tarnidentität zu gewöhnen. Als ihr neuer Nachbar Nathan sie auf eine Party einlädt, reagiert Alex verunsichert – es ist Agenten nicht gestattet, enge Beziehungen einzugehen. Nikita hat unterdessen Kontakt mit dem CIA-Analysten Ryan Fletcher aufgenommen. Sie erzählt ihm von dem Tötungschip und unterbreitet ihm ihren Plan: Er soll Birkhoff entführen, damit sie an das Passwort für seinen Laptop rankommt. So will sie sich in das Division-Netzwerk hacken und die Kontrolle über Alex’ Peilsender übernehmen. Nikita beauftragt Alex, in die Division-Zentrale zu gehen und dort ein Computervirus in das Netzwerk zu pflanzen, der als Ablenkung dienen soll. Der Plan geht größtenteils auf. Birkhoff wird in einer CIA-Außenstelle festgehalten, aber Ryan schafft es nicht, ihn zum Reden zu bringen. Nikita übernimmt das Verhör. Als sie ihn kurz allein lässt, tut er genau das, was sie vermutet hatte: Über eine Kamera können Nikita und Ryan beobachten, wie er den Blue-Ray-Player im Verhörraum hackt und die Division kontaktiert. Nikita hat dabei Birkhoffs Passwort gesehen und benutzt nun seinen Laptop, um ins Netzwerk der Division zu gelangen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917606","hoster":"VOE"},{"path":"/redirect/11086776","hoster":"Doodstream"},{"path":"/redirect/8605718","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707993","hoster":"VOE"},{"path":"/redirect/8707992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-13","name":"Einsatz im Museum","epNo":13,"alt":"Coup de Grace","descr":"Prinz Erik und seine Frau Prinzessin Kristina sind anlässlich der Ausstellung ihrer Kronjuwelen von Georgien nach New York gekommen. Sie wollen in ihrem Heimatland wieder die konstitutionelle Monarchie einführen. Dann wird bekannt, dass ein Attentat auf den Prinzen verübt werden soll. Drahtzieherin des mörderischen Plans ist Prinzessin Kristina, Auftragnehmer die Division. Nikita hat durch Alex von den Plänen erfahren. Sie eilt Prinz Erik zu Hilfe und befreit auch seine wahre Liebe, die Assistentin Leela. Kristina kann nichts dagegen unternehmen. Als die Aktion der Division im Museum aus dem Ruder läuft, greift Michael mit einer vorgeblichen FBI-Truppe ein, um seine Leute dort rauszuholen. Das gelingt auch, aber der Anschlag auf den Prinzen ist gescheitert. Michael scheint Alex gegenüber ein gewisses Misstrauen zu hegen. Ob er ihr auf die Schliche gekommen ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820198","hoster":"VOE"},{"path":"/redirect/12981649","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707990","hoster":"VOE"},{"path":"/redirect/8707986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-14","name":"Ein Alter Bekannter","epNo":14,"alt":"The Next Seduction","descr":"In Berlin wird ein US-Agent erschossen. Sein Tod steht im Zusammenhang mit einer geheimnisvollen Waffe. Nikita und Ryan von der CIA haben Informationen, dass ein gewisser Emil Voss, ein deutscher Waffenhändler mit Ausbildung in Oxford, dahintersteckt. Nikita war seinerzeit von der Division als Gespielin auf ihn angesetzt worden. Nun ist sie bereit, noch einmal in diese Rolle zu schlüpfen, um an die gefährliche Waffe zu kommen und sie unschädlich zu machen. Natürlich versuchen Percy und Michael, das zu verhindern. An dem mit Voss vereinbarten Treffpunkt taucht auch Ari auf, der Chef des russischen Pendants zur Division. Er versucht ebenfalls, an die Bombe zu gelangen und Nikita für seine Organisation zu gewinnen – erfolglos. Voss will überlaufen und wird von CIA-Agenten abgeholt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820191","hoster":"VOE"},{"path":"/redirect/8605738","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12333670","hoster":"VOE"},{"path":"/redirect/8707983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-15","name":"Alexandra","epNo":15,"alt":"Alexandra","descr":"Alex erhält von der Division den Auftrag, den Prototyp eines neuen Smartphones zu stehlen. Dazu wird ein Internet-Date mit dem milliardenschweren Entwickler Dustin Zimmer arrangiert. Sie treffen sich in einem Nachtclub, und dort kann Alex das wertvolle Gerät an sich bringen. Allerdings trifft sie dort auf der Damentoilette auch Irina wieder, eine alte Bekannte. Alex wurde gemeinsam mit ihr vor sechs Jahre von Menschenhändlern auf einem Frachter nach Amerika verschleppt. Obwohl Irina völlig high ist, erkennt sie Alex wieder und verrät sie an den russischen Zuhälter Vlad, der sie in seine Gewalt bringt. Als Nikita sich bei der russischen Mafia Informationen über Vlads Aufenthaltsort beschaffen will, trifft sie dort auf Michael, der offenbar dieselbe Idee hatte, um die verschollene Agentin wiederzufinden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820189","hoster":"VOE"},{"path":"/redirect/8820200","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707982","hoster":"VOE"},{"path":"/redirect/8707981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-16","name":"Visionen","epNo":16,"alt":"Echoes","descr":"Alex kehrt von ihrer letzten Mission vollgepumpt mit Drogen in die Division zurück. Amanda nutzt ihre Entziehungskur, um ihr einige Informationen über ihre Vergangenheit zu entlocken, die sie bislang vor der Division geheim gehalten hat. Sie verabreicht ihr Ibogain, eine Droge, die Wachträume hervorruft. In ihrem Traumzustand trifft Alex in der Division auf ihr jüngeres Ich – auf der Flucht vor einer ominösen Erzfeindin. Wer dies ist, wird aber nicht klar. Nikita weiß, dass Alex in großer Gefahr schwebt, und versucht sie außer Landes zu schmuggeln. Michael hat schon länger den Verdacht, dass Nikita und Alex zusammenarbeiten, deshalb fängt auch er an nachzuforschen. Dabei stößt er auf die Aufzeichnung eines Telefonates, das er mit Alex früher geführt hat. Er findet den Beweis, dass sie während des Gespräches nicht wie angegeben in ihrer Wohnung war …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820190","hoster":"VOE"},{"path":"/redirect/8605732","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707980","hoster":"VOE"},{"path":"/redirect/8707979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-17","name":"Am Wendepunkt","epNo":17,"alt":"Covenant","descr":"Michael findet Nikita in ihrem geheimen Versteck und stellt ihr ein Ultimatum: Er gibt ihr 24 Stunden Zeit, um Kasim zu finden, den Mann, der seine Familie umgebracht hat. Sonst verrät er Percy, dass Alex der Maulwurf ist. Nikita erklärt sich bereit zu helfen, verlangt jedoch von Michael, dass er ihr verrät, wo die restlichen BlackBoxen sind. Da sie weiß, dass Kasim Drogen für die al-Quaida durch Tschetschenien schmuggeln lässt und von Gogol gedeckt wird, arrangiert sie ein Treffen mit Ari Tasarov. Sie gaukelt ihm vor, dass sie Geld brauche und bietet ihm an, Kasims Drogenkonvoi zu überfallen und den Erlös mit Gogol zu teilen. Tasarov verrät ihr die Route des Konvois. Nikita überfällt die Schmuggler, die daraufhin Kasim anrufen. Sie hört das Gespräch ab und erfährt, dass sich Kasim mit Tasarov in St. Petersburg treffen wird. Nikita schafft es, auch dieses Treffen zu sabotieren, entführt Kasim und bringt ihn in ein Versteck, das sie früher schon benutzt hat. Mit einem speziell gesicherten Division-Telefon benachrichtigt sie Michael, der sich sofort auf den Weg macht. Doch Kasim gelingt es, seine Fesseln zu lösen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820193","hoster":"VOE"},{"path":"/redirect/8605726","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707974","hoster":"VOE"},{"path":"/redirect/8707977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-18","name":"Entzugserscheinungen","epNo":18,"alt":"Into the Dark","descr":"Owen stattet Nikita und Michael einen überraschenden Besuch ab. Er sagt, er habe herausgefunden, in welchem Londoner Stadtbezirk sich Brandon, der Wächter einer BlackBox, aufhält. Michael ist misstrauisch, aber Nikita beschließt, mit Owen nach London zu reisen und die Box zu finden. Als die beiden in Owens Versteck ankommen, bricht er plötzlich unter rasenden Kopfschmerzen zusammen. Erst als er einen speziell von der Division entwickelten Medikamentencocktail einnimmt, geht es ihm besser. Er erzählt Nikita, dass die \"Mixtur\" den Zweck hat, die Sinne der Wächter zu schärfen. Allerdings gehen Owens Vorräte zuneige, was schwere Entzugserscheinungen zur Folge hat: Wahnvorstellungen und zwanghaftes, unberechenbares Verhalten. Michael hat unterdessen herausgefunden, dass Brandon in einem Container im Londoner Hafen ein Ausrüstungslager unterhält. Als Nikita mit Owen den Container untersucht, hat er plötzlich einen Wutanfall und aktiviert eine Überwachungskamera, die Brandon alarmiert. Der sprengt den Container in die Luft …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820199","hoster":"VOE"},{"path":"/redirect/8605722","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707972","hoster":"VOE"},{"path":"/redirect/8707975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-19","name":"Tödliche Diamanten","epNo":19,"alt":"Girl’s Best Friend","descr":"Nikita plant Alex’ Flucht aus der Division. Der Zeitpunkt ist allerdings schlecht gewählt, denn Alex und Jaden wurden für eine Auslandsmission ausgewählt. Es soll ein gefährliches Nervengift zerstört werden, das von Kalume Ungara, dem Sohn des liberianischen Präsidenten, entwickelt wurde. Michael überredet Nikita, ihren Plan zu ändern. Sie beschließen, den Tod von Alex vorzutäuschen, wenn sie Kalumes Giftlabor in Genf in die Luft sprengt. Die Division hat erfahren, dass das Nervengift bei einer von Kalumes legendären Partys verkauft werden soll und schickt Alex und Jaden als Models getarnt los, um die Party zu infiltrieren. Während Jaden Kalume verführt, gelingt es Alex, in das Labor einzudringen und dort Sprengsätze zu platzieren. Plötzlich erscheint Kalume mit seiner vermeintlichen Kundin Anya. Alex versteckt sich und belauscht die beiden. Sie erfährt, dass Anya das Gift nicht kaufen will. Vielmehr soll sie damit einen Anschlag auf den gleichzeitig stattfindenden Friedensgipfel verüben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820197","hoster":"VOE"},{"path":"/redirect/8820202","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707968","hoster":"VOE"},{"path":"/redirect/8707973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-20","name":"Ausstieg in ein neues Leben","epNo":20,"alt":"Glass Houses","descr":"Da Nikita es geschafft hat, zwei BlackBoxen zu zerstören, ist Percy in letzter Zeit etwas überspannt. Er schickt Michael in eine Kleinstadt in Pennsylvania, wo er einen seiner Wächter observieren soll – eine Frau namens Dana Winters. Innerhalb der Division gehen außerdem Gerüchte um, dass Percy eine streng geheime Mission plant: \"Operation Sparrow\". Michael und Nikita beschließen, die BlackBox diesmal nicht zu zerstören. Sie hoffen, darauf Informationen über die Operation zu finden. Nikita macht sich auf den Weg nach Pennsylvania und muss feststellen, dass Dana eine ganz normale Frau mit Familie ist, die offenbar versucht, aus dem Leben als Division Agentin auszusteigen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820201","hoster":"VOE"},{"path":"/redirect/8605724","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707967","hoster":"VOE"},{"path":"/redirect/8707970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-21","name":"Verrat","epNo":21,"alt":"Betrayals","descr":"Michael erfährt von Birkhoff, dass Percy jeden umbringen lässt, der die Blackbox, die Nikita hat, entschlüsseln könnte. Zwei Top-Kryptologen sind bereits tot und Percys nächstes Ziel soll Malcolm Mitchell sein, ein Kryptologe der CIA. Nikita gelingt es, Malcolm zu retten und in ihr Versteck zu bringen. Nun soll er die Blackbox entschlüsseln, damit sie alles über Operation Sparrow erfährt. Da Nikita seit Jadens Tod nichts mehr von Alex gehört hat, schickt sie Michael zur Division. Er soll herausfinden, ob sie in Gefahr ist. Als Michael Percy aufsucht, muss er feststellen, dass Alex Tarnung aufgeflogen ist. Beim Versuch sie zu retten, tappt er in eine Falle, die ihm Percy gestellt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820220","hoster":"VOE"},{"path":"/redirect/8820226","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707965","hoster":"VOE"},{"path":"/redirect/8707962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-1/episode-22","name":"Die Büchse der Pandora","epNo":22,"alt":"Pandora","descr":"Nikita wurde für tot erklärt und Percy setzt Oversight mit den Boxen unter Druck: Er will Chef der CIA werden. Er erzählt ihnen, dass Ryan die Blackbox, die mit Gift präpariert wurde, ins CIA-Gebäude gebracht hat. Nikitas Tod stellt sich indessen als inszeniertes Ablenkungsmanöver heraus. Sie verschafft sich Zugang zum CIA-Gebäude und will den drohenden Giftanschlag verhindern, durch den Ryan und seine Vorgesetzten getötet werden sollen. Derweil wird es eng für Alex. Weil sie die Division über Nikitas Tod getäuscht hat, ordnet Percy ihre Hinrichtung an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820228","hoster":"VOE"},{"path":"/redirect/8605741","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8707963","hoster":"VOE"},{"path":"/redirect/8707961","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/nikita-2010/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/nikita-2010/staffel-2/episode-1","name":"","epNo":1,"alt":"Game Change","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707959","hoster":"VOE"},{"path":"/redirect/8707958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-2","name":"","epNo":2,"alt":"Falling Ash","descr":"Alicia, eine hübsche und feurige ehemalige Agentin, wurde einst wegen eines Drogenproblems bei Devision gefeuert. Außerdem, so vermutet Alici, hat sie Joseph Mars, der Mann, dem sie einst vertraute, still und heimlich in eine Auftragskillerin verwandelt. Mars in ein ziemlich finsterer Neuropsychiater, der alles für Geld macht, bezahlt man ihn nur hoch genug. Grundlage seines Erfolges sind...","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707954","hoster":"VOE"},{"path":"/redirect/8707957","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313645","hoster":"VOE"},{"path":"/redirect/9961885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-3","name":"","epNo":3,"alt":"Knightfall","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707951","hoster":"VOE"},{"path":"/redirect/8707950","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313672","hoster":"VOE"},{"path":"/redirect/9961894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-4","name":"","epNo":4,"alt":"Partners","descr":"In der Türkei gelingt der früheren Division-Agentin Kelly die Flucht aus dem Gefängnis. Vor vier Jahren wurde sie bei der Mission geschnappt, welche Nikita für die Inszenierung ihres Todes benutzt hat, um aus den Fängen von Division zu entkommen. Nikita glaubte, dass Kelly getötet wurde. Das war jedoch nicht der Fall. Stattdessen saß ihre ehemalige Partnerin all die Jahre über im Knast.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707949","hoster":"VOE"},{"path":"/redirect/8707948","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313670","hoster":"VOE"},{"path":"/redirect/9961896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-5","name":"","epNo":5,"alt":"Looking Glass","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707945","hoster":"VOE"},{"path":"/redirect/8709189","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313679","hoster":"VOE"},{"path":"/redirect/9961895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-6","name":"","epNo":6,"alt":"343 Walnut Lane","descr":"Percy will Alex als seine Komplizin im Kampf um seine Freiheit - und gegen Amanda gewinnen. Er bietet ihr Informationen über Semak an. Alex will auf den Deal jedoch nicht eingehen und bittet stattdessen Nikita um Hilfe; Alex möchte, dass ihre ehemalige Partnerin die entsprechenden Daten auf der Black Box heraussucht. Das tut Nikita auch. Über Semak findet sich jedoch nichts Interessantes.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707943","hoster":"VOE"},{"path":"/redirect/8707944","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313677","hoster":"VOE"},{"path":"/redirect/9961901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-7","name":"","epNo":7,"alt":"Clawback","descr":"Im Gefängnis entdeckt Ryan Muster, die zeigen, wie Oversight seine Finanzierung erhält. Ryan arrangiert ein Treffen mit Nikita, um sie zu informieren, aber Amanda fängt ihre verschlüsselten Nachrichten aneinander ab und alarmiert Oversight, der einen von ihnen schickt, um Ryan zu verhören. Nikita und Michael bemühen sich, Noah aus dem Gefängnis zu befreien, bevor Oversight ihn erwischt. Währenddessen wird Alex von Gogol beschattet und trifft auf jemanden aus ihrer Vergangenheit.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707941","hoster":"VOE"},{"path":"/redirect/8707942","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313674","hoster":"VOE"},{"path":"/redirect/9961900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-8","name":"","epNo":8,"alt":"London Calling","descr":"Michael wird alarmiert, als er hört, dass Cassandra in Schwierigkeiten ist und eilt davon, um ihr zu helfen. Er entdeckt, dass General Tupelov sie beschuldigt hat, zweihundert Millionen Dollar gestohlen zu haben, und ihr gedroht hat, sie zu töten, wenn sie es nicht zurückgibt. Als Cassandras Geschichte jedoch nicht aufgeht, wird Nikita misstrauisch, was sie verbergen könnte. Währenddessen erhält Alex ein sehr verlockendes Angebot von Percy, das ihr die Mittel geben könnte, um Semak zu eliminieren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12917553","hoster":"VOE"},{"path":"/redirect/8707939","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313671","hoster":"VOE"},{"path":"/redirect/9961903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-9","name":"","epNo":9,"alt":"Fair Trade","descr":"Nikita stiehlt Gelder von Oversight und zwingt sie, ein Notfalltreffen abzuhalten. Nikita und Birkoff finden heraus, wie sie das Treffen ausspionieren können, damit Nikita die anderen Mitglieder von Oversight identifizieren kann, aber die Dinge laufen schief und Sean nimmt Birkoff gefangen. Amanda will wissen, wo sich Nikita versteckt, aber Birkoff weigert sich, seinen Freund aufzugeben, also foltert sie ihn. Währenddessen setzt Alex ihren Plan in Gang, das Imperium ihres Vaters zurückzuerobern. Mit einem Preisgeld auf ihrem Kopf erkennt Alex, dass der einfachste Weg, unentdeckt nach Russland zu gelangen, derselbe ist, auf dem sie herausgeschmuggelt wurde – durch den illegalen Sexring.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12917554","hoster":"VOE"},{"path":"/redirect/8707937","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313700","hoster":"VOE"},{"path":"/redirect/9961904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-10","name":"","epNo":10,"alt":"Guardians","descr":"Nachdem Michael nicht in der Stadt ist, wendet sich Nikita an Owen, um ihr zu helfen, eine weitere Blackbox aufzuspüren und von einem Wächter zu stehlen. Leider entdeckt sie, dass Owen für einen unwahrscheinlichen Arbeitgeber arbeitet, der Nikitas gesamten Betrieb gefährden könnte. Amanda erkennt, dass Alex privilegierte Informationen über Semak erhalten hat und diese Informationen nur von Percy stammen können. Wütend, dass Percy sie untergraben hat, entzieht Amanda ihm all seine Annehmlichkeiten. Zu Hause in Russland macht Alex endlich ihren Zug auf Semak.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707931","hoster":"VOE"},{"path":"/redirect/8707930","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11300281","hoster":"VOE"},{"path":"/redirect/9961873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-11","name":"","epNo":11,"alt":"Pale Fire","descr":"Alex’ Mission, Gogol zu Fall zu bringen, spitzt sich zu, als sie in das Haus ihrer Kindheit eindringt und Geistern aus ihrer Vergangenheit gegenübersteht. Auf einer völlig anderen Mission landet Nikita auch in der Villa, um Semaks Blackbox zu stehlen. Nikita und Alex treffen aufeinander und beschließen, ihre Kräfte zu bündeln, aber sie stoßen auf eine große Straßensperre. Währenddessen arbeiten Michael und Owen zusammen, um Percys geheimen Plan mit den Wächtern herauszufinden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707929","hoster":"VOE"},{"path":"/redirect/8707928","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11300289","hoster":"VOE"},{"path":"/redirect/9961872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-12","name":"","epNo":12,"alt":"Sanctuary","descr":"Nikita findet ihre Freunde und alle nutzen die Gelegenheit, um die Bindungen zu festigen. In der Zwischenzeit droht Percy Amanda, indem er ihre bevorstehende Flucht vorhersagt, und Sean nähert sich Nikita, um seine Mutter zu schützen, die sie versucht, mit den Mitgliedern von Oversight zu argumentieren, die bereit sind, eine drastische Entscheidung gegen Division zu treffen ...","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707926","hoster":"VOE"},{"path":"/redirect/8707925","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12172662","hoster":"VOE"},{"path":"/redirect/9961874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-13","name":"","epNo":13,"alt":"Clean Sweep","descr":"Percy lässt seine Wächter die Mitglieder von Oversight als Geiseln halten, bis Amanda seinen Forderungen zustimmt. Wenn sie es nicht tut, werden die Wächter alle Mitglieder von Oversight erschießen und ein tödliches Gas in der Division freisetzen, das alle sofort töten wird, einschließlich Amanda. Nikita ist hin- und hergerissen zwischen dem Fallenlassen des Feindes und dem Retten der unschuldigen Leben innerhalb der Division. Währenddessen versucht Sean verzweifelt, seine Mutter aus Percys Fängen zu retten, und wendet sich hilfesuchend an Nikita, Michael und Alex.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707923","hoster":"VOE"},{"path":"/redirect/8707924","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12952262","hoster":"VOE"},{"path":"/redirect/9961875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-14","name":"","epNo":14,"alt":"Rogue","descr":"Percy setzt seinen Plan fort, Division zurückzuerobern, indem er droht, Nikitas Mentorin Carla zu töten, die Frau, die Nikita als Junkie von der Straße holte. Entschlossen, Carla vor Percy zu erreichen, benutzt Nikita Madeline, um ihr eine Nachricht zu schicken. Percy fängt die Nachricht ab und es beginnt ein Wettlauf darum, wer zuerst an Carla herankommt. Währenddessen sagt Amanda Alex, dass es Zeit für sie ist, Zetrov zurückzunehmen und der Welt zu zeigen, dass Alexandra Udinov lebt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707922","hoster":"VOE"},{"path":"/redirect/8707920","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11300288","hoster":"VOE"},{"path":"/redirect/9961876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-15","name":"","epNo":15,"alt":"Origins","descr":"Nikita und Michael versuchen, Carla dabei zu helfen, sich an ihre Vergangenheit zu erinnern, die der Schlüssel zum Sieg über Division ist. Carla erzählt von der Nacht, in der Nikita verhaftet wurde, und Nikita ist fassungslos über das, was sie erfährt. Währenddessen taucht Alex bei einer Zetrov-Pressekonferenz auf, auf der Semak spricht, und gibt bekannt, dass sie Alexandra Udinov ist. Alex fordert einen Handel – ihre Mutter für das Imperium.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13004453","hoster":"VOE"},{"path":"/redirect/8707917","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11300291","hoster":"VOE"},{"path":"/redirect/9961877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-16","name":"","epNo":16,"alt":"Doublecross","descr":"Agenten der Division werden einer nach dem anderen ermordet, und alles deutet auf Gogol hin. Während sie versuchen, das zukünftige Opfer zu retten, entdecken Nikita und Michael, dass der Angriff tatsächlich von Percy stammt, und möchten so die Verbindungen zwischen Amanda und Ari aufdecken. Festgefahren, bittet Amanda Nikita, Percy im Austausch für Ryan Fletcher zu fangen ...","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707914","hoster":"VOE"},{"path":"/redirect/8707913","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11300300","hoster":"VOE"},{"path":"/redirect/9961879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-17","name":"","epNo":17,"alt":"Arising","descr":"Michael ist wütend, als er ein Geheimnis entdeckt, das Cassandra vor ihm geheim gehalten hat, also fliegen er und Nikita nach Moskau, um sie zu konfrontieren. Währenddessen unternimmt Alex einen letzten Versuch, ihre Mutter zu finden, indem sie eine verschlüsselte Nachricht über ein Fernsehinterview sendet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707910","hoster":"VOE"},{"path":"/redirect/8707912","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11300293","hoster":"VOE"},{"path":"/redirect/9961883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-18","name":"","epNo":18,"alt":"Power","descr":"Amanda und Ari arrangieren eine Vorstandssitzung mit Zetrov und bereiten die Übernahme des Unternehmens vor. Nach einer hitzigen Konfrontation von Angesicht zu Angesicht zwischen Nikita und Amanda erinnert sich Nikita daran, wie Amanda war, als sie zum ersten Mal zur Division gebracht wurde. Währenddessen überrascht Alex Ari, indem er mit einem alten und mächtigen Freund zur Vorstandssitzung auftaucht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707908","hoster":"VOE"},{"path":"/redirect/8707907","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11300302","hoster":"VOE"},{"path":"/redirect/9961882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-19","name":"","epNo":19,"alt":"Wrath","descr":"Als Nikita für Division arbeitete, zielte sie auf einen Mann namens Nicholas Brandt und infiltrierte seinen inneren Kreis. Sie hat ihn gefangen genommen und seitdem sitzt er hinter Gittern. Percy entspringt jedoch Brant und seine erste Mission ist es, Nikita zur Rache zu fangen. Nachdem er sie in seinen Fängen hat, foltert er sie und zwingt Nikita, sich einer Seite ihrer selbst zu stellen, von der sie dachte, sie hätte sie längst begraben. Währenddessen spielt Percy weiterhin Gedankenspiele mit Michael, Alex und Sean und bringt einen von ihnen an den Rand des Todes.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707906","hoster":"VOE"},{"path":"/redirect/8707903","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11300301","hoster":"VOE"},{"path":"/redirect/9961884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-20","name":"","epNo":20,"alt":"Shadow Walker","descr":"Nikita überredet einen widerstrebenden Birkhoff, 20 Millionen Dollar seines eigenen Geldes in einen Plan zu investieren, um Percy und Division in den Bankrott zu treiben, aber als Percy schließlich Birkhoffs gesamte Ersparnisse stiehlt, geraten Birkhoff und Nikita aneinander. Team Nikita hat eine letzte Chance, Percy erneut zu schlagen, aber Birkhoff wird verhaftet, als er versucht, seine Millionen zurückzugewinnen, und Nikita erkennt, dass sie ihn aus dem Gefängnis befreien muss, bevor Division ihn erwischt. Michael und Alex gehen Birkhoffs gestohlenem Geld nach, während Nikita Birkhoff retten will.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707902","hoster":"VOE"},{"path":"/redirect/8707901","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313653","hoster":"VOE"},{"path":"/redirect/9961887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-21","name":"","epNo":21,"alt":"Dead Drop","descr":"Als es so aussieht, als ob Percys Atomwaffenplan außer Kontrolle gerät, schlägt Ryan vor, den Direktor der CIA, Morgan Kendrick, um Hilfe zu bitten. Nikita ist vehement gegen den Plan und ist überrascht, als Michael sich auf Ryans Seite stellt. Die Spannungen eskalieren, als Nikita bewiesen wird, nachdem sie entdeckt haben, dass Kendrick eine Verbindung zu Percy hat. Währenddessen wird Sean von Percys Männern erschossen, was Alex bis ins Mark erschüttert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707900","hoster":"VOE"},{"path":"/redirect/8707898","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313655","hoster":"VOE"},{"path":"/redirect/9961893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-22","name":"","epNo":22,"alt":"Crossbow","descr":"Percy ruft den Präsidenten der Vereinigten Staaten an und droht, eine nukleare Explosion auszulösen, wenn seine Forderungen nicht erfüllt werden. Birkhoff findet zwei Wissenschaftler, die helfen könnten, Percys neuen Atomsatelliten zu stoppen, also machen sich Nikita und Michael auf den Weg nach einem und Sean und Alex suchen nach dem anderen. Unglücklicherweise werden Alex und Sean genau an dem Ort erwischt, den Percy als Beweis seiner Macht in die Luft sprengt. In der Zwischenzeit erkennt Nikita, dass der beste Weg, Percy aufzuhalten, darin besteht, in den Bauch der Bestie zu gehen – Division selbst.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12251016","hoster":"VOE"},{"path":"/redirect/8707896","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313665","hoster":"VOE"},{"path":"/redirect/9961892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-2/episode-23","name":"","epNo":23,"alt":"Homecoming","descr":"Percy ruft den Präsidenten der Vereinigten Staaten an und droht, eine nukleare Explosion auszulösen, wenn seine Forderungen nicht erfüllt werden. Birkhoff findet zwei Wissenschaftler, die helfen könnten, Percys neuen Atomsatelliten zu stoppen, also machen sich Nikita und Michael auf den Weg nach einem und Sean und Alex suchen nach dem anderen. Unglücklicherweise werden Alex und Sean genau an dem Ort erwischt, den Percy als Beweis seiner Macht in die Luft sprengt. In der Zwischenzeit erkennt Nikita, dass der beste Weg, Percy aufzuhalten, darin besteht, in den Bauch der Bestie zu gehen – Division selbst.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707894","hoster":"VOE"},{"path":"/redirect/8707889","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313664","hoster":"VOE"},{"path":"/redirect/9961891","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/nikita-2010/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/nikita-2010/staffel-3/episode-1","name":"","epNo":1,"alt":"3.0","descr":"Ryan übernimmt die Division mit Nikita an seiner Seite. Ihre erste Mission unter dem neuen Regime besteht darin, \"The Dirty Thirty\" zu holen, die abtrünnigen Agenten, die nicht auf den Rückruf der Division reagiert haben, nachdem Percy getötet wurde. Leider verläuft ihre erste Mission nicht wie geplant und Michael wird verhaftet, was Nikita dazu zwingt, den Gang zu wechseln und einen Fluchtplan für ihn auszuhecken. Alex wiederholt ihr Alter Ego, die verwöhnte russische Prinzessin Alexandra Udinov, auf einzigartige Weise als Teil des Plans, Michael zu befreien. Unterdessen bemüht sich Birkhoff trotz seiner wachsenden Anziehungskraft auf sie, eine Arbeitsbeziehung mit Sonya aufrechtzuerhalten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707890","hoster":"VOE"},{"path":"/redirect/8707888","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313688","hoster":"VOE"},{"path":"/redirect/9961905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-2","name":"","epNo":2,"alt":"Innocence","descr":"Nikita, Michael und ihr Team extrahieren ein junges Mädchen namens Liza, das von einem abtrünnigen Agenten der Division, Wade, gefangen gehalten wird. Wade hat Liza einer Gehirnwäsche unterzogen und sie zu einer Agentin der Division ausgebildet, um ihm bei seiner persönlichen Mission zu helfen. Nikita versucht verzweifelt, zu Liza durchzubrechen, aber in einem Moment des Chaos entkommt das Mädchen der Division. Das Team beeilt sich, sie zu finden, bevor sie ihre Mission erfüllen kann, während eines besonderen Ereignisses eine tödliche Chemikalie im UN-Gebäude freizusetzen. Währenddessen weckt Lizas Entführung bei Alex schmerzhafte alte Erinnerungen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12251017","hoster":"VOE"},{"path":"/redirect/8707885","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313711","hoster":"VOE"},{"path":"/redirect/9961917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-3","name":"","epNo":3,"alt":"True Believer","descr":"Als Ryan Nikita mitteilt, dass ein Undercover-Agent festgenommen wurde und sie aus dem Gefängnis geholt werden müssen, fragt Nikita, warum Division weiterhin Percys alte Missionen leitet. Nikita, Michael und Sean versuchen, einen Terroranschlag zu stoppen, haben aber einen Mann verloren, nachdem Alex erschossen wurde. Währenddessen streiten sich Birkhoff und Sonya weiter.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707884","hoster":"VOE"},{"path":"/redirect/8707883","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313720","hoster":"VOE"},{"path":"/redirect/9961920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-4","name":"","epNo":4,"alt":"Consequences","descr":"Amanda schickt eine abtrünnige Agentin der Division, Anne, um Owen aus einem russischen Gefängnis zu befreien, aber Owen gelingt es, ihren Fängen zu entkommen und Nikita eine Nachricht zu senden, dass er frei ist. Als Nikita ihn aufspürt, ist Owen schockiert, als er erfährt, dass Nikita jetzt bei Division ist, aber mit ihr zur Basis zurückkehrt. Michael und Ryan sind sich nicht sicher, ob sie Owen vertrauen können, aber Nikita steht zu ihrer Freundin.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12333664","hoster":"VOE"},{"path":"/redirect/8707877","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313722","hoster":"VOE"},{"path":"/redirect/9961922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-5","name":"","epNo":5,"alt":"The Sword’s Edge","descr":"Als ein früherer verdeckt ermittelnder Agent der Division zum neuen Präsidenten von Usbekistan gewählt wird, entschließen sich Nikita (Maggie Q) und ihr Team dazu, ihn während eines Staatsbesuches in den USA gefangenzunehmen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707878","hoster":"VOE"},{"path":"/redirect/8707881","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313718","hoster":"VOE"},{"path":"/redirect/9961921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-6","name":"","epNo":6,"alt":"Sideswipe","descr":"Nikita und Michael nehmen Cyrus, einen Waffenhändler, gefangen, der ein Waffenstörgerät für Ari kauft. Nikita überredet Ryan, sie Cyrus als Köder benutzen zu lassen, um Amanda zu fangen, aber Cyrus schafft es, der Falle zu entkommen. Als Amanda jedoch Cyrus hintergeht, ist seine einzige Überlebenshoffnung Nikita. Unterdessen ist Birkhoff Amandas Maulwurf auf der Spur und Alex beginnt sich zu entwirren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12333669","hoster":"VOE"},{"path":"/redirect/8707876","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313717","hoster":"VOE"},{"path":"/redirect/9961923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-7","name":"","epNo":7,"alt":"Intersection","descr":"Birkhoff sagt Nikita, dass Sonya Amandas Maulwurf ist und Amanda nicht nur Sonyas Kill-Chip reaktiviert hat, sondern auch einen zweiten Maulwurf in Division platziert hat, um sie im Auge zu behalten. Nikita, Michael und Ryan hecken einen Plan aus, um Sonya zu benutzen, um Amandas Versteck aufzuspüren, und Birkhoff stellt dem zweiten Maulwurf eine Falle. Währenddessen konfrontiert Michael Alex mit ihrem Drogenkonsum und sie bittet ihn, Nikita nichts davon zu erzählen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707872","hoster":"VOE"},{"path":"/redirect/8707875","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313719","hoster":"VOE"},{"path":"/redirect/9961928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-8","name":"","epNo":8,"alt":"Aftermath","descr":"Nikita (Maggie Q) und Owen (Devon Sawa) schließen sich zusammen, um einen auf eigener Rechnung operierenden Cleaner namens Liam (Pedro Pascal) zu stellen. Michael (Shane West) nimmt unterdessen eine neue Stelle bei der Division an. Seine Beziehung zu Nikita leidet jedoch unter ihrer Kooperation mit Owen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707870","hoster":"VOE"},{"path":"/redirect/8707867","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313728","hoster":"VOE"},{"path":"/redirect/9961927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-9","name":"","epNo":9,"alt":"Survival Instincts","descr":"Ray (Matt Bushell), ein abtrünniger Agent, entführt seine Freundin Kate (Anna Hopkins), also entsendet Ryan das Team, um sie zu retten. Nikita ist verwirrt, als Michael Owen mit ihr aufs Feld schickt, anstatt selbst zu gehen. Unterdessen trifft Sean eine Entscheidung bezüglich Alex.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707866","hoster":"VOE"},{"path":"/redirect/8707865","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313730","hoster":"VOE"},{"path":"/redirect/9961930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-10","name":"","epNo":10,"alt":"Brave New World","descr":"Michael gibt seine Rolle als Außendienstmitarbeiter auf und nimmt seine Rolle innerhalb der Division, die den Betrieb leitet, wieder auf. Nachdem Nikita wichtige Informationen von Birkhoff erhalten hat, bereitet sie eine geheime Mission vor, die sie in gefährliches Gebiet führt. Als Michael, Alex und Ryan es herausfinden, folgen sie ihr in den Kosovo, aber das Ergebnis hat weitreichende Konsequenzen für Division.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707862","hoster":"VOE"},{"path":"/redirect/8707864","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313687","hoster":"VOE"},{"path":"/redirect/9961906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-11","name":"","epNo":11,"alt":"Black Badge","descr":"Eine CIA-Agentin namens Naomi stößt auf eine Akte, in der Madeline Pierces Beteiligung an Division detailliert beschrieben wird, und übergibt sie dem Direktor der CIA, Morgan Kendrick. Als Kendrick kurz darauf getötet wird, beschuldigt Amanda Sean den Mord und die CIA nimmt ihn in Gewahrsam. Nikita verspricht Alex, dass sie Sean befreien werden und entwickelt einen Plan, der ihn entweder retten oder ihm das Leben kosten könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707859","hoster":"VOE"},{"path":"/redirect/8707861","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313686","hoster":"VOE"},{"path":"/redirect/9961908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-12","name":"","epNo":12,"alt":"With Fire","descr":"Nachdem Birkhoff von Shadowbot einen Tipp erhält, dass Ari in New York ist, eilen Nikita und Owen herbei, um ihn abzuholen, bevor das FBI es tut. Ari verrät jedoch, dass er alles geplant hat, um mit Nikita zu sprechen. Er sagt ihr, dass Amanda zu weit gegangen ist und mit einem Terroristen zusammenarbeitet, der einen Anschlag auf amerikanischem Boden plant. Ari will fünfzig Millionen Dollar für die Informationen, die zur Festnahme des Terroristen führen könnten. Nikita und Michael sind fassungslos, als Ryan erwägt, das Bestechungsgeld zu zahlen. Unterdessen ist Sean eifersüchtig auf die Beziehung zwischen Alex und Owen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707858","hoster":"VOE"},{"path":"/redirect/8707854","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313685","hoster":"VOE"},{"path":"/redirect/9961907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-13","name":"","epNo":13,"alt":"Reunion","descr":"Um die Kontrolle über die Black Box zu erlangen, plant Amanda, Aris Sohn Stefan (Dylan Minnette) zu entführen, um ihn als Druckmittel einzusetzen. Immer noch in Divisions Schutzhaft, bittet Ari Nikita um Hilfe. Stefans Leibwächter Krieg (Andrew Divoff) schafft es jedoch, sowohl Nikita als auch Amanda zu fangen, und die beiden müssen zusammenarbeiten, um zu entkommen. Owen ist wütend auf Michael, nachdem Michael Alex anstelle von ihm als Nikitas Ersatz eingesetzt hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707856","hoster":"VOE"},{"path":"/redirect/8707853","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313694","hoster":"VOE"},{"path":"/redirect/9961910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-14","name":"","epNo":14,"alt":"The Life We’ve Chosen","descr":"Amanda hält Alex als Geisel und sagt Nikita, dass sie Alex im Austausch für Ari freilassen wird. Michael beauftragt Nikita und Sean mit dem Austausch von Gefangenen, aber Ryan fügt Owen in letzter Minute zum Team hinzu, was Michael misstrauisch macht. Während der Gefangenschaft freundet sich Alex mit einer Mitgefangenen namens Larissa an und schwört, sie beide aus dem Gefängnis zu befreien, was letztendlich Nikitas Plan widerspricht und Alex zwingt, sich zwischen Nikita und ihrem Versprechen an Larissa zu entscheiden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707849","hoster":"VOE"},{"path":"/redirect/8707848","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313695","hoster":"VOE"},{"path":"/redirect/9961912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-15","name":"","epNo":15,"alt":"Inevitability","descr":"Als Nikita beschließt, dass Division eine Regierungsmission übernehmen soll, um den Präsidenten des Tschad zu eliminieren, während er in Paris ist, bezieht Alex Stellung und weigert sich, daran teilzunehmen. Verärgert darüber, dass Nikita Geheimnisse vor allen verbirgt, ähnlich wie Percy, rekrutiert Alex Birkoff, um Geheimnisse über Danforth auszugraben, um sie als Druckmittel zu nutzen, falls es mit der Regierung zu Problemen kommt. Alex und Birkhoff sind schockiert, als sie auf ein Geheimnis stoßen, das so groß ist, dass es Division in die Luft jagen könnte – buchstäblich.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707847","hoster":"VOE"},{"path":"/redirect/8707846","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313699","hoster":"VOE"},{"path":"/redirect/9961911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-16","name":"","epNo":16,"alt":"Tipping Point","descr":"Nikita (Maggie Q) und Michael (Shane West) erfahren von einer neuen Handprothese, die Michael wieder zu seiner alten Form zurück bringen könnte, doch diese hat einen stolzen Preis. Unterdessen sollen Alex (Lyndsy Fonseca) und Sean (Dillon Casey) herausfinden, wer in Division hinter einer Meuterei steckt, die in Blutvergießen endet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12333672","hoster":"VOE"},{"path":"/redirect/8707845","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313702","hoster":"VOE"},{"path":"/redirect/9961913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-17","name":"","epNo":17,"alt":"Masks","descr":"Alex (Lyndsy Fonseca) gesteht Birkhoff (Aaron Stanford), dass sie Division gerne verlassen würde, während Amanda (Mindy Clarke) Owen (Devon Sawa) etwas gibt, was er nie finden konnte: Erinnerungen an seine echte Vergangenheit. Trotz Nikitas (Maggie Q) Versuchen, zu helfen, beginnt Owen, sich mit den Geschehnissen seiner Vergangenheit auseinanderzusetzen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707840","hoster":"VOE"},{"path":"/redirect/8707855","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313703","hoster":"VOE"},{"path":"/redirect/9961914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-18","name":"","epNo":18,"alt":"Broken Home","descr":"Festgeschnallt und unter Drogen gesetzt, wird Nikita Amandas schrecklichem mentalem Konditionierungsprozess unterzogen, der sie auf eine schreckliche Reise durch die Vergangenheit schickt. Dabei entdeckt Nikita Amandas tiefstes, am besten gehütetes Geheimnis aller Zeiten. Jetzt als Anführer des Aufstands entlarvt, kämpft Alex darum, alle zu retten, während die Ereignisse gewaltsam eskalieren. Nachdem Michael von den Verschwörern der Division weggesperrt wurde, müssen Birkhoff und Sean aufstehen, um die Frauen zu retten, die sie lieben. In der Zwischenzeit treiben Owens neu entdeckte Erinnerungen ihn zu beunruhigenden Aktionen während des Lockdowns von Division.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707838","hoster":"VOE"},{"path":"/redirect/8707851","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313706","hoster":"VOE"},{"path":"/redirect/9961915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-19","name":"","epNo":19,"alt":"Self-Destruct","descr":"Erschüttert von Amandas Programmierung, ihrer Unfähigkeit, alle zu retten, und ihrer letztendlichen Verantwortung für die tragischen Ereignisse bei Division, kehrt Alex zu alten Wegen zurück und schlägt gewalttätig zu. Da die meisten ihrer Landsleute tot, gebrochen oder in alle Winde verstreut sind, müssen Nikita und Michael gemeinsam die Asche von Division durchsuchen, um zu sehen, wer und was gerettet werden kann – und zwar schnell, bevor der Präsident die sinkende Tiefe des Schadens erkennt. Erinnerungen an die glorreichen Tage von Division verfolgen sie. Birkhoff kämpft mit seinen eigenen persönlichen Verlusten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12333673","hoster":"VOE"},{"path":"/redirect/8707837","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13116373","hoster":"VOE"},{"path":"/redirect/9961916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-20","name":"","epNo":20,"alt":"High Value Target","descr":"Die Black Box, die aus den Trümmern von Division geborgen wird, fällt in die Hände eines Rebellen, der von Amanda (Mindy Clarke) geleitet wird. Gewisse Informationen werden veröffentlicht, um einen schnellen Verkauf der Box zu ermöglichen. Dies bringt den Rest des Teams bald in Gefahr durch eventuelle Käufer und den Presidenten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13501685","hoster":"VOE"},{"path":"/redirect/8707834","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313708","hoster":"VOE"},{"path":"/redirect/9961975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-21","name":"","epNo":21,"alt":"Invisible Hand","descr":"Bevor sie sich verlobte, sagte Nikita: \"Es wird immer eine andere Mission geben.\" Jetzt, nachdem er die erschütternden jüngsten Ereignisse nur knapp überlebt hat, stellt Michael das Engagement seines Verlobten für ein Leben jenseits von Divisions Netz aus Betrug, Hinterlist und Mord in Frage – und er ist nicht der Einzige, der Zweifel hat. Dennoch schwebt die verbleibende Bedrohung durch Amanda über dem Team, zumal sie sich jetzt mit mysteriösen neuen Partnern verbündet hat, die sie mit einer schrecklichen neuen Waffe ausstatten. Währenddessen erwägt Alex ein interessantes Angebot des Nobelpreisträgers, den sie verteidigt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707831","hoster":"VOE"},{"path":"/redirect/8707828","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313716","hoster":"VOE"},{"path":"/redirect/9961918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-3/episode-22","name":"","epNo":22,"alt":"Til Death Do Us Part","descr":"Amanda (Mindy Clarke) zwingt Nikita (Maggie Q) in eine lebensgefährliche Situation, in der wählen muss, ob sie Michael (Shane West) oder sich selbst rettet. Das Team eilt, um Amanda aufzuhalten, doch mit dem geschwächten Division könnten sie schließlich unterliegen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707830","hoster":"VOE"},{"path":"/redirect/8707824","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12172666","hoster":"VOE"},{"path":"/redirect/9961919","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/nikita-2010/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/nikita-2010/staffel-4/episode-1","name":"","epNo":1,"alt":"Wanted","descr":"Nikita befindet sich immer noch auf der Flucht, nachdem ihr der Mord am US-Präsidenten angehängt wurde. Dale, ein Journalist des Nachrichtenkanals ENN, beginnt die Ereignisse der besagten Mordnacht zu hinterfragen. Nikita sieht darin eine Möglichkeit, ihren Namen reinzuwaschen, also kehrt sie nach Amerika zurück, um Dale aufzusuchen, landet jedoch in einer von Amanda aufgestellten Falle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707827","hoster":"VOE"},{"path":"/redirect/8707825","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313734","hoster":"VOE"},{"path":"/redirect/9961932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-4/episode-2","name":"","epNo":2,"alt":"Dead or Alive","descr":"Nikita wird mit Michael, Birkhoff und Ryan an Bord des neuen Teamfliegers wiedervereint. Michael lehnt es strikt ab, über die Beziehung der beiden zu sprechen, bittet Nikita jedoch darum, bei der Gruppe zu bleiben, damit sie gemeinsam ihren Namen reinwaschen können. Ryan findet heraus, dass Amanda mit Hilfe des Shops, Doppelgänger von wichtigen Persönlichkeiten rekrutiert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707820","hoster":"VOE"},{"path":"/redirect/8707821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-4/episode-3","name":"","epNo":3,"alt":"Set-Up","descr":"Die Spannungen zwischen Amerika und Pakistan stehen kurz vor der Eskalation, nachdem Amanda vermeintliche Beweismittel vorbringt, die zeigen, dass Nikita von Pakistan angeheuert wurde, um den amerikanischen Präsidenten zu ermorden. Ryan verdächtigt Birkhoff unterdessen, wegen dessen ungewöhnlichen Verhaltens. Er eröffnet Nikita und Michael, dass er glaubt, Amanda könne Birkhoff entführt haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707819","hoster":"VOE"},{"path":"/redirect/8707817","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313736","hoster":"VOE"},{"path":"/redirect/9961931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-4/episode-4","name":"","epNo":4,"alt":"Pay-Off","descr":"Jones verweist Amanda auf ihren Platz um die Macht über die Operation an sich zu reißen. Er ruft Nikita zu sich um ihr und dem gesamten Team uneingeschränkte Freiheit zu offerieren, indem sie ihren Tod vortäuschen. Allerdings nur dann, wenn sie ihre Mission aufgeben. Das Team landet mit dem Flugzeug in einer abgelegenden Gegend in Pakistan. Dort werden sie von einem Drogenbaron in Beschlag genommen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707816","hoster":"VOE"},{"path":"/redirect/8707815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-4/episode-5","name":"","epNo":5,"alt":"Bubble","descr":"Kurz bevor es Nikita (Maggie Q) gelingt, die langwährende Auseinandersetzung zwischen ihr und \"The Shop\" zu beenden, enthüllt Ryan (Noah Bean) ein Geheimnis, das alle weiteren Pläne auf Eis legen könnte. Unterdessen versucht Michael (Shane West) Nikita die neuen Umstände klar zu machen und welche Folgen diese für sie haben könnten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707813","hoster":"VOE"},{"path":"/redirect/8707812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nikita-2010/staffel-4/episode-6","name":"","epNo":6,"alt":"Canceled","descr":"Frustriert über MDKs dauerhafte Präsenz, entscheidet sich Nikita dazu, die Angelegenheit auf ihre Weise zu beenden. Sie lässt Michael und das Team zurück und nimmt Alex mit, um Rache zu üben. Die beiden nehmen Jones (David S. Lee) gefangen und zwingen ihn dazu, die Namen der übrigen Mitglieder von MDK herauszurücken.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8707808","hoster":"VOE"},{"path":"/redirect/8707809","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11313735","hoster":"VOE"},{"path":"/redirect/9961933","hoster":"Streamtape"}]}]}]}]}