{"seriesId":"niklaas-ein-junge-aus-flandern","name":"Niklaas, ein Junge aus Flandern","descr":"Der Waise Niklaas lebt mit dem Großvater im malerischen Flandern. Sein Leben ist arbeitsreich und hart, doch trotz allem ist Niklaas glücklich. Er nimmt einen misshandelten Hund namens Patrasch bei sich auf und zwischen den beiden entsteht eine enge Freundschaft. Als sein Opa stirbt, hat der Junge niemanden mehr außer Patrasch und seiner Freundin Aneka.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Junge mit Namen Niklaas","epNo":1,"alt":"The Boy Nello","descr":"Wie jeden Morgen bringen Niklaas und sein Großvater Jehan die Milch nach Antwerpen. In der Stadt sieht er einen Mann brutal auf den Hund einschlagen, der vor seinen Karren gespannt ist. Niklaas ist sehr bedrückt über das Schicksal des Hundes und will ihm helfen.","versions":[{"lang":1,"streams":[{"redirect":11313732,"hoster":"VOE"},{"redirect":10131908,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Wald mit Aneka","epNo":2,"alt":"To The Forest With Alois","descr":"Großvater Jehan bringt heute die Milch alleine in die Stadt. Niklaas und Aneka wollen Erdbeeren sammeln. Als ein Gewitter aufkommt, suchen beide Schutz bei Michel, einem Holzfäller. Unterdessen machen sich Anekas Eltern große Sorgen um den Verbleib ihrer Tochter.","versions":[{"lang":1,"streams":[{"redirect":11313733,"hoster":"VOE"},{"redirect":10131909,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In Antwerpen","epNo":3,"alt":"In Antwerp","descr":"Vor der Kathedrale in Antwerpen sieht Niklaas einen Maler und läßt sich von ihm in die Kunst des Malens einweihen. Abends vor dem Einschlafen denkt er über seine Erlebnisse in der Stadt nach. Vor allem der arme Hund geht ihm dabei nicht mehr aus dem Kopf.","versions":[{"lang":1,"streams":[{"redirect":11313737,"hoster":"VOE"},{"redirect":10131911,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Niklaas neue Freunde","epNo":4,"alt":"Nero’s New Friends","descr":"Niklaas will angeln gehen und lernt am Kanal Georg und Paul kennen. Sie ärgern ihn. Als Paul ins Wasser fällt, rettet ihn Niklaas zusammen mit einem Kahnfahrer und gewinnt so zwei neue Freunde.","versions":[{"lang":1,"streams":[{"redirect":11313740,"hoster":"VOE"},{"redirect":10131912,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Patrasch","epNo":5,"alt":"The Patrash","descr":"Georg und Paul warten auf Niklaas. Dabei beobachten sie, wie der Eisenhändler seinen Hund mißhandelt. Später erfahren sie, dass der Hund Patrasch heißt. Wieder zu Hause, kann Niklaas das arme Tier nicht vergessen","versions":[{"lang":1,"streams":[{"redirect":11313742,"hoster":"VOE"},{"redirect":10131913,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kopf hoch, Patrasch","epNo":6,"alt":"Cheer Up, Patrash","descr":"Niklaas hat dem Großvater geholfen. Nun sucht er nach Patrasch, der zusammengebrochen ist und vom Eisenhändler zum Sterben liegengelassen wurde. Auf seinem Heimweg findet Niklaas den Hund und nimmt ihn mit nach Hause.","versions":[{"lang":1,"streams":[{"redirect":11313748,"hoster":"VOE"},{"redirect":10131914,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Niklaas rettet seinen Freund","epNo":7,"alt":"Have Some Soup","descr":"Patrasch ist sehr krank. Niklaas gibt dem Tier etwas Medizin, aber dem Hund geht es immer schlechter. Jehan kommt vorbei und bringt Fleisch mit. Daraus kochen sie eine Suppe für Patrasch. Und siehe da, ein kleines Wunder geschieht: Patrasch frisst wieder.","versions":[{"lang":1,"streams":[{"redirect":11313749,"hoster":"VOE"},{"redirect":10131915,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Endlich in Sicherheit","epNo":8,"alt":"Grandfather, He Barked","descr":"Dank des Fressens, das Aneka täglich bringt, erholt sich Patrasch schnell. Aneka und Niklaas bauen ihrem Freund ein Hundebett. Als der Großvater heimkehrt, erwartet ihn ein schöne Überraschung.","versions":[{"lang":1,"streams":[{"redirect":11313751,"hoster":"VOE"},{"redirect":10131917,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Glocke der Kindheit","epNo":9,"alt":"A Bell In The Memory","descr":"Patrasch hat sich vollständig erholt und will sogar schon wieder den Karren ziehen. Auf dem Weg in die Stadt treffen sie auf Georg und Paul. In der Stadt rät ein Kaufmann Niklaas, sich vor dem Eisenhändler in acht zu nehmen. Wenig später begegnen sie dem bösen Mann.","versions":[{"lang":1,"streams":[{"redirect":11313745,"hoster":"VOE"},{"redirect":10131921,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Anekas Brosche","epNo":10,"alt":"Aroa’s Broach","descr":"Patrasch soll Holz sammeln gehen, und Aneka begleitet ihn. Beim Spielen verliert sie ihre Brosche. Niklaas findet sie wieder. Zusammen besuchen die beiden den Holzfäller Michel und haben viel Spaß. Das aber sieht Anekas Vater gar nicht gerne. Er ist gegen die Freundschft seiner Tochter mit Niklaas.","versions":[{"lang":1,"streams":[{"redirect":10899656,"hoster":"VOE"},{"redirect":10131918,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Elenas Tulpenfeld","epNo":11,"alt":"Elena’s Tulip Field","descr":"Der Großvater und Niklaas kehren aus Antwerpen zurück. Zu Hause wartet schon der Verwalter Hanse auf sie, um die Miete zu kassieren. Wütend behauptet er, Niklaas Hund Patrasch habe das Tulpenfeld verwüstet.","versions":[{"lang":1,"streams":[{"redirect":10258614,"hoster":"VOE"},{"redirect":14166197,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Großvater Jehans Spardose","epNo":12,"alt":"Jehan’s Little Jar","descr":"Der Großvater kann Patrasch nicht länger davon abhalten, den Milchwagen zu ziehen. Also bastelt er ihm ein Zuggeschirr. Das sieht Patraschs alter Besitzer, der Eisenhändler, und fordert den Hund zurück. Mit viel Geschick kann Großvater verhindern, daß Niklaas davon erfährt.","versions":[{"lang":1,"streams":[{"redirect":10272296,"hoster":"VOE"},{"redirect":10131924,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Windmühle aus der Zeit Napoleons","epNo":13,"alt":"The Windmill Of The Napoleon Area","descr":"Ein Sturm hat die alte Windmühle beschädigt. Noël soll sie reparieren. Niklaas beobachtet und zeichnet ihn dabei. Als sich die Mühle wieder in Bewegung setzt, sieht Niklaas Hanses Sohn Andras auf einem der Flügel herumturnen. Geistesgegenwärtig greift er ein.","versions":[{"lang":1,"streams":[{"redirect":10272295,"hoster":"VOE"},{"redirect":10131922,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Wunschtraum","epNo":14,"alt":"A Dream In The Sky","descr":"Der Großvater ist auf dem Weg in die Stadt. Dabei unterhält er sich mit einigen Nachbarn über die Zukunft seines Enkels. Bauer oder Holzfäller soll er werden. Niklaas gefällt das gar nicht. Er will Maler werden.","versions":[{"lang":1,"streams":[{"redirect":10708185,"hoster":"VOE"},{"redirect":10131925,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das alte Rechnungsbuch","epNo":15,"alt":"Old Account Book","descr":"Niklaas hat festgestellt, dass er mit Holzkohle zeichnen kann. Aneka ist begeistert. Sie läuft nach Hause, um Papier zu holen und nimmt ein Kontobuch ihres Vaters. Als sie es zurückbringt, fehlt eine wichtige Seite. Der Verdacht fällt auf Niklas.","versions":[{"lang":1,"streams":[{"redirect":10852073,"hoster":"VOE"},{"redirect":10131926,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das erste selbstverdiente Geld","epNo":16,"alt":"A Ten Centime Sketch Book","descr":"In der Stadt sieht Niklaas ein Geschäft für Zeichenmaterial. Aber woher soll er zehn Cent für ein Skizzenbuch nehmen? In harter Arbeit verdient er sich das Geld und kauft sich davon ein Skizzenbuch und zwei Bleistifte.","versions":[]},{"epId":"episode-17","name":"Unter dem Baum","epNo":17,"alt":"Under A Tree Upon A Hill","descr":"Niklaas ist ganz aufgeregt über sein Skizzenbuch. In Antwerpen versucht er auf dem alten Turm zu zeichnen, aber es gelingt ihm nicht. Aneka schlägt ihm vor, Patrasch zu zeichnen, was Niklaas auch gelingt.","versions":[{"lang":1,"streams":[{"redirect":10131934,"hoster":"VOE"},{"redirect":10131928,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Blacky ist übermütig","epNo":18,"alt":"Mischieveous Duck, Blacky","descr":"Frau Noulette soll zu ihrer Tochter Milene ziehen, aber sie hängt an ihrem Haus und ihren Tieren. Als Blacky verschwunden ist, machen sich Niklaas und Aneka auf die Suche. Patrasch rettet die Ente aus einem Flußloch. Milene braucht sich nun keine Sorgen mehr zu machen, denn ihre Mutter hat die nettesten Nachbarn.","versions":[{"lang":1,"streams":[{"redirect":10852074,"hoster":"VOE"},{"redirect":10131927,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Eisenhändler kommt","epNo":19,"alt":"A Hardware Man Goes To Town","descr":"Ein Monat ist vergangen und Jehan muss für Patrasch bezahlen. Mit Mühe kann er das Geld aufbringen. Doch leider zu spät: Der Eisenhändler hat Patrasch bereits entführt, weil er nicht länger auf sein Geld warten wollte. Vergeblich begeben sich Niklaas und Jehan auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":10131935,"hoster":"VOE"},{"redirect":10131932,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Freunde für immer","epNo":20,"alt":"Friends Forever","descr":"Auch Georg und Paul beteiligen sich an der Suche nach Patrasch. Niklaas entfernt sich von den übrigen, und am Ende findet Patrasch sein Herrchen halb ohnmächtig vor Schwäche. Mit letzter Kraft machen sich die beiden auf den Nachhauseweg.","versions":[{"lang":1,"streams":[{"redirect":10131933,"hoster":"VOE"},{"redirect":10131931,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Anekas Tante","epNo":21,"alt":"Aroa’s Aunt","descr":"Anekas Tante Sophie kommt zu Besuch. Sie will das Mädchen mit nach England nehmen, um sich dort um ihre Erziehung zu kümmern. Niklaas ist traurig. Er glaubt, seine Freundin nie wiederzusehen. Doch dann wehrt sich Sophie erfolgreich gegen die Abreise. Die Kinder sind überglücklich.","versions":[{"lang":1,"streams":[{"redirect":10852076,"hoster":"VOE"},{"redirect":10131929,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Geschenke aus England","epNo":22,"alt":"Gifts Sent From England","descr":"Niklaas hat geträumt, dass Aneka mit einem großen Schiff nach England abgereist ist. Dort will sie auf die Schule gehen. Als Aneka ihm dann auch noch eine gläserne Kugel schenkt, glaubt Niklaas, es sei ihr Abschiedsgeschenk.","versions":[{"lang":1,"streams":[{"redirect":10131938,"hoster":"VOE"},{"redirect":10131937,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Anekas Geburtstag","epNo":23,"alt":"Aroa’s Birthday","descr":"Aneka feiert ihren Geburtstag. Selbstverständlich ist auch Niklaas eingeladen. Die Freunde spielen und dabei geht eine kostbare Vase zu Bruch. Sofort wird die Feier beendet. Später bittet Aneka Niklaas, sie zu zeichnen. Schnell ist der Ärger vergessen.","versions":[{"lang":1,"streams":[{"redirect":10131940,"hoster":"VOE"},{"redirect":10131939,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das Bild von Aneka","epNo":24,"alt":"Aroa’s Portrait","descr":"Niklaas hilft Anekas Vater bei der Heuernte. Als er schließlich von seinem Großvater abgelöst wird, kann er endlich mit der Zeichnung von Aneka beginnen. Anekas Vater will Niklaas mit einer Münze belohnen, was dieser jedoch ablehnt.","versions":[{"lang":1,"streams":[{"redirect":10131941,"hoster":"VOE"},{"redirect":10131945,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Aneka ist verschwunden","epNo":25,"alt":"Aroa Is Missing","descr":"Aneka ist von zu Hause ausgerissen, denn ihr Vater will sie nach England schicken. Patrasch findet das Mädchen wieder. Niklaas kann sie davon überzeugen, dass der Entschluss ihres Vaters zu ihrem Besten sei. Traurig trennen sich die Kinder. Sie werden einander sehr vermissen.","versions":[{"lang":1,"streams":[{"redirect":10162901,"hoster":"VOE"},{"redirect":10131936,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Auf Wiedersehen, Aneka","epNo":26,"alt":"Good Bye Aroa","descr":"Heimlich treffen sich Aneka und Niklaas in einem Geschäft. Sie studieren Landkarten. Dabei stellen sie fest, dass Antwerpen und England gar nicht so weit voneinander entfernt sind. Es naht der Tag der Abreise. Die Kinder müssen Abschied voneinander nehmen.","versions":[{"lang":1,"streams":[{"redirect":10131949,"hoster":"VOE"},{"redirect":10131943,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Geschenke für Niklaas","epNo":27,"alt":"A Blue Christmas Without Aroa","descr":"Niklaas hat große Sehnsucht nach Aneka. Nach Wochen kommt endlich Post von ihr aus England. Der Brief jedoch ist an ihre Mutter gerichtet. Aber auch auf Niklaas wartet eine große Überraschung.","versions":[{"lang":1,"streams":[{"redirect":10272297,"hoster":"VOE"},{"redirect":10131946,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Eine freundliche Dame","epNo":28,"alt":"A Kind Noble Woman","descr":"Niklaas ist auf dem Weg in die Kathedrale von Antwerpen. Dort will er mit Aneka sprechen, wie sie es ihm in ihrem Brief vorgeschlagen hat. In der Stadt macht Niklaas die Bekanntschaft einer Frau, die sehr wichtig für ihn wird.","versions":[{"lang":1,"streams":[{"redirect":10275518,"hoster":"VOE"},{"redirect":10131942,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Die zwei Bilder von Rubens","epNo":29,"alt":"Ruben’s Two Pictures","descr":"Niklaas ist allein in Antwerpen und begibt sich sofort zur Kathedrale. Die Dame hat ihm von zwei weiteren Rubens-Bildern erzählt. Die Gemälde sind jedoch verhängt und die Besichtigung kostet Geld.","versions":[{"lang":1,"streams":[{"redirect":10275519,"hoster":"VOE"},{"redirect":10131944,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Verabredung im Schnee","epNo":30,"alt":"The Appointment In The Snow","descr":"In Antwerpen trifft Niklaas die freundliche Dame wieder. Sie erzählt ihm von ihrem verstorbenen Sohn. Dann möchte sie Niklaas’ Skizzenbuch sehen. Sie schlägt ihm vor, gleich am nächsten Tag zwei Rubens-Gemälde anzuschauen.","versions":[{"lang":1,"streams":[{"redirect":10277726,"hoster":"VOE"},{"redirect":12981405,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Niklaas fasst einen Entschluss","epNo":31,"alt":"Nero’s Decision","descr":"Der Holzfäller Michel hat sich den Fuß verletzt. Niklaas hilft ihm bei der Arbeit. Er verbringt die Nacht in dessen Hütte. Beim Holzsammeln sieht er den riesigen Baum, den Michel fällen wollte. Niklaas beschließt, den Baum selbst umzulegen.","versions":[{"lang":1,"streams":[{"redirect":10131951,"hoster":"VOE"},{"redirect":10131950,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Die große Eiche","epNo":32,"alt":"The Big Oak Tree","descr":"Niklaas will im Wald eine mächtige Eiche fällen. Dabei ertappt er Hanse bei der unerlaubten Jagd. Als Großvater Jehan mitbekommt, dass Georg und Paul ihrem Freund beim Holzsammeln helfen, kommt es zu einem Missverständnis","versions":[{"lang":1,"streams":[{"redirect":10131952,"hoster":"VOE"},{"redirect":10131956,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Sein größter Wunsch","epNo":33,"alt":"A Letter From Nero’s Heart","descr":"Nicht nur Tante Noulette macht sich Gedanken über ihre Zukunft. Michel schlägt dem Großvater vor, aus Niklaas einen Holzfäller zu machen. Jehan bringt es nicht übers Herz, es seinem Enkel zu sagen, denn der Junge würde seinen Großvater nie freiwillig verlassen.","versions":[{"lang":1,"streams":[{"redirect":10293887,"hoster":"VOE"},{"redirect":10131948,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Tante Noulette","epNo":34,"alt":"Mrs. Noulette","descr":"Tante Noulettes Umzugstag ist gekommen, und alle packen mit an. Niklaas bekommt von ihr die Ente Blacky, für die er einen Entenstall baut. Schließlich erfährt er durch Zufall von einer ganz großen Neuigkeit.","versions":[{"lang":1,"streams":[{"redirect":10131954,"hoster":"VOE"},{"redirect":10131955,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Willkommen Aneka","epNo":35,"alt":"Welcome Back Aroa","descr":"Als Niklaas Aneka vom Schiff abholen will, erhält er die enttäuschende Nachricht, dass seine Freundin krank ist. Eine Woche später will er sie im Krankenhaus besuchen, wird aber nicht zu ihr gelassen.","versions":[]},{"epId":"episode-36","name":"Die allerbeste Medizin","epNo":36,"alt":"Good Medicine For Aroa","descr":"Es war ein großer Fehler, Niklaas nicht zu Aneka zu lassen, denn es geht ihr immer schlechter. Schließlich kommt sie nach Hause. Der Arzt ordnet an, dass Niklaas sie besuchen soll, denn das sei die beste Medizin für sie.","versions":[{"lang":1,"streams":[{"redirect":11313752,"hoster":"VOE"},{"redirect":10131953,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Die große Neuigkeit","epNo":37,"alt":"The Good News","descr":"Jetzt wartet Aneka wieder wie früher auf Niklaas. Man spürt, dass sie aufgrund seiner Gegenwart wieder gesund wird. Der Vater will davon nichts wissen und verhält sich dem Jungen gegenüber nach wie vor feindlich. Er überlegt sogar, ob es nicht Zeit ist, Aneka zurück nach England zu schicken.","versions":[{"lang":1,"streams":[{"redirect":10293888,"hoster":"VOE"},{"redirect":10131957,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Die beiden Fahnen","epNo":38,"alt":"Nero’s Big Dream","descr":"Niklaas will den Preis beim Zeichenwettbewerb unbedingt gewinnen. Doch was soll er zeichnen? Aneka wird in Antwerpen zur Schule gehen, und so werden die beiden in Zukunft den gleichen Weg haben.","versions":[]},{"epId":"episode-39","name":"Der weite Weg","epNo":39,"alt":"The Two Flags","descr":"Seitdem Aneka von Hanse zur Schule gebracht wird, sehen sich die Kinder selten. Eines Tages ist der Wagen kaputt, und Aneka geht mit Niklaas den weiten Weg zu Fuß. Von Anekas Vater erfährt der Junge, dass sein Großvater nebenbei noch in Antwerpen arbeitet.","versions":[{"lang":1,"streams":[{"redirect":10293890,"hoster":"VOE"},{"redirect":10131959,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Großvaters neue Arbeit","epNo":40,"alt":"Grandfather’s Whistling","descr":"Großvater Jehan arbeitet in Antwerpen auf dem Gemüsemarkt. Er überzeugt Niklaas davon, dass ihn die Arbeit nicht anstrenge. Niklaas will, dass der Großvater sich schont und hilft ihm die nächsten Tage. Das ist Jehan aber gar nicht recht, denn sein Enkel soll sich auf den Malwettbewerb konzentrieren.","versions":[]},{"epId":"episode-41","name":"Der lange, vertraute Weg","epNo":41,"alt":"The Dear Long Way","descr":"Der Großvater muss nach einem Schwächeanfall das Bett hüten. Deshalb übernimmt Niklaas alle Arbeiten im Haus. Auf diesem Grund kommt er nicht mehr zum Üben für den Wettbewerb. Doch Jehan erholt sich wieder und alles scheint in bester Ordnung zu sein.","versions":[{"lang":1,"streams":[{"redirect":11313754,"hoster":"VOE"},{"redirect":10131958,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Der neue Nachbar","epNo":42,"alt":"Nero’s New Neighbour","descr":"Erneut muss Großvater Jehan das Bett hüten. Sein Zustand verschlechtert sich. Hinzu kommt, dass der neue Nachbar die Milch der Bauern umsonst mit in die Stadt nimmt. Niklaas hat jetzt nur noch einen einzigen Kunden.","versions":[{"lang":1,"streams":[{"redirect":11313753,"hoster":"VOE"},{"redirect":10131960,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Aneka hilft mit","epNo":43,"alt":"Aroa’s Help","descr":"Niklaas hat seinem Großvater nicht gesagt, dass er im Hafen arbeiten muss und auch nicht aus welchem Grund. Von Aneka, die den Kranken versorgt, erfährt Jehan schließlich die ganze Wahrheit.","versions":[]},{"epId":"episode-44","name":"Ein Geschenk für Großvater","epNo":44,"alt":"A Present To Grandfather","descr":"Niklaas hat gut gearbeitet und erhält seinen ersten Lohn. Er kauft davon ein großes Stück Fleisch und kocht eine gute Suppe für den Großvater. Dieser ist sehr gerührt. Er sagt dem Jungen, dass er Bescheid weiß über den Hafenjob und lobt ihn. Schließlich stirbt Jehan in den Armen seines fassungslosen Enkels.","versions":[{"lang":1,"streams":[{"redirect":11313755,"hoster":"VOE"},{"redirect":10131961,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Niklaas ist allein","epNo":45,"alt":"Nero Is Alone","descr":"Nach dem Tod seines Großvaters geht Niklaas mit Patrasch auf den Friedhof. Eigentlich ist Anekas Geburtstag und sie wartet vergeblich auf ihren Freund. Schließlich erfährt sie, was geschehen ist und trifft Niklaas am Grab des Großvaters.","versions":[{"lang":1,"streams":[{"redirect":12380633,"hoster":"VOE"},{"redirect":10131962,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Großvaters Gesicht","epNo":46,"alt":"Grandfather’s Face","descr":"Nun ist Niklaas mit Patrasch und Blacky allein im Haus. Onkel Michel erfährt von Aneka, dass Jehan gestorben ist, und er möchte den Jungen zu sich nehmen. Niklaas aber weiß jetzt, dass er seinen Großvater zeichnen muss, und so lange will er noch in der alten Umgebung bleiben.","versions":[{"lang":1,"streams":[{"redirect":12726051,"hoster":"VOE"},{"redirect":12726052,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Feuer in der Windmühle","epNo":47,"alt":"Fire On The Windmill","descr":"Anekas Mutter Elena versucht, bei ihrem Mann Pieter ein gutes Wort für Niklaas einzulegen. Leider findet sie kein Gehör. Als dann noch die Mühle Mynheer Pieters abbrennt, beschuldigt Hanse Niklaas der Brandstiftung. Der Junge läuft verzweifelt in die Nacht hinaus.","versions":[{"lang":1,"streams":[{"redirect":10863062,"hoster":"VOE"},{"redirect":10131965,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Im Stich gelassen","epNo":48,"alt":"Alone Again","descr":"Die Dorfbewohner sind gegen Niklaas, der nun auch noch seine Arbeit verliert. Selbst Aneka darf er nicht wiedersehen. Sein einziger Trost sind die Gedanken an den Großvater und seine wirklichen Freunde Onkel Michel und Tante Noulette. Mit neuem Mut malt er sein Bild.","versions":[{"lang":1,"streams":[{"redirect":11313765,"hoster":"VOE"},{"redirect":10131964,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Das Bild ist fertig","epNo":49,"alt":"I’ve Finished, Grandfather","descr":"Endlich ist das Bild für den Wettbewerb fertig. Niklaas geht mit Paul nach Antwerpen, um es im Stadthaus abzuliefern. Wieder zu Hause, erwartet ihn Onkel Michel, der ihn zu sich holen will. Niklaas will aber erst das Resultat des Wettbewerbs abwarten.","versions":[{"lang":1,"streams":[{"redirect":11313764,"hoster":"VOE"},{"redirect":10131966,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Die Preisverteilung","epNo":50,"alt":"The Day Of The Announcement","descr":"Am Tag der Preisverleihung sieht Niklaas Aneka und Georg wieder. Hanse eröffnet dem Jungen, dass er das Haus verlassen müsse, wenn er die Miete nicht bezahlen kann. Als er den ersten Preis beim Malwettbewerb nicht bekommt, verliert Niklaas alle Hoffnung.","versions":[{"lang":1,"streams":[{"redirect":11313762,"hoster":"VOE"},{"redirect":10131967,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"2000 Franken in Gold","epNo":51,"alt":"Gold Coins Of The 2000 Francs","descr":"Mynheer Pieter, Anekas Vater, verliert einen Beutel mit sehr viel Geld. Der Hund Patrasch findet ihn, und Niklaas bringt ihn zurück. Anekas Vater ist dem Jungen zu großem Dank verpflichtet.","versions":[]},{"epId":"episode-52","name":"Ein Traum geht in Erfüllung","epNo":52,"alt":"The Picture Of Angels","descr":"Patrasch macht sich auf die Suche nach Niklaas, der einen Abschiedsbrief hinterlassen hat. Nun suchen alle den vermissten Jungen, dem so viel Unrecht angetan wurde. Patrasch findet ihn schließlich in der Kathedrale von Antwerpen, wo Niklaas einen wunderschönen Traum hat.","versions":[{"lang":1,"streams":[{"redirect":11313766,"hoster":"VOE"},{"redirect":10131968,"hoster":"Streamtape"}]}]}]}]}