{"seriesId":"nil-admirari-no-tenbin-teito-genwaku-kitan","name":"Nil Admirari no Tenbin: Teito Genwaku Kitan","descr":"Die Geschichte von Nil Admirari no Tenbin: Teito Genwaku Kitan spielt in der Taisho-Ära, zu Beginn des 20. Jahrhunderts – die jedoch nicht wie im realen Leben nach 15 Jahren endete, sondern 25 Jahre andauerte. Um ihre in Ungnade gefallene Familie zu schützen, entscheidet sich die Tochter der Familie, einen Mann zu heiraten, dessen Namen sie nicht einmal kennt. Doch noch bevor es zu ihrer Heirat kommt, begeht ihr kleiner Bruder, inmitten eines seltsamen Feuers Selbstmord – in seinen Händen, ein altes Buch.Kurze Zeit später erscheint vor Tsumugi, so der Name des Mädchens, eine seltsame Organisation namens \"Fukurou\" und erzählt ihr, dass es mehrere Bücher, auch Maremono genannt, gibt, welche einen großen Einfluss auf diejenigen ausüben, die es lesen. Das ist aber längst nicht alles, denn seit dem Vorfall mit ihrem Bruder, besitzt Tsumugi die Fähigkeit, die Aura ihres verstorbenen Bruders zu sehen. Obwohl all dies sie ziemlich verwirrt zurücklässt, entscheidet sie sich, ihrem bisherigen Leben den Rücken zu kehren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Glow of the Cursed Tome: Aura","descr":"Das Fräulein Tsumugi aus der Familie Kuze hat ihrem Bruder ihre Verlobung verheimlicht, was ihn in Rage bringt. Als Wiedergutmachung bringt sie ihm das neueste Buch seines Lieblingsautors als Geschenk mit, doch sie überrascht ihn damit schließlich beim Selbstmord. Kann sein Tod noch abgewendet werden?","versions":[{"lang":3,"streams":[{"redirect":10468595,"hoster":"VOE"},{"redirect":10468594,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Imperial Library Intelligence Asset Management Bureau: Fukurou","descr":"Das Fräulein Tsumugi aus der Familie Kuze hat ihrem Bruder ihre Verlobung verheimlicht, was ihn in Rage bringt. Als Wiedergutmachung bringt sie ihm das neueste Buch seines Lieblingsautors als Geschenk mit, doch sie überrascht ihn damit schließlich beim Selbstmord. Kann sein Tod noch abgewendet werden?","versions":[{"lang":3,"streams":[{"redirect":10468598,"hoster":"VOE"},{"redirect":10468601,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Those Who Take the Name of the God of Flames: Kagutsuchi","descr":"Kagutsuchi schlägt zu! Diese Gruppierung konfisziert Bücher und verbrennt diese aus Angst, sie könnten verfluchte Folianten werden. Sagisawa Rui wird ebenfalls Opfer dieser Verbrecher und erhält Hilfe vom Fukurou.","versions":[{"lang":3,"streams":[{"redirect":10468604,"hoster":"VOE"},{"redirect":10468600,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Nightingale Ball: Nachtigal","descr":"Ukai Shougo zieht ins Wohnheim. Auch er war ein Opfer von einem verfluchten Folianten und konnte dem Tod von der Schippe springen. Tsugumi soll mit ihm zusammen, einen Ball infiltrieren, doch hat dieser darauf so gar keine Lust","versions":[{"lang":3,"streams":[{"redirect":10468610,"hoster":"VOE"},{"redirect":10468606,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Akatsuki Evening: Lilac","descr":"Ein Serienmörder geht im Ueno-Park um und tötet junge, hübsche Frauen. Neben jeder Leiche findet sich ein Roman von Herrn Migiwa. Was hat das zu bedeuten?","versions":[{"lang":3,"streams":[{"redirect":10468615,"hoster":"VOE"},{"redirect":10468607,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Mother`s Face: Kingfisher","descr":"Hisui hört von einem japanischen Buch, das über eine Prostituierte aus Yokohama handeln soll. Ist das Buch ein verfluchter Foliant oder steckt dahinter noch etwas anderes? Um an das Buch zu kommen, muss sich Tsumugi in die Höhle des Löwen wagen.","versions":[{"lang":3,"streams":[{"redirect":10468579,"hoster":"VOE"},{"redirect":10468563,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Movie Theater After the Rain: Tears","descr":"Tsumugi bekommt von ihrer Freundin Koruri einen Film empfohlen und geht ins Lichtspielhaus. Dort trifft sie auf Akira. Allerdings erhält sie von Herrn Shiginuma einen folgenschweren Hinweis, der sie verzweifeln lässt.","versions":[{"lang":3,"streams":[{"redirect":12917610,"hoster":"VOE"},{"redirect":10468566,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Colors of the Flames of Love -Tragedy-","descr":"Tsugumi widmet sich ihrem Studium über verfluchte Folianten, während die Krähe erneut zuschlägt. Dieses Mal erwischt es einen verdeckt ermittelnden Polizisten. Es gilt nun größte Vorsicht!","versions":[{"lang":3,"streams":[{"redirect":10468572,"hoster":"VOE"},{"redirect":10468571,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Dance of the Evil Bird: Karasu","descr":"Nach dem Anschlag auf Herrn Yoshikiri bespricht sich der Fukurou über ihr weiteres Vorgehen. Sie kommen nun an die Informationen, die Herr Yoshikiri bisher zurückgehalten hat und machen dabei schreckliche Entdeckungen.","versions":[{"lang":3,"streams":[{"redirect":10468573,"hoster":"VOE"},{"redirect":10468574,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"White-Walled Birdcage: Trauma","descr":"Tsugumi sitzt in der Falle! Shiginuma offenbart ihr seine finsteren Pläne, die er noch mit ihr hat. Obwohl Rettung unterwegs ist, hat Shiginuma seine Flucht bereits geplant. Kann Tsugumi noch gerettet werden?","versions":[{"lang":3,"streams":[{"redirect":10468583,"hoster":"VOE"},{"redirect":10468582,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Mother, Father, and Child: Bond","descr":"Rui stellt Professor Mozuyama in der Nachtigall. Der Professor möchte natürlich die Flucht ergreifen und offenbart Rui ein grausames Geheimnis, das ihn umstimmen soll.","versions":[{"lang":3,"streams":[{"redirect":10468586,"hoster":"VOE"},{"redirect":10468587,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Bewitching Tales of the Imperial Capital: Nil Admirari","descr":"Der Fall um die Krähe ist gelöst. Doch Tsugumi und ihr Bruder Hitaki schweben erneut in Gefahr. Was genau sind Herr Nabaris Absichten?","versions":[{"lang":3,"streams":[{"redirect":10468592,"hoster":"VOE"},{"redirect":10468589,"hoster":"Streamtape"}]}]}]}]}