{"seriesId":"nils-holgersson","name":"Nils Holgersson","descr":"Kompletter Titel: Wunderbare Reise des kleinen Nils Holgersson mit den Wildgänsen.Anime nach dem Märchen der Schwedin Selma Lagerlöf: Der vierzehnjährige Nils Holgersson ärgert die Tiere auf dem elterlichen Bauernhof und treibt auch sonst üble Späße. Ein Wichtelmännchen verwandelt ihn zur Strafe in einen Zwerg, und auch der unschuldige Hamster Krümel bleibt nicht verschont. Nils versteht nun die Sprache aller Tiere und schließt sich zusammen mit Hausganter Martin Wildgänsen an, die nach Lappland fliegen wollen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Wichtelmännchen","epNo":1,"alt":"","descr":"Nils Holgersson lebt mit seinen Eltern, armen ehrbaren Leuten auf einem kleinen Hof in Schonen, einer Landschaft in Südschweden. Für Nils ist es das größte Vergnügen, die Tiere in Haus, Hof und Feld zu quälen. Das tut er auch eines Sonntags und wird deswegen von den Eltern nicht mit in die Kirche genommen. Sattdessen soll er die Epistel in der Bibel auswendig lernen. Nils träumt vor sich hin und schläft ein. Als er erwacht sieht er ein Wichtelmännchen und fängt es ein. Der Wichtel bittet um Gnade und bietet Nils einen Goldtaler. Doch das ist Nils nicht genug. Da verzaubert ihn das Wichtelmännchen. Nils wird so klein wie ein Zwerg. Mit ihm ist auch sein Hamster Krümel geschrumpft. Und noch etwas ist geschehen: Nils kann die Sprache der Tiere verstehen","versions":[{"lang":1,"streams":[{"redirect":8820294,"hoster":"VOE"},{"redirect":8605853,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Ruf der Wildgänse","epNo":2,"alt":"","descr":"Der zum Däumling verzauberte Lausbub Nils versteht plötzlich die Tiere, die er sonst immer gequält hat. Nun sind sie die Stärkeren. Sie erinnern sich seiner bösen Taten und Nils fürchtet sich vor ihnen. Über dem Bauernhof kreist eine Schar Wildgänse. Sie verspotten die Hausgänse und locken: Fliegt mit nach Lappland! Der Gänserich Martin will den Spott nicht auf sich sitzen lassen, Fernweh hat er auch: Er nimmt Anlauf und startet. Nils will ihn halten. Eine Bö gibt Auftrieb und plötzlich sind die Drei in der Luft und fliegen hinter den -Wildgänsen her: Martin, Nils und sein kleiner Hamster Krümel, der sein Schicksal teilt …","versions":[{"lang":1,"streams":[{"redirect":8820304,"hoster":"VOE"},{"redirect":8605866,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fuchs Smirre","epNo":3,"alt":"","descr":"Der weiße Gänserich Martin fliegt nun mit den Wildgänsen nach Norden. Das ist für eine dicke Hausgans eine schier unlösbare Aufgabe. Doch er schafft es und landet am Abend mit Akka von Kebnekajses Schar an einem See. Nils verschafft dem zu Tode erschöpften Wasser. Und als in der Nacht ein Fuchs die Wildgans Ingrid raubt, verfolgt er den roten Räuber, ohne über die Gefahr für sich selbst nachzudenken. Es gelingt dem Däumling, Ingrid zu befreien. Er macht sich damit Akka zur Freundin, aber den Fuchs Smirre zu seinem unerbittlichen Feind …","versions":[{"lang":1,"streams":[{"redirect":8820301,"hoster":"VOE"},{"redirect":11087052,"hoster":"Doodstream"},{"redirect":8605854,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Eichhörnchenkinder","epNo":4,"alt":"","descr":"Nils und Krümel finden es wunderbar, auf dem Rücken von Martin über die Felder, Wiesen und Dörfer dahinzufliegen. Am Abend, wenn Akka von Kebnekajse und ihre Gänse auf einem See zum Fressen landen, geht der Däumling Nils mit seinem Hamster auf Nahrungssuche. Eines Abends entdecken sie dabei auf einem Bauernhof ein gefangenes Eichhörnchen, das zwei Jungen im Wald zurücklassen musste. Nils, der die Sprache der Tiere versteht, ist sofort bereit, die Kleinen im Wald zu suchen und zu ihrer Mutter zu bringen. Aber da ist Smirre der Fuchs, der um den Bauernhof streicht und Nils fangen will. Doch es gelingt Nils und Krümel, die Eichhörnchenkinder zu finden. Bevor Smirre zuschlagen kann, bringen sie die Kleinen in Sicherheit …","versions":[{"lang":1,"streams":[{"redirect":8820300,"hoster":"VOE"},{"redirect":11087049,"hoster":"Doodstream"},{"redirect":8605865,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Schloss Vittskövle","epNo":5,"alt":"","descr":"Das Leben mit den Wildgänsen gefällt Nils noch immer. Auch Martin und Krümel können sich nichts Schöneres denken. An einem Nachmittag, der Rastplatz für die Nacht ist bereits gefunden, geraten die Drei in eine gefährliche Lage. Als Krümel Kekse von zwei kleinen Jungen zu Klauen versucht, wird er von ihnen gefangen. Martin wird bei dem Versuch, Krümel zu befreien, von den Buben erwischt und in die Schlossküche von Vittskövle gebracht. Sein Schicksal scheint unabwendbar. Doch Nils Holgersson lässt seinen Freund nicht im Stich: nach einer wilden Verfolgungsjagd durch das ganze Schloss gelingt es Nils, Martin vor dem Kochtopf zu retten und alle Drei können in letzter Minute entfliehen","versions":[{"lang":1,"streams":[{"redirect":8820302,"hoster":"VOE"},{"redirect":11087053,"hoster":"Doodstream"},{"redirect":8605860,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Spiel der Wildgänse","epNo":6,"alt":"","descr":"Nicht alle Gänse in Akkars Schar sind damit einverstanden, dass ein zahmer Gänserich, ein Hamster und ein verzauberter kleiner Mensch nach Lappland mitfliegen sollen. Gunnar, ein alter, erfahrener Gänserich und Stellvertreter von Akka, fordert einen sportlichen Wettbewerb, um zu prüfen, ob der weiße Gänserich den Strapazen der großen Reisen gewachsen ist. Akka bestimmt, dass Martin bei allen Übungen Nils und Krümel auf dem Rücken mittragen muss. Die schwierigen Aufgaben löst Martin recht und schlecht, weil Nils ihm zur Seite steht …","versions":[{"lang":1,"streams":[{"redirect":8820305,"hoster":"VOE"},{"redirect":8605855,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Im Regenwetter","epNo":7,"alt":"","descr":"In einem Fahrradkorb verstecken sich Nils und Krümel vor wilden Dorfbuben. Das junge Mädchen, dem das Rad gehört, bemerkt erst Zuhause, wen sie mitgenommen hat. Ihr Erschrecken benützen die Zwei, um sich im Wohnhaus zu verstecken. Dort stillen sie erst ihren Hunger und treiben dann allerlei Schabernack mit Tinte und Feder. Die Hausbewohner glauben an ein Wichtelmännchen …","versions":[{"lang":1,"streams":[{"redirect":8820303,"hoster":"VOE"},{"redirect":8605856,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schloss Glimminge","epNo":8,"alt":"","descr":"Es gibt nur noch wenige schwarze Ratten in Schweden, sie leben in Schloss Glimminge und halten es als letzte Festung gegen die grauen Ratten. Eines Tages, alle schwarzen Ratten sind unterwegs zum Kullaberg, beschließt Sven, der Anführer der Grauen, das Schloss anzugreifen, um endlich die riesigen Getreidevorräte des Schlosses in Besitz zu nehmen. Akka, die Gänse, Nils und Krümel versuchen das Schloss zu verteidigen, aber die Grauen sind in der Überzahl …","versions":[{"lang":1,"streams":[{"redirect":8820306,"hoster":"VOE"},{"redirect":8605859,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Frühlingsfest der Tiere","epNo":9,"alt":"","descr":"Beim Frühlingsfest auf dem Kullaberg darf kein Tier dem anderen etwas tun. Der Wolf frisst kein Schaf, der Habicht jagt keinen Hasen und niemand muss sich fürchten. Nur in diesem Jahr, Nils darf mit den Gänsen zusammen dabei sein, tanzt einer aus der Reihe: Der Fuchs Smirre. Trotzdem wird es noch ein wunderschöner Tag für die Tiere auf dem Kullaberg","versions":[{"lang":1,"streams":[{"redirect":8820308,"hoster":"VOE"},{"redirect":8605868,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Karlskrona","epNo":10,"alt":"","descr":"Die erste Stadt, die Nils in seinem Leben sieht, ist Karlskrona, von der ihm sein Großvater schon viel erzählt hatte. Als er in der Nacht die Stadt anschauen will, geschehen seltsame Dinge mit ihm. Einem Bronzemann steckt er die Zunge raus und der verfolgt ihn deshalb, ein hölzerner Mann versucht ihn zu beschützen. Erst in einem Schiffsmuseum kann sich Nils vor ihm in Sicherheit bringen …","versions":[{"lang":1,"streams":[{"redirect":12333678,"hoster":"VOE"},{"redirect":8605858,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Nacht am Ronneby-Fluß","epNo":11,"alt":"","descr":"Die Wildgänse haben sich verflogen. Sie müssen deshalb in einem engen Flusstal einen Rastplatz suchen. Nils übernimmt die erste Wache. Die vielen Geräusche verwirren und ängstigen ihn, er kann sie nicht unterscheiden. Als sich aber tief in der Nacht ein Tier anschleicht, weiß er sofort: Das ist Smirre, der die Schmach vom Kullaberg rächen will","versions":[{"lang":1,"streams":[{"redirect":8820316,"hoster":"VOE"},{"redirect":8605869,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Daunenfein","epNo":12,"alt":"","descr":"Nils und Krümel erkennen ihren Gänserich nicht wieder. Seit sie in Öland gelandet sind, verhält sich Martin völlig anders. Er verschwindet ständig mit frischem Futter im Schnabel, passt dabei auf, dass er nicht verfolgt wird und als Akka zum Aufbruch mahnt, widersetzt er sich ihr. Nils schleicht ihm nach, denn er will wissen, warum, sich Martin so verändert hat …","versions":[{"lang":1,"streams":[{"redirect":8820309,"hoster":"VOE"},{"redirect":8605861,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Höllenloch","epNo":13,"alt":"","descr":"Ein Sturm zwingt Akka Schutz auf einer Felseninsel zu suchen. Sie kennt dort eine Höhle, die schon vielen Zugvögeln Zuflucht geboten hat. In dieser Nacht teilen die Gänse die Höhle mit den Inselschafen, die sich aus Angst vor den Füchsen jede Nacht hier verstecken. Nils wird richtig wütend, als er hört, dass eine Herde kräftiger Schafe sich gegen die Füchse nicht zu wehren weiß und er versucht, ihnen Mut zu machen","versions":[{"lang":1,"streams":[{"redirect":8820310,"hoster":"VOE"},{"redirect":8605862,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Wetterhexe","epNo":14,"alt":"","descr":"Nils Holgersson ist nicht mehr der böse, alle Lebewesen ärgernde Gänsejunge. Aber als er von der Wetterhexe Isätter-Kajsa hört, die mit Menschen und Tieren ihren Schabernack treibt, kann er sich nicht beherrschen. Er reizt die Hexe solange mit frechen Reden, bis sie erscheint und ihrem Ruf alle Ehre macht …","versions":[{"lang":1,"streams":[{"redirect":8820311,"hoster":"VOE"},{"redirect":8605863,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die versunkene Stadt","epNo":15,"alt":"","descr":"In einer klaren Vollmondnacht fliegt der Storch Emmerich mit Nils und Krümel über die Ostsee zu einem einsamen Strand. Nils wundert sich, warum Emmerich mit ihm so weit über das Meer fliegt und erst recht staunt er, als um Mitternacht eine wunderschöne alte Stadt aus dem Meer auftaucht …","versions":[{"lang":1,"streams":[{"redirect":8820313,"hoster":"VOE"},{"redirect":8605864,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Schatz von Sunnerbo","epNo":16,"alt":"","descr":"Windeile und ihre räuberische Krähenschar haben einen Krug voller Münzen gefunden, aber das Gefäß ist fest verschlossen. Smirre der Fuchs gibt ihnen den Rat, Nils, der in der Gegend ist, zu fangen und ihn zu zwingen, den Krug zu öffnen. Er verlangt als Belohnung für den guten Rat, dass ihm Nils nach getaner Arbeit ausgeliefert wird …","versions":[{"lang":1,"streams":[{"redirect":8820312,"hoster":"VOE"},{"redirect":8605878,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Fumle Drumle","epNo":17,"alt":"","descr":"Nils ist es gelungen, den Krug mit den Goldmünzen zu öffnen. Wie wild stürzen sich die Krähen auf den Schatz und in dem Durcheinander gelingt es Fummle-Drummle mit Nils zu entkommen, bevor Smirre zugreifen kann. Die Krähe versteckt Nils in einem verlassenen Bauernhäuschen. Aber der Fuchs verlangt seine Beute. Er zwingt die Krähen, nach Nils zu suchen …","versions":[{"lang":1,"streams":[{"redirect":8820314,"hoster":"VOE"},{"redirect":12989861,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Jarro, der Lockvogel","epNo":18,"alt":"","descr":"Der Takernsee ist ein riesengroßer See, an dem die Zugvögel auf dem Weg nach Norden rast machen. Viele Vögel brüten hier, auch Akka und die Gänse legen eine Pause ein. Nils und Krümel fahren in einer Nussschale über den See und dabei treffen sie einen jungen Enterich. Jarrow, der Enterich, wurde von den Menschen als Lockvogel abgerichtet. Immer wenn hoch am Himmel eine Schar Enten vorbeifliegt, muss er sie herbeirufen, damit die Menschen auf sie schießen können. Nils versucht Jarrow zu befreien …","versions":[{"lang":1,"streams":[{"redirect":12917602,"hoster":"VOE"},{"redirect":8605867,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der große Vogelsee","epNo":19,"alt":"","descr":"Nils hat Jarrow den Lockvogel befreit, der bei den Eltern des kleinen Per Ola lebt. Dabei hört er, dass die Menschen den Takernsee trocken legen wollen. Viele tausend Wasservögel würden ihre Brutstätten dadurch verlieren. Gusta und Lassie sind gerade dabei, Nils für das alles verantwortlich zu machen, als Jarrow aufgeregt bei den Gänsen landet und sie um Hilfe für seinen kleinen Freund Per Ola bittet. Das Kind ist alleine mit einem Ruderboot hinausgetrieben, das langsam voll Wasser läuft …","versions":[{"lang":1,"streams":[{"redirect":8820317,"hoster":"VOE"},{"redirect":8605870,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Graufell","epNo":20,"alt":"","descr":"Als sie am Abend über den Wald von Kolmaden fliegen, sehen Nils und Krümel ein altes Herrenhaus. Nach der Landung beschließen sie, dorthin zu gehen, um etwas Essbares zu suchen. Der Küchenduft, der ihnen beim Darüberfliegen in die Nase gestiegen war, versprach Köstliches. In einem Gehege beim Haus entdecken sie ein Elchkalb und Krümel kann es gar nicht verstehen, dass das junge Tier gerne im Käfig ist und nur ans Fressen denkt …","versions":[{"lang":1,"streams":[{"redirect":8820319,"hoster":"VOE"},{"redirect":8605871,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Natter Hilflos","epNo":21,"alt":"","descr":"Graufell, der junge Elch fühlt sich wohl im Wald bei seiner Mutter, aber für das Leben im Wald muss er viel lernen, sogar das Schwimmen, etwas was jeder Elch können muss. Eines Tages tritt der kleine Tollpatsch auf eine Ringelnatter und tötet sie. Ihre Gefährtin, die Natter Hilflos, schwört ihm schreckliche Rache …","versions":[{"lang":1,"streams":[{"redirect":8820320,"hoster":"VOE"},{"redirect":8605872,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der hartherzige Bauer","epNo":22,"alt":"","descr":"Auf dem Weg zum Viehmarkt in Örebro zwingt ein Gewitter Mensch und Tier, Schutz zu suchen. Aber ein paar Kühe und ein altes Pferd finden keinen Unterschlupf. Auch zwei kleine Mädchen klopfen vergeblich an die Tür eines Bauernhofes. Der Besitzer des Hofes will nicht einmal dem alten Pferd, das früher sein eigenes war, einen trockenen Platz in der Scheune geben …","versions":[{"lang":1,"streams":[{"redirect":8820318,"hoster":"VOE"},{"redirect":8605873,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Bei den Bären","epNo":23,"alt":"","descr":"In einem heftigen Sturm wird Nils von Martins Rücken geblasen. Aber weil er so klein und leicht ist, fällt er langsam, fast wie ein Blatt. Eine Baumkrone bremst seinen Flug so stark ab, dass er weich inmitten einer Bärenfamilie landet. Und die Bärenkinder freuen sich über das vom Himmel gefallene Spielzeug …","versions":[{"lang":1,"streams":[{"redirect":8820324,"hoster":"VOE"},{"redirect":8605879,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Uppsala","epNo":24,"alt":"","descr":"Akkas Schar landet mit Nils und Krümel am Rande von Uppsala, einer großen Stadt in Schweden. Zusammen mit Lasse fliegen die Zwei in die Stadt, denn der gefräßige Lasse hat gesehen, dass ein Student vor seinem Dachzimmerfenster die Vögel mit Brot und Körnern füttert. Die drei hoffen, dass der junge Mann auch für sie etwas Nahrhaftes vors Fenster legt …","versions":[{"lang":1,"streams":[{"redirect":13116374,"hoster":"VOE"},{"redirect":8605874,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Walpurgisnacht","epNo":25,"alt":"","descr":"Es ist schon dunkel am See von Dalarna, als überall am Ufer Feuer aufleuchten und die Menschen darum tanzen und singen. Nils schleicht sich an eines dieser Feuer, um mal wieder in der Nähe von Menschen zu sein. Und dann hat er einen großartigen Einfall …","versions":[{"lang":1,"streams":[{"redirect":8820327,"hoster":"VOE"},{"redirect":8605875,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Schwanenkönig","epNo":26,"alt":"","descr":"Der Mälarsee ist weit über seine Ufer getreten. Alle Vögel haben ihre Nistplätze verloren. Es fällt Akka deshalb gar nicht ein, misstrauisch zu werden, als die Taube Agar ihr die Nachricht überbringt, dass der Schwanenkönig Dagklar Hilfe erbittet von Nils und den Wildgänsen, um die Nester und Eier der Schwäne zu retten …","versions":[{"lang":1,"streams":[{"redirect":8820322,"hoster":"VOE"},{"redirect":8605877,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Bataki in der Falle","epNo":27,"alt":"","descr":"In der alten Bergwerkstatt Fallun ist der Rabe Bataki in Bedrängnis geraten. Gefangen sitzt er in einer Schwefelhütte. Die Vögel rufen Nils zu Hilfe. Mit viel Mühe versucht er, einen Stein aus der Wand zu schlagen. Damit Nils nicht zu müde wird, erzählt Bataki ihm die Geschichte der beiden Riesentöchter, die vor langer Zeit in dieser Gegend einen kostbaren Kupferberg bewachten. Wer sich dem Berg näherte, musste um sein Leben bangen …","versions":[{"lang":1,"streams":[{"redirect":8820323,"hoster":"VOE"},{"redirect":8605876,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Schmied von Dalarna","epNo":28,"alt":"","descr":"Jahrmarkt in einem großen Dorf! Da muss Nils dabei sein. Vorsichtig mischt er sich mit Krümel unter die Leute, die dem Wettstreit der Hufschmiede zusehen. Während die Menschen die Schmiede anfeuern, schneller zu arbeiten, hört Nils die Klage der Pferde. Nicht der schnellste Hufschmied ist für sie der Beste, sondern derjenige, der vorsichtig mit ihnen umgeht. Aber der habe keine Chance … (","versions":[{"lang":1,"streams":[{"redirect":8820325,"hoster":"VOE"},{"redirect":8605884,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Flügelschön und Goldauge","epNo":29,"alt":"","descr":"Die Wildgänse kommen auf ihrem Flug nach Lappland in die Heimat der hübschen Graugans Daunenfein. Sie freut sich auf einen Besuch bei ihrer Familie, weil sie den Eltern ihren Bräutigam, den weißen Gänserich Martin, vorstellen möchte. Aber der Empfang ist nicht sehr freundlich. Die hinterlistigen Schwestern trachten Martin nach dem Leben, und die Eltern sind entsetzt über die dicke Hausgans. Erst als Martin mutig den Kampf mit einem Adler wagt, ändern sie ihre Meinung …","versions":[{"lang":1,"streams":[{"redirect":8820328,"hoster":"VOE"},{"redirect":8605889,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Der Kettenhund","epNo":30,"alt":"","descr":"Nils soll sich geändert haben? Das glaube ich nicht!, behauptet das erboste Wichtelmännchen. Ermenrich, der Storch, hatte es gegen seinen Willen zu den Wildgänsen geflogen. Aber was Nils auch tut, er bestätigt nur die schlechte Meinung des Wichtelmännchens, das seinen Zauberspruch nicht zurücknehmen will. Auch Smirre ist wieder da. Als der gierige Fuchs schon glaubt, Nils endlich schnappen zu können, liegt er unversehens an der Kette …","versions":[{"lang":1,"streams":[{"redirect":8820329,"hoster":"VOE"},{"redirect":8605881,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Der Geiger Clement","epNo":31,"alt":"","descr":"Hilfe! Nils und Krümel sind ins Meer gestürzt! Gerade mit knapper Not den Schüssen eines Fischers entkommen, sind die Wildgänse ratlos. Wie sollen sie Nils helfen? Der geldgierige Fischer verkauft seinen wundersamen Fang in Stockholm an Clement, den Straßengeiger. Die Leute laufen zusammen, als Clement aufspielt und die große Attraktion ankündigt: Nils, den tanzenden, winzigen Menschen …","versions":[{"lang":1,"streams":[{"redirect":12917605,"hoster":"VOE"},{"redirect":8605882,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Der Adler Gorgo","epNo":32,"alt":"","descr":"Nils und Krümel folgen auf Gorgos Rücken den Wildgänsen nach Lappland. Es ist Frühling, Zeit für die Bauern, das Vieh auf die Bergwiesen zu treiben. Am Abend vor dem großen Auftrieb gibt es einen Geschichtswettbewerb. Nils entdeckt dabei Clement, den Geiger aus Stockholm. Wird seine Geschichte den ersten Preis bekommen? Oder die unheimliche Erzählung von einer Begebenheit, die sich in der Neujahrsnacht der Tiere zugetragen haben soll. Zur Mitternachtsstunde, wenn der Waldgeist sein Unheil über die Haustiere fällt …","versions":[{"lang":1,"streams":[{"redirect":8820337,"hoster":"VOE"},{"redirect":8605891,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Hunger","epNo":33,"alt":"","descr":"Nils hat Hunger. Er bittet Gorgo, ihn in der Nähe von Menschen abzusetzen, damit er sich etwas Essbares besorgen kann. Aber Nils hat nicht viel Glück. Ein Schaf bietet ihm fettes, grünes Gras an, was Nils dankend ablehnt. Als er endlich in eine Speisekammer gelangt ist, kann er sich nicht entscheiden, was er zuerst essen soll. Bevor er nach der Wurst greifen kann, kommt ihm dann auch noch Smirre in die Quere. Schon halbtot vor Hunger, erhält er schließlich von einer freundlichen Bäuerin ein Brot …","versions":[{"lang":1,"streams":[{"redirect":8820330,"hoster":"VOE"},{"redirect":8605883,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Die Neujahrsnacht der Tiere","epNo":34,"alt":"","descr":"Immer weiter nach Norden fliegen Nils und Krümel auf dem Rücken von Gorgo. Unterwegs begegnen sie Bauern die den Abend vor dem Almauftrieb mit einem Geschichtenwettbewerb feiern. Ein Bauer erzählt von der Neujahrsnacht, in der sich die Tiere hoch oben im Wald versammeln müssen. Vor allem die Haustiere fürchten sich vor dem schrecklichen Urteil, das der Geist des Waldes in dieser Nacht über sie fällen wird …","versions":[{"lang":1,"streams":[{"redirect":8820332,"hoster":"VOE"},{"redirect":8605885,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Der Waldbrand","epNo":35,"alt":"","descr":"Bei einer Rast im Wald lernt Krümel eine Haselmausfamilie kennen. Vor allem mit Max, dem Mausejungen, freundet er sich schnell an. Nils schläft inzwischen auf einem Baum. Er merkt nichts von der Unruhe der Tiere, die vor einem Feuer im Wald zu flüchten beginnen. Auch Smirre sind die vorbeispringenden Hasen wichtiger als sein eigenes Fell. Der Waldbrand breitet sich rasch aus. Wo gibt es für die Tiere noch Fluchtwege? Und ist Max der Mausejunge, nicht schon längst verloren? Nils und Gorgo versuchen eine gefährliche Rettungsaktion …","versions":[{"lang":1,"streams":[{"redirect":8820331,"hoster":"VOE"},{"redirect":8605893,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Der Streit der Vögel","epNo":36,"alt":"","descr":"Nils, Krümel und Gorgo landen mitten in einer aufgeregten Vogelversammlung. Welche Landschaft ist die Beste? Die Möwe hat eine Küste entdeckt, an der es herrlichen Sandstrand mit Muscheln und Schnecken gibt und ein Meer voller Fische. Aber wo sind die Bäume?, fragen die Meisen. Lerche, Auerhahn, Eule, Schneeammer und alle die anderen Vögel können sich nicht einigen. Es gibt lautstarken Streit. Niemand bemerkt Smirre, der plötzlich Krümel schnappt. Fast ist es um den besten Freund von Nils geschehen. Aber da kommt ein Maulwurf des Weges …","versions":[{"lang":1,"streams":[{"redirect":8820334,"hoster":"VOE"},{"redirect":8605886,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Der große Versteinerer","epNo":37,"alt":"","descr":"Auf der Suche nach Akka und ihrer Schar kommen Nils und Krümel in den Zoo von Stockholm. Hier treffen sie Gorgo, den Adler. Von seinen Eltern verlassen, hatte Akka ihn einst entdeckt und gegen den Willen der anderen Wildgänse großgezogen. Wie man Fische fängt, hatte er von ihr gelernt, nur mit dem Schwimmen wollte es nichts Rechtes werden. Als Gorgo groß und stark wurde, musste er sich von Akka trennen. Nils und Krümel gelingt es, Gorgos Käfig zu öffnen. Gemeinsam werden sie jetzt den Wildgänsen nach Lappland folgen …","versions":[{"lang":1,"streams":[{"redirect":8820333,"hoster":"VOE"},{"redirect":8605887,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Asa und Maats","epNo":38,"alt":"","descr":"Endlich in Lappland angekommen, treffen Nils, Krümel und Gorgo wieder mit den Wildgänsen zusammen. Aber auch die beiden Nachbarskinder Asa und Klein-Maats haben sich auf den weiten Weg nach Norden gemacht. Sie suchen ihren Vater, der sie nach dem Tod der Mutter verlassen hatte. Nils findet die verzweifelten Kinder, die nicht mehr weiter wissen. Er bringt sie zu den Lappen in ein Zeltdorf. Dort, so glaubt er, hat er den Vater gesehen. Oder war es doch ein Irrtum?","versions":[{"lang":1,"streams":[{"redirect":8820336,"hoster":"VOE"},{"redirect":8605896,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Frühling in Lappland","epNo":39,"alt":"","descr":"Frühling in Lappland! Die Wildgänse haben sich zu Paaren zusammengefunden und sind ganz mit dem Bau der Nester beschäftigt. Lasse und Gustar haben sich beide in Siri verliebt. Aber während Gustar ganz sicher ist, dass Siri ihn erwählen wird, glaubt der tollpatschige Lasse nicht an sein Glück. In seinem Kummer will er Akkas Schar verlassen. Da holen ihn die anderen zurück. Siri muss sich endlich entscheiden","versions":[{"lang":1,"streams":[{"redirect":12917614,"hoster":"VOE"},{"redirect":8605888,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Das gestohlene Gänsekind","epNo":40,"alt":"","descr":"Die Freude bei den Wildgänsen ist groß: Die ersten Gänseküken schlüpfen aus den Eiern. In Martin und Daunenfeins Nest liegt noch ein letztes Ei. Als die Schale endlich aufbricht, ist Nils der Erste, den das Kleine sieht. Es hält Nils für seine Mutter, folgt ihm auf Schritt und Tritt. Aufregung gibt es, als der Fuchs Smirre das Küken schnappt und in eine Höhle verschleppt. Aber mit einem Trick gelingt es Nils und Krümel, das kleine, freche Gänsekind zu retten …","versions":[{"lang":1,"streams":[{"redirect":8820338,"hoster":"VOE"},{"redirect":8605899,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Sommer in Lappland","epNo":41,"alt":"","descr":"Die Wildgänse sind ganz mit der Aufzucht ihrer Jungen beschäftigt. Nils und Krümel ziehen in der Gegend herum und lernen einen jungen Biber kennen, der sich bitter über seine Eltern beschwert. Tag und Nacht bauen sie zusammen mit den anderen Bibern an einem großen Damm, haben aber keine Zeit, mit ihm zu spielen. Nils überredet die Bibereltern, die Arbeit ruhen zu lassen. Da kommt ein Unwetter auf. Wird der noch unfertige Damm halten … ?","versions":[{"lang":1,"streams":[{"redirect":8820339,"hoster":"VOE"},{"redirect":8605890,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Die Finnen-Malin","epNo":42,"alt":"","descr":"Habt ihr schon einmal etwas von der Finnen-Malin gehört?, fragt der Rabe Bataki. Er bringt Nils und Krümel zu der alten Frau, die zusammen mit ihren Tieren in einer einsamen Hütte lebt. Sie sei mit dem Teufel im Bunde, behaupten die Leute in der Gegend. Dabei sorgt sich die Alte um die Tiere im Dorf, die von den Menschen nicht gut gehalten werden. Wenn sie nur die Sprache der Tiere verstehen könnte! Hier kann Nils helfen. Ein Kaufmann nimmt Nils und die Finnen-Malin auf seinem Wagen mit, aber ehe sie ins Dorf gelangen, erscheint ein Rudel hungriger Wölfe …","versions":[{"lang":1,"streams":[{"redirect":12917607,"hoster":"VOE"},{"redirect":8605892,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Abschied von Gorgo","epNo":43,"alt":"","descr":"Der Sommer in Lappland geht zu Ende, Akka und die Wildgänse bereiten sich auf den Flug nach Süden vor. Ein letztes Mal müssen die jungen Gänse beweisen, was sie gelernt haben. Alle freuen sich auf die Rückkehr, nur Gorgo ist unglücklich. Soll er sich von Akka, die ihn einst aufzog, trennen und in Lappland bleiben? In dem Land, in dem er geboren wurde und in das er als Adler gehört … ?","versions":[{"lang":1,"streams":[{"redirect":8820342,"hoster":"VOE"},{"redirect":8605902,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Der verzauberte Garten","epNo":44,"alt":"","descr":"Es ist eine helle Vollmondnacht und die Gänse rasten in einer Gegend, in der es Geister und Gespenster geben soll. Hier liegt auch ein altes Schloss in einem verwilderten Garten. Dort geht es nicht mit rechten Dingen zu, warnt Akka. Aber Nils ist neugierig. Um Mitternacht öffnet sich das Tor zu dem Garten, der plötzlich in voller Blütenpracht daliegt. Krümel ahnt Schlimmes, als der unheimliche Herr Karl Nils bittet, für einen Augenblick seinen Spaten zu übernehmen …","versions":[{"lang":1,"streams":[{"redirect":8820343,"hoster":"VOE"},{"redirect":8605894,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Abenteuer in der Höhle","epNo":45,"alt":"","descr":"Nils und Krümel begegnen einer Gruppe von Kindern, die auf den Bergwiesen Ziegen hüten. Als eines der Tiere sich von der Herde entfernt, müssen die Kinder es suchen. Sie lassen den kleinen Olav zurück, der warten soll, bis sie wieder da sind. Aber Olav läuft hinter einem bunten Schmetterling her. Nils kann gerade noch verhindern, dass das Kind in einen Abgrund stürzt. Er hat überhaupt seine liebe Not mit dem Kleinen. Eine gute Gelegenheit, so glaubt Fuchs Smirre, endlich Nils zu schnappen …","versions":[{"lang":1,"streams":[{"redirect":8820341,"hoster":"VOE"},{"redirect":8605895,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Der Handel mit den Möwen","epNo":46,"alt":"","descr":"Seitdem die Heringsschwärme nicht mehr kommen, herrscht in dem Fischerdorf am Fjord die bittere Not. Die meisten Männer haben ihre Boote verkauft und sind in die Stadt gegangen. Auch Sonjas Vater weiß keinen anderen Weg. Ein letztes Mal geht das Mädchen ans Ufer des Meeres. Hier trifft Sonja Nils, der ihr sagen kann, warum die Heringe fernbleiben. Es ist die Rache der Möwen, denen die Menschen die Eier gestohlen haben. Sonja verspricht, dass so etwas nie wieder geschehen wird. Aber werden die Menschen das Versprechen halten?","versions":[{"lang":1,"streams":[{"redirect":8820344,"hoster":"VOE"},{"redirect":8605905,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Asa Thor und die Riesen","epNo":47,"alt":"","descr":"Es ist kalt und regnet, Nils und Krümel suchen Schutz auf einem Aussichtsturm. Dort oben hören sie eine unglaubliche Geschichte, die sich in dieser Gegend zugetragen haben soll. Einst lebten hier Riesen, die das Land urbar machen sollten. Zu ihnen kam Asa Thor, um nach dem rechten zu sehen. Aber was er fand, war nichts als Einöde und Wildnis. Da ergrimmte der Gott und Recke, aber die schlaue Riesenfrau versuchte mit List und Zauberei Asa Thor hereinzulegen. Ohne dass er es wollte, hat er dabei eine der schönsten schwedischen Landschaften geschaffen","versions":[{"lang":1,"streams":[{"redirect":8820346,"hoster":"VOE"},{"redirect":8605897,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Abschied von Smirre","epNo":48,"alt":"","descr":"Immer noch folgt Smirre, der Fuchs, den Wildgänsen. Obwohl er hungrig ist, will er niemanden anderes fassen als Nils, der ihm schon so oft einen Streich spielte. In einem dichten Wald hat er den Jungen fast erwischt, da erscheint eine hübsche Füchsin. Smirre, völlig verwirrt, lässt von Nils ab. Was keiner glaubte: Der alte Fuchs Smirre zeigt plötzlich Gefühle","versions":[{"lang":1,"streams":[{"redirect":8820345,"hoster":"VOE"},{"redirect":8605898,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Eine schwere Entscheidung","epNo":49,"alt":"","descr":"Immer mehr nähern sich die Wildgänse auf ihrem Flug nach Süden dem Elternhaus von Nils. Der hofft, bald wieder seine menschliche Größe zu bekommen. Während Akka und ihre Schar rasten, gerät Nils in einer alten Scheune in große Gefahr. In letzter Minute kann Martin ihn retten. Da erfährt Nils die Bedingung, die er erfüllen muss, um wieder ein Mensch zu werden. Nils ist über den Spruch des Wichtelmännchens verzweifelt …","versions":[{"lang":1,"streams":[{"redirect":8820347,"hoster":"VOE"},{"redirect":8605900,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Das Gold auf der Schäre","epNo":50,"alt":"","descr":"Nils kann nur dann wieder seine menschliche Größe erlangen, wenn er den weißen Gänserich Martin zum Martinstag nach Hause bringt. So lautet der Spruch des Wichtelmännchens. Nils weiß, welches Schicksal seinem besten Freund droht, er will nicht, dass ihm ein Leid geschieht. Zugleich wünscht er sich nichts sehnlicher, als wieder so groß wie ein Mensch zu werden und zu seinen Eltern zurückkehren zu können. Akka möchte den verzweifelten Nils trösten und führt ihn zu einem geheimen Schatz …","versions":[{"lang":1,"streams":[{"redirect":8820348,"hoster":"VOE"},{"redirect":8605901,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Die Heimkehr","epNo":51,"alt":"","descr":"Nils bringt es nichts übers Herz, seinen Freund Martin zum Martinstag nach Hause zu bringen, damit der weiße Gänserich geschlachtet wird. So schwer es ihm auch fällt, er will bei Akkas Schar bleiben und nicht zu seinen Eltern zurückkehren. Er möchte ihnen nicht den Kummer antun, dass ihr Sohn ein winziger Wicht geworden ist. Akka führt Nils noch einmal auf den Hof der Eltern. Nicht alle Haustiere wollen glauben, dass der Junge sich auf der Reise mit den Wildgänsen verändert hat","versions":[{"lang":1,"streams":[{"redirect":8820349,"hoster":"VOE"},{"redirect":8605903,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Der Abschied von den Wildgänsen","epNo":52,"alt":"","descr":"Nils, der sich entschlossen hat, bei den Wildgänsen zu bleiben, um seinen Freund Martin nicht zu gefährden, nimmt heimlich Abschied vom Hof seiner Eltern. Groß ist der Schrecken des Jungen, als plötzlich Martin mit seiner Familie vor dem Haus landet. Er muss zusehen, wie die Eltern Daunenfein und ihre Kinder einsperren, wie der Vater den weißen Gänserich packt, um ihn zu schlachten. Da vergisst Nils in seiner Angst um den Freund, dass er so winzig ist und zeigt sich den Eltern. Auf diesen Augenblick hatte das Wichtelmännchen gewartet","versions":[{"lang":1,"streams":[{"redirect":8820350,"hoster":"VOE"},{"redirect":8605904,"hoster":"Streamtape"}]}]}]}]}