{"seriesId":"ninja-slayer-from-animation","name":"Ninja Slayer From Animation","descr":"[Ger Sub] Ninja... Ninja waren... erbarmungslose Halbgötter, die mit ihren Kräften in früherer Zeit Japan beherrschten. Aber einige von ihnen begingen eine verbotene Form des Harakiris, die es ihnen erlaubte ihre Seelen im Kinkaku-Tempel zu speichern, um in der Zukunft wieder aufzuerstehen. Ihre Geschichte wurde verfälscht und verheimlicht, so dass die Wahrheit über diese Ninja schließlich verloren ging. Nun, in einer Zukunft, in der kybernetische Technologie und elektronische Netzwerke die neuen Götter darstellen, fallen dunkle, wiederauferstandene Ninja-Seelen über Neo-Saitama her. Fujikido Kenji ist Büroangestellter und verliert seine Frau und sein Kind in einem Gebietsstreit der Ninja. Als er schon selbst dem Tod nahe ist, nimmt eine rätselhafte Ninja-Seele Besitz von ihm. Dadurch entwischt er noch einmal dem Tod und wird zu einem Ninja Slayer, mit dem Ziel alle der dunklen Ninja-Seelen zu töten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Born In Red Black","descr":"Auf der Suche nach Rache, nachdem er beinahe von Ninjas getötet worden wäre, die auch seine Frau und sein Kind getötet hatten, verschmilzt Fujikido Kenji mit dem Geist von Naraku Ninja, um Ninja Slayer zu werden, der Ninja, der Ninjas tötet.","versions":[{"lang":1,"streams":[{"redirect":4844118,"hoster":"Vidoza"}]},{"lang":2,"streams":[{"redirect":10131971,"hoster":"VOE"},{"redirect":10131973,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Machine of Vengeance","descr":"Nachdem ein massiver Drogendeal unterbrochen wurde, stellt sich Arson, einer der Ninjas der Soukaiya, Ninja Slayer in einem Kampf auf Leben und Tod. Ninja Slayer hat alle Hände voll zu tun, als er es mit einem Techno-Ninja namens Cloud Buster aufnimmt.","versions":[{"lang":2,"streams":[{"redirect":11313774,"hoster":"VOE"},{"redirect":10131969,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Last Girl Standing, Part 1","descr":"Yamoto Koki, ein Mädchen, das von der Ninja-Seele von Shi Ninja besessen ist, nutzt ihre Kräfte, um sich und ihre Freundin Asari vor einem Bandenangriff zu retten. Shogo, ein Transferstudent, wird aus dem Gefängnis entlassen und erhält ein Ultimatum.","versions":[{"lang":2,"streams":[{"redirect":13485926,"hoster":"VOE"},{"redirect":10131986,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Last Girl Standing, Part 2","descr":"Während Yamoto einen Abend mit ihren Freunden genießt, taucht Shogo auf, um sie zu warnen, dass das Soukai-Syndikat sie abwerben würde. Sonic Boom macht Yamoto ein Angebot, das sie nicht ablehnen kann.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Rage Against Tofu","descr":"Nachdem der Arbeiter der Tofu-Produktionsanlage Shigaki bei einem Arbeitsunfall seinen Arm verloren hat, rächt er sich gemeinsam mit anderen verletzten Arbeitern an der Firma. Ninja Slayer jagt weiter nach Mitgliedern der Sechs Tore.","versions":[{"lang":2,"streams":[{"redirect":10131974,"hoster":"VOE"},{"redirect":10131976,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Surprised Dojo","descr":"Auf Befehl von Laomoto jagen Six Gates Ninjas Earthquake und Hugeshuriken das Dragon Dojo, das von Dragon Gendoso, dem letzten echten Ninja Japans, betrieben wird, damit sie es niederbrennen können.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Bane of Serpent","descr":"Die freiberufliche Journalistin Nancy Lee geht in die verlassenen Furutama-Projekte, um einer Spur nachzujagen, und findet schließlich mehr, als sie erwartet hatte. Die Zen-Meditation von Ninja Slayer wird von einer unerwarteten Überraschung unterbrochen.","versions":[{"lang":2,"streams":[{"redirect":10131979,"hoster":"VOE"},{"redirect":10131977,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Apocalypse Inside Tainted Soil","descr":"Mit den Informationen, dass Klonpolizisten in die Polizei von Neo-Saitama eingeführt werden sollen, brechen Nancy und Ninja Slayer in eine geheime Klonfabrik ein, um sie zu stoppen, machen jedoch eine unerwartete Entdeckung im Inneren.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"One Minute Before the Tanuki, Part 1","descr":"Nach einer Reihe wilder Verfolgungsjagden versucht Nancy, Ninja Slayer davon zu überzeugen, ihr dabei zu helfen, in eine Yoroshisan-Wärmflaschenfabrik zu gelangen, damit sie ihre Systeme hacken und ihre geheimen Dateien aufdecken kann.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"One Minute Before the Tanuki, Part 2","descr":"Sawatari und Notorious dicht auf den Fersen, finden Ninja Slayer und Nancy einen geheimen Zugangspunkt zum Mainframe der Anlage. Nancy versucht, Zugang zum Mainframe zu erhalten, stößt jedoch auf ein unvorhergesehenes Hindernis.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Menace of Darkninja","descr":"Mit dem Gegenmittel in der Hand macht sich Ninja Slayer auf den Weg zu der Hütte, in der Gendoso-sensei mit Yukano ruht. Ihr glückliches Wiedersehen wird jedoch zerstört, als Darkninja einen Angriff auf sie startet.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Day of the Lobster","descr":"Ein Yakuza-Captain verhört ein illoyales Mitglied in einem Badehaus, wird jedoch von einem Ninja aus Yoroshisan unterbrochen. Ninja Slayer rettet die gefangene Nancy. Ein alter Feind begibt sich auf eine neue Suche.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Swan Song Sung by a Faded Crow, Part 1","descr":"Silver Karasu, ein Ninja, der kurzerhand diejenigen hinrichtet, die \"Tsujigiri\", das wahllose Töten von Passanten, begehen, denkt über sein eigenes karmisches Gleichgewicht nach, als er mit seiner eigenen Sterblichkeit konfrontiert wird.","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"Swan Song Sung by a Faded Crow, Part 2","descr":"Da seine Zeit knapp wird, gibt Kagi Yamoto einen Crashkurs im Iaido-Training. Die Soukaiya schicken Yamoto einen Ninja und einen Kopfgeldjäger nach, um ihr die Gelegenheit zu geben, ihre neuen Fähigkeiten zu testen.","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"Sushi Night at the Barricade","descr":"Als Omuras Stadterweiterungspläne Tottoriville zu zerstören drohen, beginnen die Bewohner einen Aufstand und blockieren die Autobahn. Widerstandsagenten, darunter ein bekanntes Gesicht, wehren sich gegen die Ninja-Depeschen von Omura.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"At the Treasonersvill","descr":"Ninja Slayer schließt sich Ikki Uchikowashi an, um auf Yukano aufzupassen und zu sehen, in welche Art von Organisation sie geraten ist. Die Gruppe stoppt einen Soukaiya-Zug und muss sich mit einem Pachinko-Ball-schießenden Ninja auseinandersetzen.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"Treasure Every Meeting","descr":"Auf der Flucht vor der Soukaiya stolpert Yamoto in eine Kirche und bricht vor Erschöpfung zusammen, nur um von einem Ninja in Priestersoutane geweckt zu werden. Dr. Lee versucht verzweifelt, einen Zombie-Ninja zu bergen, der aus seinem Labor entkommen ist.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"Ever Felt Cheated?","descr":"Naraki, ein Student an der Neo-Saitama 1st University, trifft eine Frau namens Manam in einem Café, um an einem Marsch gegen die Armut teilzunehmen. Manam ist jedoch nicht alles, was sie erscheint, und der Marsch nimmt eine unerwartete Wendung.","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"Stranger Stranger Than Fiction, Part 1","descr":"Gerade als Nancy und Ninja Slayer einem Plan zur endgültigen Eliminierung von Laomoto den letzten Schliff geben, wird Nancy von einer unvorhergesehenen Gruppe von Ninjas kompromittiert. Vor seiner großen Mission beschäftigt sich Fujikido nebenan mit häuslicher Gewalt.","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"Stranger Stranger Than Fiction, Part 2","descr":"In den Ereignissen vom Vortag erschnüffelt Trufflehog Ninja Slayers Versteck und findet seinen Computer mit den Plänen, Laomoto zu töten. Im Kotodama-Raum nähert sich ein Wesen namens Baba Yaga Nancy.","versions":[]},{"epId":"episode-21","name":"","epNo":21,"alt":"Neo-Saitama in Flames, Part 1: Like a Bloodarrow Straight","descr":"Fujikido bekommt die dringend benötigte Ruhe zu Hause, während Agata sich um ihn kümmert. Laomoto hält eine Pressekonferenz ab und gibt eine schockierende Erklärung ab. Ninja Slayer trifft beim Sturm auf die Tokorozawa-Säule auf einen alten Rivalen.","versions":[]},{"epId":"episode-22","name":"","epNo":22,"alt":"Neo-Saitama in Flames, Part 2: Darkninja Returns","descr":"Ninja Slayer und Darkninja kämpfen eins gegen eins. Nachdem Laomoto zu einer Live-Übertragung gerufen wurde, erscheinen zwei weitere Ninjas und ermutigen Darkninja, eine andere Aufgabe in Kyoto zu übernehmen, und sagen, es sei seine Bestimmung.","versions":[]},{"epId":"episode-23","name":"","epNo":23,"alt":"Neo-Saitama in Flames, Part 3: And You Will Know Him by the Trail of Ninja","descr":"Mit der Unterstützung von Nancy fordert Ninja Slayer die Six Gates-Ninjas auf seinem Weg zu Laomotos Burgfried heraus. Ein seltsames Phänomen quält Ninja Slayers Geist mit Bildern der Toten, einschließlich seiner Frau und seines Sohnes.","versions":[]},{"epId":"episode-24","name":"","epNo":24,"alt":"Neo-Saitama in Flames, Part 4: Dark Dusk, Darker Dawn, Part 1","descr":"Laomoto bietet Hellkite eine letzte Chance, sich zu erlösen. Ninja Slayer erreicht endlich den Burgfried, in dem Laomoto untergebracht ist, muss jedoch die letzten seiner Leibwächter besiegen, bevor er sich ihm endlich stellen kann.","versions":[]},{"epId":"episode-25","name":"","epNo":25,"alt":"The Best of Ninja Slayer from Animation","descr":"Wählen Sie Segmente aus der Ninja Slayer-Saga aus, die nicht in die reguläre Serie aufgenommen werden konnten. Enthält Szenen aus \"Fuji Sun Rising\", \"Atrocity in Neo-Saitama City\", \"The Aftermath\" und mehr.","versions":[]},{"epId":"episode-26","name":"","epNo":26,"alt":"Neo-Saitama in Flames, Part 5: Dark Dusk, Darker Dawn, Part 2","descr":"Während Naraku Ninja und Laomoto ihr Duell auf dem Dach fortsetzen, muss Fujikido sich mit der symbiotischen Beziehung zwischen ihm und Naraku abfinden. Laomoto schlägt mit den vielen Ninja-Seelen, die er besitzt, zurück.","versions":[]}]}]}