{"seriesId":"nisman-tod-eines-staatsanwalts","name":"Nisman – Tod eines Staatsanwalts","descr":"Im Januar 2015 starb der argentinische Staatsanwalt Alberto Nisman. Ob es Mord oder Selbstmord war, ist bis heute ungeklärt. Stattdessen spinnt sich ein Netz von Vermutungen und Vorwürfen. In der sechsteiligen Doku-Serie wird der ganze Fall Tod noch mal aufgerollt – beginnend mit dem Anschlag auf das jüdische Kulturzentrum AMIA 1994, endend mit den erfolglosen Ermittlungen rund um den Tod.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tödliche Verstrickungen","epNo":1,"alt":"Capítulo 1","descr":"Alberto Nisman, der als Staatsanwalt fast 15 Jahre im AMIA-Fall ermittelt hatte, stirbt überraschend 2015. Er wird tot in seiner Wohnung in Buenos Aires aufgefunden, nur einen Tag, bevor er seinen brisanten Ermittlungsstand zu den Hintergründen des Attentats präsentieren wollte. Er hatte angekündigt, auch die amtierende Präsidentin Cristina Kirchner der Vertuschung anklagen zu wollen. Wie und warum musste Alberto Nisman sterben? Welche Rolle spielte die Präsidentin? Der Geheimdienst? Und was war das für ein Abkommen mit dem Iran?","versions":[]},{"epId":"episode-2","name":"Todesursache: Selbstmord?","epNo":2,"alt":"Capítulo 2","descr":"Die Leiche von Alberto Nisman wird nachts von seiner Mutter und seinen Bodyguards gefunden. Drei Stunden später trifft die Staatsanwältin Viviana Fein am Tatort ein und beginnt mit ihrem Team die Spurensicherung. Die Nachricht seines Todes versetzt Argentinien in Panik, und Viviana Fein steht unter enormem Druck. Für sie deutet vieles auf Selbstmord. Gleichzeitig überschlagen sich die Verschwörungstheorien. 400 000 Menschen versammeln sich in strömendem Regen auf den Straßen, um Alberto Nisman zu gedenken. Viviana Fein analysiert stoisch Fakten und Beweismittel – ohne zu einem befriedigenden Schluss zu kommen.","versions":[]},{"epId":"episode-3","name":"Im Netz der Geheimdienste","epNo":3,"alt":"Capítulo 3","descr":"Nachdem der erste Prozess der AMIA-Ermittlungen mit einem Korruptionsskandal endete, beginnt 2004 ein erneutes Verfahren – mit Nisman als Sonderstaatsanwalt. Auf Wunsch des Präsidenten Néstor Kirchner bekommt er den schillernden Geheimdienst-Agenten Jaime Stiuso für seine Ermittlungen an die Seite gestellt. Stiuso und Nisman verfolgen eine Spur zur Hisbollah, die – vom Iran gesteuert – das AMIA-Attentat geplant haben soll. Mithilfe des FBI identifizieren sie einen libanesischen Mann, der sich beim AMIA-Anschlag als Märtyrer in die Luft gesprengt haben soll. Ende 2007 erwirkt Nisman das Inkrafttreten von internationalen Haftbefehlen gegen acht Iraner durch INTERPOL. Doch ist der Fall damit wirklich aufgeklärt?","versions":[]},{"epId":"episode-4","name":"Entscheidende fünf Tage","epNo":4,"alt":"Capítulo 4","descr":"Alberto Nisman stirbt am Sonntag, 18. Januar 2015, genau einen Tag vor seiner Anhörung im Kongress, in der er seine Anklage gegen Cristina Kirchners Regierung öffentlich vortragen wollte. Die vier folgenden Tage sind ereignisreich. Nisman reicht die Anklage gegen Cristina Kirchner am Mittwochmorgen offiziell vor Gericht ein. Noch am selben Abend liefert er die Kurzversion seiner Anklage in einem Fernsehinterview – und versetzt sein Land in schrille Hysterie. Doch die Kernthese seiner Anklage steht auf wackeligen Beinen. Nisman hat keine handfesten Beweise für den Vorwurf der Konspiration von Cristina Kirchner und ihrem Außenminister mit dem Iran. Stattdessen stützt er sich auf Abhörtelefonate, die er vom Geheimdienst erhalten hatte. In den folgenden Tagen führt Nisman viele Exklusiv-Interviews, bereitet seine Präsentation akribisch vor – und fragt am Samstagabend seinen IT-Techniker Diego Lagomarsino nach einer Waffe.","versions":[]},{"epId":"episode-5","name":"Neue Beweise","epNo":5,"alt":"Capítulo 5","descr":"Knapp ein Jahr nach Nismans Tod wählt Argentinien einen neuen Präsidenten, den Konservativen Mauricio Macri. Diese Wahl bedeutet eine Richtungsänderung in der Aufarbeitung von Nismans Tod, der bis dahin offiziell als Selbstmord gehandelt wurde. Die Ereignisse überschlagen sich: Macri verspricht Nismans Töchtern, von nun an mit geballter Kraft den wahren Todesumständen ihres Vaters auf den Grund zu gehen. Zugleich geht Nismans Ex-Frau mit ihren Anwälten und Kriminologen in Revision. War es doch ein Mord? Fokus der Mordtheorie ist Diego Lagomarsino, mit dessen Waffe Nisman sich erschossen hatte. Im September 2016 wird der Fall Nisman an das Bundesgericht übergeben, das den Fall komplett neu bewertet. Es kommt zu Anklagen und Suspendierungen. Auch bei der Aufarbeitung des AMIA-Attentats geraten Ex-Präsidentin Cristina Kirchner und Mitglieder ihres ehemaligen Kabinetts in den Fokus der Justiz.","versions":[]},{"epId":"episode-6","name":"Die Macht der Lügen","epNo":6,"alt":"Capítulo 6","descr":"Im Zuge von Präsident Macris Versprechen, die Fälle AMIA und Nisman endlich restlos aufzuklären, wird auch Nismans ursprüngliche Anklageschrift gegen Cristina Kirchner erneut untersucht. Es stellen sich einige Ungereimtheiten heraus. Zum Beispiel war der vermeintliche Geheimdienst-Agent Allan Bogado, den Nisman als Hauptquelle seiner Informationen für seine Theorien nennt, offenbar gar nicht beim Geheimdienst angestellt. Hat Jaime Stiuso – Nismans langjähriger Ermittlungspartner und Urgestein des argentinischen Geheimdienstes – Nisman bewusst im Unklaren gelassen? Wer hat wen hinters Licht geführt, und wer ist überhaupt an einer Aufklärung interessiert? Fraglich, ob beide Fälle – das AMIA-Attentat und der Tod Nismans – jemals final aufgeklärt werden.","versions":[]}]}]}