{"path":"/serie/stream/nix-festes","name":"Nix Festes","descr":"Eine WG in einem der letzten noch nicht gentrifizierten Altbauten in Berlin-Kreuzberg muss sich mit den Höhen und Tiefen des Lebens herumschlagen. Alle befinden sich in einer Art Schwebezustand des Lebens, in dem es weder mit der Liebe noch mit dem Beruf auf eine bürgerliche Art klappen will. Doch weder die Autoren-Kollegen und Ex-Liebespartner Wiebke (Josefine Preuß) und Jonas (Sebastian Fräsdorf) noch ihre Freunde, Studentin Jenny (Marie Rathscheck) und Koch Basti (Tim Kalkhof), lassen sich so leicht von ihrem persönlichen Lebensweg abbringen. Und wenn alle Stricke reißen, weiß bestimmt Lennart (Dirk Martens), der Besitzer ihres Stammcafés, Rat.","seasons":[{"path":"/serie/stream/nix-festes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nix-festes/staffel-1/episode-1","name":"Offiziell am Arsch","epNo":1,"alt":"","descr":"Das Autorenduo Jonas (Sebastian Fräßdorf) und Wiebke (Josefine Preuß) präsentieren TV-Produzent Werner die Idee für eine Serie, in die sie monatelang ihr ganzes Herzblut investiert haben. Der Produzent hat aber leider in fast allen Belangen der Serie andere Vorstellungen und so müssen sich die beiden wohl oder übel nach einem anderen Projekt umsehen, denn das Geld ist knapp. Die einzige absehbare Alternative wäre ein gut bezahlter Job für die Berliner Stadtreinigung, den Wiebke aber mit ihrem Autorenstolz nicht vereinbaren kann. Ausgerechnet jetzt trifft Jonas auf Vanessa, seinen Jugendschwarm. Als er merkt, dass er nicht mal genug Geld hätte, um Sie zum Essen einzuladen, kommt er in einen Gewissenskonflikt und trifft eine folgenschwere Entscheidung. Auf Cafébesitzer Lennart (Dirk Martens) kann er zum Glück zählen. Er steht ihm in Job- und Beziehungsfragen mit Rat und Tat zur Seite. Basti (Tim Kalkhof) gründet unterdessen mit Jenny (Marie Rathscheck) ein Startup-Unternehmen für selbstgebackene Hundekekse. Leider können die beiden sich nicht einigen, ob sie vegan oder lieber mit reichlich Leberwurst backen wollen und beschließen, die Hunde selbst entscheiden zu lassen. Mit scheinbar dramatischen Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12016062","hoster":"VOE"},{"path":"/redirect/8606046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nix-festes/staffel-1/episode-2","name":"Es ist kompliziert","epNo":2,"alt":"","descr":"Nach einer durchzechten Partynacht wacht das Ex-Paar Wiebke (Josefine Preuß) und Jonas (Sebastian Fräßdorf) gemeinsam unter einer Bettdecke auf. Beide denken daraufhin über ein entspanntes Miteinander als \"Friends with Benefits\" nach. Nach einem eher misslungenen ersten Versuch, entscheiden sich beide zwar lockerer zu werden, aber doch lieber ihre eigenen Wege in Sachen Beziehung zu gehen. Dabei halten sie sich stets auf dem Laufenden. Basti (Tim Kalkhof) bewirbt sich unterdessen um einen Job als Koch in einer katholischen Einrichtung für Senioren. Zu seiner Überraschung kann er mit seinen körperlichen Reizen nicht direkt punkten, sondern muss sich vielmehr einem Kochduell um den begehrten Arbeitsplatz stellen. Jenny (Marie Rathscheck) hat sich beim Feiern in einem Club Hals über Kopf in einen anderen Partygast verliebt. Oder war es doch eine \"Gästin\"? Die Gruppe ist sich immer noch nicht einig, als das \"Wesen\" plötzlich in Lennarts Cafe auftaucht. Dieser hat derweil ganz andere Probleme. Jenny hat sein Café im Internet auf einer Szeneseite angepriesen, und nun wimmelt es dort nur so vor ungeliebten Hipstern, mit deren speziellen Wünschen sich Lennart (Dirk Martens) wohl oder übel erst einmal arrangieren muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12016076","hoster":"VOE"},{"path":"/redirect/8606058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nix-festes/staffel-1/episode-3","name":"Die Sache mit Rick","epNo":3,"alt":"","descr":"Basti (Tim Kalkhof) hat einen neuen Lover und präsentiert ihn stolz seinem besten Freund Jonas (Sebastian Fräßdorf). Dummerweise interessiert sich Rick mehr für Jonas, als Basti lieb ist. Jonas hat nämlich Gags für eine Musikshow geschrieben, und Rick ist ein Riesenfan. Basti wird zusehends eifersüchtiger und versucht im Gegenzug, Jonas Beziehung zu seiner neuen Bekanntschaft Maggy zu sabotieren. Wiebke (Josefine Preuß) hat gerade eine richtige Pechsträhne: Es hagelt Jobabsagen, die Bank dreht den Geldhahn zu, und ihr Sofa bricht zusammen. Als sie sieht, wie glücklich und erfolgreich Mitbewohnerin Jenny (Marie Rathscheck) auf ihrem aktuellen Meditationstrip ist, schlägt sie, nach anfänglicher Skepsis, den gleichen Weg ein. Mit überraschenden Ergebnissen. Lennart (Dirk Martens) outet sich in seinem Café gegenüber einer Kundin als Beziehungsratgeber-Bestsellerautor und gibt ihr unaufgefordert eine fachliche Gratisberatung. Als der verärgerte Partner wenig später bei ihm auftaucht und ihn zur Rede stellt, weil seine Freundin nun Trennungsgedanken hat, muss Lennart die Situation schnellstmöglich wieder kitten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820498","hoster":"VOE"},{"path":"/redirect/8606048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nix-festes/staffel-1/episode-4","name":"Lügen, Lügen und ein paar Wahrheiten","epNo":4,"alt":"","descr":"TV-Produzent Werner hat Jonas (Sebastian Fräßdorf) und Wiebke (Josefine Preuß) wieder in sein Büro geladen, um die Verwirklichung ihres Konzeptes zu besprechen. Die beiden Autoren wittern nun doch noch die große Stunde ihres aktuellen Meisterwerks \"Big in Berlin\". Werner hat es allerdings auf ein älteres Projekt abgesehen, an das sich Wiebke und Jonas nicht mehr wirklich erinnern können. Als sie auf ihrem Rechner ebenfalls keine Daten mehr finden, machen sich beide auf die intensive Suche, denn Ende der Woche muss das Drehbuch zur Serie vorliegen. Fünf Jahre war Lennart (Dirk Martens) nun unfreiwillig enthaltsam. Just zu diesem frustrierenden Jubiläum trifft er in seinem Café auf die attraktive Sylvia aus Mannheim, und das Blatt scheint sich zu wenden. Als Basti (Tim Kalkhof) dazukommt, stellt sich heraus, dass es sich bei Sylvia um dessen reiche Tante handelt, die einmal sehen möchte, was aus dem Lokal ihres Neffen geworden ist. Schließlich hat sie es tatkräftig mitfinanziert. Leider hat Basti das Geld jedoch anderweitig investiert. Um den Schein zu wahren, erklärt er Lennarts Café spontan zu seinem eigenen und alle Freunde spielen das Possenspiel mehr oder weniger begeistert mit. Jenny (Marie Rathscheck) präsentiert mit Youtuber Benno ihren neuen Lover. Ihre Freunde sehen, dass diese Beziehung Jenny nicht gut tut und Jonas ist hin und her gerissen: Einerseits mischt man sich nicht in die Beziehungen der Freunde ein. Andererseits muss \"Küken\" Jenny ja schließlich beschützt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820500","hoster":"VOE"},{"path":"/redirect/8606062","hoster":"Streamtape"}]}]}]}]}