{"path":"/serie/stream/no-activity","name":"No Activity","descr":"Die beiden Polizisten Nick Cullen (Patrick Brammall) und Judd Tolbeck (Tim Meadows) wären gerne erfolgreiche, harte Cops. Doch statt dessen werden sie bei ihrem Dienst in der kalifornischen Großstadt San Diego hauptsächlich in der Observierung von Verdächtigen eingesetzt. Das bedeutet \"No Activity\": Stundenlang im Auto sitzen, abwarten dass was passiert, und sich gegenseitig anöden. Einzige Abwechslung ist der Kontakt mit der Funkzentrale.Doch eines Tages gerät das beschaulich-öde Leben der beiden durcheinander, als Tolbeck bei einem Einsatz im Umfeld eines großen Drogendeals zwischen einem mexikanischen Kartell und einer örtlichen Gang eines der Gangmitglieder anschießt … (Mit der Spezial Staffel 4 wurde die serie No Activity, animert abgeschloßen)","seasons":[{"path":"/serie/stream/no-activity/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/no-activity/staffel-1/episode-1","name":"Bing, Bong!","epNo":1,"alt":"Night 35","descr":"In der Nacht des 35. \"Absteckens\" einer Droge an den Docks von San Diego, warten die Detectives Cullen und Tolbeck auf eine mexikanische Kartelldrogensendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820496","hoster":"VOE"},{"path":"/redirect/8606049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-1/episode-2","name":"Hochseeangeln","epNo":2,"alt":"Deep Sea Fishing","descr":"Nachdem Tolbeck den vermeintlich Kleinkriminellen Marco angeschossen hat, werden er und sein Partner von einem Ermittler der Dienstaufsicht überprüft. Anfangs haben die beiden Polizisten regelrecht Angst vor Inspector Fordham – doch dann wird es für Cullen und Tolbeck weit unangenehmer als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12946403","hoster":"VOE"},{"path":"/redirect/12946408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-1/episode-3","name":"Humor für Anfänger","epNo":3,"alt":"Dig A Hole","descr":"Tolbeck und Cullen sitzen mal wieder in ihrem Dienstwagen zur Observierung möglicher Kartellaktivitäten. Um die Langeweile zu überbrücken, erzählt Tolbeck seinem Kollegen Witze, die dieser großzügigerweise auch bei seinen Dates erzählen darf, um die Damen zu beeindrucken. Das versucht Cullen gleich mal bei Fatima – und zwar ausgerechnet mit einem Hitler-Witz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820504","hoster":"VOE"},{"path":"/redirect/8606054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-1/episode-4","name":"Mann-Oh-Metrik!","epNo":4,"alt":"The Metric System","descr":"Die beiden Arbeitskollegen Fatima und Cullen hatten ihre erste Verabredung. Während Cullen überglücklich ist und den Abend genossen hat, ist Fatima komplett enttäuscht von dem Date. Beide haben ihre jeweils eigene Version des Rendezvous und keine Ahnung, dass ihr Gegenüber das gänzlich anders sieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820503","hoster":"VOE"},{"path":"/redirect/8606053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-1/episode-5","name":"Männer am Rande des Nervenzusammenbruchs","epNo":5,"alt":"Golden Age Of Tunnels","descr":"San Diego wurde von einem schweren Erdstoß erschüttert. Während das für die einen eine Katastrophe bedeutet, stellt es für die anderen eine Chance dar: Miguel und Roberto treffen kurz nach dem Beben auf eine attraktive junge Frau aus einem Nachbartunnel, der nun mit ihrem Drogentunnel verbunden ist. Sie erzählt den Männern, dass es bei ihren Auftraggebern für deren Mitarbeiter sogar kostenfreie Verpflegung und WLAN gibt. Roberto nutzt die Chance und versucht, überzulaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820510","hoster":"VOE"},{"path":"/redirect/8606059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-1/episode-6","name":"Kommt ein Vogel geflogen …","epNo":6,"alt":"The Crow","descr":"Tolbeck will seinem Kollegen eine Freude machen und bietet ihm ein selbstgekochtes Essen an. Obwohl Cullen genervt ablehnt, gibt Tolbeck nicht auf. Weil Cullen den Geruch des Currys in der Enge ihres Dienstwagens nicht erträgt, öffnet er sein Fenster, woraufhin die beiden Polizisten Besuch von einer Krähe bekommen – und die lässt sich nicht ohne Weiteres vertreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820509","hoster":"VOE"},{"path":"/redirect/8606060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-1/episode-7","name":"Team-Tamtam","epNo":7,"alt":"Team Coyote","descr":"Tolbeck ist nicht nur bei der Arbeit, sondern auch zu Hause unglücklich: Denn während seine Frau sexuelle Freiheiten einfordert, träumt sein Arbeitskollege von der Partnerschaft mit seinem großen Vorbild. Tolbeck fühlt sich also nicht nur privat, sondern auch beruflich austauschbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820505","hoster":"VOE"},{"path":"/redirect/8606070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-1/episode-8","name":"Achtung, fertig, Razzia!","epNo":8,"alt":"The Raid","descr":"Die beiden Polizisten Cullen und Tolbeck dürfen bei der bevorstehenden Drogen-Razzia mitwirken und sind dementsprechend aufgeregt. Um die Zeit bis zum Zugriff zu überbrücken, sehen sie sich gemeinsam ein Video an und essen Popcorn. Was Cullen nicht weiß: Sein Partner hat das Funkgerät lahmgelegt, um Strom für die Popcorn-Maschine zu bekommen. Dadurch verpassen sie allerdings den Startschuss für den Einsatz. In seiner Wut kündigt Cullen Tolbeck die Freundschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820508","hoster":"VOE"},{"path":"/redirect/8606061","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/no-activity/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/no-activity/staffel-2/episode-1","name":"Big Boy hat die Grippe","epNo":1,"alt":"Big Boy Has The Flu","descr":"Aufgrund einer geplanten Razzia patrouillieren Cullen und Tolbeck vor einer alten Lagerhalle. Dort soll nämlich ein illegaler Hahnenkampf ausgetragen werden. Neben den beiden Möchtegern-Sheriffs ist auch ein verdeckter Ermittler des FBI an dem Fall beteiligt. Doch als dieser mit seinem Kampfhahn vor Ort eintrifft, erwartet ihn eine böse Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820506","hoster":"VOE"},{"path":"/redirect/8606068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-2/episode-2","name":"Im falschen Film","epNo":2,"alt":"The Actress","descr":"Cullen und Tolbeck sind gerade schwer mit ihrer Observation beschäftigt, als sie plötzlich unerwartet Gesellschaft von einer attraktiven Schauspielerin bekommen – an deren Namen sie sich allerdings nicht erinnern können. Während die Detectives weiterhin rätseln, um wen es sich bei der jungen Dame handelt, verfolgt diese einen verrückten Plan: Sie wickelt Cullen und Tolbeck geschickt um den Finger und stellt die beiden schließlich auf eine harte Probe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820507","hoster":"VOE"},{"path":"/redirect/8606075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-2/episode-3","name":"Nathan, der Wilde","epNo":3,"alt":"Honesty \u0026amp; Action","descr":"Tolbeck und Cullen warten vor dem Lagerhaus, in dem in Kürze ein illegaler Hahnenkampf beginnen soll. Als sie Verstärkung durch die Polizistinnen Bell und Leary erhalten, sind die beiden anfangs nicht gerade begeistert – denn den Frauen eilt ihr schlechter Ruf bereits voraus. Doch dann finden die Ermittler doch noch einen Weg, sich die Wartezeit gemeinsam zu verkürzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820511","hoster":"VOE"},{"path":"/redirect/8606078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-2/episode-4","name":"Das Entenei","epNo":4,"alt":"The Duck Egg","descr":"Janice hat bei dem illegalen Hahnenkampf ihre kompletten Rücklagen verloren. Sie will sich ablenken und folgt daher Fatimas Rat, sich mit Jamal zu treffen. Doch auch diese Begegnung geht nicht gut für sie aus. Derweil werden Tolbeck und Cullen von ihrem ehemaligen Kollegen Leon Forham verhört. Beide können sich nicht erklären, worum es geht – bis zumindest Cullen in Forhams Verdacht eingeweiht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820513","hoster":"VOE"},{"path":"/redirect/8606079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-2/episode-5","name":"Schuld und Sahne","epNo":5,"alt":"Good Cop, Tolbeck Cop","descr":"Leon Fordham hat Cullen Glauben gemacht, dass Tolbeck korrupt sei. Also spioniert er seinen Partner aus und stößt auf allerhand Beweise für dessen vermeintlich kriminelle Geschäfte. Währenddessen bekommt Fatima einen neuen Kollegen, der viel für sie übrig hat und in seinem Eifer ein wenig zu weit geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820514","hoster":"VOE"},{"path":"/redirect/8606073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-2/episode-6","name":"Der geheimnisvolle Mister X","epNo":6,"alt":"Mr. X","descr":"Tolbeck und Cullen stellen fest, dass Tolbeck versehentlich zum Schwarzgeld-Kurier wurde, indem er nach jedem Training eine Sporttasche mit den Trikots des Polizei-Softballteams zu einem Waschsalon gebracht hat. Als beide einen Blick in die Tasche werfen und sie dabei das Schwarzgeld entdecken, ist klar, dass sie den wahren Maulwurf überführen müssen, um Tolbecks Unschuld zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820512","hoster":"VOE"},{"path":"/redirect/8606071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-2/episode-7","name":"Der gute Wolf und die zwei kleinen Geiseln","epNo":7,"alt":"By The Siege Side","descr":"Marco hat Frankie endlich gestanden, dass er ein FBI-Agent ist. Doch ein klärendes Gespräch muss warten, denn Larry nimmt beide als Geiseln. Tolbeck und Cullen observieren den Tatort. Der Hafenaufseher Greg will den Polizisten helfen und gesellt sich zu ihnen. Fatima und Zach besprechen derweil ein sehr heikles Thema.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820515","hoster":"VOE"},{"path":"/redirect/8606069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-2/episode-8","name":"Nicht aller Tage Abend","epNo":8,"alt":"Operation Meat Puppet","descr":"Cullen und Tolbeck sind weiterhin mit der Observierung einer Geiselnahme beschäftigt und warten auf den Einsatzbefehl. Als sie herausfinden, dass das FBI den Fall an sich reißen will, müssen sie sich etwas einfallen lassen. Unterdessen gerät Fatima bei dem Einsatz an ihre Grenzen und ist froh, dass Janice plötzlich wieder als Unterstützung an ihrer Seite steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820516","hoster":"VOE"},{"path":"/redirect/8606083","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/no-activity/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/no-activity/staffel-3/episode-1","name":"Nein Danke, Amy Schumer!","epNo":1,"alt":"Tooth And Nail","descr":"Während sie das Rotlichtviertel von San Diego abstecken, entdecken die kürzlich herabgestuften Cullen und Tolbeck verdächtige Aktivitäten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12946505","hoster":"VOE"},{"path":"/redirect/8606082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-3/episode-2","name":"Bullen über den Wolken","epNo":2,"alt":"Flight JA761","descr":"Cullen hat die Aufgabe, dem Beamten Charles Brock bei der Auslieferung eines wichtigen Zeugen in der Untersuchung des Las Hormigas-Kartells zu helfen, aber bei 30.000 Fuß bricht die Hölle los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820517","hoster":"VOE"},{"path":"/redirect/8606080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-3/episode-3","name":"Zwei glorreiche Hallodris","epNo":3,"alt":"There’s No Ocean In Wichita","descr":"Clints neu eingeführte BopBot-Technologie treibt Janice zur Verzweiflung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820526","hoster":"VOE"},{"path":"/redirect/8606085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-3/episode-4","name":"Boten des Todes","epNo":4,"alt":"Death Knock","descr":"Janice spielt mit dem Gedanken, ihren Job an den Nagel zu hängen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820521","hoster":"VOE"},{"path":"/redirect/8606084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-3/episode-5","name":"Eine Party für Leon","epNo":5,"alt":"Leon’s Retirement Party","descr":"Janices Abneigung gegenüber BopBot ist zu Clint durchgedrungen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820520","hoster":"VOE"},{"path":"/redirect/8606091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-3/episode-6","name":"Das vertrackte Verhör","epNo":6,"alt":"Kasprowicz V. Haldeman","descr":"Clints Einführung der BopBots hat schwere Folgen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820519","hoster":"VOE"},{"path":"/redirect/9405360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-3/episode-7","name":"Ein Stern für Sophie","epNo":7,"alt":"Googy","descr":"Cullen hat mit seiner Freundin Sophie nicht nur privat sein Glück gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820518","hoster":"VOE"},{"path":"/redirect/8606095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-3/episode-8","name":"Upps, ’Tschuldigung!","epNo":8,"alt":"Oops Sorry","descr":"Janice will sich nicht von ihrem Chef Clint unterkriegen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8820522","hoster":"VOE"},{"path":"/redirect/8606087","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/no-activity/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/no-activity/staffel-4/episode-1","name":"Kollektiv zugedröhnt","epNo":1,"alt":"It\u0027s Not a Cult!","descr":"Cullen (Patrick Brammall) ist seit kurzem als FBI Special Agent angestellt. Er findet heraus, dass der Job nicht das ist, was er sich vorgestellt hat. Unterdessen freunden sich Tolbeck (Tim Meadows) und Reinhardt beim SDPD immer mehr an. Dirk und Sue beginnen ihr neues Abenteuer als frisch verheiratetes Paar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965249","hoster":"VOE"},{"path":"/redirect/8965247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-4/episode-2","name":"Mein guter Freund Bruder Eduardo","epNo":2,"alt":"Brother Eduardo","descr":"Bereits der erste Fall mit seinem neuen Kollegen endet für Tolbeck im Chaos: Unter Drogeneinfluss versenkt er das Einsatzfahrzeug im Meer. Um seinen Job und auch seinen Ruf zu retten, versucht er, auf den Rat einer PR-Expertin zu hören. Dirk und Sue unterziehen sich derweil im sogenannten Kollektiv einem angeblichen Test.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965252","hoster":"VOE"},{"path":"/redirect/8965248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-4/episode-3","name":"Die unverhoffte Tochter","epNo":3,"alt":"Magnolia","descr":"Nach seiner Suspendierung hat Tolbeck schon mit dem nächsten Problem zu kämpfen: Seine Polizei-Kollegen durchsuchen sein Haus nach Rauschmitteln – und werden fündig. Cullen weist derweil seine Kontaktperson namens Magnolia an, vor Ort verwertbare Informationen gegen das Kollektiv zu sammeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9036666","hoster":"VOE"},{"path":"/redirect/9036665","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8035969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-4/episode-4","name":"Tee mit Nebenwirkungen","epNo":4,"alt":"Tea for Two! Two for Tea","descr":"Risoli und Cullen wollen das Kollektiv infiltrieren, doch ihr Plan ändert sich, als sie auf Terry treffen. In der Zwischenzeit verlässt Sue ihren Freund Dirk, der todtraurig seinem Job im Sicherheitsdienst nachgehen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9036671","hoster":"VOE"},{"path":"/redirect/12946596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-4/episode-5","name":"Die splitternackte Wahrheit","epNo":5,"alt":"Not Another Waco!","descr":"Cullen steckt in der Klemme: Nach einem drogenbedingten Aussetzer findet er sich im Adamskostüm in einem Polizeifahrzeug wieder. Sein einstiger Kollege Cooper bietet ihm scheinheilig Hilfe an, doch schnell wird klar, dass er damit nur seinen eigenen Interessen nachgeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9139645","hoster":"VOE"},{"path":"/redirect/9139646","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8629186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-4/episode-6","name":"Der Aussteigerberater","epNo":6,"alt":"Exit Counselor","descr":"Nachdem Dirk aus der Isolationshaft der Sekte fliehen konnte, sucht er Greg auf, der Aussteiger bei ihrem neuen Lebensabschnitt berät. Gemeinsam holen sie auch Sue aus den Fängen der Sekte und wollen die Gehirnwäsche, der sie unterzogen wurde, rückgängig machen. Der Prozess verläuft allerdings nicht ohne Zwischenfälle – und so hat Dirk bald mit einem noch größeren Problem zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12946621","hoster":"VOE"},{"path":"/redirect/12946620","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8606063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-4/episode-7","name":"Das dokumentierte Chaos","epNo":7,"alt":"40 Days and  40 Nights","descr":"Risoli erwacht endlich wieder aus dem Koma und ist sogar in der Lage, den Mann zu beschreiben, der auf sie geschossen hat. Dirk kann die Tat nicht mehr abstreiten und so greift er erneut zur Waffe. Zum Glück taucht ein alter Bekannter auf, um Special Agent Cullen zur Seite zu stehen. Unterdessen versucht Dustin vergeblich, zum Star einer Dokumentation zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916724","hoster":"VOE"},{"path":"/redirect/9190542","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8606051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-activity/staffel-4/episode-8","name":"Schluss mit lustig!","epNo":8,"alt":"Breaking Bread","descr":"Tolbeck sitzt wie in alten Zeiten gemeinsam mit Cullen im Polizeifahrzeug. Als Cullen sich versehentlich unter Drogen setzt, hat er die rettende Idee: Endlich kann er Terry festnehmen, weil sie für den Anbau einer Pflanze verantwortlich ist, aus der die gefährliche Substanz Peyote gewonnen wird. Allerdings fällt es ihm im Rausch schwer, zwischen Realität und Einbildung zu unterscheiden – und das hat fatale Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9190529","hoster":"VOE"},{"path":"/redirect/9190534","hoster":"Streamtape"}]}]}]}]}