{"path":"/serie/stream/no-body-is-perfect-das-nacktexperiment","name":"No Body is perfect - Das Nacktexperiment","descr":"Das \"Nacktexperiment\" begleitet drei Teilnehmer*innen, bei dem Versuch, positiv mit den Makeln ihrer Körper umzugehen. Vier Coaches (Sixx-Moderatorin Paula Lambert (\"Paula kommt\"), \"Curvy Model\" und Körperaktivistin Silvana Denker, Tanzpädagogin Sandra Wurster und Plus-Size-Model Daniel Schneider) sind dabei ständig nackt, lediglich farbenfrohe Bodypaintings zieren ihre Körper. Unter der Betreuung von Diplom-Psychologin Karin Krümmel machen die Kandidat*innen einen Test, um ihren Body-Image-Wert auf einer Skala von eins bis zehn zu ermitteln. Dieser Test wird am Ende jeder Folge wiederholt, um herauszufinden, ob sich ihr jeweiliger Wert verbessert hat. In vier Tagen werden die Teilnehmer auf der griechischen Insel Mykonos durch verschiedene Herausforderungen geführt, um ihnen das Vertrauen und den Glauben an die eigene körperliche Attraktivität zurückzugeben. Beispielsweise sollen sie sich selbst 20 Minuten lang mit ihrem nackten Körper im Spiegel konfrontieren. Ziel ist es, dass alle Teilnehmer am Ende der Woche sich selbst so annehmen, wie sie sind, um dann am \"Naked Beach\" alle Hüllen fallen lassen zu können. Ist es in vier Tagen tatsächlich möglich, sich selbst lieben zu lernen? Und werden sich die Teilnehmer trauen, der Gruppe ihren Körper voller Stolz und ohne Angst zu zeigen?","seasons":[{"path":"/serie/stream/no-body-is-perfect-das-nacktexperiment/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/no-body-is-perfect-das-nacktexperiment/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Es fällt nicht immer leicht seinen Körper so zu akzeptieren, wie er nun einmal ist – doch man kann es lernen. Drei Teilnehmer wagen dieses \"Nackt-Experiment\" und werden dabei von erfahrenen Coaches unterstützt: Sex- und Beziehungs-Expertin Paula Lambert, Fotografin, Curvy-Model und Body-Positivity-Aktivistin Silvana Denker, Tanzpädagogin Sandra Wurster und Plus-Size-Model Daniel Schneider","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6806266","hoster":"VOE"}]}]},{"path":"/serie/stream/no-body-is-perfect-das-nacktexperiment/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Es fällt nicht immer leicht seinen Körper so zu akzeptieren, wie er nun einmal ist – doch man kann es lernen. Drei Teilnehmer wagen dieses \"Nackt-Experiment\" und werden dabei von erfahrenen Coaches unterstützt: Sex- und Beziehungs-Expertin Paula Lambert, Fotografin, Curvy-Model und Body-Positivity-Aktivistin Silvana Denker, Tanzpädagogin Sandra Wurster und Plus-Size-Model Daniel Schneider","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11313794","hoster":"VOE"},{"path":"/redirect/10132038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-body-is-perfect-das-nacktexperiment/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Liebe den eigenen Körper in vier Tagen! Beziehungs-Expertin Paula Lambert rät zum Nackt-Experiment. Dabei sind die Mollig-Models Silvana Denker und Daniel Schneider sowie Tanzpädagogin Sandra Wurster.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6806273","hoster":"VOE"}]}]},{"path":"/serie/stream/no-body-is-perfect-das-nacktexperiment/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"In der letzten Folge von \"No Body is perfect\" helfen die Coaches Markus, Milana und Antje. Alle haben ein schlechtes Selbstwertgefühl und fühlen sich im Alltag oft unsicher. Vor allem Antje ist aufgrund ihrer Verbrennungen den Blicken von anderen ausgesetzt. Können die Coaches allen zu mehr Selbstwertgefühl verhelfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6806278","hoster":"VOE"}]}]}]}]}