{"path":"/serie/stream/no-escape","name":"No Escape","descr":"\"No Escape\" beginnt dramatisch: Lana (Abigail Lawrie) und Kitty (Rhianne Barreto) sind auf der Flucht vor der britischen Polizei. Sie finden Zuflucht auf der Yacht \"The Blue\", die von einer Gruppe hedonistischer, äußerlich äußerst schöner Menschen durch Südostasien gesteuert wird. Doch hinter der glitzernden Fassade rumort es gewaltig und fatale Entscheidungen fordern bald ihren Tribut.","seasons":[{"path":"/serie/stream/no-escape/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/no-escape/staffel-1/episode-1","name":"The Blue","epNo":1,"alt":"The Blue","descr":"Nach dem Fund einer verlassen im Meer treibenden Yacht bittet die australische Polizei die in der Hafenstadt Townsville arbeitende Britin Emma zu einer Befragung. Weil sie einige Zeit auf dem betreffenden Schiff verbracht hat, erhoffen sich die Ermittler Hinweise auf die Geschehnisse an Bord. Emma, die in Wahrheit Lana heißt, verlässt einige Wochen zuvor mit ihrer Freundin Kitty fluchtartig ihre Heimat und steigt in einen Flieger nach Manila. Dort tauchen die jungen Frauen ins Partyleben ein, geraten jedoch in Bedrängnis, als eine der von ihnen genutzten Kreditkarten nicht mehr funktioniert. Unterschlupf finden sie auf der Yacht \"The Blue\", mit der Lebenskünstler aus unterschiedlichen Ländern ihren Traum von Freiheit verwirklichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13084192","hoster":"VOE"},{"path":"/redirect/13084198","hoster":"Doodstream"},{"path":"/redirect/13084242","hoster":"Vidoza"},{"path":"/redirect/13084193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-escape/staffel-1/episode-2","name":"Frohes neues Jahr","epNo":2,"alt":"Happy New Year","descr":"Kitty wird von albtraumhaften Bildern heimgesucht. Nach der Entdeckung einer wertvollen Tasche auf einem verlassenen Schiff beratschlagen \"The Blue\"-Besitzer Aaron und seine Mitstreiter, was sie damit machen sollen. Eine Abstimmung führt zu einem klaren Ergebnis. Kitty und Lana planen daraufhin einen gewagten Coup. Zwischen Aarons Bruder Denny und Lana knistert es gewaltig. Während der Neujahrfeierlichkeiten überschlagen sich dann die Ereignisse. In der Gegenwart erfährt Lana alias Emma von einem Leichenfund auf See und lernt Aarons und Dennys Eltern kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13084203","hoster":"VOE"},{"path":"/redirect/13084207","hoster":"Doodstream"},{"path":"/redirect/13084217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-escape/staffel-1/episode-3","name":"Das Lösegeld","epNo":3,"alt":"Where Is The Captain?","descr":"Als in der Gegenwart die verlassene Yacht in den Hafen gebracht wird, geht Lana alias Emma mit einer Ermittlerin an Bord. Einige Wochen zuvor stellt Michelle Kitty zur Rede. Aaron gerät in Schwierigkeiten. Denny will Lana wegen der gestohlenen Pässe helfen, bringt sich und sie aber nur noch mehr in Gefahr. Hektik bricht aus, da die philippinische Polizei zur Durchsuchung des Bootes anrückt. Was es mit der Tasche voller Geld und Diamanten auf sich hat, kristallisiert sich zudem langsam heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13084204","hoster":"VOE"},{"path":"/redirect/13084210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-escape/staffel-1/episode-4","name":"Ein Sturm zieht auf","epNo":4,"alt":"The Vote","descr":"Nachdem die Crewmitglieder erfahren haben, dass ihr Handeln einem entführten Jungen das Leben gekostet hat, ist die Stimmung auf der Yacht denkbar schlecht. Die Spannungen steigen an, und Joseph fordert eine Abstimmung darüber, ob Denny das Schiff verlassen soll. Probleme bereiten den Flüchtenden auch ein Verfolgerboot und ein Sturm, in den sie geradewegs hineinsteuern. In der Gegenwart fühlt der philippinische Ermittler Justin Reyes Lana alias Emma auf den Zahn, die, wie er weiß, in ihrem Gespräch mit der australischen Polizei mindestens in einem Punkt gelogen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13084221","hoster":"VOE"},{"path":"/redirect/13084245","hoster":"Doodstream"},{"path":"/redirect/13084222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-escape/staffel-1/episode-5","name":"Der Überlebende","epNo":5,"alt":"Ketamine","descr":"Kitty machen ihre früheren Taten zu schaffen. Michelle beschließt, auf neuen Wind zu warten. An Bord geben sich einige Crewmitglieder einer drogengeschwängerten Party hin. Josephs anfangs nur von Lana bemerkte Rückkehr sorgt für neue Aufregung und weitere Unstimmigkeiten innerhalb der Mannschaft. In der Gegenwart trifft Lana alias Emma Denny wieder, der ihr Verhalten angeblich verzeihen kann. Reyes zweifelt die Schilderungen des jungen Mannes an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13084228","hoster":"VOE"},{"path":"/redirect/13084248","hoster":"Doodstream"},{"path":"/redirect/13084232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-escape/staffel-1/episode-6","name":"Falsches Spiel","epNo":6,"alt":"I Confess","descr":"Bei einer Beerdigung auf den Philippinen wird Reyes auf zwei Crewmitglieder aufmerksam. Neuer Wind bringt die Yacht endlich wieder voran. Aaron untersagt Lana und Kitty den Landgang in Palau, weshalb Lana einen Fluchtplan ausheckt. Rückblicke enthüllen, warum genau die jungen Frauen Großbritannien verlassen haben. Kitty wird klar, dass sie einer perfiden Lüge aufgesessen ist. In der Gegenwart findet eine Trauerfeier für Aaron statt. Lana alias Emma zweifelt an Dennys Integrität. Und Reyes geht den sich auftuenden Ungereimtheiten hartnäckig nach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092483","hoster":"VOE"},{"path":"/redirect/13092485","hoster":"Doodstream"},{"path":"/redirect/13092484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no-escape/staffel-1/episode-7","name":"Kein Entkommen","epNo":7,"alt":"No Escape","descr":"Josephs Tod zieht auf der Yacht handfeste Auseinandersetzungen nach sich. Das Unheil nimmt endgültig seinen Lauf. Im Hier und Jetzt will Lana Reyes helfen, benötigt dafür aber noch Beweise. Denny schlägt unterdessen vor, in das im Hafen liegende Boot einzubrechen. Lana reagiert schockiert auf eine Entdeckung, findet sich plötzlich in einer bedrohlichen Lage wieder und trifft eine andere Person, die die Eskalation auf dem Schiff überlebt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092494","hoster":"VOE"},{"path":"/redirect/13092495","hoster":"Doodstream"},{"path":"/redirect/13092493","hoster":"Streamtape"}]}]}]}]}