{"seriesId":"no-go-areas-das-gesetz-der-strae","name":"No-Go-Areas – Das Gesetz der Straße","descr":"[No-Go Zones - The Worlds Toughest Places] Diese Reportagereihe zeigt, was es wirklich bedeutet, Teil einiger der berüchtigtsten Mikrokosmen der Welt zu sein - über Stadtviertel, in denen das staatliche Gewaltmonopol ausgehebelt zu sein scheint und sich Kriminielle ungehindert ausbreiten und agieren können.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kapstadt","epNo":1,"alt":"","descr":"Die Gangkriminalität in Südafrika hat kriegsähnliche Zustände erreicht. Besonders betroffen sind Menschen in den Armutsvierteln von Kapstadt. Die Gang \"Ugly Americans\" kontrolliert das Viertel, wer ihr Territorium betritt, muss um sein Leben fürchten. Dimes heißt der Gang-Chef, der hier regiert. In seinem Hauptquartier, dem ‚Weißen Haus‘, betreibt er Drogengeschäfte und ordnet Strafen von Prügel oder Folter bis hin zur Hinrichtung an.","versions":[{"lang":1,"streams":[{"redirect":6806287,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Detroit","epNo":2,"alt":"","descr":"Detroit gilt seit Jahren als eine der gefährlichsten Städte der USA – besonders berüchtigt ist die Seven Mile Road. Seit über zehn Jahren kontrolliert Bandenchef Money der Seven Mile Bloods den Drogenhandel mit eiserner Faust. Für die Polizei ist jeder Einsatz ein Risiko, weshalb Kopfgeldjäger häufig zur Verfolgung von Kriminellen eingesetzt werden. Tommy Depung führt die Einheit und hat gemeinsam mit seinem Team über 2500 Kriminelle festgenommen","versions":[{"lang":1,"streams":[{"redirect":6806286,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Philippinen","epNo":3,"alt":"","descr":"Quirino gilt als eine der gefährlichsten Gegenden der Welt. Es ist die Heimat von Drogendealern, Schlägern, Dieben und Mördern. Seit über 20 Jahren regiert der Gang-Boss Jo-Jo das Territorium der Batanga City, ein Gebiet, das selbst langjährige Einwohner der Stadt meiden. Sogar die Polizei um Quirino gilt als korrupt. Die Doku zeigt, wie der erfolgreichste Kopfgeldjäger Peter auf der Jagd nach Jo-Jo ist.","versions":[]},{"epId":"episode-4","name":"Jamaika","epNo":4,"alt":"","descr":"Jamaika ist ein tropisches Inselparadies in der Karibik und bietet traumhafte Orte. Gleichzeitig ist die Insel ein gewalttätiger Ort mit einer der höchsten Mordraten der Welt. Schuld daran sind die Ghettos. Wer sie betritt, riskiert sein Leben. Tödliche Schießereien und Bandenkriege gehören zum Tagesablauf und die vielen kleinen Gemeinden hier befinden sich in ständigem Kriegszustand.","versions":[]},{"epId":"episode-5","name":"Kolumbien","epNo":5,"alt":"","descr":"War Santa Fe vor einigen Jahren noch für sein kulturelles und historisches Erbe bekannt und Anziehungspunkt vieler Touristen, ist dieser Teil der kolumbianischen Hauptstadt Bogota heute eine tödliche Mischung aus Prostitution, Banden, Drogen und Gewalt. In dieser Sperrzone regieren kolumbianische Gangster und Zuhälter, und viele von ihnen, sind bereit zu töten. Der Bezirk ist der perfekte Ort für korrupte Politiker und geldgierige Kolumbianer.","versions":[{"lang":1,"streams":[{"redirect":6806304,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Mexiko","epNo":6,"alt":"","descr":"Auf den ersten Blick sieht Tepito in Mexiko-Stadt aus wie jeder andere Markt, doch was sich in seinen Gassen abspielt, ist der gefährlichste Schwarzmarkt der Welt, regiert von der La Union Bande. Das Kartell handelt mit Drogen, Waffen und allem, was man mit Geld kaufen kann. Die Doku zeigt, warum die Polizei kaum noch in der Lage ist, die Situation unter Kontrolle zu halten, und wie jeder, der dort zwischen die Fronten gerät, sein Leben riskiert.","versions":[]}]}]}