{"seriesId":"no-guns-life","name":"No Guns Life","descr":"In No Guns Life, der Anime-Adaption zu Tasuku Karasumas gleichnamigem Manga, verschlägt es uns in eine Welt, die erst vor kurzem einen bitteren Krieg überstanden hat. Der Krieg ist vorüber und all die Soldaten, die einst noch mutig in die Schlacht zogen, müssen nun wieder zurück in ein friedliches Leben finden. Unter ihnen befinden sich auch die sogenannten \"Extender\" – Cyborgsoldaten, deren einst menschliche Körper durch moderne Technologie zu Waffen gemacht wurden. Juuzoo Inui ist einer von ihnen, doch er hat noch ein weiteres Problem: Irgendjemand hat ihn seiner Erinnerungen beraubt und nun weiß er nicht mehr, wer ihn zum Cyborg gemacht hat. Mit einer riesigen Pistole als Kopf, versucht der \"Extender\" sich nun über Wasser zu halten, indem er sich als ein sogenannter \"Resolver\" Fällen annimmt, die seinesgleichen betreffen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Amok laufender Extender","epNo":1,"alt":"Renegade Extended","descr":"Juzo Inui kehrt in sein Büro zurück, um einen abtrünnigen Extended zu finden, der sich darin versteckt. Er ist auf der Flucht vor dem Sicherheitsbüro, das ihn beschuldigt, einen Jungen, Tetsuro Arahabaki, aus dem Waisenhaus der Berühren Corporation entführt zu haben. Der Renegat bittet Juzo um Hilfe, um Tetsuro zu beschützen und Juzo übernimmt widerwillig die Arbeit. Juzo bringt den Jungen an einen sicheren Ort, wird jedoch von einer Nonne empfangen, die sich als Karen ausgibt, eine erweiterte Agentin, die für die Berühren Corp arbeitet, um Tetsuro zu bergen. Der Renegat erscheint und versucht zu helfen, aber sowohl er als auch Juzo werden erschossen und Karen holt den Jungen zurück. Der sterbende Renegat enthüllt, dass er Tetsuro ist, der mit Harmony, einem in seinen Körper implantierten experimentellen und illegalen Berühren-Fernbedienungsgerät, einen leeren erweiterten Körper fernsteuert. Verärgert darüber, wie Berühren Tetsuro missbraucht und damit experimentiert hat,","versions":[{"lang":1,"streams":[{"redirect":13858710,"hoster":"VOE"},{"redirect":13621442,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446745,"hoster":"VOE"},{"redirect":8446751,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Extensions-Fernsteuerungsapparat","epNo":2,"alt":"Extended Remote-Control Device","descr":"Juzo zerstört den Zug mit Karen und den Berühren-Wachen und rettet Tetsuro, doch der Vorfall wird der Terroristengruppe Spitzebergen angelastet. Laut einem Nachrichtenbericht ist Tetsuro der älteste Sohn des CEO von Berühren Corp., Soichiro Arahabaki, obwohl Juzo die Geschichte kaum glauben kann. Er bringt Tetsuro zu Mary Steinberg und zum Mechaniker der unterirdischen Erweiterung. Mary willigt ein, Tetsuro einige grundlegende Erweiterungen zu geben, um den Schaden an seinem Körper zu reparieren, kann aber nicht viel tun, bis er das Bewusstsein wiedererlangt. Juzo wird vom Berühren-Vertreter Cunningham in eine Falle gelockt, als er versucht, seine Lieblingszigarettenmarke Tanegashima zu finden. Die Zigaretten werden chemisch verändert, um die Nervenbelastung zu verringern und den Verschleiß im Nervensystem von Extendeds zu verringern. Cunningham gibt zu, dass Testuro Soichiros Sohn ist und versucht, Juzo dazu zu zwingen, Tetsuro aufzugeben. Jedoch, Mit Marys Hilfe kann Juzo die Berühren-Truppe besiegen und Cunningham zur Flucht zwingen. Als Mary Juzo zurück in ihren Laden hilft, verrät sie, dass Tetsuro das Bewusstsein wiedererlangt hat.","versions":[{"lang":1,"streams":[{"redirect":14269938,"hoster":"VOE"},{"redirect":13621443,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446753,"hoster":"VOE"},{"redirect":8446755,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Marionette","epNo":3,"alt":"Puppet","descr":"Mary passt Arm- und Beinstrecker an Tetsuro an, was seine Beweglichkeit erhöht, aber er ist immer noch zu schwach zum Gehen. Die Harmonie in Tetsuro hindert sie daran, seine Stimme wiederherzustellen, sodass er über ein verlängertes Kopfstück aus der Ferne spricht. Huang von der örtlichen Kyusei-Gruppe kommt und bietet Juzo an, jemanden aufzuspüren, der Kinder angreift, ihre Verlängerungen entfernt, die Teile in öffentlichen Bereichen aufhängt und die Kinder im Koma lässt. Juzo fordert Huang auf, sich um seinen eigenen Rasen zu kümmern, glaubt jedoch, dass Berühren hinter den Angriffen steckt, um Tetsuro herauszulocken. Tetsuro bittet Juzo, den Täter aufzuspüren und die Kinder zu beschützen, doch als Juzo sich weigert, nutzt Tetsuro Harmony, um die Kontrolle über Juzo zu übernehmen, und geht, um selbst nach dem Angreifer zu suchen. Er stößt auf zwei Mädchen, die von einem Vollstrecker der Kyusei Group verfolgt werden, und rettet sie. Er erfährt, dass die Mädchen Anne und Ende von Berühren geschickt wurden, um Tetsuro zu fangen, aber sie sehen Juzo als Bedrohung. Ende verwandelt sich in einen spinnenartigen Extended und greift ihn an, wobei sie vergiftete Kugeln abfeuert, jedoch die Kontrolle über ihre Prothese verliert und zusammenbricht. Anne bringt Ende zurück nach Cunningham und bittet um ärztliche Hilfe, aber Cunningham beschließt, die beiden \"Zahnräder\" wegen Misserfolgs ihrer Mission in den Ruhestand zu schicken. Tetsuro greift plötzlich ein und rettet die Mädchen erneut. zurückgezogen, weil sie ihre Mission nicht erfüllt hatten. Tetsuro greift plötzlich ein und rettet die Mädchen erneut. zurückgezogen, weil sie ihre Mission nicht erfüllt hatten. Tetsuro greift plötzlich ein und rettet die Mädchen erneut.","versions":[{"lang":1,"streams":[{"redirect":14275163,"hoster":"VOE"},{"redirect":13621445,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13501693,"hoster":"VOE"},{"redirect":8446763,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auslöser","epNo":4,"alt":"Trigger","descr":"Tetsuro ist unerfahren in der Bedienung von Juzos Körper und wird von Cunninghams Leibwächtern überwältigt. Cunningham erkennt, dass Tetsuro Juzo kontrolliert, und befiehlt Anne und Ende, Tetsuros Leiche zu ergreifen und Juzo zu töten. Die Mädchen zögern jedoch, als sie Tetsuros Situation bemerken und ein frustrierter Cunningham Ende mit unter Drogen stehenden Kugeln schießt, bevor er geht. Die Drogen machen Ende wahnsinnig und verlieren die Kontrolle über ihre Erweiterungen, was Anne tödlich verletzt und Tetsuros Verstand aus Juzos Körper verdrängt. Als Anne stirbt, fleht sie Tetsuro an, Ende zu retten. Er versucht, Harmony zu verwenden, um die Kontrolle über Ende zu übernehmen, aber sein Subhirn wird aufgrund von Überbeanspruchung kurzgeschlossen. Juzo erlangt die Kontrolle über seinen Körper zurück und verrät, dass er bei Bewusstsein war, während Tetsuro ihn kontrollierte. Juzo befiehlt Tetsuro, mit seiner am Kopf montierten Waffe Ende zu stoppen, und die darauf folgende Explosion zerstört ihre Verlängerungen und lässt einen Lichtstrahl in den Himmel schießen. Später müssen Juzo und Tetsuro die für sie nicht mehr ungefährliche Kyusei-Grube verlassen, während Mary Endes Erweiterungen repariert und an einer Lösung arbeitet, um Ende und die komatösen Kinder wieder zu wecken. Juzo bestraft Tetsuro, weil er die Kontrolle über seinen Körper erzwungen hat und ihn nicht besser als Berühren macht, und verbietet ihm, Harmony jemals wieder bei ihm anzuwenden. Währenddessen schaut sich eine Frau Aufnahmen des Lichtstrahls an, der von Juzos Pistole verursacht wurde, und fragt sich, ob Juzo die Auswirkungen seiner Handlungen erkannt hat. s erweitert und arbeitet an einer Lösung, um Ende und die komatösen Kinder wieder zu wecken. Juzo bestraft Tetsuro, weil er die Kontrolle über seinen Körper erzwungen hat und ihn nicht besser als Berühren macht, und verbietet ihm, Harmony jemals wieder bei ihm anzuwenden. Währenddessen schaut sich eine Frau Aufnahmen des Lichtstrahls an, der von Juzos Pistole verursacht wurde, und fragt sich, ob Juzo die Auswirkungen seiner Handlungen erkannt hat. s erweitert und arbeitet an einer Lösung, um Ende und die komatösen Kinder wieder zu wecken. Juzo bestraft Tetsuro, weil er die Kontrolle über seinen Körper erzwungen hat und ihn nicht besser als Berühren macht, und verbietet ihm, Harmony jemals wieder bei ihm anzuwenden. Währenddessen schaut sich eine Frau Aufnahmen des Lichtstrahls an, der von Juzos Pistole verursacht wurde, und fragt sich, ob Juzo die Auswirkungen seiner Handlungen erkannt hat.","versions":[{"lang":1,"streams":[{"redirect":14275158,"hoster":"VOE"},{"redirect":13621446,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446775,"hoster":"VOE"},{"redirect":8446770,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Extender-Maßnahmen-Service","epNo":5,"alt":"EMS","descr":"Tetsuro ist besorgt darüber, dass die Entlassung von Juzos Kopfgeschütz die Aufmerksamkeit des EMS erregen wird, der Polizeibehörde, die für die Überwachung von Ex-Militär-Überzügen zuständig ist. Tetsuro versucht zu gehen, aber Juzo besteht darauf, dass er zu seinem eigenen Schutz bleibt. Juzo, Tetsuro und Mary sind eingeladen, mit Juzos Vermieter Chris Krabben zu essen, doch Juzo lehnt es ab, sich emotional niemandem zu nähern. Juzo lässt seine Teile vom Vater seines Nachbarn Scarlet warten, doch Olivier, der Leiter des UMS, konfrontiert sie. Olivier nimmt Juzo, Tetsuro, Mary, Chris, Scarlet und Scarlets Vater in Gewahrsam, um sie vor Berühren zu schützen. Im Gegenzug bittet sie Juzo, zwei von mehreren Gefangenen festzunehmen, die während des Transits aus der Haft entkommen sind. Olivier gibt zu, dass EMS gezwungen ist, Extended-Häftlinge nach Berühren zu verlegen, weil sie die einzigen lizenzierten Hersteller von Korsetts sind, die das Subhirn eines Extended unterdrücken. Ihre Autokolonne wird plötzlich von Hug Bear, einem der geflohenen Gefangenen, überfallen, aber er wird von EMS-Abteilungsleiter Kronen schnell gestoppt. Kronen misstraut Juzo, aber Olivier warnt davor, dass sie seine Hilfe brauchen, um den letzten Gefangenen, Hayden Gondry, zu fangen, der der erste bekannte Renegat Extended ist.","versions":[{"lang":1,"streams":[{"redirect":14275164,"hoster":"VOE"},{"redirect":13621448,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446776,"hoster":"VOE"},{"redirect":8446774,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Held","epNo":6,"alt":"Hero","descr":"Olivier beauftragt Juzos Freunde mit der Gefangennahme von Hayden Gondry. Hayden war einer der ersten Militärs, die Extended im Krieg einsetzte. Er ist berüchtigt dafür, dass er bei einem Ereignis namens Nightmare of Norse Scott wütend geworden ist und seine eigenen Männer und ein Inspektionsteam, einschließlich Oliviers Vater, geschlachtet hat. Die Aufzeichnungen über seine früheren Aktivitäten sind verloren gegangen und die Regierung hat ihn ohne Gerichtsverfahren im Gefängnis eingesperrt, um den gesamten Vorfall zu begraben. Hayden ist jedoch kürzlich geflohen und hat drei Menschen ermordet. Olivier möchte, dass Juzo Hayden lebend zurückbringt, damit er für seine Verbrechen angeklagt werden kann. Später untersucht Juzo die Wohnung eines Opfers von Hayden und führt ein kurzes Gefecht mit Kronen, bevor er feststellt, dass Hayden seine ehemaligen Kollegen anvisiert, die Mitglieder von Tindalos waren, der ersten Generation von Extended. Juzo schließt daraus, dass Haydens nächstes Ziel Tokisada Mega Armed ist, der erste Extended und ein mächtiger Geschäftsmann. Kronen nimmt Juzo in seinen JahrgangCorvette Stingray zu einer Veranstaltung von Mega Armed und sie vereiteln einen Attentat. Sie entdecken, dass der Attentäter ein Köder ist und nicht Hayden, aber als Mega Armed seine Flucht antritt, wird er von Hayden selbst überfallen, der getarnt war, um als junges Mädchen aufzutreten.","versions":[{"lang":1,"streams":[{"redirect":14275161,"hoster":"VOE"},{"redirect":13621467,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446795,"hoster":"VOE"},{"redirect":8446787,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Overheat","epNo":7,"alt":"Overheat","descr":"Olivier wird suspendiert, weil sie den Befehl zur Beseitigung von Hayden und einen möglichen Interessenkonflikt befolgt, weil Hayden ihren Vater ermordet hat. Währenddessen übernimmt Tetsuro mit Harmony die Kontrolle über einen Rettungsschwimmer, während Juzo und Kronen Mega Armed vor einem Angriff von Hayden retten. Kronen schlägt vor, dass Oliviers Vorgesetzte Hayden tot sehen wollen, damit sie seine Verbrechen vertuschen können. Er ist gezwungen, Befehlen zu folgen und den Fall aufzugeben, doch Juzo beschließt, sein Wort an Olivier zu halten und Hayden am Leben zu erhalten. Hayden greift erneut Mega Armed an, doch Juzo und Kronen arbeiten zusammen, um ihn festzunehmen. Mega Armed versucht jedoch, alle drei zu eliminieren, um die Veröffentlichung der Nachricht von Norse Scott zu verhindern. An anderer Stelle ist ein Mädchen namens Pepper frustriert darüber, dass ihr Plan, Mega Armed zu ermorden, indem sie Hayden mit Harmony kontrolliert, gescheitert ist. Zurück bei EMS, Tetsuro benutzt Harmony, um die Kontrolle über einen Wachmann zu übernehmen, damit er Juzo medizinische Zigaretten liefern kann, und hilft dann Olivier, ihren Wachen zu entkommen. Nachdem Hayden besiegt wurde, stellt Mega Armed Juzo und Kronen in Frage und erklärt, dass die Details des Norse Scott-Ereignisses niemals veröffentlicht werden dürfen, da dies sonst den Ruf der Erweiterungstechnologie ruinieren würde. Nachdem er Kronen besiegt hat, greift Mega Armed Juzo an.","versions":[{"lang":1,"streams":[{"redirect":14142471,"hoster":"VOE"},{"redirect":13621449,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446800,"hoster":"VOE"},{"redirect":8446798,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der letzte Wille","epNo":8,"alt":"Will","descr":"Mega Armed enthüllt Juzo, dass sich die fünf Mitglieder von Tindalos freiwillig für die Weiterentwicklung der Erweiterungstechnologie gemeldet haben. Das Experiment endete jedoch mit einem Misserfolg von Hayden und Mega Armed, der jetzt als Held gefeiert wird. Mega Armed besiegt den geschwächten Juzo schnell. Dies löst jedoch Juzos Erinnerungen an den Krieg aus und er erleidet CephalicWiederaufbau in seine wahre Kampfform zu ändern. Der wiederbelebte Juzo überwältigt Mega Armed, der sich zurückzieht und zurückkehrt, um Hayden zu eliminieren. Olivier und der von Tetsuro kontrollierte EMS-Offizier treffen rechtzeitig ein, um zu hören, dass Mega Armed zugibt, dass er das Schlachten bei Norse Scott manipuliert hat, indem er Hayden verwendet hat, um das Inspektionsteam zu eliminieren und zu verhindern, dass seine Geheimnisse preisgegeben werden. Ihre Vermutungen bestätigten sich, Olivier belebte Juzo mit dem Rauch seiner von Tetsuro mitgebrachten Zigaretten und besiegte schließlich Mega Armed. Die Rettungskräfte treffen ein, aber Olivier lenkt ab und lässt Juzo und Tetsuro entkommen. Während sie und Mega Armed transportiert werden, sendet Olivier eine Aufzeichnung von Mega Armeds Geständnis an die Behörden, aber Mega Armed verrät, dass es sinnlos ist, weil er von Berühren beschützt wird.","versions":[{"lang":1,"streams":[{"redirect":14271411,"hoster":"VOE"},{"redirect":13621450,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446808,"hoster":"VOE"},{"redirect":8446809,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nachhall","epNo":9,"alt":"Reverberation","descr":"Cunningham berichtet an den Verwaltungsrat von Berühren, Wurzel, und enthüllt, dass Haydens Flucht dazu bestimmt war, die Ermordung eines ehemaligen Tindalos-Mitglieds durch Mega Armed zu vertuschen, und dass die Ermordung durch Mega Armed alle offenen Fragen aufwirbelte. Wurzel beschimpft jedoch Cunningham für seine indiskreten Handlungen und gibt ihm eine weitere Mission, um sich selbst zu erlösen. Cunningham befiehlt Pepper und Seven, sich zu beruhigen, aber Pepper hat Interesse an Juzo entwickelt. Mary gibt bekannt, dass sie ihre Klinik in das Gebäude von Juzo verlegt und dann einen ihrer Patienten, Colt, behandelt. Er bezahlt sie mit einer erstklassigen Nebenstelle und verspricht, dass er bei seinem nächsten Job den Rest seiner Schulden zurückzahlen und seine Mutter operieren kann. Tetsuro vermutet, dass Colt an illegalen Aktivitäten beteiligt ist, doch nachdem Tetsuro Harmony verwendet hat, um ihn zu deaktivieren, bittet Colt Tetsuro, sich ihm anzuschließen. Nachdem Colt gegangen ist, stellt Mary fest, dass die Qualitätserweiterung von Colt von ihrem vermissten Bruder Victor gebaut wurde. Währenddessen bittet das Sicherheitsbüro Juzo, Saryshagan, ein Mitglied der Spitzbergen-Terroristengruppe, festzunehmen. IhrDas Ausweisfoto zeigt, dass Colt in Saryshagan verwickelt ist.","versions":[{"lang":1,"streams":[{"redirect":14270145,"hoster":"VOE"},{"redirect":13621451,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446813,"hoster":"VOE"},{"redirect":8446818,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Phantomglied","epNo":10,"alt":"Phantom Limb","descr":"Colt plant einen Bombenanschlag auf den Privatzug von Berühren.","versions":[{"lang":1,"streams":[{"redirect":14142354,"hoster":"VOE"},{"redirect":13621452,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446827,"hoster":"VOE"},{"redirect":8446826,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Eigentümer","epNo":11,"alt":"Owner","descr":"Pepper und ihre Kampfmaschine Seven – zwei Beseitiger im Dienste von Berühren – statten Juzo einen unangenehmen Besuch ab. Tetsuro kommt ihm mit dem Harmony-Tool zur Hilfe.","versions":[{"lang":1,"streams":[{"redirect":14275160,"hoster":"VOE"},{"redirect":13621453,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446833,"hoster":"VOE"},{"redirect":8446834,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":" Böser Geist ","epNo":12,"alt":"Specter","descr":"Juzo erhält den Auftrag, eine junge Dame zu schützen, die sich von einem bösen Extendergeist verfolgt glaubt.","versions":[{"lang":1,"streams":[{"redirect":14275162,"hoster":"VOE"},{"redirect":13621454,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446843,"hoster":"VOE"},{"redirect":8446839,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Wendepunkt","epNo":1,"alt":"Turning Point","descr":"Tetsuro und die anderen werden von unbekannten Angreifern angegriffen, während Juzo unterwegs ist, um die Daten von dem Speichermedium zu holen, das er von Rosa erhalten hat. Auf der Flucht vor den Angreifern trifft Mary auf ihren lange vermissten Bruder Victor.","versions":[{"lang":1,"streams":[{"redirect":9821882,"hoster":"VOE"},{"redirect":9821880,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446852,"hoster":"VOE"},{"redirect":8446849,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auftraggeber","epNo":2,"alt":"Client","descr":"Mary beginnt, ihre Erinnerungen mit Victor in Frage zu stellen. Vielleicht hat sie ihn gar nicht richtig verstanden. Um es mit eigenen Augen zu sehen, geht sie mit Juzo, der zufällig den gleichen Weg geht, zum Kyusei Pit. Dort werden sie von Lefty begrüßt.","versions":[{"lang":1,"streams":[{"redirect":12917654,"hoster":"VOE"},{"redirect":9821883,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446859,"hoster":"VOE"},{"redirect":8446861,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zuhause","epNo":3,"alt":"A Place to Call Home","descr":"Als Juzo Victor gegenübersteht, ist Mary schockiert, wie sehr er sich verändert hat. Der Krieg und das, was er dort gesehen hat, scheint ihn in eine Art Monster verwandelt zu haben. Wenn jemand seinen wahnsinnigen Amoklauf stoppen muss - dann sollte es zumindest sie sein.","versions":[{"lang":1,"streams":[{"redirect":9821888,"hoster":"VOE"},{"redirect":9821886,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446866,"hoster":"VOE"},{"redirect":8446869,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mechaniker","epNo":4,"alt":"Engineer","descr":"","versions":[{"lang":1,"streams":[{"redirect":9821894,"hoster":"VOE"},{"redirect":9821892,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12251026,"hoster":"VOE"},{"redirect":8446875,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Edelfäule","epNo":5,"alt":"Noble Rot","descr":"Juzo und die anderen versuchen, in ihr normales Leben zurückzukehren, da sich die Dinge mit Spitzbergen scheinbar geklärt haben. Ein mysteriöser Mann beobachtet aus dem Schatten heraus, wie Juzo die Treppe hinuntergeht, um seine Wartungsarbeiten zu erledigen. Die Zeit ist endlich gekommen.","versions":[{"lang":1,"streams":[{"redirect":9821898,"hoster":"VOE"},{"redirect":9821896,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8446880,"hoster":"VOE"},{"redirect":8446882,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Spur des Verbrechens","epNo":6,"alt":"Traces of Crime","descr":"Eine Frau namens Emma erscheint in Inuis Büro und bittet ihn, ihren Mann zu finden. Der geheimnisvolle Edmund scheint auch nach Juzo zu suchen. Juzo ist verblüfft, als sie sich treffen. Es scheint, dass er nach all den Jahren gekommen ist, um eine alte Rechnung zu begleichen.","versions":[{"lang":1,"streams":[{"redirect":12917645,"hoster":"VOE"},{"redirect":9821877,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13469793,"hoster":"VOE"},{"redirect":8446885,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Scar","descr":"Tetsuro kämpft mit seiner Aufgabe, die Kontrolle über Juzo zu übernehmen. Der Auftritt Edmund greift Juzos Vergangenheit auf und zwingt Tetsuro, sich noch mehr der Absurdität dieser Welt zu stellen. Er ist sich seiner selbst und seiner Vergangenheit nicht sicher und wendet sich an Juzo.","versions":[{"lang":3,"streams":[{"redirect":8446891,"hoster":"VOE"},{"redirect":8446894,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"I\u0027m Dreaming","descr":"Gibt es nicht","versions":[{"lang":3,"streams":[{"redirect":8446899,"hoster":"VOE"},{"redirect":8446897,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Degeneration","descr":"Juzo hält Shimazu und Kunugi weiterhin zurück, während Tetsuro die Sache zu Ende bringt. Während des Kampfes tauchen neue Spieler auf und Juzo findet heraus, dass Kunugi vielleicht doch nicht auf der Seite von Spitzbergen steht.","versions":[{"lang":3,"streams":[{"redirect":8446903,"hoster":"VOE"},{"redirect":8446902,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Imprisoning Binds","descr":"Ohne Hände kämpft Juzo einen aussichtslosen Kampf. Trotzdem weicht er nicht von seinen Idealen ab. Obwohl Tetsuro weiß, dass Juzo wütend auf ihn sein wird, setzt Tetsuro Harmony erneut gegen ihn ein. Dort erfährt Tetsuro den Grund für Juzos Entscheidung.","versions":[{"lang":3,"streams":[{"redirect":8451215,"hoster":"VOE"},{"redirect":8446910,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Trigger Again","descr":"Während Tetsuro mit Juzo spricht, gerät die Situation draußen außer Kontrolle. Der Rettungsdienst, das Sicherheitsbüro und Berühren eilen zum Tatort, um die Situation unter Kontrolle zu bringen. Dort flüstert Pepper Seven zu, dass sie alles zerstören will. Als Peppers Waffe kommt Seven dem nach.","versions":[{"lang":3,"streams":[{"redirect":8446912,"hoster":"VOE"},{"redirect":8446911,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Earnest Desire","descr":"Pepper wacht im Krankenhaus der Wiederaufbauagentur ohne ihr Handgerät auf. Juzo trifft sich mit ihr, um die Sache zu Ende zu bringen, nachdem er einen Auftrag von Seven angenommen hat. Berühren hat es wieder einmal geschafft, sich zu verdrücken, und Juzo setzt seine Tage mit Tetsuro fort.","versions":[{"lang":3,"streams":[{"redirect":8446921,"hoster":"VOE"},{"redirect":8446919,"hoster":"Streamtape"}]}]}]}]}