{"seriesId":"no-man-left-behind","name":"No Man Left Behind","descr":"Die Doku-Reihe schildert wahre Geschichten von US-Soldaten, die in Kriegsgebieten hinter feindliche Linien gerieten und um ihr Überleben kämpfen mussten. Die betroffenen Soldaten erzählen von ihren traumatischen Erlebnissen, die für die Serie in Spielszenen nachgestellt werden. Es wird analysiert, wie sie bei Militär-Einsätzen in die lebensgefährlichen Situationen kamen und wie sie durch ihren Mut, ihr Durchhaltevermögen und die Unterstützung ihrer Kameraden den Kampf um Freiheit und Überleben gewinnen konnten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Black Hawk Down","epNo":1,"alt":"The Real Black Hawk Down","descr":"Oktober 1993: Eine Gruppe US-Ranger und Einheiten der Delta Force sollen sich von einem Black Hawk-Hubschrauber im Kriegsgebiet der somalischen Hauptstadt Mogadischu abseilen. Ihre Mission: Vertraute von Rebellenführer Mohamed Aidid verhaften. Die Operation geht jedoch auf verheerende Weise schief. Nachdem der Black Hawk abgeschossen wurde, sterben 18 amerikanische Soldaten bei blutigen Straßenkämpfen in der sogenannten \"Schlacht von Mogadischu\". Auch der Pilot Mike Durant gehört zur Crew. Als einziger Überlebender gerät er in die Hände der Rebellen, die ihn elf Tage lang festhalten","versions":[]},{"epId":"episode-2","name":"In den Fängen des Kartells","epNo":2,"alt":"Columbia Vice","descr":"Zwei Agenten des Drogendezernats machen sich 1982, dem blutigsten Jahr des Drogenkriegs, auf den Weg nach Kolumbien, um mit Hilfe von Luftbildkameras die Machenschaften brutaler Kartelle aufzudecken. Doch kaum sind sie in ihrem Hotel angekommen, da verwandelt sich ihre Mission auch schon in ein Blutbad. Mitten in der Nacht werden sie mit Waffen bedroht, in den Urwald entführt und von einem flüchtigen Dealer namens Rene Benetiz sowie einem korrupten Polizisten mehrfach angeschossen. Ob es den beiden schwer Verletzten gelingt, je wieder lebend aus dem Dschungel herauszukommen?","versions":[]},{"epId":"episode-3","name":"Flucht aus Afghanistan","epNo":3,"alt":"To Hell and Back","descr":"April 2008: Im Rahmen der Operation \"Commando Wrath\" soll einer der Anführer der Terrorgruppe Hezb-e-Islami Gulbuddin, die Verbindungen zu den Taliban hat, eliminiert werden. Doch dieser hat sich in einem unzugänglichen Tal Afghanistans verschanzt und wird dort von einer ganzen Meute schwerbewaffneter Kämpfer bewacht. Per Fallschirm gelingt es der Anti-Terror-Einheit schließlich, in das feindliche Territorium vorzudringen. Doch das Team wird in eine tückische Falle gelockt und in eine heftige Schießerei verwickelt. Um zu überleben, sind professionelles Know-how und jede Menge Teamgeist unabdingbar","versions":[]},{"epId":"episode-4","name":"Der letzte Überlebende","epNo":4,"alt":"The One That Got Away","descr":"Januar 1991, zur Zeit des Golfkriegs. Eine Einheit von acht SAS-Kommandotruppen mit dem Codenamen Bravo Two Zero wird 225 Kilometer hinter der feindlichen Linie im Irak abgesetzt. Ihr Ziel ist, die Hauptroute auszuspionieren, auf der Saddam Husseins mobile SCUD-Raketenabschussvorrichtungen durch die irakische Wüste transportiert werden. Dann soll die Luftwaffe hinzukommen, um sie zu zerstören. Aber die Mission läuft komplett aus dem Ruder. In kürzester Zeit sind drei Männer tot und vier gefangen genommen. Nur einer – Chris Ryan – kann flüchten und lebend aus dem Irak entkommen. (","versions":[{"lang":1,"streams":[{"redirect":6806383,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Abschuss in Serbien","epNo":5,"alt":"Stealth Fighter Down","descr":"27. März 1999, Kosovokrieg. Bei Einbruch der Nacht startet ein F-117 Nighthawk-Tarnkappenbomber vom Luftwaffenstützpunkt Aviano in Norditalien. Seine Mission: eine serbische Militäranlage in Belgrad auszuschalten. Zwei Stunden später ist das Ziel zerstört – ebenso wie der Tarnkappenbomber. Pilot Dale Zelko schwebt Richtung Boden, nachdem er von einer serbischen Rakete getroffen wurde und den Schleudersitz auslösen musste. Hier – weit hinter der feindlichen Linie – ist es nur eine Frage der Zeit, wann er von den Serben entdeckt wird. Rettungskräfte der NATO setzen alles daran, um genau das verhindern","versions":[{"lang":1,"streams":[{"redirect":6806396,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Gefangen in Vietnam","epNo":6,"alt":"Memories of Hell","descr":"Juni 1964, Beginn des Vietnamkriegs. US-Navy-Pilot Charles Klusmann macht einen unbewaffneten Aufklärungsflug über kommunistisches Guerillagebiet im benachbarten Laos. Als sein RF-8 Crusader-Jagdflugzeug von feindlichen Bodentruppen abgeschossen wird, löst er den Schleudersitz. Rettungskräfte eilen ihm zu Hilfe, doch da tauchen wie aus dem Nichts bewaffnete Schützen auf und eröffnen das Feuer – ein Hinterhalt! Der schwer verletzte Klusmann bedeutet seinen Rettern umzukehren. Drei Monate später gelingt ihm als erstem Amerikaner des Vietnamkriegs endlich eine mehr als dreitägige, äußerst gewagte Flucht.","versions":[]}]}]}