{"seriesId":"no-tomorrow","name":"No Tomorrow","descr":"In der Dramedy \"No Tomorrow\" verliebt sich eine risikoscheue und grundanständige Einkaufsleiterin (Tori Anderson) in einem Unternehmen, das Amazon ähnelt, in einen unbekümmerten Mann (Joshua Sasse), der sein Leben in vollen Zügen genießt, da der Weltuntergang vor der Tür steht. Gemeinsam beschließen sie nun in ein Abenteuer aufzubrechen und alles was auf ihrer Liste steht zu erledigen, bevor die Welt endet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Nutze den Tag","epNo":1,"alt":"Pilot","descr":"Wegen ihrer zurückhaltend-schüchternen Art bleibt Evie ein Karrieresprung verwehrt und auch in der Liebe scheint es nicht rund zu laufen – bis sie auf den Abenteurer Xavier trifft, der ihr Leben komplett auf den Kopf stellt. Der ehemalige Redakteur eines Wissenschaftsmagazins ist der festen Überzeugung, dass die Apokalypse naht, weshalb er gemeinsam mit Evie die verbleibende Zeit auf der Erde nutzen will, um letzte Dinge zu erleben, die auf seiner sogenannten \"Apokaliste\" stehen.","versions":[{"lang":1,"streams":[{"redirect":9240764,"hoster":"VOE"},{"redirect":9240767,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Sprung von der Klippe","epNo":2,"alt":"No Crying in Baseball","descr":"Evie erfährt von einer drohenden Kündigungswelle und macht sich nun Sorgen um ihren Job. Doch das bleibt nicht ihr einziges Problem: Xavier hat einen weiteren Punkt auf seiner \"Apokaliste\" gestrichen, indem er seinen Cousin Jesse aus dem Gefängnis befreit und bei sich aufgenommen hat, was seiner gesetzestreuen Freundin sauer aufstößt. Diese Unstimmigkeit sieht Timothy als Chance, seine Verflossene wieder zurückzuerobern. Ob sich seine Bemühungen auszahlen werden?","versions":[{"lang":1,"streams":[{"redirect":14377642,"hoster":"VOE"},{"redirect":14438159,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Glauben oder Wissen","epNo":3,"alt":"No Doubt","descr":"Als Xaviers (Joshua Sasse) Versuch, seine Apokalypse-Theorie zu veröffentlichen, zu seiner Verhaftung führt, beginnt Evie (Tori Anderson) sich zu fragen, ob ihr verrückter, lustiger neuer Freund tatsächlich einfach nur verrückt ist. Jonathan Langdon, Jesse Rath, Amy Pietz und Sarayu Blue spielen ebenfalls mit.","versions":[{"lang":1,"streams":[{"redirect":14395752,"hoster":"VOE"},{"redirect":14438154,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395901,"hoster":"VOE"},{"redirect":14438147,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Keine Zurückhaltung","epNo":4,"alt":"No Holds Barred","descr":"Evie beschließt, ihre persönlichen Grenzen auszutesten, als sie Xaviers freigeistige Freundin Tuesday kennenlernt. Die Dinge zwischen Hank und Deirdre beginnen sich zu erhitzen.","versions":[{"lang":1,"streams":[{"redirect":14395857,"hoster":"VOE"},{"redirect":14438152,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Keine Reue zeigen","epNo":5,"alt":"No Regrets","descr":"Evie versucht, sich mit ihrer ehemaligen besten Freundin Fern zu versöhnen, während Xavier erkennt, dass er Evie sagen muss, was er wirklich für sie empfindet.","versions":[{"lang":1,"streams":[{"redirect":9383267,"hoster":"VOE"},{"redirect":9383269,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wiedergutmachung","epNo":6,"alt":"No Debts Remain Unpaid","descr":"Xaviers unbezahlte Schulden holen ihn ein, während Evie versucht, mit ihren Eltern ins Reine zu kommen.","versions":[{"lang":1,"streams":[{"redirect":9423280,"hoster":"VOE"},{"redirect":9423282,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hoher Besuch","epNo":7,"alt":"No You Say It First","descr":"Evie und Xavier versuchen immer wieder, \"Ich liebe dich\" zu sagen. Hank und Deirdre versuchen, ihre Beziehung zu verbergen. Evie erfährt von einem Traumjob und versucht, den Geschäftsführer zu beeindrucken.","versions":[{"lang":1,"streams":[{"redirect":9478885,"hoster":"VOE"},{"redirect":9478889,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ratten und Revolution","epNo":8,"alt":"No Rest for the Weary","descr":"Xavier nimmt einen Job bei Cybermart an, um mehr Zeit mit der überarbeiteten Evie zu verbringen, aber er verkompliziert ihr Leben, als er die Lagerarbeiter zu einem Streik anstiftet. In der Zwischenzeit beschließt Kareema, sich ihren Gefühlen gegenüber ihrem heimlichen Liebhaber zu stellen und wagt einen mutigen Schritt. Amy Pietz, Jonathan Langdon und Jesse Rath spielen ebenfalls mit.","versions":[{"lang":1,"streams":[{"redirect":9529297,"hoster":"VOE"},{"redirect":9529298,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kleine Notlügen","epNo":9,"alt":"No Truer Words","descr":"Evie muss Timothy um Hilfe bitten, nachdem ein verletzendes Geheimnis Xaviers Welt erschüttert hat. In der Zwischenzeit versucht Kareema, ihrem Bruder durch den Herzschmerz zu helfen, und Hank muss feststellen, dass er Konkurrenz um Deirdres Zuneigung hat.","versions":[{"lang":1,"streams":[{"redirect":9587196,"hoster":"VOE"},{"redirect":14158345,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Angst vor der Vergangenheit","epNo":10,"alt":"No Soup for You","descr":"Als Evie (Tori Anderson) Xavier (Joshua Sasse) mit seiner Vergangenheit konfrontiert, erkennt Xavier, dass es endlich an der Zeit ist, seine Probleme mit seinem Vater (Gaststar Steven Brand) zu lösen. Evie nutzt die Zeit ohne Xavier, um sich wieder mit Timothy (Jesse Rath) zu treffen, der von ihrem neuen Carpe-Diem-Lebensstil inspiriert ist. Hank (Jonathan Langdon) springt für Deirdre (Amy Pietz) ein, als sie krank wird, aber es wird schnell emotional kompliziert für die Ex-Liebhaber, und Kareema (Sarayu Blue) macht eine schockierende Entdeckung über ihren Ruf bei der Arbeit.","versions":[{"lang":1,"streams":[{"redirect":12917689,"hoster":"VOE"},{"redirect":9633155,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"No Woman No Cry","epNo":11,"alt":"No Woman No Cry","descr":"Evie (Tori Anderson) kämpft mit ihren Gefühlen zwischen dem neuen selbstbewussten Timothy (Jesse Rath) und dem emotionaleren Xavier (Joshua Sasse). Kareema (Sarayu Blue) macht einen großen Schritt in ihrer Beziehung, während Deirdre (Amy Pietz) an ihrer Zukunft zweifelt. Jonathan Langdon spielt ebenfalls mit.","versions":[{"lang":1,"streams":[{"redirect":9696157,"hoster":"VOE"},{"redirect":9696163,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Jugendliebe","epNo":12,"alt":"No Time Like the Present","descr":"Nachdem sie erfahren hat, dass die Cybermart-Filiale in Seattle geschlossen wird, sucht Evie nach einer Möglichkeit, die Bande zusammenzuhalten. Währenddessen vertieft sich Xavier in seine Asteroidenforschung und macht einen verblüffenden Durchbruch.","versions":[{"lang":1,"streams":[{"redirect":9782427,"hoster":"VOE"},{"redirect":9782425,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Nordlichter","epNo":13,"alt":"No Sleep \u0027Til Reykjavik","descr":"Xavier erfährt, dass sein Asteroid die ganze Zeit Recht gehabt hat.","versions":[{"lang":1,"streams":[{"redirect":9782430,"hoster":"VOE"},{"redirect":9782418,"hoster":"Streamtape"}]}]}]}]}