{"path":"/serie/stream/no6","name":"No.6","descr":"Die Geschichte spielt in der Stadt `No.6` im Jahr 2013. Der Junge Shion bekam mit 2 Jahren den Rang \"Höchste Intelligenz\" und durfte im luxuriösen Bereich Chronos leben. Doch nach seinem 12. Geburtstag trifft er auf den schönen Jungen Nezumi. Dieser ist gerade aus einer Besserungsanstalt geflohen und sucht Schutz. Shion versteckt Nezumi und hilft ihm, doch der Preis für seine Hilfe ist teuer. Er wird von der Regierung aus Chronos verjagt und landet in der Stadt Lost Town. Nach vier Jahren kehrt Shion nach NO.6 zurück, um das Geheimnis der Stadt zu lüften...","seasons":[{"path":"/serie/stream/no6/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/no6/staffel-1/episode-1","name":"","epNo":1,"alt":"Soaking-Wet Rat","descr":"Die Episode beginnt damit, dass der 12-jährige Shion Tagträumt und während des Unterrichts nicht aufpasst. Heute hat er Geburtstag und nach der Schule geht er zu seiner Freundin Safu, um mit ihr und ihrer Großmutter eine Party zu feiern. Der Sturm draußen verwandelt sich in einen Taifun, also macht sich Shion auf den Heimweg. Zuhause angekommen, geht er auf seinen Balkon und schreit. Drinnen geht ein Alarm los und er geht wieder rein. Als er wieder zu seinem Fenster schaut, steht dort ein seltsamer Junge, der verletzt zu sein scheint. Nachdem er das Vertrauen des Jungen gewonnen hat, behandelt Shion seine Wunden. Wir finden den Namen des Jungen heraus ..","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8446922","hoster":"VOE"},{"path":"/redirect/8446924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no6/staffel-1/episode-2","name":"","epNo":2,"alt":"City Adorned in Light","descr":"Nachdem er einen VC beherbergt hat, wird Shion seiner elitären Bürgerprivilegien beraubt und gezwungen, mit seiner Mutter in einem Vorort zu leben. Vier Jahre später verlässt Safu ihn, um in Nr. 5 im Ausland zu studieren. Während er mit Safu zusammen ist, kommt Shion mit einer Ratte in Kontakt, die Nezumis Stimme hat. Während seiner Arbeit bei der Parksicherheit erfährt Shion von einem mysteriösen Parasiten, der Menschen in Sekunden alt werden und sterben lässt, bevor eine Wespe aus ihren Hälsen auftaucht. Shion stellt erneut die Autorität der Stadt in Frage, nachdem einer der Todesfälle nicht in den Nachrichten gezeigt wird. Auch Shions Kollege stirbt an dem Parasiten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8446929","hoster":"VOE"},{"path":"/redirect/8446927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no6/staffel-1/episode-3","name":"","epNo":3,"alt":"Life and Death","descr":"Kurz nach seiner Flucht aus Nr. 6 stellt Shion fest, dass er auch von einer parasitären Wespe infiziert ist. Seine Reaktion ist jedoch viel langsamer als die der anderen und er schreit nach Nezumi, um es von seinem Hals zu entfernen. Der Parasit wird von Nezumi extrahiert und er überlebt, aber nicht ohne seinen Tribut zu fordern: Sein Haar ist weiß, seine Augen sind rot und er hat eine rote, schlangenartige Narbe, die sich um seinen Körper windet. Nachdem er sich erholt hat, wird Shion von Nezumi in ein Hotel gebracht, dessen Besitzer, Dog Keeper, Hunde vermietet, um die Gäste während des Schlafens warm zu halten. Shion findet heraus, dass Nezumi seine Mutter kontaktiert hat und sie .","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8446933","hoster":"VOE"},{"path":"/redirect/8446936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no6/staffel-1/episode-4","name":"","epNo":4,"alt":"Demon and Saint","descr":"Auf Anweisung von Shions Mutter statten Shion und Nezumi Rikiga, einer alten Freundin von ihr, einen Besuch ab. Auf die Frage, woher er Shions Mutter kenne, sagt Rikiga, dass Karan ihn abgelehnt habe, als er sie um ein Date bat. Rikiga bietet sich an, sich um Shion zu kümmern, aber Shion selbst wird wütend auf ihn, als er Nezumi bittet, für ihn als männliche Prostituierte zu arbeiten, und die beiden gehen. Während sie die Hunde von Dog Keeper putzt, wird Shion von ihr nach seiner Beziehung zu Nezumi gefragt, und als ein wütender Nezumi vor ihm auftaucht, erkennt sie, dass er an Shion gebunden ist. Der Glaube, dass Nezumi ..","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8446944","hoster":"VOE"},{"path":"/redirect/8446939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no6/staffel-1/episode-5","name":"","epNo":5,"alt":"Angel of Hades","descr":"Eine andere Person in Nr. 6 ist plötzlich gealtert und gestorben, diesmal eine Frau, die im Twilight House arbeitete, in dem Safus Großmutter wohnt. Shion erfährt davon von Rikiga und rennt zum Theater, in dem Nezumi auftritt, um ihn über die Neuigkeiten zu informieren . Aber während des Stücks hat Nezumi eine Vision von einem seltsamen Wind und Gesang und er fällt auf der Bühne in Ohnmacht. Währenddessen betrachtet Safu in einem Kunstmuseum in No.5 ein Werk, das drei Wespen zeigt, als sie wie Nezumi von einem seltsamen Wind und Gesang heimgesucht wird und sie ebenfalls ohnmächtig wird. Als Safu aufwacht, wird ihr gesagt, dass sie sofort ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8446942","hoster":"VOE"},{"path":"/redirect/8446945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no6/staffel-1/episode-6","name":"","epNo":6,"alt":"Hidden Danger","descr":"Safu ist nach dem Tod ihrer Großmütter auf Platz 6 zurückgekehrt. Nachdem sie die letzten Sachen ihrer Großmutter eingesammelt hat, stellt sie fest, dass etwas seltsam ist, wenn die Stricknadeln ihrer Großmutter fehlen. Sie bemerkt auch, dass die Kleidung, die ihre Großmutter hinterlassen hat, nicht nach ihr riecht. Zurück in Nr. 6 besucht sie Karan und erfährt, was mit Shion passiert ist. Nachdem er Karans Bäckerei verlassen hat, wird Safu vom Sicherheitsbüro entführt. Währenddessen setzen Shion und Nezumi ihre Diskussion über die Zukunft von Nr. 6 und den Parasitenwespen fort. Nezumi erhält eine Benachrichtigung von ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12172676","hoster":"VOE"},{"path":"/redirect/8446951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no6/staffel-1/episode-7","name":"","epNo":7,"alt":"True Lies - Empty Truth","descr":"Nezumi bittet Inukashi heimlich darum, Informationen über die Justizvollzugsanstalt zu erhalten, und gibt eine große Geldsumme als Bezahlung zusammen mit dem Versprechen, zu singen, falls Dog Keeper sterben sollte. Doch ohne Nezumis Wissen besuchen Shion und Rikiga ein Geschäft für gebrauchte Kleidung, in dem Shion Safus Mantel entdeckt, der aus der Justizvollzugsanstalt geschmuggelt wurde. Währenddessen wird Safu von den Forschern der Einrichtung, in die sie gebracht wurde, als \"Probe\" behandelt. Als Nezumi in dieser Nacht nach Hause kommt, sieht er, dass Shion ein großes Abendessen zubereitet hat. Die beiden essen und Shion sagt, er sei glücklich...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8446956","hoster":"VOE"},{"path":"/redirect/8446958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no6/staffel-1/episode-8","name":"","epNo":8,"alt":"The Reason for That is...","descr":"Um Safu zu retten, begeben sich Shion und Nezumi an die Ränder des westlichen Distrikts. Dort treffen sie auf einen beinlosen alten Mann, der eine große Gruppe von Männern anführt. Der alte Mann, der Nezumi genannt hat, ist tatsächlich einer der Forscher mit dem jungen Karan auf Rikigas Bild. Der Mann erzählt Shion, dass er der erste echte Überlebende der parasitären Wespen war. Er sagt auch, dass Nezumi der letzte Überlebende der Waldmenschen ist, die von Nr. 6 ausgelöscht wurden. Nachdem Nezumi eine andere Vision mit den Bläsern und dem Gesang hat, wie er sie zuvor in seinem Stück hatte, wiederholt er ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11832136","hoster":"VOE"},{"path":"/redirect/8446962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no6/staffel-1/episode-9","name":"","epNo":9,"alt":"Stage of Disaster","descr":"Der Heilige Tag rückt näher und nachdem sie Informationen darüber gesammelt haben, erfahren Rat, Shion und Inukashi von einer Art Reinigungsoperation, die stattfinden wird. Währenddessen unterbricht das Rumpeln der Panzer die stadtweite Feier in den Straßen von Nr. 6...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8446965","hoster":"VOE"},{"path":"/redirect/8446967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no6/staffel-1/episode-10","name":"","epNo":10,"alt":"That Which Resides in Hell","descr":"Shion und Nezumi erklimmen den riesigen Leichenhaufen, wo sie abgesetzt wurden und infiltrieren die Einrichtung auf der Suche nach Safu. Währenddessen überlassen Rikiga und Dog Keeper das gerettete Baby Shion einem der Hunde und verschaffen sich selbst Zutritt zur Einrichtung, um Shion und Nezumi den Weg zu ebnen. Irgendwie weiß Shion genau, wohin er gehen muss und wo all die Kameras sind, und das macht Nezumi etwas misstrauisch. Er und Shion kämpfen sich durch den Komplex, bis Nezumi von einem Wachmann verwundet wird. Shion tötet ihn als Vergeltung, sehr zu Nezumis Kummer. Als es dem Duo gelingt,.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8446969","hoster":"VOE"},{"path":"/redirect/8446972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/no6/staffel-1/episode-11","name":"","epNo":11,"alt":"Tell Me The Truth","descr":"Der Heilige Tag ist endlich da und bald bricht Chaos um Nr. 6 aus.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8446974","hoster":"VOE"},{"path":"/redirect/8446976","hoster":"Streamtape"}]}]}]}]}