{"path":"/serie/stream/noddy-der-kleine-detektiv","name":"Noddy, der kleine Detektiv","descr":"Noddy wohnt im Herzen des Spielzeuglandes, in dem er sich gemeinsam mit seinem Auto Tuut und seinem Hündchen Schnuffel auf geheimnisvolle Missionen begibt. Sobald es einen rätselhaften Fall zu lösen gilt, ist der kleine Detektiv mit viel Neugier und Erfolg bereits an der Lösung dran. Durch seine geduldige, überlegte und freundliche Art freuen sich die Bewohner des Spielzeuglands immer über seine Hilfe. Wenn Noddy selbst einmal nicht weiter weiß, kann er sich auf die anderen Spielzeuge verlassen: zum Beispiel auf den weisen Gartenzwerg Onkel Willy, seine flauschige Pandafreundin Mi-Mi oder die kluge Dinosaurierfigur Schlaurier.","seasons":[{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-1","name":"Der Fall des kaputten Kristall-Formen-Spiels","epNo":1,"alt":"Noddy and the Case of the Broken Crystal Memory Game","descr":"Im Spielzeugland soll ein spannendes Abenteuertal-Rennen stattfinden. Nach einer Fahrt durch die Abenteuertalhöhlen müssen die Teilnehmer das Kristall-Formen-Spiel spielen, bevor es weiter Richtung Ziel geht. Doch Maus entdeckt, dass das Spiel kaputt ist und das Rennen nicht stattfinden kann. Aber wer ist der Täter? Noddy begibt sich auf Spurensuche und findet schon bald die ersten Hinweise …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891680","hoster":"VOE"},{"path":"/redirect/11891684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-2","name":"Der Fall der schicken Augenbrauen","epNo":2,"alt":"Noddy and the Case of the Amazing Eyebrows","descr":"Tricky soll einen Preis verliehen bekommen, weil er das nützlichste Spielzeug im Spielzeugland ist. Damit er bei diesem Ereignis gut aussieht, hat Mi-Mi ihm künstliche Augenbrauen gebastelt. Doch plötzlich sind sie verschwunden. Genauso wie die Girlande. Und der Pokal. Doch Noddy findet heraus, wer sie weggenommen hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891687","hoster":"VOE"},{"path":"/redirect/11891686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-3","name":"Der Fall der verschwundenen Piraten","epNo":3,"alt":"Noddy and the Case of the Hiding Pirates","descr":"Heute soll die große Piratenparade stattfinden. Alles ist geschmückt und die Piraten wollen ihr neues Lied vorsingen. Doch wo stecken sie? Starko und Pick-Pick helfen Noddy bei der Suche. Dann kommt Noddy auf die Idee, dass sich die Piraten versteckt haben, weil sie in Ruhe ihr Lied üben wollen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891690","hoster":"VOE"},{"path":"/redirect/11891691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-4","name":"Der Fall des verschwundenen CD-Spielers","epNo":4,"alt":"Noddy and the Case of the Missing Music Player","descr":"Noddy hat einen neuen CD-Player und möchte am Abend eine Tanzparty veranstalten, auf welcher der Spielzeug-Twist getanzt werden soll. Onkel Willi hilft ihm bei den Vorbereitungen. Doch da entdeckt Noddy, dass sein CD-Player verschwunden ist! Er macht sich auf die Suche und findet ihn schließlich bei Schlauria, die ihn sich heimlich ausgeborgt hat, um den Tanz zu üben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891693","hoster":"VOE"},{"path":"/redirect/11891695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-5","name":"Der Fall der müden Stadtbewohner","epNo":5,"alt":"Noddy and the Case of the Sleepy Toys","descr":"In Bauklotz-Stadt soll ein neuer Bogen auf das Rathaus gesetzt werden und alle sind gespannt auf die Einweihungsfeier. Aber der Bogen ist nicht fertig und alle Bauarbeiter ruhen sich vor Müdigkeit nur aus. Einer der Männer berichtet Noddy, dass sie nicht schlafen können, weil nachts immer alle Lampen in der Stadt angehen. Noddy schleicht sich in der Nacht zum Kraftwerk, um herauszufinden, wer sie anschaltet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891698","hoster":"VOE"},{"path":"/redirect/11891697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-6","name":"Der Fall der geheimnisvollen Geschenke","epNo":6,"alt":"Noddy and the Case of the Secret Deliveries","descr":"Noddy und seine Freunde bekommen überraschenderweise jeder ein Geschenk von einem geheimnisvollen Unbekannten. Die Spielzeuge wollen sich bedanken, doch wissen nicht bei wem. Noddy macht sich auf die Suche und entdeckt schließlich, dass Mi-Mi heimlich die Geschenke gebracht hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498072","hoster":"VOE"},{"path":"/redirect/11891702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-7","name":"Der Fall der verirrten kleinen Ente","epNo":7,"alt":"Noddy and the Case of the Little Lost Toy","descr":"Eine kleine Ente hat sich verlaufen und ist bei Schlauria gelandet. Dort will sie nicht wieder weg. Noddy findet heraus, wo die Ente eigentlich wohnt: bei Bauer Tom auf dem Bauernhof. Und mit einem Trick gelingt es ihm, sie wieder nach Hause zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004461","hoster":"VOE"},{"path":"/redirect/11891500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-8","name":"Der Fall des hüpfenden Tuut","epNo":8,"alt":"Noddy and the Case of Jumpy Revs","descr":"Noddy möchte mit Tuut ein Rennen fahren, doch plötzlich fängt das Auto an zu hüpfen. Da an seinem Motor alles in Ordnung ist, macht sich Noddy auf die Suche nach der Ursache. Unterwegs stellt er fest, dass alle metallischen Gegenstände von der Hüpferitis betroffen sind. Schließlich entdeckt er auf dem Piratenschiff einen riesigen Magneten, den die Piraten zur Schatzsuche angeschafft haben, aber jetzt nicht mehr kontrollieren können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004463","hoster":"VOE"},{"path":"/redirect/11891501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-9","name":"Der Fall von Starkos seltsamem Verhalten","epNo":9,"alt":"Noddy and the Case of Deltoid\u0027s Strange Behaviour","descr":"Schlauria ist tieftraurig. Starko rennt plötzlich vor ihr weg und bezeichnet sie als Monster. Noddy kommt dahinter, dass Starko seinen Memory-Chip verloren hat und sich deshalb an nichts mehr erinnern kann. Nun muss Noddy versuchen, damit Starko seine Erinnerungen zurückbekommt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498068","hoster":"VOE"},{"path":"/redirect/11891504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-10","name":"Der Fall der rutschigen Bühne","epNo":10,"alt":"Noddy and the Case of the Slippery Stage","descr":"Mi-Mi hat eine Aufführung vorbereitet, die sie auf dem Marktplatz in Bauklotzstadt zeigen möchte. Aber als Noddy und seine Freunde dorthin kommen, ist der ganze Platz so rutschig, dass die Aufführung abgesagt werden muss. Noddy findet heraus, dass es sich bei der rutschigen Flüssigkeit um Trickys Spezialpolitur handelt. Die Spur führt ihn ins Feenschloss, wo heute der große Poliertag ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891506","hoster":"VOE"},{"path":"/redirect/11891507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-11","name":"Der Fall der kaputten Waschstraße","epNo":11,"alt":"Noddy and the Case of the Broken Toy Wash","descr":"Tricky hat eine neue Waschstraße, die von allen bewundert wird. Doch plötzlich ist der Starthebel abgebrochen. Wer war das? Noddy macht sich an die Arbeit, um den Schuldigen zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498066","hoster":"VOE"},{"path":"/redirect/11891514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-12","name":"Der Fall des gefährlichen Drachen","epNo":12,"alt":"Noddy and the Case of the Dazzle Dragon","descr":"Die Ritter sind ganz aufgeregt! Im Märchenwald wurde ein gefährlicher Drache gesichtet. Dem muss Noddy natürlich auf den Grund gehen. Die Spur führt zu den Einhörnern, die der Drache in Angst und Schrecken versetzt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498071","hoster":"VOE"},{"path":"/redirect/11891517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-13","name":"Der Fall des klebrigen Kleisters","epNo":13,"alt":"Noddy and the Case of the Sticky Putty","descr":"Warum verhält sich Frau Maus so komisch? Als Leiterin für den Bau eines Turms gibt sie nur sinnlose Anweisungen. Da entdeckt Noddy, dass ihr Aufziehschlüssel verklebt ist. Wie kommt bloß der Kleister dorthin?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498070","hoster":"VOE"},{"path":"/redirect/11891524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-14","name":"Der Fall der Spielzeugland-Unfälle","epNo":14,"alt":"Noddy and the Case of the Blue Wall","descr":"Seltsame Dinge passieren in Spielzeugland. Der Kran ist verbogen, der Apfelbaum umgestürzt, Poppys Stalltür ist zerbrochen, Starkos Schornsteindach ist runtergefallen. Wer kann das gewesen sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498077","hoster":"VOE"},{"path":"/redirect/11891526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-15","name":"Der Fall der blauen Wand","epNo":15,"alt":"Noddy and the Case of the Fable Forest Gold","descr":"Tricky ist entsetzt. Jemand hat einfach die Wand seiner Werkstatt blau angemalt. Noddy nimmt die Ermittlungen auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498078","hoster":"VOE"},{"path":"/redirect/11891530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-16","name":"Der Fall des Märchenwald-Goldes","epNo":16,"alt":"Noddy and the Case of the Toyland Accidents","descr":"Die Piraten sind auf der Suche nach dem Märchenwald-Goldschatz und Noddy erklärt sich bereit, ihnen zu helfen. Ein spannendes Abenteuer beginnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498079","hoster":"VOE"},{"path":"/redirect/11891534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-17","name":"Der Fall der Königin, die nicht hilft","epNo":17,"alt":"Noddy and the Case of the Unhelpfull Queen","descr":"Ein Ritter hat sich mit Hilfe von Königin Glitzerflügels Zauberbuch versehentlich ganz klein gezaubert. Die Königin aber weigert sich, ihn wieder zurückzuverwandeln. Das kommt Noddy komisch vor, denn das ist eigentlich gar nicht ihre Art. Er geht ins Schloss, um herauszufinden, was mit der Königin los ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498075","hoster":"VOE"},{"path":"/redirect/11891535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-18","name":"Der Fall des geheimnisvollen Malers","epNo":18,"alt":"Noddy and the Case of the Mystery Artist","descr":"Alle haben Bilder von Starko gemalt und es entsteht fast ein Streit darüber, welches Bild das schönste ist. Nur Starko ist nicht zufrieden. Er findet, dass ihm keins ähnlich sieht. So verbessert er heimlich alle Bilder. Alle sind entsetzt und es dauert eine ganze Weile bis Noddy herausfindet, wer es war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498080","hoster":"VOE"},{"path":"/redirect/11891541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-19","name":"Der Fall von Rosas verstecktem Geschenk","epNo":19,"alt":"Noddy and the Case of Bling\u0027s Hidden Present","descr":"Rosa hat Geburtstag und öffnet vor lauter Ungeduld alle Geschenke, bevor die Party beginnt. Als Noddy sein und Onkel Willis Geschenk vor ihr in Sicherheit bringen will, stellt Onkel Willi fest, dass er vergessen hat, wo es versteckt ist. Das ist natürlich ein Fall für Noddy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498084","hoster":"VOE"},{"path":"/redirect/11891546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-20","name":"Der Fall der hohen Wand aus Bauklötzen","epNo":20,"alt":"Noddy and the Case of the Big Brick Wall","descr":"Tricky hat sich einen besonderen Ball gebaut und Noddy schlägt vor, alle herzuholen, damit sie gemeinsam damit spielen können. Doch als Noddy zurückkommt, ist das Werkstatt-Tor durch eine hohe Wand versperrt und Tricky spurlos verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13501690","hoster":"VOE"},{"path":"/redirect/11891550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-21","name":"Der Fall des Schneerätsels","epNo":21,"alt":"Noddy and the Case of the Snow Mystery","descr":"Noddy bekommt zu Weihnachten eine Schneekugel geschenkt und fragt sich, ob es heute wohl noch schneien wird. Onkel Willi macht ihm wenig Hoffnung auf natürlichen Schnee, glaubt aber, dass ein Detektiv wie Noddy herausfinden könnte, wie man es dennoch schneien lassen kann. Ob es Noddy gelingt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498081","hoster":"VOE"},{"path":"/redirect/11891553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-22","name":"Der Fall der merkwürdigen Spielzeuge","epNo":22,"alt":"Noddy and the Case of the Wonky Toys","descr":"Mit Mi-Mi und den Bällchen stimmt irgendwas nicht, obwohl Tricky sie gerade erst durchgecheckt hat. Noddy hat den Verdacht, dass es was mit Starkos Übungen zu tun hat, doch auch mit Starko und Karlo ist nicht alles in Ordnung. Da findet Noddy heraus, dass Tricky ein falsches Programm geladen hat, dass ein sehr merkwürdiges Verhalten zur Folge hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498082","hoster":"VOE"},{"path":"/redirect/11891558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-23","name":"Der Fall des zerschnittenen Tauzieh-Seils","epNo":23,"alt":"Noddy and the Case of the Tug of War Rope","descr":"Ein Tauzieh-Wettbewerb ist angekündigt: Piraten gegen Ninja. Doch schon bevor es richtig losgeht, zerreißt das Seil plötzlich. Will jemand verhindern, dass der Wettkampf stattfindet? Ein Fall für Detektiv Noddy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498083","hoster":"VOE"},{"path":"/redirect/11891561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-24","name":"Der Fall der weggelaufenen Tiere","epNo":24,"alt":"Noddy and the Case of the Runaway Animals","descr":"Nachdem Bauer Tom alle Tiere weggelaufen sind, versucht Noddy herauszufinden, wer das Tor offengelassen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891577","hoster":"VOE"},{"path":"/redirect/11891565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-25","name":"Der Fall der verschwundenen Spielregeln","epNo":25,"alt":"Noddy and the Case of the Rules of the Game","descr":"Mi-Mi und die Piraten haben ein Spiel gespielt und streiten sich darüber, wer gewonnen hat. Dabei stellt Mi-Mi fest, dass die Spielregeln verschwunden sind. Ein Fall für Detektiv Noddy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891581","hoster":"VOE"},{"path":"/redirect/11891568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-26","name":"Der Fall von Schlaurias unglaublichem Regenbogen-Experiment","epNo":26,"alt":"Noddy and the Case of Smartysaurus\u0027s Rainbow Experiment","descr":"Schlauria möchte ihren Freunden ein Regenbogen-Experiment vorführen, das leider gründlich misslingt. Sie stellt fest, dass jemand die Farben, die sie hierfür zusammenmischen muss, vertauscht hat. Sofort macht sich Noddy auf die Suche nach dem Täter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498088","hoster":"VOE"},{"path":"/redirect/11891571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-27","name":"Der Fall des verlorenen Rennens","epNo":27,"alt":"Noddy and the Case of the Lost Race","descr":"Noddy wird bei einem Rennen mit seinen Freunden Letzter und das nur, weil Tuut auf einmal ganz langsam gefahren ist. Das kann Noddy nicht auf sich sitzen lassen und stellt seinen Freund zur Rede.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498086","hoster":"VOE"},{"path":"/redirect/14158342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-28","name":"Der Fall der kaputten Glockenspiel-Brücke","epNo":28,"alt":"Noddy and the Case of the Broken Xylophone Bridge","descr":"Jemand hat auf der Glockenspiel-Brücke eine Platte zerbrochen und versucht, sie heimlich mit rosa Klebeband zu flicken. Detektiv Noddy geht der Sache auf den Grund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498085","hoster":"VOE"},{"path":"/redirect/11891582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-29","name":"Der Fall des Unruhestifters in Spielzeugland","epNo":29,"alt":"Noddy and the Case of the Toyland Mischief Maker","descr":"Irgendjemand stört den Frieden im Spielzeugland. Onkel Willis Teekanne hängt an einer Laterne, Schnuffels Hundehütte steht auf dem Karussell und in einer Wand, die gerade gebaut wird, sind plötzlich Löcher. Detektiv Noddy ist dem Täter auf der Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004464","hoster":"VOE"},{"path":"/redirect/11891586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-30","name":"Der Fall der platzenden Ballons","epNo":30,"alt":"Noddy and the Case of the Popping Balloons","descr":"Schlauria hat eine Wissenschafts-Party veranstaltet und zum Abschied jedem einen Ballon geschenkt. Doch die Freude daran währt nur kurz, denn auf rätselhafte Weise zerplatzen alle Ballons. Ein Fall für Detektiv Noddy!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498089","hoster":"VOE"},{"path":"/redirect/11891591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-31","name":"Der Fall der rosa Salatköpfe","epNo":31,"alt":"Noddy and the Case of the Pink Lettuces","descr":"Heute findet in Spielzeugland ein Marathon statt. Die Vorbereitungen sind in vollem Gange, da meldet Bauer Tom, dass einige seiner Salatköpfe rosa angemalt wurden. Noddy geht der Sache auf den Grund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13508543","hoster":"VOE"},{"path":"/redirect/11891594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-32","name":"Der Fall der fehlenden Superriesen-Puzzleteile","epNo":32,"alt":"Noddy and the Case of the Missing Jigsaw Puzzle Pieces","descr":"Onkel Willi hat ein Superriesen-Puzzle zusammengesetzt, das vor dem Rathaus ausgestellt wird. Doch als Noddy dorthin kommt, um es zu bewundern, fehlen vier Teile. Noddy versucht anhand der Motive auf den fehlenden Teilen herauszufinden, wer der Dieb gewesen sein könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891598","hoster":"VOE"},{"path":"/redirect/11891601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-33","name":"Der Fall des verschwindenden Regenbogens","epNo":33,"alt":"Noddy and the Case of the Disappearing Rainbow","descr":"Ein wunderschöner Regenbogen steht über dem Spielzeugland. Doch plötzlich beginnen nacheinander die Farben zu verblassen. Noddy findet heraus, dass aus dem Topf mit Goldstaub, der am Ende des Regenbogens steht und die Farben erzeugt, etwas Staub entwendet worden ist. Wer könnte das gewesen sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498090","hoster":"VOE"},{"path":"/redirect/11891603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-34","name":"Der Fall des fliegenden Starko","epNo":34,"alt":"Noddy and the Case of the Flying Toy","descr":"Seltsame Dinge passieren im Spielzeugland. Als Starko einen Felsen hochheben will, fängt er plötzlich an, in der Luft zu schweben. Genauso ergeht es Tricky, als er Traktor reparieren will, und Schlauria, als sie versucht, zum Mond zu fliegen. Da muss Zauberei im Spiel sein, denkt sich Detektiv Noddy und macht sich auf die Suche nach dem Verursacher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498091","hoster":"VOE"},{"path":"/redirect/11891606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-35","name":"Der Fall des gruseligen Geräuschs","epNo":35,"alt":"Noddy and the Case of the Spooky Noise","descr":"Am Abend soll bei Mi-Mi eine Kürbis-Party stattfinden, doch plötzlich ist da ein gruseliges Geräusch zu hören, so dass keiner mehr Lust hat zu feiern. Mutig begibt sich Detektiv Noddy auf die Suche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498092","hoster":"VOE"},{"path":"/redirect/11891611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-36","name":"Der Fall der erschreckten Tiere","epNo":36,"alt":"Noddy and the Case of the Upset Animals","descr":"Große Aufregung auf dem Bauernhof! Alle Tiere rennen verschreckt durch die Gegend. Doch aus welchem Grund? Noddy findet heraus, dass die Aufkleber, die Bauer Tom an den Ställen angebracht hat, im Dunkeln leuchten und die Tiere erschrecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498093","hoster":"VOE"},{"path":"/redirect/11891614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-37","name":"Der Fall des leeren Sachen-Tausch-Wagens","epNo":37,"alt":"Noddy and the Case of the Empty Swapsie Wagon","descr":"Die Bewohner von Spielzeugland spielen ein Spiel: Poppy fährt mit dem Sachen-Tausch-Wagen durch die Gegend und jeder darf etwas hineinlegen und eine Sache herausnehmen. Doch plötzlich ist der Wagen leer. Was ist geschehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498094","hoster":"VOE"},{"path":"/redirect/11891618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-38","name":"Der Fall des unglücklichen Einhorns","epNo":38,"alt":"Noddy and the Case of the Unhappy Unicorn","descr":"Poppy ist untröstlich, denn er hat seinen Kuschel-Knuddel-Ball im Irrgarten verloren. Noddy beginnt sofort mit der Suche und entdeckt im Irrgarten Stoffreste, die von Poppys Ball stammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498098","hoster":"VOE"},{"path":"/redirect/11891622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-39","name":"Der Fall des Aufkleber-Rätsels","epNo":39,"alt":"Noddy and the Case of the Sticker Mystery","descr":"Frau Maus wendet sich besorgt an Noddy. Überall in Bauklotz-Stadt kleben Aufkleber, auf denen ein grimmiger Bandit abgebildet ist. Wird Noddy den mysteriösen Schurken finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498095","hoster":"VOE"},{"path":"/redirect/11891626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-40","name":"Der Fall des gestohlenen Schatzes","epNo":40,"alt":"Noddy and the Case of the Stolen Treasure","descr":"Der Piratenschatz wurde gestohlen! Noddy entdeckt im letzten Moment noch den Schatten eines Schiffs. Es heißt der Goldene Drache und gehört Tina der Schrecklichen. Noddy vermutet, dass sie den Schatz gestohlen hat und macht sich auf die Suche nach dem Schiff …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498096","hoster":"VOE"},{"path":"/redirect/11891628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-41","name":"Der Fall der beweglichen Zugschienen","epNo":41,"alt":"Noddy and the Case of the Moving Train Tracks","descr":"Im Märchenwald wird ein Feenpicknick vorbereitet, doch als die Gäste mit dem Zug anreisen wollen, müssen sie feststellen, dass jemand die Schienen anders gelegt hat, so dass sie nicht in den Märchenwald fahren können. Ein Fall für Detektiv Noddy …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498097","hoster":"VOE"},{"path":"/redirect/12981421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-42","name":"Der Fall des Königs von Spielzeugland","epNo":42,"alt":"Noddy and the Case of the King Of Toyland","descr":"Plötzlich taucht Seine Majestät, der König von Spielzeugland, auf und möchte einen Palast mitten im Spielzeugpark bauen. Doch niemand weiß, wer dieser König überhaupt ist. Noddy findet heraus, dass Poppy dahinter steckt. Aber warum ernennt er sich selbst zum König?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891639","hoster":"VOE"},{"path":"/redirect/11891638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-43","name":"Der Fall der weggeflogenen Luftballons","epNo":43,"alt":"Noddy and the Case of the Fly Away Balloons","descr":"Noddy und seine Freunde haben Luftballons mit Aufklebern beklebt und wollen sie gemeinsam fliegen lassen. Da bei dem Spektakel alle Bewohner von Spielzeugland dabei sein sollen, macht sich Noddy auf den Weg, um sie einzuladen. Doch währenddessen machen sich die Luftballons auf einmal selbständig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498099","hoster":"VOE"},{"path":"/redirect/11891644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-44","name":"Der Fall des roten Bauklotzes","epNo":44,"alt":"Noddy and the Case of the Missing Brick","descr":"Noddy, Karlo und Starko bauen einen riesigen Turm aus Bauklötzen. Doch auf einmal fehlt ein roter Klotz. Noddy macht sich auf die Suche und entdeckt ihn bei den Bauarbeitern. Er muss dort versehentlich gelandet sein. Doch als Noddy zum Turm zurückkommt, fehlt ein weiterer Klotz. Was ist nur los?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498101","hoster":"VOE"},{"path":"/redirect/11891648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-45","name":"Der Fall des verschwundenen Ankers","epNo":45,"alt":"Noddy and the Case of the Missing Anchor","descr":"Noddy und seine Freunde bewundern die Kletterkünste der Ninjas. Doch plötzlich ist der Anker des Piratenschiffs verschwunden und die Piraten rasen auf ihrem Schiff wild in der Gegend herum. Der Anker muss also schnell wiedergefunden werden. Kein Problem für Detektiv Noddy …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498104","hoster":"VOE"},{"path":"/redirect/11891651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-46","name":"Der Fall der verschwundenen Verkehrshütchen","epNo":46,"alt":"Noddy and the Case of the Disappearing Traffic Cones","descr":"In Bauklotzstadt soll eine Bauschule errichtet werden, doch jemand hat von der Baustelle alle Verkehrshütchen entwendet. Es kommt zu einem riesigen Stau und Noddy muss herausfinden, wo die Hütchen abgeblieben sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498108","hoster":"VOE"},{"path":"/redirect/11891653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-47","name":"Der Fall der verschwundenen besonderen Sachen","epNo":47,"alt":"Noddy and the Case of the Disappearing Specials Things","descr":"Tricky zeigt allen stolz seine Sammlung besonderer Sachen, doch kurze Zeit später sind sie verschwunden. Bei Schlauria und bei Mi-Mi sind sie nicht. Wo könnten die verschwundenen Sachen nur sein? Noddy macht sich auf die Suche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498103","hoster":"VOE"},{"path":"/redirect/11891656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-48","name":"Der Fall der grauen Münzen","epNo":48,"alt":"Noddy and the Case of the Grey Coins","descr":"Die Piraten veranstalten eine große Angelparty und der Sieger beim Wettangeln soll ein Säckchen voll Goldmünzen bekommen. Doch plötzlich sind alle Münzen grau. Ein Fall für Detektiv Noddy!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498102","hoster":"VOE"},{"path":"/redirect/11891664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-49","name":"Der Fall von Schnuffels kaputtem Ball","epNo":49,"alt":"Noddy and the Case of Bumpy\u0027s Burst Ball","descr":"Noddy hat eine Überraschung für Schnuffel: Da sein alter Ball geplatzt ist, möchte er ihm einen neuen schenken. Doch auch der neue, der in seinem Geheimfach versteckt war, ist plötzlich kaputt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498106","hoster":"VOE"},{"path":"/redirect/11891668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-50","name":"Der Fall der verschwundenen Flügel","epNo":50,"alt":"Noddy and the Case of the Missing Wings","descr":"Große Aufregung im Märchenwald. Cocos Flügel sind verschwunden, und das ausgerechnet kurz vor der großen Feen-Flugschau. Kann Noddy die Flügel rechtzeitig finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498107","hoster":"VOE"},{"path":"/redirect/11891671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-51","name":"Der Fall des nicht-lustigen Clowns","epNo":51,"alt":"Noddy and the Case of the Unfunny Clown","descr":"In Spielzeugland steht der Clownstag bevor, doch Detektiv Noddy hat viel zu tun: Irgendjemand scheint lauter gefährliche Streiche zu spielen, die beinahe Unfälle verursachen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498109","hoster":"VOE"},{"path":"/redirect/11891676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-1/episode-52","name":"Der Fall des Karottenregens","epNo":52,"alt":"Noddy and the Case of the Raining Carrots2","descr":"Bei Bauer Tom soll ein Hoffest stattfinden. Doch plötzlich regnet es Karotten. Und Salate. Und Kürbisse. Noddy fragt sich, wie das ganze Gemüse so hoch in den Himmel gekommen ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498110","hoster":"VOE"},{"path":"/redirect/11891681","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-1","name":"Der Fall der vermissten Bällchen","epNo":1,"alt":"The Case of the Missing Pockets","descr":"Mi-Mi möchte gerne mit Noddy zusammen Detektivin sein, doch Noddy hat gerade keinen Fall zu lösen. Da kommen die Bällchen auf die Idee, sich zu verstecken, damit ihre Freundin Mi-Mi ermitteln kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498116","hoster":"VOE"},{"path":"/redirect/11891706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-2","name":"Der Fall des Kohlkopfmonsters","epNo":2,"alt":"The Case of the Cabbage Monster","descr":"Das Kohlkopfmonster erschreckt die Bewohner von Spielzeugland, bis Noddy herausfindet, dass Mi-Mi für Bauer Tom eine neue Vogelscheuche gebastelt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498115","hoster":"VOE"},{"path":"/redirect/11891715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-3","name":"Der Fall des gestohlenen Schlüssels","epNo":3,"alt":"The Case of the Stolen Key","descr":"Alle freuen sich auf das große Mitsingen in Bauklotzstadt. Frau Maus übt bereits dafür – allerdings nicht zur Freude aller. Karlo hat den Auftrag, dafür zu sorgen, dass alles perfekt ist. Doch plötzlich ist der Schlüssel von Frau Maus weg und sie kann nicht mehr aufgezogen werden. Noddy findet heraus, dass Karlo den Schlüssel weggenommen hat. Denn mit Frau Maus’ Gesang wäre die Veranstaltung nicht perfekt gewesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498111","hoster":"VOE"},{"path":"/redirect/11891718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-4","name":"Der Fall des weggefahrenen Zugs","epNo":4,"alt":"The Case of the Runaway Train","descr":"Alle Bewohner von Spielzeugland sind bereit für die große Parade, doch Zug, der Held der Parade, der sie fahren sollte, fährt plötzlich allein los. Noddy versucht ihn einzuholen, doch jedes Mal büchst er wieder aus. Bis Noddy auf die Idee kommt, dass Zug Angst vor seiner großen Aufgabe hat. Kurzerhand macht Noddy auch alle anderen Fahrzeuge zu Helden der Parade.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498112","hoster":"VOE"},{"path":"/redirect/11891722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-5","name":"Der Fall, bei dem Tuut nicht auf mich hört","epNo":5,"alt":"The Case of Revs Not Listening","descr":"Noddy ist ganz aufgeregt, denn er darf heute Lokführer sein. Onkel Willy will währenddessen auf Tuut aufpassen. Doch Tuut spielt verrückt und rast wie wild in der Gegend herum. Endlich findet Noddy den Grund hierfür heraus. Tuut ist eifersüchtig auf Zug. Doch Noddy kann ihn davon überzeugen, dass eine Fahrt mit dem Auto genauso aufregend wie eine Zugfahrt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498114","hoster":"VOE"},{"path":"/redirect/11891725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-6","name":"Der Fall der verschwundenen Rakete","epNo":6,"alt":"The Case of the Lost Space Rocket","descr":"Schlauria hat eine Rakete gebaut und alle freuen sich darauf, ihren Flug ins All auf dem großen Bildschirm mitzuverfolgen. Doch plötzlich ist der Bildschirm schwarz, Schlauria ist verschwunden. Noddy und Starko versuchen sie zu finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498120","hoster":"VOE"},{"path":"/redirect/11891730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-7","name":"Der Fall des gefallenen Sterns","epNo":7,"alt":"The Case of the Fallen Star","descr":"Alle freuen sich auf die geheime Glitzerparty, die Königin Glitzerflügel veranstaltet. Doch plötzlich bemerkt Noddy, dass der große Funkelstern vom Himmel gefallen ist. Er findet heraus, dass Starko ihn versehentlich mit seiner Spielzeugrakete vom Himmel geschossen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498117","hoster":"VOE"},{"path":"/redirect/11891733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-8","name":"Der Fall von Schlaurias Raketen-Rucksack","epNo":8,"alt":"The Case of Smartysaurus’s Jet Pack","descr":"Schlauria fliegt mit einem Raketenrucksack durch die Luft. Leider hat sie vorher nicht die Anleitung gelesen, sodass sie nicht weiß, wie sie wieder landen soll. Zum Glück findet Noddy heraus, dass es einen gelben Notknopf gibt, auf den sie drücken muss. Wird ihr die Landung gelingen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498119","hoster":"VOE"},{"path":"/redirect/11891736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-9","name":"Der Fall der umgedrehten Bäume","epNo":9,"alt":"The Case of the Topsy Turvy Trees","descr":"Die Bewohner von Spielzeugland möchten im Spielzeugpark ein Picknick machen. Doch irgendjemand hat alle Laubbäume ausgerissen und auf den Kopf gestellt, einer ist sogar verschwunden. Noddy macht sich auf die Suche und entdeckt den fehlenden Baum in den Abenteuertalhöhlen. Starko hatte ihn dorthin gebracht. Er wollte üben, sich zu drehen, ohne dass ihm schwindelig wird. Noddy zeigt ihm aber, was man gegen den Schwindel tun kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498123","hoster":"VOE"},{"path":"/redirect/11891741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-10","name":"Der Fall der fehlenden Fahne","epNo":10,"alt":"The Case of the Missing Banner","descr":"Tuut hat eine lange Fahne, mit der er ein paar Flugkunststücke vorführen möchte. Doch plötzlich ist sie verschwunden. Schnuffel wollte eigentlich nur damit spielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498121","hoster":"VOE"},{"path":"/redirect/11891746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-11","name":"Der Fall der anhänglichen Schmetterlinge","epNo":11,"alt":"The Case of the Annoying Butterflies","descr":"Die Bewohner von Spielzeugland werden von Origami-Schmetterlingen verfolgt. Noddy findet heraus, dass es sich hierbei um Einladungen für Königin Glitzerflügels Schmetterlingsball handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891749","hoster":"VOE"},{"path":"/redirect/11891751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-12","name":"Der Fall der herausgerissenen Seiten","epNo":12,"alt":"The Case of the Torn-Out Pages","descr":"Es ist Märchenstunde im Märchenwald und Prinzessin Glitzerflügel verteilt die Rollen: Noddy ist der Ritter, Mi-Mi die Prinzessin und Schlauria der große, böse Wolf. Doch dann entdecken sie plötzlich, dass die Seiten aus dem Märchenbuch herausgerissen wurden. Noddy findet heraus, dass es Mi-Mi war. Doch warum hat sie das getan?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498125","hoster":"VOE"},{"path":"/redirect/11891753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-13","name":"Der Fall der unordentlichen Piraten","epNo":13,"alt":"The Case of the Untidy Pirates","descr":"Königin Glitzerflügel hat einen Pokal zu vergeben. Derjenige, der am besten aufräumt, soll ihn bekommen. Noddy möchte ihn gern gewinnen und kann sich daher gar nicht freuen, als die Piraten zum Spielen vorbeikommen. Denn sie bringen immer alles durcheinander. Jeder Versuch, sie zu beschäftigen und nebenbei aufzuräumen, scheitert. Aber als Noddy ihnen erklärt, worum es geht, sind sie voll und ganz beim Aufräumen dabei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498126","hoster":"VOE"},{"path":"/redirect/11891756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-14","name":"Der Fall des klebrigen Bahnsteigs","epNo":14,"alt":"The Case of the Stuck Toys","descr":"In Spielzeugland ist mal wieder etwas Merkwürdiges geschehen. Jemand hat den Bahnsteig mit Kleber eingeschmiert, sodass einige von Noddys Freunden festkleben. Sein erster Verdacht fällt auf Mi-Mi, da sie ja gern bastelt. Doch dann stellt sich heraus, dass jemand mit Hufen ihren Klebestift gestohlen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498130","hoster":"VOE"},{"path":"/redirect/11891761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-15","name":"Der Fall des Spielzeugland-Zirkus","epNo":15,"alt":"The Case of the Toyland Circus","descr":"Starko hat plötzlich seine Kraft verloren und Mi-Mi ist auf einmal superstark. Noddy findet heraus, dass Tricky aus Versehen die Speicherchips der beiden vertauscht hat. Nachdem sie wieder zurückgetauscht sind, ist wieder jeder er selbst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498127","hoster":"VOE"},{"path":"/redirect/11891765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-16","name":"Der Fall des verhinderten Eierlaufs","epNo":16,"alt":"The Case of the Ruined Race","descr":"Auf Schlaurias Rätselparty löst Tricky im Handumdrehen alle Rätsel, sodass für die anderen nichts mehr übrig bleibt. Als er merkt, wie enttäuscht alle sind, will er es wiedergutmachen. Er versteckt in ganz Spielzeugland goldene Teile einer Figur, die man wie ein Puzzle zusammensetzen kann. So haben Noddy und seine Freunde doch noch ein Rätsel zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498128","hoster":"VOE"},{"path":"/redirect/11891771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-17","name":"Der Fall des unfertigen Gebäudes","epNo":17,"alt":"The Case of the Unfinished Building","descr":"Die Bewohner von Spielzeugland veranstalten eine Zirkusaufführung. Noddy hat Sorge, dass Schlauria nicht weiß, was sie vorführen soll. Tatsächlich hat sie aber eine fantastische Nummer mit Vögeln einstudiert. Noddy muss ihr nur noch helfen, die Vögel wieder einzufangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498129","hoster":"VOE"},{"path":"/redirect/11891774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-18","name":"Der Fall des verschwundenen Detektiv-Koffers","epNo":18,"alt":"The Case of the Missing Investigation Kit","descr":"In Spielzeugland soll ein Sport- und Spaßtag stattfinden. Als erstes steht Eierlaufen auf dem Programm. Doch irgendjemand hat die Rennbahn versperrt. Auch alle anderen Aktivitäten, die stattfinden sollen, werden irgendwie gestört. Noddy macht sich auf die Suche nach dem Übeltäter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916727","hoster":"VOE"},{"path":"/redirect/11891778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-19","name":"Der Fall von Tuut und Traktor","epNo":19,"alt":"The Case of Revs and Tractor","descr":"In Bauklotzstadt soll ein neues Gebäude errichtet werden, doch die Arbeiten kommen nicht voran, weil immer wieder Unfälle passieren. Noddy findet heraus, dass die Bauarbeiter so müde sind, weil Tricky mit ihnen nachts einen Tanz für Frau Maus einstudiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498133","hoster":"VOE"},{"path":"/redirect/11891782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-20","name":"Der Fall des verstimmten Käpt’n","epNo":20,"alt":"The Case of the Upset Captain","descr":"Königin Glitzerflügel veranstaltet eine große Eiersuche und verlangt von allen, nicht zu schummeln. Kurz bevor es losgehen soll, bemerkt Noddy, dass sein Detektiv-Koffer verschwunden ist. Schnuffel findet ihn schnell wieder, doch die Walkie-Talkies und das Fernglas fehlen. Da entdeckt Noddy auf dem Boden eine Karte, auf er alle Verstecke eingezeichnet sind. Anders als erwartet, gehört sie nicht den Feen, die die Eier versteckt hatten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004465","hoster":"VOE"},{"path":"/redirect/11891783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-21","name":"Der Fall der verschwundenen Piraten","epNo":21,"alt":"The Case of the Lost Pirates","descr":"Tuut und Traktor sind gemeinsam losgefahren, um Obst und Gemüse auszuliefern. Doch dann kehrt Traktor ohne Tuut zurück und scheint äußerst verärgert zu sein. Noddy macht sich auf die Suche und findet heraus, dass Tuut bei den Piraten seinen Ball verloren und dann Traktor die Schuld daran gegeben hat. Nachdem der Ball wieder aufgetaucht ist, versöhnen sich die beiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498134","hoster":"VOE"},{"path":"/redirect/11891790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-22","name":"Der Fall der rasenden Frau Maus","epNo":22,"alt":"The Case of the Clockwork Mystery","descr":"Der Käpt’n hat seinen Bart verloren und traut sich nicht mehr aus seiner Kajüte. Noddy findet heraus, dass der Bauleiter den Bart aus Trickys Werkstatt mitgenommen hat, in der Hoffnung, dass die Bauarbeiter dann besser auf ihn hören. Doch schließlich funktioniert es auch ohne Bart und der Käpt’n kann ihn wiederhaben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498135","hoster":"VOE"},{"path":"/redirect/11891794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-23","name":"Der Fall der umgeworfenen Zäune","epNo":23,"alt":"The Case of the Knocked Down Fences","descr":"Heute soll die große Piratenparade stattfinden. Alles ist geschmückt und die Piraten wollen ihr neues Lied vorsingen. Doch wo stecken sie? Starko und Pick-Pick helfen Noddy bei der Suche. Dann kommt Noddy auf die Idee, dass sich die Piraten versteckt haben, weil sie in Ruhe ihr Lied üben wollen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498138","hoster":"VOE"},{"path":"/redirect/11891800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-24","name":"Der Fall der kaputten Zauberkiste","epNo":24,"alt":"The Case of the Damaged Magic Box","descr":"Alle freuen sich auf das Winter-Lichter-Fest, nur Frau Maus verhält sich merkwürdig und rast wie verrückt durch die Gegend. Noddy findet heraus, dass sie zu stark aufgezogen wurde, weil sie so viele Aufgaben zu erledigen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498131","hoster":"VOE"},{"path":"/redirect/11891803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-25","name":"Der Fall des Vogels, der nicht fliegen kann","epNo":25,"alt":"The Case of the Bird That Can’t Fly","descr":"Hufi hat neue Glücksflügelschuhe, mit denen er super springen kann. Poppy möchte sie gern mal ausleihen. Doch Hufi sagt, er bekäme sie nur, wenn er einen Kohl fliegen lassen kann. Und es gelingt ihm tatsächlich, indem er Trickys fliegenden Ball in einen Kohl verwandelt. Dabei geht jedoch die Fernbedienung kaputt, sodass der fliegende Kohl Bäume und Zäune umwirft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916728","hoster":"VOE"},{"path":"/redirect/11891808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-26","name":"Der Fall der vermissten Schlauria","epNo":26,"alt":"The Case of the Missing Smartysaurus","descr":"Noddy hat zur Sternennacht-Party eingeladen, doch Schlauria erscheint nicht. Als der kleine Detektiv im Dinodorf ankommt, muss er feststellen, dass seine Freundin winzig klein geschrumpft ist. Sie hat sich eine Maschine gebaut, mit der sie kleiner werden kann, so dass sie in Noddys Haus die Treppe hinauf zum Teleskop gehen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916729","hoster":"VOE"},{"path":"/redirect/11891810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-27","name":"Der Fall des stummen Papageis","epNo":27,"alt":"The Case of the Silent Parrot","descr":"Der Käpt’n ist besorgt, denn seit Pick-Pick am Morgen mit Streifen-Martha einen Ausflug gemacht hat, will er nicht mehr sprechen. Noddy findet heraus, dass Streifen-Martha ihn gebeten hat, nicht zu verraten, dass sie gerne Kästchenhüpfen spielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916731","hoster":"VOE"},{"path":"/redirect/11891812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-28","name":"Der Fall der verschwundenen Ninjas","epNo":28,"alt":"The Case of the Vanished Ninjas","descr":"Die Ninja wollen eine Kletteraufführung machen, doch plötzlich sind sie verschwunden. Noddy findet heraus, das sie aufgrund des Glitzers, mit dem Mi-Mi sie geschmückt hat, nicht mehr klebrig waren. Also haben sie sich den Kleister der Bauarbeiter genommen. Aber der ist so stark, dass sie nun festgekleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498144","hoster":"VOE"},{"path":"/redirect/11891819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-29","name":"Der Fall des verschwundenen Koffers","epNo":29,"alt":"The Case of the Missing Suitcase","descr":"Mi-Mi packt ihren Koffer, denn sie möchte bei Königin Glitzerflügel übernachten. Doch plötzlich ist der Koffer verschwunden. Noddy und Mi-Mi machen sich auf die Suche und finden die Bällchen mit Mi-Mis Koffer und Kuschelkissen vesteckt in einer Höhle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498147","hoster":"VOE"},{"path":"/redirect/11891822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-30","name":"Der Fall der zwei Partys","epNo":30,"alt":"The Case of the Two Parties","descr":"Die Einhörner und die Piraten planen gleichzeitig eine Party, sodass es für die Bewohner von Spielzeugland unmöglich ist, sich zu entscheiden, auf welche der beiden Partys sie gehen sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498150","hoster":"VOE"},{"path":"/redirect/11891824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-31","name":"Der Fall des Piratenschatzes","epNo":31,"alt":"The Case of the Runaway Treasure Chest","descr":"Die Piraten berichten völlig aufgeregt von einer Schatztruhe, die vor ihnen weggeflitzt ist. Noddy will der Sache auf den Grund gehen. Er findet heraus, dass Schlauria aus ihrem ferngesteuerten Mini-Dino-Ei eine Schatztruhe gebastelt hat, um den Bällchen eine Freude zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498146","hoster":"VOE"},{"path":"/redirect/11891828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-32","name":"Der Fall des Ritter-Rundgangs","epNo":32,"alt":"The Case of the Knight’s Patrol","descr":"Die Ritter gehen auf Rundgang und Cleo möchte ihnen so gern helfen. Doch sie lehnen ihr Angebot ab. Da kommt Coco eine Idee: Coco spielt den Rittern lauter Streiche, in der Hoffnung, dass sie Cleo nun doch noch um Hilfe bitten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498152","hoster":"VOE"},{"path":"/redirect/11891832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-33","name":"Der Fall von Starkos Mutprobe","epNo":33,"alt":"The Case Of the Deltoid’s Challenge","descr":"Starko wird herausgefordert, durch den großen Looping zu rennen, wie die Ninja. Als es ihm bei der Probe nicht gelingt, will er aufgeben. Doch Noddy ist sich sicher, dass er es schaffen kann. Mit einem Trick bringt er Starko dazu, die Mutprobe zu meistern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498149","hoster":"VOE"},{"path":"/redirect/11891838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-34","name":"Der Fall des verlorenen Geschenks","epNo":34,"alt":"The Case of the Pockets’ Present","descr":"Tricky und Mi-Mi haben den Bällchen ein Geschenk gebastelt, das Noddy ihnen übergeben soll. Doch als Noddy beim Baumhaus ankommt, ist die Geschenk-Schachtel leer. Was ist bloß mit dem Geschenk geschehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498151","hoster":"VOE"},{"path":"/redirect/13876206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-35","name":"Der Fall des verschmierten Bildes","epNo":35,"alt":"The Case of the Messed-Up Painting","descr":"Im Märchenwald soll mal wieder eine Märchenstunde stattfinden, und Königin Glitzerflügel hat zu diesem Zweck ein Bild gemalt. Doch plötzlich ist alles ganz verschmiert und Noddy muss herausfinden, wie es dazu gekommen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498148","hoster":"VOE"},{"path":"/redirect/11891844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-36","name":"Der Fall des kaputten Flaschenzugs","epNo":36,"alt":"The Case of the Broken Pulley","descr":"Der Flaschenzug der Bauarbeiter ist kaputt gegangen und Noddy möchte herausfinden, wer dafür verantwortlich ist. Er entdeckt, dass die jungen Bauarbeiter, die gerade ausgebildet werden, etwas selbst ausporbieren wollten. Das ging jedoch leider nach hinten los...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498153","hoster":"VOE"},{"path":"/redirect/11891850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-37","name":"Der Fall von Starkos fehlender Kraft","epNo":37,"alt":"The Case of Deltoid’s Missing Strength","descr":"Starko hat plötzlich seine Kraft verloren und Mi-Mi ist auf einmal superstark. Noddy findet heraus, dass Tricky aus Versehen die Speicherchips der beiden vertauscht hat. Nachdem sie wieder zurückgetauscht sind, ist wieder jeder er selbst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498154","hoster":"VOE"},{"path":"/redirect/11891852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-38","name":"Der Fall des Goldenen Dings","epNo":38,"alt":"The Case of the Golden Thing","descr":"Auf Schlaurias Rätselparty löst Tricky im Handumdrehen alle Rätsel, sodass für die anderen nichts mehr übrig bleibt. Als er merkt, wie enttäuscht alle sind, will er es wiedergutmachen. Er versteckt in ganz Spielzeugland goldene Teile einer Figur, die man wie ein Puzzle zusammensetzen kann. So haben Noddy und seine Freunde doch noch ein Rätsel zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498156","hoster":"VOE"},{"path":"/redirect/11891857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-39","name":"Der Fall der fehlenden Spieler","epNo":39,"alt":"The Case Of the Missing Players","descr":"Die Freunde verabreden sich zum Fußballspielen im Spielzeugpark, aber als es losgehen soll, fehlen Mi-Mi und Starko. Noddy macht sich auf die Suche und entdeckt, dass die beiden an einem ganz anderen Ort mit den Piraten Fußball spielen. Hufi hat sie dorthin gelockt, weil er Angst hatte, dass er sonst nicht der beste Spieler ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498155","hoster":"VOE"},{"path":"/redirect/11891862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-40","name":"Der Fall des leeren Ladens","epNo":40,"alt":"The Case Of the Empty Store","descr":"Die Parade der Bauarbeiter soll stattfinden und Karlo muss alles vorbereiten. Doch als er die Sachen, die er für die Vorbereitungen benötigt, im Laden von Bauklotzstadt besorgen will, ist dieser leer. Die Einhörner haben sich heimlich daran gemacht, bei der Vorbereitung zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498159","hoster":"VOE"},{"path":"/redirect/11891865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-41","name":"Der Fall des verstellten Basketballkorbs","epNo":41,"alt":"The Case Of the Changed Basketball Hoop","descr":"Noddy und seine Freunde wollen Basketball spielen, aber alle haben Schwierigkeiten, den Korb zu treffen. Doch dann stellen sie fest, dass jemand den Korb vergrößert und niedriger gestellt hat. Wer hat da wohl seine Finger im Spiel?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498157","hoster":"VOE"},{"path":"/redirect/11891872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-42","name":"Der Fall des riesigen Kohlkopf-Haufens","epNo":42,"alt":"The Case of the Big Pile of Cabbages","descr":"Die Königin veranstaltet ein Picknick. Leider kann Bauer Tom nicht kommen, weil er zu viel zu tun hat. Ein Ritter hilft ihm heimlich bei seiner Arbeit, doch es geht einiges schief. Nun kann Schlauria nicht mehr in ihr Haus, weil vor ihrer Tür ein riesiger Haufen Kohlköpfe liegt. Noddy schafft es, das Chaos zu beseitigen und das Picknick kann auf dem Bauernhof anstatt im Märchenwald stattfinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498158","hoster":"VOE"},{"path":"/redirect/11891875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-43","name":"Der Fall der vereisten Freunde","epNo":43,"alt":"The Case of the Frozen Toys","descr":"Noddy fährt mit Willy zum Schloss, um ihm den funkelnden Eiskristall der Königin zu zeigen. Als sie dort ankommen, ist der Zauber-Kristall verschwunden und alle sind wie vereist. Sie können sich erst wieder bewegen, wenn der Kristall zurück ins Schloss gebracht wird. Noddy findet heraus, dass ein kleiner Vogel ihn mitgenommen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498160","hoster":"VOE"},{"path":"/redirect/11891878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-44","name":"Der Fall der zerstörten Ernte","epNo":44,"alt":"The Case Of the Ruined Crops","descr":"Bauer Toms Apfelbaum wurde umgeworfen und eine seiner Maispflanzen sind abgeknickt. Wie konnte das passieren? Noddy entdeckt seltsame, schwere Säcke. Sie stammen von Schlaurias Heißluftballon, mit dem die Bauarbeiter versehentlich davongeflogen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498161","hoster":"VOE"},{"path":"/redirect/11891882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-45","name":"Der Fall des verschwundenen Werkzeugs","epNo":45,"alt":"The Case of the Delayed Repairs","descr":"Als die Eisenbahnsignale repariert werden müssen, ersetzt Bauer Tom Zug mit Traktor und seinem Anhänger. Doch die Arbeiten müssen immer wieder unterbrochen werden, denn das Werkzeug der Bauarbeiter ist plötzlich verschwunden. Noddy findet heraus, dass Poppy es weggenommen hat, weil ihm die Fahrten auf dem Anhänger solchen Spaß machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498163","hoster":"VOE"},{"path":"/redirect/11891887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-46","name":"Der Fall von Trickys neuem Spiel","epNo":46,"alt":"The Case Of the Fuse’s New Game","descr":"Alle möchten Trickys neues Computerspiel \"Wilde Karotten\" spielen, doch plötzlich fällt der Strom in Bauklotz-Stadt aus. Und dann sind auch noch Bauer Toms Karotten verschwunden. Noddy findet heraus, dass Tricky den Strom abgeschaltet und die Karotten überall in der Stadt versteckt hat, damit alle zusammen etwas spielen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498171","hoster":"VOE"},{"path":"/redirect/11891891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-47","name":"Der Fall des Geschenks für die Königin","epNo":47,"alt":"The Case of the Queen’s Special Gift","descr":"Die Ritter waren auf Reisen und jeder hat der Königin ein Geschenk mitgebracht. Alle, außer ein Ritter, der vor lauter Abenteuern vergessen hat, etwas mitzubringen. Noddy möchte ihm helfen, ebenfalls ein Geschenk zu finden, doch immer geht irgendwas schief. Da kommt Noddy auf die Idee, der Königin ein Fotobuch mit all ihren Abenteuern zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498162","hoster":"VOE"},{"path":"/redirect/11891894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-48","name":"Der Fall des verschwundenen Piratenschatzes","epNo":48,"alt":"The Case of the Pirate’s Missing Treasure","descr":"Die Königin veranstaltet einen Ball und bittet den Käpt’n, mit ihr den Eröffnungstanz zu tanzen. Doch der Käpt’n macht sich Sorgen, dass er nicht gut genug tanzen kann. Also versteckt er seinen Piratenschatz, um eine Ausrede für seine Abwesenheit zu haben. Noddy findet den Schatz jedoch und gemeinsam haben alle viel Spaß dabei, auf Piratenart zu tanzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498166","hoster":"VOE"},{"path":"/redirect/11891899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-49","name":"Der Fall des Diabolos","epNo":49,"alt":"The Case of the Diablo","descr":"Onkel Willy schenkt Noddy ein Diabolo, doch Noddy kann noch nicht damit spielen. Es fällt runter und zerfällt in zwei Teile. Als Noddy beschließt, es wieder zusammenzusetzen, um zu üben, sind beide Hälften verschwunden. Eine davon entdeckt er bei den Feen, die andere haben die Piraten an sich genommen. Sie wollten das Diabolo reparieren und Noddy zurückgeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498168","hoster":"VOE"},{"path":"/redirect/11891902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-50","name":"Der Fall des verschwundenen Pokals","epNo":50,"alt":"The Case of the Vanished Trophy","descr":"Der Sieger des Spiels \"Schnapp die Flagge\" soll von der Königin einen Pokal bekommen. Doch bevor das Spiel losgeht, ist der Pokal verschwunden. Noddy findet heraus, dass Bauer Tom ihn genommen hat, weil er versucht hat, wie ein Ninja zu sein. Doch Ninja geben auch immer zurück, was sie genommen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498169","hoster":"VOE"},{"path":"/redirect/11891906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-51","name":"Der Fall der verirrten Kühe","epNo":51,"alt":"The Case of the Lost Cows","descr":"Zug fährt plötzlich nur noch ganz langsam, weil er ständig Kühe muhen hört und Angst hat, dass eine auf die Gleise laufen könnte. Doch die Kühe sind alle bei Bauer Tom im Stall. Noddy entdeckt, dass Tricky ein neues Spielzeug erfunden hat, das Muh-Laute von sich gibt. Mi-Mi und die Bällchen haben damit in der Nähe der Bahnstrecke gespielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498167","hoster":"VOE"},{"path":"/redirect/11891909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/noddy-der-kleine-detektiv/staffel-2/episode-52","name":"Der Fall der kaputten Reifen","epNo":52,"alt":"The Case of the Burst Tyres","descr":"Es soll mal wieder ein Rennen stattfinden. Als Preis für den Sieger hat Mi-Mi ein Modell des großen Loopings gebastelt. Doch das Rennen kann nicht beginnen, weil Starkos Reifen kaputt sind. Noddy findet heraus, dass Starko sie selbst zerstochen hat, um das Rennen zu verzögern. Ihm war nämlich das Modell zerbrochen, und der Kleber, mit dem er es repariert hatte, war noch nicht getrocknet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13498174","hoster":"VOE"},{"path":"/redirect/11891712","hoster":"Streamtape"}]}]}]}]}