{"seriesId":"nogizaka-haruka-no-himitsu","name":"Nogizaka Haruka no Himitsu","descr":"In Nogizaka Haruka no Himitsu geht es um Yuto Ayase und Haruka Nogizaka. Im Gegensatz zu Haruka, die intelligent, hübsch und reich ist, scheint Yuto nur ein ganz gewöhnlicher Schüler zu sein. Haruka, auch bekannt als \"Nuit Étoile\" oder \"Lumière du Clavier\", wird von ihren Mitschülern sehr bewundert und zum Vorbild genommen. Eines Tages will Yuto ein ausgeliehenes Buch der Schulbücherei zurückgeben, als er unwissentlich auf Harukas tiefstes und dunkelstes Geheimnis stolpert: Sie ist ein absoluter Anime- und Mangafan oder anders ausgeddrückt ein ganz normaler Otaku. Yuto verspricht Haruka, ihre Leidenschaft geheim zu halten und wird zu ihrem Berater und Vertrauten – schnell bekommt er jedoch den Neid seiner Mitschüler zu spüren...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"It\u0027s All Over","descr":"Nachdem Yūto Ayase ein Anime-Magazin in die Schulbibliothek zurückgebracht hat, trifft er versehentlich das beliebteste Mädchen der Schule, Haruka Nogizaka, und entdeckt ihr Geheimnis, dass sie ein Anime- und Manga-Otaku ist, was sie sehr beunruhigt. Haruka fängt an, Yūto um jeden Preis zu meiden, was dazu führt, dass andere um sie herum Yūto beschuldigen, ihr etwas Böses angetan zu haben. Schließlich findet Yūto Haruka auf dem Dach der Schule, wo er erklärt, dass er niemandem von ihren geheimen Hobbys erzählen wird, wenn sie nicht möchte, dass andere davon erfahren. Das macht Haruka sehr erleichtert und glücklich, dass es Yūto war, wenn es jemand finden musste.","versions":[{"lang":3,"streams":[{"redirect":12917679,"hoster":"VOE"},{"redirect":8606243,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"My First Time...","descr":"Yūto und Haruka beginnen, mehr Zeit miteinander zu verbringen, zum Beispiel zusammen zur Schule zu gehen, was ihre Altersgenossen ärgert, dass Haruka mit jemandem wie Yūto rumhängen würde. Haruka bittet Yūto, sie am Sonntag nach Akihabara zu begleiten, und er stimmt zu. Die beiden verbringen den größten Teil des Tages damit, von Geschäft zu Geschäft zu gehen, um sich die Waren anzusehen, aber nichts zu kaufen, obwohl Haruka etwas Geld für einen Spielzeugautomaten verschwendet. Yūto und Haruka gehen sogar zum Mittagessen in ein Dienstmädchen-Café, wo Haruka eine rosa Dienstmädchenuniform trägt und sich mit Yūto fotografieren lässt. Am Ende des Tages stellen sie fest, dass die Handheld-Spielekonsole, die Haruka kaufen wollte, vorerst ausverkauft war. Dies beunruhigt Haruka, aber Yūto muntert sie später auf, indem er ihr versichert, dass er heute eine gute Zeit mit ihr hatte.","versions":[{"lang":3,"streams":[{"redirect":12917681,"hoster":"VOE"},{"redirect":8606249,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"It`s Over...","descr":"Am Tag vor einem Test kommt Yūto zu Harukas Villa und trifft ihre jüngere Schwester Mika und zwei ihrer Dienstmädchen, Hazuki und Nanami. Am nächsten Tag in der Schule stößt ein Typ auf Haruka, was dazu führt, dass ihre Tasche fliegt, was auch den Comiket-Katalog enthüllt, den sie hatte. Yūto schafft es, allen glauben zu machen, dass der Katalog tatsächlich ihm gehört und Haruka hat ihn nur abgeholt, obwohl Haruka danach drei Tage nicht zur Schule kommt. Er besucht sie, wo er von Mika erfährt, wie ihr Geheimnis während der Mittelschule aufgedeckt wurde und sie die Schule wechseln musste, weil sie von ihren Mitschülern isoliert war. Yūto versichert ihr, dass er sie nie verlassen wird, was sie so erleichtert, dass sie am nächsten Tag nach kurzem Streit versichert, dass der Katalog tatsächlich ihr gehört.","versions":[{"lang":3,"streams":[{"redirect":8820656,"hoster":"VOE"},{"redirect":8606253,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"It`s Not Weird Is It...?","descr":"Yūto, Haruka, Mika und Nanami machen sich zunehmend Sorgen über Hazukis Versuch, sich von der Familie zu distanzieren und beschließen, ihr auf einen Einkaufsbummel zu folgen und dabei verschiedene bekannte Gesichter wie Yūtos Otaku-Freundin Nobunaga, Yūtos Schwester Ruko und deren Lehrer Yukari zu treffen. Mika und Nanami werden schließlich vom Dessouskauf abgelenkt, überließen Yūto und Haruka dem Job und kamen fast zu dem Schluss, dass Hazuki kurz davor stand zu heiraten und ihren Job zu kündigen. Bevor sie nach Hause gingen, hatten sie ein Missverständnis mit einem Brautmodengeschäft, in dem sie vermutlich Kunden sind, und bekamen die Chance, zusammen mit Yūto im Smoking und Haruka im Hochzeitskleid ein Porträt zu machen. In dieser Nacht erklärt Hazuki zur großen Erleichterung aller, dass sie nicht aufhört, sondern nur zu einem Baumarkt, der sich über dem Brautmodengeschäft befindet, ging, um ihre Kettensäge zu reparieren.","versions":[{"lang":3,"streams":[{"redirect":8820655,"hoster":"VOE"},{"redirect":8606250,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"If You Look at Me Like That...","descr":"Das Mädchen, das Yūto bereits zweimal begegnete, entpuppt sich als Shiina Amamiya, die neue Wechselschülerin in seine Klasse. Das Schulschwimmturnier kommt in der nächsten Woche, aber während Shiina andere Fähigkeiten erlernen kann, gehört Schwimmen nicht zu ihren Stärken, also helfen Yūto und Haruka ihr, sich im Schulpool vorzubereiten, aber Yūtos Schwester und Harukas Schwester und Zimmermädchen kommen auch mit. Beim Turnier bekommt Shiina während des Rennens einen Wadenkrampf und Yūto springt ein, um sie zu retten, und er bringt sie in die Krankenstation. Sie war nicht ernsthaft verletzt und war mehr geschockt als alles andere; Yūto versichert ihr, dass sie ihr Bestes gegeben hat und darauf kommt es an","versions":[{"lang":3,"streams":[{"redirect":8820659,"hoster":"VOE"},{"redirect":8606256,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"It`s Natsukomi","descr":"Yūto und Haruka nehmen zusammen an der Sommer-Comiket-Convention teil, aber da es für beide das erste Mal ist, unterschätzen sie die enorme Menge und die Menge der Menschen, die daran teilnehmen. Mika, Hazuki und Nanami machen sich verkleidet mit und helfen Haruka dabei, ein Dōjinshi zu bekommen, das sie wollte, und sie aus Schwierigkeiten zu befreien, als die Leute anfingen, Fotos von ihr zu machen. Yūto und Haruka kommen sich im Laufe des Tages näher, aber nachdem er sie in ihrem Haus zurückgelassen hat, wird Yūto gefragt, ob er und Haruka von jemandem auf der Convention verfolgt wurden, aber er sagt, er habe niemanden wie diesen gesehen. In dieser Nacht taucht unerwartet ein verzweifelter Haruka in Yūtos Haus auf.","versions":[{"lang":3,"streams":[{"redirect":8820661,"hoster":"VOE"},{"redirect":8606270,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"I Love You!","descr":"Haruka enthüllt, dass ihr Vater Gentō von ihrem Hobby erfahren hat und in Wut geraten ist, ihre Anime-Waren beschlagnahmt und sie mit ihrer ersten Ausgabe von Innocent Smile verlässt. Sie versteckt sich neben Hazuki in Yūtos Haus, während Mika eine \"Geheimwaffe\" vorbereitet, um ihrem Vater entgegenzutreten. Leider kommt Gentō am nächsten Morgen an und greift das Ayase-Haus mit seinem persönlichen Trupp, den Hell Hounds, an. Haruka weigert sich, nach Hause zu gehen, und Yūto protestiert offen gegen die Ausgrenzung gegenüber Anime-Otaku und die Ablehnung von Harukas Hobby. Schließlich kommen Mika und Nanami mit ihrer \"Geheimwaffe\" an: Harukas Mutter Akiho, die Gentō verbal und mental zu Fall bringt und ihn dazu bringt, zu gehen, nachdem sie sich für seinen Ausbruch entschuldigt hat.","versions":[{"lang":3,"streams":[{"redirect":8820663,"hoster":"VOE"},{"redirect":8606254,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"...Onii~san","descr":"Mika wird wütend, als sie merkt, dass die Beziehung zwischen Yūto und ihrer Schwester nicht so voranschreitet, wie sie es erwartet hatte, und zwingt Yūto zu einem Date mit ihr, um ihm Tipps zu geben, um sich auf Haruka einzustimmen. Während ihres Dates gehen sie in ein Café und sehen sich einen Film an, bevor sie auf Shiina treffen, was Mika eifersüchtig macht. Mika schleppt Yūto zu einem Kimonoladen und die beiden werden mit brandneuen Kimonos ausgestattet, bevor sie zum Sommerfestival gehen und sich das Feuerwerk mit Haruka, Hazuki und Nanami ansehen, die sie finden. Sobald die Schule wieder beginnt, meldet sich Shiina freiwillig als eines der organisierenden Mitglieder für die Teilnahme ihrer Klasse am bevorstehenden Kulturfestival, und Yūto wird mitgenommen, um mit ihr zu arbeiten.","versions":[{"lang":3,"streams":[{"redirect":12380648,"hoster":"VOE"},{"redirect":8606259,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"I Was Happy...","descr":"Yūtos Klasse beschließt, für das Schulfest ein Cosplay-Café einzurichten, für das Yūto Haruka bittet, mit ihm nach Akihabara zu gehen, um Beispiele für Cosplay-Kostüme zu sehen. Unbekannt für Yūto, Haruka hatte ihrem Vater zuvor versprochen, seinen Klienten zu treffen, aber sie beschließt, stattdessen mit Yūto nach Akihabara zu gehen. Gentō wird wütend, als er es herausfindet und geht und findet sie, aber Akiho kommt gerade rechtzeitig, um sie wieder zu retten. Haruka macht Kekse und will sie Yūto geben, ist aber schockiert, als sie Yūto auf Shiina in der Schule findet.","versions":[{"lang":3,"streams":[{"redirect":8820660,"hoster":"VOE"},{"redirect":8606276,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"I Want to Be With You...","descr":"Haruka geht schnell, nachdem sie Yūto auf Shiina gesehen hat, aber als Yūto versucht, ihr die Situation zu erklären, sagt Haruka, dass sie es versteht, rennt aber schließlich nach Hause zurück. Am nächsten Tag während des Schulfestes stellt Yūto fest, dass Haruka das Gestern anscheinend vergessen hat, obwohl Shiina sich nicht so sicher ist. Yūto konfrontiert Haruka erneut mit dem Gestern, doch sie sagt ihm, dass sie nicht hören will, was er zu sagen hat, und rennt weg. Yūto trifft Hazuki, als er nach Haruka sucht, und sie gibt ihm Ratschläge, wie er mit Haruka weitermachen kann. Mit Hazukis Hilfe findet Yūto Haruka hinter dem Fitnessstudio, wo er sich für gestern entschuldigt und ihr versichert, dass er sie nicht verlassen wird. Danach tanzen die beiden zu der Melodie der Spieluhr, die Yūto ihr zuvor als Nanami, Mika und Hazuki gegeben hat, die aus den Büschen zuschauen.","versions":[{"lang":3,"streams":[{"redirect":8820664,"hoster":"VOE"},{"redirect":8606258,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"...Sorry to Keep You Waiting","descr":"Mika ruft Yūto spät in der Nacht an, um ihn zu Harukas Geburtstagsfeier am Abend des 20. Oktober einzuladen. Am Tag der Feier geht Yūto nach Akihabara, um ein Geschenk zu kaufen, und trifft dabei auf Nobunaga. Nach dem Kauf des Geschenks geht Yūto nach Hause und wird von Hazuki und Nanami abgeholt, um sie zusammen mit Ruko und Yukari zum Partyort auf einer weit entfernten Insel zu bringen. Auf der Insel trifft Yūto auf Mika und Haruka. Nachdem er einige der Gäste kennengelernt hat, wird Yūto unsicher wegen seiner Begabung und seines sozialen Status.","versions":[{"lang":3,"streams":[{"redirect":8820666,"hoster":"VOE"},{"redirect":8606260,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"It`s a Secret!","descr":"Die Party hat begonnen und Yūto wird von Mika in die Partyhalle gezerrt. Während er darauf wartet, dass Yūto an der Reihe ist, sein Geschenk zu überreichen, stößt er erneut auf einen der Gäste und wird über sein Geschenk verspottet. Yūto wird unsicher und will gerade die Partyhalle verlassen, als ein alter Mann, der zufällig Harukas Großvater ist, Yū hilft, sein Selbstvertrauen zurückzugewinnen. Yūto rennt zurück zu Haruka und überreicht sein Geschenk. Nach der Party ist Yūto mit Haruka in ihrem Zimmer und Yūto erkennt dann, dass er derjenige war, der Haruka als Kinder die erste Ausgabe von Innocent Smile geschenkt hat.","versions":[{"lang":3,"streams":[{"redirect":8820667,"hoster":"VOE"},{"redirect":8606273,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"I Want To Come With You...","descr":"Yūto hat in letzter Zeit einen von Harukas Lieblingsanimes gesehen, Nocturne Girl\u0027s School Lacrosse Club. Yūto und Haruka werden zusammen mit einigen anderen von Shiina zu einer heißen Quelle in den Bergen eingeladen. Haruka ist besonders aufgeregt, da dies ihre erste Reise mit Freunden ist, da sie ihr Hobby hatte, Anime in der Junior High School zu sehen. Auch Harukas Dienstmädchen und ihre jüngere Schwester Mika kommen mit, ebenso wie Yūtos ältere Schwester Ruko und Yūtos Lehrerin Yukari Kamishiro. Als alle in der Stadt unterwegs sind, gelingt es Yūto endlich, Haruka von einem Ereignis in der Nähe zu erzählen, bei dem sie die Synchronsprecherin der Hauptfigur des Nocturne Girl\u0027s School Lacrosse Club trifft. Nobunaga trifft Yūto und gibt ihm zwei Tickets für die Veranstaltung, da er nicht wusste, dass er sie vorher kaufen musste. Haruka genießt das Ereignis und schätzt es als kostbare Erinnerung.","versions":[{"lang":3,"streams":[{"redirect":8820670,"hoster":"VOE"},{"redirect":8606269,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Please Put It In...","descr":"Yūto und Haruka beginnen zusammen ein Dōjinshi zu machen, obwohl Harukas Fähigkeiten im Zeichnen noch fehlt. Nobunaga bittet Yūto, ihn beim Verkauf von Dōjinshi für einen der Dōjin-Kreise eines seiner Freunde bei einer bevorstehenden Veranstaltung für den Nocturne Girl\u0027s School Lacrosse Club zu vertreten. Yūto bittet Haruka, ihn zu begleiten, der überglücklich ist, einem bereits etablierten Kreis helfen zu können. Yūto und Haruka setzen ihre Arbeit an Harukas Illustrationsbuch der Hauptfigur Haruna des Nocturne Girl\u0027s School Lacrosse Club fort, obwohl Harukas Buch am Tag der Veranstaltung nicht verkauft wird. Nobunaga gibt Yūto einige Ratschläge und sagt ihm, dass die Hälfte des Vergnügens darin besteht, das Dōjinshi tatsächlich zu machen, und Yūto erkennt, dass es wichtigere Dinge gibt, als das Buch zu verkaufen oder nicht. Yūto kehrt zu Haruka zurück und beginnt, für Harukas Buch zu werben, und schließlich kaufen es drei Leute.","versions":[{"lang":3,"streams":[{"redirect":13004466,"hoster":"VOE"},{"redirect":8606267,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Ah! Ouch...","descr":"Nachdem er erfährt, dass Haruka daran arbeitet, ihm ein Weihnachtsgeschenk zu besorgen, beschließt Yūto, sich um einen gut bezahlten Job als Butler in Teilzeit zu bewerben. Er bekommt den Job, muss aber leider der selbstsüchtigen und fordernden Tōka Tennōji dienen, einem Mädchen, das ein Jahr jünger ist als er, dessen frühere Teilzeit-Butler nach einem Tag oder weniger auf ihrem Kommando aufhören. Yūto hat seine Arbeit vor sich, stellt jedoch bald fest, dass in Tōkas Situation mehr steckt, als er anfangs dachte. Durch Freundlichkeit und harte Arbeit gelingt es ihm, Tōkas Gunst zu erringen, doch aus einer bestimmten Situation kommt es zu Schäden, die ihn fast seinen gesamten Lohn kosten.","versions":[{"lang":3,"streams":[{"redirect":8820668,"hoster":"VOE"},{"redirect":8606265,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Yuuto-san`s Scent...","descr":"Die Familie Nogizaka besucht Yuutos Haus für eine Weihnachtsfeier. Die Party wird jedoch abgebrochen, als Yuuto ohnmächtig wird, da er sich bis zur Erschöpfung bemüht hat, Haruka ein Weihnachtsgeschenk zu kaufen. Als Yūto das Bewusstsein wiedererlangt, erklärt Haruka, dass sie an seiner Seite bleiben wird, um ihn unter Anleitung eines sehr fragwürdigen Handbuchs von Mika wieder gesund zu pflegen. Um trotz Yūtos schlechter Gesundheit die Weihnachtsstimmung zu bewahren, schmückt Haruka seinen Garten mit Weihnachtsbeleuchtung und überreicht ihm ein Weihnachtsgeschenk. Er wiederum überreicht ihr sein Geschenk: einen Ring namens \"Clair de lune\", den er auf Harukas Wunsch an ihren Ringfinger steckt. Die beiden teilen somit eine weitere wertvolle Erinnerung miteinander.","versions":[{"lang":3,"streams":[{"redirect":8820669,"hoster":"VOE"},{"redirect":8606266,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"...Oh Yes...","descr":"Yuuto wird aufgrund seines einwöchigen Jobs im Tennouji-Haushalt zum jährlichen Treffen der Dienstmädchen und Butler eingeladen. Yuuto wird dem Rest der Dienstmädchen der Nogizaka-Familie vorgestellt und genießt die Party zusammen mit Alice, bis Shute Sutherland eintrifft, derselbe reiche Junge, der ihm während Harukas Geburtstagsfeier Ärger bereitet hat und deswegen von seinem Vater angewiesen wurde, als zu arbeiten ein Butler für eine Weile als Lektion in Demut. Nachdem sein Anzug versehentlich von Alice beschmutzt wurde, schreit Shute sie an und erklärt, dass die Butler und Zimmermädchen auf der Party minderwertige Wesen sind. Yuuto steht jedoch bereit, um Alice zu beschützen, und mit der Zustimmung von Shutes Vater werden er und seine Lakaien von den Mitgliedern der Versammlung angemessen bestraft. Yuuto wird von den anderen Gästen gelobt und Alice murmelt ihm ein paar Dankesworte zu.","versions":[{"lang":3,"streams":[{"redirect":8820672,"hoster":"VOE"},{"redirect":8606289,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"My Body Is Burning Up...","descr":"Es ist Neujahr und alle sind zusammen gegangen, um das örtliche Heiligtum zu besuchen. Obwohl Haruka und Yūto hofften, einige Zeit miteinander zu verbringen, dauert es nicht lange, bis Harukas Verehrer, die Yūto feindlich gesinnt sind, sie entführen. Später, nachdem sowohl Haruka als auch Yūto ermutigende Vermögen erhalten haben (mit freundlicher Genehmigung von Mika, Hazuki und Nanami, die als Schrein-Miko arbeiten), schafft es Haruka, diese Bewunderer loszuwerden. Haruka und Yūto treffen auf ein mysteriöses Mädchen, das vor jemandem davonläuft. Später bringt Haruka Yūto zum Kap, wo ihre Eltern ihren ersten Kuss teilten, damit sie gemeinsam den Sonnenaufgang sehen können.","versions":[{"lang":3,"streams":[{"redirect":8820673,"hoster":"VOE"},{"redirect":8606274,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"It Might Have Gone In...","descr":"Während der Neujahrsferien erwartet Shiina etwas Gutes von dem Vermögen, das sie am Schrein erhalten hat, und trifft zufällig auf Yūto auf der Straße. Ihre Haarnadel wird in den Fluss geworfen und Yūto geht hinein, um sie zu holen; Als Dankeschön bereitet Shiina gekochten Tintenfisch zu, verletzt sich dabei aber am Fuß. Mai und Ryouko, zwei von Shiinas Freundinnen, und Yūto besuchen sie, während Yūto den drei Mädchen eine unvergessliche Massage gibt, eine \"Strafe\" für das verlorene Spiel der alten Jungfer. Später verlassen Yūto und die anderen für den Tag, aber Yūto kommt zurück, weil er sich Sorgen um Shiina machte. Yūto hilft ihr beim Zubereiten des Abendessens und die beiden verbringen den Rest der Nacht mit Spaß zusammen. An dem Tag, an dem Shiina aus den Ferien in die Schule zurückkehrt, ist sie fröhlich und wird vor Freude noch schwindliger, als sie Yūto trifft, sogar mit Haruka in seiner Nähe.","versions":[{"lang":3,"streams":[{"redirect":8820675,"hoster":"VOE"},{"redirect":8606287,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"I`ll Do You...","descr":"Yūto besucht auf ihre Einladung Mikas Junior High School – eine reine Mädchenschule. Mika stellt ihn den anderen Mädchen ihrer Klasse vor. Er war überrascht, dass Mika in der Schule ein beliebtes Mädchen war. Sie ist eine Klassensprecherin und ein Schulidol, ähnlich wie ihre Schwester Haruka. Nach ihrem Treffen beschließt Yūto, Mikas Bühnenstück anzusehen. Nach dem Bühnenstück werden sowohl Yūto als auch Mika versehentlich im Bühnenraum eingesperrt. Zum Glück finden Mikas Dienstmädchen sie am Ende.","versions":[{"lang":3,"streams":[{"redirect":8820676,"hoster":"VOE"},{"redirect":8606278,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"It`s My First Time","descr":"Haruka und Yūto haben endlich Zeit für sich. Sie gehen auf die Messe, um gemeinsam Spaß zu haben. Dort bringen die Manager von Milan Himemiya, Yayoi Kayahara und Nozomi Kobayakawa, Yūto und Haruka dazu, gemeinsam ein Foto zu machen. In dieser Nacht machen sie eine Fahrt mit dem Riesenrad und bestätigen ihre Beziehung, wenn auch nicht ohne die Hijinks, die durch ein ziemlich wackeliges Riesenrad verursacht werden. Harukas Bild wurde aufgenommen, um den Moment festzuhalten. Yayoi und Nozomi begeben sich dann offiziell auf ihre eigentliche Agenda für Haruka: sie zu einem Idol zu machen.","versions":[{"lang":3,"streams":[{"redirect":8820677,"hoster":"VOE"},{"redirect":8606277,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"It`s Gotten Like This...","descr":"Haruka stimmt zu, am Vorsprechen für Yayoi und Nozomi teilzunehmen. Yūto wartet, während Haruka sich für das Vorsprechen fertig macht und wird von Yayoi angewiesen, sich nicht einzumischen. Während er wartet, trifft Yūto erneut auf das Mädchen, das er zuvor am Schrein getroffen hat, das sich als Idol Milan Himemiya herausstellt. Milan beschließt, dass sie Yūto als ihren Manager haben möchte, da ihr eigener Manager derzeit in einer anderen Präfektur ist. Yūto und Milan gehen zusammen zu Fotoshootings, Synchronsprechern und anderen Dingen. Nach seiner Arbeit als Manager belauscht Yūto Yayoi und Nozomi, während er über Harukas Fotografien brütet. Ihm wird klar, dass die Talentagentur eigentlich will, dass Haruka ein Idol wird – worauf Milan ihn zuvor getippt hatte.","versions":[{"lang":3,"streams":[{"redirect":8820678,"hoster":"VOE"},{"redirect":8606275,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"I Want to Keep Feeling It...","descr":"Yūto muss eine schwere Entscheidung treffen, ob sie bei Haruka bleiben oder sie verlassen soll, damit sie ein Idol werden kann. Yūto bittet Milan, ihr Konzert am Valentinstag zu besuchen. Während des Konzerts beschließt Yūto, mit einigen \"Auf-der-Bühnen-Anstößen\" von Milan zu gehen, um zu Harukas Vorsprechen zu gehen. Shiina macht sich Sorgen um die Beziehung zwischen Yūto und Haruka. Yūto beschließt, dass er bei Haruka bleiben möchte und es wird dem ahnungslosen Haruka endlich offenbart, wie Yayoi geplant hatte, sie zu einem Idol zu machen. Yayoi und Nozomi versuchen verzweifelt, ihn aufzuhalten, doch Harukas Familie und Dienstmädchen helfen ihnen dabei, die Oberhand zu gewinnen. Der letzte Schlag kommt, als sie später aus ihrer Talentagentur gedrängt werden, nachdem Harukas Vater ihnen diese und alles dazugehörige Material in einer feindlichen Übernahme abkauft. Später in der Nogizaka-Villa, als Akiho und Gento Yayoi und Nozomi bei einem Schlammwrestling-Wettbewerb im Fernsehen beobachten, überreicht Haruka Yūto ein Valentinstagsgeschenk.","versions":[{"lang":3,"streams":[{"redirect":8820680,"hoster":"VOE"},{"redirect":8606283,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"It`s a Promise","descr":"Yūto ist eingeladen, mit den Nogizakas in ein Skigebiet in den Bergen zu kommen. Er denkt, dass es nur für sie ist, aber er findet schnell heraus, dass die ganze Klasse auf diese Reise kommt. Während die Gruppe alles genießt, was das Thermalbad zu bieten hat, sieht Shiina die Reise als Gelegenheit, Yūto gegenüber ihre Gefühle auszudrücken – aber bei dem Versuch, ihn zu umarmen, begrapscht sie Gento, der mit Laken bedeckt war. Ein wütender Akiho erwischt sie in einer kompromittierenden Position und kommt auf eine falsche Idee, was dazu führt, dass Gento am nächsten Tag den Schreinbesuch der Gruppe weitergibt. Am nächsten Abend kommt ein Schneesturm und Haruka verschwindet auf dem Gipfel des Berges. Als Yūto, ausgerüstet mit einem isolierten Eisbärenanzug, sie findet, stürzen beide einen Bergrücken hinunter und bleiben in einer Hütte stecken. Als sie nass ist und friert, zieht Haruka ihre Kleider aus und gesellt sich zu Yūto in seinem Bärenanzug nur in Unterwäsche. Die beiden sind jedoch nicht nur schnell gefunden, weil der Bärenanzug über ein Ortungsgerät verfügt, sondern auch, weil sich die Hütte gleich hinter dem Resort herausstellt.","versions":[{"lang":3,"streams":[{"redirect":8820683,"hoster":"VOE"},{"redirect":8606285,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"I Made Wonderful Memories Once Again","descr":"Yūto und Haruka pflegen weiterhin ihre enge Beziehung, während Shiinas eigene Gefühle für Yūto stärker werden. In Vorbereitung auf ihren Schulausflug nach Hokkaido haben alle ein Wiedersehen bei Yūto zu Hause, das bald zu einer Party wird, bei der Shiina beschließt, Yūto während der Reise zu gestehen. In Hokkaido angekommen, verbringen Yūto und Haruka ihre Freizeit zusammen, wenn auch in Begleitung von Mika, Hazuki und Nanami, die mitgingen. Am Ende des Tages sagt Haruka Yūto, dass sie Spaß hatte und fragt ihn, ob sie ein anderes Date haben könnten, dem er glücklich zustimmt. Zurück im Hotel nimmt Shiina Yūto mit in die Stadt, wo sie gesteht, dass sie ihn liebt, was auch Haruka, der ihnen gefolgt ist, hört.","versions":[{"lang":3,"streams":[{"redirect":8820679,"hoster":"VOE"},{"redirect":8606286,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"I Love You","descr":"Nach Shiinas Geständnis ist Yūto unsicher, wie sie auf sie reagieren soll, während Haruka verwirrt ist, wie sie ihre eigenen Gefühle für Yūto interpretieren soll. Als Mika, Hazuki und Nanami von ihrer Notlage erfahren, sagt Hazuki Haruka, dass sie nicht helfen können, weil Haruka selbst bestimmen muss, wie sie über Yūto denkt. Haruka versucht mit Yūto zu sprechen, kann dies jedoch nicht und bricht in Tränen aus, als sie sieht, wie er von Shiina weggezogen wird. Nachdem er den Tag mit Shiina verbracht hat, erkennt Yūto seine Gefühle für Haruka und trennt sich von Shiina, um nach Haruka zu suchen. Als er sie findet, gesteht er ihr seine Liebe und Haruka erwidert dies, und die beiden werden offiziell ein Paar, während sie sich verpflichten, ihre neue Beziehung geheim zu halten. Nachdem er nach Hause zurückgekehrt ist, fragt Haruka Yūto, ob sie einen Doujin-Kreis für das bevorstehende Sommer-Comiket bilden können, und er stimmt dem zu.","versions":[{"lang":3,"streams":[{"redirect":8820682,"hoster":"VOE"},{"redirect":8606299,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I Love Anime!","descr":"Yūto und Haruka haben endlich abgeschlossen, was sie bei Comiket verkaufen wollten. Dann taucht Nobunaga auf, während sie sich auf den Weg machen, und sagt, dass drei Mädchen nach ihrem Stand suchen. Als Yūto und Nobunaga mit den drei Mädchen ankommen, erstarrt Haruka, als sie ihre Gesichter sieht. Die Mädchen waren eigentlich ihre besten Freunde aus ihrer Mittelschulzeit. Sie gingen dorthin, um sich dafür zu entschuldigen, dass sie Haruka den Rücken gekehrt hatten, als ihr Geheimnis in der Mittelschule enthüllt wurde. Sie reden die Dinge aus und Haruka vergibt ihnen schließlich. Später in der Nacht rief Mika an, dass ihre Schwester vermisst werde. Gerade als er zu dieser Nogizaka-Residenz gehen wollte, ruft Akiho, Harukas Mutter, Yūto an, um ihm zu sagen, dass sie weiß, wo Haruka ist und in Sicherheit ist, aber morgen wird sie heiraten.","versions":[{"lang":3,"streams":[{"redirect":8820681,"hoster":"VOE"},{"redirect":8606284,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"It`s a Secret, Between Us","descr":"Die Episode beginnt damit, dass Setsugetsuka Tennōji, ein Rivale von Haruka, sich freut, Haruka verletzen zu können. Yūto beschließt, nach Haruka zu gehen und ihre Ehe zu beenden, und wird dabei von Mika und den Dienstmädchen unterstützt. Seine Klassenkameraden, seine Schwester und sein Lehrer begleiten ihn alle im Flugzeug, wo Haruka festgehalten wird. Alle außer Yūto und Mika opfern sich, um gegen die \"Hellhounds\" zu kämpfen, während Haruka jemanden besiegt, der sie bewacht. Yūto muss gegen Harukas Vater kämpfen, während Haruka gegen ihre Mutter kämpfen muss, um ihre Liebe zu beweisen. Sie fahren fort, sich zu umarmen. Harukas Rivale greift ein und ruft den Ritter des Tennōji-Clans herbei, der bereits von Tōka Tennōji erledigt wurde. Haruka und Yūto heiraten dann.","versions":[{"lang":3,"streams":[{"redirect":8820684,"hoster":"VOE"},{"redirect":8606282,"hoster":"Streamtape"}]}]}]}]}