{"path":"/serie/stream/nord-nord-mord","name":"Nord Nord Mord","descr":"Willkommen auf der Insel! Eine idyllische Landschaft, wie sie sich kein Fremdenverkehrsbüro für Nordsee-Tourismus perfekter ausdenken könnte: Herrliche Seeluft, Möwen schreien und Seehunde singen in dem verträumten Städtchen direkt am Meer. Kurzum, hier ist die Welt noch in Ordnung. Von wegen! Nirgendwo sonst kommt es so häufig zum Tod durch Fremdeinwirkung wie im vermeintlichen Küstenparadies, was bei den Bewohnern mit norddeutscher Gelassenheit zum Alltag gehört. So lieblich und herzerfrischend harmlos der malerische Ort doch sein mag, so seltsam und sinister sind doch viele seiner Bewohner. Zwischen den reetgedeckten Häuschen und den zierlichen Gärten lauert das Böse. Hinter der Fassade der heilen Welt verbergen sich bizarre Seelenlandschaften mit noch bizarreren Vorlieben und Leidenschaften. Und genauso ruhig und oftmals abgründig wie gemordet wird, wird hier auch ermittelt.","seasons":[{"path":"/serie/stream/nord-nord-mord/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-1","name":"Nord Nord Mord","epNo":1,"alt":"","descr":"Willkommen auf der Insel! Eine idyllische Landschaft, wie sie sich kein Fremdenverkehrsbüro für Nordsee-Tourismus perfekter ausdenken könnte: Herrliche Seeluft, Möwen schreien und Seehunde singen in dem verträumten Städtchen direkt am Meer. Kurzum, hier ist die Welt noch in Ordnung. Von wegen! Nirgendwo sonst kommt es so häufig zum Tod durch Fremdeinwirkung wie im vermeintlichen Küstenparadies, was bei den Bewohnern mit norddeutscher Gelassenheit zum Alltag gehört. So lieblich und herzerfrischend harmlos der malerische Ort doch sein mag, so seltsam und sinister sind doch viele seiner Bewohner. Zwischen den reetgedeckten Häuschen und den zierlichen Gärten lauert das Böse. Hinter der Fassade der heilen Welt verbergen sich bizarre Seelenlandschaften mit noch bizarreren Vorlieben und Leidenschaften. Und genauso ruhig und oftmals abgründig wie gemordet wird, wird hier auch ermittelt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422469","hoster":"VOE"},{"path":"/redirect/9422476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-2","name":"Clüver und die fremde Frau","epNo":2,"alt":"","descr":"Eine tote Frau wird aus dem Meer geborgen: Name und Herkunft unbekannt. Sie wurde gefesselt und dann lebendig ins Meer geworfen. Ihr Körper weist Blutergüsse auf. Scheinbar wurde sie vor ihrem Tod misshandelt. Clüver, Feldmann und Ina machen sich auf die Suche nach der Identität der Unbekannten. Sie finden heraus, in welchem Hotel die Frau übernachtet hat und dass sie sich das Zimmer dort mit ihrer Freundin Diana teilte. Als Ina diese befragen will, schlägt Diana sie nieder und nimmt ihre Dienstwaffe an sich. Sie flieht und taucht auf Sylt unter. Immerhin erfahren die Ermittler von Hotelangestellten den Namen der Toten: Claudia Gollnik. Das Team teilt sich auf, um möglichst viel über Claudia Gollnik in Erfahrung zu bringen. Ina taucht in die Vergangenheit der Toten ein und besucht einen Bekannten in Hamburg. Hier findet sie heraus, dass Claudia Gollnik vor einiger Zeit auf Sylt eine große Erbschaft angetreten hat. Clüver folgt derweil einer Adressnotiz aus dem Hotelzimmer der Toten. Sie führt ihn zu den Geschwistern Jochen und Sabine Graskamp. Beide geben an, die Tote nicht zu kennen, Clüver merkt aber, dass sie lügen. Feldmann findet währenddessen über eine Lackprobe heraus, dass die Tote wohl von einer privaten Yacht ins Meer geworfen wurde. Um den Tatort zu finden, muss er nur noch die Yacht ausfindig machen. Auf Sylt eine Herausforderung. Nach und nach gelingt es Clüver, Feldmann und Ina, die Tatverdächtigen einzukreisen. Dabei geraten sie mitten hinein in die dunklen Machenschaften von Erbschleichern, die sich auf Sylt bereichern wollen und dabei nicht einmal vor Mord zurückschrecken. Gleichzeitig steigt ihre Sorge um Diana, die noch immer Inas Dienstwaffe hat. Getrieben von Hass will sie sich an den Geschwistern Graskamp rächen, die mit einem lange vergangenen Verbrechen in Verbindung stehen. Dabei merkt sie nicht, dass die beiden gefährlich sind. Als Diana sie mit ihren Vorwürfen konfrontiert, bringt sie sich in Lebensgefahr. Clüver bleibt nichts anderes übrig, als seine Haupttatverdächtige vor den Graskamps, und vor allem auch vor sich selbst, zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422509","hoster":"VOE"},{"path":"/redirect/9422504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-3","name":"Clüvers Geheimnis","epNo":3,"alt":"","descr":"Ein abgetrennter Arm am Strand bei Rantum sorgt für Aufruhr bei der Sylter Polizei. Während die Küstenwache nach der Leiche in der Nordsee sucht, da der Arm aller Wahrscheinlichkeit nach von einer Schiffsschraube abgetrennt wurde, gehen Hauptkommissar Theo Clüver und sein Kollege Hinnerk Feldmann einem seltsamen Vorfall nach, den ein uniformierter Kollege gemeldet hat: Am Abend zuvor wurde angeblich ein lebloser Körper auf dem Parkplatz eines Hotels entdeckt – und war kurz darauf spurlos verschwunden. Gehört der Arm vielleicht zu dieser gesuchten Leiche? Keiner im Hotel will etwas mitbekommen haben, und auch Besitzerin Hannah Kronen kann nichts zum rätselhaften Verschwinden des Körpers auf ihrem Parkplatz sagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13754803","hoster":"VOE"},{"path":"/redirect/9422543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-4","name":"Clüver und der tote Koch","epNo":4,"alt":"","descr":"Polizist Sven Lund macht eine makabre Entdeckung: In einer Reuse am Strand liegt die Leiche von Nobu – Chefkoch im Nobelrestaurant \"Josef’s\". Umgehend nehmen Clüver, Hinnerk und Ina die Ermittlungen auf. Und tatsächlich: Alle Zeichen stehen auf Mord. Allerdings soll es dabei nicht bleiben. Bereits am nächsten Tag hat das \"Josef’s\" einen weiteren herben Verlust zu verzeichnen. Die Polizei findet den Sportwagen von Josefs Frau Bibi mit blutverschmierten Sitzen und von Bibi keine Spur. Wurde auch Bibi entführt? Oder gar umgebracht? Und hat vielleicht Bibis Ex-Freund, der grimmige Barbetreiber Ronny, der nach nunmehr 20 Jahren auf die Insel zurückgekehrt ist, etwas damit zu tun? Schon kurze Zeit später bekommen es Clüver \u0026 Co mit einem gewieften Entführer zu tun, der eine Millionen Euro Lösegeld von Josef fordert und die Kommissare obendrein nach Strich und Faden an der Nase herumführt: Nachdem Clüver dem finanzschwachen Josef das Geld bei der Bank besorgt hat, kann der Entführer die Polizei foppen und das Geld mittels einer List unerkannt an sich reißen. Oder hat womöglich der hoch verschuldete Josef das Geld gar nicht ausgehändigt? Als eine verstörte Bibi plötzlich wieder auftaucht, soll sich dieser Verdacht erhärten: Was als gemeinsame Sache anfing, sei zum Alleingang ihres Mannes geworden, der sich das Geld unter den Nagel reißen und nach Nobu nun auch Bibi umbringen wolle. Doch schon bald soll Clüver merken, dass man Josef übel mitgespielt und er den falschen Mann verhaftet hat. Er kehrt das Katz-und-Maus-Spiel um und führt die wahren Täter mit Hilfe von Ina und Hinnerk in die Falle – bis es am Flughafen zum dramatischen Showdown kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422603","hoster":"VOE"},{"path":"/redirect/9422621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-5","name":"Clüver und die wilde Nacht","epNo":5,"alt":"","descr":"Der Clubbetreiber Ronny Klöcker wird von seiner Putzfrau Jamila tot zuhause aufgefunden. Unbekleidet, überall ist Sexspielzeug verteilt. Ein Verbrechen? Oder hatte Klöcker einen Unfall? Klöcker hatte zuvor mit vier jungen Frauen gefeiert, die sich aber nicht mehr an die wilde Nacht erinnern können. Da entdecken Clüver und Ina einen Mann im Bett der Frauen: Es ist ihr Kollege Hinnerk – Filmriss inklusive. In Klöckers Blut werden K.o.-Tropfen nachgewiesen. Ein Unfall scheidet somit als Todesursache aus. Hinnerk muss seine Erinnerung wieder herstellen und sein nass gewordenes Handy in Gang bringen. Denn da sind wertvolle Schnappschüsse aus der Tatnacht gespeichert. Clüver und Ina haben unterdessen mit dem obsessiven Ex-Freund einer der jungen Frauen und mit Jamilas Sohn Amoud neben den vier Freundinnen auch andere Verdächtige im Visier. Schließlich gelingt es aber Hinnerk, den entscheidenden Hinweis auf den Mörder zu liefern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422815","hoster":"VOE"},{"path":"/redirect/9422771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-6","name":"Clüver und die tödliche Affäre","epNo":6,"alt":"","descr":"Ein rätselhafter Mord ohne Leiche fordert Hauptkommissar Clüver und sein Team heraus. Als Clüver sich in die Hauptverdächtige verliebt, gerät sein kriminalistischer Spürsinn ins Wanken. Eine anonyme Anruferin meldet sich bei der Sylter Polizei. Sie behauptet, die Leiche des vermissten Bildhauers Kipling in einem Teich entdeckt zu haben. Doch als die Kommissare eintreffen, ist die Leiche verschwunden. Von Verbrechen keine Spur. Die Identität der Anruferin ist bald ermittelt. Es handelt sich um Alida Olariu, die als Angestellte für die Firma \"Sylter Glanz\" arbeitet. Doch auch sie ist plötzlich spurlos verschwunden. Handelt es sich um eine Verdeckungstat, und wurde sie selbst Opfer eines Verbrechens? Oder will jemand die Polizei einfach nur narren? Etwas macht den Leichenfund unglaubwürdig: Kipling war ein halbes Jahr zuvor mit seiner Segelyacht vor der dänischen Insel Römö gekentert. Während Hinnerk und Ina mit ihren dänischen Kollegen auf Römö ermitteln, kümmert sich Clüver um die erste Verdächtige: Kiplings Ehefrau Bernadette. Hat sie ihren Mann getötet? Sind ihre Gefühle für Clüver nur ein falsches Spiel?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333748","hoster":"VOE"},{"path":"/redirect/9423016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-7","name":"Clüver und der König von Sylt","epNo":7,"alt":"","descr":"Hauptkommissar Clüver bekommt es mit der Erpressung eines wirklich gewichtigen Gegners zu tun. Wilfried König ist schwerreicher Unternehmer, Kunstsammler und Bürgervorsteher der Gemeinde Sylt. Doch König hat ein riesiges Problem: Als er abends von einer Gemeinderatssitzung nach Hause kommt, findet er seinen Personal Trainer Samy Adiaffi tot im Schlafzimmer seiner Villa. Polizei kann König allerdings gerade überhaupt nicht gebrauchen. Wenn herauskommt, dass sein Fitnesstrainer auch sein Liebhaber war, sind sein Ruf, seine Karriere und seine Ehe ruiniert. Königs Freund Gunnar Graber lässt sich von diesem überreden, in einer Nacht-und-Nebel-Aktion die Leiche in der Nordsee verschwinden zu lassen. Als Fotos von König, Graber und der Leiche des Fitnesstrainers auftauchen, geraten die beiden schwer unter Druck: König wird erpresst, ein millionenteures Gemälde herauszurücken ansonsten gingen die Fotos an die Polizei. Doch Hauptkommissar Theo Clüver, der pikanterweise mit Königs Ehefrau Brigitta vor deren Ehe mit Wilfried ein Verhältnis hatte, und seine Kollegen Hinnerk und Ina ermitteln längst, um dem Rätsel auf die Spur zu kommen. Hatte Adiaffi weitere Verhältnisse auf der Insel? Welche Rolle spielt der windige Detektiv Landwehr?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422995","hoster":"VOE"},{"path":"/redirect/9423049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-8","name":"Clüver und der leise Tod","epNo":8,"alt":"","descr":"Kommissar Theo Clüver und sein Team ermitteln in einem ungewöhnlichen Todesfall: Wer hat den Besitzer einer zum Verkauf stehenden Sylter Luxusvilla getötet? Eine wohlhabende Familie aus der Schweiz war an dem Haus interessiert. Doch während des Besichtigungstermins finden deren Kinder die Leiche des Verkäufers im Gartenhaus. Eine Katastrophe für die junge Maklerin Susanna Wagner. Der Mord macht die Villa unverkäuflich. Susanna Wagner hatte sich erst vor wenigen Wochen selbstständig gemacht und ist auf die Provision angewiesen. Denn die Konkurrenz auf dem Sylter Immobilienmarkt schläft nicht. Susanna Wagners ehemaliger Chef Bendix Böckelmann gerät unter Verdacht. Wollte er sich mit der Leiche in der Villa an ihr rächen, da sie ihm Kunden abgeworben haben soll? Hinnerk wird auf die Maklerin angesetzt, die anscheinend auch nicht mit offenen Karten spielt. Was hat sie zu verbergen? Derweil denkt Clüver darüber nach, wie lange er eigentlich noch Verbrechern hinterherjagen will. Sollte er die Zeit nicht für sich, seine Töchter und die wirklich wichtigen Dinge im Leben nutzen? Schließlich beschert Hinnerk dem Fall die unerwartete Wendung. Denn er verliebt sich in die attraktive Susanna, ignoriert jegliche professionelle Distanz und landet mit ihr im Bett. Am nächsten Morgen wacht er verkatert auf, und Susanna ist mit seiner Dienstwaffe verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422231","hoster":"VOE"},{"path":"/redirect/9422252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-9","name":"Sievers und die Frau im Zug","epNo":9,"alt":"","descr":"Ein Tag nach dem etwas frostigen ersten Zusammentreffen von Hauptkommissar Carl Sievers mit seinen neuen Mitarbeitern Ina Behrendsen und Hinnerk Feldmann wird auf Sylt eine Leiche gefunden. Der Tote ist Gunnar Schneider, ein Oberkommissar der Kieler Schutzpolizei. Am Tatort erweist sich Sievers als Vollprofi. Ina und Hinnerk können ihm aber kein Wort darüber entlocken, warum er von seinem bisherigen Arbeitsplatz in Kiel nach Sylt versetzt wurde. Die Kommissare finden in Schneiders Hotelzimmer 30 000 Euro und eine Kamera mit Fotos des Gastronomen Oliver Kruse. Kruse steht unter Verdacht, in seinen Lokalen auf Sylt und in Kiel mit Drogen zu dealen. Hat Schneider ihn erpresst? Sievers fährt nach Kiel und findet dort eine neue Spur. Schneider hat vor ein paar Monaten eine Fahrerflucht mit Todesfolge bearbeitet. Bei dem Unfall wurde die kleine Tochter von Sandy Freyer getötet, die seitdem in therapeutischer Behandlung ist. Freyer ist seit drei Tagen verschwunden und wahrscheinlich auf Sylt untergetaucht. Haben Gunnar Schneider und Sandy Freyer eine Spur zum Täter gefunden und sind sie dieser auf eigene Faust nachgegangen? Wo ist Sandy Freyer? Ist sie auch ermordet worden? Und welche Rolle spielen der Bootsverleiher Dennis Mager und Gastronom Kruse, die alle eine Verbindung zum Toten hatten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422272","hoster":"VOE"},{"path":"/redirect/9422266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-10","name":"Sievers und die Tote im Strandkorb","epNo":10,"alt":"","descr":"In einem Strandkorb am Meer wird die Leiche von Marion Caspary gefunden. In der Nähe des Fundorts trifft HK Sievers auf den älteren, verwirrten Piet Pinter. Was hat er mit dem Mord zu tun? Piet Pinter ist dement und lebt mit seinen besten Freunden Ingo Osborn und Olaf Bolt in der Seniorenresidenz, in der Marion Caspary arbeitete. Ihr wurde das Genick gebrochen. Der Verdacht gegen Piet Pinter verdichtet sich, und er wird in U-Haft überführt. Seine Freunde sind von Piets Unschuld überzeugt und beteuern, dass Marion für ihn wie eine Tochter war. Mit einem Trick gelingt es ihnen, Hinnerk Feldmann zu überwältigen, Piet zu befreien und diesen fortan in einem Leuchtturm versteckt zu halten. Hinnerk macht es zu seiner persönlichen Angelegenheit, Piet wiederzufinden. Er hängt sich an Olaf und Ingo dran und lässt sie nicht mehr aus den Augen. Dass die drei alten Herren mit ihm Katz und Maus spielen, merkt er aber nicht. Unterdessen setzen Carl Sievers und Ina Behrendsen ihre Ermittlungen in der Seniorenresidenz fort. Die betreuende Ärztin Frau Dr. Strindberg gerät ins Visier. Anscheinend hat sie ein schlechtes Gewissen, das sie mit Alkohol zu betäuben versucht. Die Leiterin der Residenz, Frau Krippendorf, fürchtet um den guten Ruf der Residenz und versucht, den Schein zu wahren. Der Fund von drei Patientenakten führt schließlich zu dem Verdacht, dass Marion Caspary die Seniorenresidenz erpresst hat. Grund genug, sie umzubringen? Langsam kommen die Ermittler dem Täter auf die Spur und können dabei auch einen handfesten Skandal aufdecken, der über das Seniorenheim hinaus weite Kreise zieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267840","hoster":"VOE"},{"path":"/redirect/9422296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-11","name":"Sievers und die tödliche Liebe","epNo":11,"alt":"","descr":"Ina Behrendsen hat sich in den Sylter Seehundschützer Leo Fischer verliebt. Das junge Glück währt nicht lange. Nach einem Robben-Einsatz am Strand wird er dort von Ina aufgefunden. Erschlagen! Der erste Verdacht fällt auf eine Gruppe von jungen Leuten, die am Sylter Ellenbogen illegal campen. Sie nennen sich \"Nackte Robben\" und weigern sich standhaft, Kleidung zu tragen, bis die Bootsfahrten mit Touristen zu den Seehundbänken eingestellt werden. Kommissar Carl Sievers und sein Team finden im Sand des Camps einen blutigen Wagenheber – die Tatwaffe. Als dann auch noch das Ausflugsboot von Kapitän Sven, einem Freund von Leo Fischer, in die Luft gejagt wird und dieser nur knapp überlebt, glauben die Kommissare, die Täter gefunden zu haben. Jedoch geben auch die Eltern des Opfers ein Rätsel auf. Sie betreiben ein Taxiunternehmen in Westerland, wo eine zutiefst düstere Stimmung herrscht. Anscheinend fehlen Vater Franz, seiner Frau Lara und ihrem Sohn Max die Gefühle zur Trauer. Als aber auf Initiative von Hinnerk auf dem Wagenheber Inas Fingerabdrücke gefunden werden, wird alles auf den Kopf gestellt. Ina gerät unter Mordverdacht, bestreitet das allerdings empört. Schließlich muss sie aber zugeben, dass Leo bis vor Kurzem auch noch ein Verhältnis mit der wohlhabenden Sylterin Bea Fender hatte. Diese gerät nun ins Visier der Ermittler, aber auch in Leos Familie verbirgt sich noch das ein oder andere Geheimnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422350","hoster":"VOE"},{"path":"/redirect/9422380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-12","name":"Sievers und die schlaflosen Nächte","epNo":12,"alt":"","descr":"Carl Sievers hat sich nach langer Überlegung entschlossen, ein kleines Haus auf Sylt zu mieten. Doch kurz vor der Schlüsselübergabe wird ausgerechnet sein neuer Vermieter ermordet. Der Tote ist der Pilot Jens Hansen, der ein Flugunternehmen auf Sylt betreibt. Zunächst sieht alles nach einem gewöhnlichen Raubmord aus. Doch bald zeigt sich, dass Hansens gutbürgerliches Leben Brüche hatte. Er hatte nicht nur eine heimliche Geliebte, sondern kurz vor seinem Tod auch einen heftigen Streit mit seinem Bruder Heiner, in dem es ausgerechnet um das Haus der Familie ging, in das Sievers mittlerweile eingezogen ist. Dort bereitet Sievers derweil ein unnachgiebig krähender Hahn schlaflose Nächte. Mit Sievers neuem Nachbarn, dem verschrobenen Witwer Peer Wilders, erscheint ein weiterer Verdächtiger auf der Bildfläche. Dessen Frau war bei einem Flugunfall ums Leben gekommen, für den Jens Hansen verantwortlich sein soll. Sievers, Ina Behrendsen und Hinnerk Feldmann finden heraus, dass Hansen seit dem tragischen Unfall jeden Monat eine hohe Summe von seinem Konto abgehoben hat. Schweigegeld, weil er bei besagtem Flug nicht flugfähig war? Hat der trauernde Wilders nun ein Jahr später noch Rache geübt, weil Hansen ohne Strafe davongekommen war? Die Spur des Geldes führt die drei Kommissare schließlich bis nach Dänemark.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422359","hoster":"VOE"},{"path":"/redirect/9422374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-13","name":"Sievers und der goldene Fisch","epNo":13,"alt":"","descr":"Ein neuer Fall führt Carl Sievers und sein Team in ein Sylter Internat. Denn Hinnerk Feldmann wird zufällig Zeuge, wie der Lehrer Stefan Conrad bei einem Physik-Experiment in den Tod stürzt. Was wie ein tragischer Unfall aussieht, wird für Sievers, Ina und Hinnerk schnell zu einem Mordfall: Stefan Conrad war früher Bergführer. Wie ist es da möglich, dass er einen maroden Karabiner verwendet hat? Der Karabiner muss absichtlich ausgetauscht worden sein. Stefan Conrad war ein guter Lehrer und bei seinen Schülern beliebt. Andererseits soll er sich absichtlich mit einem überdurchschnittlichen Notenspiegel beliebt gemacht haben, finden die Kolleginnen und Kollegen. Ist Neid das Mordmotiv? Die Schülerin Yolanda sagt aus, dass Conrad sich am Tag vor seinem Tod mit dem Internatsleiter Dr. Thorwald heftig gestritten habe. Ina ist skeptisch und unterstellt ihr, dass sie das Internat nur aufmischen und ihre Mitschüler terrorisieren wolle. Aber was ist mit dem Gerücht, Conrad habe mit einer Schülerin ein Verhältnis gehabt? Als Gisela Thorwald, die Ehefrau des Schulleiters, tot in ihrer Töpferei aufgefunden wird, ist die Verwirrung komplett. Was hat dieser Mord mit Conrads Tod zu tun? Eine Wendung bringt die Ehefrau des Verstorbenen, Miriam Conrad, in den Fall. Die Cellistin musste wegen Multipler Sklerose ihre Karriere beenden und ist nur noch damit beschäftigt, ihr ganzes Wissen an einen talentierten Musikschüler weiterzugeben. Ein Yin-und-Yang-Tattoo, das Zeichen für ewige Liebe, führt Sievers und sein Team über einige Umwege auf die Spur des wahren Täters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422400","hoster":"VOE"},{"path":"/redirect/9422406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-14","name":"Sievers und der schönste Tag","epNo":14,"alt":"","descr":"Aus der weichenden Flut vor Sylt taucht ein Auto mit einem Toten am Steuer auf. Ein neuer Fall für Hauptkommissar Carl Sievers, Ina Behrendsen und Hinnerk Feldmann. Der Fahrer Stefan Borg ist nicht ertrunken, sondern er ist vergiftet worden. Er war hauptberuflich Hochzeitsvideograf in der Agentur \"Der schönste Tag\", doch nebenbei ging er einem viel lukrativeren Gewerbe nach – der Erpressung von Brautpaaren. Sein Partner Thilo Rumbuchner will von den Erpressungen nichts gewusst haben. Trotzdem hat er Angst um sein Leben. Auch er wird Opfer des unbekannten Giftmörders. Schließlich gerät ausgerechnet Robert Hofstetter, der Verlobte von Inas Tante Marion, die zur eigenen Hochzeit nach Sylt angereist ist, in den Fokus der drei Ermittler. Denn bei der Hausdurchsuchung in der Agentur wird ein Foto von Hofstetter mit einer anderen Frau, Esther Lindgren, gefunden. Diese behauptet, dass Robert ein Heiratsschwindler sei, der sie vor zehn Jahren um viel Geld betrogen habe. Hat der zukünftige Ehemann von Inas Tante Stefan Borg getötet, da dieser hinter sein Geheimnis gekommen war und ihn erpresst hat? Als das Team in Esthers Wohnung das verwendete Gift sicherstellt und das Handy des ermordeten Videografen findet, glauben die Ermittler, auf der richtigen Spur zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422413","hoster":"VOE"},{"path":"/redirect/9422417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-15","name":"Sievers und der schwarze Engel","epNo":15,"alt":"","descr":"Klaus Burger, Teilnehmer des Sylter Engel-Seminars, wird erschlagen in seinem Hotelzimmer aufgefunden. Tatwaffe ist eine schwarze Engelsstatue. Ein sehr persönlicher Fall für Carl Sievers. Der erste Verdacht fällt auf die Kursteilnehmerin Hanne Wegener, die seit der Tat unauffindbar ist. Sievers scheint sie von früher zu kennen. Der verschlossene Chef vertraut sich schließlich Ina Behrendsen und Hinnerk Feldmann an. Sievers gibt zerknirscht zu, dass er vor einigen Jahren in Kiel von Hanne Wegener gestalkt und in eine Falle gelockt wurde, die zu seiner Versetzung nach Sylt führte. Feldmann meldet sich beim Engel-Seminar an und ermittelt undercover. So gerät Susanne Klausmann ins Visier des Teams. Die verheiratete Frau hatte ein Verhältnis mit dem Mordopfer, und ein Fingerabdruck an der Tatwaffe lässt sich eindeutig ihr zuordnen. Dadurch steht auch Susannes Ehemann Thomas ganz oben auf der Liste der Tatverdächtigen. Ina verfolgt währenddessen eine weitere Spur: Steckt hinter der Tat der Leiter des Seminars, Gabriel Sommer, der dem Mordopfer eine fünfstellige Summe schuldete? Als dann aber Hanne Wegener plötzlich wieder auf der Bildfläche erscheint, nimmt der Fall rasant eine unerwartete Wendung, die Sievers in Lebensgefahr bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422421","hoster":"VOE"},{"path":"/redirect/9422428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-16","name":"Sievers und die Stille Nacht","epNo":16,"alt":"","descr":"Zwischen dem vierten Advent und Heiligabend wird es stiller auf Sylt. Aber nicht für alle: Der Besitzer des Traditionsunternehmens Betten Reuter liegt tot neben dem geöffneten Wandtresor. Seine Ehefrau Regina und seine Tochter Freya sagen aus, dass sie von zwei verkleideten Weihnachtsmännern überfallen wurden. Einer von ihnen hat Reuter erschossen. Ein pikanter Fall für die Sylter Kommissare, denn Hinnerk Feldmann ist mit Freya heimlich liiert. Das wiederum gefällt seiner Kollegin Ina Behrendsen überhaupt nicht. Doch Dienst ist Dienst. Der erste Verdacht fällt auf die beiden diebischen Weihnachtsmänner, die seit einigen Jahren in die Sylter Villen der Wohlhabenden einbrechen und wertvolle Geschenke stehlen. Doch dieses Jahr geht es um Mord! Einer von ihnen ist ausgerechnet der \"verlorene Sohn\" des ermordeten Reuter. War er an dem Überfall beteiligt? Im Privatleben der Ermittler stehen ebenfalls Veränderungen ins Haus: Feldmann hat Absichten, in das Bettengeschäft einzuheiraten. Die Tage der WG mit Ina scheinen gezählt. Und Sievers plant den ersten Schritt aus der Einsamkeit in die Zweisamkeit und hat seine ehemalige Therapeutin Tabea Krawinkel zum Weihnachtsfest in sein Haus eingeladen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9422440","hoster":"VOE"},{"path":"/redirect/9422443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-17","name":"Sievers und das mörderische Türkis","epNo":17,"alt":"","descr":"Früh am Morgen steht ein Pkw mit weit geöffneten Türen auf einer Landstraße auf Sylt. Hauptkommissar Feldmann merkt sofort, dass etwas faul ist. In den Dünen findet er die Leiche eines Mannes. Beim Versuch, den flüchtenden Täter zu stellen, bricht sich Feldmann ein Bein. Der Täter kann unerkannt entkommen. Der Tote ist Harald Piontek, ein anerkannter Kunstexperte und freier Kurator von Kunstausstellungen. Seine Assistentin Anemone Andersson berichtet Carl Sievers und Ina Behrendsen von einem heftigen Streit. Piontek hatte sich geweigert, ein Gemälde des Künstlers Bitomsky in eine Wanderausstellung neuer deutscher Kunstschaffender aufzunehmen. Hat Bitomsky sich gerächt? Es gibt noch eine andere Spur: Unter einem Fingernagel des Toten findet die Gerichtsmedizin Partikel der Farbe Türkis. Feldmann schaltet sich ein und macht kurzerhand aus dem Krankenzimmer eine Außenstelle der Sylter Polizei. Der Fund lenkt die Ermittlungen zu einem Gemälde – der \"Studie in Türkis\". Musste Harald Piontek","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004475","hoster":"VOE"},{"path":"/redirect/9596136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-18","name":"Sievers sieht Gespenster","epNo":18,"alt":"","descr":"Auf einem Spülfeld vor Sylt wird ein Koffer mit einer Leiche geborgen. Die junge Frau ist nur wenige Stunden zuvor ertrunken. Jedoch nicht in der Nordsee, sondern in einer Badewanne. Carl Sievers, Ina Behrendsen und Hinnerk Feldmann nehmen die Ermittlungen auf. Der \"Tod in einer Badewanne\" erinnert Ina an einen Fall, bei dem eine Escortdame in einer Badewanne ertränkt wurde. Der Verdächtige Philipp Vandamm kam mangels Beweisen ungestraft davon. Vandamm, Motivationstrainer für Männer, bereitet nach einer Haftstrafe wegen Steuerhinterziehung ausgerechnet auf Sylt sein Comeback vor. Er besitzt sogar eine Jacht, mit der er den Leichnam aufs Meer hätte bringen können. Über die Escort-Agentur von Laura Novak ermittelt das Team endlich die Identität der Toten – Madeleine Elster.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11829095","hoster":"VOE"},{"path":"/redirect/11829097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-19","name":"Sievers und die letzte Beichte","epNo":19,"alt":"","descr":"Bei einer Beerdigung auf einem sylter Friedhof entdeckt Hinnerk Feldmann eine tote Frau unter dem Sarg des Verstorbenen. Die Tote heißt Maria Fröbe. Sie wurde in der Nacht zuvor erstickt. Maria war Vorsängerin im Kirchenchor. Nach der Chorprobe ist sie zusammen mit Malte Arent nach Hause geradelt. Der ist Angestellter von Marias Ehemann Jochen Fröbe, der eine Reetdachdeckerei betreibt. Jochen unterstellt Malte, Liebhaber und Mörder von Maria zu sein. Doch die Ermittlungen der sylter Kommissare entlasten Malte. Kommissar Sievers findet heraus, dass das Opfer nicht nach Hause, sondern stattdessen zur Kirche zurückgefahren ist, um sich mit Pfarrer Tillich zu treffen. Tillich leugnet nicht die wöchentlichen Treffen, er habe aber kein Verhältnis mit Maria gehabt. Doch als Tillich mehr und mehr unter Tatverdacht gerät, bricht er sein Schweigegelübde und verrät, dass ein Unbekannter ihm den Mord an Maria gebeichtet habe. Wenn Tillich die Wahrheit sagt, ist er in Gefahr. Kommissar Sievers weist Hinnerk und Ina an, den Pfarrer zu beobachten. Als Jochen Fröbe Liebesbriefe seiner Frau an Pfarrer Tillich findet, dringt er in die Kirche ein. Kann Ina, die inzwischen als Vorsängerin im Chor aktiv ist, den wahren Täter überführen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12257095","hoster":"VOE"},{"path":"/redirect/12257100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nord-nord-mord/staffel-1/episode-20","name":"Sievers und der große Knall","epNo":20,"alt":"","descr":"Ein mächtiger Knall erschüttert Sylt. Niemand weiß, woher und warum. Und niemand weiß, ob der Tod von Friedel Tanner etwas damit zu tun hat, denn der liegt ermordet neben seinem Oldtimer. Maria, eine junge Gärtnerin aus Russland, hat ihn gefunden. Sie ist die Freundin von Lasse, der mit seinem Bruder Rico einen Gartenservice für edle Feriendomizile betreibt. Laut Maria war Tanner ein netter Typ, der vollkommen zurückgezogen auf der Insel lebte. Während Hinnerk Feldmann sich wegen eines amerikanischen Onlineseminars etwas halbherzig auf den Fall konzentriert, finden Ina Behrendsen und Carl Sievers eine Verbindung zwischen dem Toten und einem Vorfall auf hoher See, bei dem zwei blinde Passagiere von einem Tanker über Bord geworfen worden waren. Sie kamen aus demselben Ort wie Maria. Ist das ein Zufall? Plötzlich taucht die Witwe des Opfers auf, Regula Frey. Ihr Mann war Anteilseigner des Containerschiffes, auf dem das Verbrechen stattfand. Als niemand dafür bestraft wurde, schwor die Familie der beiden Ertrunkenen Rache, und sie töteten den Kapitän des Schiffes und zwei Anteilseigner. Regulas Mann wäre der Dritte gewesen. Aus Angst vor seiner sicheren Ermordung hatte er sich unter falschem Namen auf Sylt versteckt. Sievers konzentriert sich auf Maria. Hat sie sich Tanners Vertrauen erschlichen und dann im Auftrag der Familie Rache geübt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12259908","hoster":"VOE"},{"path":"/redirect/12259906","hoster":"Streamtape"}]}]}]}]}