{"path":"/serie/stream/nordlichter-leben-am-polarkreis","name":"Nordlichter – Leben am Polarkreis","descr":"Sie ist eine der faszinierendsten Regionen der Erde und gleichzeitig die am meisten bedrohte: die Arktis. Zwei ZDF-Teams reisen entlang des Polarkreises, einmal rund um den Nordpol.","seasons":[{"path":"/serie/stream/nordlichter-leben-am-polarkreis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nordlichter-leben-am-polarkreis/staffel-1/episode-1","name":"Von Spitzbergen bis Ostsibirien","epNo":1,"alt":"","descr":"Sie ist eine der faszinierendsten Regionen der Erde und gleichzeitig die am meisten bedrohte: die Arktis. Zwei ZDF-Teams reisen entlang des Polarkreises, einmal rund um den Nordpol. ZDF-Reporterin Phoebe Gaa ist in diesem Teil des Films von Spitzbergen bis in den Osten Sibiriens unterwegs. Sie erlebt, wie sich die polare Welt im Zeitalter der globalen Erwärmung verändert, und trifft Menschen, die ihre Traditionen gegen die Moderne verteidigen. Majestätische Landschaften, weit entfernt von den Querelen im Rest der Welt. Spitzbergen sei ein \"Happy Place\", ein Ort, an dem man einfach glücklich sein müsse, erzählt Snorre Hagen. Die Faszination, die seine Heimat auf Besucher aus aller Welt ausübt, kann der Norweger nachvollziehen. Doch die steigenden Touristenzahlen, vor allem im Kreuzfahrtbereich, bereiten ihm auch Sorgen. Hagen fliegt als Hubschrauberpilot für die Luftrettung auf Spitzbergen. Gerät ein Schiff in Seenot, rücken er und seine Kollegen aus. Allerdings kämen die Rettungsmannschaften mit ihren zwei auf Spitzbergen stationierten Hubschraubern schnell an ihre Grenzen, wenn eines der Kreuzfahrtschiffe mit mehreren Tausend Menschen an Bord in Seenot geriete. Dass das arktische Meereis sich zurückzieht, beobachten nahezu alle, mit denen das ZDF-Team bei seiner Reise entlang des Polarkreises ins Gespräch kommt. Die Schlüsse, die sie daraus ziehen, sind unterschiedlich. Die Kreuzfahrtunternehmen nutzen die Chance, ihre Gäste in immer weiter nördlich gelegene Gebiete zu bringen. Dass sie mit ihrer Reise in ein fragiles Ökosystem vorstoßen, ist den Touristen an Bord des Kreuzfahrtschiffes vor der Küste Nordnorwegens durchaus bewusst. Der Wunsch, einmal im Leben Nordlichter zu sehen, lässt sie dennoch kalte Oktobernächte an Deck des Luxusliners verbringen. Viele hier sind der Meinung: Je bekannter die Region um den Polarkreis werde, umso höher sei die Bereitschaft der Menschen, etwas für ihren Schutz zu tun. Russland macht aus seinen machtpolitischen Ambitionen in der Arktis keinen Hehl. Auf Jamal wird das ZDF-Team Zeuge des ambitioniertesten russischen Wirtschaftsprojektes der Gegenwart. Die Firma Novatek hat auf der Halbinsel nicht nur Gasfelder erschlossen, sondern mit Sabetta gleich eine ganze Stadt gebaut. Ihr Herzstück: der Seehafen mit einem Terminal für Flüssiggas. Er soll Dreh- und Angelpunkt der Nordostpassage werden, die dank des schmelzenden Meereises ohne die Begleitung von Eisbrechern befahren werden kann. Die Einheimischen, die mit ihren Rentierherden in direkter Nachbarschaft zu den großen Gasfeldern leben, können diese Entwicklung nur aus der Ferne beobachten. In Jakutien drängen sich dem ZDF-Team zwei Geräusche auf. Das unerbittliche Summen der Mückenschwärme, die die sibirische Tundra im Sommer heimsuchen. Und das stete Plätschern, das der tauende Permafrost am Ufer der Kolyma hervorruft. Sergej Zimow und sein Sohn wollen dem etwas entgegensetzen. Mit einem außergewöhnlichen Projekt: Sie wollen die Steppenwelt von vor über 12 000 Jahren wieder zum Leben erwecken. Gräser, Bisons und Wildpferde sind schon da. Wenn es nach Sergej Zimow ginge, könnte eines Tages auch ein Mammut in ihren Pleistozän-Park einziehen. Der Film endet in Tschukotka im äußersten Nordosten Russlands, einer Region, die näher an Alaska als an der russischen Hauptstadt Moskau liegt. Eine eigene Welt, in der sich die Menschen mit herumstreunenden Eisbären und brüllenden Walrossen und neuerdings auch mit den sich verändernden Wetterbedingungen arrangieren.","versions":[]},{"path":"/serie/stream/nordlichter-leben-am-polarkreis/staffel-1/episode-2","name":"Von Ostgrönland nach Alaska","epNo":2,"alt":"","descr":"Wieder nimmt das ZDF-Team die Zuschauer mit in die unwirtliche Welt der Arktis mit ihrer ursprünglichen Schönheit. Eine Welt, die sich verändert und die es bald so nicht mehr geben wird. Vom größten Fjordsystem der Welt im Osten Grönlands über die Inseln der Nordwestpassage bis zu den riesigen Ölfeldern in Alaska: ZDF-Korrespondent Johannes Hano und sein Team erfahren, wie die Menschen am Polarkreis leben und wie ihre Zukunft aussehen könnte. 350 Menschen, die meisten Inuit, leben in Ittoqqortoormiit. Die nächste Siedlung liegt auf dem benachbarten Island, dazwischen knapp 800 Kilometer Arktischer Ozean. Das ZDF-Team begleitet eine Inuit-Familie durch den Scoresbysund. Hunderte Kilometer geht es in kleinen Booten durch Packeis, vorbei an Eisbergen so hoch wie Wolkenkratzer. Unterwegs begegnen sie Walfängern, die jetzt im Sommer auf Narwal-Jagd sind. In einer Welt, in der Narwal-Haut und Eisbärgulasch seit Jahrtausenden das Überleben sichern, stellen Aktivisten von Greenpeace und WWF, die den Walfang und die Eisbärjagd stoppen wollen, für die Inuit eine Bedrohung dar. Auf der Expedition durch die Fjorde erfährt das Team, wie sich durch den Klimawandel die Welt der Inuit verändert. Ein Wandel, dem sie hier im hohen Norden auch Positives abgewinnen: \"Das Eis bricht einen Monat früher auf, das ist gut. Wir können jetzt früher in den Fjord zum Jagen\", sagt Mete Barselaisen. Doch mit dem Eis schwindet auch die Verlässlichkeit des über viele Generationen gesammelten Erfahrungswissens der Inuit. Der Klimawandel verändert auch die militärische Situation in der Arktis. Es werde einen Run auf Rohstoffe geben, prophezeit General Patrick Carpentier, Kommandeur der kanadischen Joint Task Force North. Mehr denn je müsse Kanada seine Souveränität über die riesigen Flächen behaupten. In der kanadischen Arktis begleiten Johannes Hano und sein Team das Royal 22nd Infantery Regiment aus Quebec auf seiner Späh- und Präsenzoperation in der Nordwestpassage. Das Regiment ist Teil der Joint Task Force North, die ein Gebiet von der Größe der USA überwacht, in dem jedoch nur 115 000 Menschen leben. Mit Helikoptern wird das ZDF-Team zusammen mit einem Spähtrupp und Inuit-Rangern auf einer baumlosen, kleinen Insel aus Geröll und Matsch abgesetzt. Starkem Wind und ständigem Wetterwechsel ausgesetzt, überwachen die Soldaten den Schiffsverkehr, halten Ausschau nach Schiffen und U-Booten, die sich nicht angemeldet haben. Doch es ist nicht nur das Wetter auf Jenny Lind Island, das den Soldaten zu schaffen macht: Ein Grizzlybär, den es so weit im Norden eigentlich gar nicht geben dürfte, streift über die einsame Insel und macht die Soldaten, die keine Waffen tragen, nervös. Wie dramatisch die arktische Welt sich verändert, erlebt das ZDF-Team bei seiner Reise auf einer der gefährlichsten Straßen Nordamerikas. Knapp 700 Kilometer lang windet sich der Dalton Highway durch die dichten Wälder Alaskas über den mächtigen Yukon River. Vorbei am – auch im Sommer schneebedeckten – Brooks Range geht es in die Tiefebene der arktischen Tundra bis an die Küste des Arktischen Ozeans. Der Highway, über weite Strecken nur eine matschige Piste, endet im größten Ölfeld der USA an der Prudhoe Bay. Rund 300 000 Barrel Rohöl werden hier jeden Tag gefördert und durch die Trans-Alaska-Pipeline knapp 1300 Kilometer von Deadhorse zum Hafen Valdez an der Pazifikküste gepumpt. Der tauende Permafrost und die Rücknahme von Förderverboten durch die Trump-Regierung haben einen neuen Öl-Boom entfacht, der jedoch von kurzer Dauer sein könnte. Wie dramatisch sich die Welt hier verändert, erklärt der Klimaforscher Vladimir Romanovsky: Wenn der Permafrost im selben Tempo auftaue, wie in den letzten fünf Jahren, werde der Boden so instabil, dass Städte, Förderanlagen und Pipelines im Matsch versinken würden.","versions":[]}]}]}