{"seriesId":"nord-bei-nordwest","name":"Nord bei Nordwest","descr":"Der ehemalige Hamburger Polizist Hauke Jacobs lässt sich an der Ostsee in Schwanitz nieder, um dort als Tierarzt neu anzufangen. Er erwirbt ein altes bewohnbares Schiff, auf dem er sein neues Domizil einrichtet. Da sich in dem Ort der Tierarzt das Leben genommen hat, übernimmt er kurzerhand die Praxis und stellt die bisherige Arzthelferin Jule Christiansen ein. Jedoch kann er von seinem alten Beruf nicht lassen und unterstützt die Ortspolizistin Lona Vogt bei kriminalistischen Aspekten ihrer Arbeit, üblicherweise nach dem Auffinden von Toten.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Ho Ho Ho! (Weihnachtsspecial)","epNo":1,"alt":"","descr":"Die Weihnachtszeit wird für die Schwanitzer nicht gerade besinnlich. Als die Fähre ihren Betrieb einstellt und der Deich im Nachbardorf bricht, ist der Ort von der Außenwelt abgeschnitten. Dann erschießt ein Unbekannter den Weihnachtsmann und das Fest gerät vollends in Gefahr. Freizeit-Weihnachtsmann Martin ist für seinen Kumpel eingesprungen – galt der tödliche Schuss ihm? Muss der Mann geschützt werden? Oder wusste er, dass man ihn umbringen will – und hat zwei Fliegen mit einer Klappe geschlagen? Bei der winterlichen Jagd nach dem Mörder erweisen sich Hauke Jacobs, Hannah Wagner und Tierarzthelferin Jule als eingespieltes Team. Die Dorfbewohner müssen sich zusammenraufen und Weihnachten gemeinsam feiern. Am Ende bekommt Jule eine große Überraschung, Blecki und Töteberg tanzen zusammen mit Ösker und Bine Pufal und dem ganzen Dorf. Der Täter wird überführt und – oh Wunder – der Weihnachtsskeptiker Hauke Jacobs beschenkt als Weihnachtsmann die Kinder.","versions":[{"lang":1,"streams":[{"redirect":9571822,"hoster":"VOE"},{"redirect":9571819,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Käpt\u0027n Hook","epNo":1,"alt":"","descr":"Hauke Jacobs ist gerade frisch in das beschauliche Ostsee-Städtchen Schwanitz gezogen. Hier will er Abstand von seinem früheren Leben als Großstadtcop gewinnen und zu Ruhe kommen. Er hat sich ein altes Boot gekauft und trägt sich mit dem Gedanken, im Ort eine Tierarztpraxis zu eröffnen. Das freut besonders die quirlige Tierarzthelferin Jule Christiansen, deren Chef sich gerade das Leben genommen hat - indem er des Nachts mit seinem Auto vorsätzlich ins Hafenbecken raste. Ein außergewöhnliches Ereignis für das kleine Städtchen. Als Jacob selbst dann auf einen herrenlosen Fischkutter stößt und dort neben einem vor sich hinplappernden Papagei namens Käpt\u0027n Hook auch noch zwei Leichen entdeckt, gerät Kriminalkommissarin Lona Vogt in helle Aufregung. So etwas hat es die letzen 35 Jahre, die sie hier in der Lübecker Bucht lebt, nicht gegeben. Sofort ahnt die pragmatisch veranlagte, aber durchaus zum Zupacken gewillte junge Polizistin, dass hier etwas Unheilvolles vorgeht, und macht sich an die Ermittlungsarbeit. Und ehe er sich versieht steckt auch Hauke wieder mitten drin, in einem Fall von internationalem Format: Zwei lettische Heranwachsende sind von einem der großen Fährschiffe getürmt, haben sich an Land gerettet und fliehen vor ihren Verfolgern, dem zwielichtigen Verbrecherduo Matthias Keller und Viktors Berzins. Während Keller und Berzins die Gegend nach ihrer verschwundenen \"Ware\" absuchen, haben die Mädchen auf dem Gut des alleinstehenden Bauern Thorsten Riemann Unterschlupf gefunden. Doch ihre Verfolger sind ihnen dicht auf den Fersen. Nur gut, dass es Lona Vogt gibt. Gemeinsam mit Hauke stellt sie sich den kaltblütigen Kriminellen in den Weg. Der Beginn einer wunderbaren Freundschaft?","versions":[{"lang":1,"streams":[{"redirect":12113361,"hoster":"VOE"},{"redirect":14158349,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der wilde Sven","epNo":2,"alt":"","descr":"Der Ex-Polizist und Tierarzt Hauke Jacobs wird an seinem neuen Wohnort mit einem alten Fluch konfrontiert: Der Sage nach kehrt alle sieben Jahre der wilde Wikinger Sven aus seinem Grab ins beschauliche Schwanitz zurück und holt sich seine Opfer. Was für Jacobs wie Hokuspokus klingt, versetzt die Bewohner der Ostsee-Halbinsel Priwall in Schrecken. Als man eines Morgens Herrn Selchow tot im Bett auffindet, die Lungen voller Wasser, ist selbst für die Leiterin des Ein-Frau-Polizeireviers Lona Vogt der Fall klar: Der wilde Sven hat wieder zugeschlagen. Auch Haukes Tierarztassistentin Jule Christiansen glaubt an den Fluch des Wikinger-Häuptlings, der vor 1000 Jahren auf dem Priwall brandschatzte, bevor die Fischer ihn in einen Hinterhalt lockten und ertränkten. Alle sieben Jahre, so schwor der wilde Sven, würde er wiederkehren und zwei ihrer Nachkommen holen. Für das ungewöhnliche Ermittlerduo Jacobs und Vogt beginnt eine spannende Jagd nach dem geisterhaften Mörder.","versions":[{"lang":1,"streams":[{"redirect":8377302,"hoster":"VOE"},{"redirect":8377305,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Estonia","epNo":3,"alt":"","descr":"In der Seniorenresidenz Schönblick wird ein Mann bei einem Schusswechsel tödlich verletzt. Als letzte Handlung steckt er dem zufällig hinzukommenden Tierarzt Hauke Jacobs noch ein Stück Metall zu. Für Polizistin Lona Vogt verdichten sich die Hinweise, dass der Anschlag eigentlich ihrem Vater galt. Der war anscheinend nicht der harmlose Handlungsreisende, als der er sich ausgab, sondern arbeitete vermutlich für einen Nachrichtendienst. Das Opfer ist nicht weniger mysteriös, denn es hatte 20 Jahre zuvor eine falsche Identität angenommen. Die Ermittlungen führen weit in die Vergangenheit und zum Mörder von Lonas Mutter.","versions":[{"lang":1,"streams":[{"redirect":8377297,"hoster":"VOE"},{"redirect":8377298,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Transport","epNo":4,"alt":"","descr":"Eine schwedische Gang will während des Motorradrennens \"Ostsee-Race\" einen Werttransporter überfallen. Doch schon vor Beginn der Aktion geraten die Mitglieder in Streit über die Verteilung der Beute – und der Anführer Ole Mantell erschießt ein Gruppenmitglied. Als die Leiche des toten Gangsters am Ostsee-Strand angespült wird, übernimmt Lona Vogt die Ermittlungen, unterstützt vom Tierarzt Hauke Jacobs. Schnell kommen die Leiterin des Einfrau-Polizeireviers auf dem Priwall und der ehemalige Polizist der Bande gefährlich nahe. Doch können sie den Überfall noch verhindern?","versions":[{"lang":1,"streams":[{"redirect":12917716,"hoster":"VOE"},{"redirect":8377289,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sandy","epNo":5,"alt":"","descr":"Polizistin Lona Vogt (Henny Reents) hat alle Hände voll zu tun: Neben Drogendealern machen Betrüger das beschauliche Schwanitz unsicher! Dem nicht genug, droht Ex-Freundin Sandy (Isabell Gerschke) Lonas Mitstreiter Hauke Jacobs (Hinnerk Schönemann) von der Ostsee-Halbinsel wegzulocken. Klar, dass Lena und Tierarzthelferin Jule dabei nicht einfach tatenlos zusehen können! Zwei Betrüger treiben in Schwanitz ihr Unwesen. Als Polizisten getarnt, verschaffen sie sich Zutritt zum Hab und Gut unbedarfter Bürger. Auch Tierarzt Hauke Jacobs gehört zu den Geschädigten. Zum Glück naht Ablenkung in Gestalt von Haukes großer Liebe Sandy. Reumütig will sie ihn zu einer gemeinsamen Weltumschiffung überreden. Doch Sandy hat nicht mit Tierarzthelferin Jule und Polizistin Lona Vogt gerechnet. Gemeinsam verbünden sich die zwei gegen die Rivalin. Als außerdem noch skrupellose Drogendealer in Schwanitz auftauchen, ist das Chaos perfekt.","versions":[{"lang":1,"streams":[{"redirect":8377281,"hoster":"VOE"},{"redirect":8377280,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Waidmannsheil","epNo":6,"alt":"","descr":"Ein Jäger wird am Rande von Schwanitz von seinem Hochsitz geschossen. Ein Jagdunfall oder ein Mordanschlag? Mit Haukes Hilfe ermittelt Lona Vogt im familiären Umfeld, denn das Opfer ist als Unsympath bekannt und seine Familie hat einen besonderen Ruf. Die 17-jährige Sara, Tochter des Opfers, ist schwanger und will den Namen des Vaters nicht verraten. Ihre 14-jährige Schwester Ruth ist extrem verstört und der 19-jährige Lukas spielt sich als Beschützer auf. Alle drei blockieren die Ermittlungen. Ins Blickfeld gerät auch der Landvermesser Möller, der im vergangenen halben Jahr ein enger Freund von Benedikt wurde. Möller hat von einer Änderung des Bebauungsplans erfahren, die Benedikts bisher wertlose Äcker millionenschwer machen würden. Ist es doch keine Beziehungstat? Hauke und Lona stehen vor einer Mauer des Schweigens. Schließlich ist es dank Jule die kleine Ruth, die einen entscheidenden Hinweis geben kann.","versions":[{"lang":1,"streams":[{"redirect":8377272,"hoster":"VOE"},{"redirect":8377270,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gold!","epNo":7,"alt":"","descr":"Sönke Keller wird tot am Ostseestrand aufgefunden. Der Mann wurde zu Tode geprügelt – das Tatmotiv ist offensichtlich: An der Kleidung des Toten wird Goldstaub gefunden. Das spricht sich in Schwanitz schnell herum und löst einen mittleren Goldrausch aus. Plötzlich werden Lebensträume zutage fördert, ebenso zeigt sich, was Gier mit Menschen anstellt. Der Fall stellt den Tierarzt Hauke Jacobs und die Polizistin Lona Vogt vor besondere Herausforderungen.","versions":[{"lang":1,"streams":[{"redirect":8377262,"hoster":"VOE"},{"redirect":8377257,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Frau Irmler","epNo":8,"alt":"","descr":"Bei einem Strandspaziergang mit seiner 17-jährigen Tochter Wiebke wird der Schwanitzer Beamte Bent Fehrenkamp von einem Unbekannten brutal niedergeschlagen. Anschließend fehlt von Wiebke jede Spur. Ein anonymer Anrufer, offensichtlich ihr Entführer, fordert 100.000 Euro für ihre Freilassung. Unterdessen bekommt Hauke Besuch von der Gärtnerin Frau Irmler, deren Schildkröte angeblich vom Tisch gefallen ist. Wie Lona und Hauke bald herausfinden, ist in beiden Fällen nichts, wie es scheint. Doch richtig gefährlich wird es erst, als sich die Fälle durch eine schicksalhafte Begegnung miteinander vermischen. Denn Frau Irmler ist eine tickende Zeitbombe, die dringend entschärft werden muss. Dass Jule sich nebenbei in den verdeckten Ermittler Timo verliebt, macht es für Hauke nicht gerade einfacher ..","versions":[{"lang":1,"streams":[{"redirect":12917738,"hoster":"VOE"},{"redirect":8377251,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Dinge des Lebens","epNo":9,"alt":"","descr":"Als Lona Vogt anstelle ihres Vaters zu einem geheimnisvollen Treffen am Hafen von Schwanitz geht, wird sie durch eine Explosion schwer verletzt. Der Tierarzt Hauke Jacobs und seine Assistentin Jule Christiansen setzen alles daran, den Täter zu finden und zur Rechenschaft zu ziehen – genauso wie Lonas Vater Reimar Vogt. Nur, dass ihm nicht an einer rechtsstaatlichen Lösung gelegen ist. Hauke Jacobs findet heraus, dass Lona einem Mordplan auf der Spur war, ihre letzten Notizen drehen sich um ein gefährliches Gift. Als auf dem Anwesen des Großbauern Müller der Vorarbeiter Feitinger vergiftet wird, spitzt sich die Situation zu. Verdächtige und Motive gibt es einige unter dem Personal auf dem Hof. Und das bedeutet, dass das eigentliche Opfer in großer Lebensgefahr schwebt ...","versions":[{"lang":1,"streams":[{"redirect":8377242,"hoster":"VOE"},{"redirect":12482446,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Killer und ein halber","epNo":10,"alt":"","descr":"Lona ist aus dem Koma erwacht und arbeitet wieder als Polizistin. Aber ist sie wirklich vollkommen genesen? Hauke, seit Lonas Verletzung nicht nur Tierarzt, sondern nun auch offiziell Polizist, hat da seine Zweifel. Ein mysteriöser Mord fordert die Ermittler als Team. Dabei geht Haukes Fürsorge Lona schnell auf die Nerven. Auch Haukes Verhältnis zur Tierarzthelferin Jule wird auf die Probe gestellt. Mit der Rückkehr des verdeckten Ermittlers Timo erfährt Jule nämlich, dass Hauke sie mehrfach angelogen hat. Ehe die drei ihre Konflikte ausräumen können, spitzen sich die Ereignisse dramatisch zu: Der Killer scheint unaufhaltsam ..","versions":[{"lang":1,"streams":[{"redirect":8377350,"hoster":"VOE"},{"redirect":8377348,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"In eigener Sache","epNo":11,"alt":"","descr":"Nachdem eine rothaarige Frau leblos im Meer gefunden wurde, kommt es in der Wohnung der Toten zu einer fatalen Begegnung. Ein Schuss fällt. Dieser Fall ist ein Schock für ganz Schwanitz, besonders für Hauke, die Tierarzthelferin Jule und Lonas Vater. In die Ermittlungen steigt die Kommissarin Sarah Winter aus Kiel ein. Sie vermutet, dass es hier um einen Serientäter geht, den sie seit Jahren aufzuspüren versucht. Ohne die anderen einzuweihen, versucht Jule, den Täter anzulocken.","versions":[{"lang":1,"streams":[{"redirect":8377337,"hoster":"VOE"},{"redirect":8377344,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Anschlag","epNo":12,"alt":"","descr":"In \"Der Anschlag\" macht die Ministerpräsidentin Maria Wengler einen Abstecher nach Schwanitz, um ihr Geburtshaus zu besuchen. Klingt harmlos – doch bei seinen Recherchen vor Ort wird der investigative Journalist Jan Bank erschossen. Der LKA-Mann Frank Schmiedel, Personenschützer der Ministerpräsidentin, findet ausgerechnet bei Hauke Jacobs die Tatwaffe. Nur mit der Hilfe seiner Tierarzthelferin Jule Christiansen und seiner neuen Kollegin könnte Jacobs seine Unschuld beweisen. Dabei mehren sich die Hinweise darauf, dass Jan Bank einem Komplott auf der Spur war, dessen Ziel ein Attentat auf die Spitzenpolitikerin sein könnte.","versions":[{"lang":1,"streams":[{"redirect":8377336,"hoster":"VOE"},{"redirect":8377332,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Conny \u0026amp; Maik","epNo":13,"alt":"","descr":"Hauke Jacobs neue Partnerin Hannah Wagner bekommt Besuch aus ihrem alten Leben: Der junge Maik Lisek, der sich in Kiel mit den falschen Leuten eingelassen hat, bedrängt sie, ihm Geld zu geben. Ehe Hannah aus ihm herausbekommen kann, bei wem er in der Schuld steht, macht sich der Junge heimlich mit ihrer Dienstwaffe aus dem Staub und überfällt damit die Tankstelle von Mehmet Ösker. Bei der Verfolgungsjagd kommt es zu einem schweren Unfall, den Hauke nur überlebt, weil Hannah ihn rettet. Allerdings hat er Gedächtnislücken. Unterdessen hat Jule auf dem Hof von Frederike Barrow alle Hände voll zu tun. Dort ist nämlich eine seltene Seuche ausgebrochen. Frederike Barrow gibt ihrer jüngeren Schwester Conny die Schuld daran. Conny sucht daraufhin Trost bei Maik, der sich in einer Scheune der Barrows versteckt. Ehe Hauke herausfinden kann, was zwischen Hannah und Maik eigentlich passiert ist, macht sich das junge Liebespaar schon auf zum nächsten folgenschweren Raubzug …","versions":[{"lang":1,"streams":[{"redirect":8377326,"hoster":"VOE"},{"redirect":8377319,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Im Namen des Vaters","epNo":14,"alt":"","descr":"Bei einer Verkehrskontrolle finden Hannah Wagner und Hauke Jacobs in einem Koffer einen abgeschnittenen Finger. Der Fahrer, in dessen Wagen der Koffer lag, will von nichts gewusst haben. Er zückt die Visitenkarte eines Anwalts. Der ist sofort zur Stelle, redet allein mit seinem Mandanten – und erschießt ihn. Er war offenbar ein Cleaner, ein krimineller Dienstleister, der im Fall der Fälle alle Spuren beseitigt. Zeitgleich sammelt Ansgar Brandel, der Pastor in Schwanitz, für eine in Not geratene junge Witwe Geld. Als er bei einem Gefängnisbesuch als Seelsorger dem Gangsterboss Mateo Talamantes davon erzählt, hat der einen Vorschlag: Er habe gerade einen seiner Boten verloren, und der Pfarrer könne den Job gern haben. Er müsse einfach nur ab und zu einen Koffer durch die Gegend fahren. Und falls es wider Erwarten Ärger geben sollte, hier sei die Karte seines Anwalts. Ansgar Brandel nimmt an – doch schon bei der ersten Rast wird ihm prompt das Auto mitsamt der brisanten Drogenladung geklaut. Und zwar von Stella, Jules Tiermedizin-Kommilitonin. Die beiden wollen zusammen ein paar nicht artgerecht gehaltene Affen befreien und geraten so ungeahnt ins Visier des Killers.","versions":[{"lang":1,"streams":[{"redirect":13116429,"hoster":"VOE"},{"redirect":8377310,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Andy von nebenan","epNo":15,"alt":"","descr":"Andreas Brose, in Schwanitz besser bekannt als \"Der Andy von nebenan\", ist ein Baum von einem Mann und handwerklich begabt. So repariert er Haukes kaputten Bootsmotor und hilft Hannah beim Renovieren ihres neuen Hauses. Andys Geist, sein Herz und Instinkt sind allerdings eher die eines Kindes. Als Andy seinen Ziehvater Cem Brose tot auffindet, gerät er aufgrund einer Zeugenaussage unter Mordverdacht. Hauke und Hannah ermitteln, dass Andys Adoptivvater Cem Brose mal Schatzsucher gewesen ist. Hängt der Mord möglicherweise mit einem geraubten Diamanten zusammen?","versions":[{"lang":1,"streams":[{"redirect":9845800,"hoster":"VOE"},{"redirect":9571814,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Ring","epNo":16,"alt":"","descr":"Hauke Jacobs wird als Ermittler von Kollegin Hannah Wagner aufs Äußerste gefordert, während sich Jule Christiansen vor allem um ihren kranken Vater sorgt. Ein zufälliges Wiedersehen mit dem Kieler Polizisten Jost Striesow bringt Hannah dazu, ihren Ex-Kollegen Lasse anzurufen, mit dem sie mal eine Affäre hatte. Dabei kommt ans Tageslicht, dass Striesow anscheinend von einem mächtigen Kieler Drogenring geschmiert wurde und jetzt auf der Flucht ist. Er soll ein Mädchen entführt haben, um dessen Aussage in einem Strafprozess zu verhindern. Hauke und Hannah machen sich sofort auf die Suche nach dem Mädchen. Sie bekommen Unterstützung aus Kiel: Lasse und seine Kollegin Nina kommen nach Schwanitz. Doch Hauke ist skeptisch den beiden gegenüber. Wem kann er wirklich vertrauen? Und Haukes Eifersucht auf Lasse ist den Ermittlungen auch nicht gerade zuträglich. Als das entführte Mädchen sich befreien kann und ausgerechnet bei Jules Vater Dirk Schutz sucht, geraten alle in größte Gefahr.","versions":[{"lang":1,"streams":[{"redirect":9811745,"hoster":"VOE"},{"redirect":9811744,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wilde Hunde","epNo":17,"alt":"","descr":"Nicht nur als Kommissar, sondern auch als Tierarzt und Tierretter muss Hauke Jacobs alles geben, um gleich mehrere Fälle zu lösen. Eine Spur in der Mordermittlung zum Tod des Denunzianten Frank Schuster führt Hauke und Hannah zur örtlichen Hundepension von Kai Schwarz. Derweil muss Jule in der Gemeinschaftspraxis Jacobs-Christiansen die Hündin von Herbert Winter notoperieren. Das Tier hatte offenbar todbringende Köder gefressen. Jule und Winter suchen nach Hinweisen, wer diese Köder ausgelegt haben könnte.","versions":[{"lang":1,"streams":[{"redirect":9811741,"hoster":"VOE"},{"redirect":9811747,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Auf der Flucht","epNo":18,"alt":"","descr":"Hauke Jacobs und Hannah Wagner bekommen es diesmal mit echten Schwerverbrechern zu tun. Während ihres Transports gelingt vier Strafgefangenen die Flucht. Ihr Plan: unerkannt in Schwanitz untertauchen und sich dann mit der Abendfähre absetzen. Als sie in ein Haus einbrechen, um sich mit neuer Kleidung auszustatten, kommt es zum Schusswechsel mit dem Bewohner. Dieser stirbt, einer der Flüchtigen wird verletzt. Die Häftlinge nehmen Jule Christiansen, die ärztliche Hilfe leistet, und ihre Praktikantin Lea als Geiseln. Eine schwierige Situation für Hauke und Hannah, die den Gangstern auf die Schliche kommen, aber Jule und die Praktikantin Lea nicht in Lebensgefahr bringen dürfen…","versions":[{"lang":1,"streams":[{"redirect":11937053,"hoster":"VOE"},{"redirect":11937054,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Canasta","epNo":19,"alt":"","descr":"Die Schwanitzer Canasta-Runde hat vor kurzem ihr viertes Mitglied durch einen mysteriösen Todesfall verloren, als ein weiterer Vorfall das Spielgeschehen torpediert. Kaum haben Hildegard Knutzen und Annette Weinert mit Bestatter Töteberg auf ihren verblichenen Mitspieler angestoßen, rast ein Wagen ungebremst in Tötebergs Garten. Der angeschossene Fahrer lebt gerade noch lange genug, um den dreien mitzuteilen, dass sich in seinem Kofferraum eine Menge Geld befindet. Ein rätselhaftes Geschehen, das komplizierte Ermittlungen und weitreichende Verwicklungen für die Polizisten Hannah Wagner und Hauke Jacobs nach sich zieht. Zudem suchen Hauke Jacobs und Jule Christiansen nach einer geeigneten Unterstützung für die Tierarztpraxis…","versions":[{"lang":1,"streams":[{"redirect":11992639,"hoster":"VOE"},{"redirect":11992638,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Natalja","epNo":20,"alt":"","descr":"In Jule Christiansens Tierarztpraxis taucht eine Frau auf, die sich Jule gegenüber als \"Natalja\" vorstellt. Hauke ist sich jedoch sicher, dass Natalja längst gestorben ist. Dies bleibt nicht das einzige Geheimnis der rätselhaften Frau, denn auch das BKA und die russische Polizei scheinen sie zu verfolgen. Aber warum? Und was hat es mit dem Sohn auf sich, den Natalja Hauke Jacobs gegenüber bei ihrer Festnahme erwähnt? Ehe er das gemeinsam mit Hannah Wagner herausfinden kann, sind sie schon zwischen die lebensgefährlichen Fronten zweier Geheimdienste geraten.","versions":[{"lang":1,"streams":[{"redirect":13665342,"hoster":"VOE"},{"redirect":12020411,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kobold Nr. Vier","epNo":21,"alt":"","descr":"Die zwölfjährige Waise Paula wird zufällig Augenzeugin eines Schusswechsels, bei dem eine Frau getötet wird. Da sie gesehen wurde, muss Paula um ihr Leben fürchten. Das Mädchen traut sich aber nicht, zur Polizei zu gehen, denn die beiden Täter haben sich als Polizisten verkleidet. Als die Leiche der Frau an der Schwanitzer Küstenlinie gefunden wird, trägt sie nichts bei sich außer einem Notizzettel mit den Worten \"Kobold Nr. Vier\". Ein großes Rätsel für Hauke Jacobs und Hannah Wagner, das an Auffälligkeiten nicht ärmer wird. Name und Herkunft der Frau sind nicht feststellbar und offensichtlich vermisst sie auch niemand.","versions":[{"lang":1,"streams":[{"redirect":13634299,"hoster":"VOE"},{"redirect":13634302,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der doppelte Lothar","epNo":22,"alt":"","descr":"Lothar Müller, von Freunden auch gerne mal \"Lottchen\" gerufen, ist ein beliebter Handelsvertreter, der viel unterwegs ist. Doch eines Tages kommt er nicht nach Hause. Hauke Jacobs und Hannah Wagner werden nach Eingang der Vermisstenanzeige sofort tätig. Tatsächlich wird Lothar Müllers Leiche an der Küste gefunden – in Travemünde. Er wurde ermordet. Wie seine Frau Susanne und seine Tochter Anna entsetzt erfahren müssen, gab es \"Lottchen\" zweimal: einmal als Familienvater in Schwanitz – und einmal als Familienvater in Travemünde, wo er mit Lisa den gemeinsamen Sohn Finn hat. Und damit eine komplette zweite Existenz.","versions":[{"lang":1,"streams":[{"redirect":13634301,"hoster":"VOE"},{"redirect":13634303,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die letzte Fähre","epNo":23,"alt":"","descr":"Bei einer Schießerei mit dem aus dem Gefängnis geflohenen Mörder Wigald Tomke wird Hauke lebensbedrohlich verletzt. Als er anschließend auf seinem Boot wieder zu sich kommt, wirkt zunächst alles wie immer. Doch schon bald bemerkt Hauke, dass die Welt, wie er sie ursprünglich kannte, völlig auf dem Kopf steht und er der Einzige ist, dem das aufzufallen scheint. Nur Wigald Tomke ist immer noch derselbe und ermordet einen beliebten Schwanitzer nach dem anderen. Aber wie kann das sein?! Die Antwort auf diese Frage liefert Hauke sein eigentlich längst verstorbener Freund Simon Rost: Hauke liegt in Wahrheit im Koma. Genau wie Wigald Tomke. Und der Kampf zwischen Tomke und ihm ist ein Kampf darum, wer von beiden wieder ins Leben zurückkehren darf …","versions":[{"lang":1,"streams":[{"redirect":13662124,"hoster":"VOE"},{"redirect":13662125,"hoster":"Streamtape"}]}]}]}]}