{"seriesId":"norm","name":"Norm","descr":"[The Norm Show] Norm Henderson ist ein ehemaliger Feldhockeyspieler, der wegen Glücksspiels und Steuerhinterziehung lebenslang gesperrt wurde. Jetzt muss er fünf Jahre Zivildienst als Sozialarbeiter leisten oder ins Gefängnis.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Norm and the Prototype","descr":"Der Sozialarbeiter Norm stellt fest, dass ihn seine unkonventionellen Methoden in Schwierigkeiten bringen.","versions":[{"lang":2,"streams":[{"redirect":13758357,"hoster":"VOE"},{"redirect":13758358,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Norm Dates a Client","descr":"Norm lernt in einer Bar ein Mädchen kennen und lässt sich auf sie ein. Doch dann stellt sie fest, dass sie eine von Lauries Klienten ist, die sich in einer Beratungsgespräch befindet, weil sie sich auf Beziehungen einlassen will, nur um die Aufmerksamkeit ihres gewalttätigen Freundes zu erregen.","versions":[{"lang":2,"streams":[{"redirect":13758351,"hoster":"VOE"},{"redirect":13758352,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Norm Dates Danny’s Dad","descr":"Danny macht sich Sorgen über die Zukunft seines Vaters (gespielt vom epischen Jack Warden), eine angespannte Beziehung, weil der sehr maskuline Vater kein Verständnis für seinen schwankenden Sohn entwickeln kann. Norm freundet sich mit Dannys Vater an, stellt jedoch fest, dass er schwul ist, leugnet es aber.","versions":[{"lang":2,"streams":[{"redirect":13758349,"hoster":"VOE"},{"redirect":13758350,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"While You Weren’t Sleeping","descr":"Norm, Laurie und Danny beschließen, eine Beziehung aufzubauen. Ein Fan von Norm liebt sein Hockey-Bad-Boy-Image, Laurie trifft einen Schotten und Danny kauft ein Toupet und wird von einer attraktiven Frau verfolgt. Aber Laurie kann nicht schlafen und Norm ist zu süß.","versions":[{"lang":2,"streams":[{"redirect":13758347,"hoster":"VOE"},{"redirect":13758346,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"My Name is Norm","descr":"Norm betrinkt sich mit einem Klienten in einer Bar und erwacht, als er erfährt, dass er sich bei dem Klienten, der ein Alkoholiker ist, in eine Entzugsklinik begeben hat. Norms Vorgesetzter ist überzeugt, dass Norm Alkoholiker ist und bietet ihm Freistellung von seinen Arbeitspflichten an.","versions":[{"lang":2,"streams":[{"redirect":13758345,"hoster":"VOE"},{"redirect":13758344,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The New Boss","descr":"Denby kommt als neuer Vorgesetzter ins Büro, nimmt die Position ein, die Laurie sich erhofft hatte, und führt positive Veränderungen durch. Als Norm von Denby dazu gebracht wird, ihm dabei zu helfen, Laurie zum Aufhören zu zwingen, sucht Norm nach Möglichkeiten, Laurie zur Rückkehr zu bewegen.","versions":[{"lang":2,"streams":[{"redirect":13758341,"hoster":"VOE"},{"redirect":13758342,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Denby’s Kid","descr":"Denby bringt seinen Sohn ins Büro, um vor der Militärschule in einer Arbeitsumgebung zu lernen. Der Sohn sagt Norm, dass er Koch werden möchte. Norm sagt, ich solle standhaft bleiben. Denby macht Norm das Leben schwer, es sei denn, er unterstützt die Militärschule.","versions":[{"lang":2,"streams":[{"redirect":13758336,"hoster":"VOE"},{"redirect":13758337,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Drive, Norm Said","descr":"Norm bereut eine Affäre mit einem bösen Büroangestellten, den Laurie hasst. Unterdessen ist Laurie gezwungen, ihren Führerschein zu machen, nachdem Denby ihrem vorgeschlagenen Programm \"Essen auf Rädern\" zustimmt, für das sie sich als Ersatzfahrerin gemeldet hat.","versions":[{"lang":2,"streams":[{"redirect":13758334,"hoster":"VOE"},{"redirect":13758335,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Norm, Crusading Social Worker","descr":"Norm ist die neue \"Agonie der Niederlage\" in einer Sportsendung. Er möchte sein Image retten, wird aber wegen seines Glücksspiels vom Eishockeyspielen ausgeschlossen. Er glaubt, dass ihm eine große Geste des sozialen Dienstes eine Ausnahmegenehmigung für ein Benefizspiel einbringen wird.","versions":[{"lang":2,"streams":[{"redirect":13758332,"hoster":"VOE"},{"redirect":13758333,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Norm’s Coach","descr":"Um wieder in Form zu kommen, um seine einmalige Erlaubnis für die Rückkehr ins Eishockey zu bekommen, erkennt Norm, dass er Hilfe braucht und engagiert seinen alten Highschool-Trainer Logan.","versions":[{"lang":2,"streams":[{"redirect":13758330,"hoster":"VOE"},{"redirect":13758328,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Norm vs. Love","descr":"Taylor, der Norm geholfen hat, nicht mehr eine Nutte zu sein, beginnt ihren neuen Job als Sozialarbeiterin im Büro, aber Denby glaubt, dass sie immer noch Betrüger ist. Norm bittet Laurie, ihm dabei zu helfen, Shelly, die neue Bewährungshelferin im Büro, anzugreifen.","versions":[{"lang":2,"streams":[{"redirect":13758326,"hoster":"VOE"},{"redirect":13758327,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Norm Pimps Wiener Dog","descr":"Als Norm erkennt, dass sein Wiener Hund, Wiener Dog, 200 Dollar pro Zuchtsitzung verdienen kann, macht er sich daran, mit seinem Hund schnell etwas Geld zu verdienen, um eine Baseballkarte für einen kleinen Jungen zu kaufen, dessen große Schwester Shelly ist, damit er Shelly beeindrucken kann.","versions":[{"lang":2,"streams":[{"redirect":13758322,"hoster":"VOE"},{"redirect":13758331,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Artie Comes to Town","descr":"Um Shelly zu beeindrucken, versucht Norm, ein paar Spielzeuge für die Waisenspielzeug-Spendenbox zu besorgen, für die Shelly sammeln möchte. Ihm hilft sein Bruder, der gerade in die Stadt gekommen ist.","versions":[{"lang":2,"streams":[{"redirect":13758319,"hoster":"VOE"},{"redirect":13758320,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Norm vs. Death","descr":"Laurie hilft Norm, sich seiner Angst vor dem Tod zu stellen, nachdem Dannys Vater gestorben ist, damit Norm wiederum Danny trösten kann.","versions":[{"lang":2,"streams":[{"redirect":13758316,"hoster":"VOE"},{"redirect":13758317,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Norm and Shelly in Love","descr":"Norm versucht Shelly davon zu überzeugen, mit ihm auszugehen, und er beginnt sie für sich zu gewinnen, obwohl sie nicht mit einem Kunden ausgehen kann. Doch dann stellt sie fest, dass er gegen seine Bewährungsauflage, kein Glücksspiel zu betreiben, verstoßen hat.","versions":[{"lang":2,"streams":[{"redirect":13758313,"hoster":"VOE"},{"redirect":13758314,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Laurie Runs For Office","descr":"Laurie wird überredet, für das Amt des Stadtrats zu kandidieren, nachdem ein herzloser Politiker kurz für Fototermine im Büro vorbeikommt. Norm versucht zu helfen.","versions":[{"lang":2,"streams":[{"redirect":13758310,"hoster":"VOE"},{"redirect":13758311,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Norm and Shelly","descr":"Norm verrutscht und sagt \"Ich liebe dich\" zu Shelly, also versucht er sie davon zu überzeugen, dass er diesen Satz bei jedem benutzt. Laurie kandidiert für den Stadtrat gegen einen Gegner, der damit droht, die Hälfte der Sozialämter der Stadt zu schließen. Suchen Sie nach einem Sichtknebel.","versions":[{"lang":2,"streams":[{"redirect":13758308,"hoster":"VOE"},{"redirect":13758307,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Gambling Man","descr":"Um aus der Depression herauszukommen, in der er steckt, weil Shelly mit ihm Schluss gemacht hat, befolgt Norm Lauries Rat und hilft einem Klienten (gespielt von Drew Carey), der ebenfalls spielsüchtig ist. Wenn es zu Problemen kommt, hofft Denby auf das Schlimmste.","versions":[{"lang":2,"streams":[{"redirect":13758304,"hoster":"VOE"},{"redirect":13758305,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Norm vs. Norm","descr":"Norms Rückfall ins Glücksspiel bringt ihn, seinen Bruder und seine Freunde ins Gefängnis. Laurie versucht, seiner Sucht zu entkommen. Um seinen Bruder zu retten, der mit Tausenden unbezahlter Strafzettel festgehalten wird, muss Norm seinen Buchmacher aufsuchen, um einen Gewinn einzustreichen.","versions":[{"lang":2,"streams":[{"redirect":13758300,"hoster":"VOE"},{"redirect":13758303,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Norm vs. Denby","descr":"Norm und Denby versuchen, Frauen aufzureißen, um über ihre Ex hinwegzukommen. Denbys gescheiterte Ehe und Norms Beziehung zu Shelly, die nach Colorado zog, endeten. Es kommt zu Kopfstößen, als Denby und Norm Dates mit der Dame gewinnen, die Norm zu bekommen versucht hat.","versions":[{"lang":2,"streams":[{"redirect":13758298,"hoster":"VOE"},{"redirect":13758299,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Norm vs. the Boxer","descr":"Norm stößt auf einen selbsternannten obdachlosen und arbeitslosen Teenager, der wie ein aufstrebender Profi boxt, und nutzt ihn egoistisch aus, um Geld für die Bezahlung seines Buchmachers zu verdienen.","versions":[{"lang":2,"streams":[{"redirect":13758295,"hoster":"VOE"},{"redirect":13758297,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Norm vs. Christmas","descr":"Es ist die Wichtel-Zeichnung im Büro und Danny bekommt Taylor, aber es geht schief, als Taylor schockiert ist und sich über das Geschenk, das sie bekommt, unwohl fühlt. Norm und Artie versuchen, Laurie, die die Feiertage nicht mag, ein frohes Weihnachtsfest zu bescheren.","versions":[{"lang":2,"streams":[{"redirect":13758292,"hoster":"VOE"},{"redirect":13758302,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Norm vs. the Evil Twin","descr":"Danny wartet auf Taylors Entscheidung, ob er mit ihm ausgehen soll. Lauries Zwillingsschwester kommt zu Besuch, oder \"die Heiße\", wie Norm sie nennt. Es treten Komplikationen auf.","versions":[{"lang":2,"streams":[{"redirect":13758290,"hoster":"VOE"},{"redirect":13758291,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Norm vs. the Oldest Profession","descr":"Da Norm nicht in der Lage ist, seine Miete zu bezahlen, und weil die Vermieterin aus freien Stücken bei ihm einziehen muss, bekommt er einen Job als männlicher Escort. Taylor ist von der Nachricht schockiert.","versions":[{"lang":2,"streams":[{"redirect":13758287,"hoster":"VOE"},{"redirect":13758286,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Norm vs. Jenny","descr":"Laurie bereitet Norm auf ein Überraschungsdate vor, und als die Dinge schiefgehen, nehmen die beiden schließlich die Limousine eines anderen, die zu einer Musikpreisverleihung fährt, und geraten in eine romantische Beziehung. Die Beziehung zwischen Taylor und Danny wird ernster.","versions":[{"lang":2,"streams":[{"redirect":13758284,"hoster":"VOE"},{"redirect":13758285,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Norm vs. Fitz","descr":"Norm verfolgt Jenny weiterhin, obwohl sie verlobt ist. Norm und ihr zukünftiger Ehemann streiten sich verbal um Jennys Liebe.","versions":[{"lang":2,"streams":[{"redirect":13758280,"hoster":"VOE"},{"redirect":13758281,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Norm vs. The Wedding","descr":"Die Lage zwischen Norm und Jenny wird angespannt, als Norm sich Sorgen macht, zu heiraten, nachdem sie sich nur ein paar Wochen kennengelernt hat.","versions":[{"lang":2,"streams":[{"redirect":13758278,"hoster":"VOE"},{"redirect":13758279,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Norm vs. Fear","descr":"In dieser Folge werden die Zuschauer dazu ermutigt, sich 50 Anspielungen auf Filmklassiker anzueignen. Norm muss sich mit seiner Angst vor Ärzten auseinandersetzen, Laurie mit ihrer Angst vor Puppen; Danny stellt sich seiner Angst vor öffentlichen Reden; Artie stellt sich seiner Angst, vor Fremden zu pinkeln.","versions":[{"lang":2,"streams":[{"redirect":13758273,"hoster":"VOE"},{"redirect":13758275,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Retribution","descr":"Norm überlegt, wie sie Jennys Studium zum Tierarzt finanzieren kann. Jennys Verlobter rächt sich an Norm, weil er sie am Altar gestohlen hat. Taylor, Laurie und Danny bitten Denby um Hilfe bei einem toten Mann.","versions":[{"lang":2,"streams":[{"redirect":13758270,"hoster":"VOE"},{"redirect":13758271,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Laurie Loses It","descr":"Danny wird eifersüchtig, als ein alter Footballspieler, den Taylor kannte, als neuer Angestellter im Büro auftaucht. Laurie kann nicht verstehen, warum sie nicht als eine der besten Sozialarbeiterinnen ausgezeichnet wird, und bittet ihre alte Lehrerin um Rat.","versions":[{"lang":2,"streams":[{"redirect":13758268,"hoster":"VOE"},{"redirect":13758269,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Norm vs. the Sacrifice","descr":"Alle machen sich über Laurie lustig, weil sie einen neuen, übermäßig dramatischen Schauspielerfreund hat. Norm ist gezwungen, einen Deal mit Denby zu machen, um ihn im Büro zu respektieren und die anderen dazu zu bringen, sich ihm anzuschließen.","versions":[{"lang":2,"streams":[{"redirect":13758267,"hoster":"VOE"},{"redirect":13758265,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"I’ve Got a Crush On You","descr":"Shelly ist aus Colorado zurückgekehrt. Nachdem sie Tagebuchseiten im Drucker gefunden hat, glaubt Norm, dass Shelly in ihn verliebt ist, doch sie bestreitet dies. Danny möchte Taylor einen Heiratsantrag machen. Denby muss in den Arbeitsbereich umziehen, während an seinem Büro gearbeitet wird.","versions":[{"lang":2,"streams":[{"redirect":13758262,"hoster":"VOE"},{"redirect":13758264,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Taylor Leaves","descr":"Danny macht Taylor einen Heiratsantrag und Norm befürchtet, dass Danny Taylors verborgene Gefühle herausfinden und am Boden zerstört werden könnte.","versions":[{"lang":2,"streams":[{"redirect":13758260,"hoster":"VOE"},{"redirect":13758261,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Norm Law","descr":"Um Shelly wieder dazu zu bringen, ihn zu mögen, erklärt sich Norm bereit, ihr bei einer Gruppe junger Teenager-Mädchen in Schwierigkeiten zu helfen. Natürlich sorgt Norm für Chaos. Denby sieht darin eine Gelegenheit für Norm, seine Entschädigung zu bekommen, aber Norm beschützt Shelly.","versions":[{"lang":2,"streams":[{"redirect":13758256,"hoster":"VOE"},{"redirect":13758258,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Norm vs. Halloween","descr":"Um Shelly dazu zu bringen, ihn zu mögen, plant Norm, als Feuerwehrmann verkleidet an einer Party teilzunehmen. Aber er hat bereits zugestimmt, ein paar Kinder aus einer gefährlichen Nachbarschaft zum Süßes oder Saures mitzunehmen. Er weiß nicht, was er tun soll. Danny überarbeitet seine neue Liebe.","versions":[{"lang":2,"streams":[{"redirect":14438149,"hoster":"VOE"},{"redirect":13758254,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Norm and the Hopeless Cause","descr":"Norm versucht, Lauries lesbische Freundin zu bekehren.","versions":[{"lang":2,"streams":[{"redirect":14438150,"hoster":"VOE"},{"redirect":13758250,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Norm vs. Youth (1)","descr":"Norm macht sich über Laurie lustig, weil sie mit einem viel jüngeren Mann ausgeht, und nachdem Laurie ihm sagt, dass er kein jüngeres Mädchen bekommen könnte, bekommt er eins, nur um Laurie das Gegenteil zu beweisen, aber die Dinge laufen nicht so, wie er es sich erhofft hatte.","versions":[{"lang":2,"streams":[{"redirect":14438151,"hoster":"VOE"},{"redirect":13758259,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Norm vs. Youth (2)","descr":"Laurie wird paranoid, ihre Beziehung mit dem viel jüngeren Dale wird schlimm enden. Danny erfährt, dass er mit einem berühmten Massenmörder-Despoten der Geschichte verwandt ist. Norm bekommt eine neue ältere Freundin, aber er ahnt nicht, dass ihm eine Überraschung bevorsteht.","versions":[{"lang":2,"streams":[{"redirect":13758243,"hoster":"VOE"},{"redirect":13758245,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Norm vs. Tennis","descr":"Norm bringt Laurise in letzter Sekunde mit einem Arzt zusammen, der als Gast an der Bar fungiert, damit er mit Shelly Tennis spielen kann, doch als Norm ein schlechter Gewinner ist, wird Shelly zum Tennismonster.","versions":[{"lang":2,"streams":[{"redirect":13758240,"hoster":"VOE"},{"redirect":13758247,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Norm vs. the Kid","descr":"Norm ist verärgert darüber, nicht Teil eines Plans zu sein, bei dem Laurie, Danny, Shelly, Denby und Mary, die Alkoholikerin, jeweils ein Kind aus einer Familie mit fünf Pflegekindern für eine Woche bei sich aufnehmen, während sie in ein neues Zuhause ziehen. Die Dinge ändern sich und Norm bekommt den Ganoven Billy.","versions":[{"lang":2,"streams":[{"redirect":13758237,"hoster":"VOE"},{"redirect":13758242,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Norm vs. Schoolin’","descr":"Es sieht so aus, als hätte Billy einige Pflegeeltern. Norm und Denby beginnen einige Episoden zuvor auf Anordnung eines Gremiums mit ihren Sozialarbeiterkursen.","versions":[{"lang":2,"streams":[{"redirect":13758234,"hoster":"VOE"},{"redirect":13758235,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Norm vs. Freud","descr":"Artie verwendet ein elektrisches Gerät, das die Muskeln schockt, um ihm beim Abnehmen zu helfen, aber es gibt unbeabsichtigte Folgen. Norm setzt egoistisch Gruppentherapie ein, um Shelly dazu zu bringen, ihn wieder zu mögen, doch als er erfährt, dass zwischen ihm und Denby möglicherweise mehr ist, als sie dachten. Norms Vater taucht plötzlich auf, nachdem er jahrelang in seinem Leben vermisst wurde.","versions":[{"lang":2,"streams":[{"redirect":13758232,"hoster":"VOE"},{"redirect":13758233,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Norm vs. Dad","descr":"Nachdem Norms Vater auftaucht, nachdem er lange Zeit aus seinem Leben verschwunden war, regieren Norm und Artie und bitten um seine Zustimmung. Danny hat Gefühle für Shelly. Nachdem Shelly und Denby zu einem Symphoniekonzert gegangen sind, überzeugt sich Denby davon, dass Shelly heiß auf ihn steht.","versions":[{"lang":2,"streams":[{"redirect":13758228,"hoster":"VOE"},{"redirect":13758229,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Denby Quits","descr":"Danny macht sich auf den Weg zu Shelly, hat aber Angst vor ihrer Ex Norm. Nachdem Denbys letzter Funken Würde zerstört ist, gibt er auf. Kurz darauf wird Laurie die neue Chefin, aber sie ist mit der neuen Position unzufrieden und möchte Denby zurückhaben.","versions":[{"lang":2,"streams":[{"redirect":13758225,"hoster":"VOE"},{"redirect":13758226,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Norm Lets Go","descr":"Laurie bringt Denby das Tanzen bei.","versions":[{"lang":2,"streams":[{"redirect":13758223,"hoster":"VOE"},{"redirect":13758230,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Norm vs. Danny and Shelly","descr":"Als Danny erfährt, dass Norm jetzt mit Taylor zusammen ist, stellt Danny ihn zur Rede und sagt, er tue dies nur, um sich an ihm dafür zu rächen, dass er mit Shelly zusammen ist. Norm bestreitet es, wundert sich aber. Außerdem schimpft Denby über den Zustand der Herrentoilette im Vergleich zur Damentoilette.","versions":[{"lang":2,"streams":[{"redirect":13758220,"hoster":"VOE"},{"redirect":13758222,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Norm and Wiener Dog vs. Fatherhood","descr":"Norm schuldet Miete, erhält aber eine Gehaltserhöhung von Denby. Norm erfährt, dass Denbys Pudel Fifi schwanger ist. Er ist sicher, dass Weiner Dog ihr Vater war. Die Welpen sind von beiden Rassen. Denby lehnt sie ab, bittet aber später zweifelhaft darum. Danny versucht, sich mit Shelly zu versöhnen.","versions":[{"lang":2,"streams":[{"redirect":13758216,"hoster":"VOE"},{"redirect":13758218,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Norm vs. Homelessness","descr":"Norms Freundschaft mit Laurie wird angespannt, da er obdachlos ist und bei ihr lebt. Ein Mädchen von Norms Highschool, in das er verknallt war, taucht im Büro auf und hegt ähnliche Gefühle für ihn. Norm sorgt versehentlich dafür, dass Denby aus seiner Wohnung geworfen wird. Danny und Denby versuchen, Frauen auf eine Geschäftsreise zu locken.","versions":[{"lang":2,"streams":[{"redirect":13758215,"hoster":"VOE"},{"redirect":13758214,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Norm is Fat","descr":"Norm ist obdachlos und lebt mit Laurie zusammen. Im Büro sieht er ein Highschool-Mädchen, in das er verliebt war und das Gefühle für ihn hegt. Norm sorgt versehentlich dafür, dass Denby aus seiner Wohnung geworfen wird. Danny und Denby versuchen, Frauen auf eine Geschäftsreise zu locken.","versions":[{"lang":2,"streams":[{"redirect":13758211,"hoster":"VOE"},{"redirect":13758212,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Norm vs. Deception","descr":"Um Versicherungsbetrug zu vermeiden, gibt Norm vor, in Laurie verliebt zu sein. Laurie nutzt dies, um das Interesse eines Mannes zu wecken, den sie gesucht hat. Shelly ist verärgert, als sie erfährt, dass Norm und Laurie ein Paar sind, was zu einer Enthüllung führt.","versions":[{"lang":2,"streams":[{"redirect":13758207,"hoster":"VOE"},{"redirect":13758209,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Norm vs. Cuba","descr":"Norm und Laurie sind gezwungen, auf Hector aufzupassen, ein kubanisches Waisenkind, das sich heimlich ins Land eingeschlichen hat, während die Regierungen entscheiden, was mit ihm geschehen soll. Laurie entpuppt sich als miese Mutter, obwohl sie sich dessen überhaupt nicht bewusst ist.","versions":[{"lang":2,"streams":[{"redirect":13758204,"hoster":"VOE"},{"redirect":13758206,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Norm’s Free","descr":"Norm macht Denby einen Streich und bringt ihn vor seinem Enkel in Verlegenheit. Zerknirscht freundet sich Norm mit Denby an, nur um Denby als Absicht zu bezeichnen, ihn so zu manipulieren, dass er vorzeitig aus dem Zivildienst entlassen wird, den er leisten musste, um einer Gefängnisstrafe zu entgehen.","versions":[{"lang":2,"streams":[{"redirect":13758201,"hoster":"VOE"},{"redirect":13758202,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Norm Comes Back","descr":"Norm tritt aus dem Sozialamt zurück und wird zum prominenten Unterstützer eines räuberischen Mietkaufgeschäfts. Als er miterlebt, wie ein ehemaliger Kunde ausgebeutet wird, und erfährt, dass Denbys Chef den Kunden alle Vorteile wegnimmt, hat er einen Plan.","versions":[{"lang":2,"streams":[{"redirect":13758199,"hoster":"VOE"},{"redirect":13758200,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Norm vs. Shelly’s Old Flame","descr":"Im Serienfinale bittet Norm Shelly um ein Date und sie sagt ja. Er plant ihr Date, als Shelly einen Freund Travis aus Colorado im Büro vorstellt und sagt, er sei zu Besuch in der Stadt. Norm reagiert und warnt ihn vor seinem Eifersuchtsproblem.","versions":[{"lang":2,"streams":[{"redirect":13758197,"hoster":"VOE"},{"redirect":13758198,"hoster":"Streamtape"}]}]}]}]}