{"path":"/serie/stream/northern-lights","name":"Northern Lights","descr":"Lloyd (Stephen Jones) lernt in einer verregneten Nacht auf der Grattan Bridge in Dublin die völlig durchnässte Áine (Elva Trill) kennen. Eigentlich wollte er mit einem Freund ein Pub-Konzert besuchen, da er jedoch nicht in der richtigen Stimmung war, begibt er sich schon nach wenigen Minuten auf den Weg nach Hause. Auf der Brücke sieht er die junge Frau, wie sie auf den Fluss starrt. Der besorgte junge Mann spricht sie an und fragt, ob alles in Ordnung sei. Nach anfänglichem Zögern nimmt Áine das Angebot an, mit in seine nahegelegene Wohnung zu kommen, um sich vor dem Regen zu schützen. Dort angekommen, finden die beiden schnell einen Draht zueinander. Beide verbindet eine tiefe Trauer, die sie allerdings gekonnt überspielen. Während sie sich nach und nach ihre traumatischen Erfahrungen offenbaren, finden sie Trost und neue Hoffnung.","seasons":[{"path":"/serie/stream/northern-lights/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/northern-lights/staffel-1/episode-1","name":"Begegnung auf der Brücke","epNo":1,"alt":"Episode 1","descr":"Lloyd begegnet an einem verregneten Abend in Dublin einer jungen Frau, die völlig durchnässt auf der Grattan Bridge steht. Es ist der Beginn einer außergewöhnlichen Freundschaft. Nach anfänglichem Zögern nimmt Áine das Angebot an, mit in Lloyds nahe gelegene Wohnung zu kommen, um sich vor dem Regen zu schützen. Obwohl sich die beiden bis wenige Minuten zuvor gar nicht kannten, sprechen sie schon bald über sehr persönliche Themen. In der irisch-belgisch-deutschen Dramaserie, die auf einem von ihm selbst verfassten Bühnenstück basiert, spielt Stephen Jones den Dubliner Lloyd, der an einem verregneten Abend durch Zufall einen ganz besonderen Menschen kennenlernt. Eigentlich will Lloyd ein Pub-Konzert seines Freundes Baz (John Doran) besuchen. Da er nicht in der richtigen Stimmung ist, tritt er aber schon nach wenigen Minuten den Weg nach Hause an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13871844","hoster":"VOE"},{"path":"/redirect/13871857","hoster":"Vidoza"},{"path":"/redirect/13871840","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14157975","hoster":"VOE"},{"path":"/redirect/14157974","hoster":"Doodstream"},{"path":"/redirect/14157973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/northern-lights/staffel-1/episode-2","name":"Der Morgen danach","epNo":2,"alt":"Episode 2","descr":"Áine hat die Nacht auf Lloyds Sofa verbracht. Am nächsten Morgen sprechen die beiden über Áines psychisch kranken Freund Seán, der sich drei Monate zuvor das Leben genommen hat. Da Seáns Verzweiflungstat auf der Grattan Bridge geschah, hat der in der Nähe lebende Lloyd sie mitbekommen. Áine will aber nicht über den Abend sprechen und erzählt Lloyd stattdessen, dass sie gern Kinderbücher schreiben würde. Er ist begeistert. Áine (Elva Trill) hat bei Lloyd (Stephen Jones) in der Wohnung auf dem Sofa übernachtet. Am Morgen fragt er sie, ob sie noch einmal über den Suizid ihres Freundes Seán (Jay Duffy) sprechen sollen. Lloyd hat damals nämlich mitbekommen, wie dieser sich von der Grattan Bridge stürzte. Doch Áine findet, dass es dazu nichts mehr zu sagen gibt. Die beiden gehen in Lloyds Lieblingscoffeeshop frühstücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13871843","hoster":"VOE"},{"path":"/redirect/13871846","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14157997","hoster":"VOE"},{"path":"/redirect/14157993","hoster":"Doodstream"},{"path":"/redirect/14157999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/northern-lights/staffel-1/episode-3","name":"Tom Jones","epNo":3,"alt":"Episode 3","descr":"Lloyd und Áine verbringen weiterhin Zeit miteinander. Als sie im Pub sitzen, werden bei Áine durch einen Song schmerzhafte Erinnerungen an die Trauerfeier für ihren Freund Seán geweckt. Nachdem sie sich kurz zurückgezogen hat, fängt sich Áine wieder und feiert spontan bei einem Junggesellinnenabschied mit. Später will sie von Lloyd wissen, warum dessen Freundin Denise ohne ihn nach Spanien gereist ist. Lloyd gibt ihr keine Antwort. Da Lloyd (Stephen Jones) lieber nach Hause gehen wollte, setzt sich Áine (Elva Trill) allein in den Biergarten eines Pubs. In der Tasche ihrer Lederjacke findet sie Notizen, die sie wieder an die sogenannte Fuck-it-List ihres verstorbenen Freundes Seán (Jay Duffy) erinnern. Wenig später taucht Lloyd doch in dem Lokal auf und leistet Áine beim Guinness-Trinken Gesellschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13871847","hoster":"VOE"},{"path":"/redirect/13871850","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14157995","hoster":"VOE"},{"path":"/redirect/14158005","hoster":"Doodstream"},{"path":"/redirect/14158002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/northern-lights/staffel-1/episode-4","name":"Gemeinsam einsam","epNo":4,"alt":"Episode 4","descr":"Lloyd empfiehlt Áine, die Reise nach Island zu den Polarlichtern anzutreten. Eigentlich hatte ihr Freund Seán sie dazu eingeladen. Doch bevor es so weit war, nahm er sich das Leben. Áine ist verärgert, als Lloyd für sie nach Seáns Vorbild eine \"Fuck-it-List\" mit Lebenszielen erstellen will. Er kann sie gerade noch davon abhalten, sofort zu gehen. Im folgenden Gespräch wird deutlich, dass sich Áine Vorwürfe wegen Seáns Tod macht. Áine (Elva Trill) verbringt den Abend wieder bei Lloyd (Stephen Jones) in der Wohnung. Dem begeisterten Karaokesänger gelingt es sogar, sie zu einem Duett zu überreden. Als danach Polarlichter als Screensaver auf dem Bildschirm auftauchen, kommen die beiden wieder auf Áines verstorbenen Freund Seán (Jay Duffy) zu sprechen, der mit ihr nach Island reisen wollte, um das Naturschauspiel zu beobachten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13871851","hoster":"VOE"},{"path":"/redirect/13871852","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14158014","hoster":"VOE"},{"path":"/redirect/14158008","hoster":"Doodstream"},{"path":"/redirect/14158013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/northern-lights/staffel-1/episode-5","name":"Polarlichter","epNo":5,"alt":"Episode 5","descr":"Lloyd und Áine haben sich geküsst und wissen selbst nicht genau, was das zu bedeuten hat. Am nächsten Morgen wird Áine bewusst, dass auch Lloyd einen Schicksalsschlag verarbeiten muss. In Lloyds Schlafzimmer hat sie ein Familienfoto entdeckt, das viele Fragen aufwirft. Die beiden sprechen darüber. Áine freut sich, dass Lloyd ihr so viel Vertrauen entgegenbringt. Doch die Stimmung kippt, als Seáns Suizid noch einmal zum Thema wird. Lloyd (Stephen Jones) und Áine (Elva Trill) sprechen immer noch darüber, was ihr Kuss zu bedeuten hat. Áine möchte wissen, welchen Beziehungsstatus Lloyd und Denise (Jennifer Heylen) haben. Er räumt ein, dass ihm das derzeit selbst nicht klar sei. Denise habe ihm eine Nachricht aus Spanien geschickt, die er nicht zu deuten wisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13871854","hoster":"VOE"},{"path":"/redirect/13871853","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14158012","hoster":"VOE"},{"path":"/redirect/14158019","hoster":"Doodstream"},{"path":"/redirect/14158011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/northern-lights/staffel-1/episode-6","name":"Neuanfänge","epNo":6,"alt":"Episode 6","descr":"Nach Seáns Tod hatte dessen Mutter Pauline die Schuld bei Áine gesucht. Nun sprechen sich die beiden Frauen aus und versöhnen sich. Wenig später erhält Áine nette Post von Lloyd. Es kommt zu einem erneuten Treffen zwischen Áine und Lloyd, bei dem die beiden sehr freundschaftlich miteinander umgehen. Auch Lloyd und Denise nähern sich wieder an. Sie können endlich offen miteinander über den Verlust ihrer kleinen Tochter sprechen. Áine (Elva Trill) besucht Pauline (Susan Lynch), die Mutter ihres verstorbenen Freundes Seán (Jay Duffy). Die beiden sprechen sich aus. Pauline hatte Áine bei der Trauerfeier schwere Vorwürfe gemacht. Nun gibt sie zu, dass das unfair gewesen sei und sie einfach nur jemanden gebraucht habe, dem sie die Schuld am Tod ihres Sohnes geben konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13871841","hoster":"VOE"},{"path":"/redirect/13871845","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14158001","hoster":"VOE"},{"path":"/redirect/14158009","hoster":"Doodstream"},{"path":"/redirect/14158000","hoster":"Streamtape"}]}]}]}]}