{"seriesId":"nozomanu-fushi-no-boukensha","name":"Nozomanu Fushi no Boukensha ","descr":"[The Unwanted Undead Adventurer] Abenteurer Rentt hat kein großes Talent für seinen Job und muss jeden Tag Schleimfresser und Goblins für ein paar magere Münzen jagen. Er ahnt nicht, dass sich dies bald ändert, als er auf einen scheinbar unentdeckten Pfad im Labyrinth des Mondspielgels stößt. Doch was ihn am Ende des Pfades erwartet, sind weder Schätze noch Reichtümer, sondern ein legendärer Drache, der ihn kurzerhand verschlingt! Als Rentt kurze Zeit später wieder erwacht, ist er zwar nicht ganz tot, aber auch nicht sehr lebendig – er ist nichts weiter als ein Haufen Knochen! Mit seinem schaurigen Antlitz macht er sich auf die Suche nach einer existenziellen Evolution, in der Hoffnung, eines Tages in menschlicher Form zur Zivilisation zurückzukehren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Unwanted Undead","descr":"Der Bronze-Abenteurer Rentt trifft in einem Labyrinth auf einen Drachen, der ihn sogleich tötet und zu einem untoten Skelett macht. Rentt will jedoch nicht aufgeben, ein Mithril-Abenteurer zu werden und trainiert auch als Skelett noch hart …","versions":[{"lang":3,"streams":[{"redirect":13810782,"hoster":"VOE"},{"redirect":13985172,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Rookie and the Veteran","descr":"Rentt trifft im Labyrinth auf die Abenteurerin Rina. Wird sie ihm helfen oder versuchen, ihn zu vernichten?","versions":[{"lang":3,"streams":[{"redirect":13810784,"hoster":"VOE"},{"redirect":13985173,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Undead Infiltrates the Town","descr":"Rentt kehrt in die Stadt zurück und offenbart sich seiner Wissenschaftler-Freundin Lorraine, die ihn fortan bei sich wohnen lässt.","versions":[{"lang":3,"streams":[{"redirect":13810788,"hoster":"VOE"},{"redirect":13985175,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Existential Evolution","descr":"Rentt und der Gasthausbesitzer Lorris sind in einem Bossraum eingesperrt. Um entkommen zu können, muss das Riesenskelett besiegt werden.","versions":[{"lang":3,"streams":[{"redirect":13810789,"hoster":"VOE"},{"redirect":13705636,"hoster":"Doodstream"},{"redirect":13985176,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Undead Adventurer","descr":"Um in der Gilde Aufträge annehmen zu können, muss sich Rentt unter neuem Namen registrieren.","versions":[{"lang":3,"streams":[{"redirect":13810790,"hoster":"VOE"},{"redirect":13985177,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Bronze-class Exam","descr":"Da sich Rentt unter falschem Namen erneut bei der Gilde angemeldet hat, muss er auch wieder an der Prüfung zur Bronze-Klasse teilnehmen. Dabei muss er im praktischen Teil mit zwei jungen Abenteurern ein Team bilden.","versions":[{"lang":3,"streams":[{"redirect":13757982,"hoster":"VOE"},{"redirect":13757984,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Magical Contract","descr":"Rentt und seine Kameraden bestehen die Prüfung, doch die Gildenangestellte Sheila wird misstrauisch und sucht mit Rentt das Gespräch.","versions":[{"lang":3,"streams":[{"redirect":13810780,"hoster":"VOE"},{"redirect":13985174,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"A New Weapon and Power","descr":"Rentt erhält endlich sein neues Schwert und erfährt von Clope von einer Spezialattacke, die er sogleich ausprobieren will. Kurz darauf erhält er einen ungewöhnlichen Auftrag.","versions":[{"lang":3,"streams":[{"redirect":13810795,"hoster":"VOE"},{"redirect":13985178,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Dragonblood Flower","descr":"Um einem Waisenhaus in Nöten zu helfen, macht sich Rentt auf die Suche nach der Drachenblut-Blume.","versions":[{"lang":3,"streams":[{"redirect":13815131,"hoster":"VOE"},{"redirect":13815132,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"A Strange Man and a Strange Job","descr":"Der Elf, Isaac Hart, benötigt Drachenblut-Medizin für seinen kranken Arbeitgeber und bietet Rentt den Auftrag an, ihm regelmäßig weitere Drachenblut-Medikamente zu liefern. Da Tarasque-Drachen bekanntermaßen schwer zu besiegen sind, geht Rentt heimlich zum Monsterschlächter der Gilde, Dario. Sheila ist erstaunt, dass Rentt jetzt leicht stark genug ist, um den Silberrang zu erreichen. Rentt liefert ein Drachenblut an Alize und gibt außerdem zusätzliche Exemplare an den Heiler Umberto und den Kräuterkundigen Norman. Auf Edels Drängen hin willigen die verbliebenen Rattenmonster ein, das Waisenhaus zu beschützen. Alize beschließt, eine Abenteurerin wie Rentt zu werden, und bittet Lorraine, ihr Magie beizubringen. Lorraine beschließt, ihn in die Luft zu jagen, als er unbeabsichtigt andeutet, dass sie nicht mehr jung ist, aber als er sie verzweifelt mit Komplimenten überschüttet, gerät sie in Verlegenheit. Rentt erfährt, dass Isaac für die mysteriöse und gefährliche Familie Latour arbeitet, die die meiste Macht in Maalt innehat, obwohl sie keine Adligen sind. Da es gefährlich wäre, eine Anfrage von ihnen abzulehnen, besucht Rentt ihre Villa, erfährt jedoch von ihrem Sicherheitsbeamten, dass der Zugang nur gewährt wird, wenn es gelingt, durch ein sich ständig veränderndes Labyrinth im Vorhof zu gelangen. Sein einziger Hinweis, um durchzukommen, besteht darin, dass die Sonne ihm nicht helfen kann. Und wenn er es schafft, erhält er einen magischen Gegenstand. Rentt ist zuversichtlich, da das Labyrinth recht klein erscheint, doch nach mehreren Stunden verliert er sich hoffnungslos.","versions":[{"lang":3,"streams":[{"redirect":13835832,"hoster":"VOE"},{"redirect":13835835,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Garden Labyrinth","descr":"Im Irrgarten trifft Rentt auf die mysteriöse Laura, die ihn auf eine Tasse Tee einlädt.","versions":[{"lang":3,"streams":[{"redirect":13887038,"hoster":"VOE"},{"redirect":13887037,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Rentt Faina","descr":"Lorraine erfährt endlich den Grund, weshalb Rentt unbedingt Abenteurer der Mythril-Klasse werden will.","versions":[{"lang":3,"streams":[{"redirect":13886814,"hoster":"VOE"},{"redirect":13886815,"hoster":"Streamtape"}]}]}]}]}