{"path":"/serie/stream/nudes-nackt-im-netz","name":"Nudes – Nackt im Netz","descr":"Die Miniserie thematisiert den unbedachten Umgang vieler Jugendlicher mit sozialen Medien und deren dramatischen Folgen: Die 16-jährige Sofia (Lena Reinhardtsen) und ihr Freund Axel (Christian Reyes Løvdal) haben Sex auf einer Party. Am nächsten Tag wird ein Film von ihnen in ihrer Schule herumgeschickt. Sofia und ihre Freunde begeben sich auf die Suche nach demjenigen, der heimlich mitgefilmt hat. Die 14-jährige Ada (Anna Storeng Frøseth) lernt auf der Dating-App Online einen Typen kennen. Später wird sie von Jan (Tobias Aksdal) angesprochen, der ihr davon erzählt, dass ein Nacktfoto von ihr in einem geschlossenen Online-Forum veröffentlicht wurde. Er bietet seine Hilfe an, will jedoch dafür eine Gegenleistung. Der 18-jährige Viktor (Tord Kinge) wird wegen eines Films, den er auf dem Online-Dienst Snapchat gepostet hat, der Kinderpornografie beschuldigt. Er versucht Miriam (Stella Kvam Young) dazu zu bringen, die Anklage fallen zu lassen. Seine Aktionen haben jedoch weitreichende Konsequenzen.","seasons":[{"path":"/serie/stream/nudes-nackt-im-netz/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nudes-nackt-im-netz/staffel-1/episode-1","name":"Sofias Story 1","epNo":1,"alt":"Sofia – del en","descr":"Was passiert, wenn intime Videos und freizügige Bilder von Teenagern in die Öffentlichkeit gelangen? Die Geschichten erzählen vom tief sitzenden Schmerz, den Ohnmachtsgefühlen und dem Vertrauensverlust der Betroffenen, zeigen aber auch die Kraft, mit der sich die Millenials aus der Opferrolle herauskämpfen: Die 16-jährige Sofia geht zu einer Party, auf der ältere Schuljahrgänge feiern. Als sie auf Axel trifft, ist sie zu allem bereit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8525910","hoster":"VOE"},{"path":"/redirect/8525911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nudes-nackt-im-netz/staffel-1/episode-2","name":"Sofias Story 2","epNo":2,"alt":"Sofia – del to","descr":"Sofia und Axel wurden beim Sex gefilmt und nun steht ihr \"erstes Mal\" für alle sichtbar im Netz. Und jeder in der Schule scheint das Video zu kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10100307","hoster":"VOE"},{"path":"/redirect/8525917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nudes-nackt-im-netz/staffel-1/episode-3","name":"Sofias Story 3","epNo":3,"alt":"Sofia – del tre","descr":"Sofia will herausfinden, wer gefilmt und das Video ins Netz gestellt hat. Dabei erlebt sie eine völlige Überraschung. Denn der \"Täter\" ist ihr näher als die denkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8525924","hoster":"VOE"},{"path":"/redirect/8525921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nudes-nackt-im-netz/staffel-1/episode-4","name":"Viktors Story 1","epNo":4,"alt":"Viktor – del en","descr":"Viktor, beliebt, eloquent und gerade volljährig, bereitet als Schülersprecher die Feier zum Abitur vor. Da wird er beschuldigt, eine Mitschülerin beim Sex gefilmt und das Video dann ins Netz gestellt zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8525923","hoster":"VOE"},{"path":"/redirect/8525925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nudes-nackt-im-netz/staffel-1/episode-5","name":"Viktors Story 2","epNo":5,"alt":"Viktor – del to","descr":"Bald weiß die gesamte Schule, dass Viktor wegen einer Sexualstraftat beschuldigt wird. Viktor versteht die Anklage nicht. Er hatte das Video doch schnell wieder gelöscht – doch was erst mal im Netz ist, findet seinen Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8525928","hoster":"VOE"},{"path":"/redirect/8525929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nudes-nackt-im-netz/staffel-1/episode-6","name":"Viktors Story 3","epNo":6,"alt":"Viktor – del tre (1)","descr":"Viktor tritt die Flucht nach vorne an und bekennt vor der versammelten Schülerschaft seinen Fehler. Während er von vielen Zuspruch erhält, geht seiner Freundin das Geständnis nicht weit genug. Sie verlangt eine aufrichtige Entschuldigung beim Opfer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8525931","hoster":"VOE"},{"path":"/redirect/8525930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nudes-nackt-im-netz/staffel-1/episode-7","name":"Viktors Story 4","epNo":7,"alt":"Viktor – del tre (2)","descr":"Viktor trifft sich mit Miriam, um sich zu entschuldigen und ihr die Konsequenzen vor Augen zu führen, die eine Verurteilung für ihn bedeuten würde. Aber er hat nicht daran gedacht, welche Folgen die Veröffentlichung des Videos für Miriam hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8525933","hoster":"VOE"},{"path":"/redirect/8525938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nudes-nackt-im-netz/staffel-1/episode-8","name":"Adas Story 1","epNo":8,"alt":"Ada – del en","descr":"Die 14-jährige Ada fühlt sich unscheinbar und kaum wahrgenommen. Aus Neugierde beginnt sie einen Chat mit einem gut aussehenden Jungen im Netz. Doch der will bald auch intime Bilder von ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8525935","hoster":"VOE"},{"path":"/redirect/8525934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nudes-nackt-im-netz/staffel-1/episode-9","name":"Adas Story 2","epNo":9,"alt":"Ada – del to","descr":"Kaum im Chat verschickt, finden sich Adas Nacktbilder auch schon im Netz. Ada ist verzweifelt. Ein Unbekannter bietet ihr Hilfe an, doch das kostet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8525940","hoster":"VOE"},{"path":"/redirect/8525936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nudes-nackt-im-netz/staffel-1/episode-10","name":"Adas Story 3","epNo":10,"alt":"Ada – del tre","descr":"Was soll Ada tun? Sie entwendet aus der Klassenkasse das Geld für den Schulausflug. Sie ist bereit, alles zu tun, damit die Bilder aus dem Netz verschwinden. Aber kann sie überhaupt noch jemandem vertrauen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10100301","hoster":"VOE"},{"path":"/redirect/8525907","hoster":"Streamtape"}]}]}]}]}