{"path":"/serie/stream/numb3rs","name":"Numb3rs - Die Logik des Verbrechens","descr":"In dieser von realen Fällen und Erfahrungen inspirierten Krimiserie zieht FBI-Agent Don Eppes (Rob Morrow) seinen mathematisch hochbegabten Bruder zu Rate, um mit dessen Hilfe die kompliziertesten Fälle zu lösen. Dr. Charlie Eppes (David Krumholtz) ist Professor für Mathematik und kann mit Hilfe von Methoden angewandter Mathematik, Physik und Informatik schwerste Verbrechen analysieren. Mit seinen komplexen Formeln gelangt er auf die Spuren von Serienmördern und kann die nächsten Schritte von Bankräubern \"errechnen\". Schon bald wird er für das FBI in Los Angeles zum unverzichtbaren Spezialisten, jedoch muss er auch erkennen, dass der Faktor Mensch eine nicht zu unterschätzende Größe ist, die ihm immer wieder einen Strich durch die Rechnung machen kann.","seasons":[{"path":"/serie/stream/numb3rs/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/numb3rs/staffel-1/episode-1","name":"Brandzeichen","epNo":1,"alt":"Pilot","descr":"FBI-Agent Don Eppes will einen Serienvergewaltiger zur Strecke bringen, doch ihm fehlt jegliche Spur. Sein Bruder Charlie, ein Mathematikgenie, entwickelt eine Gleichung, mit deren Hilfe er die Basis des Täters errechnen kann. Obwohl Don den Fähigkeiten seines Bruders eher skeptisch gegenübersteht, lässt er sich auf die ungewöhnliche Ermittlungsmethode ein. Es beginnt ein Wettlauf gegen die Zeit, denn der Täter hat bereits sein nächstes Opfer ausgewählt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396144","hoster":"VOE"},{"path":"/redirect/11089537","hoster":"Doodstream"},{"path":"/redirect/9694911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-2","name":"Bankräuber","epNo":2,"alt":"Uncertainty Principle","descr":"Don ermittelt gegen eine Bankräuber-Bande, auf deren Konto bereits 16 Überfälle gehen. Sein Bruder Charlie schafft es, mit einer Formel den Ort des nächsten Überfalls zu berechnen. Doch als Don und seine Kollegen die \"Gentlemen- Gauner\" überführen wollen, gerät die Situation außer Kontrolle: Die sonst gewaltlosen Überfälle enden in einem Blutbad, und auch Don gerät in große Gefahr. Charlie gibt sich die Schuld für das Fiasko und will die Polizeiarbeit an den Nagel hängen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821386","hoster":"VOE"},{"path":"/redirect/11089540","hoster":"Doodstream"},{"path":"/redirect/8821388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-3","name":"Vektor","epNo":3,"alt":"Vector","descr":"Eine geheimnisvolle Seuche breitet sich in L.A. aus, das FBI wird hinzugezogen, um Schlimmeres zu verhindern. Bei der Epidemie handelt es sich um die Spanische Grippe, da die Erreger jedoch vor Jahren ausgestorben sind, muss es sich um einen biologischen Terroranschlag handeln. Mit Charlies mathematischen Fähigkeiten sucht Don nach dem Ursprungsort der Seuche. Dabei stoßen sie auf den mysteriösen Wissenschaftler Grolsh, der in einem Gen-Labor arbeitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14416197","hoster":"VOE"},{"path":"/redirect/11089538","hoster":"Doodstream"},{"path":"/redirect/14438163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-4","name":"Konstruktionsfehler","epNo":4,"alt":"Structural Corruption","descr":"Charlie findet die Leiche eines Studenten. Er macht sich große Vorwürfe, denn der Tote war noch wenige Tage zuvor bei ihm, um sich einen Rat einzuholen. Doch Charlie fällt auf, dass der junge Student zu weit aufgeschlagen ist, als dass der Sturz von der Brücke ein Selbstmord gewesen sein könnte. Er überzeugt Don, die Ermittlung aufzunehmen. Dabei stoßen sie auf eine ominöse Baufirma. Musste der Student sterben, weil er einem Pfusch auf die Spur gekommen war?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14416169","hoster":"VOE"},{"path":"/redirect/11089541","hoster":"Doodstream"},{"path":"/redirect/14412411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-5","name":"Primzahlen","epNo":5,"alt":"Prime Suspect","descr":"Die kleine Emily wird an ihrem Geburtstag von zwei Clowns entführt. Schnell stellt Charlie fest, dass die Entführer es nicht auf ein Lösegeld abgesehen haben, sondern auf eine mathematische Formel, die Emilys Vater Ethan Burdick seit geraumer Zeit zu lösen versucht. Auf die Lösung dieser Formel ist nicht nur ein hohes Preisgeld ausgesetzt, man kann damit auch sämtliche Verschlüsselungen im Internet decodieren. Ein Wettlauf gegen die Zeit beginnt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396091","hoster":"VOE"},{"path":"/redirect/11089544","hoster":"Doodstream"},{"path":"/redirect/14438166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-6","name":"Sabotage","epNo":6,"alt":"Sabotage","descr":"Eine Serie von Zugunglücken erweist sich für das FBI als sorgfältig geplante Anschläge. Die codierten Bekennerschreiben werfen allerdings selbst für Charlie Rätsel auf. Klar ist aber, dass jemand versucht, spektakuläre Zugunfälle nachzustellen. Und ein Vorfall fehlt noch: das Bahnunglück am Cajon-Pass, bei dem 37 Menschen starben. Dies deckt sich auch mit den Angaben im Bekennerbrief. Für sieben Zahlen und einen Buchstaben haben die Ermittler aber immer noch keine Erklärung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396118","hoster":"VOE"},{"path":"/redirect/11089542","hoster":"Doodstream"},{"path":"/redirect/14413964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-7","name":"Blütenzauber","epNo":7,"alt":"Counterfeit Reality","descr":"Eine Reihe von Ladenüberfällen erschüttert Los Angeles. Die schwer bewaffneten Täter haben es ausschließlich auf Bargeld abgesehen. Merkwürdig ist, dass alle diese Läden wenige Stunden zuvor von zwei jungen Männern besucht wurden und die sind jetzt tot. Sie wurden erschossen. Alles deutet darauf hin, dass sie zu einer Fälscherbande gehören, auf deren Konto die Entführung der Grafik-Künstlerin Margo Hughes geht. Sie soll den Verbrechern bei der Herstellung der Blüten helfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14423267","hoster":"VOE"},{"path":"/redirect/11089545","hoster":"Doodstream"},{"path":"/redirect/14412919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-8","name":"Identitätskrise","epNo":8,"alt":"Identity Crisis","descr":"Trevor Riley, vom FBI wegen Investmentbetrugs gesucht, wird erdrosselt in seiner Wohnung aufgefunden. Die Tat erinnert an den Mord an Lisa Bayle, der vor einem Jahr passierte. Ihr Mörder Cliff Howard sitzt allerdings in Haft. In Don kommen Zweifel an Howards Schuld hoch, und er bittet Charlie, den Fall Bayle neu zu überprüfen. Dabei stoßen sie auf Rileys Nachbarn Mark Andric, einen – wie sich herausstellt – ehemaligen serbischen Leutnant, der eine Affäre mit Lisa Bayle hatte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396173","hoster":"VOE"},{"path":"/redirect/11089543","hoster":"Doodstream"},{"path":"/redirect/14414959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-9","name":"Hinterhalt","epNo":9,"alt":"Sniper Zero","descr":"Ein Heckenschütze hält L.A. mit einer Mordserie in Atem. Don und Charlie erhalten Unterstützung von Agent Edgerton, einem Scharfschützenausbilder des FBI. Erste Ermittlungen führen zu Wayne Osborne. Da sich der mehrfach Vorbestrafte aber als Trittbrettfahrer entpuppt, vermutet Charlie noch mehr Nachahmer. Erst als Don die Tatorte genauer analysiert, fällt ihm ein Name ein: Nathan Crane, ein Versager, der Scharfschütze werden wollte, aber aus der Armee geflogen ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14416255","hoster":"VOE"},{"path":"/redirect/11089547","hoster":"Doodstream"},{"path":"/redirect/14438167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-10","name":"Radioaktiv","epNo":10,"alt":"Dirty Bomb","descr":"Diebe haben einen Laster mit radioaktivem Material in ihre Gewalt gebracht. Sie drohen, eine \"schmutzige Bombe\" in L.A. zu zünden, wenn nicht 20 Millionen Dollar an sie gezahlt werden. Während Don sich auf die Spuren des Trucks macht, versucht Charlie herauszufinden, wo in L.A. die Bombe den größten Schaden anrichten könnte. Sie finden heraus, dass die Aktion der Bande von deren eigentlichen Coup ablenken soll: ein Kunstraub im großen Stil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14416171","hoster":"VOE"},{"path":"/redirect/11089549","hoster":"Doodstream"},{"path":"/redirect/14438170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-11","name":"Chancengleichheit","epNo":11,"alt":"Sacrifice","descr":"Der Mathematiker Jonas Hoke wurde tot in seiner Wohnung aufgefunden. Er war an der Entwicklung von Programmen fürs FBI beteiligt, und wie sich herausstellt, wurden brisante Daten von Hokes Computer gelöscht. Während Charlie versucht, die gelöschten Dateien wiederherzustellen, finden David und Don Reste einer Wanze, mit der sich Computermonitore ausspionieren lassen. Als Charlie auf ein Programm stößt, das sonst nur Baseball-Teams nutzen, haben die Ermittler eine erste heiße Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396066","hoster":"VOE"},{"path":"/redirect/11089548","hoster":"Doodstream"},{"path":"/redirect/14438173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-12","name":"UFO","epNo":12,"alt":"Noisy Edge","descr":"Ein mysteriöses Flugobjekt über L.A. ist von mehreren Augenzeugen gesichtet worden – doch weder zivile, noch militärische Radaranlagen haben etwas registriert. Auf der Suche nach einer Erklärung stößt Don auf die Flugzeugbastler David Croft und Lane Gosnell. Wie sich herausstellt, ist Gosnell an dem fraglichen Abend bei einem Probeflug tödlich verunglückt. Alles deutet darauf hin, dass das Seitenruder manipuliert worden ist. Steckt dahinter Sabotage? Charlie zweifelt daran","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396119","hoster":"VOE"},{"path":"/redirect/11089576","hoster":"Doodstream"},{"path":"/redirect/14438181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-1/episode-13","name":"Menschenjagd","epNo":13,"alt":"Man Hunt","descr":"Don und seine Kollegen verfolgen zwei Verbrecher, die bei einem Unfall aus einem Gefängnisbus geflohen sind. Er wird von Cooper unterstützt, einem Zielfahnder der Abteilung \"Fugitive Recovery\". Reed, ein Agent des LAPD Drogendezernats, funkt jedoch dem FBI dazwischen, und McDowd, einer der Flüchtigen, kann entkommen. Über einen Algorithmus kann Charlie aber erkennen, wo sich McDowd aufhält – auf dem Territorium der Zee Boys. Wenig später findet Don deren Anführer Choi tot auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14416231","hoster":"VOE"},{"path":"/redirect/11089568","hoster":"Doodstream"},{"path":"/redirect/14438177","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/numb3rs/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/numb3rs/staffel-2/episode-1","name":"Nach eigenem Ermessen","epNo":1,"alt":"Judgment Call","descr":"Die Frau von Richter Trelane ist aus nächster Nähe mit der Schrotflinte erschossen worden. Alles deutet auf einen Auftragsmord hin. Don vermutet den Täter unter denjenigen, die von Trelane verurteilt worden sind. Da der Richter gerade gegen Duc Lu Phan verhandelt, dem die Todesstrafe droht, richtet sich der Verdacht gegen dessen Asiaten-Gang. Kurz darauf wird deren zweiter Anführer, Raymond Hmong, festgenommen, als er Richter Trelane erschießen will...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821408","hoster":"VOE"},{"path":"/redirect/11089668","hoster":"Doodstream"},{"path":"/redirect/8607140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-2","name":"Spiel des Lebens","epNo":2,"alt":"Better or Worse","descr":"Erica Logan überfällt den Juwelier Rausch, legt ihm ein Bild seiner Frau und seiner Tochter vor und erpresst die Herausgabe von Diamanten mit dem Hinweis, dass seine Familie entführt worden ist. Auf dem Weg aus dem Laden wird die Frau vom Wachmann erschossen. Die Tote hat einen Autoschlüssel dabei, aber es ist kein passender Wagen zu finden. Da der Wagen einen automatischen Türöffner hat, entschlüsselt Charlie den Code des Schlüssels. Die Spur führt zu Steven, Ericas Vater...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850558","hoster":"VOE"},{"path":"/redirect/11089620","hoster":"Doodstream"},{"path":"/redirect/8607146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-3","name":"Der Stalker","epNo":3,"alt":"Obsession","descr":"Skyler Wyatt, eine bekannte Sängerin und Schauspielerin, ist in ihrem Haus von einem Stalker belästigt worden, ihr Mann befindet sich bei Dreharbeiten in Europa. Mysteriös ist allerdings, dass die Sicherheitsanlage keinen Eindringling aufgezeichnet hat - Charlie stellt fest, dass der Täter das Alarmsystem gekannt haben muss. Skyler Wyatt hat vor diesem Zwischenfall einige Drohbriefe bekommen, sie haben zwar alle dieselbe Handschrift, passen aber irgendwie nicht zusammen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821405","hoster":"VOE"},{"path":"/redirect/11089658","hoster":"Doodstream"},{"path":"/redirect/8607144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-4","name":"Kalkuliertes Risiko","epNo":4,"alt":"Calculated Risk","descr":"Lucinda Shay, die Finanzchefin von Syntel Corporation, ist in ihrem Haus erschossen worden. Sie hinterlässt ihren elfjährigen Sohn Daniel. Daniel hat zwar den Fluchtwagen des Täters gesehen, kann sich an ihn aber nicht erinnern. Es mangelt nicht an Tatverdächtigen, da die Syntel Corporation vor kurzem Konkurs angemeldet hat, weil Lucinda Shay etliche Betrugsfälle aufgedeckt hat. Somit kommt jeder der Beschäftigten, die jetzt ihre Arbeit verloren haben, in Frage...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821403","hoster":"VOE"},{"path":"/redirect/11089617","hoster":"Doodstream"},{"path":"/redirect/8607149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-5","name":"Das Attentat","epNo":5,"alt":"Assassin","descr":"Der Passfälscher Korfelt geht dem FBI ins Netz, und bei der Durchsuchung seiner Wohnung fällt den Ermittlern ein Notizbuch in die Hände, in dem ein eigenartiger Code zu stehen scheint. Als Charlie das sieht, erkennt er sofort, dass der Code einen Hinweis auf ein bevorstehendes Attentat verbirgt. Die Befragung von Korfelt bringt sie auf die Spur des kolumbianischen Exilanten Ruiz, der ermordet werden soll. Doch die Zeit drängt und es scheint, als kämen Don und Charlie zu spät...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821398","hoster":"VOE"},{"path":"/redirect/13081160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-6","name":"Weiches Ziel","epNo":6,"alt":"Soft Target","descr":"Aus einer Übung der Homeland Security wird bitterer Ernst, als in einem U-Bahnhof ein Anschlag mit Giftgas stattfindet. Dennoch weigert sich der Leiter der Übung, Peter Houseman, dieses Training auszusetzen, solange der Attentäter nicht gefasst ist. Eine erste Spur führt zu einem Ex-Soldaten, doch der beteuert, mit der ganzen Sache nichts zu tun zu haben. Da erst entdeckt Charlie mit seinen Berechnungen, was es mit dem Anschlag wirklich auf sich hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821401","hoster":"VOE"},{"path":"/redirect/11089692","hoster":"Doodstream"},{"path":"/redirect/8607151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-7","name":"Konvergenz","epNo":7,"alt":"Convergence","descr":"Bei einer Reihe brutaler Einbrüche kommen mehrere Menschen ums Leben. Die Polizei ist ratlos und weiß nur so viel, dass die Täter sehr gut informiert sein müssen, da sie dort zuschlagen, wo es viele Wertsachen zu stehlen gibt. Mithilfe eines Algorithmus findet Charlie eine Gemeinsamkeit der Taten heraus: die Handys der Opfer. Als die Räuber schließlich auch Autofahrer überfallen, wird klar, dass die Täter die GPS-Chips in den Handys benutzen, um ihre Opfer zu orten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821399","hoster":"VOE"},{"path":"/redirect/11089691","hoster":"Doodstream"},{"path":"/redirect/8607153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-8","name":"Vor aller Augen","epNo":8,"alt":"In Plain Sight","descr":"Das FBI hebt einen Drogenhändlerring aus, doch der Einsatz läuft nicht wie geplant. Ein Haus, in dem sich ein Drogenlabor befindet, fliegt in die Luft und einer der FBI-Männer stirbt. In den Ruinen des Hauses finden die Ermittler einen zerstörten Laptop. Auf dessen Festplatte sind Fragmente von Dateien. Charlie kann einige rekonstruieren und schnell wird klar, dass es hier nicht nur um Drogen geht, sondern auch um Kinderpornografie im großen Stil...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821400","hoster":"VOE"},{"path":"/redirect/11089732","hoster":"Doodstream"},{"path":"/redirect/8607147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-9","name":"Giftig","epNo":9,"alt":"Toxin","descr":"Nachdem vier Menschen fast an der Einnahme von nicht verschreibungspflichtigen Medikamenten gestorben sind, wird das FBI eingeschaltet - man vermutet Produkt-Sabotage. Bald wird klar, dass alle Mittel - ein Nasenspray, ein Hustensaft sowie zwei Asthma-Inhalatoren - mit dem Mittel Primalect versetzt worden sind. Während die Ermittler noch rätseln, wieso gleich vier verschiedene Mittel von Graybridge Pharmaceuticals vergiftet wurden, taucht eine Art Gift-Manifest auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917953","hoster":"VOE"},{"path":"/redirect/8607152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-10","name":"Knochen des Anstoßes","epNo":10,"alt":"Bones of Contention","descr":"Im Heritage-Museum wird Jennifer Abernathy getötet. Sie arbeitete an einem alten Schädel, der auf Indianerland gefunden worden war. Anhand der Aufzeichnungen stellt Charlie fest, dass das Alter des Schädels über 10.000 Jahre betragen muss. Das Land, auf dem der Schädel gefunden wurde, gehört dem Stamm der Wiyana, die, weil sie als Erste auf diesem Land siedelten, das Nutzungsrecht haben. Doch dann zeigt Don das Computer-Foto des Schädels der Wissenschaftlerin Mrs. Schmidt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821410","hoster":"VOE"},{"path":"/redirect/11089782","hoster":"Doodstream"},{"path":"/redirect/8607148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-11","name":"Brandstiftung","epNo":11,"alt":"Scorched","descr":"Ein Brandstifter legt ein Feuer bei einem Autohändler, bei dem unglücklicherweise ein Verkäufer ums Leben kommt. Charlie bietet sich an, ein Profil des Brandstifters zu erstellen. Doch schnell muss er feststellen, dass hinter diesem Brand zwei Leute stecken müssen. Am Tatort ist das Symbol einer radikalen Umweltschutzgruppe, der \"ELM\", aufgesprüht. Allerdings bestreitet die \"ELM\" die Tat vehement...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821411","hoster":"VOE"},{"path":"/redirect/11089859","hoster":"Doodstream"},{"path":"/redirect/8607154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-12","name":"Das Dominoprinzip","epNo":12,"alt":"The OG","descr":"Bei einem Einsatz im Gang-Milieu kommt der undercover ermittelnde FBI-Agent Anthony Rhimes ums Leben. Weil die Staatsanwaltschaft nicht möchte, dass seine Tarnung auffliegt, kann er nicht mit allen Ehren bestattet werden. Charlie ist über die Anzahl der Gang-Schießereien schockiert. Er stellt die These auf, dass viele dieser Morde untereinander wie Ketten in Verbindung stehen, da ein Mord eine Vergeltungsaktion nach sich zieht, die wiederum gerächt werden muss...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821407","hoster":"VOE"},{"path":"/redirect/11089918","hoster":"Doodstream"},{"path":"/redirect/8607159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-13","name":"Doppelter Einsatz","epNo":13,"alt":"Double Down","descr":"Vor einem Casino wird der Student Yuri Chernov erschossen. Weil sich die Überfälle auf erfolgreiche Spieler in letzter Zeit gehäuft haben, vermutet das FBI einen Serientäter. Im Auto des Toten werden Notizbücher gefunden, die voller Gleichungen sind. Das FBI kann auf Larrys Hilfe zurückgreifen, der offenbart, früher spielsüchtig gewesen zu sein. Er erkennt die Gleichungen als Hilfsmittel zum Kartenzählen, um zu ermitteln, welche Karten sich noch im Stapel des Croupiers befinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917958","hoster":"VOE"},{"path":"/redirect/11089881","hoster":"Doodstream"},{"path":"/redirect/8607155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-14","name":"Blutige Ernte","epNo":14,"alt":"Harvest","descr":"Das FBI erhält einen Tipp, dass in einem Hotelkeller etwas Verdächtiges vorgeht. In einer abgelegenen Ecke des Kellers finden die Agenten jede Menge Blut sowie Eiswürfel und eine Autobatterie. Colby vermutet einen Folterkeller. Bei der weiteren Durchsuchung der Räumlichkeiten finden die Agenten Santi, eine Inderin, die völlig verschüchtert in einer Ecke sitzt. Anhand der geschmolzenen Eiswürfel kann Charlie berechnen, was an diesem Tatort passiert sein muss...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821409","hoster":"VOE"},{"path":"/redirect/11089823","hoster":"Doodstream"},{"path":"/redirect/8607156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-15","name":"Der Läufer","epNo":15,"alt":"The Running Man","descr":"Aus dem LIGO-Labor der CalSci ist ein DNS-Synthesizer gestohlen worden. Da man damit Erbgut bei bestimmten Krankheiten verändern kann, um sie somit zu biologischen Massenvernichtungswaffen zu wandeln, ist der Tatbestand des Hochverrats gegeben, sollte dieses Gerät außer Landes geschafft werden. Schnell gerät Ron Allen in Verdacht, da man für den Diebstahl dieses Gerätes ausgeprägtes Insider-Wissen sowie mathematische und physikalische Kenntnisse braucht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821414","hoster":"VOE"},{"path":"/redirect/11089911","hoster":"Doodstream"},{"path":"/redirect/8607161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-16","name":"Protest","epNo":16,"alt":"Protest","descr":"Auf ein Rekrutierungsbüro der US-Armee wird ein Bombenanschlag verübt, bei dem ein Mann ums Leben kommt. Zu diesem Anschlag bekennt sich die Gruppe Weather Underground. Ungewöhnlich ist daran, dass diese Gruppe das letzte Mal in den 70ern aktiv war. Don erhält Unterstützung von Larson, einem alten FBI-Agenten in Rente, der für diesen Fall reaktiviert wird. Schnell wird klar, dass der Fall deutlich komplizierter ist, als auf den ersten Blick gedacht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821412","hoster":"VOE"},{"path":"/redirect/11089974","hoster":"Doodstream"},{"path":"/redirect/8607162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-17","name":"Das zweite Gesicht","epNo":17,"alt":"Mind Games","descr":"In einer abgelegenen Schlucht werden drei tote Latinas gefunden - alle Frauen sind brutal aufgeschlitzt worden. Die Ermittler bekommen bei diesem Fall Hilfe von einem Mann namens Kraft, dessen Visionen zum Auffinden der Leichen beigetragen haben. Charlie steht Kraft jedoch äußerst skeptisch gegenüber. Dons Meinung nach haben die drei Frauen als Drogenkuriere gearbeitet, die die Ware von Mexiko in die USA bringen sollten. Seine Recherchen führen die Ermittler zu Victor Borrego...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821413","hoster":"VOE"},{"path":"/redirect/11089915","hoster":"Doodstream"},{"path":"/redirect/8607158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-18","name":"Im Krieg und in der Liebe","epNo":18,"alt":"All´s Fair","descr":"Saida Kafaji, eine Anklägerin, die für das US-Kriegsverbrechertribunal im Irak tätig ist, wird in den USA ermordet. Saida war eine politisch aktive Irakerin, es gab eine Todesdrohung von einem extremistischen Geistlichen. Ein Agent der Einwanderungs- und Zollbehörde vermutet einen politischen Racheakt, da die Tote im Streit mit einem radikalen schiitischen Geistlichen lag. Nach einigem Zögern erklärt sich ihre Cousine bereit, dem FBI zu helfen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821415","hoster":"VOE"},{"path":"/redirect/11089900","hoster":"Doodstream"},{"path":"/redirect/8607160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-19","name":"Dunkle Materie","epNo":19,"alt":"Dark Matter","descr":"Mitglieder der Computerspiel-Gilde \"Dunkle Materie\" veranstalten an einer Schule ein Massaker und entkommen - einer der Täter, Justin Price, wird bei der Festnahme erschossen. Charlie erkennt anhand rekonstruierter Fluchtbewegungen, dass auch Karen Camden an der Bluttat beteiligt war. Sie hatte sie als Racheakt an Mitschülern geplant, von denen sie auf einer Party vergewaltigt worden war. Justin Price sollte ihr bei dem Plan helfen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821416","hoster":"VOE"},{"path":"/redirect/11090052","hoster":"Doodstream"},{"path":"/redirect/8607157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-20","name":"Guns´n´Roses","epNo":20,"alt":"Guns and Roses","descr":"Die ATF-Agentin Nikki Davis, eine ehemalige Freundin von Don, soll sich selbst getötet haben. Bei den Untersuchungen finden Charlie und Larry heraus, dass sie zum Zeitpunkt ihres Todes jedoch nicht allein war. Richard Davis, ihr Ehemann, hat aber ein Alibi. Nikki war auf eine Bande von Bankräubern angesetzt, die mit militärischen Sturmgewehren vorgegangen sind. Doch woher stammen diese Waffen? Die Spur der Ermittlungen führte Nikki in die eigenen Reihen des ATF.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821417","hoster":"VOE"},{"path":"/redirect/11090009","hoster":"Doodstream"},{"path":"/redirect/10580141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-21","name":"Die vierte Dimension","epNo":21,"alt":"Rampage","descr":"Alec Schane wird bei einem Überfall auf das FBI-Büro gestellt. Nach der Angriffsanalyse entdecken die Ermittler das Motiv für die Attacke: Schane sollte die Beamten ablenken, um die Agenten Devries und Taggart mit illegal kopierten Dateien aus dem Gebäude entkommen zu lassen. Die gestohlenen Daten sollen dem inhaftierten Waffenhändler Mueller helfen, an Informationen über einen FBI-Agenten zu gelangen, der Mueller beim Prozess belasten kann. Mueller will den Zeugen ausschalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821418","hoster":"VOE"},{"path":"/redirect/11090021","hoster":"Doodstream"},{"path":"/redirect/10573493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-22","name":"Backscatter","epNo":22,"alt":"Backscatter","descr":"Dem Team gehen zwei Phisher ins Netz, die über Massen-E-Mails an die Zugangsdaten unzähliger Konten kommen wollen. Sie arbeiten für einen gewissen Yuri, der es auf die Passina Nationalbank abgesehen hat. Er räumt Dons Konto leer und stellt damit die Kaution für die beiden Phisher, um sie anschließend ermorden zu lassen. Außerdem nimmt er auch den Sicherheitschef der Bank als Geisel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821428","hoster":"VOE"},{"path":"/redirect/11090049","hoster":"Doodstream"},{"path":"/redirect/8607170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-23","name":"Vogelgrippe","epNo":23,"alt":"Undercurrents","descr":"Am Strand werden fünf tote Frauen angespült. Eine von ihnen ist die chinesische Journalistin Susan Lim. Eine tätowierte Telefonnummer auf ihrer Fußsohle konnte sie identifizieren. Lim hatte zu einer Story über illegalen Handel mit Sexsklavinnen recherchiert. Das FBI kommt dahinter, dass noch mehr Frauen verschifft werden sollen. Mit einer Wahrscheinlichkeitsmatrix ermittelt Charlie den Standort des Containers, in dem die Frauen in China festgehalten werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821419","hoster":"VOE"},{"path":"/redirect/11090103","hoster":"Doodstream"},{"path":"/redirect/8607172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-2/episode-24","name":"Ein Teufelskerl","epNo":24,"alt":"Hot Shot","descr":"Chandler Yates ist mit 40 Jahren noch immer ein Muttersöhnchen. Als seine Mutter ihm den Geldhahn abdreht, wird er in seiner Wut zum Serienkiller. Zuvor hatte Chandler Frauen entführt, unter Drogen gesetzt und anschließend bei bizarren Sexspielen gefilmt. Don wird auf ihn aufmerksam, als man die Leichen seiner Opfer entdeckt. Charlie gerät inzwischen über einen Traum von seiner Mutter in Verwirrung. Er soll ihr eine bestimmte Frage stellen, aber welche?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821420","hoster":"VOE"},{"path":"/redirect/11090078","hoster":"Doodstream"},{"path":"/redirect/8607165","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/numb3rs/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/numb3rs/staffel-3/episode-1","name":"Verfolgungskurven","epNo":1,"alt":"Spree","descr":"Die Lehrerin Crystal Hoyle verführt ihren 17-jährigen Schüler Buck. Außer ihrer Liebelei haben die beiden jedoch auch grausame Mordgelüste - die Spur ihrer Bluttaten zieht sich inzwischen durch mehrere Bundesstaaten. Charlie entwickelte besondere Verfolgungskurven, um das Mörderpärchen ausfindig zu machen. Buck geht dem Team um Don bald ins Netz, während Crystal entkommen kann. Niemand ahnt von ihrem niederträchtigen Plan, Megan zu entführen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821427","hoster":"VOE"},{"path":"/redirect/11090100","hoster":"Doodstream"},{"path":"/redirect/8607171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-2","name":"Töchter","epNo":2,"alt":"Two Daughters","descr":"Crystal ist mit Megan auf der Flucht. Megan tastet sich vorsichtig an die Entführerin heran und erfährt, dass sie sie nur benutzen will, um an vertrauliche FBI-Informationen heranzukommen. Crystal ist nämlich auf der Suche nach ihrer Tochter. Don und sein Team können Megan befreien, doch die Entführerin entkommt. Mit Hilfe des Hinweises auf ihr Kind wird ein Suchalgorithmus erstellt, der das Team zu Crystal führt. Als sie erneut flüchtet, feuert Don einen Schuss auf sie ab...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821422","hoster":"VOE"},{"path":"/redirect/8607167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-3","name":"Die Überlebende","epNo":3,"alt":"Provenance","descr":"Der Raub eines 22 Millionen teuren Pissarro-Gemäldes hält das FBI in Atem. Ursprünglich gehörte der Pissarro der Hellman-Familie, der das Gemälde jedoch von den Nazis geraubt wurde. Mrs. Hellman, die einzige Überlebende ihrer Familie, kann den Besitzanspruch jedoch nicht beweisen. Anhand einer Fotoanalyse stellt Charlie fest, dass es sich bei dem fraglichen Bild um eine Fälschung handelt. Bald wird deutlich, dass der Museumsdirektor bei diesem Fall keine reine Weste hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821424","hoster":"VOE"},{"path":"/redirect/11090159","hoster":"Doodstream"},{"path":"/redirect/13322942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-4","name":"Der Maulwurf","epNo":4,"alt":"The Mole","descr":"Kim, eine Dolmetscherin des chinesischen Konsulats, wird vor einem Nachtclub tot aufgefunden. Die Spionageabwehr wurde auf die 24-Jährige aufmerksam. Leiter der Befragungen war Carter, ein Afghanistan-Kamerad, dem Colby sein Leben zu verdanken hat. Colby glaubt, Carter einen Gefallen schuldig zu sein und deckt ihn, als er erfährt, dass Carter Informationen an das chinesische Konsulat verkauft hat. Colby wird suspendiert, weiß aber als Einziger, wo sich Carter versteckt hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821421","hoster":"VOE"},{"path":"/redirect/11090211","hoster":"Doodstream"},{"path":"/redirect/8607168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-5","name":"Ampeln","epNo":5,"alt":"Traffic","descr":"Dons Team ermittelt im Falle verschiedener Anschläge auf den Straßen von L.A. Obwohl das Vorgehen des Täters jedes Mal ein anderes ist, kann Megan Gemeinsamkeiten herausfinden. Um von den Tatorten ungehindert entkommen zu können, hat der Täter Verkehrsampeln manipuliert. Der Abgleich der Verkehrsüberwachungskameras führt das Team zu einer Selbsthilfegruppe von Unfallopfern. Im Gespräch mit dem Leiter der Gruppe kristallisiert sich ein Verdächtiger heraus: Mitchell Mackenzie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821423","hoster":"VOE"},{"path":"/redirect/11090200","hoster":"Doodstream"},{"path":"/redirect/8607169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-6","name":"Wettkönig","epNo":6,"alt":"Longshot","descr":"Tatort: Pferderennbahn. Um die Leiche des erstochenen Danny Roberts werden notierte Formeln gefunden, mit deren System der Tote zahlreiche Wetten hintereinander gewonnen hatte. Mit Unterstützung der FBI-Agentin Warner kommt das Team um Don und Charlie auf die Spur eines Drogenkartelllieferanten, die zur Rennbahn führt. Ivan Tabakian manipuliert Pferderennen, um mit den Wettgeldern an Rauschgift zu gelangen und gleichzeitig Geldwäsche zu betreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821425","hoster":"VOE"},{"path":"/redirect/11090230","hoster":"Doodstream"},{"path":"/redirect/8607177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-7","name":"Blackout","epNo":7,"alt":"Blackout","descr":"Diverse Anschläge auf Umspannwerke und Trafostationen im Großraum von Los Angeles haben keinen, wie angenommen, terroristischen Hintergrund. Eher sorgen sie dafür, dass im Bundesgefängnis ständig das Notstromaggregat anspringt. Mit einer vorgetäuschten Diesellieferung für die Aggregate versucht jetzt ein Drogenkartell seine Killer einzuschleusen, um den inhaftierten Tabakian zu ermorden. Der will nämlich gegen die Drogenbarone aussagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821426","hoster":"VOE"},{"path":"/redirect/11090234","hoster":"Doodstream"},{"path":"/redirect/13322947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-8","name":"Die Doping-Formel","epNo":8,"alt":"Hardball","descr":"Der Baseballspieler Vick Johnston stirbt an einer Doping-Überdosis. Don und sein Team finden schnell heraus, dass Johnston aufgrund seines Dopings erpresst wurde. Oswald Kittner, ein hochbegabter Schulabbrecher mit einem Faible für Mathematik, hat eine Formel entwickelt, mit der sich herausfinden lässt, welche Spieler dopen und welche nicht. Da Johnstons Dopingmittel bislang nicht nachweisbar war, stellt Kittners Analyse nun eine große Bedrohung für die Pharmaindustrie dar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821429","hoster":"VOE"},{"path":"/redirect/11090221","hoster":"Doodstream"},{"path":"/redirect/8607174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-9","name":"Giftmüll","epNo":9,"alt":"Waste Not","descr":"Auf einem Spielplatz sackt plötzlich der Boden weg und reißt mehrere Kinder und die Erzieherin in die Tiefe. Die Ermittlungen führen Charlie und die anderen zur Firma Desert Shale, die gegen Bezahlung Giftmüll annimmt, um ihn anschließend zu recyceln. Doch die Firmenvorsitzenden spielen ein falsches Spiel und vergraben den unverarbeiteten Müll fässerweise unter ihren Baustellen. Als eine Zeugin aus dem Weg geräumt wird, müssen die Verantwortlichen in eine Falle gelockt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821432","hoster":"VOE"},{"path":"/redirect/11090239","hoster":"Doodstream"},{"path":"/redirect/8607175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-10","name":"Brutus","epNo":10,"alt":"Brutus","descr":"Ein ehemaliger vietnamesischer Soldat mit amerikanischer Staatsbürgerschaft verübt einen Mordanschlag auf Senator Tallman. Während der Ermittlungen stößt man auf ein Programm der CIA namens Brutus. Angeblich wurde Brutus dazu benutzt, Spione einer Gehirnwäsche zu unterziehen - mit unkalkulierbaren Folgen. Nach einem zweiten Anschlag auf einen Psychiater stoßen Don und Charlie auf Lawrence Dryden, der rachsüchtiger Initiator der Attentate ist. Doch was treibt ihn in diese Manie?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821431","hoster":"VOE"},{"path":"/redirect/11090224","hoster":"Doodstream"},{"path":"/redirect/8607183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-11","name":"Gefährlicher Chat","epNo":11,"alt":"Killer Chat","descr":"Don und Charlie sind auf der Spur eines Serienmörders, der es auf Sexualtriebtäter abgesehen hat. Die Täter verabreden sich über einen Internet-Chat mit minderjährigen Mädchen, die allesamt die Treffen nicht überleben. Charlie kann den User-Namen Cheerchick15 lokalisieren, hinter dem sich wahrscheinlich der Mörder verbirgt. Der vermeintliche Gangster stellt sich als Brendan McCrary heraus, der in einer Elternorganisation gegen diese Monster vorgeht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821430","hoster":"VOE"},{"path":"/redirect/11090271","hoster":"Doodstream"},{"path":"/redirect/8607178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-12","name":"Neun Frauen","epNo":12,"alt":"Nine Wives","descr":"Nachdem man die 14-jährige Josephine an einer Straße aufgelesen hat, gibt sie zu Protokoll, dass Abner Stone, Anführer einer Polygamie-Sekte, sie entführt habe, um sie zu seiner Frau zu machen. Jetzt hat es Stone auf ihre Mutter abgesehen. Bei der Analyse der Spuren benötigt Charlie Unterstützung. Man kommt dahinter, dass Abners Eltern blutsverwandt waren und Abner selbst eine \"reinblütige\" Frau braucht, um sich fortpflanzen zu können...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821433","hoster":"VOE"},{"path":"/redirect/11090276","hoster":"Doodstream"},{"path":"/redirect/8607176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-13","name":"Schatzsuche","epNo":13,"alt":"Finders Keepers","descr":"Ein toter Bergungstaucher deutet auf ein Verbrechen auf hoher See. Sein Bergungsschiff, dessen Besitzer verschollen sind, war auf der Suche nach der versunkenen \"Cheetah\". Ungewöhnlich werden die Untersuchungen, als sich der Geheimdienst NSA in die Ermittlungen einklinkt und Charlie im Geheimen bittet, die \"Cheetah\" zu lokalisieren, ohne das FBI darüber zu informieren. Dieses große Interesse an dem gesunkenen Schiff lässt auf eine begehrte, gefährliche Ladung an Bord schließen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821442","hoster":"VOE"},{"path":"/redirect/11090282","hoster":"Doodstream"},{"path":"/redirect/8607179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-14","name":"Kapital à la Carte","epNo":14,"alt":"Take Out","descr":"In einigen der luxuriösesten Restaurants von L.A. kommt es immer wieder zu Überfällen, bei denen man den vermögenden Gästen gezielt die Kreditkarten raubt. Später dienen fingierte Websites dazu, die Konten abzuschöpfen. Charlie soll die Geldströme zurückverfolgen und stößt auf eine mysteriöse Bank auf der Karibikinsel Nauru, mit deren Hilfe eine mexikanische Todesschwadron ihre grausamen Einsätze in Mexiko finanziert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821436","hoster":"VOE"},{"path":"/redirect/12046242","hoster":"Doodstream"},{"path":"/redirect/8607180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-15","name":"Aus nächster Nähe","epNo":15,"alt":"End of Watch","descr":"Auf einem Grundstück findet man die Leiche des seit 23 Jahren vermissten Officer Everett, der damals zu Gary Walkers Einheit gehörte. Walker will nun mit Charlies Hilfe Calvin Bradley überführen, der ein Motiv für den Mord an Everett gehabt hätte. Doch Charlies Analysen ergeben, dass Bradley unmöglich der Täter sein kann. Eine weitere heiße Spur führt schließlich ins Drogenmilieu und zu einem weiteren Kollegen der Cops, der mit unlauteren Methoden Dealer auffliegen lassen wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821434","hoster":"VOE"},{"path":"/redirect/11090278","hoster":"Doodstream"},{"path":"/redirect/8607181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-16","name":"Harte Bandagen","epNo":16,"alt":"Contenders","descr":"Davids alter Freund Ben Ellis soll angeblich zwei Freefight-Kämpfer vergiftet haben. Beide Opfer starben noch vor Ort an einem Herzstillstand. Ben schwört, nichts mit den Anschlägen zu tun zu haben und ist auf Davids Hilfe angewiesen. Da er allein nicht besonders weit kommt, greift ihm die Gerichtsmedizinerin Claudia unter die Arme. Mit ihren Ergebnissen erstellt Charlie von jedem anderen Kämpfer Kampfkurven, die einen von ihnen in ein besonders verdächtiges Licht rücken...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821437","hoster":"VOE"},{"path":"/redirect/8607182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-17","name":"Nur eine Stunde","epNo":17,"alt":"One Hour","descr":"Während Don beim Psychiater ist, muss sein Team die Entführung von Jo Santiago, der Sohn von Plattenproduzent Che Lobo, aufklären. Der Kidnapper Duque droht, Jo nach Ablauf einer Stunde zu erschießen, wenn er das Lösegeld nicht bekommt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821435","hoster":"VOE"},{"path":"/redirect/12046245","hoster":"Doodstream"},{"path":"/redirect/8607188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-18","name":"Keine Wahl","epNo":18,"alt":"Democracy","descr":"Charlie bekommt Besuch von seiner ehemaligen Kommilitonin Rachel, die schon früher wunderlich war und jetzt offenbar unter Verfolgungswahn leidet. Charlie verspricht, ihr zu helfen - doch am nächsten Tag wird Rachel tot aufgefunden. Sie hat Charlie darüber informiert, dass fünf ihrer Kollegen eines mysteriösen Todes gestorben sind. Zwar sehen alle Tode wie Unfälle aus, aber Charlie schließt messerscharf, dass die Wahrscheinlichkeit dafür schlichtweg gegen null tendiert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821438","hoster":"VOE"},{"path":"/redirect/8607189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-19","name":"Blackbox","epNo":19,"alt":"Pandora´s Box","descr":"Beim Absturz des Firmenjets der Firma Aeronomics kommen sämtliche Insassen ums Leben. Ein Forest Ranger, der den Absturz beobachtet, wird an der Absturzstelle mit einem Kopfschuss erschossen aufgefunden. Charlie stellt anhand der Ausdehnung des Trümmerfeldes fest, dass das Flugzeug schwerer gewesen sein muss, als es in den Ladelisten angegeben war...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821439","hoster":"VOE"},{"path":"/redirect/8607190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-20","name":"Tödliche Post","epNo":20,"alt":"Burn Rate","descr":"Als ein Journalist durch eine Briefbombe getötet wird, zieht die ATF-Agentin Malloy Charlie hinzu, denn von seinen Erfahrungen verspricht sie sich eine schnelle Lösung des Falles. Kurz darauf gibt es das nächste Opfer, und eine dritte Briefbombe wird entschärft, bevor sie Schaden anrichten kann. Alle drei Zielpersonen hatten in irgendeiner Weise mit den DNA-Bombenanschlägen drei Jahre zuvor zu tun...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380658","hoster":"VOE"},{"path":"/redirect/8607185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-21","name":"Trügerische Erinnerung","epNo":21,"alt":"The Art of Reckoning","descr":"Der zum Tode verurteilte Auftragskiller Pony Fuñez will Don die Verstecke von fünf seiner Opfer nennen und im Gegenzug seine Tochter Lucy sehen. Don lässt sich auf den Deal ein, aber dann macht Pony falsche Angaben zum Tod eines Kindes, das er umgebracht zu haben behauptet. Don ist zunächst wütend auf Pony, doch bei weiteren Verhören stellt sich heraus, dass sich der Mann eine falsche Erinnerung an die Geschehnisse konstruiert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821444","hoster":"VOE"},{"path":"/redirect/8607186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-22","name":"Die Zelle","epNo":22,"alt":"Under Pressure","descr":"Don und seine Leute nehmen einen terrorverdächtigen US-Bürger fest, der zum Islam übergetreten ist. Sie kommen so einer einheimischen Terrorzelle auf die Schliche, die die gesamte Wasserversorgung von Los Angeles mit Sarin verseuchen will. Anhand eines Erpresserbriefes, in dem politische Forderungen gestellt und die Zahlung erheblicher Geldsummen verlangt werden, gelingt es mit Charlies Hilfe, die Struktur der Terrorzelle zu entschlüsseln...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821440","hoster":"VOE"},{"path":"/redirect/8607191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-23","name":"Unter Geiern","epNo":23,"alt":"Money For Nothing","descr":"Ein Transport mit Medikamenten und 50 Millionen Dollar bricht nach Afrika auf, doch schon Minuten später wird er überfallen und die beiden Entwicklungshelfer werden entführt. Don und sein Team versuchen, den Laster und die Geiseln zu finden. Aber nicht nur sie sind auf der Suche nach dem Truck: Es schaltet sich ein Großinvestor ein, der das Geld im Truck für sich beansprucht. Er schickt zwei Geldeintreiber, um die Millionen sicherzustellen. Es beginnt eine fieberhafte Jagd...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821443","hoster":"VOE"},{"path":"/redirect/8607184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-3/episode-24","name":"Die Janus-Liste","epNo":24,"alt":"The Janus List","descr":"Bei der Explosion eines Sprengsatzes wird Ashby lebensgefährlich verletzt. Mittels eines Geheimcodes kommuniziert er mit Charlie und teilt ihm mit, dass es eine Liste gibt, auf der er Doppelagenten nennt. Ein Freund von Colby wurde bereits der Spionage überführt und wird vorläufig auf einem Armeestützpunkt festgehalten. Mit Hilfe von Ashbys Hinweisen und der Mathematik findet Charlie schließlich die Janus-Liste, auf der auch Colby genannt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821441","hoster":"VOE"},{"path":"/redirect/8607187","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/numb3rs/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/numb3rs/staffel-4/episode-1","name":"Vertrauen gegen Vertrauen","epNo":1,"alt":"Trust Metric","descr":"Colby Granger und Dwayne Carter können aus der Haft fliehen. Als sich Colby auf Charlies Handy meldet, erklärt er ihm, dass er nur vorgegeben habe, für die Chinesen zu spionieren, um über Dwayne an dessen Verbindungsmann im Justizministerium heranzukommen und so das Leck dort zu finden. Sein angeblicher Führungsoffizier war ein gewisser Kirkland. Der wird jedoch tot aufgefunden und weist deutliche Folterspuren auf. Charlie erstellt daraufhin eine Vertrauensmetrik über Colby.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380665","hoster":"VOE"},{"path":"/redirect/8607192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-2","name":"Falsche Zwillinge","epNo":2,"alt":"Hollywood Homicide","descr":"Dem FBI wird ein Videoband zugespielt, auf dem ein unbekannter Kameramann im Haus des Schauspielers Brett Chandler eine Leiche in der Badewanne findet. Da sich das Gesicht der Frau teilweise unter Wasser befindet, entwirft Charlie ein Programm, um das Bild ihres Gesichtes zu entzerren. Der Computer spuckt zu dem Foto einen Namen aus: Andrea Barton. Es stellt sich jedoch heraus, dass die Frau quicklebendig ist und für den Escort-Service von Leslie Dennis arbeitet...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821446","hoster":"VOE"},{"path":"/redirect/8607197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-3","name":"Raser","epNo":3,"alt":"Velocity","descr":"Ein Auto rast in ein voll besetztes Straßencafé, ein Mensch stirbt. Don und sein Team erkennen schnell, dass dieser Zwischenfall kein herkömmlicher Unfall ist, es stellt sich heraus, dass vor dem Café des Öfteren illegale Straßenrennen stattfinden. Kyle Clippard, den Don anfänglich für den Fahrer hält, wurde ohnmächtig ins Krankenhaus eingeliefert, wo man bei ihm eine für einen Autounfall seltsame Verletzung findet: Er hatte einen Fußtritt gegen den Kopf abbekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821447","hoster":"VOE"},{"path":"/redirect/8607203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-4","name":"Kreuzweg","epNo":4,"alt":"Thirteen","descr":"Don und sein Team sind mit einem Mörder konfrontiert, der offenbar einem religiösen Wahn verfallen ist. Seine Opfer lässt er auf die gleiche Weise sterben wie die Apostel Christi. Zunächst nimmt das FBI den Ex-Marine Clay Porter als Verdächtigen fest, ihm wird vorgeworfen, im Irak Kriegsgefangene gefoltert zu haben, aber nach Porters Verhaftung geht die Mordserie weiter. Charlie kommt mit seinen Berechnungen nicht mehr weiter und zieht eine Expertin für Numerologie zu Rate.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821448","hoster":"VOE"},{"path":"/redirect/8607196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-5","name":"Robin Hood in L.A.","epNo":5,"alt":"Robin Hood","descr":"Bei einem Einbruch in eine Bank wurden mehrere Bankschließfächer aufgebrochen. Es stellt sich heraus, dass alle Besitzer der Schließfächer offensichtlich Dreck am Stecken haben. Charlie rekonstruiert die Vorgehensweise des Täters und kann so Piennar, einen Ex-Söldner, überführen. Piennar will sich an Pete Friscia, dem Direktor der Bank, rächen, weil der vor einigen Jahren ein Haus abfackeln ließ, das obdachlose jugendliche Ausreißer beherbergt hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821449","hoster":"VOE"},{"path":"/redirect/8607193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-6","name":"Zeugenschutz","epNo":6,"alt":"In Security","descr":"Leah Wexford, eine Kronzeugin in einem Mafiaprozess, wird, kurz nachdem sie mit Don essen war, von einem Killer ermordet. Charlie erstellt eine sogenannte CART-Analyse über seinen Bruder, um festzustellen, ob er eine Mitschuld am Tod von Leah Wexford trägt, denn Don hatte vor fünf Jahren ein Verhältnis mit ihr. McGurn, der Pate einer Mafia-Familie, den Don zuerst verdächtigt, streitet ab, den Mordauftrag an Leah gegeben zu haben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821452","hoster":"VOE"},{"path":"/redirect/8607194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-7","name":"Primacy","epNo":7,"alt":"Primacy","descr":"Amita, die Freundin von Charly, macht bei einem Online-Rollenspiel mit, bei dem es ein Preisgeld von einer Million Dollar zu gewinnen gibt. Als jedoch mehrere Teilnehmer im Anschluss an ein Spiel umgebracht werden, soll Amita online gegen den vom FBI verdächtigten Mörder spielen. Doch der kennt inzwischen ihre wahre Identität...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916743","hoster":"VOE"},{"path":"/redirect/8607195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-8","name":"Reich und schön","epNo":8,"alt":"Tabu","descr":"Ella Pierce, eine milliardenschwere Dollar-Erbin und Tochter eines bekannten Geschäftsmannes, wird plötzlich entführt. Die Kontaktaufnahme der Kidnapper mit ihrem Vater Warren Pierce scheitert, weil er nicht auf die Forderungen eingeht. Charlie versucht, hinter die Taktik der Kidnapper zu kommen, während Don und Megan auf ein anderes Geheimnis stoßen: Ella Pierce hat die Entführung selbst inszeniert. Doch dann ist plötzlich ihr Vater verschwunden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821451","hoster":"VOE"},{"path":"/redirect/8607200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-9","name":"Comic-Helden","epNo":9,"alt":"Graphic","descr":"Ein Unbekannter hat ein sehr wertvolles Comic-Heft gestohlen und 14 Fälschungen davon anfertigen lassen. Agent Don Eppes und seine Kollegen vom FBI werden auf den Fall angesetzt, weil bei dem Raub ein Mann umgekommen ist. Charlie ist dem Täter schon sehr bald auf der Spur: Er findet heraus, dass der berühmte Maler Ross Moore in armen Verhältnissen lebt und schwer erkrankt ist. Er erhält Unterstützung von einem glühenden Verehrer, dessen Hilfe scheinbar grenzenlos ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821461","hoster":"VOE"},{"path":"/redirect/8607198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-10","name":"Abwärts","epNo":10,"alt":"Chinese Box","descr":"Ben Blakely, ein Subunternehmer des FBI, stürmt das Gebäude, schießt Agent Devane nieder und nimmt David als Geisel. Das Team um Don Eppes gerät unter Druck. Die Nachforschungen ergeben, dass Agent Devane Blakely die Anweisung gab, einige Gegner des Gouverneurs zu beschatten. Diese wiederum entdeckten die Überwachung und ließen Blakely selbst bespitzeln. Er erhielt daraufhin keine Aufträge mehr und stand vor dem Ruin seiner Karriere - er musste einen Ausweg finden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821456","hoster":"VOE"},{"path":"/redirect/8607199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-11","name":"Entführt, verfolgt","epNo":11,"alt":"Breaking Point","descr":"Bonnie Parks, eine bekannte Enthüllungsreporterin, wird vermisst - Don und sein Team machen sich sofort auf die Suche. Plötzlich wird Charlie von einem silbernen Truck verfolgt, dessen Fahrer ihn umzubringen versucht. Währenddessen stellt sich heraus, dass Richard Taylor die Reporterin entführen ließ, um sie für eine Weile außer Gefecht zu setzen. Parks weiß über die geheimen Machenschaften Taylors Bescheid, der Immobilienwerte manipuliert, um an billige Grundstücke zu gelangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821455","hoster":"VOE"},{"path":"/redirect/8607201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-12","name":"In Uniform","epNo":12,"alt":"Power","descr":"Don und sein Team müssen sich mit einer Reihe von Vergewaltigungen auseinandersetzen, für die mit großer Wahrscheinlichkeit ein Polizist verantwortlich ist. Megan kämpft bei diesem Fall mit alten Wunden, denn ihrer Freundin ist vor Jahren dasselbe passiert. Durch die Zeugenaussage von Josie Biggs kommt Charlie dem Täter auf die Spur. Im benachbarten Bezirk haben sich nämlich die betroffenen Frauen mit einem ansteckenden Trippererreger angesteckt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9944647","hoster":"VOE"},{"path":"/redirect/8607202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-13","name":"Der schwarze Schwan","epNo":13,"alt":"Black Swan","descr":"Bei einer Razzia nehmen Don und sein Team den Drogenbaron Isaac Meechum gefangen, der mit seiner Bande \u0027America Front\u0027 einen Anschlag auf eine Bank verüben wollte. Obwohl sich Issac nicht verhandlungsbereit zeigt, gelingt es Charlie, das Versteck der Gruppierung ausfindig zu machen und stößt dort auf diverse Bauteile für eine Bombe. Als das Team das Haus stürmt, kommt es zu einer Explosion...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821457","hoster":"VOE"},{"path":"/redirect/8607210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-14","name":"Schachmatt","epNo":14,"alt":"Checkmate","descr":"In einem Gerichtsverfahren werden zwei Zeugen umgebracht. Ausgerechnet die Staatsanwältin und Ex-Freundin von Don, Robin Brooks, wird zur Hauptverdächtigen. Doch dann gerät sie selbst in Gefahr, und Don erschießt die Auftragsmörderin, kurz bevor sie Robin ermordet hätte. Die Spur führt ihn und seine Freunde zu einem 14-jährigen Schachprofi, in dessen Notizbuch mit Schachlektionen kodierte Mordfälle enthalten sind. Plötzlich steht der Junge selbst auf der Abschussliste...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821459","hoster":"VOE"},{"path":"/redirect/8607207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-15","name":"Endspiel","epNo":15,"alt":"End Game","descr":"Drei Männern brechen in ein Haus ein und entführen einen Vater und dessen Tochter, einzig die jüngere Tochter kann fliehen. Später identifiziert das Mädchen zwei der Männer als Marines, die auch ihrem Verwandten Clay Porter nicht unbekannt sind. Er war mit einem der Kidnapper im Irak und hatte Wachdienst, als der einen Einheimischen zu Tode gefoltert hat, weil er ihm nicht das Versteck von Millionen von Dollar sagen wollte. Angeblich soll Porter den geheimen Ort kennen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821470","hoster":"VOE"},{"path":"/redirect/8607206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-16","name":"Die Sekte","epNo":16,"alt":"Atomic No. 33","descr":"In einer christlichen Gemeinde ereignet sich ein Giftanschlag - zahlreiche Menschen erkranken tödlich, doch die Mitglieder lehnen jegliche Hilfe von Ärzten ab, weil es ihr Glaube verbietet. Don und Robin gelingt es dennoch, sich Zugang zu der Gemeinde zu verschaffen. Kurze Zeit später explodiert ein Gebäude und der Anführer stirbt. Charlie findet heraus, dass er ein vermeintlicher Betrüger war und dessen Sohn ebenfalls in die Geschäfte verwickelt ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821458","hoster":"VOE"},{"path":"/redirect/8607208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-17","name":"Todesmelodie","epNo":17,"alt":"Pay to Play","descr":"Der Rapper Start Hunter wird auf offener Straße ermordet. Als David und Liz seine Frau nach dem Tathergang befragen, beginnt plötzlich ein gefährlicher Schusswechsel, bei dem Derek schwer verletzt wird. Angeblich hat Hunter ein äußerst schwieriges Mathematikprogramm entwickelt, was sofort Charlie und Larry auf den Plan ruft. Hunter soll diverse Radiosender bestochen haben, damit sie seine Musik spielen und die Songs eines anderen Rappers nicht veröffentlichen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333739","hoster":"VOE"},{"path":"/redirect/11529726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-4/episode-18","name":"Auf eigenes Risiko","epNo":18,"alt":"When Worlds Collide","descr":"Zwei Mitglieder des Pakistan International Fund (PIF) werden ermordet - das FBI vermutet, dass eine islamistische Terrororganisation dafür verantwortlich ist. Es stellt sich heraus, dass ein gewisser Shane O\u0027Hanahan, ein ehemaliger Waffenschmuggler der IRA, die PIF unterwandert hat. Charlie befindet sich in einem Zwiespalt, weil ein Kollege von ihm mit dem Fall in Zusammenhang gebracht wird. Auch Megan hat zu kämpfen: Sie steckt in einer persönlichen Krise und verlässt das Team.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821463","hoster":"VOE"},{"path":"/redirect/8607213","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/numb3rs/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/numb3rs/staffel-5/episode-1","name":"Abgestürzt","epNo":1,"alt":"High Exposure","descr":"Das FBI findet die Leichen von zwei Kletterern, in deren Talkumbeuteln Diamanten versteckt sind. Bei Nachforschungen stoßen die Ermittler auf das Flugzeug, mit dem die Diamanten transportiert werden sollten. Dieses ist in bergigem Gelände abgestürzt, die Kletterer haben das Flugzeug entdeckt und die Diamanten entwendet. Um an ihre Beute zu kommen, nehmen die eigentlichen Diamantendiebe die Freunde der verunglückten Kletterer als Geiseln...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821462","hoster":"VOE"},{"path":"/redirect/8607217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-2","name":"Der Lockvogel-Effekt","epNo":2,"alt":"Decoy Effect","descr":"Das FBI ist auf der Jagd nach einer Gruppe von Kidnappern, die ihre Opfer entführen, vergewaltigen und sie zwingen, Geld von ihren Konten abzuheben. Das Merkwürdige an dem Fall ist die Höhe der abgehobenen Summen, mal 460 Dollar, mal 340 Dollar. Charlie, Larry und Amita finden heraus, dass es dem Chef der Bande darum geht, mit Hilfe eines Computerprogramms namens \u0027Spider\u0027, das das Auffüllen von Geldautomaten regelt, einen Überfall auf einen Geldtransporter zu arrangieren...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821464","hoster":"VOE"},{"path":"/redirect/8607211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-3","name":"Der dritte Mann","epNo":3,"alt":"Blowback","descr":"In einem Coffeeshop werden acht Menschen erschossen, unter anderem die beiden Polizisten Lowe und Alvarez. Wie sich herausstellt, haben die zwei einen Hollywoodproduzenten erpresst. Als Colby die Ex-Verlobte von Lowe verhört, fragt er sie nach dem Dossier, da auch ihr Leben auf dem Spiel steht. Erst als Lynn bei einem Sprengstoffanschlag fast ums Leben kommt, rückt sie das Dossier raus und Colby und sein Team kommen dahinter, wer der dritte Mann im Bunde war...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821467","hoster":"VOE"},{"path":"/redirect/8607216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-4","name":"Der netteste Kerl der Welt","epNo":4,"alt":"Jack of All Trades","descr":"Seit Jahren jagt Agent Bloom, ein Veteran beim FBI, einen Geist. Besagter Mann schleicht sich in Firmen ein und hat bisher über zehn Millionen Dollar erbeutet. Bloom und Don liegen mit ihrer Vermutung falsch, denn Charlie hat schon eine ganz andere Spur. Der junge Mann heißt Kevin Oliver und war in den jeweiligen Firmen auf der Suche nach einer bestimmten Sozialversicherungsnummer. Doch was hat er mit dieser Nummer vor? Bloom hingegen begeht einen folgenschweren Fehler...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333743","hoster":"VOE"},{"path":"/redirect/8607226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-5","name":"Scan Man","epNo":5,"alt":"Scan Man","descr":"Als bei einem Überfall auf die Lieferung eines Union Parcel-Lieferwagens ein FBI-Agent erschossen wird, nehmen sich Don und Charlie der Sache an. In Verdacht gerät der Autist Emerson Laidlaw. Emersons Cousin Tom hingegen macht sich dessen Job zunutze und versucht, mit dem Gangster Hagopian Päckchen in den Lieferwagen auszutauschen, um Werkzeug, das man zur Tresoröffnung braucht, in das Lagerhaus von Union Parcel zu schmuggeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821465","hoster":"VOE"},{"path":"/redirect/8607218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-6","name":"Tödliche Illusion","epNo":6,"alt":"Magic Show","descr":"Als bei der Vorführung eines Tricks die Zauberkünstlerin Talma auf offener Bühne verschwindet, liegt es an Larry, Amita und Charlie, den Trick zu rekonstruieren. Talma scheint sich in Wasser aufgelöst zu haben - und sie war die einzige, die das Geheimnis des Tricks kannte. Die Rekonstruktion erfolgt leider zu spät - Talma wird in einem Wasserzylinder ertrunken aufgefunden. Don hingegen kämpft mit sich und beschließt, wieder mal in die Synagoge zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821468","hoster":"VOE"},{"path":"/redirect/8607219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-7","name":"Der Weg der Wellen","epNo":7,"alt":"Charlie Don\u0027t Surf","descr":"Dons alter Freund Nathan, ein ehemaliger Profi-Surfer, wird - auf seinem Surfbrett treibend - tot aufgefunden. Was wie ein Unfall aussieht, stellt sich als Mord heraus. Nathan war Parkranger auf den Channel Islands, einem Naturschutz- und Meeresreservat. Schon bald taucht in L.A. Marihuana auf, das von den Channel Islands stammen soll. Und so liegt es an Charlie, den Mörder zu finden. Ist es etwa Nathans Kollege Wilson, der die geheime Plantage betreibt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821469","hoster":"VOE"},{"path":"/redirect/8607220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-8","name":"36 Stunden","epNo":8,"alt":"Thirty-Six Hours","descr":"Durch eine falsch gestellte Weiche rasen ein Personen- und ein Güterzug ineinander. Es stellt sich heraus, dass der Dispatcher im Stellwerk übermüdet gewesen ist und die Weiche nicht richtig gestellt hat. Allerdings hätte der Güterzug nach Charlies Berechnung noch rechtzeitig stoppen können, wäre er nicht überladen gewesen. Charlie hingegen hat ein neues Spielzeug: Roboter, die das Gelände erkunden können und somit helfen, verschollene Passagiere zu bergen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821471","hoster":"VOE"},{"path":"/redirect/8607222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-9","name":"Mann im Schatten","epNo":9,"alt":"Conspiracy Theory","descr":"Bei einem Treffen der GEO, einer Organisation, die sich die Verbesserung der Welt als Aufgabe gestellt hat, geht eine Bombe hoch. Als das Gebäude evakuiert ist und das FBI mit den Ermittlungen beginnt, explodieren weitere Sprengsätze. Nach einigen Nachforschungen stellt Don fest, dass ihn McGill, ein Aktivist gegen die GEO, auf die richtige Fährte bringen kann. Und schon bald erfährt das Team, worum es bei der Sprengung wirklich ging...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821472","hoster":"VOE"},{"path":"/redirect/8607223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-10","name":"Hassliebe","epNo":10,"alt":"Frienemies","descr":"Ein schwerer Fall für Charlie: Als in Los Angeles die Bürgerwehrgruppe \"Vanguard\" ihr Unwesen treibt, muss er sich mit seinem ehemaligen, verhassten Kommilitonen Marshall Penfield zusammenschließen, um der Studentengruppe auf die Spur zu kommen. Diese legt sich immer wieder mit den Königen der Unterwelt, den Tooners, an. Tooner, der Boss der gefährlichen Bande, sieht es gar nicht gerne, wenn man ihm die Geschäfte vermiest, und greift zu härteren Mitteln...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821480","hoster":"VOE"},{"path":"/redirect/8607228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-11","name":"Der Pfeil der Zeit","epNo":11,"alt":"Arrow of Time","descr":"Buck Winters, der Geliebte von Crystal Hoyle - die Don seinerzeit erschießen musste - flüchtet zusammen mit zwei Kumpanen aus dem Gefängnis. Er hat offensichtlich vor, Don umzubringen. Charlie versucht Buck aufzuspüren, aber es liegt an Don, sich dem entscheidenden Showdown mit Buck in der Synagoge zu stellen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821473","hoster":"VOE"},{"path":"/redirect/8607221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-12","name":"Der Bus","epNo":12,"alt":"Jacked","descr":"Don und sein Team haben vier Stunden Zeit, um einen Bus zu stürmen, in dem Geiseln festgehalten werden. Da die Scheiben des Busses mit Farbe besprüht wurden, gelingt es dem SWAT-Team nicht, den Bus einzusehen. Charlie erstellt einen Plan des Busses, um diesen zu stürmen. Der Bus allerdings ist leer, und das SWAT-Team kann gerade noch den Drogenermittler Shuler stellen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821475","hoster":"VOE"},{"path":"/redirect/8607224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-13","name":"Die Macht der Acht","epNo":13,"alt":"Trouble In Chinatown","descr":"Colby und David geraten in Chinatown in eine üble Auseinandersetzung, bei der die beiden Gegner ums Leben kommen. Offensichtlich drehte sich der Streit um junge Frauen. Schon bald meldet eine Agentin der Einwanderungsbehörde eine ihrer Ermittlerinnen als vermisst. Sehr zum Leidwesen von Charlie wird der Hellseher Simon Kraft beauftragt, sich des Falls anzunehmen, und schon kurze Zeit später entdecken die Ermittler ein Mordmotiv mit bizarrem, kulturgeschichtlichen Hintergrund...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821474","hoster":"VOE"},{"path":"/redirect/8607227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-14","name":"Sneakerhead","epNo":14,"alt":"Sneakerhead","descr":"Bei einem Einbruch in das Haus des brasilianischen Konsuls wird außer einem Paar Turnschuhe nichts gestohlen. Das Team sieht sich gezwungen, in die Welt der Schuh-Sammler einzutauchen, da es sich bei den Turnschuhen um Sammlerstücke handelt. Scheinbar wurde das gute Paar von einem Fälscherring geklaut, um Plagiate herstellen zu können. Als Charlie berechnet, dass die Schuhe wieder an ihrem ursprünglichen Platz sein müssten, machen die FBI-Agenten eine belustigende Entdeckung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821487","hoster":"VOE"},{"path":"/redirect/14260896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-15","name":"Fehler im System","epNo":15,"alt":"Guilt Trip","descr":"Als der Mörder Damian Lake vor Gericht freigesprochen wird, obwohl alle Indizien gegen ihn sprechen, glaubt Charlie an ein Komplott. Und schon bald kommt er hinter die kriminellen Machenschaften, die sich im Gerichtssaal abspielen. Mit Lug und Trug hat es ein Mann namens Cerf geschafft, Mitglied der Geschworenenjury zu werden und so das Urteil zu manipulieren - dafür geht er sogar über Leichen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821481","hoster":"VOE"},{"path":"/redirect/8607229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-16","name":"Markt und Marke","epNo":16,"alt":"Cover Me","descr":"Eine neue Droge drängt auf den Markt - Hawaiian Ice. Charlie schlägt vor, den Markt frühzeitig zu zerstören und will alle Drogen aufkaufen und somit die Marke schädigen, da der Nachschub ausbleibt. Liz stellt sich zur Verfügung die Drogen undercover zu kaufen, doch Drogendealer ticken anders: Pritchard sieht seine Chance gekommen, den Preis in die Höhe zu treiben. Nun ist guter Rat teuer, denn damit hat Charlie keinesfalls gerechnet...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821476","hoster":"VOE"},{"path":"/redirect/8607231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-17","name":"Die Erfindung der Zukunft","epNo":17,"alt":"First Law","descr":"Don muss den Tod des Wissenschaftlers Robertson aufklären, der an einem streng geheimen Projekt zur Erschaffung künstlicher Intelligenz arbeitet. Die Umstände seines Todes lassen darauf schließen, dass ihn der Supercomputer, den er entwickelt hat, umgebracht hat. An Charlie liegt es, nachzuforschen, ob so etwas überhaupt möglich ist. Erstaunliches tut sich...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821477","hoster":"VOE"},{"path":"/redirect/8607230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-18","name":"Eine Minute nach Mitternacht","epNo":18,"alt":"12:01 AM","descr":"Kurz vor der Hinrichtung von Curtis, einem zum Tode verurteilten Schwerverbrecher, werden Zweifel an dessen Schuld an der Tat, für die er ins Gefängnis musste, laut. Tatsächlich hat nämlich den Mord an einem Anwalt, der ein Verhältnis mit Danny Hill, einer Polizistin des LAPD hatte, sein durchgeknallter Sohn Julien Curtis begangen. Doch Curtis weigert sich beharrlich, sein Geständnis zurückzunehmen und wird wunschgemäß hingerichtet...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9944646","hoster":"VOE"},{"path":"/redirect/8607237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-19","name":"Gequälte Kreatur","epNo":19,"alt":"Animal Rites","descr":"Beim Versuch einer militanten Tierschützergruppierung, Versuchstiere aus dem Labor des CalSci zu befreien, wird Professor Horowitz getötet. Um den Tätern auf die Spur zu kommen, implantiert Charlie auf verschiedenen Webservern ein verstecktes Programm. Der erste Hinweis führt zu Josh Skinner, der unter Schizophrenie leidet und seine Medikamente abgesetzt hat. Bei seiner Festnahme gelingt Josh die Flucht, er schießt Professor Varma an und nimmt ihn als Geisel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821478","hoster":"VOE"},{"path":"/redirect/8607238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-20","name":"Ein Mann zu viel","epNo":20,"alt":"The Fifth Man","descr":"Das LAPD bittet das FBI bei der Aufklärung einer Serie professioneller Wohnungseinbrüche um Hilfe. Charlie berechnet, wo die Täter als nächstes zuschlagen werden und prognostiziert die Beteiligung von vier Tätern. Doch der Einsatz wird zum Fiasko: Die Einbrecher sind schwer bewaffnet und ein unerwartet auftauchender fünfter Mann greift Don an. Charlie macht sich Vorwürfe, dass sein Bruder durch ihn im Krankenhaus gelandet ist. Schon bald haben die Ermittler eine heiße Spur...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821482","hoster":"VOE"},{"path":"/redirect/8607232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-21","name":"Jäger aus dem Dunkel","epNo":21,"alt":"Disturbed","descr":"Charlie hat die Verletzung seines Bruders noch nicht überwunden. Um sich abzulenken, stürzt er sich in die Arbeit. Er vermutet in ungeklärten Mordfällen ein Muster und versucht, das FBI zu überzeugen, dass es sich dabei um einen besonders gerissenen Serienkiller handelt. Robert Posdner, der mittlerweile Mitte 50 ist, treibt seit fast vier Jahrzehnten in drei Gebieten der USA sein Unwesen. Bisher konnte Posdner nichts nachgewiesen werden - doch Charlie hat eine Idee...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821483","hoster":"VOE"},{"path":"/redirect/8607236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-22","name":"Wiedergutmachung","epNo":22,"alt":"Greatest Hits","descr":"Don Eppes\u0027 FBI-Team bearbeitet eine Reihe von Banküberfällen, für die der ehemalige FBI-Ermittler Bloom als Hauptverdächtiger gilt. Dieser bestreitet vehement, mit den Überfällen in Verbindung zu stehen. Nur Colby ist bereit, Bloom zu glauben... Charlie, der soeben sein neues Büro in der Universität bezogen hat, zweifelt an seiner Bestimmung, als Akademiker zu arbeiten. Amita gelingt es, seine Bedenken zu zerstreuen, doch schon wenig später wird sie Opfer einer Entführung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333758","hoster":"VOE"},{"path":"/redirect/8607234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-5/episode-23","name":"Engel und Teufel","epNo":23,"alt":"Angel and Devils","descr":"Mason Duryea, ein fanatischer Verbrecher mit weiblichem Gefolge, hat Amita in seine Gewalt gebracht. Mit Hilfe der Mathematikerin möchte er sämtliche Konten eines der größten Kreditkartenunternehmen Amerikas löschen. Charlie steht durch die Entführung seiner Freundin vollkommen neben sich, sodass zunächst Larry seine Rolle beim FBI übernehmen muss. Unterdessen gelingt es Amita, durch falsche Abbuchungen auf Charlies Kreditkarte, mit ihm Kontakt aufzunehmen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821488","hoster":"VOE"},{"path":"/redirect/8607233","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/numb3rs/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/numb3rs/staffel-6/episode-1","name":"Der Heckenschütze","epNo":1,"alt":"Hangman","descr":"Don und sein Team beschützen den Aktivisten Benjamin Polk. Bei der Inspektion des Parks, in dem eine Kundgebung stattfinden soll, wird auf das Team geschossen. Per Einweghandy kündigt der Heckenschütze einen Anschlag auf Polk an. Charlie versucht mit Hilfe des \"Paradoxons der unerwarteten Hinrichtung\" dahinter zu kommen, was die irrationale Warnung des Täters zu bedeuten hat. Wird es Charlie gelingen, weitere Zwischenfälle zu verhindern und den Täter zu finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821485","hoster":"VOE"},{"path":"/redirect/8607239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-2","name":"Friendly Fire","epNo":2,"alt":"Friendly Fire","descr":"Bei einem Bankraub kommt es zu einer Schießerei, an der das FBI beteiligt ist. Zwei FBI-Agenten und zwei Bankräuber kommen dabei ums Leben. Don und sein Team untersuchen den Fall. Jim Wilson, einer der Bankräuber, kann gefasst werden. Er bestreitet vehement, am Tod der Agenten Schuld zu sein. Charlie erstellt eine Simulation des Tathergangs, welche das FBI mehr und mehr belastet. Die verletzte FBI-Agentin Gordon gerät unter Verdacht, falsch ausgesagt zu haben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821486","hoster":"VOE"},{"path":"/redirect/8607235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-3","name":"Blutroulette","epNo":3,"alt":"7 Men Out","descr":"In drei verschiedenen Städten werden je sieben vermeintliche Selbstmörder gefunden, die alle in ähnlicher Umgebung starben. Als in L.A. drei weitere Leichen entdeckt werden, die in das Muster passen, kommt Dons Team zum Einsatz. Die Ermittler stoßen auf ein Video, aus dem hervorgeht, dass es sich um eine makabere Onlineversion von Russischem Roulette handelt. Wird es Charlie gelingen, die Website des Glücksspielrings rechtzeitig zu entschlüsseln, bevor es weitere Opfer gibt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821492","hoster":"VOE"},{"path":"/redirect/8607241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-4","name":"Wie im Film","epNo":4,"alt":"Where Credit\u0027s Due","descr":"In einer mit Trockenmittel gefüllten Kiste wird eine vertrocknete Leiche entdeckt. Genau dieses Szenarium wird mit dem Film \u0027Bixel Street\u0027, der demnächst im Kino anlaufen soll, auf die Leinwand gebracht. Das FBI beginnt, in der Filmbranche zu ermitteln. Bei dem Opfer handelt es sich um Brett Fuller, einem B-Movie-Produzenten, der ursprünglich als Produzent für \u0027Bixel Street\u0027 vorgesehen war. Schon bald werden weitere Morde verübt, die ebenfalls in dem Streifen zu finden sind...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821491","hoster":"VOE"},{"path":"/redirect/12479844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-5","name":"Der Klon","epNo":5,"alt":"Hydra","descr":"Das Team sucht nach der entführten fünfjährigen CJ. Ihr Vormund Dr. Bramon, der für das Unternehmen LEBENS-Pharmaceuticals arbeitet, gibt an, dass die leibliche Mutter Anne Flynn ihre Tochter entführt haben soll. Liz und Colby finden in Annes Haus ein blutverschmiertes Kleidungsstück. Es stellt sich heraus, dass das Blut von einer ehemaligen Mitarbeiterin von LEBENS-Pharmaceuticals stammt. Das Besondere an dem Blut: Es weist eine makellose DNA auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821489","hoster":"VOE"},{"path":"/redirect/8607243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-6","name":"Dreamland","epNo":6,"alt":"Dreamland","descr":"Auf der verlassenen Goathart Air Base beobachtet eine Gruppe Ufologen, wie eine Frau von einem bizarren Flugobjekt durch einen Blitz getötet wird. Das Numb3rs-Team trifft auf den mysteriösen Ermittler Floyd Mayborne, der für das Pentagon arbeitet. Aufgrund von Videoaufnahmen der Ufologen haben Charlie und Amita die Theorie, dass es sich um ein Fluggerät handelt, das mit einer Energiewaffe ausgestattet ist. Schon bald gibt es weitere Opfer...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821490","hoster":"VOE"},{"path":"/redirect/8607247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-7","name":"Der Hacker","epNo":7,"alt":"Shawdow Markets","descr":"Das Team will durch verdeckte Ermittlungen auf einem Computerkongress den Kreditkartenbetrüger \u0027Die Faust\u0027 entlarven. Doch dann dreht der geniale Hacker Augie Harris den Spieß um und stellt das Undercover-Team öffentlich bloß. Einer der Betrüger, der mit \u0027Die Faust\u0027 in Verbindung steht, erschießt auf der Flucht einen Hotelboy. Während Augie zur Schutzhaft gezwungen wird, verfolgt das Genie einen anderen Plan: Er will sich ein virtuelles Duell mit \u0027Die Faust\u0027 liefern...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821493","hoster":"VOE"},{"path":"/redirect/8607240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-8","name":"Ultimatum","epNo":8,"alt":"Ultimatum","descr":"Ian Edgerton verfolgt den Drogenboss Salazar, der aus dem Gefängnis einen Heroinring leitet. Edgerton wird wegen Mordverdacht verhaftet, doch ihm gelingt die Flucht. Er nimmt Colby als Geisel und versteckt sich innerhalb des Gebäudes. Seine Forderung: Charlie soll ihm helfen, den ehemaligen Buchhalter Salazars, Felipe Garcia, zu finden. Garcia ist vor zwei Wochen ausgebrochen, aber Edgerton vermutet, dass er sich noch unter den 6.000 Häftlingen im Gefängnis aufhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850561","hoster":"VOE"},{"path":"/redirect/8607257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-9","name":"Buckleys Spiel","epNo":9,"alt":"Con Job","descr":"Ein Überfall auf eine Diamantenbörse entwickelt sich zur Geiselnahme. Da die Täter zuvor einen Bus entführt haben, wird John Buckley, der vor einiger Zeit wegen einer Busentführung festgenommen wurde, in den Fall miteinbezogen. Es stellt sich heraus, dass Buckley zu Maddux, dem Anführer der Geiselnehmer, im Gefängnis Kontakt hatte und ihn in seine Strategien eingeweiht hat. Unter der Bedingung der Haftminderung kooperiert Buckley mit dem FBI.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821497","hoster":"VOE"},{"path":"/redirect/8607242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-10","name":"Alte Krieger","epNo":10,"alt":"Old Soldiers","descr":"Nachdem das Team einen Überfall auf einen Geldtransporter vereiteln konnte, tauchen Banknoten auf, die einem der bekanntesten ungelösten Fälle des FBI zugeordnet werden: Es handelt sich um die D.B. Cooper Flugzeugentführung. FBI-Veteran Roger Bloom, der den Fall seinerzeit bearbeitet hat, wird zu Rate gezogen. Wenig später wird bei der Überprüfung eines Geldtransportfahrers der Federal Reserve Bank eine Leiche gefunden - sowie weitere Cooper-Geldscheine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821507","hoster":"VOE"},{"path":"/redirect/8607245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-11","name":"Hauptgewinn","epNo":11,"alt":"Scratch","descr":"Das FBI untersucht eine Serie von Überfällen auf Lebensmittelläden. Beim letzten Überfall wird Wayne Peterson, einer der Täter, erschossen. Die Beute bestand ausschließlich aus Glücksspiellosen. Der Leiter des Lotteriegeschäfts zieht Agent Hackett hinzu, eine Spezialistin auf dem Gebiet mathematischer Wahrscheinlichkeiten. Es stellt sich heraus, dass Peterson einer Selbsthilfegruppe für Lotteriegewinner angehörte, die mit ihrem Reichtum nicht klarkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821495","hoster":"VOE"},{"path":"/redirect/8607258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-12","name":"Der Händler des Todes","epNo":12,"alt":"Arm in Arms","descr":"Das FBI sucht nach einer verschwundenen Waffenlieferung belgischer BNT 35 Gewehre. In der Stadt wurde ein willkürlicher Mord mit diesem Waffentyp verübt. Der Waffenlieferant Randall Priest vermutet, dass die Lieferung noch im Hafen von L.A. in Containern lagert. Charlie versucht anhand von 4-D Abbildung auszurechnen, wo sich die Container befinden. Aber erst nach einem weiteren Anschlag mit zahlreichen Todesopfern hat Charlie genug Informationen, um die Container zu finden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821501","hoster":"VOE"},{"path":"/redirect/8607260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-13","name":"Huren und Helden","epNo":13,"alt":"Devil Girl","descr":"Das FBI untersucht Serienmorde im Rotlichtmilieu. Nach einem Mord in einem Hotel kann der verschwundene Mietwagen des Opfers per GPS geortet werden. Colby und Nikki nehmen die Verfolgung auf, jedoch ohne Erfolg - das FBI tappt weiterhin im Dunkeln. Charlie versucht, den Täter mittels Geo-Profiling aufzuspüren. Professor Lazlo findet heraus, dass die DNA die am Opfer gefunden wurde, auf eine Frau zurückzuführen ist, die das Gen für die Bluterkrankheit in sich trägt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821499","hoster":"VOE"},{"path":"/redirect/8607263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-14","name":"Stars und Sterne","epNo":14,"alt":"And The Winner Is...","descr":"Bei einer Filmpreisverleihung, die im Fernsehen übertragen wird, gehen plötzlich Rauchbomben hoch. Während der dadurch entstandenen Panik stiehlt eine Gruppe von Dieben den Schmuck der Prominenten. Anhand des Sitzplans berechnet Charlie, wo die Diebe vor dem Anschlag gesessen haben müssen. Allerdings stimmt die Gästeliste nicht mit den Leuten überein, die tatsächlich auf den Plätzen gesessen haben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821498","hoster":"VOE"},{"path":"/redirect/8607271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-15","name":"Story ohne Helden","epNo":15,"alt":"Growin\u0027 Up","descr":"Die Journalistin Mary Paulson dreht eine Dokumentation über die Misshandlung von drei Kindern, die im Jahr 1985 stattfand. Sean Westmark, Devin Shepard und Matt Burrows, der inzwischen Selbstmord begangen hat, wurden von ihrem Lehrer Arnold Winslow vergewaltigt. Als Paulson für ihren Film ein Treffen zwischen Westmark, der inzwischen Politiker ist, und Shepard arrangiert, wird Shepard aus dem Hinterhalt erschossen. Einmal mehr ist Charlies Expertise gefragt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821504","hoster":"VOE"},{"path":"/redirect/8607261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/numb3rs/staffel-6/episode-16","name":"Es gibt keinen Zufall","epNo":16,"alt":"Cause and Effect","descr":"Bevor Charlie und Amita ihre Gastprofessur in Cambridge antreten, wollen sie im kleinen Kreis heiraten. Unmittelbar nach der Trauung muss Don zu einem Einsatz. Bei der Festnahme eines lang gesuchten Verbrechers wird ihm die Waffe aus der Hand geschlagen. Ein Passant nimmt sie an sich - wenig später tauchen in sozialen Netzwerken eine Reihe von Einträgen über eine gestohlene \u0027Cop-Waffe\u0027 auf. Kurz darauf werden zwei Drogendealer mit Dons Waffe getötet...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821496","hoster":"VOE"},{"path":"/redirect/8607286","hoster":"Streamtape"}]}]}]}]}