{"seriesId":"number-24","name":"number 24","descr":"Natsusa Yuzuki trat in die Universität ein und erwartete, das Ass des Rugbyclubs zu werden, aber er kann aufgrund bestimmter Umstände nicht mehr Rugby spielen. Dies ist ein origineller Rugby-Anime ehemaliger Teamkollegen, die in Spielen der Rugby-Liga der Universität Kansai zusammen kämpfen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"I`m Super Rookie Number 24!","descr":"Sechs Monate nach einem schrecklichen Motorradunfall kehrt Natusa endlich zur Schule zurück. Leider muss er sein erstes Collegejahr wiederholen und kann nicht mehr Rugby spielen, das er so liebt. Trotzdem kann er sich nicht davon lösen.","versions":[{"lang":3,"streams":[{"redirect":8446430,"hoster":"VOE"},{"redirect":8446428,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Weight of a Wallet and the Wallet\u0027s Owner Is Proportional","descr":"Während das Rugby-Team von Doushisha ziemlich stark ist, macht sich Natsusa Sorgen um das bevorstehende Finale gegen das stärkste Team in ihrer Region, Koufuuin. Um die Oberhand zu behalten, zieht Natusa Ibuki zurück ins Spiel.","versions":[{"lang":3,"streams":[{"redirect":8446434,"hoster":"VOE"},{"redirect":8446433,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I Moved into a Big House, but Can\u0027t Get It All Put Away... Things Keep Piling Up","descr":"Ibuki kehrte zum Team zurück und wurde wieder eingeführt, traf jedoch bei allen, einschließlich Natusa, auf kalte Augen. Einige Mitglieder waren mit seiner Rückkehr nicht einverstanden, da er das Training 7 Monate lang aussetzte und nicht viel nützen würde, während andere ihn verteidigten und mit seiner Rückkehr einverstanden waren. Natsusa schlug vor, dass Ibuki vorerst dem B-Team beitreten würde und da das A-Team morgen mit dem B-Team trainierte, provozierte er Taisei dazu, zuzustimmen, als ob Ibuki verlor, er würde sich in einen Sklave für das Team verwandeln. Als ich hörte, dass nur wenige Mitglieder begeistert waren, wie sie Ibuki nutzen können, stimmten sie schnell zu. Später aßen Ibuki, Natsusa und Seiichirou, während Ibuki sich über die Situation beschwerte, in die Natusa ihn gebracht hatte für ihn sorgen. Ibuki wollte Seiichirou\u0027s Meinung hören, aber als er erklärte, dass es aufgrund der Art und Weise, wie er aufgehört hat, nicht auf andere Weise zurückkehren kann, wurde Ibuki klar, dass Seiichirou wütend war.","versions":[{"lang":3,"streams":[{"redirect":8446441,"hoster":"VOE"},{"redirect":8446445,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"I Can`t Win Against a Person Who Enjoys Everything So Seriously","descr":"Natusa betrat sein neues Zimmer und sah seinen neuen Mitbewohner Yasunari auf seinem Bett liegen. Er entschuldigte sich, dass er lästig war, als er hörte, dass Yasunari das Zimmer mit Stein, Papier und Schere gewonnen hatte, aber jetzt zog Natsusa ein. Natsus wollte, dass sie aufhörten, förmlich zu reden, obwohl er älter war, musste er das Jahr wiederholen, also sie sind beide Erstklässler. Yasunari stimmte zu, ging dann aber und ließ Natsusa verärgert zurück, wie kalt und nicht gesprächig er war. Im Fitnessstudio, während Ibuki auf der Bank hob und Seiichirou ihm half, beschwerte sich Natsusa bei ihm, dass er Yasunari eine neue Proteinmarke vorschlug, aber er wurde beleidigt, als würde er seinen Körper beleidigen. Als er sich immer wieder beschwerte, ärgerte sich Natusa dann über Ibuki, der ihm kaum antwortete, aber Ibuki erklärte, dass es an seinem Training liege. Dann richtete Natsusa seine Wut auf ihn und fragte ihn, wie lange er vorhabe, im B-Team zu bleiben. Ibuki wollte, dass Seiichirou ihn unterstützt, aber Seiichirou sagte Natusa, dass sie ohne Ibuki gewonnen haben, also brauchen sie ihn überhaupt nicht.","versions":[{"lang":3,"streams":[{"redirect":8446448,"hoster":"VOE"},{"redirect":8446450,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Regression Is Also Evolution","descr":"Nach dem Isui-Spiel ging Madoka, um Natusa zu begrüßen, während Kazutaka hinter Ibuki ging, aber Ibuki bemerkte es und stoppte ihn. Kazutaka fragte Ibuki, ob er sich für etwas entschuldigen müsse, und Ibuki fragte sich, ob er sich über seinen Spitznamen \"vorderer Gott der Zerstörung\" lustig machte. Ibuki und Kazutaka begannen dann mit Madoka zu ringen und kommentierten, dass sie sich immer noch nicht verstehen. Madoka sagte Natusa, dass Doshisha aus der Kansai-Liga ausscheiden wird, wenn sie ein Spiel gegen sie haben, und mit einer weiteren Niederlage werden sie fallen. Natusa fragte sich, warum er so sicher ist, dass sie gegen sie verlieren werden und Madoka erklärte, dass sie die letzten zwei Jahre gegen sie verloren haben. Natsusa sagte ihm, dass diese Spieler ihren Abschluss gemacht hatten und mit Madoka jetzt der Kapitän, sie könnten gewinnen. Als er hörte, dass Madoka Natusa erzählte, dass er früher süß war, wurde er jetzt ziemlich übermütig und kniff sich in die Wange.Madoka rief dann Kazutaka zu, dass er gehen wollte, aber bevor er ging, sagte Kazutaka zu Ibuki, dass er ihn bereuen würde, dass er ohne seine Erlaubnis das Rugby aufgegeben hatte, und dann gingen sie.","versions":[{"lang":3,"streams":[{"redirect":8446456,"hoster":"VOE"},{"redirect":8446457,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Novice Cook Will Fail at Food Arrangement Almost 100% of the Time","descr":"Yasunari hatte Seiichirou angerufen, wie Natusa verlangt hatte. Seiichirou gab Natusa einige Schmerzmittel und erklärte, dass die Ärzte nichts anderes tun können und sie nur warten müssen, bis die Schmerzen nachlassen. Seiichirou sagte Yasunari, er solle zum Unterricht gehen, während Yasunari nicht wollte, aber Natusa versicherte ihm, dass es ihm gut gehen würde und er sich im Unterricht Notizen machen würde. Seiichirou ging hinaus, um ein paar Handtücher nach draußen zu holen, während Yasunari sich fragte, ob dies seine Schuld war, während er mit ihm übte. Seiichirou versicherte ihm, dass es nicht seine Schuld war und dass Natsusa wusste, was er tat und dann dankte Seiichirou Yasunari, weil Natsusa in letzter Zeit glücklicher aussah. Ibuki besuchte Natsusa zur Mittagszeit und gab ihm mehr Schmerzmittel zum Essen. Natsusa war verärgert, da er derjenige war, der Schmerzen hatte, aber Ibuki war derjenige, der depressiv war. Ibuki hatte vor, ihn aufzumuntern, aber Natsusa unterbrach ihn, bevor er dazu in der Lage war, da er seine klischeehaften Worte nicht hören wollte, die dachten, dass es Natsusa plötzlich besser gehen würde.","versions":[{"lang":3,"streams":[{"redirect":13001623,"hoster":"VOE"},{"redirect":8446468,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Meditation Is Pretty Hard","descr":"Takumi Hidaka macht Sousuke Yamada , Ethan Taylor , Syouta U Versprechen nicht , die gegnerische Mannschaft , egal zu kämpfen , was passiert. Yusanari fragt Hidaka, warum sie das versprechen müssen und Hidaka erklärt, dass sich beide Teams letztes Jahr gestritten haben","versions":[{"lang":3,"streams":[{"redirect":8446473,"hoster":"VOE"},{"redirect":8446474,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Goal and Method Often Gets Muddled in the Process","descr":"","versions":[{"lang":3,"streams":[{"redirect":12380660,"hoster":"VOE"},{"redirect":8446479,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Carbonic Acid Hot Springs Aren`t Too Hot, So You Can Stay in Them a Long Time","descr":"","versions":[{"lang":3,"streams":[{"redirect":8446488,"hoster":"VOE"},{"redirect":8446489,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Chicken Tempura Tastes the Best Right After Being Fried","descr":"","versions":[{"lang":3,"streams":[{"redirect":8446497,"hoster":"VOE"},{"redirect":8446494,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"When Watching Rugby in Winter, Dress As Warmly As Possible!!","descr":"","versions":[{"lang":3,"streams":[{"redirect":12333746,"hoster":"VOE"},{"redirect":8446508,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Ou Can Do It! Japan Rugby!!!","descr":"","versions":[{"lang":3,"streams":[{"redirect":8446519,"hoster":"VOE"},{"redirect":8446512,"hoster":"Streamtape"}]}]}]}]}