{"path":"/serie/stream/nur-ein-bankraub","name":"Nur ein Bankraub","descr":"Die Lehrerin Jenny Bengtsson versucht, inmitten ihrer Scheidung den Kopf über Wasser zu halten, während sie sich zunehmend von ihren Schülern und deren Eltern überfordert fühlt. Ihre beste Freundin, Dr. Cecilia Stensson gerät derweil in finanzielle Bedrängnis, weil sie sich am Aktienmarkt verspekuliert hat. Um all ihre Probleme wieder in den Griff zu bekommen, beschließen die beiden, dass es nur eine Möglichkeit gibt: eine Bank auszurauben!","seasons":[{"path":"/serie/stream/nur-ein-bankraub/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nur-ein-bankraub/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"The Plan","descr":"Die Freundinnen Jenny und Cecilia leben ein redliches Leben, die eine als Lehrerin, die andere als Ärztin. Dennoch bekommen sie kurz vor dem Ruhestand finanzielle Schwierigkeiten: Jenny geht bei ihrer Scheidung leer aus und Cecilia hat sich mit Aktien verspekuliert. Da macht einer von Cecilias Patienten den beiden einen verwegenen Vorschlag: Er hat einen wasserdichten Plan für einen Bankraub.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116466","hoster":"VOE"},{"path":"/redirect/8607277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nur-ein-bankraub/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Casing the Bank","descr":"Bevor es mit dem Bankraub losgeht, bekommt Jenny Angst und Cecilia muss Überzeugungsarbeit leisten. Für den Coup fehlt nur noch die Schlüsselkarte für die Sicherheitstüren der Stockholmer Handelsbank, die sie den Angestellten abknöpfen müssen. Doch um dabei nicht die rabiaten Methoden anzuwenden, die ihnen der Profiräuber Stellan nahegelegt hatte, müssen die weichherzigen Damen kreativ werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116469","hoster":"VOE"},{"path":"/redirect/8607298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nur-ein-bankraub/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Locked Away","descr":"Cecilia und Jenny haben es tatsächlich geschafft. Nun stehen zehn randvolle Geldkassetten auf Jennys Küchentisch, doch die Sache hat einen Haken: Sie sind mit einem Mechanismus gesichert, der die Scheine in ihrem Innern mit Spezialtinte unbrauchbar macht, sobald versucht wird, sie mit Gewalt zu öffnen. 100.000 Kronen haben sie auf diese Weise bereits verloren. Da ist guter Rat teuer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821505","hoster":"VOE"},{"path":"/redirect/8607274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nur-ein-bankraub/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Blackmail","descr":"Die Freundinnen Jenny und Cecilia sind frischgebackene Millionärinnen. Dass ihr Vermögen aus einem Bankraub stammt, weiß bislang niemand. Nun stehen die Damen vor einem nervenaufreibenden Problem: Sie sollen mehrere Millionen Bargeld ausgeben, ohne sich verdächtig zu machen. Zudem hat Cecilias Ehemann Jan herausgefunden, dass seine Frau ihr gemeinsames Erspartes an der Börse verspekuliert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821508","hoster":"VOE"},{"path":"/redirect/8607280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nur-ein-bankraub/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Double-Crossed","descr":"Nachdem Jenny und Cecilia es geschafft haben, die Handelsbank auszurauben, werden sie von ihrem Helfer Stellan erpresst. Er beansprucht ein Drittel des Geldes für sich, andernfalls droht er, zur Polizei zu gehen. Immerhin ist er der Urheber des Plans für den Banküberfall und hätte ihn auch selbst begangen, wenn Cecilia als seine Ärztin nicht Krebs im Endstadium bei ihm diagnostiziert hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8821506","hoster":"VOE"},{"path":"/redirect/8607297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nur-ein-bankraub/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Hot Pursuit","descr":"Ihr Bankraub zieht für die Freundinnen Jenny und Cecilia einen ganzen Rattenschwanz von Problemen nach sich: Nach einem Erpressungsversuch wurde ihnen die Beute gestohlen und befindet sich nun in den Händen eines kriminellen Motorradclubs. Auch die Polizei hat davon Wind bekommen und erscheint just in dem Moment vor dem Vereinsgebäude, als die beiden Damen dabei sind, sich das Geld zurückzuholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116467","hoster":"VOE"},{"path":"/redirect/8607272","hoster":"Streamtape"}]}]}]}]}