{"seriesId":"nurarihyon-no-mago","name":"Nurarihyon no Mago ","descr":"[Ger Sub] Rikuo Nura ist zu einem Viertel ein Youkai und lebt gemeinsam mit seinem Großvater in einem Haus voller Geister und anderer übernatürlicher Wesen. Um seinem Schicksal zu entfliehen, in seinem Verhalten einem Dämon gleich zu werden, versucht er durch das Vollbringen guter Taten, dies zu verhindern. Damit handelt er aber gegen den Wunsch seines Großvaters, der will, dass er sein Nachfolger als Meister des Nura Youkai-Clans wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Becoming the Lord of Pandemonium","descr":"Rikuo ist der Enkel von Nurarihyon und wird damit der dritte Erbe des Nura-Clans, aber er hat nicht angefangen, sich wie der dritte Erbe zu verhalten. Alle Yokai wollen, dass er der dritte Erbe ist, aber er will nur ein normaler Mensch sein.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Poison Wings Flutter in the Bamboo Thicket","descr":"Ein alter Verbündeter des Nura-Clans kommt zu Besuch, um über Rikuos Rolle als zukünftiges Oberhaupt des Dämonen-Clans zu diskutieren. Zen ist ein langjähriger Unterstützer des Nura-Clans, ein Spielgefährte von Rikuo, als er klein war; mit schwacher Verfassung unterstützt ihre Familie den Nura-Clan als Gegenleistung für Schutz. Rikuo weicht der Frage erneut aus und erklärt, dass er nicht ihr Anführer werden möchte, und Zen lässt Zweifel an der Zukunft des Nura-Haushalts.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Yura Keikain and the Kiyojuji Paranormal Patrol","descr":"Eine neue Schülerin Yura kommt in Rikuos Klasse. Sie weiß viel über Youkai und kann ihre Anwesenheit spüren. Rikuos Freunde beschließen, eine paranormale Untersuchungsgruppe zu gründen und beschließen, die Einweihungszeremonie in Rikuos Haus abzuhalten, da sie Gerüchte über Spuk gehört haben. Es entsteht viel Komödie, während sie gegen seinen Willen sein Haus erkunden. Als sie von einer Ratte angegriffen werden, stellt sich heraus, dass Yura ein Onmyouji (Exorzist) ist. Während Kanna und Yura nach Hause gehen, werden sie von einer Gruppe Youkai angegriffen.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Rat of Darkness Devours the Cat","descr":"Das Oberhaupt des Rattenclans, der die Mädchen entführt hat, lockt Rikuo in sein Versteck. Dort fordert er Rikuo auf, einen Brief zu schreiben, in dem er seine Position als Leiter aufgibt. Auf dem Rückweg trifft er RyotaNeko, den Kopf des Katzenclans, der von Schergen des Rattenclans verfolgt wird. Zu Hause schreibt er den Brief, zu dem er befohlen wurde, während RyotaNeko schläft. Als er hört, dass Rikuo plant, seine Position aufzugeben, macht sich RyotaNeko auf den Weg, um zu kämpfen. Rikuo, der dies sieht, ist bewegt und seine Nachtform übernimmt.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Red Plum Blossoms on the Demon\u0027s Mountain","descr":"Rikuo ist nach dem übermäßigen Gebrauch seiner Kräfte erkrankt. Tsurara pflegt ihn wieder gesund, wenn seine Freunde ihn besuchen. Kana ist verwirrt über die Art der Beziehung zwischen Rikuo und Tsurara. Kiyojyuji informiert Rikuo, dass sie auf eine Reise gehen. Als sie ihr Ziel erreicht haben, erfährt Rikuo, dass der Berg die Domäne von Gyuki ist. Ein Mitglied seines Clans und die Person, die für den Versuch verantwortlich ist, Rikuo zu töten.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Trap is Set on the Evil Mountain","descr":"Rikuo und seine Freunde erreichen das Bergrefugium. Während die Mädchen im Onsen Rikuo sind, machen sich die Jungs und Tsurara auf die Suche nach Geistern. Kana beschließt, ihnen zu folgen, da sie auf die Beziehung zwischen Rikuo und Tsurara eifersüchtig ist. Währenddessen befiehlt Guyki seinen Schergen, sie alle zu töten. Nach der Trennung von der Gruppe wird Tsurara angegriffen. Gerade als sie getötet werden soll, rettet Rikuo sie in seiner Nachtgestalt.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Darkness Moves on the Night of the New Moon","descr":"Yura ist damit beschäftigt, die Mädchen im Onsen zu beschützen, als 3 neue Dämonen auftauchen. Sie besiegen die Angreifer in kurzer Zeit. Aotabo schafft es, Rikuos zwei Freunde zu finden und bringt sie zum Gasthaus zurück. Währenddessen kämpft Rikuo gegen Gozumaru, der versucht hat, Tsurara zu töten. Als Kana auf der Suche nach Rikuo die Treppe hinaufgeht, sieht sie ein geisterhaftes Licht und bekommt Angst. Es ist tatsächlich Rikuo, der Tsurara trägt. Er verlässt Tsurara mit Kana und macht sich auf die Suche nach Gyuki.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Cold-Blooded Umewakamaru","descr":"Gyuki, der als Mensch als Umewakamaru bekannt war, wird enthüllt. Umewakamaru ist ein edles Kind, das sich durch alles auszeichnet, aber nach dem Tod seines Vaters lässt ihn seine Mutter in einem Kloster zurück. Die Nachricht von der Krankheit seiner Mutter veranlasst Umewakamaru, sie sehen zu wollen. Unterwegs wird er von Dämonen dazu gebracht, den falschen Weg zu gehen. Dort erfährt er, dass seine Mutter vom Youkai Gyuki gefressen wurde. Umewakamaru wird vor Kummer verrückt und tötet den Dämon Gyuki und in diesem Zustand beginnt er, andere Reisende zu töten. Mit der Zeit wird er auch als Gyuki bekannt. Hier trifft Rikuos Vater ihn zum ersten Mal und nachdem er ihn im Kampf besiegt hat, bittet er ihn, sich ihnen als Mitglied ihrer Familie anzuschließen.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Gyuki\u0027s Beloved Nura Clan","descr":"Rikuo besiegt Gyuki. Gyuki beschließt, Selbstmord zu begehen, als Sühne dafür, dass er gegen den Clan vorgegangen ist, aber weil er das beste Interesse des Clans am Herzen hatte, hält Rikuo ihn davon ab. Bei der nächsten Generalversammlung des Clans kündigt Rikuo seine Absicht an, die Nachfolge seines Großvaters anzutreten und begnadigt Gyuki für sein Verhalten.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Eating the Fruit from Beyond the Evil Mirror","descr":"Als Kana sechs Jahre alt war, sah sie in einen Spiegel, der von einem Youkai besessen war, der versprach, sie am dreizehnten Geburtstag mitzunehmen. Kana wird in der Spiegelwelt gefangen, kann aber ihren Freunden durch eine Geisterpuppe, die ein Geschenk von Kiyojyuji war, von ihrer misslichen Lage erzählen. Rikuo kann Kana in letzter Minute retten. Kana auf dem Heimweg jetzt verliebt in Rikuo Nachtversion will mehr über ihn. Er nimmt sie mit zu einem Youkai-Treffpunkt. Am Morgen fragt Kana Rikuo, ob die Nachtversion sein Freund ist.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Vanguard Wind Blows from the West","descr":"Hihi, einer der Ältesten des Nura-Clans wird getötet, als er einen Vorfall in der Demon Cat Alley untersucht. Aus diesem Grund müssen sich Rikuo und die Ältesten mit mehr Leibwächtern abfinden. Nurarihyon kommt bei einem Spaziergang durch die Stadt mit Yura in Kontakt. Yura, die eine Vertrauenskrise in Bezug auf ihre Überzeugungen durchlebt, beginnt sich Nurarihyon zu öffnen. Während sie dieses Gespräch führen, ist der Yokai, der Hihi getötet hat. Yura, der denkt, Nurarihyon sei ein einfacher alter Mann, springt ihm zu Hilfe.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Tamazuki and the Seven Shadows","descr":"Nurarihyon tötet den Yokai, der sie angegriffen hat, während Yura abgelenkt ist. Nach dem Kampf verschwindet er, um diesen Vorfall zu untersuchen. Auf dem Heimweg trifft Rikuo auf Tamazuki, die Figur hinter all den Angriffen. Tamazuki informiert Rikuo über seinen Plan, den Nura-Clan zu übernehmen und zu zerstören.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Lord Gyuuki\u0027s Rebellion: The Whole Story","descr":"Der Oberbefehlshaber wird immer noch vermisst, und während er Karasu-Tengus Hysterie lauscht, wird Rikuo in die Erinnerung zurückgeholt, dass er bedroht wurde. In Nurarihyons Abwesenheit versucht Rikuo, den Clan ruhig zu halten; aber später an diesem Tag wird einer der Dämonen im Haushalt des Nura-Clans getötet.","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Inugamigyobu-Tanuki Tamazuki\u0027s Beckoning","descr":"Inugamigyobu-Tanuki Tamazuki und seine 88 Demons of Shikoku kommen nach Rikuo und erklären lautstark, dass sie den Nura-Clan übernehmen werden. Senden einer direkten Herausforderung an Rikuo. Rikuo in seiner menschlichen Gestalt verbirgt seine wahren Gefühle, damit seine Freunde nichts von ihm erfahren.","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"Fierce Fire and Sudden Rain","descr":"Kajibari-On, einer der sieben Phantomreisenden, hat den Nura-Clan infiltriert, indem er als Kellnerin bei Bakeneko gearbeitet hat. Aber Yura lässt sich von ihrer Verkleidung nicht täuschen und informiert Rikuo.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Fighting Girls","descr":"Während Tamazuki sich auf einen Angriff vorbereitet, erzählt Kiyotsugu der Kiyojuji Paranormal Patrol, dass er bei seinen Yokai-Untersuchungen eine Entdeckung gemacht hat. Jemand hat Schreine in der ganzen Stadt Ukiyoe zerstört.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Sublime Spirit Burns Crimson","descr":"Natsumi Torii ist die einzige Person, die der lokalen Gottheit Lord Senba weiterhin ihre Aufwartung macht. Natsumi beschließt, Lord Senbas Schrein einen Besuch abzustatten, aber Lord Sodemogi ist auf dem Weg dorthin, um seine Amoklauf gegen lokale Gottheiten fortzusetzen.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"Natsumi and Lord Senba","descr":"Nach dem Tod von Lord Sodemogi planen die Shikoku-Yokai, Rikuo zu töten. Doch der blutrünstige Inugami wird ungeduldig und geht allein hinter Rikuo her.","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Evil Dog Howls at the Ruins","descr":"Endlich zeigt sich Inugami. Sein Kopf reißt seinen Körper ab und wird immer länger.","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"The Curtain Falls in the Darkness","descr":"Nachdem Tamazuki die meisten lokalen Gottheiten der Stadt Ukiyoe zerstört und die Stärke des Nura-Clans mit einem Inugami-Angriff bestätigt hat, beschließt Tamazuki, endlich den Hauptangriff auf den Rikuo-Clan durchzuführen.","versions":[]},{"epId":"episode-21","name":"","epNo":21,"alt":"The 7:3 Pledge of Loyalty","descr":"Als der Nura-Clan vom Angriff der Shikoku-Yokai auf die Festung Chichibo erfährt, bereiten sich seine Mitglieder eifrig darauf vor, ihre kleinen Truppen zu mobilisieren.","versions":[]},{"epId":"episode-22","name":"","epNo":22,"alt":"Towards the Sunrise","descr":"Im weiteren Verlauf der Schlacht bahnt sich Rikuo seinen Weg zum Kommandanten der feindlichen Seite; Tamazaki. Die beiden kämpfen eine Weile, aber Rikuo wird schließlich auf die Knie gezwungen, als einer von Tamazakis Dämonen (Yosuzume) sich anschleicht und ihn berührt, wodurch alles dunkel erscheint und ihn blendet. Zur gleichen Zeit sucht Tsurara hastig nach Rikuo, die sie zu Beginn der Schlacht verloren hat. Tamazaki bittet Rikuo, sich ihm anzuschließen, aber Rikuo weigert sich. In seiner Wut versucht Tamazaki, Rikuo zu töten und versucht, ihn aufzuschlitzen. Gerade noch rechtzeitig greift Tsurara ein und blockt seinen Schlag. Yosuzume berührt dann Tsurara und blendet sie sowie den Rest der kämpfenden Yokai. Dann arbeiten Tsurara und Rikou zusammen, um sie zu besiegen, wobei Tsurara diejenige ist, die es beendet und den Zauber bricht, indem er Yosuzume einfriert.","versions":[]},{"epId":"episode-23","name":"","epNo":23,"alt":"Darkness and Ice","descr":"Nura Rikuo und sein Clan kämpften mit den hartnäckigen Shikoku Youkai, die darauf bestehen, Rikuos Angst zu besiegen. Der Anführer der Shikoku Youkai, Tamazaki, tötete jedoch gnadenlos seine eigenen Kameraden mit dem Teufelshammer, um ihre Kräfte zu absorbieren und sie wie seine eigenen zu nutzen. Um den Sieg zu erringen, entführte Inugami Kana und hielt sie als Geisel. Trotzdem wurde Kana gerettet und Inugami von Tamazaki abgeschlachtet. Daher müssen Nura Rikuo und seine Verbündeten gegen Tamazaki kämpfen, der nun die ultimative Stärke erlangt hat.","versions":[]},{"epId":"episode-24","name":"","epNo":24,"alt":"The Devil\u0027s Hammer","descr":"Rikuo wird eins mit sich selbst und muss erkennen, dass er auf jeden Fall der dritte Erbe ist. Der Kampf zwischen Tamazuki und Rikuo geht bis in die Morgendämmerung, wenn Rikuo normalerweise in seine menschliche Gestalt zurückkehrt.","versions":[]},{"epId":"episode-25","name":"","epNo":25,"alt":"The Moon is in the Sky","descr":"Diese Episode ist eine Zusammenfassung der Episoden 13 bis 24.","versions":[]},{"epId":"episode-26","name":"","epNo":26,"alt":"The Afterglow of Youth","descr":"Tamazuki kommt in das Territorium des Nura-Clans, um Rikuo mit dem Schwert zu bedrohen, das einst die Yokai-Armee seines eigenen Vaters verwüstet hat.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Nura Clan\u0027s Third Heir Awakens","descr":"Nachdem er seinen Vater in jungen Jahren verloren hat, strebt der junge Rikuo Nura danach, der Oberbefehlshaber des Yokai zu werden, genau wie sein Großvater und sein verstorbener Vater.","versions":[{"lang":2,"streams":[{"redirect":11313806,"hoster":"VOE"},{"redirect":10132145,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Justice of Two","descr":"Ryuji Keikain und Mamiru Keikain, zwei Onmyoji, die mächtig genug sind, um sogar Aotabo zu besiegen, sind in Ukiyoe Town angekommen.","versions":[{"lang":2,"streams":[{"redirect":13490127,"hoster":"VOE"},{"redirect":10132146,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Keikain Yura\u0027s Agreement","descr":"Ryuji Keikain greift Rikuo mit seinem Shikigami \"Gyogen\" an, der sich mit seiner Klinge verteidigt. Ryuji stoppt seinen Angriff, als er die Klinge als \"Nenekirimaru\" erkennt, eine Geisterklinge, die nur Yokai fällen kann.","versions":[{"lang":2,"streams":[{"redirect":13491693,"hoster":"VOE"},{"redirect":10132147,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Nurarihyon and Yohime","descr":"Zu der Zeit, als der Toyotomi-Clan Japan regierte, lebte eine junge Frau namens Prinzessin Yo, die mit ihren magischen Kräften jede Wunde oder Krankheit heilen konnte.","versions":[{"lang":2,"streams":[{"redirect":13490132,"hoster":"VOE"},{"redirect":10132148,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Towards Today","descr":"Nurarihyon betritt die Burg von Osaka, um Prinzessin Yo aus Hagoromo-Gitsune zu retten.","versions":[{"lang":2,"streams":[{"redirect":13490133,"hoster":"VOE"},{"redirect":10132149,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Legends of Tono","descr":"Kiyotsugu schlägt vor, dass die Mitglieder der Kiyojuji Paranormal Patrol Yuras Haus in Kyoto im Rahmen eines Yokai-Sommerforschungsprojekts besuchen.","versions":[{"lang":2,"streams":[{"redirect":13491694,"hoster":"VOE"},{"redirect":10132151,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Kyokasuigetsu","descr":"In Ohsu-Tonys Hidden Village verbringt Rikuo seine Tage mit intensivem Training.","versions":[{"lang":2,"streams":[{"redirect":11313810,"hoster":"VOE"},{"redirect":10132152,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Hagoromo-Gitsune Kyoto Invasion","descr":"In Kyoto werden die Keikain-Siegel nacheinander von Hagoromo-Gitsune gebrochen.","versions":[{"lang":2,"streams":[{"redirect":13508545,"hoster":"VOE"},{"redirect":10132154,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Gray Onmyoji","descr":"Rikuo beendet seine Ausbildung und kehrt mit dem Tono-Yokai nach Ukiyoe Town zurück. Als Nurarihyon die Fortschritte seines Enkels sieht, erlaubt er Rikuo, nach Kyoto zu gehen.","versions":[{"lang":2,"streams":[{"redirect":13490136,"hoster":"VOE"},{"redirect":10132155,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Hagun","descr":"Yura und Ryuji müssen gegen Akifusa kämpfen.","versions":[{"lang":2,"streams":[{"redirect":10989189,"hoster":"VOE"},{"redirect":10132156,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Battle above Kyoto","descr":"Die Kyoto Yokai sind nur noch wenige Augenblicke davon entfernt, ihren langjährigen Wunsch zu erfüllen, da nur noch ein Siegel zu brechen ist. Inzwischen sind Rikuo und seine Clanmitglieder an Bord des Schatzschiffs dabei, Kyoto zu erreichen.","versions":[{"lang":2,"streams":[{"redirect":13490134,"hoster":"VOE"},{"redirect":10132159,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Long-Standing Wish","descr":"Das Schatzschiff des Nura-Clans wurde vom Kyoto-Yokai schwer beschädigt und verliert an Höhe.","versions":[{"lang":2,"streams":[{"redirect":13490137,"hoster":"VOE"},{"redirect":10132157,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Torii Labyrinth","descr":"Am Fushimi-Inari-Schrein, Awashima, tappt der Amanojaku in eine Falle, die der Kyoto-Yokai 27-Faced-Senju-Mukade aufgestellt hat.","versions":[{"lang":2,"streams":[{"redirect":13490138,"hoster":"VOE"},{"redirect":10132160,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"An Ayakashi to Avoid","descr":"Nach der Wiedervereinigung mit Yura wird Rikuo Hidemoto Keikain, dem 13. Erben, vorgestellt.","versions":[{"lang":2,"streams":[{"redirect":10132164,"hoster":"VOE"},{"redirect":10132166,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Descent Into Darkness","descr":"Rikuo wird von Tsuchigumo schwer geschlagen, als Gyuki ankommt, um ihn zur Behandlung zum Berg Kurama zu bringen.","versions":[{"lang":2,"streams":[{"redirect":10132162,"hoster":"VOE"},{"redirect":10132169,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Gemeinsame Vergangenheit","descr":"Hagoromo-Gitsune lässt sich im Schloss Nijo nieder, nachdem er alle acht Onmyoji-Siegel zerstört hat.","versions":[{"lang":2,"streams":[{"redirect":10468545,"hoster":"VOE"},{"redirect":10132161,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Equipping a Hundred Demons","descr":"Während sich der Kampf in Kyoto intensiviert, erkennen die Keikain-Onmyoji und die Nura-Clan-Yokai, dass sie nur durch Zusammenarbeit gegen die Kyoto-Yokai antreten können.","versions":[{"lang":2,"streams":[{"redirect":10204395,"hoster":"VOE"},{"redirect":10132163,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Entrust It All to Me","descr":"Während seiner Ausbildung bei Gyuki lernt Rikuo, dass er stärker werden kann, indem er seine menschliche Seite akzeptiert und an seine Verbündeten glaubt.","versions":[{"lang":2,"streams":[{"redirect":10204396,"hoster":"VOE"},{"redirect":10132168,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Auf dem Rücken getragene Verbundenheit","descr":"Der Kampf zwischen Rikuo und Tsuchigumo erreicht seinen Höhepunkt. In der Zwischenzeit betritt Nurarihyon die Burg Nijo, um Hagoromo-Gitsune zum ersten Mal seit 400 Jahren zu konfrontieren.","versions":[{"lang":2,"streams":[{"redirect":13004478,"hoster":"VOE"},{"redirect":10132167,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Der Kreislauf der Wiedergeburt","descr":"Hagoromo-Gitsune wird im Nagaike-Teich von Schloss Nijo zur Welt kommen. Rikuo und seine Verbündeten versuchen, Hagoromo-Gitsune an der Geburt zu hindern","versions":[{"lang":2,"streams":[{"redirect":13916738,"hoster":"VOE"},{"redirect":10132171,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Birth","descr":"Hagoromo-Gitsune hat ihren Sohn Nue zur Welt gebracht, und die Yokai von Kyoto freuen sich.","versions":[{"lang":2,"streams":[{"redirect":10204399,"hoster":"VOE"},{"redirect":10132170,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Fragments of the Past","descr":"Rikuo wird von Hagoromo-Gitsunes voller Kraft in ihrer Neunschwänzchen-Form überwältigt.","versions":[{"lang":2,"streams":[{"redirect":10204400,"hoster":"VOE"},{"redirect":10132172,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Banquet of Darkness","descr":"Abeno Seimei ist wieder in diese Welt auferstanden. Mit der Teufelsklinge in der Hand verkündet Seimei, dass er eine Dämonenhauptstadt bauen wird.","versions":[{"lang":2,"streams":[{"redirect":10204401,"hoster":"VOE"},{"redirect":10132173,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Rikuo\u0027s Declaration","descr":"Um den mächtigen Abe no Seimei zu besiegen, vertrauen die Nura-Clan-Yokai und Tono-Yokai Rikuo ihre Macht von Hundert Dämonen an.","versions":[{"lang":2,"streams":[{"redirect":10204402,"hoster":"VOE"},{"redirect":10132175,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"The Destiny of the Demon Capital","descr":"","versions":[]}]}]}