{"path":"/serie/stream/nyan-koi","name":"Nyan Koi","descr":"[Ger Sub] Junpei Kousaka, Schüler im zweiten High School-Jahrgang, hasst Katzen und ist allergisch gegen sie. Wie es das Schicksal aber so will, ist er in Kaede Mizuno verschossen, die Katzen abgöttisch liebt. Eines Tages kickt der Junge eine leere Dose weg, die unglücklicherweise den Neko-Jizō-sama, die Wächtergottheit der Katzen, trifft und ihn enthauptet. Von diesem Zeitpunkt an ist Kousaka mit einem Fluch belegt: Er versteht die Sprache der Katzen, was auch seinen eigenen launischen Kater Nyamsas einschließt. Dieser unterbreitet ihm, dass er 100 Katzenwünsche erfüllen muss, um von dem Fluch befreit zu werden. Sollte er dies nicht schaffen, würde er selber in eine Katze verwandelt werden, was aufgrund seiner Allergie ein ernsthaftes Problem darstellen würde. Noch dazu kommt, falls jemand Wind von dem Fluch bekommt, wird nicht nur Kousaka, sondern auch der Mitwisser in eine Katze verwandelt.","seasons":[{"path":"/serie/stream/nyan-koi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/nyan-koi/staffel-1/episode-1","name":"","epNo":1,"alt":"The Ugly Cat and the Cursed Highschooler","descr":"Der Teenager Junpei Kōsaka versucht aufgrund seiner Allergie gegen Katzen den Kontakt mit Katzen zu vermeiden. Eines Tages beschädigt er jedoch versehentlich die Statue einer Katzengottheit. Laut dem buddhistischen Mönch Keizo Kirishima wäre man mit der Fähigkeit, mit Katzen zu sprechen, verflucht, hätte die Aufgabe, hundert Anfragen von ihnen zu erfüllen, mit der Gefahr, selbst in eine Katze verwandelt zu werden, wenn er dies nicht tut. Die erste Bitte, die er von Nyamsus und Tama erhält, ist, den streunenden Katzen im örtlichen Park zu helfen, die von einem Fremden gequält wurden und sie am Boden zerstört haben. Im Einkaufszentrum trifft er auf seinen Schwarm Kaede Mizuno, und auf dem Heimweg entpuppt sich der Peiniger später als Kaede, der eine extreme Vorliebe für Katzen hat, bis sie erstickt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13490139","hoster":"VOE"},{"path":"/redirect/10132174","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/4846873","hoster":"Vidoza"}]}]},{"path":"/serie/stream/nyan-koi/staffel-1/episode-2","name":"","epNo":2,"alt":"That Man is My Slave?","descr":"Junpei muss einer Caba-Katze helfen, sich bei einem Mädchen zu bedanken, das ihm geholfen hat. Tatsächlich ist sie jedoch Kanako Sumiyoshi , eine Bekannte aus seiner Kindheit, die Manba- Make-up trägt . Während des jährlichen Highschool-Kulturfestivals ist sie entschlossen, ihn dazu zu bringen, ihr Gebot zu erfüllen. Er zögert, sich zu bedanken, da sie sich verändert hat, nachdem sie gesehen hatte, wie er als Kind ihre Katzenpuppe einem anderen Mädchen gab. Eine Schülerin verschüttet jedoch versehentlich einen Eimer Wasser über Kanako, wischt ihr Make-up ab, und nachdem sie die Beherrschung verliert und ihn verfolgt, findet Kaede sie, um sie abzutrocknen. Nach dem Kulturfestival bedankt sich Junpei bei Kanako, und sie versöhnen sich. Die Caba-Katze zieht später bei Junpei ein, bis er ein anderes Zuhause findet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10132179","hoster":"VOE"},{"path":"/redirect/10132178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nyan-koi/staffel-1/episode-3","name":"","epNo":3,"alt":"What`s your name?","descr":"Junpei trifft Chizuru Mochizuki , eine Briefträgerin , die keinen Orientierungssinn hat, und beschließt, ihr zu helfen. Während er mit ihr durch die Stadt streift, hilft er auch den Katzen bei ihren verschiedenen Anliegen. Das Herumhängen mit ihr führt jedoch zu einer Reihe von Missverständnissen mit Leuten, die er kennt, sehr zu seiner Verzweiflung. Junpei erinnert sich daran, wie er Kaede am ersten Schultag zum ersten Mal traf, und erinnert sich daran, wie sie versuchte, eine Katze auf einem Baum zu retten, aber versehentlich ausrutschte und auf ihm landete. Nachdem sie ihm geholfen hatte, verliebte er sich seitdem in sie.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11313816","hoster":"VOE"},{"path":"/redirect/10132176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nyan-koi/staffel-1/episode-4","name":"","epNo":4,"alt":"Beautiful Person","descr":"Junpei erhält einen Brief von Nagi Ichinose , einem seiner Oberklassenmenschen, der ihn zu einem Duell herausfordert, aber da er diesen Brief drei Tage lang ignoriert hat, wird Nagi vor Stress ohnmächtig. Während eines Regengusses bringen Junpei, Kaede und Kanako eine bewusstlose Nagi in ihr Haus, das zufällig eine Villa eines Yakuza ist . Jii, Nagis Großvater, lädt die drei zu seinem Zuhause ein. Dort wird Junpei von Josephine angefordert, eine Katze im Besitz von Nagi, um Nagi zum Verlieben zu bringen. Während Kaede und Kanako ein Bad nehmen, wird Junpei in Nagis Schlafzimmer geschickt, wo er überrascht feststellt, dass Nagi ein Mädchen ist, das in Kaede verliebt ist und aufgrund ihrer früheren Begegnung auch Blitze fürchtet. Sie war auch am Boden zerstört, als ihr erster Schwarm sie wegen ihres jungenhaften Aussehens ablehnte. Nachdem er sie beruhigt hat, verlässt er die Villa, wobei Josephine zufrieden damit ist, dass Nagi sich nun weiblicher verhalten wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11313817","hoster":"VOE"},{"path":"/redirect/10132182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nyan-koi/staffel-1/episode-5","name":"","epNo":5,"alt":"Times Square","descr":"Junpei bekommt von Nagi, der die Dinge mit ihm regeln will, zwei Eintrittskarten für einen Vergnügungspark. Kaede und Kanako kommen schließlich mit, sehr zu Nagis Enttäuschung. Während Kanako Junpei zu einer Achterbahnfahrt mitnimmt, erzählt Nagi Kaede etwas, das sie vor Junpei erröten lässt. In einem Geisterhaus und dann auf dem Riesenrad, sieht Junpei dies als die perfekte Gelegenheit, Kaede näher zu kommen. Ihre kurzen Momente werden jedoch ruiniert, als Nagi ein Foto von ihnen macht und Kanako aus Eifersucht Junpei angreift. Kaede beginnt bald Gefühle für Junpei zu entwickeln und macht sich Sorgen darüber, an wem er ein Interesse haben könnte. Kaede macht sich nach der Schule auf die Suche nach Junpei, aber als sie ihn findet, wird sie heimlich Zeugin der buddhistische Tempel vor einem Mädchen, das sich seines Fluches bewusst ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491696","hoster":"VOE"},{"path":"/redirect/10132177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nyan-koi/staffel-1/episode-6","name":"","epNo":6,"alt":"Milk \u0026 Bitter \u0026 Sugar \u0026 Spice","descr":"Am nächsten Tag trifft Junpei im buddhistischen Tempel Kotone Kirishima und Akari Kirishima , Zwillinge mit gegensätzlichen Persönlichkeiten, die beide aufgrund ihrer Fähigkeit, das Übernatürliche zu spüren, von seinem Fluch wissen. Später beschlossen sie, bei seiner Tortur zu helfen. Tama und Noir, die Katze im Besitz der Zwillinge, stehen seit langem in Rivalität. Dies liegt daran, dass Tama aufgrund seiner seltenen Rasse nach der Adoption in den Tempel verwöhnt und verwöhnt wurde. Als Junpei Tama und Noir durch die Nachbarschaft folgt, trifft er auf Kaede, die mit ihrem Hundemeute spazieren geht. Obwohl Tama und Noir sich streiten, legen sie ihre Differenzen schließlich bei. Allerdings hinterlässt Junpei versehentlich bei Kaede den falschen Eindruck, als er sie über die Katzen hinweg nicht hören konnte, was sie zum Weinen und zum Gehen brachte. Später entschuldigt er sich bei ihr für das Missverständnis.","versions":[]},{"path":"/serie/stream/nyan-koi/staffel-1/episode-7","name":"","epNo":7,"alt":"Wait Until It\u0027s Getting Dark","descr":"Junpei macht sich mit seinen Klassenkameraden auf einen Schulausflug nach Kyoto, aber er hat kaum Zeit, die Reise zu genießen, als sich die Nachricht von ihm unter den einheimischen Katzen verbreitet, die ihn mit Anfragen überhäufen. Als Junpei, Kaede und Kanako später den Tag zusammen verbringen, stolpern sie schnell darüber, dass Nagi, deren Familie in Kyoto lebt, zu einem jährlichen Treffen dort ist. Dieses Treffen ist in der Tat eine Vereinbarung, um Nagi einen Ehemann zu wählen, eine Entscheidung, die sie immer ablehnen würde.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486008","hoster":"VOE"},{"path":"/redirect/10132185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nyan-koi/staffel-1/episode-8","name":"","epNo":8,"alt":"The Burning Private Instruction Runner","descr":"Junpei hat den Auftrag, einer Katze namens Michi zu helfen, in Form zu kommen, um Spatzen fangen zu können, um die Gunst seiner Geliebten zu gewinnen. Er wird jedoch von Nagi unterbrochen, die möchte, dass er mit Kaede ihrem Leichtathletikclub beitritt. Als Junpei anfängt, sein Versprechen mit Michi zu vernachlässigen, beschließt dieser, sich zu rächen, indem er ihn in eine sehr peinliche Situation bringt. Junpei hielt Kaedes Taschentuch fest, um es ihr am nächsten Tag zurückzugeben, aber stattdessen holte er ihre Unterwäsche aus seiner Tasche, die am Tag zuvor in ihrem Spind gefehlt hatte. Nachdem Michi sich für seine Taten entschuldigt hat, trainiert Junpei ihn, viel stärker denn je zu werden und mit seiner Geliebten zusammen zu sein. Junpei erzählt Kaede von der Verwechslung und gibt ihr das Taschentuch zurück.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491695","hoster":"VOE"},{"path":"/redirect/10132180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nyan-koi/staffel-1/episode-9","name":"","epNo":9,"alt":"Girls in the Water","descr":"Die Bande macht sich vor den Abschlussprüfungen eine Freizeit im Schwimmbad. Junpei bekommt Nasenbluten, nachdem sie versucht hat, Kaede im Pool zu fangen, als sie von Kanako und Nagi im Kampf umgeworfen wurde. Später bittet er Kanako, ihm zu helfen, eine Katze dazu zu bringen, draußen über die Mauer zu klettern, bevor er zum Pool zurückkehrt. Am nächsten Tag erkältet sich Junpei und verpasst den Unterricht, also kommt Kanako zu Besuch, um ihm die Handzettel für den Studienführer zu geben und sich um ihn zu kümmern. Um die Sache noch komplizierter zu machen, trifft Junpei auf Chatora , eine übergewichtige Katze, die eine Diät braucht, aber er ist verärgert darüber, dass diese Katze solche Ratschläge zunächst ablehnt und ihm schwindelig wird. Als Kanako Junpei zur Ruhe bringt, kämpft sie mit ihren wahren Gefühlen für ihn und geht abrupt, bevor er aufwacht. Am nächsten Tag findet die Abschlussprüfung statt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491697","hoster":"VOE"},{"path":"/redirect/10132181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nyan-koi/staffel-1/episode-10","name":"","epNo":10,"alt":"The Happenings of a Certain Night","descr":"Alle außer Kanako haben ihre Prüfung bestanden, also muss sie auch einen Bericht über die lokale Geschichte schreiben, um zu bestehen. Junpei bittet Kotone und Akari, seinen Freunden die Nachbarschaft zu zeigen, um solche Informationen zu sammeln. Seine Freunde scherzen jedoch mit einer Maneki-Neko- Figur herum , die Kotone und Akari drängt, sie aufgrund des Aberglaubens, verflucht zu sein, aufzuhalten und die Figur durch einen Gesang zu reinigen. Nachts zählen Kotone und Akari schließlich auf Junpeis unerwartete Hilfe, um mit dem Geist der Maneki-Neko-Figur fertig zu werden, die droht, sie zu töten. Mit vereinten Kräften schaffen sie es schließlich, den Geist zu zerstören.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491698","hoster":"VOE"},{"path":"/redirect/10132183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nyan-koi/staffel-1/episode-11","name":"","epNo":11,"alt":"Friends","descr":"Das zweite Semester neigt sich dem Ende zu und alle bereiten sich auf Weihnachten vor. Kanako stößt auf Junpei, der einen Teilzeitjob als Postbote annimmt und ihn einlädt, mit ihr ins Kino zu gehen. Bevor sie dorthin gingen, verbrachten sie einige Zeit zusammen in der Mall. Kanako genießt ihre Zeit mit ihm und erinnert sich daran, wie groß ihre Freundschaft in der Vergangenheit war. Am nächsten Tag überreicht Kanako, die in Teilzeit an einem Imbissstand arbeitet, Kaede ein Geschenk. Als sie in den Park geht, hört sie, wie Junpei über einen Fluch spricht, während er ein Kätzchen von einem Baum rettet, um es für eine Katze zu töten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491699","hoster":"VOE"},{"path":"/redirect/10132186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/nyan-koi/staffel-1/episode-12","name":"","epNo":12,"alt":"Heaven Will Wait?","descr":"Junpei beginnt sich plötzlich in eine Katze zu verwandeln, wobei Kotone und Akari ihm helfen, ihn unbemerkt aus der Post zu schmuggeln. Er hat das Gefühl, dass Kaede sein Geheimnis misstrauisch ist, also muss er einen Weg finden, sie davon abzubringen, bevor er mit der vollen Wucht seines Fluches heimgesucht wird. Er entwickelt einen Plan, um vorzutäuschen, dass er von der Maneki-Neko-Figur verflucht wird, und lässt sie anschließend von Kotone und Akari reinigen. Nagi nimmt jedoch versehentlich seinen Hut ab, der seine Katzenohren enthüllt, was ihn dazu bringt, in den Park zu fliehen. An diesem Punkt verwandelt er sich vollständig in eine Katze und Kaede findet ihn dort, ohne zu wissen, dass er es ist. Als sich die einheimischen Katzen in der Umgebung um sie versammeln, erkennt Kaede, wie Junpei sich um die Katzen gekümmert hat, da er glaubt, er sei nie verflucht worden. Dies kehrt scheinbar den Fluch um, der Junpei zu einem Menschen zurückbringt, aber er findet heraus, dass er gerade nachgelassen hat.Junpei muss zu Beginn des neuen Jahres weiterhin Gutes für Katzen tun.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11313831","hoster":"VOE"},{"path":"/redirect/10132187","hoster":"Streamtape"}]}]}]}]}