{"seriesId":"nyc-22","name":"NYC 22","descr":"Sechs New Yorker Polizisten, die gerade erst von der Schule gekommen sind, versuchen, sich im Alltag der Großstadt zurechtzufinden: Jennifer ‚White House‘ Perry war im College ein Volleyballstar. Ray ‚Lazarus‘ Harper hat aufgrund seiner früheren Tätigkeit als Nachrichtenreporter sehr gute Kontakte innerhalb des Reviers. Tonya Sanchez hingegen kommt aus einer Familie mit krimineller Vergangenheit und hat es deshalb nicht leicht in ihrer neuen Umgebung. Kenny McClaren wiederum stammt aus einer Polizistenfamilie und hatte eigentlich nicht vorgehabt, ebenfalls diesen Beruf zu übernehmen. Ahmad ‚Kiterunner‘ Kahn stammt aus Afghanistan, Jayson Toney war früher ein sehr guter Basketballspieler, hat es aber nicht in die NBA geschafft.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Neuen","epNo":1,"alt":"Pilot","descr":"Sechs Polizisten, frisch von der Akademie, treten ihren Dienst im 22. New Yorker Polizeirevier an. Unter Anleitung von Sergeant Dean (Terry Kinney), genannt Yoda, versehen sie ihren Dienst auf den Straßen der Stadt, was bisweilen wenig glamourös ist. So werden Jayson (Harold House Moore) und Jennifer (Leelee Sobieski) erst mal dazu abgestellt, die Toilette einer Polizistenwitwe von einer Verstopfung zu befreien. Aber natürlich gibt es für die jungen Cops auch interessantere Aufgaben: so bekommen Ahmad (Tom Reed) und Kenny (Stark Sands) den Auftrag, eine Gruppe Jugendlicher im Auge zu behalten, da die Auseinandersetzung zweier Gangs zu eskalieren droht. Unterdessen sollen Tonya (Judy Marte) und Ray (Adam Goldberg) in einer Wohnung einen halbverwesten Leichnam bis zum Eintreffen der Kollegen bewachen. Als Tonya wegen des Gestanks befehlswidrig die Wohnung verlässt, gerät sie in der Nachbarwohnung mitten in einen gewalttätigen häuslichen Konflikt.","versions":[{"lang":1,"streams":[{"redirect":14520034,"hoster":"VOE"},{"redirect":14520042,"hoster":"Vidoza"},{"redirect":14520033,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die erste Nachtschicht","epNo":2,"alt":"Firebomb","descr":"Während der ersten Nachtschicht der Neulinge versuchen Lazarus und Tonya zu verhindern, dass sich nach einem Brandbombenanschlag auf das Haus eines Drogendealers zu einem Kampf rivalisierender Gangs kommt. Jackpot und Ahmad werden von einem Rapper begleitet, der in einem Film einen Cop spielen wird.","versions":[{"lang":1,"streams":[{"redirect":14520037,"hoster":"VOE"},{"redirect":14520055,"hoster":"Vidoza"},{"redirect":14520039,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Starr vor Angst","epNo":3,"alt":"Thugs and Lovers","descr":"White House und Jackpot enthüllen bei der Befragung eines Bankräubers ein Geheimnis. Kennys autoritärer Vater, Deputy Inspector Jack McLaren kommt auf das 22. Revier. Lazarus trifft auf den Schläger der Shannon Bar.","versions":[{"lang":1,"streams":[{"redirect":14519941,"hoster":"VOE"},{"redirect":14519952,"hoster":"Vidoza"},{"redirect":14519935,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sprengstoff-Alarm","epNo":4,"alt":"Lost and Found","descr":"Kenny und Lazarus versuchen einen Verdächtigen zu finden bevor eine Bombe bei einer öffentlichen Zusammenkunft hochgeht. Tonya und White House helfen inzwischen einem Jungen, der sich verlaufen hat, seine Mutter zu finden. Ahamd und Jackpot übernehmen einen Gefangenentransport.","versions":[{"lang":1,"streams":[{"redirect":14519937,"hoster":"VOE"},{"redirect":14519964,"hoster":"Vidoza"},{"redirect":14519934,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alte Rechnungen","epNo":5,"alt":"Self Cleaning Oven","descr":"Yoda erinnert sich an seine Zeit als junger Polizist, als ein Drogenbaron aus den 1980ern aus der Haft entlassen wird und Rache an denen nehmen will, die für seine Strafe verantwortlich sind. Tonya und Kenny führen eine Razzia in einem Bordell durch, während Ahmad und White House einem charismatischen Gauner helfen, der von einem Kredithai gejagt wird.","versions":[{"lang":1,"streams":[{"redirect":14519959,"hoster":"VOE"},{"redirect":14519967,"hoster":"Vidoza"},{"redirect":14519957,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Über den Rubikon","epNo":6,"alt":"Crossing the Rubicon","descr":"Yoda, Tonya, Ahmad und Apple sind während eines Raubüberfalls in einer Bar gefangen. Ahmed trifft eine schnelle Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":14519966,"hoster":"VOE"},{"redirect":14519987,"hoster":"Vidoza"},{"redirect":14519960,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Skelett","epNo":7,"alt":"Block Party","descr":"Kenny und Ahmad suchen auf einer Party in Harlem nach einem mutmaßlichen Vergewaltiger. White House und Jackpot untersuchen den Fund von menschlichen Überresten in einem Garten.","versions":[{"lang":1,"streams":[{"redirect":14519986,"hoster":"VOE"},{"redirect":14520000,"hoster":"Vidoza"},{"redirect":14519984,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vorurteile","epNo":8,"alt":"Schooled","descr":"Kenny und Ahmad ermitteln als ein Ivy League-Student seinen Mentor ausraubt. Lazarus und Tonya versuchen Teenager davon abzuhalten, ein Pärchen zu belästigen.","versions":[{"lang":1,"streams":[{"redirect":14519999,"hoster":"VOE"},{"redirect":14520016,"hoster":"Vidoza"},{"redirect":14520001,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gott spielen","epNo":9,"alt":"Playing God","descr":"Jackpot und White House versuchen eine schwangere Frau und ihren Ehemann nach einem Unfall aus einem brennenden Auto zu retten. Kenny und Ahmad erledigen einen Auftrag mit einem ehemaligen Detective. Lazarus und Tonya schützen ein Drogenlabor nach einem Überfall.","versions":[{"lang":1,"streams":[{"redirect":14520015,"hoster":"VOE"},{"redirect":14520024,"hoster":"Vidoza"},{"redirect":14520005,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lebensmüde","epNo":10,"alt":"Jumpers","descr":"White House versucht einen Mann vom Selbstmord abzuhalten, der von einem Hochhaus springen will. Lazarus und Tonya versuchen die Eltern eines Jungen ausfindig zu machen.","versions":[{"lang":1,"streams":[{"redirect":14520018,"hoster":"VOE"},{"redirect":14520017,"hoster":"Vidoza"},{"redirect":14520008,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lösegeld","epNo":11,"alt":"Ransom","descr":"Der Besitzer einer Bodega schießt auf zwei Männer, die er beschuldigt, seine Tochter entführt zu haben. Lazarus ist von Diebstählen an einer privaten Grundschule betroffen. White House und Jackpot begleiten einen verletzten Gefangenen ins Krankenhaus.","versions":[{"lang":1,"streams":[{"redirect":14520022,"hoster":"VOE"},{"redirect":14520025,"hoster":"Vidoza"},{"redirect":14520023,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Samariter","epNo":12,"alt":"Samaritans","descr":"Lazarus sucht nach einem guten Samariter, der verschwand nachdem er Lazarus geholfen hatte, einen Jungen aus einem brennenden Haus zu retten. Tonya und Ahmad arbeiten Undercover an einem Drogenfall. Kenny und Jackpot werden von einem Alligator bedroht.","versions":[{"lang":1,"streams":[{"redirect":14520026,"hoster":"VOE"},{"redirect":14520028,"hoster":"Vidoza"},{"redirect":14520027,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Grabenkämpfe","epNo":13,"alt":"Turf War","descr":"Um Platz für neue Eigentumswohnungen zu schaffen, soll ein altes Wohnhaus abgerissen werden. Der Mieter Eddie Cuevas will dies nicht zulassen und verschanzt sich deshalb aus Protest in dem Gebäude. Können die Polizisten ihn umstimmen, bevor die Bauarbeiter mit der Abrissbirne eintreffen? Derweil versuchen Kenny und Ahmed, einen Taschendieb zu schnappen.","versions":[{"lang":1,"streams":[{"redirect":14520030,"hoster":"VOE"},{"redirect":14520040,"hoster":"Vidoza"},{"redirect":14520032,"hoster":"Streamtape"}]}]}]}]}