{"seriesId":"odd-taxi","name":"Odd Taxi","descr":"Wohin soll`s gehen?;  Diese Stadt mag vertraut erscheinen, doch ist sie dies ganz und gar nicht. Der Taxifahrer Odokawa führt ein sehr einfaches Leben. Er hat keine Familie, verbringt nicht wirklich Zeit mit anderen, redet nicht viel und ist generell ein wenig dickköpfig. Seine einzigen Freunde sind der Arzt Gouriki und sein alter Klassenkamerad Kakibana. In seinem Beruf begegnet er vielen eigenwilligen Gestalten: Da wäre der Student Kabasawa, der online seinen großen Durchbruch schaffen will. Oder Shirakwa, eine Krankenschwester mit einigen Geheimnissen. Außerdem noch das Comedyduo Homosapiens, das es wirklich nicht leicht im Leben hat, sowie der Halunke Dobu. Auch die noch junge Idolgruppe Mystery Kiss nimmt seine Dienste in Anspruch. Doch all die eigentlich alltäglichen Gespräche, die er mit ihnen führt, leiten ihn schließlich auf die Spur eines Mädchens, das eigentlich spurlos verschwunden ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Eccentric Driver","descr":"Ein Walross namens Odokawa erwacht in seinem Taxi aus einem Albtraum, als er zu seiner Schicht zurückkehrt und Radio hört, während er nach Kunden sucht. Sein nächster Fahrpreis ist ein Nilpferd namens Kabasawa, das ein Selfie mitnimmt, um in den sozialen Medien viral zu werden. Ein Paar Polizisten, die Zwillingsbrüder Daimon, ziehen Odokawa herüber und fragen, ob er den Aufenthaltsort eines Kriminellen namens Dobu kenne. Odokawa bestreitet dies. Nach seiner Schicht spricht Odokawa durch eine geschlossene Tür mit jemandem in seinem Haus, der jedoch nicht reagiert. Am nächsten Tag stattet Odokawa seinem Arzt Gouriki einen Besuch ab. Der ältere Daimon sieht, wie Odokawa die Klinik verlässt, nimmt die SD-Karte von seiner Dash-Kamera und droht ihm, es niemandem zu erzählen. Später an diesem Tag lügt Kakihana in einer Dating-App über sein Einkommen, in der Hoffnung, eine Frau zu finden.Gouriki erhält einen Anruf von einer Krankenschwester, die ihn darüber informiert, dass jemand Drogen aus dem Krankenhaus gestohlen hat, wobei seine eigene Krankenschwester Shirakawa vermutet wird. Währenddessen steigt Shirakawa in Odokawas Taxi und Dobu bekommt eine SD-Karte vom älteren Daimon ausgehändigt.","versions":[{"lang":3,"streams":[{"redirect":8822065,"hoster":"VOE"},{"redirect":8822058,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"How To Spend a Long Night","descr":"Odokawa und Shirakawa sprechen miteinander über ihre jeweilige Vergangenheit und tauschen am Ende der Taxifahrt ihre Telefonnummern aus. Kakihana bekommt auf seinem Dating-Profil ein Match mit einer jungen Frau namens Shiho, die zufällig eine Backup-Sängerin bei einer neuen Idol-Gruppe namens Mystery Kiss ist. Nach ihrem letzten Konzert bemerkt Leadsängerin Rui, dass ihre Gruppe Schwierigkeiten zu haben scheint, mehr Aufmerksamkeit zu gewinnen, und vertraut ihrem Superfan Imai an. Trotz Imais Vorschlägen ist Rui durch die Forderungen ihres Managements gefesselt. Imai fährt schließlich in Odokawas Taxi und schafft es, ihn zu betrügen, obwohl er kaum Geld hat, nachdem er Lotterielose und Merchandise für Mystery Kiss gekauft hat. Odokawas nächster Fahrpreis sind die beiden Komiker Baba und Shibagaki, die am Ende um ihre Partnerschaft auf dem Rücksitz streiten.obwohl Odokawa es amüsant findet. Baba bekommt plötzlich einen Anruf, um in einer Tagesshow ohne Shibagaki aufzutreten. Nachdem er sie abgesetzt hat, betritt Dobu das Taxi und hält Odokawa mit vorgehaltener Waffe vom Rücksitz aus.","versions":[{"lang":3,"streams":[{"redirect":8822066,"hoster":"VOE"},{"redirect":8607717,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Borrowed Plumes and the Bodyguard","descr":"In der Sauna belauscht Kakihana versehentlich einen Anruf zwischen Yakuza-Leutnant Kuroda und Dobu über den Fall des vermissten Mädchens. Später versucht Dobu, Odokawa zu erpressen, damit er Informationen über das Mädchen preisgibt und wer sie entführt haben könnte, aber Odokawa weigert sich, mitzuspielen. Odokawa versucht die Aufmerksamkeit der Polizei auf sich zu ziehen, bekommt aber nur den älteren Daimon, der sie beide entlässt. Schließlich beschließt Odokawa, mit Dobu zusammenzuarbeiten, als er droht, Shirakawa zu schaden. Als Dobu geht, erkennt Odokawa, dass er sehr spät zu seinem Date kommt und fährt fast mit einem Fußgänger in Richtung des nahegelegenen Parks. Odokawa und Shirakawa treffen sich im Park und beobachten den Sonnenaufgang, während sie miteinander reden. Später an diesem Tag bemerkt Shirakawa, dass Gouriki nicht in seiner Klinik aufgetaucht ist und Kakihana trifft sich mit Shiho zu einem Date.ohne zu wissen, dass sie von zwei anderen Personen beschattet werden.","versions":[{"lang":3,"streams":[{"redirect":8822059,"hoster":"VOE"},{"redirect":8607719,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Tanaka`s Revolution","descr":"Ein schwarzer Kater namens Tanaka, der bei einer Spieleentwicklungsfirma arbeitet, erzählt seine Lebensgeschichte: Er gab 100.000 Yen von der Kreditkarte seines Vaters in einer Online-Auktion für einen einzigartigen Donraku-Radiergummi aus, der sich in seiner Klasse nie besonders anfühlte. Tanakas Kollegen machten damit weiter, Radiergummis zu sammeln, und sein Vater schlug ihn, nachdem er die Anklage auf seiner Kreditaussage entdeckt hatte. Nachdem er aufgewachsen war und der Spieleentwicklungsfirma beigetreten war, wurde Tanaka süchtig nach einem mobilen Online-Spiel namens Zooden und gab große Summen echtes Geld aus, um zu versuchen, den unglaublich seltenen Dodo-Vogel ins Spiel zu bringen. Eines Abends erwirbt Tanaka endlich seinen lang ersehnten Dodo, bis ihn ein Taxi von Odokawa fast überfährt, während er feiert. Als das Taxi ausweicht, lässt Tanaka versehentlich sein Telefon in einen nahegelegenen Graben fallen und stellt nach der Reparatur fest, dass das Spiel nicht funktioniert hat.seinen Dodo nicht registrieren, bevor er gestorben ist. Tanaka verzweifelt, wandert nach Hause und geht dann in einen nahe gelegenen Park, um seinen inzwischen toten Nymphensittich zu begraben. Während er jedoch etwas Erde ausgräbt, um den Vogel zu begraben, entdeckt Tanaka die Waffe, die Dobu zuvor vergraben hat. Später, als er Odokawa in seinem Taxi vorbeifahren sieht, schnappt Tanaka und beschließt, die Waffe zu benutzen, um sich an ihm zu rächen.","versions":[{"lang":3,"streams":[{"redirect":9699383,"hoster":"VOE"},{"redirect":8607724,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Don`t Call Me an Idol","descr":"Yamamoto benutzt Odokawas Taxi, um verschiedene Mitglieder von Mystery Kiss zum Üben abzuholen. Als Odokawa Yamamoto in seinem Büro absetzt, lässt er durchblicken, dass er vor zwei Wochen ein anderes Mädchen in der Nähe des Büros abgesetzt hat. Yamamoto bietet an, Odokawas Dashcam-Daten von ihm abzukaufen, aber er weigert sich zu diesem Zeitpunkt, sie zu verkaufen. Unterdessen weiß Odokawa nicht, dass Tanaka ihn in einem anderen Taxi beschattet, um herauszufinden, wo er lebt. Später in der Nacht trinkt Gouriki Tee mit Odokawa und kündigt an, dass er plant, seine Klinik für eine Weile zu schließen, da er befürchtet, für die fehlenden Medikamente des Krankenhauses verantwortlich gemacht zu werden, selbst wenn Shirakawa der Schuldige ist. Als nächstes wird Odokawa von Dobu aufgerufen. Während der Fahrt bestätigt Dobu, dass Shirakawa Drogen gestohlen und an ihn verkauft hat, um ihre Kredite abzubezahlen, aber ihr Treffen mit Odokawa war davon völlig getrennt. Im Gegenzug,Odokawa erzählt Dobu von Yamamoto. Kakihana verabredet sich derweil mit Shiho in einem schicken Restaurant. Shiho schaut durch ihr Telefon und zeigt Kakihana ein Bild von Imai, der angeblich im Lotto gewinnt, und Kabasawa, der ein virales Video dreht, in dem er schwört, Dobu zu jagen, nachdem er in seinem letzten Selfie aufgetaucht ist. Kakihana bezahlt das Essen in bar, wie eine eingeworfene Quittung zeigt, dass er einen Kredit aufgenommen hat, um seine Fassade, für Shiho reich zu sein, aufrechtzuerhalten.","versions":[{"lang":3,"streams":[{"redirect":8822061,"hoster":"VOE"},{"redirect":8607722,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Let Me Hear You Say, \"What the Hell?\"","descr":"Imai teilt Odokawa mit, dass er mit seinen \"Glückszahlen\" von seiner letzten Taxifahrt einen Lottoschein gewonnen hat. Odokawa fühlt sich im Club jedoch fehl am Platz und muss fliehen, als ein maskierter Schütze auftaucht. Shibagaki, der auch Teilzeit im Club arbeitet, schafft es, den Schützen abzulenken und wird für die Mühe fast erschossen. An anderer Stelle nimmt Kakihana einen weiteren Kredit auf. Später in der Nacht erzählt Shirakawa Odokawa endlich die Wahrheit: dass sie Dobu vier Jahre lang verschuldet war und ihm aufgrund von Wucherzinsen immer noch 3 Millionen Yen schuldet. Sie wandte sich zunächst an Odokawa, da Dobu hoffte, ihn als Fluchtfahrer bei einem zukünftigen Banküberfall zu verwenden, aber Shirakawa behauptet, sie habe stattdessen bald echte Gefühle für ihn entwickelt. Odokawa verlässt sie,sich nicht mehr einmischen wollen. Am nächsten Tag trifft Dobu jedoch Odokawa in seinem Taxi wieder und beschwert sich, dass Kabasawas virale Videos ihm das Leben schwer machen. Dobu bietet an, den Schützen zu finden und Gorikis Klinik wiederherzustellen, wenn Odokawa ihm helfen wird, Kabasawa zu finden. Odokawa fügt eine Bedingung hinzu, dass Dobu den Rest von Shirakawas Schulden erlässt, und Dobu stimmt zu. Währenddessen hat Baba einen vollen Terminkalender voller TV-Drehs und eine geheime Beziehung mit Rui, während Shibagaki Schwierigkeiten hat, eine Trainingszeit für ihre Comedy-Routine einzurichten.Odokawa fügt eine Bedingung hinzu, dass Dobu den Rest von Shirakawas Schulden erlässt, und Dobu stimmt zu. Währenddessen hat Baba einen vollen Terminkalender voller TV-Drehs und eine geheime Beziehung mit Rui, während Shibagaki Schwierigkeiten hat, eine Trainingszeit für ihre Comedy-Routine einzurichten.Odokawa fügt eine Bedingung hinzu, dass Dobu den Rest von Shirakawas Schulden erlässt, und Dobu stimmt zu. Währenddessen hat Baba einen vollen Terminkalender voller TV-Drehs und eine geheime Beziehung mit Rui, während Shibagaki Schwierigkeiten hat, eine Trainingszeit für ihre Comedy-Routine einzurichten.","versions":[{"lang":3,"streams":[{"redirect":8822064,"hoster":"VOE"},{"redirect":8607716,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Trick or Treat","descr":"Nachdem er Kabasawa nicht finden konnte, kehrt Odokawa nach Hause zurück und sieht, dass jemand eine Kugel durch sein Fenster geschossen hat. Odokawa erregt mit der Patronenhülse die Aufmerksamkeit des jüngeren Daimon-Bruders und versucht seine Hilfe zu bekommen, um Dobu zu verhaften. Der jüngere Daimon stimmt zu, verdächtigt Odokawa aber immer noch, das vermisste Mädchen von Nerima in seinem Haus versteckt zu haben, trotz Odokawas Wohnungsverweigerung. Daimon wird weggerufen, um sich um eine Leiche zu kümmern, bevor er Odokawas Zimmer durchsuchen kann. Währenddessen verbringt Kakihana den Abend damit, sich vor den Schergen des Kredithais zu verstecken. Als sie gehen, trifft sich Kakihana mit Shiho, wird aber von Yamamoto KO geschlagen. An anderer Stelle gesteht Shirakawa Gouriki über ihre Arbeit mit Dobu und Gouriki bittet um ihre Hilfe, um Odokawa zu retten. Während Shibuyas Halloween-Festival,Odokawa trifft aus Versehen auf Yano, bevor er sich mit Dobu trifft, in der Hoffnung, den bewaffneten Mann mit der Totenschädelmaske und Kabasawa aus dem Weg zu räumen. Odokawa und Dobu folgen einem Mann mit Totenkopfmaske, entdecken aber, dass es die falsche Person ist, als Kabasawa die Szene von seinem Handy aufnimmt und flieht, bevor sie ihn erwischen können. Am anderen Ende der Stadt beginnt Yano seine Arbeit, Kakihana zu foltern.","versions":[{"lang":3,"streams":[{"redirect":8822063,"hoster":"VOE"},{"redirect":8607721,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Bless You","descr":"Nachdem er Kakihana gefoltert hat, erkennt Yano, dass er kein echtes Geld hat. Unterdessen planen Odokawa und Dobu ihren nächsten Schritt, als er einen Anruf von Yamamoto erhält, um Shiho und sich selbst zu einem Lagerhaus am Hafen zu bringen. Dobu bringt Odokawa dazu, Yamamoto eine Milliarde Yen anzubieten, um seine Reaktion zu beurteilen, was er tut, nachdem er Yamamoto und Shiho abgeholt und sie dann am Hafen abgesetzt hat. Shiho verlangt, aus dem \"Dachspiel\" herausgelassen zu werden, reiche Männer für Geld zu verführen, und sagt Kakihana, dass ihre Beziehung gefälscht sei, obwohl Kakihana sich weigert, ihr zu glauben. Währenddessen lädt Gouriki Odokawa zu einem Drink ein und versucht, die Quelle seiner scheinbaren Synästhesie herauszufinden. Sie versuchen, Kakihana einzuladen, aber er ist immer noch mit Yano, Sekiguchi und Yamamoto beschäftigt, die auf ihn aufpassen. Nachdem Yano von dem Milliardenangebot von Yen erfährt,er vermutet, dass Dobu irgendwie involviert ist und plant, Kakihana einzusetzen. Später nimmt Odokawa Dobu heimlich auf und gibt zu, dass er plant, den Lottoscheininhaber auszurauben, wenn er seine Gewinne von der Bank abheben will, und dass der ältere Daimon-Bruder in seiner Tasche ist. Er schickt die Beweise an den jüngeren Daimon und versucht dann, Imai davon zu überzeugen, seinen Social-Media-Beitrag über den Lottoschein zurückzuziehen, um so zu tun, als hätte er nicht gewonnen, um ihn vor einem Überfall zu bewahren. Während er mit Imai plaudert, erkennt Odokawa, was wirklich mit Kakihana passiert ist.Er schickt die Beweise an den jüngeren Daimon und versucht dann, Imai davon zu überzeugen, seinen Social-Media-Beitrag über den Lottoschein zurückzuziehen, um so zu tun, als hätte er nicht gewonnen, um ihn vor einem Überfall zu bewahren. Während er mit Imai plaudert, erkennt Odokawa, was wirklich mit Kakihana passiert ist.Er schickt die Beweise an den jüngeren Daimon und versucht dann, Imai davon zu überzeugen, seinen Social-Media-Beitrag über den Lottoschein zurückzuziehen, um so zu tun, als hätte er nicht gewonnen, um ihn vor einem Überfall zu bewahren. Während er mit Imai plaudert, erkennt Odokawa, was wirklich mit Kakihana passiert ist.","versions":[{"lang":3,"streams":[{"redirect":8822062,"hoster":"VOE"},{"redirect":8607720,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Hero`s Melancholy","descr":"Odokawa versucht, den jüngeren Daimon um Hilfe zu bitten, aber Daimon zögert, seinen älteren Bruder zu verhaften oder Dobu außerhalb seines Zuständigkeitsbereichs zu verfolgen. Später versucht Odokawa, Dobus Hilfe zu bekommen, um Kakihana zu retten, während er eine Nachricht an Kabasawa sendet, um Dobu am selben Ort zu treffen, da Kabasawa beginnt, seinen plötzlichen Online-Ruhm zu bedauern. Während Odokawa Dobu fährt, versucht der maskierte Schütze erneut, Odokawa zu töten, während er einen weißen Van fährt. Odokawa schafft es, ihn zu verlieren und geht in Richtung Hafen. Als Dobu in einen Kampf mit Sekiguchi gerät, rettet Odokawa Kakihana. Dobu wird von einem unsichtbaren Angreifer ins Bein geschossen, gerade als Kabasawa auftaucht, um Kredit aufzunehmen, aber Dobu überwältigt Kabasawa schnell und zwingt ihn, seine Social-Media-Konten und sein Geld als Gegenleistung dafür aufzugeben, dass er einen Online-Kreuzzug gegen ihn angezettelt hat. Später,Gouriki stattet Odokawas Haus einen Besuch ab und findet stattdessen seine Vermieterin, die erwähnt, dass Odokawa von Kindheit an durch eine mysteriöse Stiftung unterstützt wurde, die nach einem tragischen Unfall seine Miete und das Nötigste bezahlt hat. Odokawa bestand jedoch darauf, Geld zu verdienen, um die Miete selbst zu bezahlen, wenn er älter wurde, und bat die Vermieterin, das zusätzliche Geld zurückzugeben. Dann offenbart sie Gouriki, dass beide Eltern von Odokawas tot sind.s Eltern sind tot.s Eltern sind tot.","versions":[{"lang":3,"streams":[{"redirect":8822069,"hoster":"VOE"},{"redirect":8706968,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"We Have No Tomorrow","descr":"Satoshi verlangt von Shibagaki, sich mit ihm zusammenzutun, nachdem Homosapiens den Comedy-Wettbewerb verloren hat, aber Shibagaki weigert sich. Imai postet einen gefälschten Lottoschein in seinen sozialen Medien, um den Yakuza abzuwerfen, aber Yano durchschaut schnell die List und setzt seinen Plan fort, ihn auszurauben. Sekiguchi verwendet den Kontext von Imais älteren Posts und Online-Auflistungen, um sein aktuelles Zuhause zu bestimmen. Unterdessen versucht Yamamoto erneut, mit Odokawa um seine Dashcam-Daten zu verhandeln. Odokawa versucht, Yamamoto in seinem eigenen Plan zu schleifen, um Yano und Dobu zu besiegen, aber Yamamoto versucht, ihn zu erwürgen, bis Shirakawa in letzter Minute auftaucht und Odokawa rettet. Da Yamamoto gefesselt ist, bringt Odokawa ihn schließlich dazu, Yano zu Fall zu bringen, um Mystery Kiss davor zu bewahren, in die Kontroverse verwickelt zu werden. Später geht Dobu mit Odokawa über die letzten Punkte seines Überfallsplans.Nachdem er gegangen ist, geht Odokawa mit Yamamoto, Imai und dem jüngeren Daimon einzeln über seine eigenen Wendungen des Plans. Dann geht Odokawa in die Sauna, wo er Kuroda trifft, der glaubt, wahrscheinlich nicht der Entführer des vermissten Nerima-Mädchens zu sein, und seine Motivation für sein Verhalten in Frage stellt. Unterdessen untersucht Gouriki weiterhin Odokawas Vergangenheit. Als die Nachrichten berichten, dass die Leiche von vor ein paar Monaten als Mystery Kiss-Mitglied Yuki Mitsuya identifiziert wurde, murmelt Odokawa: \"Sie ist es nicht.\"Gouriki untersucht weiterhin Odokawas Vergangenheit. Als die Nachrichten berichten, dass die Leiche von vor ein paar Monaten als Mystery Kiss-Mitglied Yuki Mitsuya identifiziert wurde, murmelt Odokawa: \"Sie ist es nicht.\"Gouriki untersucht weiterhin Odokawas Vergangenheit. Als die Nachrichten berichten, dass die Leiche von vor ein paar Monaten als Mystery Kiss-Mitglied Yuki Mitsuya identifiziert wurde, murmelt Odokawa: \"Sie ist es nicht.\"","versions":[{"lang":3,"streams":[{"redirect":8822067,"hoster":"VOE"},{"redirect":8702605,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"If We Could Go Back to That Day","descr":"Rui reflektiert über ihre jüngste Vergangenheit, wie ihr gutes Aussehen sie durch ein Vorsprechen für die Hauptrolle in Mystery Kiss brachte und wie sie sich trotz ihrer Ernennung zur Anführerin von Yamamoto immer noch minderwertig fühlte, da Yuki in verschiedenen anderen Bereichen besser war als sie. Eines Tages, nachdem er für einen anderen Produzenten vorgeführt hatte, beschloss der Mann, Yuki zum Anführer zu machen. Rui rief Yuki an, um sich mit ihr in Yamamotos Büro zu treffen, um sie davon zu überzeugen, den Hauptplatz aufzugeben oder sie zu töten, wenn sie sich weigerte, aber sie kam an und fand Yuki bereits tot vor. Rui und Yamamoto arbeiteten mit Yano zusammen, um Yukis Leiche im Hafen zu entsorgen und sie durch ein anderes Mädchen zu ersetzen, das ähnlich aussah, aber Yukis Leiche wurde in der Gegenwart gefunden. Die Auswirkungen hallen in der ganzen Gegend wider, als Mystery Kiss gezwungen ist, eine Pressekonferenz abzuhalten, in der er sich für den Tod des echten Yuki entschuldigt.Dobu befürchtet, dass sein Überfallplan zunichte gemacht werden könnte, und Imai wird deprimiert, dass das Weihnachtsspecial von Mystery Kiss nicht stattfinden könnte. Unterdessen beschließt Baba abrupt, seine Partnerschaft mit Shibagaki am Tag des Auftritts ihres Verlierers zu beenden. Auf der Pressekonferenz über Yukis Tod gibt Yamamoto zu, Yuki durch Sakura ersetzt zu haben, als sie vermisst wurde, und enthüllt, dass Yukis Vater der berühmte Komiker Donraku ist. Als Yano und Sekiguchi mit Imai zur Bank fahren, beobachtet Dobu sie von einem nahegelegenen Van aus und der ältere Daimon stattet Odokawa einen Besuch ab. An anderer Stelle gräbt Gouriki weiter in Odokawas Vergangenheit und erfährt, dass seine Eltern starben, als ihr Van als Doppelselbstmord in den Fluss stürzte, und Odakawa allein in Sicherheit schwamm.Baba beschließt abrupt, seine Partnerschaft mit Shibagaki am Tag des Auftritts des Verlierers zu beenden. Auf der Pressekonferenz über Yukis Tod gibt Yamamoto zu, Yuki durch Sakura ersetzt zu haben, als sie vermisst wurde, und enthüllt, dass Yukis Vater der berühmte Komiker Donraku ist. Als Yano und Sekiguchi mit Imai zur Bank fahren, beobachtet Dobu sie von einem nahegelegenen Van aus und der ältere Daimon stattet Odokawa einen Besuch ab. An anderer Stelle gräbt Gouriki weiter in Odokawas Vergangenheit und erfährt, dass seine Eltern starben, als ihr Van als Doppelselbstmord in den Fluss stürzte, und Odakawa allein in Sicherheit schwamm.Baba beschließt abrupt, seine Partnerschaft mit Shibagaki am Tag des Auftritts des Verlierers zu beenden. Auf der Pressekonferenz über Yukis Tod gibt Yamamoto zu, Yuki durch Sakura ersetzt zu haben, als sie vermisst wurde, und enthüllt, dass Yukis Vater der berühmte Komiker Donraku ist. Als Yano und Sekiguchi mit Imai zur Bank fahren, beobachtet Dobu sie von einem nahegelegenen Van aus und der ältere Daimon stattet Odokawa einen Besuch ab. An anderer Stelle gräbt Gouriki weiter in Odokawas Vergangenheit und erfährt, dass seine Eltern starben, als ihr Van als Doppelselbstmord in den Fluss stürzte, und Odakawa allein in Sicherheit schwamm.und enthüllt, dass Yukis Vater der berühmte Komiker Donraku ist. Als Yano und Sekiguchi mit Imai zur Bank fahren, beobachtet Dobu sie von einem nahegelegenen Van aus und der ältere Daimon stattet Odokawa einen Besuch ab. An anderer Stelle gräbt Gouriki weiter in Odokawas Vergangenheit und erfährt, dass seine Eltern starben, als ihr Van als Doppelselbstmord in den Fluss stürzte und Odakawa alleine in Sicherheit schwamm.und enthüllt, dass Yukis Vater der berühmte Komiker Donraku ist. Als Yano und Sekiguchi mit Imai zur Bank fahren, beobachtet Dobu sie von einem nahegelegenen Van aus und der ältere Daimon stattet Odokawa einen Besuch ab. An anderer Stelle gräbt Gouriki weiter in Odokawas Vergangenheit und erfährt, dass seine Eltern starben, als ihr Van als Doppelselbstmord in den Fluss stürzte, und Odakawa allein in Sicherheit schwamm.","versions":[{"lang":3,"streams":[{"redirect":8822070,"hoster":"VOE"},{"redirect":8706969,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Not Enough","descr":"Dobus \"Odd Taxi\"-Plan wird in die Tat umgesetzt, als Yanos Van voller Koffer mit Falschgeld ist, während Dobu die restlichen neun Kisten echtes Geld von der Bank bekommt. Währenddessen kommt Homosapiens auf die Bühne, um eine Routine zu machen, aber Shibagaki bricht auf halbem Weg zusammen und fängt an, Baba anzuschreien. Der ältere Daimon zieht Yano und Sekiguchi an, während er Imai gehen lässt, nur damit Yano feststellt, dass die meisten Kisten gefälscht waren und der ältere Daimon mit Dobu zusammenarbeitet, als Dobu die letzte Kiste voller echtem Geld von Yano nimmt und davon rast Treffen Sie sich mit Odokawa und sammeln Sie den Rest. Odokawa fährt auf den Parkplatz, wo er Tanaka sieht, der Dobus Waffe hält, aber Dobu ist unbeeindruckt und behauptet, dass Tanaka seine Kugeln bereits verbraucht hat. Ausgebrannt von seinem Streben nach Rache verlangt Tanaka von Odokawa eine Entschuldigung.wenn ein einzigartiger Radiergummi aus Odokawas Tasche fällt. Tanaka erkennt es als denselben Radiergummi, auf den er als Kind gesetzt hat, und findet heraus, dass Dobu derselbe \"Ditch-11\" ist, der ihn um 100.000 Yen betrogen hat und die Zooden-Bestenliste anführt. Tanaka schießt dann auf Dobu, bevor er in Panik davonläuft. Odokawa lässt Dobu zurück und bereitet sich darauf vor, das Geld für Imai zu hinterlassen, als Yano und Sekiguchi versuchen, ihn in einem Polizeiauto zu überfahren, das sie von dem älteren Daimon entführt haben. Währenddessen findet der jüngere Daimon seinen älteren Bruder geschlagen am Straßenrand, als er schwört, alle Beteiligten festzunehmen.Tanaka schießt dann auf Dobu, bevor er in Panik davonläuft. Odokawa lässt Dobu zurück und bereitet sich darauf vor, das Geld für Imai zu hinterlassen, als Yano und Sekiguchi versuchen, ihn in einem Polizeiauto zu überfahren, das sie von dem älteren Daimon entführt haben. Währenddessen findet der jüngere Daimon seinen älteren Bruder geschlagen am Straßenrand, als er schwört, alle Beteiligten festzunehmen.Tanaka schießt dann auf Dobu, bevor er in Panik davonläuft. Odokawa lässt Dobu zurück und bereitet sich darauf vor, das Geld für Imai zu hinterlassen, als Yano und Sekiguchi versuchen, ihn in einem Polizeiauto zu überfahren, das sie von dem älteren Daimon entführt haben. Währenddessen findet der jüngere Daimon seinen älteren Bruder geschlagen am Straßenrand, als er schwört, alle Beteiligten festzunehmen.","versions":[{"lang":3,"streams":[{"redirect":12918092,"hoster":"VOE"},{"redirect":8702610,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Where To?","descr":"Die Verfolgungsjagd auf der Autobahn endet damit, dass Odokawas Taxi von der Brücke fährt und auf den Fluss stürzt. Irgendwie landen alle Hauptfiguren am Ufer, um Zeuge davon zu werden. Goriki holt Shirakawa auf dem Weg zum Hafen ab und sagt ihr die Wahrheit - Odokawa leidet an einer psychischen Erkrankung namens \" visuelle Agnosie\".\", verursacht durch Funktionsstörungen der Exekutive. In Rückblenden wird enthüllt, dass die Bewohner dieser Welt keine Tiere, sondern Menschen sprechen – Odokawa, ein schüchternes introvertiertes Kind, das von seinen alkoholabhängigen, nachlässigen Eltern missbraucht wurde, fühlte sich immer den Tieren näher als den Menschen. Selbstmord, als seine Mutter versuchte, alle in einem Auto zu ertränken, entwickelte er diesen Zustand, um alle als verschiedene Tiere zu sehen. Shirakawa taucht nach Odokawa ein und rettet ihn - nachdem er aufwacht, sieht er alle wieder als Menschen und gewöhnt sich langsam daran Währenddessen wird Rui wegen des Verdachts, Yuki ermordet zu haben, festgenommen, wobei Yano, Yamamoto und Sekiguchi als Komplizen beim Verstecken der Leiche festgenommen werden angenommen, Tanaka hat alle seine Kugeln aufgebraucht, Imai taucht im Krankenhaus auf,die 100 Millionen Yen, die aus dem Fluss gerettet wurden, an Odokawa zu geben. Er besucht Kuroda in der Sauna, stellt fest, dass er derjenige war, der Waisenkinder unterstützt, und gibt ihm das Geld. Odokawa geht nach Hause und wir erfahren, dass die mysteriöse Person, die in seinem Schrank lebt, eine echte Katze war - obwohl er an visueller Agnosie litt, konnte er keinen Unterschied zwischen einer Katze und einer Person erkennen. Im Abspann sehen wir, was mit den meisten anderen Charakteren passiert ist – Baba und Shibagaki erneuern ihre Partnerschaft, Kakihana findet einen Job und arbeitet seine Kredite ab, Kabasawa verlässt sich nicht mehr auf den Ruhm in den sozialen Medien und versucht, Arbeit zu finden, Dobu und der ältere Daimon gehen ins Gefängnis , und Tanaka löscht Zooden von seinem Handy und nimmt seinen Job wieder auf. In der Schlussmontage wird enthüllt, dass es Sakura war, die bei den Mystery Kiss Auditions auf Platz 4 stand und Yuki getötet hat, also würde Yamamoto sie einstellen.Die Episode endet damit, dass Sakura Odokawas Taxi betritt, nachdem sie nach ihm gesucht hatte, um lose Enden zu verbinden.","versions":[{"lang":3,"streams":[{"redirect":12380684,"hoster":"VOE"},{"redirect":8702611,"hoster":"Streamtape"}]}]}]}]}