{"seriesId":"oderbruch","name":"Oderbruch","descr":"Der unheimliche Fund zahlreicher Mordopfer erschüttert die Region Oderbruch. Der Serienmordfall bringt Detective Roland Voit in seine Heimatstadt, um mit dem polnischen Polizisten Stanislaw Zajak zusammenzuarbeiten. Voits ehemalige Kollegin und Jugendliebe Maggie Kring wird ebenfalls zu den polizeilichen Ermittlungen hinzugezogen, als ihre Familie unter unmittelbaren Verdacht gerät. Bei ihren Ermittlungen tauchen Maggie und Voit tief in ihre eigene Vergangenheit ein, um endlich die wahren Umstände des Todes von Maggies Bruder und die unheimliche Wahrheit dieses Falles aufzudecken, die jenseits der menschlichen Vorstellungskraft liegt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Alte Geister","epNo":1,"alt":"Episode 1","descr":"Auf einem Feld nahe der polnischen Grenze wird von zwei Anglern ein Leichenberg entdeckt. Die unvorstellbar hohe Zahl von Skeletten und Tierkadavern lässt die Polizei auf einen Serientäter schließen, der offenbar seit Jahrzehnten unentdeckt tötet. Der ortskundige Kriminalkommissar Roland Voit soll das LKA-Großaufgebot im Oderbruch unterstützen. Auch seine einstige Jugendliebe, die ehemalige Polizistin Maggie Kring, wird in ihren Heimatort Krewlow gerufen. Nach Jahren des Schweigens sind Maggie und Roland alles andere als unbefangen. Dabei folgt Maggie eigenen Ermittlungen. Sie hatte Krewlow 1997 verlassen, nachdem ihr Bruder als 17-Jähriger Opfer der historischen Oderflut wurde. Die Ex-Polizistin zweifelt an allem, was sie weiß – auch am Tod ihres Bruders Kai.","versions":[{"lang":1,"streams":[{"redirect":13674872,"hoster":"VOE"},{"redirect":13670927,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pulver","epNo":2,"alt":"Episode 2","descr":"Das LKA-Großaufgebot fahndet in Krewlow nach einem Serienmörder und hofft, vom einzigen Überlebenden, der auf dem Leichenberg gefunden wurde, einen Hinweis zu bekommen. Der Schwerverletzte ist jedoch nicht ansprechbar. Für den Dorfarzt Frank Seeger ist klar, dass \"Pulver-Paul\" hinter den Bluttaten steckt. Der waffenverrückte Einsiedler verschanzt sich auf seinem Hof und glaubt wie besessen, sich gegen übermächtige Feinde verteidigen zu müssen. Als Roland Voit und Stanislaw Zajak ihn vernehmen wollen, kommt es zu einer lebensgefährlichen Konfrontation. Maggie kommt derweil bei Adrian Demko unter, ihrem Freund aus Kindertagen, der im Rollstuhl sitzt. Sie ist überzeugt, dass der Schlüssel zu den Oderbruch-Serienmorden in ihrer gemeinsamen Vergangenheit liegt.","versions":[{"lang":1,"streams":[{"redirect":13670928,"hoster":"VOE"},{"redirect":13670933,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blindgänger","epNo":3,"alt":"Episode 3","descr":"In einem mysteriösen Gewölbe unterhalb des Leichenbergs entdecken die Polizeieinheiten nicht nur weitere Knochen, sondern auch ein Wasserglas mit Blutegeln. Der scheinbar unbedeutsame Fund weckt in Roland Voit und Maggie Kring die Erinnerung an Kai, Maggies verschollenen Bruder. Kai war ein außergewöhnlicher, geheimnisvoller Junge. Maggie kann und will einfach nicht glauben, dass er nicht mehr am Leben ist, und hofft nun, einen Beweis dafür gefunden zu haben. Sie bittet Adrian Demko um Unterstützung. Seit einem schrecklichen Unfall in ihrer Jugend, bei dem ein Blindgänger aus dem Zweiten Weltkrieg explodierte, sitzt Adrian im Rollstuhl. Er weist seinen Pfleger Marek Gorski an, Maggie bei einer Fahrt über die Grenze nach Polen zu begleiten. Die Spur führt die beiden zu einem geheimnisvollen Gebäude im Grenzgebiet – dort wird ein Mordanschlag auf Maggie verübt.","versions":[{"lang":1,"streams":[{"redirect":13670935,"hoster":"VOE"},{"redirect":13670950,"hoster":"Vidoza"},{"redirect":13670934,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Flut","epNo":4,"alt":"Episode 4","descr":"Polen, Sommer 1990. Der zehnjährige Kai wurde von seiner Mutter Minna bei polnischen Freunden in Sicherheit gebracht. Sein Vater Arthur will ihn töten, weil er argwöhnt, dass Kai eine unheilbringende Neigung besitzt. Seine Schwester Maggie tritt furchtlos für Kai ein und muss ihn auch vor anderen Kindern beschützen. Auf dem Schulweg kommt es zu einem Streit, bei dem der Anführer Conradi schwer verletzt und Maggie bewusstlos wird. Kai schwört seinem Vater, Maggie niemals die Wahrheit über sich zu verraten. Dass der introvertierte Junge besonders ist, weiß auch ein unheimlicher Mann. Er sucht Kai auf und bietet ihm an, bei seiner \"wahren\" Familie zu leben.","versions":[{"lang":1,"streams":[{"redirect":13670940,"hoster":"VOE"},{"redirect":13670955,"hoster":"Vidoza"},{"redirect":13670941,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blutlinie","epNo":5,"alt":"Episode 5","descr":"Maggie hatte recht: Kai lebt! Gemeinsam verstecken sich die Geschwister in der verlassenen Waldhütte. Kais Geständnis, viele Menschen auf dem Gewissen zu haben, bringt Maggie ebenso aus der Fassung wie seine kaum vorstellbar erscheinende Erklärung. Nach einem versuchten Mordanschlag schweben beide in ständiger Gefahr. Maggie wendet sich an Voit – ohne ihm zu verraten, dass ihr Bruder am Leben ist, oder etwas über seine Verstrickung in die Verbrechensserie zu offenbaren. Indes entschlüsselt Voits Kollege Zajak ein rätselhaftes Schriftstück, das der Überlebende vom Leichenberg vor seinem Tod hinterlassen hat. Auf polnischer Seite macht die Schülerin Ilona eine unheimliche Entdeckung. In dem abgeschotteten Internat für Straßenkinder und Ausreißer stimmt etwas nicht. Blutspenden sind Pflicht, Mädchen verschwinden und unheimliche Männer gehen ein und aus.","versions":[{"lang":1,"streams":[{"redirect":13670909,"hoster":"VOE"},{"redirect":13670929,"hoster":"Vidoza"},{"redirect":13670913,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der große Jäger","epNo":6,"alt":"Episode 6","descr":"Kai kann nicht mit seiner Schuld leben und möchte sich erschießen. Maggie rettet ihn in letzter Sekunde. Sie will ihrem Bruder die Chance geben, gemeinsam die Hintermänner für die unvorstellbaren Taten zu finden und so etwas wiedergutzumachen. Um die Verbrechensserie zu stoppen, begibt sich die Ex-Polizistin auf die Suche nach der Schlüsselfigur: dem \"Großen Jäger\". Eine Spur führt ins Jahr 1947. Damals gerieten zwei Männer unter Verdacht, grausame Morde begangen zu haben. Einer der Verdächtigen war Maggies inzwischen über 90-jähriger Vater Arthur, der andere verschwand vor langer Zeit. Gemeinsam mit Roland deckt Maggie ein verstörendes Familiengeheimnis auf.","versions":[{"lang":1,"streams":[{"redirect":13670912,"hoster":"VOE"},{"redirect":13670920,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Narben","epNo":7,"alt":"Episode 7","descr":"Maggie Kring und Kai reisen in die Karpaten. Dort versuchen die Geschwister herauszufinden, wer der geheimnisvolle Mann ist, der mit ihrem Vater 1947 als ehemaliger Kriegsdeserteur in das Oderbruch kam. In Rumänien stoßen sie jedoch zunächst auf eine Mauer des Schweigens. Roland Voit folgt – obwohl er vom Fall suspendiert wurde – Maggies Spuren. Er entdeckt in der Waldhütte die Leiche eines getöteten Jugendlichen. Als sein polnischer Kollege Stanislaw Zajak ihn aufspürt, bleibt Voit keine Wahl: Er muss mit offenen Karten spielen. Zajak vertraut ihm eine Theorie über ähnliche ungeklärte und mysteriöse Mordfälle in anderen Ländern an und zwingt Voit, bei der Suche nach Kai zu helfen.","versions":[{"lang":1,"streams":[{"redirect":13670914,"hoster":"VOE"},{"redirect":13670924,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wolf und Schaf","epNo":8,"alt":"Episode 8","descr":"Die SoKo Krewlow macht Jagd auf den untergetauchten Marek Gorski. In seinem Trailer wartet jedoch eine tödliche Falle auf die Einsatzkräfte. Unterdessen haben undurchsichtige Männer die Kontrolle über das polnische Internat übernommen. Die Schülerin Ilona fürchtet um ihr Leben. Auf der Flucht entdeckt sie einen geheimnisvollen Gefangenen. Er verspricht Hilfe, wenn Ilona ihn befreit. Roland Voit ist sich sicher: Es muss mehrere Täter geben! Als Gorski bei Demko Geld für seine Flucht verlangt, fährt das Polizeiaufgebot zu einem entlegenen Übergabeort. Maggie Kring und Voit durchschauen jedoch die List. Es beginnt ein Kampf um Leben und Tod mit dem \"Großen Jäger\", bei dem Maggie über sich hinauswächst – und eine fatale Entscheidung trifft.","versions":[{"lang":1,"streams":[{"redirect":13670919,"hoster":"VOE"},{"redirect":13670923,"hoster":"Streamtape"}]}]}]}]}