{"seriesId":"oder-wie-china-zur-weltmacht-wurde","name":"Pures Silber. Oder: Wie China zur Weltmacht wurde","descr":"Dreiteilige Dokumentation über den Silber-Boom, der, ausgelöst durch China, den Welthandel ab 1581 ins Rollen brachte und Städte wie Hongkong, Sevilla und auch Boston zu ungeahntem Reichtum führte. Der wirtschaftliche Aufschwung sorgte aber auch für Konflikte zwischen dem Reich der Mitte und seinen westlichen Handelspartnern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"1581 beschloss der Kaiser von China, dass das Volk die Steuern fortan nicht mehr in Form von Arbeit oder Sachleistungen, sondern in Silber zu entrichten habe. Das löst in China eine enorme Nachfrage nach Silber aus. Zur gleichen Zeit entdeckten die Spanier in einem der entlegensten Teile ihres Kolonialreichs die größten Silbervorräte der Welt. China, dem es an eigenem Silber fehlte, beschloss, das Silber von der spanischen Krone zu importieren. In Manila wurde spanisches Silber erstmals gegen chinesische Luxusgüter eingetauscht. Dieser Handel war äußerst gewinnbringend, und innerhalb weniger Jahrzehnte wuchs die Anzahl der Chinesen in Manilas Bevölkerung auf ein Vielfaches der spanischen Kolonisatoren. Die Spannungen nahmen zu, und 1603 kam es zu einem blutigen Aufstand, der 20.000 Menschenleben forderte. Doch der Handel ging weiter. Die Chinesen brauchten ständig große Silbermengen, konnten die Spanier aber im Gegenzug nicht mit genügend Luxusgütern beliefern. China war von den Importen des Edelmetalls abhängig, doch aufgrund von Seeräuberei und Schiffsunglücken reichte der Silbernachschub aus Südamerika nicht aus. Dies führte 1644 zum Sturz der Ming-Dynastie. Auch die neue Qing-Dynastie der siegreichen nordchinesischen Mandschu-Krieger maß dem Handel einen hohen Stellenwert bei. Das Reich der Mitte versorgte die Welt weiterhin mit Luxusgütern, sodass Silber ins Land kam. Eine wichtige Rolle in diesem Austausch spielte Tee, den damals ausschließlich China exportierte und der den Geldzufluss aus Großbritannien und Russland sicherte. Doch dann beschloss China, den Handel strenger zu kontrollieren und nur noch vier Häfen für ausländische Schiffe zu öffnen. Ende des 18. Jahrhunderts war die westliche Welt nicht nur an Seide und Tee aus China interessiert, sondern auch vom exotischen Fernen Osten fasziniert. Chinesischer Luxus vermischte sich mit europäischer Raffinesse. Mit Silber als der Grundlage des Währungssystems boomte die chinesische Wirtschaft. Doch im frühen 19. Jahrhundert trat das erstarkende Großbritannien als Gegenspieler Chinas auf den Plan. Zunächst hatten die Chinesen die \"ausländischen Barbaren\" - wie sie die Briten nannten - noch unter Kontrolle, doch das neue Jahrhundert sollte Krieg und Erniedrigung bringen. Die Reihe beleuchtet, welch wichtige Rolle Silber im Verlaufe der letzten 500 Jahre spielte. In den Vereinigten Staaten, Russland, Lateinamerika sowie in Großbritannien und Kontinentaleuropa war dieses Edelmetall an der Entstehung und dem Untergang ganzer Imperien beteiligt; es läutete die Globalisierung der Wirtschaft ein, begründete den Reichtum so unterschiedlicher Städte wie Boston, Hongkong, Manila und New York und war nicht zuletzt ein Mitauslöser des Ersten Opiumkriegs.","versions":[{"lang":1,"streams":[{"redirect":6822995,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Im ausgehenden 18. Jahrhundert herrschten unter der Qing-Dynastie Frieden und Wohlstand in China. Porzellan und Seide aus dem Reich der Mitte waren in der ganzen Welt begehrt und wurden mit dem einzigen Gegenwert bezahlt, an dem China interessiert war: Silber. Auch Tee, dessen Herstellung nur die Chinesen beherrschten, wurde bald zu einem wichtigen Exportgut. 1792 entsandte die britische Regierung gemeinsam mit der Ostindien-Kompanie eine Handelsmission nach China, die den chinesischen Kaiser Qianlong dazu bewegen sollte, als Bezahlung für Tee britische Waren zu akzeptieren und den Briten Grund und Boden für die Einrichtung eines ständigen Handelsstützpunkts zu überlassen. Ohne Erfolg: Der Kaiser ging nicht auf die britischen Forderungen ein. Auch zu Beginn des 19. Jahrhunderts diktierte China noch die Konditionen für den Handel. Doch mit den USA trat bald ein neuer Akteur im Welthandel auf den Plan. Auch die Amerikaner wollten Tee, waren aber im Gegensatz zu England bereit, ausschließlich in Silber zu bezahlen. Ab den 1830er Jahren wurde Amerika zu einem der größten Handelspartner Chinas. Von den amerikanisch-chinesischen Geschäften profitierten beide Seiten gleichermaßen, und die daraus entstehende Wertschöpfung veränderte die amerikanische Wirtschaft nachhaltig. Angesichts der Weigerung der Chinesen, sich Teeexporte mit britischen Erzeugnissen vergüten zu lassen, beschlossen die Briten, ihre Handelsbilanz durch massive Einfuhren von Opium zu verbessern, für das sie in Indien bereits das Handelsmonopol besaßen. Die Hauptlieferanten waren die beiden Schotten William Jardine und James Matheson. Bald stiegen auch die Amerikaner mit Opium aus der Türkei in diesen Markt ein. Die Droge überschwemmte China. Der Kaiser erwog, den Opiumhandel entweder zu gestatten und zu besteuern, oder ihn noch strenger zu ahnden. Schließlich schickte er 1839 seinen besten Beamten Lin Zexu als Sonderkommissar nach Kanton, wo dieser 70.000 Opiumpfeifen konfiszierte, 1.500 chinesische Händler verhaftete und die ausländischen Kaufleute zur Herausgabe aller in ihrem Besitz befindlichen Opiumbestände aufforderte. Als sie sich weigerten, beschlagnahmten und vernichteten die Chinesen 20.000 Kisten Opium. Mit dem Argument, dass es sich dabei um einen Angriff auf ihr Privateigentum handle, überzeugten William Jardine und James Matheson die britische Regierung, China den Krieg zu erklären. 1840 griff das mit modernsten Waffen ausgerüstete britische Expeditionskorps Kanton an. China blieb angesichts der Zerstörung seiner Flotte und zahlreicher Forts keine andere Wahl, als 1842 den Vertrag von Nanking zu unterzeichnen, in dessen Folge es vier neue Handelshäfen öffnen und Hongkong an Großbritannien abtreten musste.","versions":[{"lang":1,"streams":[{"redirect":6823000,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Im Jahr 1842 herrscht zwischen China und Großbritannien Krieg. Die Ursache: der illegale Handel mit britischem Opium gegen chinesischen Tee. Der Konflikt geht als Opiumkrieg in die Geschichte ein. Der eigentliche Grund ist jedoch der Streit um Silber. China braucht keine Importwaren, es interessiert sich nur für dieses Edelmetall. Das ist ein großes Problem für alle Abnehmer von Waren aus China, vor allem für Großbritannien. 1860 marschierten die verbündeten Truppen Großbritanniens und Frankreichs in Peking ein. Der Sommerpalast des Kaisers wurde geplündert und zerstört. Die sogenannte Pekinger Konvention vom 18. Oktober 1860 - einer der \"ungleichen Verträge\" - zwang China zur Öffnung des Hafens von Tianjin, zu Gebietsabtretungen und Reparationsleistungen. Aber wie sollte China das alles bezahlen? Prinz Gong, Halbbruder und Vertreter des in die Mandschurei geflüchteten Kaisers Xiangfeng, schaltet das 1856 gegründete und von Ausländern geführte kaiserliche Seezollamt ein, das die nach wie vor in Silber entrichteten Steuern auf nach China importierte Waren eintrieb. 1863 ernannte Prinz Gong den jungen Nordiren Robert Hart zum Generalinspektor des Seezollamtes. Hart gründete eine Hochschule für Übersetzer, die eine ganze Generation chinesischer Diplomaten hervorbrachte. Er ließ an der chinesischen Küste Leuchttürme bauen, sorgte für eine bessere Navigation und ließ 26 Zollämter bauen. Zwischen 1865 und 1885 verdoppelten sich die Steuereinnahmen, sodass Prinz Gong seine Vision eines starken Chinas weiterverfolgen konnte. Doch nach dem zerstörerischen Krieg mit Japan 1895 rückte sein Projekt, China zu industrialisieren und die Armee zu modernisieren, wieder in weite Ferne. Als das Land wenige Jahre später unter Dürre und Hungersnot litt, waren alle Voraussetzungen für eine Rebellion gegeben. Die Rebellen der antiwestlichen Bewegung nennen sich \"Boxer\". Sie wollten die Qing-Regierung stärken und die ausländischen Imperialisten aus China vertreiben. Aber der Boxer-Aufstand wurde blutig niedergeschlagen, Peking stand erneut in Flammen und die ausländischen Mächte verhängten hohe Reparationszahlungen. Die Qing-Dynastie blieb an der Macht. 1911 brach das Kaiserreich endgültig zusammen - an seine Stelle trat die Republik China. Shanghai stand von nun an für Kapital, Banken und Fabriken. Schon bald verfügte die Stadt über die größte Silberreserve ganz Chinas. Soong Tse-ven, der Finanzminister der neuen Republik, setzte der jahrhundertealten Tradition ein Ende: Er schaffte das Silber-Tael ab und führte Silbermünzen als Chinas Währungseinheit ein. Heute ist China erneut der weltweit größte Importeur an Silber. Es findet etwa bei der Herstellung von Smartphones, Elektroautos und Solarzellen Verwendung.","versions":[{"lang":1,"streams":[{"redirect":6823006,"hoster":"VOE"}]}]}]}]}