{"path":"/serie/stream/odysseus-macht-intrige-mythos","name":"Odysseus - Macht. Intrige. Mythos.","descr":"Griechenland, 8. Jahrhundert vor Christus: Ithaka ist seit 20 Jahren herrscherlos. Keiner glaubt mehr an die Rückkehr des Königs Odysseus. Nur Penelope, Odysseus Frau, ist fest davon überzeugt. Mit einer List kann sie sich die Thronanwärter fern halten, aber wie lange bleibt ihr Spiel unentdeckt?","seasons":[{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-1","name":"Die andere Seite des Meeres","epNo":1,"alt":"De l\u0027autre côté de la mer","descr":"Griechenland, 8. Jahrhundert vor Christus: Vor 20 Jahren brach Odysseus, König von Ithaka, auf, um in den Krieg um Troja zu ziehen. Seit zehn Jahren ist die Schlacht um die Stadt geschlagen und seither warten die Bewohner der Insel Ithaka auf die Rückkehr ihres Königs. Niemand, außer Penelope, Odysseus’ Frau und Königin von Ithaka, glaubt mehr an eine Heimkehr Odysseus’. Dabei braucht das Königreich dringend einen neuen Herrscher, denn die Handelsbeziehungen sind unterbrochen, was zu Hungersnot und Unruhen im Volk führt. Der Palast ist belagert von einer Meute Freier, die den Thron Ithakas besteigen und den Platz an Penelopes Seite einnehmen wollen. Da Penelope fest davon überzeugt ist, dass ihr geliebter Mann zurückkehren wird, schlägt sie den Männern einen Handel vor: Sobald sie das Leichentuch für Odysseus Vater Laertes fertig gewoben hat, wird sie ihre Wahl treffen. Telemachos, Odysseus’ und Penelopes Sohn sowie Prinz von Ithaka, wird von den Freiern verspottet. Er weiß, dass er kein guter Krieger ist, trotzdem will er König von Ithaka werden, um die alte Ordnung im Land wieder herzustellen und ein rechtmäßiger Vertreter seines Vaters zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116139","hoster":"VOE"},{"path":"/redirect/8661594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-2","name":"Das Duell","epNo":2,"alt":"Le duel","descr":"Telemachos will sich für die ihm widerfahrene Demütigung rächen und tötet seinen Peiniger Amphinom. Liodes, Amphinoms Cousin und bester Krieger Ithakas, fordert Telemachos daraufhin zum Duell heraus. Penelope hat Angst um ihren Sohn und will ihn fortschicken, doch während Amphinoms Begräbnisses nimmt Telemachos mutig und ehrenhaft die Herausforderung an. Mentor, Odysseus ältester Freund, bereitet den unerfahrenen Prinzen auf den Kampf vor. Die Nacht vor dem Duell verbringt Telemachos mit der schönen Sklavin Clea. Um Telemachos vor dem sicheren Tod zu bewahren, schlägt Mentor ihn im letzten Training k.o., um ihn auf einem Schiff nach Sparta zu bringen, denn er wird den Zweikampf gegen Liodes niemals gewinnen können. Telemachos kommt noch rechtzeitig zu sich und kann Mentor überzeugen, ihn gehenzulassen. Fest entschlossen, sich dem Kampf zu stellen, sucht Telemachos seinen Herausforderer Liodes auf und das ungleiche Duell beginnt. Clea, die sich in Telemachos verliebt hat, betet im Tempel für ihren Geliebten und kommt dabei Penelopes Geheimnis auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823295","hoster":"VOE"},{"path":"/redirect/8661602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-3","name":"Odysseus lebt","epNo":3,"alt":"Faut-il tuer Télémaque?","descr":"Während der Sänger Eukaristos mit seinem Schiff auf Ithaka anlegt, sind die Vorbereitungen für Penelopes und Leocritos’ Vermählung in vollem Gange. Doch als Eukaristos im Palast seine Geschichten erzählt, stellt sich heraus, dass nur Odysseus selbst ihm von der List des Trojanischen Pferdes berichtet haben kann: Odysseus lebt! Telemachos verkündet dem Volk von Ithaka die frohe Botschaft und überzeugt es, weiterhin auf die Rückkehr des Königs zu warten. Penelope spürt die Vertrautheit zwischen der schönen Sklavin Clea und ihrem Sohn Telemachos. Um Clea von ihrem Sohn fernzuhalten und zum Dank dafür, dass seine Geschichte Penelope vor ihrer Heirat mit Leocritos bewahrt hat, schenkt sie Eukaristos die trojanische Sklavin. Leocritos, der den Thron von Ithaka um jeden Preis einnehmen möchte, bringt den Sänger dazu, die Königin zu umwerben. Denn wenn sie sich auf einen anderen Mann einlässt, verliert Penelope ihren Status als Königin. Auch Telemachos trifft eine Abmachung mit Eukaristos, um seine geliebte Clea zurückzugewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823298","hoster":"VOE"},{"path":"/redirect/8661603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-4","name":"Sollen wir Telemachos töten?","epNo":4,"alt":"Ulysse est vivant","descr":"Leocritos überrascht Penelope und den Sänger Eukaristos, der versucht, die Königin zu verführen. Sie wird des Ehebruchs angeklagt und muss sich vor der Volksversammlung rechtfertigen. Niemand wusste von dem geheimen Treffen der beiden, von dem sich die Königin erhofft hatte, Neuigkeiten über ihren Mann Odysseus zu erfahren. Jemand muss sie also verraten haben. Telemachos plant ein Täuschungsmanöver, um seine Mutter aus Leocritos’ Händen zu befreien, aber Mentor hält ihn davon ab. Als während des Prozesses plötzlich Eukaristos tot in seiner Zelle aufgefunden wird, erstochen von Odysseus Dolch, nutzt Antinoos die Gelegenheit und ergreift die Macht. In der Stadt bricht Chaos aus, die Bevölkerung flieht vor dem brutalen Gemetzel der Krieger. Auch Penelope, Laertes und Telemachos ergreifen die Flucht, aber sie werden eingeholt und in den Palast zurückgebracht, wo sie vollkommen Antinoos’ Willkür ausgesetzt sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931623","hoster":"VOE"},{"path":"/redirect/8661610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-5","name":"Demokratie gegen die Barbaren","epNo":5,"alt":"La démocratie contre les barbares","descr":"Der Seher Thyoscos findet am Strand einen schiffbrüchigen Mann. Es ist Odysseus. Der König von Ithaka ist endlich heimgekehrt. Aber während der Wirren auf Ithaka kann er sich noch nicht zu erkennen geben. Thyoscos berichtet ihm, was sich während seiner Abwesenheit in der Stadt und im Palast zugetragen hat. Am Horizont taucht plötzlich eine Flotte auf, die unter der Flagge Spartas segelt. Während der Vorbereitungen zu Telemachos’ Hinrichtung, treffen die Truppen aus Sparta ein, angeführt von König Menelaos. Menelaos befreit die königliche Familie aus den Händen von Antinoos und stellt wieder Ordnung auf Ithaka her. In einer religiösen Zeremonie betet der König von Sparta die Götter an. Sie sollen Leocritos, den neuen König Ithakas, segnen. Telemachos ist außer sich und fühlt sich von Menelaos betrogen, hatte dieser ihn doch glauben lassen, ihn zum neuen König von Ithaka zu ernennen. Bestärkt durch seinen Großvater Laertes, fordert Telemachos Leocritos zum Duell. Wer das Duell gewinnt, soll der rechtmäßige König sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823300","hoster":"VOE"},{"path":"/redirect/8661604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-6","name":"Die Rückkehr des Odysseus","epNo":6,"alt":"Le retour d\u0027Ulysse","descr":"Telemachos Krönungszeremonie steuert ihrem Höhepunkt zu, als sich der wahrhaftige König von Ithaka zu erkennen gibt. Mentor erkennt seinen Freund Odysseus als Erster wieder und erzählt ihm, was sich während dessen Abwesenheit auf Ithaka ereignet hat. Während Odysseus sich nur schwer wieder in sein altes Leben einfinden kann, plant Leocritos einen Racheakt, um Liodes’ Tod im Duell zu vergelten. Telemachos schmiedet mit Clea Heiratspläne, aber Penelope versucht ihn von seiner Entscheidung, eine Trojanerin zur Frau zu nehmen, abzubringen. Auch Eurynome stimmt gegen eine Hochzeit zwischen ihrer Tochter und dem Prinz von Ithaka, war es doch Odysseus, der ihren Mann und Sohn ermordet hat. Der Hass zwischen den Familien wird niemals enden. Im Palast schwören Penelope, Telemachos, Mentor und die ganze Gefolgschaft Odysseus ihre Treue. Angeführt von Leocritos kommt es zum Komplott der Krieger. Sie wollen König Odysseus stürzen und die Macht an sich reißen. Kann Odysseus den Aufstand niederschlagen und seinen Machtanspruch sichern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823305","hoster":"VOE"},{"path":"/redirect/8661616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-7","name":"Frieden und Spiele","epNo":7,"alt":"La Paix et les Jeux","descr":"Penelope, mitgenommen von den neuesten Ereignissen, erleidet einen Schwächeanfall und bekommt hohes Fieber. Der Seher Thyoscos und ihre Sklavin Eurynome bemühen sich um die Genesung der Königin. Zu Ehren der Götter und zum Dank seiner Heimkehr veranstaltet Odysseus heilige Spiele, die unter dem Segen der Götter Apoll und Artemis stehen. Die stärksten und mutigsten Krieger reisen aus ganz Griechenland an, um sich zu messen. Während Telemachos für die Spiele trainiert, kauft Clea auf dem Markt Stoff für ihr Hochzeitskleid. Von ihrer Mutter Eurynome erhält sie einen goldenen Ring, um die Ware bezahlen zu können. Während Telemachos den ersten Wettkampf gewinnt, stören die Söhne der Freier den Frieden der heiligen Spiele. Doch Odysseus kann Blutvergießen verhindern und die aufständischen jungen Männer nehmen sein Angebot bereitwillig an. Orion, ein Krieger aus Sparta, besiegt Telemachos schließlich im Zweikampf und kann die Spiele für sich entscheiden, woraufhin er von Odysseus in den Palast geladen wird, um seinen Sieg zu feiern. Doch Orion ist aus anderen Absichten nach Ithaka gereist: Er will Vergeltung für den Tod seines Vaters Antinoos. Odysseus erkennt den Goldring an Thyoscos’ Finger wieder und weiß genau, wem dieser einst gehörte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823308","hoster":"VOE"},{"path":"/redirect/8661622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-8","name":"Die Trojaner-Mädchen","epNo":8,"alt":"Les Troyennes","descr":"Telemachos sucht Hilfe bei seinem Großvater Laertes und beim Senat, um seine geliebte Clea vor dem sicheren Tod zu bewahren. Bei der Versammlung des Ältestenrats liefern sich Odysseus und sein Sohn ein heftiges Wortgefecht. Der König von Ithaka lässt schließlich Gnade walten und schenkt Clea die Freiheit. Doch Odysseus fühlt sich von seiner Familie und Freunden verraten, nur in Orion sieht er noch einen treuen Gefährten und schenkt ihm sein vollstes Vertrauen. Als der Schreiber Homer im Palast von Odysseus Heldentaten in der Schlacht um Troja berichtet, ergreift Eurynome Orions Dolch und sticht auf Odysseus, den Mörder ihres Mannes und Sohnes, ein. Schwer verletzt erlässt der König den Befehl, dass alle Trojanerinnen auf Ithaka hingerichtet werden sollen. Durch Mentors und Orions Hilfe kann Telemachos Clea befreien. Doch Orion, der Clea in Sicherheit bringen soll, versucht sie zu töten, als er von Wachen überrascht wird. Clea kann sich, verfolgt von Orion, in Telemachos’ Arme retten. Der Verräter gesteht Telemachos seine wahre Identität und seinen Racheplan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116140","hoster":"VOE"},{"path":"/redirect/8661607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-9","name":"Die Rache des Orion","epNo":9,"alt":"La vengeance d\u0027Orion","descr":"Im Lager bespricht Orion mit den Aufständischen seine Pläne, den Tod ihrer Väter zu rächen. Wie er Cleas Mutter versprochen hat, kümmert sich Mentor derweil um die Vollwaise. Er kommt nicht über Eurynomes Tod hinweg und hält sich vom Palast und von Odysseus fern. Penelope spürt Mentors Abweisung und bemerkt, dass er etwas vor ihr verheimlicht. Sie schickt eine Dienerin, die ihn ausspionieren soll. Der Seher Thyoscos freut sich, als er Clea wohlbehalten wiederfindet. Er bringt sie in die Stadt und arrangiert ein Treffen zwischen Clea und Telemachos. Der Prinz von Ithaka, dessen Vater aus politischen Gründen eine Zwangsheirat für seinen Sohn vorsieht, plant mit seiner geliebten Clea Ithaka zu verlassen. Während Mentor Clea wieder sicher und unerkannt aus der Stadt begleitet, trifft Orion mit seinen Truppen im Palast ein und fordert Odysseus zum Kampf heraus. Der König von Ithaka, der noch von Eurynomes Attentat geschwächt ist, lässt die Aufständischen aus der Stadt jagen. Bei einem erneuten Angriff der Krieger wird Telemachos von ihnen in die Enge getrieben, Mentor eilt ihm zu Hilfe und wird dabei niedergestochen. Clea wartet bereits am Strand auf Telemachos, bereit die Insel per Schiff zu verlassen. Doch an Stelle des Prinzen kommt Penelope und schickt Clea für immer fort von Ithaka.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116142","hoster":"VOE"},{"path":"/redirect/8661626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-10","name":"Die Hochzeit des Telemachos","epNo":10,"alt":"Le Mariage de Télémaque","descr":"Telemachos will dem Blutvergießen ein Ende bereiten und versucht, Odysseus von seinen Plänen zu überzeugen. Mit friedvollen Absichten besucht Telemachos das Lager der Krieger und führt mit Orion Friedensverhandlungen. Orion willigt ein und übergibt Telemachos zum Zeichen seiner Zustimmung und seines Vertrauens Clea, die zwei seiner Männer zuvor am Strand gefunden haben. Clea entscheidet sich, bei Orion zu bleiben, da Telemachos aus politischen Gründen die Heirat mit Nausikaa nicht abschlagen kann. Im Palast wird alles für die Ankunft der schönen Prinzessin der Phäaken und ihre Vermählung mit Telemachos, Prinz von Ithaka, vorbereitet. Nur Telemachos ist nirgends im Palast aufzufinden. Er will noch einmal mit Clea sprechen, als er sie aber zusammen mit Orion sieht, kehrt er traurig und enttäuscht in die Stadt zurück. Das rauschende Hochzeitsfest und der Anblick seiner zukünftigen Gemahlin Nausikaa lassen ihn Clea für einen Augenblick vergessen. Erst als er sie in der jubelnden Menge wiedersieht, begreift er, wem sein Herz wirklich gehört. Doch während der Feierlichkeiten hat Thyoscos plötzlich eine unheilvolle Vision, die Ithaka erneut eine große Veränderung bringen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823315","hoster":"VOE"},{"path":"/redirect/8661627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-11","name":"Telemachos konfrontiert Odysseus (1)","epNo":11,"alt":"Télémaque affronte Ulysse - 1re partie","descr":"Der Verräter Palamedes wird von Odysseus’ Wachen festgenommen und des Hochverrats beschuldigt, weil er zusammen mit Menelaos einen Komplott gegen den König plante. Orion schwört im Palast vor Odysseus und dem Ältestenrat seine Treue gegenüber dem König von Ithaka. Odysseus hält Orion hingegen immer noch für einen Lügner und Verräter und ermordet ihn vor aller Augen. Als Telemachos seinen Vater als Tyrannen beschuldigt, verstößt Odysseus seinen Sohn. Auch Laertes versucht Odysseus ins Gewissen zu reden, woraufhin er von seinem Sohn des Palasts verwiesen wird. Nausikaa, die längst bemerkt hat, dass Telemachos eine andere liebt, verfolgt ihren Ehemann und sieht, wie er in Cleas Arme fällt. Palamedes kann sich aus dem Gefängnis befreien und tötet auf seiner Flucht Laertes. Odysseus gibt Telemachos die Schuld am Tod seines Vaters, da dieser ihn nicht beschützen konnte. Odysseus’ Zorn gegenüber seinem Sohn wächst, und er verbannt ihn aus der Stadt. Der König fühlt sich von allen verraten und löst den Ältestenrat auf, um als alleiniger Herrscher über die Gesetzte auf Ithaka entscheiden zu können. Als Menelaos’ Schiffe bereits auf Ithaka anlegen, versucht Telemachos noch einmal seinen Vater zur Vernunft zu bringen und mit ihm gemeinsam in den Kampf zu ziehen. Odysseus glaubt jedoch, dass nun der Zeitpunkt gekommen ist, wo sich Thyoscos Weissagung erfüllen wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116143","hoster":"VOE"},{"path":"/redirect/8661619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/odysseus-macht-intrige-mythos/staffel-1/episode-12","name":"Telemachos konfrontiert Odysseus (2)","epNo":12,"alt":"Télémaque affronte Ulysse - 2ème partie","descr":"Menelaos’ Truppen lagern am Strand und sind für den Kampf gewappnet, aber das Volk Ithakas will sich dem Kampf nicht stellen, denn die Spartaner sind deutlich in der Überzahl. Um Menelaos zu besänftigen und ihn von einem Angriff abzuhalten, bietet Nausikaa ihm ihren Körper an. Sie wäre sogar bereit mit ihm nach Sparta zu gehen, um Ithaka und Telemachos vor dem Krieg zu bewahren. Doch Menelaos lässt sich von seinem Vorhaben, den Thron Ithakas zu besteigen, nicht abbringen und tötet die mutige Prinzessin. Als Zeichen seiner Entschlossenheit für den Kampf um den Thron lässt er den leblosen Körper Nausikaas in den Palast bringen. Entsetzt von dieser grausamen Geste mobilisiert Telemachos erneut sein Volk, um für Ithaka einzustehen und den Kampf gegen die Spartaner aufzunehmen. Tapfer zieht Telemachos mit seinen Männern in die Schlacht, aber gegen die überlegenen Truppen Spartas haben sie keine Chance. Menelaos möchte mit Telemachos verhandeln, aber um keinen Preis will dieser dem Feind das Königreich überlassen. Telemachos befreit seinen Vater Odysseus, um in einer letzten Schlacht Seite an Seite mit ihm um Ithaka zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116144","hoster":"VOE"},{"path":"/redirect/8661636","hoster":"Streamtape"}]}]}]}]}