{"seriesId":"off-the-cuff","name":"Off the Cuff","descr":"Eine Doku-Serie, die Amerikas obskursten und faszinierendsten Gemeinden/Gemeinschaften Amerikas erkundet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pennsic War - The Largest Role-Playing Festival in the World","descr":"Auf den Feldern von Pennsylvania kämpfen 10.000 Menschen aus der ganzen Welt in einem 2-wöchigen Fest um Ruhm und Ehre, wobei ein Königreich zum Champion gekrönt wird.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Greenbank, WV - The Only Tech-Free Haven in the US","descr":"1956 wurde in den Bergen von West Virginia das größte Radioobservatorium der Welt gebaut. Aus diesem Grund wurde ein Mandat erlassen, das Geräte verbietet, die elektrische Frequenzen aussenden. Heute gibt es dasselbe Mandat, das Wifi und Mobiltelefone verbietet. Dies zieht eine Gemeinschaft von elektromagnetisch empfindlichen Menschen an, die ein Leben in den 1950er Jahren suchen.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Slab City, CA - America\u0027s Last Lawless Land","descr":"Mitten in der kalifornischen Wüste, ohne Nahrung, fließendes Wasser, Strom oder Abwasser... versammeln sich 1500 Hausbesetzer, um das letzte gesetzlose Land in Amerika zu bilden.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Subtropolis - The World\u0027s Largest Underground Business Complex","descr":"150 Fuß unter Kansas City verbirgt sich eine 55 Millionen Quadratmeter große Höhle, die eine Vielzahl von Unternehmen beherbergt, die versuchen, Kosten zu sparen und den Untergrund für Effizienz zu nutzen. Hier finden Sie 500.000 originale Hollywood-Filmrollen, Briefmarken im Wert von zwei Milliarden Dollar, eine der größten Käsesammlungen Amerikas und das sicherste Rechenzentrum der Welt.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Maharishi Vedic City - The Most Progressive City in America","descr":"In der Nähe von Fairfield, mitten in Iowa, befindet sich die fortschrittlichste Stadt Amerikas. Ihre Ideale sind gänzlich experimentell, was sie zu einem der ersten Experimente macht, die jemals an einer Gemeinde durchgeführt wurden.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Chicago\u0027s Illegal Street Racing Community","descr":"Von Superautos bis hin zu Schrottautos, wir sehen sie alle. Harris und Chris stolpern sogar in ein Miata-Treffen und driften auf dem Lower Wacker Drive unter die Stadt - und das alles, während sie versuchen, der Polizei zu entkommen.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Crater of Diamonds - The World\u0027s Only Public Diamond Mine","descr":"Es gibt nur einen Ort, an dem jeder und jede nach Diamanten jagen kann - Arkansas. Dieser unwahrscheinliche Ort hat einige der wertvollsten Diamanten hervorgebracht, die jemals gefunden wurden.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Iowa 80 - The World\u0027s Largest Truck Stop","descr":"Mitten in den USA befindet sich ein Ort für Trucker, an dem sie sich ausruhen, entspannen und die Wunder des größten Truckstops der Welt genießen können.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"America\u0027s Most Protected Wilderness - Surviving","descr":"","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"America\u0027s Most Protected Wilderness - Can it Last","descr":"","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"This US City Could be Sold to Canada - Point Roberts, WA","descr":"","versions":[]}]}]}