{"seriesId":"offside","name":"Offside","descr":"Goro Kumagaya ist ein etablierter, großgewachsener Torwart aus der Mittelschule, der in die Yokonan-Highschool eintreten wollte, die in Bezug auf ihren Fußballklub zur Elite zählt, nur um zu scheitern und aufgrund eines Unfalls in der niedrig eingestuften Schule gegenüber von Yokonan zu landen. Dort trifft er jedoch auf Shingo, Hideki und Kazuhito Oda, die allesamt gute Fußballer sind. Gemeinsam treten sie im Fußballclub der Kawasaki High School gegen Yokonan und alle anderen Schulen an, um sich zu verbessern und Meister zu werden. Jeder Rückschlag, den sie erleiden, ist eine Chance, sich zu verbessern. Eine davon war die Entdeckung von Goros natürlichem Talent ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Offside of Destiny","descr":"Seit der Grundschule spielt Gorô Fußball als Torwart. Leider kommt er trotz seiner hervorragenden Leistungen nur in schwache Mannschaften und erlebt daher nur Niederlagen. Um Gorô durch einen Sieg wieder zum Lächeln zu bringen, versucht die Clubmanagerin Nagisa, ein Spiel zwischen Gorôs Mannschaft und einer noch schwächeren Mannschaft zu organisieren, doch die Dinge laufen nicht wie geplant...","versions":[{"lang":3,"streams":[{"redirect":13001348,"hoster":"VOE"},{"redirect":13001346,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Saving 100 Penalty Kicks!","descr":"Nach Nagisas Unfall können Gorô und Nagisa nicht zur Anmeldung für die Yokonan-Oberschule erscheinen und müssen sich mit der privaten Kawasaki-Oberschule begnügen. Als sie sich beim Fußballverein der Schule melden wollen, treffen sie zufällig auf Yakumaru und Shingo. Die beiden machen Bekanntschaft mit der örtlichen Mannschaft, die ein ewiger Verlierer ist und als Training für die letzte Mannschaft von Yokonan dient.","versions":[{"lang":3,"streams":[{"redirect":13001349,"hoster":"VOE"},{"redirect":13001347,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Rivals` First Showdown","descr":"Gorô ist es gelungen, alle 100 Elfmeter der vierten Mannschaft von Yokonan zu halten, sodass diese gezwungen ist, ein Spiel gegen sie zu bestreiten. Doch am Tag der Veranstaltung stellt sich heraus, dass die Mannschaft, die Gorô und seinen Mitspielern gegenübersteht, viel kampferprobter ist als erwartet: Ist es wirklich die vierte Mannschaft? Die Spieler der Kawasaki-Oberschule müssen sich gegen diese furchterregenden Gegner durchsetzen.","versions":[{"lang":3,"streams":[{"redirect":13001353,"hoster":"VOE"},{"redirect":13001354,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Inter High Preliminaries Begin","descr":"Die Vorrunde der Interschulischen Meisterschaft beginnt, was Goros ersten offiziellen Auftritt auf dieser Ebene bedeutet. Die ersten Spiele folgen Schlag auf Schlag und das Team der Kawasaki High School muss sich mit dem Team der Seyani High School messen, in dem Shimabara spielt, ein hervorragender Spieler, der den Spitznamen \"Seitenblitz\" trägt...","versions":[{"lang":3,"streams":[{"redirect":13001355,"hoster":"VOE"},{"redirect":13001366,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A Fierce Battle at the Inter High Preliminaries","descr":"Die Vorrunde geht weiter. Zum Pech des Teams der Kawasaki High School taucht Yakumaru nicht zum Zeitpunkt des Spiels auf, da er sich nach ihrem Streit über Nouchi mit Gorô zerstritten hat und nicht aus seinem Zimmer kommen möchte. Shingo ist ohne die Unterstützung seines Mitschülers völlig verloren. Wird es dem Team gelingen, auch mit nur zehn Spielern zu gewinnen?","versions":[{"lang":3,"streams":[{"redirect":13001358,"hoster":"VOE"},{"redirect":13001359,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Stoppage Time Battle","descr":"Es war Zeit für das Finale des Interlycean-Wettbewerbs zwischen dem Team der Nanahama High School, Yokonan, und dem Team der Kawasaki High School. Für letztere Mannschaft, die bei null anfing, war es eine große Leistung. Der Moment ist besonders wichtig für sie, aber vor allem für ihren Kapitän Oda, dessen Highschool-Karriere von diesem Aufeinandertreffen mit der Mannschaft abhängt, in der er in der Vergangenheit war.","versions":[{"lang":3,"streams":[{"redirect":13001363,"hoster":"VOE"},{"redirect":13001365,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Striker is Born","descr":"Nach ihrer Niederlage gegen Yokonan im Finale des Interlyceums trainieren die Spieler von Kawako unermüdlich, um sich auf das Winterturnier vorzubereiten. Zufällig treffen sie auf den aus Brasilien zurückgekehrten Torwart Katsuhiko, der sie herausfordert, ein Tor zu schießen. Entgegen allen Erwartungen versucht Gorô, obwohl er an das Tor gewöhnt ist, sein Glück...","versions":[{"lang":3,"streams":[{"redirect":13001367,"hoster":"VOE"},{"redirect":13001368,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Winter Championship Kicks Off","descr":"Die Vorrunde der Wintermeisterschaft beginnt, und Gorô ist nun Stürmer und nicht mehr Torwart im Team Kawako. In der dritten Runde trifft er auf das Team der Takahama-Oberschule und ihren Stürmerkiller Kijima.","versions":[{"lang":3,"streams":[{"redirect":13001372,"hoster":"VOE"},{"redirect":13001371,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Revenge! Kawasaki vs. Yokohama Minami","descr":"Das Halbfinale der Vorrunde zur Wintermeisterschaft zwischen Kawako und der Mannschaft der Seyani-Oberschule ist in vollem Gange. Als Kawako mit 1:0 in Führung geht, bricht Gorô nach einem Kopfstoß des gegnerischen Spielers Otomo zusammen. Glücklicherweise kommt Gorô wieder zu sich und nimmt energisch wieder am Spiel teil. Wird es seinem Team gelingen, das Finale zu erreichen, in dem es erneut gegen Yokonan antreten würde?","versions":[{"lang":3,"streams":[{"redirect":13001375,"hoster":"VOE"},{"redirect":13001377,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Oda`s Final Game","descr":"Das Finale zwischen Yokonan und Kawako ist hart umkämpft, aber Yokonan dominiert wieder einmal und führt mit 2:1. Allerdings ist noch eine Halbzeit übrig und das Team von Gorô hat noch nicht das letzte Wort gesprochen. Wird Oda, für den es das letzte Spiel als Kapitän ist, seinen Traum verwirklichen können, indem er sich am Trainer von Yokonan rächt und sein Team zum nationalen Turnier führt?","versions":[{"lang":3,"streams":[{"redirect":13001380,"hoster":"VOE"},{"redirect":13001379,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Self-Awareness as Captain","descr":"Gorô und seine Mannschaftskameraden haben es schließlich geschafft, Yokonan zu besiegen und auf die nationale Ebene aufzusteigen! Oda, der durch sein Knie geschwächt ist, muss für eine Weile mit dem Fußball aufhören und überlässt Gorô seinen Platz als Kapitän. In seinem ersten Spiel auf nationaler Ebene und als Kapitän muss dieser sein Team gegen Kishiwada und seine gefürchteten Spieler zum Sieg führen.","versions":[{"lang":3,"streams":[{"redirect":13001386,"hoster":"VOE"},{"redirect":13001387,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Approach to Victory","descr":"Kawako hat es geschafft, das Team Kishiwada beim nationalen Turnier zu besiegen, obwohl es als starker Gegner gilt. Sie kommen der Ehre, im Nationalstadion zu spielen, immer näher und feiern einen Erfolg nach dem anderen. Nur müssen sie sich nun gegen das schreckliche Team aus Shizuoka behaupten, das zu den Favoriten des Turniers gehört und über eine besonders ausgefeilte Taktik verfügt.","versions":[{"lang":3,"streams":[{"redirect":13001390,"hoster":"VOE"},{"redirect":13001391,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"A Hard-Fought Half","descr":"Das Viertelfinale gegen die Shizuichi geht in die zweite Halbzeit. Mit zwei Toren Rückstand ist die Kawako stark in Bedrängnis, doch ihr Kampfwille ist ungebrochen. Können sie in letzter Minute für den Ausgleich sorgen?","versions":[{"lang":3,"streams":[{"redirect":13001393,"hoster":"VOE"},{"redirect":13001394,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Fated Rivals","descr":"Nach der Niederlage im Viertelfinale der Landesmeisterschaft treffen Nagisa und Goro beim Morgentraining auf Kayano. Gemeinsam blicken sie auf ihre bisherige Vergangenheit zurück ...","versions":[{"lang":3,"streams":[{"redirect":13001397,"hoster":"VOE"},{"redirect":13001398,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"The Special Training Results","descr":"Die Präfektur Kanagawa entscheidet, für das Landessportfest eine All-Star-Mannschaft aufzustellen. Dafür werden Goro und die anderen in ein Trainingscamp mit Spezialtrainern geschickt. Doch einer der Trainer scheint es auf Goro abgesehen zu haben ...","versions":[{"lang":3,"streams":[{"redirect":13001401,"hoster":"VOE"},{"redirect":13001402,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Pride of a Star Player","descr":"Die Qualifikation zur Oberschulmeisterschaft beginnt wieder. Sowohl die Kawako als auch die Yokonan sind entschlossen, die Präfektur Kanagawa zu repräsentieren und ins Nationalstadion einzuziehen. Doch zuerst müssen sie es ins Finale schaffen ...","versions":[{"lang":3,"streams":[{"redirect":13001406,"hoster":"VOE"},{"redirect":13001410,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Kayano vs. Goro","descr":"In der dritten Runde der Oberschullandesmeisterschaft kommt es zum Kampf zwischen der Kawako und der Seijo unter Ishihara. Doch je länger das Spiel im heftigen Regen weitergeht, desto weniger scheint Kawakos Torwart Katsuhiko sich konzentrieren zu können ...","versions":[{"lang":3,"streams":[{"redirect":13001409,"hoster":"VOE"},{"redirect":13001408,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"A Penalty Shootout in the Rain","descr":"Nachdem die Kawako die dritte Runde der Oberschullandesmeisterschaft gewonnen haben, steht ihnen nur mehr das Viertelfinale gegen die Yamashiro im Weg, bevor sie ins Nationalstadion einziehen dürfen. Doch dort wartet bereits ein überwältigender Gegner, die Kagogaku, auf sie ...","versions":[{"lang":3,"streams":[{"redirect":13001411,"hoster":"VOE"},{"redirect":13001415,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"An Explosion of Power from Kagoshima Academy","descr":"Im Halbfinale gegen die furchterregend starke Kagogaku kassiert die Kawako direkt einen Treffer und landet im Rückstand. Jetzt ist es an Yakumaru, der Ausgleichstreffer zu erzielen, doch Riesentorwart Kuki macht ihm die Sache nicht einfach ...","versions":[{"lang":3,"streams":[{"redirect":13001419,"hoster":"VOE"},{"redirect":13001418,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Yakumaru`s Tenacious Goal","descr":"Im Halbfinale gegen die furchterregend starke Kagogaku kassiert die Kawako direkt einen Treffer und landet im Rückstand. Jetzt ist es an Yakumaru, der Ausgleichstreffer zu erzielen, doch Riesentorwart Kuki macht ihm die Sache nicht einfach ...","versions":[{"lang":3,"streams":[{"redirect":13001422,"hoster":"VOE"},{"redirect":13001423,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Shizuichi: Soccer of the Kings","descr":"Das Finale gegen die Shizuichi beginnt! Können Goro und die anderen der Kawako die Niederlage vom letzten Jahr wiedergutmachen und Meister werden?","versions":[{"lang":3,"streams":[{"redirect":13001425,"hoster":"VOE"},{"redirect":13001426,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"An Extraordinary Set Play","descr":"Mit einem Tor Rückstand gegen die Shizuichi wollen Goro und die Kawako unbedingt in der ersten Halbzeit ausgleichen. Doch Libero Sawamuras ungewöhnliches Positionsspiel macht ihnen schwer zu schaffen ...","versions":[{"lang":3,"streams":[{"redirect":13001430,"hoster":"VOE"},{"redirect":13001431,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"A Tearful End to the Game","descr":"Knapp zehn Minuten vor Ende der zweiten Halbzeit schießt Goro den Ausgleichstreffer für die Kawako. Jetzt brauchen sie nur mehr ein Tor, um die Shizuichi zu besiegen und Meister zu werden. Da ergibt sich eine Elfmeterchance ...","versions":[{"lang":3,"streams":[{"redirect":13001435,"hoster":"VOE"},{"redirect":13001436,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Takeoff! The Japan U-20s Team","descr":"Während Goro und die anderen im neuen japanischen All-Star-Team auf den Italia Youth Cup vorbereiten, erinnern sich Nagisa, Yukiko und Nouchi an die Ereignisse der Oberschullandesmeisterschaft ...","versions":[{"lang":3,"streams":[{"redirect":13001437,"hoster":"VOE"},{"redirect":13001438,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"An Encounter in Milan","descr":"In Mailand angekommen trainieren Goro und die anderen des U20-Japan-Teams für ihr erstes Match gegen Frankreich. Doch da bahnt sich ein Konflikt zwischen Nagisa und Yukiko an ...","versions":[{"lang":3,"streams":[{"redirect":13001441,"hoster":"VOE"},{"redirect":13001443,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"France`s Spectacular All-Star Team","descr":"Das Spiel gegen Frankreich beginnt. Anfangs scheint sich das japanische Team gut zu schlagen, doch schon bald merken sie, dass die Franzosen unglaubliche Techniken beherrschen ...","versions":[{"lang":3,"streams":[{"redirect":13001446,"hoster":"VOE"},{"redirect":13001455,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Rome Sadness","descr":"Japan hat den Ausgleich im Kampf gegen Frankreich geschafft, doch das Spiel ist noch lange nicht gewonnen. Neben dem harten Kampf gegen Frankreich spitzt sich auch die Situation zwischen Nagisa und Yukiko zu ...","versions":[{"lang":3,"streams":[{"redirect":13001448,"hoster":"VOE"},{"redirect":13001450,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"A Battle with Pride on the Line","descr":"Auf einem Ausflug mit Antonio und Tatsuhiko trifft Goro auf den italienischen Spieler Fio, der ihn mit seinem unglaublichen Können beeindruckt. Doch Fio scheint zu glauben, dass Teamwork keine Rolle spielt und er alleine gewinnen kann ...","versions":[{"lang":3,"streams":[{"redirect":13001452,"hoster":"VOE"},{"redirect":13001453,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"Fio the Solitary Emperor","descr":"Das Finale geht mit Japan im Rückstand weiter. Italiens Topstürmer Fio spielt weiterhin überwältigend gut und macht den japanischen Spielern zu schaffen. Wenn sie nicht bald einen Weg finden, ihn aufzuhalten, ist es vielleicht zu spät ...","versions":[{"lang":3,"streams":[{"redirect":13001456,"hoster":"VOE"},{"redirect":13001457,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"Campione of Glory","descr":"Das Spiel gegen Italien geht in die Verlängerung. Wer wird das Golden Goal schießen und damit den U20 Italia Youth Cup gewinnen?","versions":[{"lang":3,"streams":[{"redirect":13001461,"hoster":"VOE"},{"redirect":13001462,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"A Stormy New Team","descr":"Zurück in Japan bereit sich die Kawako mit neuen Klubmitgliedern auf das nächste Inter-High-Turnier vor. Doch da tauchen zwei seltsame Gestalten mit Motorrädern auf der Schule auf ...","versions":[{"lang":3,"streams":[{"redirect":13001465,"hoster":"VOE"},{"redirect":13001467,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"A Fateful Coin Toss","descr":"Vor der Beginn der Inter-High-Turniers versprechen Goro und die anderen der Shizuichi, sie im Finale zu treffen. Doch zuerst müssen sie die brutalen Motorradfahrer der Buso-Oberschule besiegen ...","versions":[{"lang":3,"streams":[{"redirect":13001468,"hoster":"VOE"},{"redirect":13001471,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Goro Makes Gains","descr":"Nach der Niederlage in der zweiten Runde des Inter-High erkennen Goro und die anderen, dass es ihnen noch an Kraft und Technik mangelt. Da bitten sie Trainer Arimoto von der Yokonan um ein Krafttrainingsprogramm ...","versions":[{"lang":3,"streams":[{"redirect":13001473,"hoster":"VOE"},{"redirect":13001475,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"Challenge for V2","descr":"Die letzte Meisterschaft von Goros Oberschulfußballkarriere beginnt. Mit der Kagogaku und der Shizuichi stehen wieder starke Gegner am Start. Doch auch die brutale Buso mischt wieder mit ...","versions":[{"lang":3,"streams":[{"redirect":13001477,"hoster":"VOE"},{"redirect":13001479,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"One Last Battle with Buso","descr":"Es kommt zum Finale der Oberschullandesmeisterschaft gegen die Buso. Kann die Kawako sich für ihre Niederlager beim Inter-High revanchieren?","versions":[{"lang":3,"streams":[{"redirect":13001483,"hoster":"VOE"},{"redirect":13001481,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"Get Fired-Up, National Stadium","descr":"Die Buso startet eine Reihe von heftigen Angriffen gegen Goro und die Kawako, die alle Hände damit voll haben, sich zu verteidigen. Doch in der zweiten Halbzeit sind Shingo und Yakumaru entschlossen, das Blatt zu wenden ...","versions":[{"lang":3,"streams":[{"redirect":13001486,"hoster":"VOE"},{"redirect":13001487,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"The Two Star Players Collide!","descr":"Nach dem Führungstreffer von Yakumaru und Shingo in der zweiten Halbzeit kann die Kawako die Kontrolle über das Finalspiel gegen die Buso wieder an sich reißen. Doch der Siegeswille von Busos Topspieler Matsuura ist so stark, dass sogar Goro beeindruckt ist ...","versions":[{"lang":3,"streams":[{"redirect":13001488,"hoster":"VOE"},{"redirect":13001491,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"","epNo":38,"alt":"The Final Sprint to Victory","descr":"Mit Goros Wunderschuss ist die Kawako wieder in Führung im Match gegen die Buso. Jetzt müssen sie die Führung nur mehr die letzten Minuten bis zum Ende des Spiels halten. Doch der verletzte Matsuura ist entschlossener als je zuvor, den Zweikampf mit Goro zu gewinnen ...","versions":[{"lang":3,"streams":[{"redirect":13001492,"hoster":"VOE"},{"redirect":13001497,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"","epNo":39,"alt":"The Eternal Eleven","descr":"Das Finale geht in die Verlängerung. Wer kann sich das Golden Goal und damit den Meistertitel holen? Weder Goro noch Matsuura sind bereit, die letzte Chance auf den Sieg zu vergeben, und liefern sich einen harten Kampf mit aller Kraft, die sie noch haben ...","versions":[{"lang":3,"streams":[{"redirect":13001495,"hoster":"VOE"},{"redirect":13001496,"hoster":"Streamtape"}]}]}]}]}