{"path":"/serie/stream/ohne-gnade","name":"Ohne Gnade","descr":"[Dupla Identidade] Der Psychopath Edu (Bruno Gagliasso) ist der Protagonist von \"Merciless\". Der gutaussehende, intelligente und wortgewandte Mann ist für eine ganze Reihe von Morden verantwortlich, die der Polizei Rätsel aufgeben. Edu gelingt es, seine echte und furchteinflößende Persönlichkeit hinter seinem Charme zu verstecken. Eine Spezialeinheit unter Chief Dias (Marcello Novaes) und der Psychologin Vera (Luana Piovani) begibt sich auf die Spur des Killers. Doch die beiden Ermittler bringen eigenen Ballast aus ihrer Vergangenheit mit, der ihre Arbeit belastet. Währenddessen zieht Edu die junge Ray (Débora Falabella) in seinen Bann. Schon bald sieht die Frau in ihm den vermeintlich perfekten Partner und ahnt nichts von seinem tödlichen Doppelleben.","seasons":[{"path":"/serie/stream/ohne-gnade/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ohne-gnade/staffel-1/episode-1","name":"Maske","epNo":1,"alt":"","descr":"Edu genießt den Mord an einem neuen Opfer, Mariana. Profilerin Vera reist für die Ermittlungen aus den USA an. Senator Oto hintergeht seine Frau Silvia, die ihn daraufhin verlässt. Ihr Sohn Júnior kommt aus Frankreich zurück, während Edu beginnt, für Oto zu arbeiten. Kurz darauf lernt er Ray kennen, die sofort von ihm gefesselt ist. Júnior findet Marianas Handy und nimmt einen Anruf von Vera entgegen. Die Polizei nimmt ihn daraufhin mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8822118","hoster":"VOE"},{"path":"/redirect/10565190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-2","name":"Anonymität des Bösen","epNo":2,"alt":"","descr":"Edus nächste Opfer heißt Ângela. Während der Ermittlungen wird das Feuerzeug ihres Freundes sichergestellt, und die Forensiker finden Fingerabdrücke, die zu Edu gehören. Oto Veigas, sein Assistent, Silvia und Júnior geraten in einen Streit. Derweil spricht Chief Dias mit einem Reporter über seinen Verdacht. Edu hingegen baut sich ein geschicktes Lügenkonstrukt auf, um von seinen Taten abzulenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8822125","hoster":"VOE"},{"path":"/redirect/8607770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-3","name":"Inszenierung","epNo":3,"alt":"","descr":"Edu macht die Bekanntschaft mit dem Mann eines seiner Opfer. Doch niemand schöpft Verdacht und er spendet dem Witwer sogar Trost. Dias und Vera geraten in einen Konflikt und auch Oto und Silvia streiten, als sie ihn in der Klinik besucht. Die Polizei glaubt, dem wahren Killer auf der Spur zu sein, was Dias auf einer Pressekonferenz kundtut. Bis er eine E-Mail bekommt, in der Überraschendes steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116513","hoster":"VOE"},{"path":"/redirect/8607769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-4","name":"Spielen und spielen lernen","epNo":4,"alt":"","descr":"Vera bittet darum, die E-Mail genauer zu untersuchen. Doch Cícero schafft es nicht, den Absender zurückverfolgen, was darauf hinweist, dass es sich um einen Profi handeln muss. Edu gibt der Polizei einen Tipp, wo sich Ângelas Leiche befindet. Dias spricht daraufhin mit Oto und bittet ihn, Edu dem Ermittlerteam beitreten zu lassen. Derweil findet dieser in einem Nachtclub sein nächstes Opfer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8822129","hoster":"VOE"},{"path":"/redirect/8607768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-5","name":"Zwang","epNo":5,"alt":"","descr":"Edus nächstes Opfer schafft es zunächst, zu fliehen. Doch er schnappt die Frau erneut. Ray schluckt in ihrer Verzweiflung eine Menge Pillen. Derweil versuchen Dias und Vera, Klarheit in ihr Beziehungskonstrukt zu bringen. Edu plant, Otos Nachfolger zu werden und schmiedet einen Plan. Derweil findet Ivan heraus, dass Edu hinter der Mail steckt. Dieser räumt seinen Freund daraufhin aus dem Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8822122","hoster":"VOE"},{"path":"/redirect/8607771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-6","name":"So einfach ist das","epNo":6,"alt":"","descr":"Auf Ivans Beerdigung hält Edu eine emotionale Rede, und Silvia lädt ihn daraufhin zu einer Tasse Tee ein. Dias ist eifersüchtig auf ihn. In einem Gespräch offenbart Vera Edu ihre Vermutungen. Ihr und dem Team gelingt es, die Nachricht des Killers zu entschlüsseln. Als auch noch die Presse anfängt darüber zu berichten, wird Edu nervös. Hinzu kommt, dass Ray ihm im Nacken sitzt und ihn wütend macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116512","hoster":"VOE"},{"path":"/redirect/8607772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-7","name":"Zweifel","epNo":7,"alt":"","descr":"Vera berichtet Elda von ihrem Plan, die einwilligt und dem Killer eine Falle stellt. Edu will Ray einen Heiratsantrag machen, doch vorher sucht er sich ein neues Opfer. Dina sieht ihn, als er das Haus verlässt und stellt hinterher fest, dass er die gleiche Kleidung trug, wie der vermeintliche Täter des nächsten Opfers. Edu und Ray geraten in einen folgenschweren Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8822121","hoster":"VOE"},{"path":"/redirect/8607773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-8","name":"Ich will und ich kann","epNo":8,"alt":"","descr":"Vera bekommt Edus Bericht und versucht, diesen unter Verschluss zu halten. Ray ist immer noch verzweifelt und verletzt sich selbst. Vera eröffnet Dias, dass der Täter einer von ihnen sein könnte. Indes zieht Edu Ray wieder auf seine Seite, nachdem diese aus dem Krankenhaus entlassen wurde. Dieser hat bereits sein nächstes Opfer ausgewählt, doch der Prostituierten gelingt die Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116514","hoster":"VOE"},{"path":"/redirect/8607778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-9","name":"Spiegel, mein Spiegel","epNo":9,"alt":"","descr":"Nelson zeigt Dias die Waffen, die in Edus Auto gefunden wurden. Dieser beschließt daraufhin, Edu auf der Cocktailparty am Abend in Gewahrsam zu nehmen. Außerdem taucht dort die Prostituierte auf, die Edu in der Zeitung wiedererkannt hat. Dias nimmt ihn daraufhin fest, doch Assis gelingt es, ihn vorläufig freizubekommen. Edu nutzt die Gelegenheit und verwischt alle Spuren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116519","hoster":"VOE"},{"path":"/redirect/13116523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-10","name":"Befragung","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8822142","hoster":"VOE"},{"path":"/redirect/8607775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-11","name":"Umringt","epNo":11,"alt":"","descr":"Ray denkt darüber nach, was Vera ihr über Edu gesagt hat und erfährt noch mehr Geheimnisse über ihn, als sie das Gespräch zu ihr sucht. Elda identifiziert das Blut an Edus Stiefel und bestätigt, dass es von einem der Opfer stammt. Edu wird daraufhin festgenommen. Silvia ist verzweifelt und organisiert eine Waffe für ihn. Vera besucht Edu im Gefängnis und es gelingt ihm, sie als Geisel zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8822141","hoster":"VOE"},{"path":"/redirect/8607777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-12","name":"Forderungen","epNo":12,"alt":"","descr":"Edu fordert ein Auto und kugelsichere Westen. Dias wurde darüber informiert, was vorgefallen ist, und eilt ins Gefängnis. Er geht auf Edus Forderungen ein und ihm gelingt die Flucht mit Vera. Tatiana ist derweil in ihrem Zimmer eingesperrt und verärgert. Ray kommt aufs Revier, gibt aber nicht alles preis, was sie weiß. Oto plant Edus weitere Flucht, der zunächst so tut, als würde er Vera töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8822132","hoster":"VOE"},{"path":"/redirect/8607784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ohne-gnade/staffel-1/episode-13","name":"Das Böse kommt von selbst","epNo":13,"alt":"","descr":"Edu wurde trotz seiner Flucht gefasst. Nun beginnt die Verhandlung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116525","hoster":"VOE"},{"path":"/redirect/8607780","hoster":"Streamtape"}]}]}]}]}