{"path":"/serie/stream/okawango-fluss-der-trume","name":"Okawango – Fluss der Träume","descr":"Die dreiteilige Dokureihe taucht ein in die überwältigenden Flusslandschaften des Okawango im Süden Afrikas. Der Okawango im Süden Afrikas fließt nicht wie die meisten Flüsse Richtung Meer, sondern ins Landesinnere, wo er ein riesiges Delta geschaffen hat, mitten in der Kalahari-Wüste. Doch der Fluss, der im Winter Lebensgrundlage für eine Vielzahl von Tieren ist, trocknet während des Sommers an einigen Stellen fast vollständig aus: ein Überlebenskampf beginnt.","seasons":[{"path":"/serie/stream/okawango-fluss-der-trume/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/okawango-fluss-der-trume/staffel-1/episode-1","name":"Wasserwelt","epNo":1,"alt":"Paradise","descr":"Der Okawango im Süden Afrikas ist ein ganz besonderer Fluss. Er entspringt in den Bergen von Angola, doch er strömt nicht Richtung Ozean, sondern landeinwärts nach Botswana. Nach rund 1.500 Kilometern endet der Okawango in der Kalahari-Wüste. Die erste Folge der Serie präsentiert die Natur des Oberlaufes – im Zentrum steht eine Löwin namens Fekeetsa. Sie wird bei der Jagd auf Büffel von einem Bullen schwer verletzt, und am Ende lässt ihr Rudel sie allein zurück. Von da an ist sie auf sich selbst gestellt – doch sie muss ihre beiden Jungen versorgen. Dieser Film erzählt Fekeetsas dramatischer Geschichte – und gibt dabei Einblick in eine komplexe und vielfältige Tierwelt und ihren Lebensraum.","versions":[]},{"path":"/serie/stream/okawango-fluss-der-trume/staffel-1/episode-2","name":"Inselwelt","epNo":2,"alt":"Limbo","descr":"Der Okawango im Süden Afrikas ist ein ganz besonderer Fluss. Er entspringt in den Bergen von Angola, doch er strömt nicht Richtung Ozean, sondern landeinwärts nach Botswana. Nach rund 1.500 Kilometern endet der Okawango in der Kalahari-Wüste. Die zweite Folge der Serie präsentiert die Inselwelt des Okawango-Deltas und ihre Bedeutung für die Tiere, die hier leben. Die Inseln basieren auf Termitenbauten – die winzigen Insekten formen so die Landschaft des 15.000 Quadratkilometer großen Deltas. Wenn nach dem Regen in den fernen Bergen das Wasser den Okawango entlang flutet, bieten die Inseln Sicherheit, Aussichtspunkte und Nahrung für zahllose Lebewesen – ob Löwen, Paviane oder Antilopen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6807788","hoster":"VOE"}]}]},{"path":"/serie/stream/okawango-fluss-der-trume/staffel-1/episode-3","name":"Wüstenwelt","epNo":3,"alt":"Inferno","descr":"In der dritten Folge geht es um jene Region, in der der Fluss sein Wasser an die Wüste verliert. In dieser extremen Umgebung versucht eine Leopardin, ihre zwei Jungen großzuziehen. Die Wasserlöcher schrumpfen – die Fische darin sind leichte Beute für Vögel und Krokodile. Elefanten ziehen auf der Suche nach Wasser hunderte Kilometer weit. Und riesige Herden von Zebras wandern in die Wüste, um dort lebenswichtiges Salz zu sich zu nehmen","versions":[]}]}]}