{"path":"/serie/stream/olive-kitteridge","name":"Olive Kitteridge","descr":"Die an Depressionen leidende Mathematiklehrerin Olive Kitteridge (Frances McDormand) unterrichtet an einer Mittelschule einer kleinen amerikanischen Ortschaft mit rauher Schale und warmherzigem Kern. Ihr Ehemann (Richard Jenkins, \"Six Feet Under\"), gutherziger Apotheker der Gemeinde, begleitet sie in dieser Golden Globe-prämierten Miniserie durch 25 Jahre Ehe und Alltag.","seasons":[{"path":"/serie/stream/olive-kitteridge/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/olive-kitteridge/staffel-1/episode-1","name":"Apotheke","epNo":1,"alt":"Pharmacy","descr":"Sie ist streng, zynisch und kratzbürstig. Doch hinter der Fassade aus Sarkasmus verbirgt die Lehrerin Olive Kitteridge Depressionen und Sehnsucht nach Liebe – von der sie für ihren Mann Henry und Sohn Christopher jedoch herzlich wenig übrig hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11313901","hoster":"VOE"},{"path":"/redirect/10132255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/olive-kitteridge/staffel-1/episode-2","name":"Auflaufende Flut","epNo":2,"alt":"Incoming Tide","descr":"Christopher kehrt zurück in seine Heimatstadt, um die Hochzeit mit Joyce zu feiern. Seine Mutter Olive ist nicht gerade begeistert von ihrer neuen Schwiegertochter und deren Familie – und bemüht sich bei der Feier wenig, ihre Abneigung zu verbergen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8822171","hoster":"VOE"},{"path":"/redirect/8607842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/olive-kitteridge/staffel-1/episode-3","name":"Ein anderer Weg","epNo":3,"alt":"A Different Road","descr":"Nach einem Restaurantbesuch mit Freunden befällt Olive starke Übelkeit, weshalb ihr Mann Henry sie in die Notaufnahme bringt. Plötzlich überfallen Bewaffnete das Krankenhaus und nehmen Olive und Henry als Geiseln. Als die Situation in einem Streit eskaliert, konfrontiert Olive ihren Mann mit einer schockierenden Beichte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116517","hoster":"VOE"},{"path":"/redirect/8607826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/olive-kitteridge/staffel-1/episode-4","name":"Sicherheit","epNo":4,"alt":"Security","descr":"Olive besucht ihren Sohn Christopher in New York, dessen Frau kurz vor der Entbindung steht. Doch der Besuch endet im Streit und Olive flüchtet zurück nach Maine – wo schlechte Nachrichten über ihren Mann Henry auf sie warten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8822173","hoster":"VOE"},{"path":"/redirect/14041438","hoster":"Doodstream"},{"path":"/redirect/8607828","hoster":"Streamtape"}]}]}]}]}