{"path":"/serie/stream/omamori-himari","name":"Omamori Himari","descr":"Sieben Jahre sind vergangen seit Amakawa Yuutos Eltern starben und er völlig alleine zurückblieb. Seit dieser Zeit kümmert sich seine Kindheitsfreundin Kuzaki Rinko um ihn, weckt ihn auf, kocht für ihn, etc. Das Einzige was ihm von seiner Verwandtschaft blieb, ist ein mysteriöses Amulett, ein roter Ball, der ihm von seinen Großeltern als Glücksbringer gegeben wurde. Die auch vor bösen Geistern schützende Wirkung soll allerdings an seinem 16. Geburtstag aufhören zu wirken. Doch Yuuto bleibt nicht schutzlos, denn pünktlich zu diesem Datum tritt ein Katzengeist in Form eines dämonenjagenden Samurai-Mädchens in sein Leben. Sie schwört ihn zu beschützen, hat ihn allerdings gleichzeitig auch zu ihrem Partner auserkoren und will in diesem Punkt möglichst schnell zur Sache kommen. Yuuto steht jedoch noch vor einem weiteren Problem: er leidet unter einer schweren Katzenallergie.","seasons":[{"path":"/serie/stream/omamori-himari/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/omamori-himari/staffel-1/episode-1","name":"","epNo":1,"alt":"Cat and Girl and Allergy","descr":"Am 16. Geburtstag von Yuto Amakawa treffen er und sein Jugendfreund Rinko auf dem Schulweg ein mysteriöses Mädchen, das Katana schwingt . Das Mädchen beginnt zu Rinkos Schock zu Yuto zu kommen, was dazu führt, dass sie ihn wegzerrt. In der Schule werden Yuto und Rinko während eines heftigen Streits auf dem Dach von ihrem Freund Taizo angegriffen, der von einem Dämonengeist besessen ist, bis das mysteriöse Mädchen von früher ihn exorziert und tötet. Später in der Nacht wird Yuto von dem mysteriösen Mädchen besucht, das sich als Katzengeist Himari . vorstellt, und erklärt, dass er von verschiedenen Ayakashi angegriffen wird, die ihn töten wollen und dass sie ihn aufgrund eines alten Gelübdes vor ihnen beschützen wird. Das Erscheinen ihrer Katzenohren und ihres Schwanzes löst jedoch Yutos Katzenallergien aus, und gleichzeitig taucht Rinko unerwartet auf und sorgt für Aufruhr, nachdem sie sie zusammen gesehen hat. Am nächsten Tag wechselt Himari zur Schule von Yuto und Rinko. In einer Rückblende von der Nacht zuvor enthüllt Himari, dass Yutos Familie (dh die Familie Amakawa) eine der zwölf Dämonentöterfamilien ist, die die Menschheit Hunderte von Jahren vor Ayakashi beschützt hat, und dass einer ihrer Vorfahren von Yutos Vorfahre verschont wurde , was zu einem Gelübde ihrer Art führte, ihnen für immer zu dienen. Rinko weigert sich, diese Tatsache zu akzeptieren, und fordert Himari zu einem sportlichen Kampf heraus (der Laufen, Hochsprung, Kendo, Judo und Tennis umfasst).nur für sie, um in allen zu verlieren, obwohl sie die beste Athletin der Schule ist. Nachdem Himari gesagt hat, dass ihr die Kraft fehlt, Yuto zu beschützen, beleidigt Rinko sie, indem er sie ein Monster nennt. Auf dem Dach der Schule fragt Himari Yuto, ob es in Ordnung ist, einen Ayakashi wie sie um sich zu haben. Yuto, der versteht, dass sie sich nur um sein Wohlergehen kümmert, genau wie seine Großeltern, erlaubt ihr, ihre Pflicht zu erfüllen. Am nächsten Morgen kommt Rinko, um sich bei Yuto zu entschuldigen, nur um Himari wieder in seinem Bett zu sehen, sehr zu ihrem Ärger und es wird zu einem weiteren Krawall. Inzwischen aHimari fragt Yuto, ob es in Ordnung ist, einen Ayakashi wie sie um sich zu haben. Yuto, der versteht, dass sie sich nur um sein Wohlergehen kümmert, genau wie seine Großeltern, erlaubt ihr, ihre Pflicht zu erfüllen. Am nächsten Morgen kommt Rinko, um sich bei Yuto zu entschuldigen, nur um Himari wieder in seinem Bett zu sehen, sehr zu ihrem Ärger und es wird zu einem weiteren Krawall. Inzwischen aHimari fragt Yuto, ob es in Ordnung ist, einen Ayakashi wie sie um sich zu haben. Yuto, der versteht, dass sie sich nur um sein Wohlergehen kümmert, genau wie seine Großeltern, erlaubt ihr, ihre Pflicht zu erfüllen. Am nächsten Morgen kommt Rinko, um sich bei Yuto zu entschuldigen, nur um Himari wieder in seinem Bett zu sehen, sehr zu ihrem Ärger und es wird zu einem weiteren Krawall. Inzwischen aMizuchi oder Wassergottheit namens Shizuku erscheint der anderen Ayakashi und behauptet, sie werde Yuto selbst töten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8822210","hoster":"VOE"},{"path":"/redirect/8822211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/omamori-himari/staffel-1/episode-2","name":"","epNo":2,"alt":"Sea Cat Scramble","descr":"Yuto, Himari und Rinko werden von ihrem Klassensprecher zu einem Ausflug an den Strand eingeladen, um Himari willkommen zu heißen. Auf dem Heimweg von der Schule willigt Yuto widerstrebend ein, Himari Badeanzug einkaufen zu gehen, und Himari geht ihm voraus. Während er Rinko anruft, beginnt es stark zu regnen, was Yuto dazu zwingt, unter einer Brücke Schutz zu suchen, wo Shizuku auftaucht und warnt, dass sie ihn töten wird, wenn er mit seinem Erbe der Dämonentöter fortfährt, und verschwindet, wenn der Regen aufhört. Rinko trifft Yuto und Himari im Kaufhaus, wo Rinko Himari bei der Auswahl eines Badeanzugs hilft und Yuto ein westliches Kleid für sie auswählt. Am Strand stellt sich heraus, dass Himari Angst vor Wasser hat, und Rinko wirft ihr ein aufblasbares Walspielzeug zu, auf dem sie treiben kann. Während die anderen ihren Spaß haben, bekommt Himari, der weit vom Ufer getrieben wurde, überraschenden Besuch von Yuto, als eine riesige Welle von hinten auftaucht und auf sie prallt. Beide überleben, werden aber von einer Reihe von Tentakeln in den Ozean gezogen. Nachdem Yuto das Bewusstsein wiedererlangt hat, trifft er Shizuku, der ihn warnt, dass sein Erwachen als Dämonentöter das Gleichgewicht zwischen Menschen und Ayakashi zerstören wird. Gerade als sie ihn töten will, greift Himari ein, aber ein zweiter Mizuchi erscheint und hält sie zurück. Shizuku beschwört einen Whirlpool, um sie zu ertränken. Yuto springt schnell in den Whirlpool und versucht sie zu retten. Himari rettet ihn, indem sie mit einem von Shizukus Eisstacheln in ihren Oberschenkel sticht, wodurch sich der Whirlpool aus ihrem Blut auflöst und die zweite Mizuchi zerstört.Himari sagt Yuto, dass er weglaufen soll, während sie Shizuku trotz ihrer Verletzung aufhält, aber Yuto weigert sich und sagt ihr, dass sie sich nicht für ihn opfern soll. Da Shizuku folgert, dass etwas Ungewöhnliches an ihnen ist, zieht sie sich aus dem Kampf zurück, aber nicht bevor sie ihnen sagt, dass sie sie das nächste Mal töten wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13490142","hoster":"VOE"},{"path":"/redirect/10132247","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8822215","hoster":"VOE"},{"path":"/redirect/8607890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/omamori-himari/staffel-1/episode-3","name":"","epNo":3,"alt":"Maid in Cat","descr":"Während er sein Bad nimmt, bekommt Yuto einen überraschenden Besuch von Shizuku. Rinko und Himari stürmen herein, Himari schneidet Shizuku in zwei Hälften, nur damit sie hinter Yuto wieder auftaucht. Yuto wird in der Badewanne ohnmächtig; Nachdem er seine Sinne wiedererlangt hat, erklärt er Shizuku, dass er Ayakashi nicht töten will, nur weil er ein Dämonentöter ist und behauptet, ein normales Leben führen zu wollen. Dies inspiriert Shizuku, einzuziehen, um ihn im Auge zu behalten, zum Schock aller. Am nächsten Tag, nachdem sie von Yuto ein Kompliment für ihre Hausarbeit bekommen hatte, beschimpft Shizuku Himari für ihre Unfähigkeit, etwas anderes zu tun, als zu kämpfen, und hält sie für unweiblich. Später kommen Yuto, Rinko und Shizuku im Café Relish an, wo Himari einen Job als Dienstmädchen mit Katzenohr bekommen hat (was Yutos Allergien auslöst). Nach einer Intervention von Lizlet, die Chefkellnerin des Cafés, nachdem Himari beim Flirten mit Yuto erwischt wurde, warnt Himari ihn, dass Liz eine Ayakashi sein könnte. Unterdessen wird Liz misstrauisch gegenüber Yutos ständigem Beobachten und denkt, er könnte sie vernichten. Um sich zu retten, versetzt sie seinen Tee mit magischen Teeblättern, doch ihr Plan wird vereitelt, als Shizuku den gespickten Tee probiert und Taizo gibt, der ihn trinkt und das Café unter der Magie des Tees verlässt. Liz entfesselt eine Wolke aus magischen Teeblättern, wodurch alle anderen Anwesenden ebenfalls das Café verlassen. Himari enthüllt Liz als Tsukumogamioder Artefaktgeist, nachdem sie Liz wirkungslos mit ihrem Yasutsuna erstochen hat, und als sie versucht, Liz\u0027 wahre Form zu zerstören - eine antike Teetasse, fällt sie ihr aus der Hand, ohne dass Liz sie auffängt. Yuto fängt es in letzter Sekunde auf und rettet sie. Nachdem sie sich mit ihm verständigt hat, entschuldigt sich Liz für ihre Taten, während Himari und Shizuku über Yutos Freundlichkeit nachdenken. Am nächsten Morgen wacht Yuto auf und sieht Rinko, Shizuku und Himari, die alle in Katzenmädchenkostümen gekleidet sind, als sie auf sein Bett springen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8822213","hoster":"VOE"},{"path":"/redirect/8607888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/omamori-himari/staffel-1/episode-4","name":"","epNo":4,"alt":"The White Cat of Noihara","descr":"Um Yuto dazu zu bringen, sich an seine vergessene Vergangenheit zu erinnern, beschließt Himari, ihn einzuladen, mit ihr nach Noihara zu gehen. Leider folgen Rinko und Shizuku ihnen zu Himaris Enttäuschung bei ihren eigenen Plänen. Als sie im Haus von Yutos verstorbenen Großeltern ankommen, werden sie von der Zashiki-warashi Kaya begrüßt , die einen Groll gegen Yuto hegt , weil Himari sie allein lässt. Später, nachdem er sich bei einem Waldspaziergang an seine Vergangenheit mit Himari erinnert hat, taucht der Hinoenma Ageha für Yutos Leben auf, und gerade als sie sich in das Haus zurückziehen wollen, versperrt ihnen ein Daidarabotchi den Weg. Zurück im Haus werden Rinko, Kaya und Shizuku von einem Ippon-Datara . angegriffennamens Sasa. Zurück im Wald hat Himari es schwer, gegen Ageha und die Daidarabotchi zu kämpfen und befiehlt Yuto, zum Haus zurückzukehren. Während er rennt, zögert er jedoch, sich von Himari beschützen zu lassen und geht zurück in die Schlacht, wo er Agehas Todesstoß mit seinem Körper abwehrt. Nachdem Himari die Narbe auf seiner Brust gesehen hat, verliert sie ihren Verstand und tobt, setzt die Daidarabotchi außer Gefecht und tötet Ageha fast, bis Yuto eingreift, indem er einen nahegelegenen Zweig packt und den letzten Schlag blockiert. Plötzlich beginnt der Zweig mit einem hellen Licht zu leuchten, das das Schlachtfeld umhüllt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12380685","hoster":"VOE"},{"path":"/redirect/8607893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/omamori-himari/staffel-1/episode-5","name":"","epNo":5,"alt":"A Troubled Cat and Composure","descr":"Als Himari nach ihrem Kampf mit Ageha zur Besinnung kommt, sieht sie einen nackten Shizuku, der zu ihrem Schock ihren Körper an Yuto reibt, nur um zu erfahren, dass sie seine Wunde nur mit ihrem Wasser heilt, und Shizuku schimpft Himari wegen ihrer Unfähigkeit, Yuto zu beschützen. Zurück im Haus erklärt Shizuku ihm und Rinko die Dämonentöter und die Fähigkeit der Amakawas Leichtfähre. Shizuku enthüllt Yuto auch, dass Himaris Vorfahren einst Menschen getötet und verzehrt haben und warnt ihn, dass Himari anfälliger dafür sein wird, zu den natürlichen Instinkten ihrer Art zurückzukehren, sollte sie weiter kämpfen. Später, auf dem Rückweg zum Haus, dankt Yuto Himari dafür, dass er sich an seine Vergangenheit erinnert und erzählt ihr von dem Kuss auf dem See, da er glaubt, dass das Mädchen am See sie sein könnte. Jedoch,Himari erzählt ihm, dass sie das erste Mal als Mensch auftauchte, als er an seinem 16. Geburtstag war, was Yuto über die Identität des Mädchens verwirrte. Später trainiert Yuto mit Shizuku in einem nahegelegenen Park, um seine Fähigkeit zur Leichten Fähre zu wecken, wird jedoch leicht geschlagen. Um seine Gelassenheit zu trainieren, ruft Shizuku Liz und Rinko zu sich, während Liz zu Rinkos Wut mit Yuto flirtet. Das Gelassenheitstraining wird jedoch bald zu einem außer Kontrolle geratenen Haremsakt und einem Kampf um Yutos Kuss, bis ein wütender Himari auftaucht, der dazu führt, dass sie sein Gesicht mit ihren Brüsten erstickt und seine Allergien auslöst. Am nächsten Tag taucht auf dem Heimweg nach der Schule ein mysteriöses weißhaariges Mädchen auf und stellt sich als Dämonentöterin der Jinguji-Familie vor:Yuto trainiert mit Shizuku in einem nahe gelegenen Park, um seine Fähigkeit zur Leichten Fähre zu wecken, wird jedoch leicht geschlagen. Um seine Gelassenheit zu trainieren, ruft Shizuku Liz und Rinko zu sich, während Liz zu Rinkos Wut mit Yuto flirtet. Das Gelassenheitstraining wird jedoch bald zu einem außer Kontrolle geratenen Haremsakt und einem Kampf um Yutos Kuss, bis ein wütender Himari auftaucht, der dazu führt, dass sie sein Gesicht mit ihren Brüsten erstickt und seine Allergien auslöst. Am nächsten Tag taucht auf dem Heimweg nach der Schule ein mysteriöses weißhaariges Mädchen auf und stellt sich als Dämonentöterin der Jinguji-Familie vor:Yuto trainiert mit Shizuku in einem nahe gelegenen Park, um seine Fähigkeit zur Leichten Fähre zu wecken, wird jedoch leicht geschlagen. Um seine Gelassenheit zu trainieren, ruft Shizuku Liz und Rinko zu sich, während Liz zu Rinkos Wut mit Yuto flirtet. Das Gelassenheitstraining wird jedoch bald zu einem außer Kontrolle geratenen Haremsakt und einem Kampf um Yutos Kuss, bis ein wütender Himari auftaucht, der dazu führt, dass sie sein Gesicht mit ihren Brüsten erstickt und seine Allergien auslöst. Am nächsten Tag taucht auf dem Heimweg nach der Schule ein mysteriöses weißhaariges Mädchen auf und stellt sich als Dämonentöterin der Jinguji-Familie vor:das Gelassenheitstraining wird bald zu einem außer Kontrolle geratenen Haremsakt und einem Kampf um Yutos Kuss, bis ein wütender Himari auftaucht, der dazu führt, dass sie sein Gesicht mit ihren Brüsten erstickt und seine Allergien auslöst. Am nächsten Tag taucht auf dem Heimweg nach der Schule ein mysteriöses weißhaariges Mädchen auf und stellt sich als Dämonentöterin der Jinguji-Familie vor:das Gelassenheitstraining wird bald zu einem außer Kontrolle geratenen Haremsakt und einem Kampf um Yutos Kuss, bis ein wütender Himari auftaucht, der dazu führt, dass sie sein Gesicht mit ihren Brüsten erstickt und seine Allergien auslöst. Am nächsten Tag taucht auf dem Heimweg nach der Schule ein mysteriöses weißhaariges Mädchen auf und stellt sich als Dämonentöterin der Jinguji-Familie vor:Kuesu .","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13490141","hoster":"VOE"},{"path":"/redirect/10132249","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8822218","hoster":"VOE"},{"path":"/redirect/8607892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/omamori-himari/staffel-1/episode-6","name":"","epNo":6,"alt":"Kiss x Cat x KISS","descr":"Himari gerät in einen Kampf mit Kuesu, wird aber abgeschnitten, als diese eine Barriere errichtet, um sie fernzuhalten. Innerhalb der Absperrung offenbart Kuesu, dass Yutos Großvater ihre Ehe arrangiert hat. Kuesu küsst dann Yuto, was dazu führt, dass sich dieser an den Kuss am See erinnert, wo sich herausstellt, dass das Mädchen, das ihn küsst, tatsächlich Kuesu war. Himari durchbricht die Barriere, aber Kuesu entkommt und küsst Yuto erneut zu ihrem Ärger, wobei Kuesu behauptet, es sei ihr dritter Kuss mit ihm. Dann sagt sie Yuto, dass er seine Beziehung zu den Ayakashi abbrechen soll und verschwindet. Im Wald sprechen die anderen Ayakashi über Kuesus kürzliches Erscheinen und Yutos Erwachen, bis Shizuku eingreift und sagt, dass sie Kuesu selbst töten wird. Zurück in Yutos Haus wird Himari irritiert darüber, dass Kuesu Yuto küsst und übt sich vor einem Spiegel zu küssen. Inzwischen,Kuesu verwickelt Shizuku in einen sich verstärkenden Kampf, der damit endet, dass sie Shizuku auf der Rückseite einer Werbetafel festnagelt. Als Shizuku jedoch Kuesu mit ihren Zaubersprüchen neckt und sie als die schwächste der zwölf Familien beleidigt, spricht Kuesu verärgert eine Flut mächtiger Feuerzauber aus, die Shizuku zum Rückzug zwingen. Zurück in Yutos Haus fällt es Himari schwer, über den Kuss von vorhin einzuschlafen. Verzweifelt bittet sie Yuto, sie zu seinem Schock zu küssen. Nachdem sie ihm ihre aktuelle Situation erklärt hat, entschuldigt sie sich und beschließt zurückzugehen, bis Yuto ihr Handgelenk packt. Gerade als er sie auf die Wange küssen wollte, klingelt es an der Tür und kurz bevor Himari ihm davon erzählen konnte, wird sie zu Yutos Schock auf die Lippen geküsst. In ihrer Freude über ihren ersten Kuss zeigen sich Himaris Katzenohren, während Kuesu im Hotel ihr Ziel bekräftigt, Yuto zu bekommen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13490144","hoster":"VOE"},{"path":"/redirect/10132251","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8822219","hoster":"VOE"},{"path":"/redirect/8607900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/omamori-himari/staffel-1/episode-7","name":"","epNo":7,"alt":"The Cat\u0027s Feelings and the Magical Girl\u0027s Melancholy","descr":"Nachdem die Nachforschungen der Mädchen über Kuesu dazu führen, dass sie entdecken, dass Kuesus Familie als Dämonentöter mit westlicher Magie an die Macht gekommen ist, kommt Kuesu selbst zur Überraschung aller und informiert Yuto über ihre zukünftige Ehe. Yuto weigert sich jedoch, dem zuzustimmen, es sei denn, sie kann ihre Ansichten über die Ayakashi ändern. Nach einem kurzen Handgemenge zwischen Kuesu und Rinko mischt sich Himari ein und erwähnt die drei Küsse, die sie Yuto gegeben hat, sowie den Kuss, den sie von ihm zum Schock aller bekommen hat. Kuesu kontert, indem er ihnen von dem Versprechen erzählt, das sie in ihrer Kindheit gemacht haben, an das Yuto sich nicht erinnern kann. Später nach der Schule tritt Himari gegen Kuesu an und gewinnt mit ihrer Beweglichkeit die Oberhand. Die Schlacht dreht sich jedoch schnell in Kuesu\u0027s Gunst, als sie anfängt, Himari mit ihrer magischen Waffe zu erschießen und einen Feuerzauber auf den Boden wirft, bevor Himari angreifen konnte, was sie zwingt, ihre Yasutsuna als einen Schritt zu benutzen, um den Flammen zu entkommen. Himari wird bald von einer der Kugeln getroffen und fällt schnell seiner Magie zum Opfer, was sie dazu bringt, zu randalieren. Gerade als sie Kuesu töten wollte, erinnert sie sich schnell daran, was Yuto ihr in Noihara gesagt hatte und findet ihren Verstand wieder. Beschämt zieht sich Himari aus der Schlacht zurück und lässt einen zitternden Kuesu zurück. Spät in der Nacht fragt Yuto Shizuku, wo Himari gewesen ist, und nachdem ihm gesagt wurde, dass sie losgezogen ist, um gegen Kuesu zu kämpfen, erscheint ein bewusstloser und geschlagener Himari in seinem Schlafzimmer zu Yutos Schock.was dazu führt, dass sie randaliert. Gerade als sie Kuesu töten wollte, erinnert sie sich schnell daran, was Yuto ihr in Noihara gesagt hatte und findet ihren Verstand wieder. Beschämt zieht sich Himari aus der Schlacht zurück und lässt einen zitternden Kuesu zurück. Spät in der Nacht fragt Yuto Shizuku, wo Himari gewesen ist, und nachdem ihm gesagt wurde, dass sie losgezogen ist, um gegen Kuesu zu kämpfen, erscheint ein bewusstloser und geschlagener Himari in seinem Schlafzimmer zu Yutos Schock.was dazu führt, dass sie randaliert. Gerade als sie Kuesu töten wollte, erinnert sie sich schnell daran, was Yuto ihr in Noihara gesagt hatte und findet ihren Verstand wieder. Beschämt zieht sich Himari aus der Schlacht zurück und lässt einen zitternden Kuesu zurück. Spät in der Nacht fragt Yuto Shizuku, wo Himari gewesen ist, und nachdem ihm gesagt wurde, dass sie losgezogen ist, um gegen Kuesu zu kämpfen, erscheint ein bewusstloser und geschlagener Himari in seinem Schlafzimmer zu Yutos Schock.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13508550","hoster":"VOE"},{"path":"/redirect/10132256","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8822222","hoster":"VOE"},{"path":"/redirect/8607894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/omamori-himari/staffel-1/episode-8","name":"","epNo":8,"alt":"Curiosity Killed the Cat","descr":"Nachdem er Himaris Verletzungen gestillt hat, geht Yuto zum Hotel, in dem Kuesu sich aufhält, um zu reden, während Himari Aya, eine Geisterbotin, zu Shizukus Abscheu zahlreiche Waffen ausspeien lässt, damit sie sie auswählen kann. Nachdem er von Kuesu herzlich willkommen geheißen wurde, erklärt Yuto, warum er sich weigert, sich ihr anzuschließen, und ihren Heiratsantrag ablehnt. Verärgert schneidet Kuesu seine Wange mit einem Dolch auf und tötet ihn fast, bis Yutos Kräfte der Leichten Fähre Kuesu zurück zu einem Fenster schicken und schließlich in den Tod stürzen. Yutos Erinnerungen an das zuvor erwähnte Versprechen von Kuesu kommen ans Licht, und er schämt sich, dass er sich nicht erinnern konnte, aber eine unversehrte Kuesu taucht hinter ihm auf und sagt ihm, dass das Versprechen, das sie gegeben haben, das einzige war, was sie am Leben hielt. Nachdem sie Yuto versehentlich erzählt, dass sie seine Wünsche erfüllen möchte, erscheint Himari.nachdem die Sperre, die Kuesu errichtet hatte, durchbrochen wurde, das Ganze gehört hatte. Kuesu, verlegen, nimmt ihre Worte schnell zurück und Himari lässt Aya ihr Waffenerbrechen wiederholen, sowohl zu Yuto als auch zu Kuesus Abscheu. Währenddessen liegen in einem Wald zahlreiche Ayakashi tot und verstümmelt, während zwei kleine Ayakashi um ihr Leben rennen, nur um von einer ominösen Gestalt gefressen zu werden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486027","hoster":"VOE"},{"path":"/redirect/10132258","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8850565","hoster":"VOE"},{"path":"/redirect/8607895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/omamori-himari/staffel-1/episode-9","name":"","epNo":9,"alt":"The Cat in the Approaching Darkness","descr":"Während Yutos Klasse ein Kunstprojekt im Park durchführt, wird er von Ageha in einem Kraftwerk entführt. Himari und Rinko machen sich schnell auf die Suche nach ihm, bis Rinko überraschend Besuch von Sasa bekommt. Währenddessen bekommen Taizo und die anderen Schüler am Brunnen überraschend Besuch von Shizuku, der Himari vor etwas warnen will. Als Himari ihr erzählt, dass Yuto entführt wurde, machen sich beide bereit, nachzusehen, bis sie einen müden Rinko mit Sasa auf ihrem Rücken zusammenbrechen sehen. Himari fragt Sasa nach Yutos Aufenthaltsort und erfährt schließlich, dass er bei Ageha ist. Zurück im Kraftwerk trinkt eine aufgeregte Ageha Yutos Blut und wird berauscht, nachdem sie es getrunken hat. Himari und Shizuku greifen schnell ein, beide bereiten sich darauf vor, gegen sie zu kämpfen, aber Ageha weigert sich und sagt, dass jemand versucht, Ayakashi im Westen Japans zu töten. Später,ein Mann namens Kaburagi aus der Abteilung 4 der öffentlichen Sicherheit erscheint und versucht, Yuto für seine Abteilung zu rekrutieren, nachdem er ihnen die zahlreichen Fälle erklärt hat, in denen ein Ayakashi andere Ayakashi konsumiert. Yuto weigert sich jedoch, als ein mysteriöses blondhaariges Kind vor ihnen auftaucht. Als Yuto und Himari zum Ausgang rennen, sehen sie einen mysteriösen Mann, der ihn blockiert, und nach einer gescheiterten Reihe von Angriffen von Himari, Sasa und Ageha greift das blonde Kind Himari an und beißt sie und enthüllt, dass sie die verantwortliche Ayakashi ist andere Ayakashi töten. Kuesu kommt später am Tatort an und identifiziert die beiden alsweigert sich, als ein mysteriöses blondhaariges Kind vor ihnen auftaucht. Als Yuto und Himari zum Ausgang rennen, sehen sie einen mysteriösen Mann, der ihn blockiert, und nach einer gescheiterten Reihe von Angriffen von Himari, Sasa und Ageha greift das blonde Kind Himari an und beißt sie und enthüllt, dass sie die verantwortliche Ayakashi ist andere Ayakashi töten. Kuesu kommt später am Tatort an und identifiziert die beiden alsweigert sich, als ein mysteriöses blondhaariges Kind vor ihnen auftaucht. Als Yuto und Himari zum Ausgang rennen, sehen sie einen mysteriösen Mann, der ihn blockiert, und nach einer gescheiterten Reihe von Angriffen von Himari, Sasa und Ageha greift das blonde Kind Himari an und beißt sie und enthüllt, dass sie die verantwortliche Ayakashi ist andere Ayakashi töten. Kuesu kommt später am Tatort an und identifiziert die beiden alsTamamo-no-Mae und Shuten-doji , zwei der drei stärksten Ayakashi Japans. Doch gerade als sie sie bekämpfen wollte, verschwinden Tama und Shuten-doji. Himari erinnert sich dann an Tamas Worte von früher, was sie besorgt zurücklässt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8822220","hoster":"VOE"},{"path":"/redirect/8607896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/omamori-himari/staffel-1/episode-10","name":"","epNo":10,"alt":"The Cat Demon\u0027s Feelings","descr":"Nach einem Bericht von Aya, dass eines der Länder, auf die sie stieß, von Tama verwüstet wurde, entwickelt Ageha einen Plan, um Yutos Kräfte zu wecken, indem sie die Mädchen in Cosplay kleidenOutfits, wobei Ageha selbst ein freizügiges Schulmädchen-Outfit trägt. Dann beginnt sie Yuto zu verführen, bis Himari, der ein Katzenkostüm trägt, sie aufhält. Später probiert Himari ein weiteres Katana aus Noiharas Waffenkammer aus, ist aber unzufrieden, bis Kuesu mit ihrer beschädigten Yasutsuna ankommt, in der Ageha Sasa mit ihrem Augenstrahl reparieren lässt. Auf einem Spielplatz erzählt ein besorgter Yuto Rinko, dass er den Konflikt mit Shuten-doji und Tama immer noch ohne Gewalt beilegen will. Shizuku und Kaya tauchen später auf und enthüllen ihnen die Herkunft von Shuten-doji und Tama und ihre Pläne. Nachts sagt Yuto den Mädchen, dass er immer noch möchte, dass Menschen und Ayakashi nebeneinander existieren und verkündet, dass er aus diesem Grund gegen Shuten-doji und Tama kämpfen wird. Im Park trifft sich Kaburagi mit Shuten-doji und Tama, die Kaburagi zustimmen.Es geht darum, bei ihren Plänen keinen Menschen zu verletzen. Spät in der Nacht macht sich Himari auf den Weg nach Shuten-doji und Tama, nur um Yuto zu finden, der ihren Weg versperrt. Nachdem er ihr sagt, dass sie auf jeden Fall zusammenhalten müssen, umarmt Himari ihn unter Tränen und beide bereiten sich darauf vor, sich zu küssen, bis Kuesu sie mit den anderen Mädchen unterbricht, was später zu einer Reihe von Missverständnissen führt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486028","hoster":"VOE"},{"path":"/redirect/10132257","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8822223","hoster":"VOE"},{"path":"/redirect/8607899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/omamori-himari/staffel-1/episode-11","name":"","epNo":11,"alt":"Himari, as a Bodyguard...","descr":"Während Himari mit Yuto kämpft, um seine Fähigkeit der Leichten Fähre vollständig zu beherrschen, setzt Shuten-doji seinen Plan in die Tat um, indem er eine Barriere in der ganzen Stadt errichtet, die ihre Aufmerksamkeit auf sich zieht. Als sie in der Barriere ankommen, erscheint Tama und kämpft gegen Yuto und die Mädchen, während Kaburagi von der Seitenlinie aus beobachtet. Während des Kampfes versucht Tama, Yuto zu töten, indem sie ihn würgt, was Himari dazu bringt, ihre dämonischen Kräfte einzusetzen, aber Yuto schafft es, sie gerade noch rechtzeitig herauszuholen. Zufrieden lässt Tama Yuto los und zieht sich zu Kaburagis Überraschung aus der Schlacht zurück. Während Yuto in Noihara Zuflucht sucht, sieht ein überraschter Yuto, dass die Mädchen einen Weg finden, ihn dazu zu bringen, seine Light Ferry-Kräfte durch alte Dokumente, die in den Archiven aufbewahrt werden, zu kontrollieren, was Yuto später dazu bringt, die Dokumente zur Überraschung aller selbst zu lesen.Kuesu erhält einen Anruf von Kaburagi, bei dem sie erkennt, dass er sie verraten hat und sich auf die Seite von Tama und Shuten-doji gestellt hat; Kaburagi erkennt jedoch nicht, dass sein Bündnis mit den beiden Akayashi für ihn und alle anderen Menschen tödlich sein wird, wenn Yuto und seine Freunde zerstört werden. Währenddessen wird Himari während ihres Waldspaziergangs mit Shuten-doji und Tama konfrontiert und kämpft gegen letztere am See. Da sich Himari in ihrem Machtniveau stark im Nachteil befindet, entfesselt sie schließlich ihre dämonischen Kräfte, während sie sich auf ihren letzten Kampf vorbereitet.Während ihres Waldspaziergangs wird Himari mit Shuten-doji und Tama konfrontiert und bekämpft diese am See. Da sich Himari in ihrem Machtniveau stark im Nachteil befindet, entfesselt sie schließlich ihre dämonischen Kräfte, während sie sich auf ihren letzten Kampf vorbereitet.Während ihres Waldspaziergangs wird Himari mit Shuten-doji und Tama konfrontiert und bekämpft diese am See. Da sich Himari in ihrem Machtniveau stark im Nachteil befindet, entfesselt sie schließlich ihre dämonischen Kräfte, während sie sich auf ihren letzten Kampf vorbereitet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486031","hoster":"VOE"},{"path":"/redirect/10132259","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9698975","hoster":"VOE"},{"path":"/redirect/8607897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/omamori-himari/staffel-1/episode-12","name":"","epNo":12,"alt":"Cats, Yuto, and a Maiden\u0027s Pure Heart","descr":"Da sich der Kampf zwischen Tama und Himari durch Himaris Ayakashi-Transformation intensiviert, eilen Yuto und die anderen Mädchen zum Kampfplatz, wo sie über Himaris verwandeltes Aussehen schockiert sind. Der Kampf wird schnell gedreht, als Tama ihre Fuchsgestalt annimmt und Himari mit ihren Kiefern fängt; Himari befreit sich jedoch und versetzt ihr einen mächtigen Schlag, indem sie sie besiegt. Nachdem Yuto und die Mädchen jedoch heruntergekommen sind, um Himari zu sehen, da sie jeden Verstand verloren hat, greift sie die Mädchen (außer Ageha und Sasa, die aus der Ferne zuschauen) an und überwältigt sie schnell, sodass Yuto als einziger übrig bleibt. Jetzt, da Kaburagi für ihn keinen Nutzen mehr hat, verspottet ihn Shuten-doji damit, wie er Kaburagi ausgetrickst hat und wirft ihn dann beiseite. Yuto greift dann darauf zurück, Himari mit dessen Yasutsuna zu töten, zögert aber in letzter Minute und umarmt Himari.flehte sie an, zu ihm zurückzukehren. Nachdem sie zur Normalität zurückgekehrt sind, bereiten sich Himari und Yuto darauf vor, gegen einen wütenden Shuten-Doji in seiner Oni-Form zu kämpfen. Yuto erfüllt dann Himaris Yasutsuna mit seiner Leichtfähre-Fähigkeit, und mit ihrer neu entdeckten Kraft besiegt Himari Shuten-doji endgültig, und kurz darauf taucht eine hungrige Tama aus den Trümmern auf. Nach dem Kampf bittet Kuesu Yuto, seine Leichtfähre-Fähigkeit zu nutzen, um ihre Kleidung zu reparieren, aber zu seiner Überraschung kann er seine Kraft nicht aufbringen. Am nächsten Tag, zurück in Yutos Haus, bekommt Yuto einen wütenden Besuch von Kisaragi, Taizo und dem Klassensprecher, was zu einem großen Missverständnis führt, nachdem sie alle Mädchen in seinem Haus gesehen haben.s Yasutsuna mit seiner Fähigkeit Leichte Fähre und mit ihrer neu gewonnenen Kraft besiegt Himari Shuten-doji endgültig, und kurz darauf taucht eine hungrige Tama aus den Trümmern auf. Nach dem Kampf bittet Kuesu Yuto, seine Leichtfähre-Fähigkeit zu nutzen, um ihre Kleidung zu reparieren, aber zu seiner Überraschung kann er seine Kraft nicht aufbringen. Am nächsten Tag, zurück in Yutos Haus, bekommt Yuto einen wütenden Besuch von Kisaragi, Taizo und dem Klassensprecher, was zu einem großen Missverständnis führt, nachdem sie alle Mädchen in seinem Haus gesehen haben.s Yasutsuna mit seiner Fähigkeit Leichte Fähre und mit ihrer neu gewonnenen Kraft besiegt Himari Shuten-doji endgültig, und kurz darauf taucht eine hungrige Tama aus den Trümmern auf. Nach dem Kampf bittet Kuesu Yuto, seine Leichtfähre-Fähigkeit zu nutzen, um ihre Kleidung zu reparieren, aber zu seiner Überraschung kann er seine Kraft nicht aufbringen. Am nächsten Tag, zurück in Yutos Haus, bekommt Yuto einen wütenden Besuch von Kisaragi, Taizo und dem Klassensprecher, was zu einem großen Missverständnis führt, nachdem sie alle Mädchen in seinem Haus gesehen haben.was zu einem großen Missverständnis führt, nachdem sie alle Mädchen in seinem Haus gesehen haben.was zu einem großen Missverständnis führt, nachdem sie alle Mädchen in seinem Haus gesehen haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486033","hoster":"VOE"},{"path":"/redirect/10132262","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9698976","hoster":"VOE"},{"path":"/redirect/8607898","hoster":"Streamtape"}]}]}]}]}