{"seriesId":"one-big-happy","name":"One Big Happy","descr":"Im Zentrum der Sitcom stehen die lesbische Lizzy (Elisha Cuthbert) und ihr bester Freund Luke (Nick Zano), mit dem sie gemeinsam ein Kind bekommen will. Die Dinge werden kompliziert, als Luke genau zu jenem Zeitpunkt die Frau seines Lebens (Kelly Brook) kennen lernt, als Lizzy schwanger wird. Eine ungewöhnliche Familie entsteht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"In der Premiere dieser Komödie beschließen die platonischen besten Freunde Lizzy (Elisha Cuthbert) und Luke (Nick Zano), ein Baby zu bekommen, aber als Luke sich verliebt, werden die Pläne ein wenig kompliziert.","versions":[{"lang":2,"streams":[{"redirect":8942708,"hoster":"VOE"},{"redirect":8940819,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Out of the Closet","descr":"Prudence zieht bei Luke und Lizzy ein und bringt die Dinge durcheinander. Außerdem drängt sie Lizzy, einen Schrank mit den Sachen ihres Ex auszuräumen, was Lizzy dazu zwingt, sich mit ihren Gefühlen auseinanderzusetzen.","versions":[{"lang":2,"streams":[{"redirect":8940821,"hoster":"VOE"},{"redirect":12479848,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Crushing It","descr":"Bei einem gemeinsamen Ausflug ins Fitnessstudio entdeckt Lizzy ihren heimlichen Schwarm Kate (ERINN HAYES), und Luke und Prudence helfen ihr, ein Gespräch zu beginnen. Leisha hilft Prudence, ihre Gefühle zu erklären.","versions":[{"lang":2,"streams":[{"redirect":8940824,"hoster":"VOE"},{"redirect":8940825,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Flight Risk","descr":"Prudence überzeugt Luke und Lizzy davon, dass sie ihr Leben aufpeppen müssen. Aus Angst, seine neue Frau könnte ihn langweilig finden, wagt Luke den Sprung zum Fallschirmspringen - mit katastrophalen Folgen.","versions":[{"lang":2,"streams":[{"redirect":8940827,"hoster":"VOE"},{"redirect":8940828,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A Tale of Two Hubbies","descr":"Während einer Gruppenreise nach Las Vegas stellen Nick und Prudence fest, dass ihre überstürzte Hochzeit nicht legal war. Lizzy nimmt es auf sich, eine spektakuläre neue Hochzeit zu organisieren.","versions":[{"lang":2,"streams":[{"redirect":8940830,"hoster":"VOE"},{"redirect":8940829,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Wedlocked","descr":"Um das Geheimnis zu lüften, das Prudence allen vorenthalten hat, verschwindet er, um mit Marcus in die Bars zu gehen, und überlässt es Lizzy, die Scherben aufzusammeln.","versions":[{"lang":2,"streams":[{"redirect":8940815,"hoster":"VOE"},{"redirect":8940816,"hoster":"Streamtape"}]}]}]}]}