{"path":"/serie/stream/opal-hunters-red-dirt-road-trip","name":"Opal Hunters: Red Dirt Road Trip","descr":"Der aus \"Outback Opal Hunters\" bekannte James \"JC\" Caruana wird in drei Monaten Vater. Vorher steht aber noch ein Trip mitten hinein ins unbarmherzige australische Outback an. An der Seite von Minen-Veteran Rod Manning will er so viel wie möglich über die Jagd nach Opalen lernen – und natürlich in möglichst kurzer Zeit möglichst viel Geld verdienen.","seasons":[{"path":"/serie/stream/opal-hunters-red-dirt-road-trip/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/opal-hunters-red-dirt-road-trip/staffel-1/episode-1","name":"Das Hotel in der Mine","epNo":1,"alt":"Episode 1","descr":"Die Zeit drängt, denn in drei Monaten kommt das Baby. Dann muss der Schatzsucher James Caruana eine Familie ernähren. Deshalb will er vor der Geburt seines Kindes auf einem 9000 Kilometer langen Roadtrip so viel über die Edelsteinjagd lernen wie möglich. Das erste Ziel von \"JC\" und seinem Mentor Rod Manning ist das Zentrum der australischen Opal-Industrie im Süden des Landes. In Coober Pedy befördern unerschrockene Abenteurer seit über einem Jahrhundert mit Spitzhacke, Schaufel, Sprengstoff und schwerem Gerät kostbare Mineralien ans Tageslicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12894416","hoster":"VOE"},{"path":"/redirect/12894417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/opal-hunters-red-dirt-road-trip/staffel-1/episode-2","name":"Wasser, Wald und Wölfe","epNo":2,"alt":"Episode 2","descr":"Rod Manning und James Caruana brechen nach Tasmanien auf. Dort locken kostbare Saphire und die Preise befinden sich auf einem Allzeithoch. Der erfahrene Edelsteinjäger will seinem Schüler beibringen, dass man im hart umkämpften Schatzsucher-Business jede Gelegenheit nutzen muss, die sich bietet. Auf der Insel herrschen völlig andere Bedingungen als in der Wüste auf dem australischen Festland. Die Wildnis ist uralt. Einige Pflanzenarten stammen aus der Zeit der Dinosaurier. Auf dem Weg zum Weld River marschieren die Männer durch den dichten Regenwald.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12894422","hoster":"VOE"},{"path":"/redirect/12894421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/opal-hunters-red-dirt-road-trip/staffel-1/episode-3","name":"Ohne Schweiß kein Preis","epNo":3,"alt":"Episode 3","descr":"In schlechten Zeiten darf man keine harte Arbeit scheuen und man muss flexibel sein. Ansonsten wird man im umkämpften Schatzsucher-Business untergehen. Diese Lektion lernt James Caruana auf der Beltana Station im australischen Outback. Dort verdingen sich \"JC\" und sein Mentor Rod Manning auf ihrem Roadtrip als Kameltreiber. Anschließend geht es weiter nach Andamooka. Die Opale in der Region werden auf dem Markt zu hohen Preisen gehandelt. Aber um die kostbaren Edelsteine ans Tageslicht zu befördern, muss man bei extremer Hitze ordentlich schuften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12950569","hoster":"VOE"},{"path":"/redirect/12950568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/opal-hunters-red-dirt-road-trip/staffel-1/episode-4","name":"Die Nacht des Skorpions","epNo":4,"alt":"Episode 4","descr":"Die Edelsteinjagd ist ein harter Knochenjob. Aber James Caruana hat sich bewusst für dieses Leben entschieden. Der 25-jährige Australier wird in drei Monaten zum ersten Mal Vater und muss als Anfänger noch viel über das Schatzsucher-Business lernen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12977442","hoster":"VOE"},{"path":"/redirect/12977441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/opal-hunters-red-dirt-road-trip/staffel-1/episode-5","name":"Cowboy für einen Tag","epNo":5,"alt":"Episode 5","descr":"Der Treibstoff für die mehr als 2000 Kilometer lange Strecke von Andamooka bis nach Queensland hat eine große Menge an Geld gekostet. Die Ausgaben wollen Rod Manning und James Caruana mit bezahlter Arbeit wieder reinholen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13006795","hoster":"VOE"},{"path":"/redirect/13006797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/opal-hunters-red-dirt-road-trip/staffel-1/episode-6","name":"Die Goldgräber kommen","epNo":6,"alt":"Episode 6","descr":"Als Familienvater lastet auf James Caruana in Zukunft große Verantwortung. Und wenn die Preise für Opale einbrechen sollten, muss er flexibel sein. Deshalb bringt Rod Manning seinem Schützling bei, wie man Gold und Saphire findet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13033609","hoster":"VOE"},{"path":"/redirect/13033608","hoster":"Streamtape"}]}]}]}]}