{"seriesId":"open-your-eyes","name":"Open Your Eyes","descr":"Nach einem tragischen Unfall versucht eine Teenagerin mit Gedächtnisstörungen, ihr Leben neu zu ordnen. Doch dann bekommt sie Zweifel an der unkonventionellen Behandlung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Julia erwacht in der abgelegenen Gedächtnisklinik Namens Zweite Chance und hat keinerlei Erinnerungen mehr daran, wie oder wann sie dort eintraf. Sie weiß zu Anfangs nicht mal ihren Namen weswegen sie alle nur no name nennen. Doch langsam kommen immer wieder einzelne Erinnerungen zurück aber immer noch zu wenige um irgend etwas damit anzufangen.","versions":[{"lang":1,"streams":[{"redirect":8597272,"hoster":"VOE"},{"redirect":8597265,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"In Zweite Chance steht der Familienbesuchstag vor der Tür, was unter den Patienten für Vorfreude sorgt. Auch Julia ist aufgeregt denn ihre Tante, an die sie sich eher schlecht als recht erinnern kann soll sie besuchen kommen. Der Tag des Besuches ist gekommen voller Vorfreude geht sie hinunter nur das sie feststellen muss das ihre Tante nicht unter den Besuchern ist. Während sie Adam näherkommt, nehmen Julias Halluzinationen zu.","versions":[{"lang":1,"streams":[{"redirect":8597274,"hoster":"VOE"},{"redirect":8597260,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Als Dr. Zofia Julia mit einer Information verunsichert, vertraut sie sich Adam an. Also entschließen sie sich zu einer gewagten Unternehmung.","versions":[{"lang":1,"streams":[{"redirect":12251062,"hoster":"VOE"},{"redirect":8597286,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Während sie sich nach dem Konzert erholt, erfährt Julia von Adams zunehmend schlechtem Zustand. Eine Tragödie in der Gedächtnisklinik sorgt für Aufruhr.","versions":[{"lang":1,"streams":[{"redirect":12172723,"hoster":"VOE"},{"redirect":8597287,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Nach einer Konfrontation mit der Belegschaft von Zweite Chance fliehen Julia und Adam aus der Einrichtung und begeben sich zum Ort von Julias Unfall.","versions":[{"lang":1,"streams":[{"redirect":12334134,"hoster":"VOE"},{"redirect":8597294,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Julia wacht orientierungslos und mit vielen Fragen in einem Krankenhaus auf. Zwar sieht sie viele bekannte Gesichter, kann die Menschen jedoch nicht richtig zuordnen.","versions":[{"lang":1,"streams":[{"redirect":8597309,"hoster":"VOE"},{"redirect":8597301,"hoster":"Streamtape"}]}]}]}]}