{"seriesId":"operation-buffalo","name":"Operation Buffalo","descr":"Ein fesselndes Drama in Maralinga, Südaustralien, auf dem Höhepunkt des Kalten Krieges. In einer abgelegenen Militärbasis, die britische Atomtests durchführt, ist Paranoia weit verbreitet, und Atombomben sind nicht die einzigen Dinge, die getestet werden, da Loyalität, Liebe und Verrat gegeneinander antreten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"1956 wird der hochdekorierte Militäringenieur Major Leo Carmichael mit der Überwachung des Baus der britischen Atomtesttürme in Maralinga in der südaustralischen Wüste beauftragt.","versions":[{"lang":2,"streams":[{"redirect":8823024,"hoster":"VOE"},{"redirect":8609814,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Die Ankunft einer neuen Frau im Lager hat Leo sofort misstrauisch gemacht, als Cranky nach einer Begegnung mit einer Aborigine-Familie seinen Zweck in Frage stellt.","versions":[{"lang":2,"streams":[{"redirect":8823034,"hoster":"VOE"},{"redirect":8627045,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"In Adelaide umgeht Leo ASIO und erhält von Generalstaatsanwalt Wilcox ein Angebot, das er nicht ablehnen kann. Zurück in Maralinga befragt Eva Quentin nach seinen Wetterberichten.","versions":[{"lang":2,"streams":[{"redirect":8823027,"hoster":"VOE"},{"redirect":8627037,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Als Leo mit Wilcox und Pressevertretern in Maralinga ankommt, muss er sie von den unerwarteten Besuchern fernhalten, die sich in der Küche des Lagers verstecken.","versions":[{"lang":2,"streams":[{"redirect":8823032,"hoster":"VOE"},{"redirect":8609815,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Als Carmens Freunde Molly, Lydia und Yvonne von einem ASIO-Mitarbeiter angegriffen werden, tauchen sie im Maralinga-Krankenhaus auf und konfrontieren Leo mit dem Vorfall und fragen, wie es ist, dass ASIO wusste, wo sie zu finden sind.","versions":[{"lang":2,"streams":[{"redirect":8823036,"hoster":"VOE"},{"redirect":8627042,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Leo und Corinne entscheiden, wem sie vertrauen sollen, während Eva mit ihrem Entführer kämpft und Cranky Dalgleish sagt, dass er in der Wüste bleiben will. (Finale)","versions":[{"lang":2,"streams":[{"redirect":8823023,"hoster":"VOE"},{"redirect":8609826,"hoster":"Streamtape"}]}]}]}]}