{"seriesId":"ore-no-imouto-ga-konnani-kawaii-wake-ga-nai","name":"Ore no Imouto ga Konnani Kawaii Wake ga Nai","descr":"Kyousuke Kousakas jüngere Schwester Kirino ist hübsch, beliebt und arbeitet sogar als Model, überragt ihren Bruder also in sozialen Belangen deutlich. Auch er kennt nur diese Seite von ihr und staunt deshalb nicht schlecht, als er eines Tages durch Zufall herausfindet, dass sie insgeheim ein Eroge-Otaku ist. Entgegen Kirinos anfänglicher Sorge sieht er auch keinen Grund ihr anzügliches Hobby zu verraten, weshalb er für sie schnell Gesprächspartner und Lakai wird, während sie weiterhin ihrer Obsession nachgeht.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"OVA 1","descr":"","versions":[{"lang":3,"streams":[{"redirect":8444824,"hoster":"VOE"},{"redirect":8444825,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"","epNo":2,"alt":"OVA 2","descr":"","versions":[{"lang":3,"streams":[{"redirect":8444827,"hoster":"VOE"},{"redirect":8444826,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"","epNo":3,"alt":"OVA 3","descr":"","versions":[{"lang":3,"streams":[{"redirect":8444831,"hoster":"VOE"},{"redirect":8444830,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"","epNo":4,"alt":"OVA 4","descr":"","versions":[{"lang":3,"streams":[{"redirect":8444835,"hoster":"VOE"},{"redirect":8444832,"hoster":"Streamtape"}]}]},{"epId":"film-5","name":"","epNo":5,"alt":"Special 1","descr":"","versions":[{"lang":3,"streams":[{"redirect":13470742,"hoster":"VOE"},{"redirect":8609962,"hoster":"Streamtape"}]}]},{"epId":"film-6","name":"","epNo":6,"alt":"Special 2","descr":"","versions":[{"lang":3,"streams":[{"redirect":13470743,"hoster":"VOE"},{"redirect":8609965,"hoster":"Streamtape"}]}]},{"epId":"film-7","name":"","epNo":7,"alt":"Special 3","descr":"","versions":[{"lang":3,"streams":[{"redirect":12380731,"hoster":"VOE"},{"redirect":12982201,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"There`s No Way I Could Love My Sister","descr":"Nachdem Kyosuke Kosaka seine kleine Schwester Kirino in der Halle getroffen hat, findet er eine zauberhafte Mädchen-Anime-DVD, die ein Spiel für Erwachsene mit dem Thema \"Kleine Schwester\" enthält. Kyosuke erfährt bald, dass das Spiel Kirino gehört und konfrontiert sie damit.","versions":[{"lang":3,"streams":[{"redirect":8444836,"hoster":"VOE"},{"redirect":8444837,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"There`s No Way I`d Go to an IRL Meetup with My Sister","descr":"Als Kyosuke bemerkt, dass Kirino niemanden hat, mit dem sie ihre Hobbys teilen kann, bittet er seine Freundin Manami Tamura um Rat, die ihr vorschlägt, ein paar Otaku-Freunde zu finden.","versions":[{"lang":3,"streams":[{"redirect":8444844,"hoster":"VOE"},{"redirect":8444843,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"There`s No Way My Little Sister Can Be This Cute","descr":"Kirino bleibt wieder bei Saori und Kuroneko und ist überrascht, dass sie sich keine Sorgen machen müssen, ihre Hobbys zu verstecken.","versions":[{"lang":3,"streams":[{"redirect":12172733,"hoster":"VOE"},{"redirect":8444849,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"There`s No Way My Little Sister Would Go To Summer Comiket","descr":"Als Kirino Kyosuke zwingt, einen Eroge zu spielen, bittet er Saori um einige Spieltipps.","versions":[{"lang":3,"streams":[{"redirect":8444850,"hoster":"VOE"},{"redirect":8444851,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"There`s No Way My Little Sister`s Friend Can Be This XX","descr":"Kirinos beste Freundin Ayase findet heraus, dass sie Eroge mag.","versions":[{"lang":3,"streams":[{"redirect":8444853,"hoster":"VOE"},{"redirect":8444854,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"There`s No Way My Childhood Friend Can Be This Cute","descr":"Manami lädt Kyosuke zu sich nach Hause ein, um ein paar Süßigkeiten aus dem Geschäft ihrer Familie für eine Halloween-Veranstaltung zu probieren.","versions":[{"lang":3,"streams":[{"redirect":8444858,"hoster":"VOE"},{"redirect":8444859,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"There`s No Way My Little Sister Can Write a Novel","descr":"Kirino schleppt Kyosuke an Heiligabend durch die Stadt.","versions":[{"lang":3,"streams":[{"redirect":8444863,"hoster":"VOE"},{"redirect":8444866,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"There`s No Way My Little Sister Could Get an Anime","descr":"Während Kirinos Roman immer beliebter wird, offenbart ihr Herausgeber, dass er in einen Anime umgewandelt werden kann.","versions":[{"lang":3,"streams":[{"redirect":8444868,"hoster":"VOE"},{"redirect":8444869,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"There`s No Way My Little Sister Can Play Eroge Like This","descr":"Kirino bekommt ein lang erwartetes Spiel für Erwachsene in die Post und verbringt den ganzen Tag damit, es zu spielen.","versions":[{"lang":3,"streams":[{"redirect":8444873,"hoster":"VOE"},{"redirect":12982199,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"There`s No Way My Little Sister Can Cosplay Like This","descr":"Ayase bittet Kyosuke, ihr einen Rat für ein Geschenk zu geben, das sie Kirion geben kann, um sie wiedergutzumachen.","versions":[{"lang":3,"streams":[{"redirect":8444876,"hoster":"VOE"},{"redirect":8444874,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"There`s No Way My Little Sister Can Be a Maid","descr":"Nachdem Kyosuke sie im Supermarkt getroffen hat, lädt er Manami zu sich nach Hause ein, um ihm beim Mittagessen zu helfen.","versions":[{"lang":3,"streams":[{"redirect":8444881,"hoster":"VOE"},{"redirect":8444882,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"There`s No Way My Little Sister`s Life Advice Can End Like This (Good End)","descr":"Kirino bittet Kyosuke in ihrer letzten Lebensberatung, ihr ein Spiel für Erwachsene zu kaufen, das um Mitternacht in Akihabara startet.","versions":[{"lang":3,"streams":[{"redirect":8444887,"hoster":"VOE"},{"redirect":8444888,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"My Little Sister Can`t Come Back Home Again","descr":"Kirino als er die Sache mit der Schule und Freunden nach ihrer Rückkehr aus Amerika organisiert. Kyosuke macht sich zunehmend Sorgen, dass sie ihn wieder ignorieren könnte, weil er sie gezwungen hat, zurückzukehren, und weil er Mühe hat, die Bedeutung des Kusses zu finden, den Ruri ihm gab, als er sie zurückholen wollte.","versions":[{"lang":3,"streams":[{"redirect":12172735,"hoster":"VOE"},{"redirect":8444891,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Onii-san I Trusted and Sent Off Can`t Get This Addicted to a Mobile Dating Sim and Commit Sexual Harassment","descr":"Da Ayase frustriert ist, dass Kirino sie zugunsten eines beliebten Handyspiels namens Love Touch ignoriert, mit dem Sie Texte mit virtuellen Mädchen austauschen können, bittet sie Kyosuke, etwas dagegen zu unternehmen. Nachdem Kyosuke es Kirino erzählt hat, gibt sie ihm Love Touch, um nicht in Versuchung zu geraten, nur damit Kyosuke selbst süchtig wird.","versions":[{"lang":3,"streams":[{"redirect":8444892,"hoster":"VOE"},{"redirect":8444893,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"My Friend Can`t Take Off Her Glasses","descr":"Als Kyosuke, Kirino und Ruri beschließen, Saoris Wohnung zu ihrem Geburtstag zu besuchen, sehen sie endlich, wie sie ohne Brille aussieht. Vor vier Jahren war Saori ein Mädchen mit einem schwachen Körper, das zu schüchtern war, sein Gesicht anderen zu zeigen.","versions":[{"lang":3,"streams":[{"redirect":8444896,"hoster":"VOE"},{"redirect":8444897,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"My Little Sister`s Rival Can`t Come to Japan","descr":"Kirinos Verfolgerin aus ihrer Zeit in Amerika, Ria Hagry, kommt nach Japan und bleibt bei ihr zu Hause. Kirino fühlt sich ein bisschen beschützt von ihr und bestraft Kyosuke oft nach jedem kleinen Missverständnis. Kirino und Kyosuke nehmen Ria mit nach Akihabara, um ihr Kirinos verschiedene Hobbys zu zeigen.","versions":[{"lang":3,"streams":[{"redirect":8444901,"hoster":"VOE"},{"redirect":8444898,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"I Can`t Be My Little Sister`s Boyfriend and My Little Sister Can`t Have a Boyfriend","descr":"Kirino bittet Kyosuke, sich als ihr Freund auszugeben, während sie sich mit einem Unternehmensleiter, Misaki Fujima, treffen. Misaki möchte, dass Kirino als eines ihrer exklusiven Models im Ausland arbeitet, und zwingt Kirino, Kyosuke als Freund zu haben, um nicht zu gehen.","versions":[{"lang":3,"streams":[{"redirect":8444906,"hoster":"VOE"},{"redirect":8444905,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"There`s No Way My Sister Would Bring Her Boyfriend Home!","descr":"Bei dem Jungen handelt es sich um Kouki Mikagami, einen Designer aus Misakis Firma, der zu Kirinos Überraschung auch ein Otaku ist. Später, nachdem Kyosuke Ayase das \u0027Fake Date\u0027-Szenario erklärt und sie fragt, ob Kirino einen Freund hat, wird es auf der After-Party spannend, als Kirino sieht, wie Ruri Kyosuke angeblich gesteht.","versions":[{"lang":3,"streams":[{"redirect":8444909,"hoster":"VOE"},{"redirect":8444908,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"I Can`t Become a Couple with My Underclassman","descr":"Da Kyosuke nicht in der Lage ist, ihr eine klare Antwort zu geben, bittet Ruri sie, am nächsten Tag nach der Party seine Antwort zu geben. Beide, Kirino und Manami, sagen ihm, er solle sich diese Entscheidung gut überlegen.","versions":[{"lang":3,"streams":[{"redirect":8444913,"hoster":"VOE"},{"redirect":8444915,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"I Can`t Create a Summer Memory with My Underclassman","descr":"Als Kyosuke von Kirino behandelt wird, nachdem er sich aus irgendeinem Grund das Gesicht verletzt hat, verrät er ihr, dass er und Ruri beschlossen haben, sich zu verabreden. Zu seiner großen Überraschung beschwert sie sich nicht darüber. Bei ihrem ersten Date trägt Ruri ein speziell für diesen Anlass entworfenes Cosplay, sehr zu Kyosukes Erstaunen.","versions":[{"lang":3,"streams":[{"redirect":8444916,"hoster":"VOE"},{"redirect":8444918,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"My Little Sister Can`t Be This Cute!","descr":"Nachdem Kyosuke nach ihrer angeblichen Trennung kein Wort von Ruri gehört hat, ist er schockiert, als er von Sena erfährt, dass Ruri die Schule verlegt hat und ihr Haus später komplett geräumt ist. Beunruhigt kommt Kyosuke zu Kirino, der ihm seine eigene Lebensberatung gibt und beschließt, ihm bei der Suche nach ihr in einer Stadt mit heißen Quellen zu helfen.","versions":[{"lang":3,"streams":[{"redirect":8444920,"hoster":"VOE"},{"redirect":8444922,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"My Little Sister Can`t Wear a Wedding Dress","descr":"Nachdem Ayase von Kyosuke und Ruris Trennung erfahren hat, ist sie irritiert, dass es nichts mit ihr zu tun hat. Trotzdem bittet sie Kyosuke, seine \u0027Manager\u0027-Rolle noch einmal zu übernehmen, als sie darum bittet, bei einem Meruru-Konzert mitzuhelfen, an dem Kanako und Bridget teilnehmen.","versions":[{"lang":3,"streams":[{"redirect":8444921,"hoster":"VOE"},{"redirect":8444927,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Little Sisters Can`t Barge in on Their Brother Who Lives Alone","descr":"Besorgt darüber, wie nahe Kyosuke und Kirino zusammengekommen sind, arrangieren ihre Eltern, dass Kyosuke alleine lebt, damit er sich auf seine Prüfungen konzentrieren kann. Da Kyosuke eine Note A erreichen muss, bevor er zurückkehren kann, fügt Kirino hinzu, dass sie, wenn er Erfolg hat, alles tun wird, was er verlangt.","versions":[{"lang":3,"streams":[{"redirect":8444932,"hoster":"VOE"},{"redirect":8444930,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Total Angel Ayase-tan Can`t Descend Upon My Place While I Live Alone","descr":"In seiner neuen Wohnung findet eine Party für Kyosuke statt und Kirino kommt dort an, um Manami zu finden. Trotz ihrer Feindseligkeit gegenüber dem Klassenkameraden ihres Bruders beschließt sie, sie für ihn beiseite zu legen.","versions":[{"lang":3,"streams":[{"redirect":8444934,"hoster":"VOE"},{"redirect":8444935,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Little Sisters Can`t Fall in Love with Their Older Brothers!","descr":"Kirino erinnert sich an ihre Kindheit, als sie Kyosuke sehr mochte und immer zu ihm aufsah, bis er aufhörte, alles zu geben und einen entspannteren Lebensstil annahm.","versions":[{"lang":3,"streams":[{"redirect":8799912,"hoster":"VOE"},{"redirect":8609978,"hoster":"Streamtape"}]}]}]}]}