{"seriesId":"ore-ga-suki-na-no-wa-imouto-dakedo-imouto-ja-nai","name":"Ore ga Suki na no wa Imouto dakedo Imouto ja Nai","descr":"[My Sister, My Writer] Ore ga Suki na no wa Imouto dakedo Imouto ja Nai handelt von den Geschwistern Nagami: Suzuka und Yuu. Suzuka ist eine attraktive Mittelschülerin in ihrem dritten Jahr, die nicht nur äußerlich zu bestechen weiß, sondern auch akademisch einiges auf dem Kasten hat. So kann sie neben ihren exzellenten Leistungen auch noch die Position der Schülerratspräsidentin ihrer Schule zu ihrem Resümee hinzufügen. Neben ihren schulischen Tätigkeiten bleibt die intelligente Suzuka jedoch nicht untätig, sondern ist Hobby-Autorin und hat eine Light Novel geschrieben, in deren Hauptrolle sich eine kleine Schwester findet, die ihren großen Bruder über alles liebt und bewundert. Als diese dann aber einen Preis gewinnt, muss ihr tatsächlicher Bruder, Yuu, herhalten und für sie den Stellvertreter spielen.So debütierte Yuu – der von Light Novels und der Schriftstellerei eigentlich gar keine Ahnung hat – als Light-Novel-Autor unter dem Künstlernamen Chikai Towano und das Chaos beginnt …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"How My Sister and I Became Light Novel Authors","descr":"Yuu und Suzuka sind Geschwister mit unterschiedlichen Interessen: Während Suzuka die beliebte Schülersprecherin einer Mädchenschule ist, reicht Yuu reihenweise Manuskripte für Light Novels bei Wettbewerben ein, jedoch ohne Erfolg. Umso geschockter ist er, als seine Schwester ihm daraufhin ein Geheimnis beichtet .","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"My Little Sister Aims for the Greatest Heights","descr":"Suzuka will für ihren zweiten Band recherchieren. Dabei passt es ihr gar nicht, dass Yuu von allerlei hübschen Frauen umringt ist, weil sie ihn für den Autoren halten.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"My Little Sister and I Are Light Novel Authors Together","descr":"Suzuka bekommt von ihrer Editorin den Rat, eine weitere Protagonistin einzuführen. Doch trotz der Hilfe von Ahegao und Mai will ihr einfach nichts einfallen ... Weil sie eigentlich gar keinen neuen Charakter vorstellen will. Doch um ihr Werk beliebter zu machen, tut sie, was immer nötig ist.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"I Just Wanted to Catch Up to My Little Sister, That`s All","descr":"Mai findet ein Manuskript und zweifelt daran, dass Yuu wirklich Towano Chikai ist. Doch Suzuka hat bereits einen Plan, der nicht ganz uneigennützig ist.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"I Love My Little Sister More Than Anything in the World","descr":"Die Truppe besucht Mais Villa, um Recherche zu betreiben. Yuu merkt, dass mit ihr irgendetwas nicht stimmt.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Our Hakuou Girl`s School Culture Festival","descr":"Yuu und Suzuka besuchen eine Doujinshi-Convention, damit Suzuka sich mit der Otaku-Kultur auseinandersetzen kann. Dort tauchen Rivalinnen von Ahegao auf, die mit ihren Doujinshi immer an der obersten Spitze stehen. Als sie Suzukas Roman beleidigen, lässt sie sich auf einen Wettstreit mit ihnen ein. Und um Recherche zu betreiben, besucht sie zusammen mit Yuu das Kulturfest ihrer Schule.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"My Sister and I Face a Doujinshi Contest We Can`t Lose","descr":"Wir müssen uns jetzt der Herausforderung stellen, die von den Königinnen der Fanfiction ins Leben gerufen wurde. Leider wirkt Suzuka ziemlich müde und Yû muss aushelfen.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"About The Time I Got a New Little Sister","descr":"Die Adaption des Mangas in einen Anime ist im Gange. Yû muss die Verantwortlichen des Projekts treffen, um seine Sicht der Dinge zu erklären.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Our Special Training at the Theme Park","descr":"Die Mädels beschließen, alle eine andere Art kleine Schwester zu spielen, um Yuu bei seinem Spezialtraining zu unterstützen.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"It`s Okay for Me to Be Moe for Little Sisters","descr":"Yuu ist sich wieder bewusst geworden, wie sehr er kleine Schwestern eigentlich liebt. Und das will er auch Sakurada klarmachen.","versions":[]}]}]}