{"seriesId":"orenchi-no-furo-jijou","name":"Orenchi no Furo Jijou","descr":"[49 Days With a Merman] Tatsumi lebt ohne seine Eltern – ganz alleine. Dies ist auch der einzige Punkt, der ihn von den meisten anderen Highschool-Schülern unterscheidet. Er ist also ganz normal – sollte man meinen. Jedoch zieht aufgrund einiger Umstände der umwerfend gutaussehende Meermann Wakasa in die Badewanne von Tatsumi ein. Das ist das Aus des bis jetzt normalen Lebens des Schülers.Wakasa ist zwar ein bisschen egozentrisch aber dafür sehr süß. Tatsumi auf der anderen Seite ist eher cool und ein ziemlicher Wichtigtuer.Was erwartet uns wohl, wenn zwei Charaktere, die nicht nur körperlich sondern auch von der Persönlichkeit sehr unterschiedlich sind, aufeinandertreffen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Special Situation In My Bathtub","descr":"Die Geschichte beginnt damit, dass Tatsumi, ein junger Mann, in sein Haus zurückkehrt, wo er von dem Meermann Wakasa begrüßt wird, der in seiner Badewanne lebt.","versions":[{"lang":2,"streams":[{"redirect":13491703,"hoster":"VOE"},{"redirect":10134123,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":4849896,"hoster":"Vidoza"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Severe Circumstances of My Household Budget","descr":"Die Versorgung von Wakasa mit Nahrung und Unterkunft belastet Tatsumis Budget, also versucht er, Wege zu finden, um Geld zu sparen.","versions":[{"lang":2,"streams":[{"redirect":11314005,"hoster":"VOE"},{"redirect":10134124,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Circumstances of Wakasa\u0027s Friends: Takasu Edition","descr":"Tatsumi hat einen neuen Gast in seiner Badewanne; Ein Oktopus namens Takasu.","versions":[{"lang":2,"streams":[{"redirect":11314013,"hoster":"VOE"},{"redirect":10134125,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Circumstances of Wakasa\u0027s Friends: Mikuni Edition","descr":"Es gibt einen neuen Gast in Tatsumis Bad. Diesmal ist es eine Qualle, die Mikuni heißt.","versions":[{"lang":2,"streams":[{"redirect":11314009,"hoster":"VOE"},{"redirect":10134126,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Halloween Circumstances of my Household","descr":"Wakasa, Takasu und Mikuni verkleiden sich für Halloween und versuchen, Tatsumi in ihre Feiern zu ziehen. Es gelingt ihnen, Tatsumi dazu zu bringen, sie zu dekorieren und ihnen Süßigkeiten zu geben, aber als sie erkennen, dass er nicht die Absicht hat, selbst Süßes oder Saures zu machen, lassen sie ihn mit den Süßigkeiten, die er ihnen gerade gegeben hat, Süßes oder Saures geben, weil er es ist Das jüngste Geschenk.","versions":[{"lang":2,"streams":[{"redirect":11314018,"hoster":"VOE"},{"redirect":10134127,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Circumstances of My Bubbles","descr":"Tatsumi und Wakasa nehmen beide zusammen ein Schaumbad, aber als die Blasen verschwinden und Wakasa beschließt, sie selbst zu machen, enden die Dinge nicht so gut.","versions":[{"lang":2,"streams":[{"redirect":11314015,"hoster":"VOE"},{"redirect":10134128,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"My Sibling Circumstances","descr":"Tatsumis Schwester Kasumi kommt vorbei und erfährt von Wakasa.","versions":[{"lang":2,"streams":[{"redirect":11314019,"hoster":"VOE"},{"redirect":10134129,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Trendy Circumstances of Modern Men","descr":"Wakasa versucht, sein Gemüse nicht mehr zu essen, indem er protestiert, ein Fleischfresser zu sein, sei trendiger, nachdem er den umgangssprachlichen Begriff in einer Zeitschrift gelesen und missverstanden hat. Nachdem dies Tatsumi nicht davon abbringen kann, behauptet Wakasa, schon einmal beim Essen von Gemüse krank geworden zu sein, zwingt sich jedoch dazu, es zu essen, nachdem Tatsumi das Badezimmer verlässt. Als Wakasa behauptet, dass er von seiner Gesundheit und Stärke überzeugt ist, ob er sich ausgewogen ernährt oder nicht, fordert Tatsumi ihn zu einem Armdrücken heraus, um es zu beweisen.","versions":[{"lang":2,"streams":[{"redirect":11314020,"hoster":"VOE"},{"redirect":10134130,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"My Naked Circumstances","descr":"Kasumi kommt zu Besuch, während Tatsumi das Badewasser wechselt und verlangt, zusammen mit ihrem Bruder ein Bad zu nehmen. Tatsumi weigert sich zunächst, weil er es nicht mag, wenn Wakasa seine Schwester nackt sieht, aber Wakasa überredet ihn, zu akzeptieren. Kasumi und Tatsumi versuchen, Wakasa die Augen zu verbinden, um Kasumis Privatsphäre zu schützen, aber Wakasa besteht darauf, mitzumachen, weil es so klingt, als hätten die Geschwister Spaß und er fühlt sich ausgeschlossen. Kasumi und Wakasa freunden sich über ihren gemeinsamen Geschmack an Badeprodukten an, und während des Abspanns überredet Kasumi Wakasa, ihr Fotos von Tatsumi zu schicken, indem er verspricht, ihn mit seinem Lieblingsshampoo zu bezahlen.","versions":[{"lang":2,"streams":[{"redirect":11314022,"hoster":"VOE"},{"redirect":10134131,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Circumstances of Wakasa\u0027s Friends: Maki Edition","descr":"Tatsumi rettet zwei Jungen eine Flussschnecke. Es stellt sich heraus, dass es sich bei der Schnecke um Maki handelt, eine weitere Freundin von Wakasa. Maki ist negativ, selbstironisch und nachlässig, beeindruckt aber Tatsumi, indem er die Badewanne putzt.","versions":[{"lang":2,"streams":[{"redirect":11314026,"hoster":"VOE"},{"redirect":10134132,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Seven Transformations of my Bathtub Circumstances","descr":"Tatsumi bekommt eine Gehaltserhöhung von seinem Chef und sagt Wakasa, dass er etwas verlangen kann, das ihm gefällt, auch wenn es etwas extravagant ist.","versions":[{"lang":2,"streams":[{"redirect":11314025,"hoster":"VOE"},{"redirect":10134133,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Circumstances of Wakasa Staying Home Alone","descr":"Wakasa wird nervös, als Tatsumi zu spät nach Hause kommt und aus der Wanne steigt, um sich im Haus umzusehen, was ein Durcheinander verursacht und fast austrocknet. Als Tatsumi nach Hause kommt, bedankt er sich bei Wakasa dafür, dass er sich Sorgen um ihn macht, lässt ihn aber versprechen, das nächste Mal nicht aus der Wanne zu steigen, sonst wird er Wakasa den mitgebrachten Kuchen nicht geben.","versions":[{"lang":2,"streams":[{"redirect":11314031,"hoster":"VOE"},{"redirect":10134134,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Circumstances of Wakasa`s Employment","descr":"Wakasa befürchtet, dass Tatsumi ihn rausschmeißen könnte, nachdem er im Fernsehen gesehen hat, wie sich ein Mann über die Moocher-Tendenzen seines Partners beschwert, und bittet Tatsumi, ihm bei der Jobsuche zu helfen. Da Wakasa nichts für einen Lebenslauf hat, empfiehlt Tatsumi ihm, per Post an Gewinnspielen teilzunehmen, aber Wakasa kann keine Kanji schreiben und Tatsumi muss es ihm beibringen. Wakasa füllt Stapel Postkarten aus, ist aber schockiert, dass er die Wettbewerbsergebnisse einen Monat lang nicht sehen wird. Tatsumi versichert Wakasa, dass er sich keine Sorgen machen muss, rausgeschmissen zu werden, weil sie Freunde sind. Wakasa nimmt hauptsächlich an Wettbewerben teil, um kostenloses Fleisch zu gewinnen, aber was er am Ende des Monats erhält, ist ein Schal, den er Tatsumi geben wollte. Während des Abspanns kommen Wakasas Freunde zu einer Silvesterparty und Kasumi hat auch einen kurzen Auftritt und wünscht ihrem Bruder aus ihrem eigenen Haus ein frohes neues Jahr.","versions":[{"lang":2,"streams":[{"redirect":11314030,"hoster":"VOE"},{"redirect":10134135,"hoster":"Streamtape"}]}]}]}]}