{"seriesId":"orphan-black","name":"Orphan Black","descr":"Die kanadisch-US-amerikanische Fernsehserie Orphan Black vermischt Elemente von Drama, Mystery und Science-Fiction. Im Mittelpunkt des Geschehens befindet sich Sarah Manning (Tatiana Maslany in Mehrfachrolle), eine junge Frau. Geprägt von vielen Schicksalsschlägen wankt die Aussenseiterin und Waise durch ihr Leben und versucht die Ereignisse ihrer finsteren Vergangenheit zu verdrängen. Als Sarah eines Tages den Suizid einer Frau am Bahnsteig mitbekommt, stellt sie bei näherer Betrachtung der Leiche schockierend fest: Die tote Frau sieht genauso aus wie sie selbst. Kurzerhand übernimmt Sarah ihre Identität. Nicht zuletzt, da ihr selbst eine konkrete Perspektive im Leben fehlt. Nun trägt sie den Namen Beth Childs, hat eine schicke Wohnung inklusive Liebhaber und ist Detective von Beruf. Als Sarah jedoch Nachforschungen hinsichtlich ihrer neuen Identität anstellt, findet sie heraus, dass sie ein Klon ist - einer von vielen. Ohne erkennbares System leben viele weitere Klone in unterschiedlichen Städten verstreut. Niemand weiss, warum und von wem die Klone gezüchtet werden. Doch dann gerät ihre Existenz durch einen unbekannten Killer in Gefahr, der auf der Jagd nach den Klonen ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Natürliche Selektion","epNo":1,"alt":"Natural Selection","descr":"Sarah Manning, 27, Vollwaise und Gelegenheitsdrogendealerin, kehrt nach fast einem Jahr zurück in ihre Heimatstadt. Ihrem Ex-Freund Vic hat sie Kokain gestohlen, das sie jetzt mit Hilfe ihres Ziehbruders Felix, einem Stricher, verkaufen möchte. Sarah träumt davon, ihre Tochter Kira von der Pflegemutter wegzuholen, und mit Felix ein neues Leben zu beginnen. Nach ihrer Ankunft begegnet ihr auf dem Bahnsteig eine Frau, Beth Childs, die ihr zum Verwechseln ähnlich sieht. Kurz darauf wirft Beth sich vor den Zug. Sarah stiehlt deren Handtasche und beschließt, die Identität der Toten anzunehmen. Felix identifiziert die Leiche im Leichenschauraum als Sarah Manning. Doch mit der neuen Identität steht Sarah auch vor neuen Problemen: Auf dem Handy von Beth Childs gehen ständig SMS-Nachrichten eines unbekannten Anrufers ein. Die Tote war Polizistin und ist offenbar Gegenstand einer polizeiinternen Ermittlung, weil sie eine Frau erschossen hat. Beths Freund Paul scheint misstrauisch zu sein und Beths Partner Detective Art kann Sarah schwer einschätzen. Während Felix und Sarah endlich das ersehnte Geld der Toten in der Tasche haben, begegnet Sarah Katja Obinger, deren Geburtsurkunde Beth in einem Schließfach aufbewahrte und die Sarah ebenfalls ähnelt. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799969,"hoster":"VOE"},{"redirect":11097206,"hoster":"Doodstream"},{"redirect":13765685,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582577,"hoster":"VOE"},{"redirect":8609969,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Instinkt","epNo":2,"alt":"Instinct","descr":"Sarahs Freunde halten bei Felix eine Gedenkfeier für sie ab. Als Sarah bei ihm auftaucht, läuft sie Vic fast in die Arme. Das hätte ihr gerade noch gefehlt, denn sie hat jetzt noch mehr Probleme als vorher: Als Beth wird sie von ihrem Kollegen Detective Art gezwungen, schnell wieder dienstfähig zu werden, weil er nur dann das gestohlene Geld wieder herausrückt. Dazu muss sie noch eine Sitzung bei Dr. Bowers absolvieren, um eine Tauglichkeitsbescheinigung zu bekommen. Danach folgt die erneute Anhörung vor dem Ermittlungsausschuss, die sie – dank guter Vorbereitung – auch besteht. Währenddessen klingelt unaufhörlich das Handy, auf dem eine geheimnisvolle Anruferin Sarah erst dazu anleitet, Katja Obingers Leiche verschwinden zu lassen und sich danach ihren Aktenkoffer aus dem Hotel zu beschaffen. Als sie ihn knackt, findet sie Blut- und Haarproben sowie verschiedene europäische Ausweisdokumente. Danach trifft Sarah auf eine Frau namens Alison, die in der Vorstadt wohnt und Mutter zweier Kinder ist. Sie versucht mit Alison zu reden, wird von ihr aber weggeschickt. Alison möchte um jeden Preis verhindern, dass ihre Kinder Sarah zu Gesicht bekommen, denn Alison sieht ebenfalls aus wie Sarah. Als die beiden Frauen sich abends treffen, kommt Felix als Beschützer mit. Er wartet vor dem Haus, während Sarah eine bestürzende Entdeckung macht: Es gibt noch weitere Frauen, die so aussehen wie sie. Sie alle sind Klone. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8782465,"hoster":"VOE"},{"redirect":11097216,"hoster":"Doodstream"},{"redirect":8610023,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12918615,"hoster":"VOE"},{"redirect":8609970,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Vielfalt der Natur","epNo":3,"alt":"Variation Under Nature","descr":"Katja Obingers Leiche wird zerstückelt in einer Sandgrube gefunden. Beth wird wieder in Dienst gestellt, ist aber aus Arts Sicht für die Ermittlungsarbeit ungeeignet und soll Bürodienst machen. Leider ist das nicht so einfach, wenn man die polizeiinternen Abläufe nicht kennt. Sarah gewinnt den Informatiker Raj als Verbündeten, der ihr am PC unter die Arme greift. Dennoch muss sie die Ergebnisse des Fingerabdruck-Vergleichs verschwinden lassen, denn Cosima befürchtet, die Ergebnisse könnten zu den Klonen führen. Eine weitere Schwierigkeit ist, dass Art einen Termin auf dem Schießstand ausgemacht hat, Sarah aber keine Ahnung vom Schießen hat. Damit Alison ihr den Schusswaffengebrauch beibringen kann, muss Felix den Babysitter geben, was überraschende Folgen hat. Als Art und Sarah in ihrer Rolle als Beth einem Hinweis auf ein gestohlenes Motorrad nachgehen, dass nach Arts Vermutung vom Mörder der unbekannten Leiche gefahren worden ist, geht alles schief. Auf Art und Sarah wird geschossen, Sarah nimmt widerwillig die Verfolgung auf, in einem Hof kommt es zu einer Begegnung mit einem weiteren Klon. Diese Frau allerdings scheint es auf Beths Leben abgesehen zu haben. Sarah hat sich in eine fast aussichtslose Lage gebracht. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13117177,"hoster":"VOE"},{"redirect":11097212,"hoster":"Doodstream"},{"redirect":8610025,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582578,"hoster":"VOE"},{"redirect":8609971,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Einfluss äußerer Bedingungen","epNo":4,"alt":"Effects of External Conditions","descr":"Es wird für Sarah immer schwieriger, die polizeilichen Ermittlungen so zu steuern, dass die Klone unentdeckt bleiben. Helena, der neue Klon mit ausländischem Akzent, scheint in einem religiösen Wahn gefangen zu sein, andererseits verhält sie sich überaus klug und sehr berechnend. Sie sorgt dafür, dass die Polizei eins ihrer Verstecke findet und sich ein Bild machen kann, weil sie glaubt, es gäbe eine geistige Verbindung zwischen Sarah und ihr. Dazu wirft das Messer, das Sarah Helena abgenommen hat, viele Fragen auf. Wegen all dieser Ermittlungen und der drohenden Enttarnung, muss Sarahs lang ersehnter Besuch bei Kira von Alison wahrgenommen werden. Aber Kira lässt sich nicht täuschen: Die Frau, die sie besucht, ist ganz sicher nicht ihre Mutter. Alison sieht sich gezwungen, Kira in das Geheimnis einzuweihen. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13117176,"hoster":"VOE"},{"redirect":11097225,"hoster":"Doodstream"},{"redirect":8610026,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582584,"hoster":"VOE"},{"redirect":8609972,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Existenzbedingungen","epNo":5,"alt":"Conditions of Existence","descr":"Sarah hatte die Hoffnung, ihre vorläufige Entlassung aus dem Polizeidienst – und damit aus ihrer Doppelrolle als Beth – würde die Situation entspannen, doch da mehren sich die Anzeichen dafür, dass die Waisen tatsächlich Teil eines groß angelegten geheimnisvollen Experiments sind. Sarah verdächtigt zunehmend Beths Freund Paul, etwas zu verbergen. Ihre misstrauischen Fragen veranlassen jedoch wiederum Paul, Nachforschungen anzustellen, die ihn der Wahrheit bedrohlich nahe bringen. Inzwischen läuft Alison zufällig Sarahs Ex-Freund Vic in die Arme, der nun endgültig davon überzeugt ist, dass Sarah noch am Leben ist. Der Katastrophe nahe, gerät Sarah in eine direkte Konfrontation mit Paul, bei der herauskommen könnte, wer sie wirklich ist. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799970,"hoster":"VOE"},{"redirect":11097214,"hoster":"Doodstream"},{"redirect":8610022,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799922,"hoster":"VOE"},{"redirect":8609976,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unter Beobachtung","epNo":6,"alt":"Variations Under Domestication","descr":"Sarah muss ihre Nachforschungen durch einem Ausflug in die Vorstadt unterbrechen, denn Alisons Paranoia hat Ausmaße angenommen, die alle Waisen in Gefahr bringt. Während Sarahs, Alisons und Beths Welten aufeinanderprallen, muss sich Sarah gut überlegen, wem sie ihr Geheimnis anvertrauen kann. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13117178,"hoster":"VOE"},{"redirect":11097218,"hoster":"Doodstream"},{"redirect":8610021,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595364,"hoster":"VOE"},{"redirect":8609975,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Am Haken","epNo":7,"alt":"Parts Developed In An Unusual Manner","descr":"Sarah kann Paul nicht ausfindig machen und muss sich dem Gedanken endgültig stellen, dass eine riesige Verschwörung im Gange ist. Währenddessen erfährt Paul, dass Sarah ihm entscheidende Informationen vorenthalten hat, wodurch das ohnehin schon fragile Vertrauensverhältnis auf eine harte Probe gestellt wird. Derweil kommt Cosima der attraktiven Delphine und dem gefährlich-faszinierenden Dr. Leekie immer näher. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13117180,"hoster":"VOE"},{"redirect":11097223,"hoster":"Doodstream"},{"redirect":8610030,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595365,"hoster":"VOE"},{"redirect":8609973,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verschlungene Wege","epNo":8,"alt":"Entangled Bank","descr":"Sarah plant die nächsten Schritte, aber ihr Vorgehen bringt die Waisen gegeneinander auf. Während Paul verzweifelt versucht, Sarahs wahre Existenz aufzudecken, übt Alison Rache an ihrem so genannten \"Monitor\", der Person, von der sie glaubt überwacht zu werden. Dabei setzt sie alles aufs Spiel, was ihr im Leben wichtig ist. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799974,"hoster":"VOE"},{"redirect":11097230,"hoster":"Doodstream"},{"redirect":10877993,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582581,"hoster":"VOE"},{"redirect":8609974,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Auslese","epNo":9,"alt":"Unconscious Selection","descr":"Als Kiras Leben in Gefahr gerät, zieht Sarah auf den Kriegspfad, doch Dr. Leekie warnt sie, sich genau zu überlegen, was sie tut. Inzwischen erfährt Cosima die Wahrheit über Delphine und sieht sich gezwungen, Position zu beziehen. Jetzt ist es an Sarah zu entscheiden, was mit dem Mörder geschehen soll, doch die Wahrheit über ihre Herkunft wirft ein völlig neues Licht auf alles. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":12918631,"hoster":"VOE"},{"redirect":11097234,"hoster":"Doodstream"},{"redirect":8610027,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595363,"hoster":"VOE"},{"redirect":8609977,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Rätselhafte Muster","epNo":10,"alt":"Endless Forms Most Beautiful","descr":"Sarahs letzte Chance ihre Erzfeindin zur Vernunft zu bringen wird durch Arts Eingreifen zerstört, der auf seine Weise versucht, Antworten zu finden. Derweil müssen die Waisen entscheiden, ob sie bereit sind, mit ihren Schöpfern Frieden zu schließen, denn Sarah gerät in eine tödliche Konfrontation. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799976,"hoster":"VOE"},{"redirect":11097240,"hoster":"Doodstream"},{"redirect":8610028,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799921,"hoster":"VOE"},{"redirect":8609988,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Flucht nach vorn","epNo":1,"alt":"Nature Under Constraint And Vexed","descr":"Zu Beginn der zweiten Staffel ist Sarah in höchster Gefahr: Sie ist auf der Flucht, ihre Verfolger sind ihr dicht auf den Fersen. Sarah sucht verzweifelt nach Tochter Kira, sie vermutet, dass der Pro-Klon Rachel für ihr Verschwinden verantwortlich ist. Ohne ihre Tochter hat sie nichts zu verlieren und ist fest entschlossen, Rachel mit allen Mitteln zu bekämpfen. Alison und Donnie erweisen der verstorbenen Freundin Aynsley die letzte Ehre, wodurch Alison nur noch tiefer in ihren Schuldgefühlen versinkt. Cosima muss eine schwierige Entscheidung treffen, die schreckliche Konsequenzen haben könnte. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799985,"hoster":"VOE"},{"redirect":11097242,"hoster":"Doodstream"},{"redirect":8610029,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582583,"hoster":"VOE"},{"redirect":8609987,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Glaube und Verstand","epNo":2,"alt":"Governed By Sound Reason And True Religion","descr":"Alison machen ihre Schuldgefühle nach Aynsleys Tod schwer zu schaffen. Unterdessen versucht Cosima, die Symptome ihrer geheimnisvollen Krankheit in den Griff zu bekommen. Sarah gelingt es mit Arts Hilfe, ihre verschwundene Tochter Kira wiederzufinden. Sie ist allerdings schockiert, als sie erkennt, wohin die Spur der Entführer führt. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799982,"hoster":"VOE"},{"redirect":11097239,"hoster":"Doodstream"},{"redirect":8610031,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799925,"hoster":"VOE"},{"redirect":8609979,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schein und Sein","epNo":3,"alt":"Mingling Its Own Nature With It","descr":"Sarah versteckt sich mit Felix in einem abgelegenen Waldstück, wo sie prompt mit einem Geist aus ihrer Vergangenheit konfrontiert wird – eine alte Flamme namens Cal Morrison. Cal verschafft Sarah eine kleine Atempause, doch schon bald zeigt sich auf brutale Weise, dass sie nicht davonlaufen kann. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799977,"hoster":"VOE"},{"redirect":11097249,"hoster":"Doodstream"},{"redirect":8610034,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595366,"hoster":"VOE"},{"redirect":8609982,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verschlungene Pfade","epNo":4,"alt":"Governed As It Were By Chance","descr":"Auf der Suche nach Antworten kehrt Sarah nach Hause zurück. Mit Cosimas Hilfe kommt sie der Quelle der Klon-Experimente auf die Spur. Die folgende Jagd bringt sie direkt in die Höhle des Löwen – ob sie dort allerdings wieder unbeschadet herauskommt ist mehr als fraglich. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799980,"hoster":"VOE"},{"redirect":11097260,"hoster":"Doodstream"},{"redirect":8610033,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11832427,"hoster":"VOE"},{"redirect":8609981,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wissen ist Macht","epNo":5,"alt":"Ipsa Scientia Potestas Est","descr":"Rachel verfolgt weiter unerbittlich ihren Kriegspfad – mit allem im Visier, was Sarah lieb und teuer ist. Während Sarah verzweifelt versucht, ihre Liebsten zu beschützen, taucht ein unerwarteter Gast auf, der ihre Pläne in Gefahr bringt. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799978,"hoster":"VOE"},{"redirect":11097268,"hoster":"Doodstream"},{"redirect":8610032,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595367,"hoster":"VOE"},{"redirect":8609980,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unberechenbare Natur","epNo":6,"alt":"To Hound Nature in Her Wanderings","descr":"Sarah tut sich mit einem nicht sehr vertrauenserweckenden Verbündeten zusammen. Gemeinsam folgen sie einer Spur von Hinweisen, die Aufschluss über die Ursprünge des Klon-Experiments versprechen. Inzwischen machen Cosima und Delphine eine Entdeckung, die sich als Schlüssel zum Erfolg in der Behandlung von Cosimas geheimnisvoller Krankheit erweisen könnte. Alison wird zur Entziehungskur in eine Klinik eingewiesen. Dort trifft sie auf unerwartete Gesellschaft. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":12334167,"hoster":"VOE"},{"redirect":11097267,"hoster":"Doodstream"},{"redirect":8610036,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380733,"hoster":"VOE"},{"redirect":8609990,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das verborgene Innenleben der Dinge","epNo":7,"alt":"Knowledge of Causes, and Secret Motion of Things","descr":"Anlässlich des \"Familientages\" in der Entzugs-Klinik erwartet Alison Donnie und die Kinder. Als ein Mitpatient, den Alison ins Vertrauen gezogen hat, droht, die Wahrheit über Aynsleys Tod ans Licht zu bringen, bahnt sich eine Katastrophe an. Nun sind die anderen Klone gefordert, das Schlimmste zu verhindern. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799981,"hoster":"VOE"},{"redirect":8610035,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582582,"hoster":"VOE"},{"redirect":8609983,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Störfälle","epNo":8,"alt":"Variable and Full of Perturbation","descr":"In der Klon-Verschwörung taucht ein neuer Mitspieler bei Felix auf – und sorgt prompt für Krisen-Stimmung. Inzwischen verschlechtert sich Cosimas Gesundheitszustand zusehends. Sarah könnte helfen, doch dafür müsste sie ein wichtiges Druckmittel aus der Hand geben und sich auf einen Deal mit Dyad einlassen. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799984,"hoster":"VOE"},{"redirect":11097276,"hoster":"Doodstream"},{"redirect":8610039,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595370,"hoster":"VOE"},{"redirect":8609984,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Offene Rechnungen","epNo":9,"alt":"Things Which Have Never Yet Been Done","descr":"Cosimas Gesundheitszustand verschlechtert sich zusehends. Sarah sieht sich gezwungen aktiv zu werden – mit tragischen Konsequenzen für die Menschen, die sie liebt. Währenddessen sind Alison und Donnie auf dem besten Wege, das Gesetz zu brechen. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799983,"hoster":"VOE"},{"redirect":11097273,"hoster":"Doodstream"},{"redirect":8610038,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799936,"hoster":"VOE"},{"redirect":8609994,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schwanengesang","epNo":10,"alt":"By Means Which Have Never Yet Been Tried","descr":"Mit einem Trick bringt Rachel Sarah dazu zu kapitulieren. Da tut sich der Klon-Club zusammen, um Sarah mit vereinten Kräften und einem cleveren Schachzug zu retten. Während Sarah die Flucht aus Rachels Klauen gelingt, findet sie eine mächtige Verbündete, die ihr eine neue erschütternde Dimension des Klon-Experiments offenbart. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799986,"hoster":"VOE"},{"redirect":11097277,"hoster":"Doodstream"},{"redirect":8610042,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582585,"hoster":"VOE"},{"redirect":8609995,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Operation Helsinki","epNo":1,"alt":"The Weight of This Combination","descr":"Helena ist spurlos verschwunden, und Sarah will alles daran setzen, sie wiederzufinden. Da ruft Delphine an: ein Notfall. Topside schickt einen Cleaner. Rachel ist nicht in der Verfassung, mit dem Cleaner Ferdinand zu verhandeln, Sarah muss in ihre Rolle schlüpfen. Doch Ferdinand hat mit Rachel einen ganz eigenen Deal und ist für alle Leda-Klone und für Kira eine Gefahr. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8927852,"hoster":"VOE"},{"redirect":11097300,"hoster":"Doodstream"},{"redirect":8610037,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582586,"hoster":"VOE"},{"redirect":8609985,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bauernopfer","epNo":2,"alt":"Transitory Sacrifices of Crisis","descr":"Die Castor-Klone Seth und Rudy treiben ihr Unwesen und sind auf der Suche nach Professor Duncans Forschungsergebnissen. Die Lage wird für Sarah immer gefährlicher. Helena wacht in einem Militärcamp auf. Ihre Schwangerschaft bewahrt sie vor weiteren Tests, denen sie unterzogen wird, und die undurchsichtige Dr. Coady nimmt sie unter ihre Fittiche. Alison möchte Wahl- und Familienbudget aufstocken, indem sie Ramons Geschäft kauft. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8927853,"hoster":"VOE"},{"redirect":11097298,"hoster":"Doodstream"},{"redirect":8610045,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595372,"hoster":"VOE"},{"redirect":8609986,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wiedersehen in Halton","epNo":3,"alt":"Formalized, Complex, and Costly","descr":"Seths Leiche bietet Cosima die Chance, neue Erkenntnisse über die Klone zu gewinnen. Sarah und Art machen sich auf die Suche nach Mark, um Informationen über Helenas Verbleib zu bekommen. Mark möchte Henrik Johanssons Unterlagen und Gewebeproben von dessen einstigem Partner Willard holen, doch was er bekommt, ist enttäuschend. Als er erneut auf den Willards-Hof fährt, um die erhofften Gewebeproben zu holen, begegnet er nicht nur Sarah. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8927854,"hoster":"VOE"},{"redirect":11097310,"hoster":"Doodstream"},{"redirect":8610043,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799940,"hoster":"VOE"},{"redirect":8609989,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Familienbande","epNo":4,"alt":"Newer Elements of Our Defense","descr":"Sarah kann Mark mit knapper Not retten, allerdings ist er schwer verletzt. Helena sucht währenddessen einen Fluchtweg aus dem Hauptquartier. Alison und Donnie ziehen die Aufmerksamkeit der Drogenlieferanten Ramons auf sich. Cosima und Scott kommen mit Professor Duncans Spezialausgabe der \"Insel des Doktor Moreau\" nicht weiter. Inzwischen beschließt Felix, Cosimas Einsamkeit Einhalt zu gebieten. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799991,"hoster":"VOE"},{"redirect":11097303,"hoster":"Doodstream"},{"redirect":8610041,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582587,"hoster":"VOE"},{"redirect":8609999,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Saat des Zweifels","epNo":5,"alt":"Scarred by Many Past Frustrations","descr":"Dr. Coady ist nun zwar im Besitz der Überreste des ursprünglichen Castors, aber noch zeichnet sich kein Erfolg bei der Suche nach einer Behandlung der Klone ab. Sarah wacht im Hauptquartier in der Zelle neben Helena auf, doch Helena will von Sarah nichts wissen. Und auch Paul, der sie besucht, lässt sich nicht überreden, Sarah und Helena bei der Flucht zu helfen. Gracie wird von Art bei Mrs S. untergebracht. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799990,"hoster":"VOE"},{"redirect":8610040,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595373,"hoster":"VOE"},{"redirect":8610002,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Trügerischer Schein","epNo":6,"alt":"Certain Agony of the Battlefield","descr":"Dr. Coady veranlasst eine Blutübertragung zwischen Rudy und Sarah, um zu untersuchen, ob auch Sarah an der geheimnisvollen Infektion, die die männlichen Klone übertragen, erkrankt. Cosima, Delphine und Scott entdecken, dass eine Anomalie in der Proteinfaltung sowohl die Gehirnerkrankung der männlichen Klone als auch die Unfruchtbarkeit der weiblichen Klone hervorruft. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799993,"hoster":"VOE"},{"redirect":12982231,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8927846,"hoster":"VOE"},{"redirect":8609991,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vereint in Angst und Hass","epNo":7,"alt":"Community of Dreadful Fear and Hate","descr":"In ihrer ehemaligen High School möchte sich Alison ihren Wählern präsentieren. Doch der Tag ist voller Termine und keiner scheint glatt über die Bühne zu gehen. Nur knapp und mit der Hilfe von Felix und Cosima kann Alison alle Klippen bei der Übernahme des Geschäfts ihrer Mutter und der Übergabe des Geldes für die Ware umschiffen. Ganz zu schweigen von ihrer gespannt erwarteten Wahlkampfrede. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":12394453,"hoster":"VOE"},{"redirect":12251067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12334153,"hoster":"VOE"},{"redirect":8609992,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Versuch und Irrtum","epNo":8,"alt":"Ruthless in Purpose, and Insidious in Method","descr":"Cosima und Sarah haben einen Plan Rachel heimlich aus dem Dyad zu entführen, damit sie Professor Duncans Ausgabe von \"Die Insel des Dr. Moreau\" entschlüsselt. Delphine und Dr. Nealon sondieren derweil, ob der Klon Krystal Goderitch über den Castor-Kontakt ihre eigene Existenz hinterfragt oder ahnungslos ist. Sie könnte eine wichtige Rolle bei der Entführung Rachels spielen. Doch der Plan geht nicht auf. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799995,"hoster":"VOE"},{"redirect":8610046,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799946,"hoster":"VOE"},{"redirect":8609993,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine Laune der Natur","epNo":9,"alt":"Insolvent Phantom of Tomorrow","descr":"In England suchen Mrs. S., Felix und Sarah nach dem Castor-Original. Dank der guten Kontakte von Mrs. S. geht es schnell Schritt für Schritt vorwärts. Doch Ferdinand ist ihnen dicht auf den Fersen. Und auch am Ziel wartet eine Überraschung. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8927858,"hoster":"VOE"},{"redirect":11097344,"hoster":"Doodstream"},{"redirect":10955774,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799951,"hoster":"VOE"},{"redirect":8610001,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Adam und Eva","epNo":10,"alt":"History Yet to Be Written","descr":"Kendall Malone wird in einem verlassenen Gebäude versteckt und mit Ferdinand ein Deal ausgehandelt. Doch in letzter Sekunde scheinen die Gegner die Oberhand zu gewinnen. Delphine kommt hinter Dr. Nealons doppeltes Spiel mit Rachel und Krystal. Sie stellt ihn zur Rede, muss aber erkennen, dass die Neolutionisten sowohl Leda als auch Castor unter Kontrolle haben und sie sich selbst in Lebensgefahr gebracht hat. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8799996,"hoster":"VOE"},{"redirect":11097356,"hoster":"Doodstream"},{"redirect":12982227,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12918623,"hoster":"VOE"},{"redirect":8609997,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Rückwärtssuche","epNo":1,"alt":"The Collapse of Nature","descr":"Nach zwei Monaten Bedenkzeit wird Sarahs (Tatiana Maslany) Rückzugsort auf Island durch einen Neolution-Angriff zerstört. Erneut muss sie sich auf die Flucht begeben, jedoch muss sie erkennen, dass so weit sie auch mit ihrer Familie wegrennt, immer verfolgt werden wird. Flashback zu den letzten Tagen von Beth Child, bevor sie Selbstmord begangen hat: Während Alison und Cosima im Hintergrund bleiben, ist sie den Neolutionisten auf der Spur.","versions":[{"lang":1,"streams":[{"redirect":8952060,"hoster":"VOE"},{"redirect":11097334,"hoster":"Doodstream"},{"redirect":8610048,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14044726,"hoster":"VOE"},{"redirect":8610006,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fremdkörper","epNo":2,"alt":"Transgressive Border Crossing","descr":"Sarah kommt aus Island zurück und verfolgt weiter die Spur der Neolutionisten. Während sich Alison und Donnie um die schwangere Helena kümmern, fühlt sich Felix ausgeschlossen und macht sich auf die Suche nach einem eigenen Stück Familie.","versions":[{"lang":1,"streams":[{"redirect":8799998,"hoster":"VOE"},{"redirect":8610053,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582588,"hoster":"VOE"},{"redirect":8609996,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Wunden des Fortschritts","epNo":3,"alt":"The Stigmata of Progress","descr":"Während sich Sarah (Tatiana Maslany) nach der schockierenden Entdeckung von Neolutions Biotechnologie erst wieder fangen muss, sucht sie mit wachsender Verzweiflung nach Antworten.\r\rRachel erhält indes Besuch von ihrem Keeper und unternimmt einen kleinen Schritt in Richtung Rehabilitation.\r\rHelena wird unterdessen für \"Mrs. Hendrix\" gehalten, als sie merkwürdige Besucher empfängt.","versions":[{"lang":1,"streams":[{"redirect":8799999,"hoster":"VOE"},{"redirect":11097347,"hoster":"Doodstream"},{"redirect":12514211,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582589,"hoster":"VOE"},{"redirect":8609998,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vom Instinkt zur rationalen Kontrolle","epNo":4,"alt":"From Instinct to Rational Control","descr":"Sarah (Tatiana Maslany) geht eine Allianz mit einem früheren Gegner ein, in der Hoffnung an den Kopf von Neolution zu gelangen. Alison bringt Felix (Jordan Gavaris) und Donnie (Kristian Bruun) dazu in eine Fruchtbarkeits-Klinik einzubrechen und Susan Duncan (Rosemary Dunsmore) lässt Rachel, die eine schwierige Entscheidung treffen muss, zurück.","versions":[{"lang":1,"streams":[{"redirect":8927859,"hoster":"VOE"},{"redirect":11097351,"hoster":"Doodstream"},{"redirect":8610055,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582590,"hoster":"VOE"},{"redirect":8610000,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Menschliche Rohmasse","epNo":5,"alt":"Human Raw Material","descr":"Sarah (Tatiana Maslany) hat einen freien Tag und will sich mit Kira (Skyler Wexler) versöhnen, was aber bald zu einer Ermittlung wird, bei der die neuen Verbindungen von Felix (Jordan Gavaris) diskreditiert werden sollen.\r\rCosima und Donnie (Kristian Bruun) nehmen derweil das Fertilitätszentrum von Neolutionist in Augenschein. Während Donnie auf ein bekanntes Gesicht trifft, macht Cosima eine schockierende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8927855,"hoster":"VOE"},{"redirect":11097354,"hoster":"Doodstream"},{"redirect":8610059,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799953,"hoster":"VOE"},{"redirect":8610012,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Ärgernis der Menschenliebe","epNo":6,"alt":"The Scandal of Altruism","descr":"Als Cosima (Tatiana Maslany) ihre Zweifel zugibt, rechtzeitig ein Heilmittel zu finden, trifft Sarah eine einsame Entscheidung, die Kendall (Alison Steadman) an ebenjene verrät, vor denen sie sich jahrelang versteckt hat.\r\rArt (Kevin Hanchard) und Felix (Jordan Gavaris) schließen sich derweil zusammen, um einen naiven Klon vor sich selbst zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":13117184,"hoster":"VOE"},{"redirect":11097350,"hoster":"Doodstream"},{"redirect":8610051,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380734,"hoster":"VOE"},{"redirect":8610003,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sex als unsoziale Kraft","epNo":7,"alt":"The Antisocialism of Sex","descr":"Sarah (Tatiana Maslany) fällt in alte Verhaltensmuster zurück, während sie mit den Konsequenzen ihrer Entscheidungen ringt. In einer dunklen Nacht der Seele tritt sie außerdem wieder mit Beth in Verbindung.\r\rIm Labor wird Cosima derweil von traumatischen Erinnerungen und Nachrichten von Delphine (Evelyne Brochu) heimgesucht, die einen letzten Versuch macht, ein Heilmittel zu finden.","versions":[{"lang":1,"streams":[{"redirect":8800003,"hoster":"VOE"},{"redirect":11097360,"hoster":"Doodstream"},{"redirect":8610058,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8927847,"hoster":"VOE"},{"redirect":8610009,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Umgestaltung natürlicher Körper","epNo":8,"alt":"The Redesign of Natural Objects","descr":"Weil Alison (Tatiana Maslany) Panik vor den Drohungen gegenüber Donnie (Kristian Bruun) durch Neolution hat, zweifeln Sarah und Mrs. S (Maria Doyle Kennedy) an ihrere Loyalität gegenüber den Sestras. Während Sarah abgelenkt ist, schleicht sich Siobhan raus, um sich zu rächen. Währenddessen arbeiten Cosima und Susan Duncan (Rosemary Dunsmore) gemeinsam an einem letzten Versuch ein Heilmittel zu finden.","versions":[{"lang":1,"streams":[{"redirect":8800001,"hoster":"VOE"},{"redirect":8610056,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595374,"hoster":"VOE"},{"redirect":8610004,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Entschärfung des Wettbewerbs","epNo":9,"alt":"The Mitigation of Competition","descr":"Nun, da Susan Duncan (Rosemary Dunsmore) entthront wurde, findet sich Sarah (Tatiana Maslany) in der gleichen Position wieder wie Rachel - unter der Kontrolle eines neuen HBIC, wodurch die Erzfeindinnen für einen guten Zweck zusammengeführt werden.\r\rCosima und Susan streiten sich derweil über die Ethik menschlicher Experimente.","versions":[{"lang":1,"streams":[{"redirect":8800000,"hoster":"VOE"},{"redirect":8610066,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595375,"hoster":"VOE"},{"redirect":8610013,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Von tanzenden Mäusen bis zu Psychopathen","epNo":10,"alt":"From Dancing Mice to Psychopaths","descr":"Als die Kommunikation mit Cosima (Tatiana Maslany) unterbrochen wird und sich Neolution offensichtlich ganz in der Nähe befindet, löst sich die Allianz zwischen Sarah und Rachel in Luft auf.\r\rSarah lockt hernach einen hochrangigen Neolutionist in eine Falle und macht sich daran, der Organisation ein für alle Mal den Garaus zu machen.","versions":[{"lang":1,"streams":[{"redirect":13117186,"hoster":"VOE"},{"redirect":11097380,"hoster":"Doodstream"},{"redirect":8610054,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582591,"hoster":"VOE"},{"redirect":8610005,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Die Wenigen, die es wagen","epNo":1,"alt":"The Few Who Dare","descr":"Sarah (Tatiana Maslany) ist schwer verletzt und versucht irgendwie auf der Insel zu überleben und Cosima zu retten.\r\rInzwischen treffen sich Cosima und Delphine (Evelyne Brochu) wieder doch was auf der Insel geschieht, geht weit über Cosimas Vorstellungen hinaus und Delphine kann ihr nicht alle Antworten geben, die sie braucht.\r\rWie sich herausstellt, ist Rachel nun die rechte Hand des 170 Jahre alten Gründers der Neolution, PT Westmorland (Stephen McHattie).\r\rInzwischen macht Neolution Alison und Donnie (Kristian Bruun) die Suche nach Helena schwer.","versions":[{"lang":1,"streams":[{"redirect":8800009,"hoster":"VOE"},{"redirect":11097410,"hoster":"Doodstream"},{"redirect":8610057,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12918622,"hoster":"VOE"},{"redirect":8610014,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Griff der Gier","epNo":2,"alt":"Clutch of Greed","descr":"Die von Neolution gefangen genommene Sarah (Tatiana Maslany) erhält von Rachel ein furchtbares Ultimatum: Der Gemeinschaft beitreten oder ihre Familie verlieren. Ihre Entscheidung führt zu einer Auseinandersetzung mit Kira (Skyler Wexler).\r\rDa die Neolutionisten und Ferdinand (James Frain) sie nicht aus den Augen lassen, versucht Felix (Jordan Gavaris) mit Hilfe eines alten Verbündeten Kira in Sicherheit zu bringen.\r\rAuf der Insel hat Cosima Schwierigkeiten, den wahr gewordenen Mythos der Neolution zu verstehen.","versions":[{"lang":1,"streams":[{"redirect":12267876,"hoster":"VOE"},{"redirect":11097388,"hoster":"Doodstream"},{"redirect":8610071,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595376,"hoster":"VOE"},{"redirect":8610007,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unter ihrem Herzen","epNo":3,"alt":"Beneath Her Heart","descr":"Während die Neolutionisten überall in ihrem Haus sind, versucht Alison (Tatiana Maslany) in ihr Gemeindezentrum zu zurückzukehren, doch Bailey Downs hat kein Interesse mehr an ihr.\r\rArt (Kevin Hanchard) und sein neuer Partner tauchen im Haus der Hendrix auf, um weiter nach Helena zu suchen, was Art zu einer schwierigen moralischen Beurteilung zwingt.","versions":[{"lang":1,"streams":[{"redirect":12267886,"hoster":"VOE"},{"redirect":8610060,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799960,"hoster":"VOE"},{"redirect":8610015,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lasst die Kinder und Gebärenden sich plagen","epNo":4,"alt":"Let the Children and Childbearers Toil","descr":"Mrs. S und Sarah (Tatiana Maslany) untersuchen eine neue Spur, die zu dem Überläufer von Neolution führen könnte. Andernorts kommt es derweil zu einem unerwarteten Wiedersehen, während Cosima eine schreckliche Entdeckung macht.","versions":[{"lang":1,"streams":[{"redirect":8927861,"hoster":"VOE"},{"redirect":11097391,"hoster":"Doodstream"},{"redirect":8610061,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12918628,"hoster":"VOE"},{"redirect":8610008,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Erleichterung für müssige Millionäre","epNo":5,"alt":"Ease for Idle Millionaires","descr":"Sarah (Tatiana Maslany) und Kira (Skyler Wexler) verbringen Zeit zu Hause. Geheimnisse werden über Kira\u0027s Geschenke aufgedeckt. Cosima schließt sich Delphine (Evelyne Brochu) in der Villa an.","versions":[{"lang":1,"streams":[{"redirect":12334164,"hoster":"VOE"},{"redirect":9241249,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11832428,"hoster":"VOE"},{"redirect":8610010,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"An den Händen gefesselt","epNo":6,"alt":"Manacled Slim Wrists","descr":"Cosima (Tatiana Maslany) wird zu einem Bündnis gezwungen, das die Agenda von PT Westermorland beschleunigt. Krystal stolpert währenddessen über einen wichtigen Hinweis.","versions":[{"lang":1,"streams":[{"redirect":8800007,"hoster":"VOE"},{"redirect":8610062,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799963,"hoster":"VOE"},{"redirect":8610011,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Knebeln oder würgen","epNo":7,"alt":"Gag or Throttle","descr":"Westmoreland (Stephen McHattie) befiehlt eine aggressivere Handhabung von Kira (Skyler Wexler); Sarah (Tatiana Maslany) kämpft dafür, ihre Tochter zu retten; Rachel entdeckt ein dunkles Geheimnis und Cosmina hat eine Idee, was die Identität von Westmoreland angeht.","versions":[{"lang":1,"streams":[{"redirect":8929019,"hoster":"VOE"},{"redirect":8610065,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595378,"hoster":"VOE"},{"redirect":8610019,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Guillotinen entscheiden","epNo":8,"alt":"Guillotines Decide","descr":"Mrs. S (Maria Doyle Kennedy) weist die Schwestern an, einen Abend lang Pause von dem ständigen Herumschnüffeln zu machen, um die Eröffnung von Felix (Jordan Gavaris) Kunstausstellung zu feiern. Während Felix versucht, einen berühmten Gallerist mit der Hilfe seiner Schwestern zu beeindrucken, hat Sarah ( Tatiana Maslany) immer noch die Vermutung, dass S etwas verheimlicht.","versions":[{"lang":1,"streams":[{"redirect":13117187,"hoster":"VOE"},{"redirect":11097408,"hoster":"Doodstream"},{"redirect":8610064,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799966,"hoster":"VOE"},{"redirect":8610016,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Sklave in Fesseln","epNo":9,"alt":"One Fettered Slave","descr":"Ein verheerender Schaden muss eingebüßt werden; Sarah (Tatiana Maslany) bekommt mit, das Helena entführt wurde; der Clone Club schließt sich zusammen, um Helena zu finden, bevor ihre Kinder geboren werden.","versions":[{"lang":1,"streams":[{"redirect":8800026,"hoster":"VOE"},{"redirect":8610067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799967,"hoster":"VOE"},{"redirect":8610017,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Unrecht vieler wiedergutmachen","epNo":10,"alt":"To Right The Wrongs Of Many","descr":"Helena (Tatiana Maslany) nimmt hinter feindlichen Linien Deckung, während Sarah (Maslany) und Art (Kevin Hanchard) darum ringen, sie zu beschützen und der Belagerung ein Ende zu machen.","versions":[{"lang":1,"streams":[{"redirect":8800028,"hoster":"VOE"},{"redirect":11097432,"hoster":"Doodstream"},{"redirect":8610072,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8799968,"hoster":"VOE"},{"redirect":8610018,"hoster":"Streamtape"}]}]}]}]}