{"seriesId":"other-space","name":"Other Space","descr":"Die Science-Fiction-Comedy spielt Anfang des 22. Jahrhunderts, nachdem die Menschen bereits einen Großteil des bekannten Universums erforscht haben. Da sie dabei nie auf Anzeichen außerirdischen Lebens gestoßen sind, haben sie ein wenig das Interesse verloren. Da macht ein Raumschiff auf einer Routinemission eher zufällig die größte Entdeckung der Geschichte: ein Paralleluniversum, das nicht nur wesentlich seltsamer ist als unseres, sondern auch gefährlicher. Die Besatzung, bestehend aus blutigen Anfängern, verfeindeten Geschwistern, ausgebrannten Veteranen und unnützen Robotern, muss nun dieses neue Universum erforschen, um einen Weg zurück zu finden und lebendig wieder herauszukommen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Into the Great Beyond...Beyond","descr":"Der junge Stuart Lipinski (Karan Soni) wird zum Kapitän einer Weltraummission ernannt. Seine ältere Schwester Karen (Bess Rous) erhält indes nur den Posten der ersten Offizierin, obwohl sie für den Stuhl des Captains vorgesehen war. Als das Schiff und die größtenteils unfähige Crew jedoch in ein anderes Universum stolpern, aus dem es keinen Heimweg gibt, müssen Stewart und Karen ihre Differenzen beiseite legen, um zu überleben, denn irgend etwas in dem unbekannten Universum hat es auf sie abgesehen.","versions":[{"lang":2,"streams":[{"redirect":7889942,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Getting to Know You","descr":"Um die Truppenmoral aufzupeppen schlägt Stuart (Karan Soni) mehrere Teambuilding-Maßnahmen vor, die aber schnell ausarten. Als Karen (Bess Rous) entdeckt, dass ein Crewmitglied ein Außerirdischer ist, der seine Erinnerungen in ihre Köpfe speist, spielen sie eine Partie Mafia, um den Eindringling zu finden.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Death of A.R.T.","descr":"A.R.T. beschädigt aus Versehen das Schiff, während er mit seinen magnetischen Fähigkeiten anzugeben versucht. Als die wütende Karen (Bess Rous) ihn nach draußen zur Reparatur schickt, bleibt A.R.T. stecken, woraufhin Karen und Michael (Eugene Cordero) ihn retten müssen. Während einer Zankerei mit Michael tritt Karen A.R.T. aus Versehen ins Weltall. Stewart (Karan Soni), Tina (Milana Vayntrub) und Kent (Neil Casey) arbeiten unterdessen an einer Nachricht für das neue Universum.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ted Talks","descr":"Tina (Milana Vayntrub) bekommt eine Nachricht von ihrem Freund auf der Erde, der sie verlässt. Daraufhin wird sie hysterisch und kann ihre Aufgaben nicht mehr erfüllen.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Trouble\u0027s Brew-ing","descr":"Michael (Neil Casey) und Tina (Milana Vayntrub) werden auf einen Planeten geschickt, um dort nach Treibstoff zu suchen. Dort angekommen, realisieren sie, dass sie wegen einer planetarischen Unordnung nun acht Monate dort verbringen müssen.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Power-less","descr":"Als das Schiff vom Blitz getroffen wird, muss die Crew soviel Energie wie möglich sparen, um nicht zerstört zu werden. Stewart (Karan Soni) und Zalian (Joel Hodgson) wagen das Undenkbare und versuchen, das Schiff manuell zu steuern.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"First Contact","descr":"Im Traum begegnet Stuart (Karan Soni) einem Außerirdischen, der aber nur mit ihm kommunizieren will, wenn der Traum erotischer Natur ist. Gemeinsam mit A.R.T. (Trace Beaulieu) und dem Medizinköfferchen von Zalian (Joel Hodgson) begibt sich Stuart daraufhin auf eine dunkle, beschämende Reise, um einen ersten Kontakt herzustellen.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Finale","descr":"Der Crew gelingt es endlich, Kontakt mit einem Außerirdischen herzustellen. Dieser historische Moment wird jedoch unterbrochen, weil sie realisieren, dass es eine Chance geben könnte, nach Hause zurückzukehren. Stewart (Karan Soni) und Michael (Eugene Cordero) entschließen sich dazu, zurückzubleiben und mehr über die Kultur der Außerirdischen zu erfahren.","versions":[]}]}]}