{"path":"/serie/stream/otome-youkai-zakuro","name":"Otome Youkai Zakuro","descr":"Wir befinden uns in einem Japan der Meiji Ära, in der Menschen und Youkais koexistieren. Um der Konflikte unter ihnen Herr zu werden, gründet die Regierung das \"Ministerium für Youkai und Menschen\", dessen Aufgabe es ist, für Frieden zu sorgen. Die Mitarbeiter des Ministeriums bestehen dabei sowohl aus Menschen, als auch aus Youkais, sowie aus dem Mensch-Youkai-Mischlingsmädchen Zakuro. Gemeinsam kämpfen sie für ein besseres Verständnis zwischen den beiden Gruppierungen.","seasons":[{"path":"/serie/stream/otome-youkai-zakuro/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-1","name":"","epNo":1,"alt":"Prepare to Be Bewitched","descr":"Während der Verwestlichung eines alternativen Japans koexistieren Menschen und Geister. Einige Geister haben jedoch Ärger verursacht, und das Ministerium für Geisterangelegenheiten wurde gegründet, um die Harmonie aufrechtzuerhalten. Die Leutnants Kei Agemaki, Riken Yoshinokazura und Ganryu Hanakiri werden ausgewählt, um die Menschen zu repräsentieren. Sie werden ihren halbgeistigen Partnerinnen vorgestellt: Zakuro, Susukihotaru und den Zwillingen Bonbori bzw. Hozuki. Während Susukihotaru, Bonbori und Hozuki begeistert sind, ist Zakuro angewidert von den Menschen und ihrer Akzeptanz der JesuitenIdeen. Sie wird jedoch von Agemaki geschlagen. Kurz darauf spielen die Geister Sakura und Kiri um Agemaki herum, der sofort übel wird und ohnmächtig wird. Im Privaten rät Yoshinokazura Agemaki davon ab, mit Geistern zu arbeiten, da Agemaki große Angst vor Geistern hat. Agemaki glaubt, dass er aufgrund dessen, was sein Vater sagen könnte, keine Alternative hat. In dieser Nacht geht Agemaki durch das Herrenhaus und wird von den Geistern erschreckt. Er läuft in Zakuro und umarmt sie. Sie interpretiert dies als romantische Geste. Er bittet sie jedoch, ihn zum Toilettenhäuschen zu begleiten, da er zu viel Angst hat, allein zu gehen. Sie wird wütend und fragt sich, wie sie von einem Feigling geschlagen wurde. Am Morgen nehmen die Vertreter an einer Blumenbesichtigung teil. Während sie gehen, starrt eine Menge auf die Geister und flüstert hinter ihrem Rücken. Zakuro weist darauf hin, dass sie daran gewöhnt sind und sagt Agemaki, dass er sich nicht von der Masse unterscheidet. Ein Blitz schlägt in den Boden ein und die Blitzbestie Raiju erscheint. Da Raiju brav ist, sind die Geister unbesorgt. Raiju greift jedoch an. Agemaki rettet Sakura und Kiri, hat aber zu viel Angst, um wegzulaufen. Die Mädchen kämpfen und bringen Raiju in einen ruhigen Zustand zurück. Als die Repräsentanten ihre Party fortsetzen, fragen sich die Geister, warum Raiju die Kontrolle verloren hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444039","hoster":"VOE"},{"path":"/redirect/8444035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-2","name":"","epNo":2,"alt":"Crimson Brilliance","descr":"Zakuro hat einen Traum , dass sie ein klettert PersimmonBaum. Als sie die Früchte pflückt, wird der Baum von Geistern umgeben und sie fällt in einen Teich. Die Stimme ihrer Mutter sagt ihr, dass sie nicht auf Kakibäume klettern sollte, weil sie mit der Unterwelt verbunden sind. Beim Frühstück bietet Agemaki Zakuro eine Kerze zum Essen an, da sie glaubt, dass Fuchsgeister Kerzen essen, dies jedoch Zakuro wütend macht und sie geht. Agemaki erzählt Kushimatsu, dass er nach Geistern forschte, weil er Zakuro verstehen wollte, damit er ihr als Partner helfen konnte. Die Vertreter werden entsandt, um eine Hotelbaustelle zu untersuchen. Der Bau wurde jedoch gestoppt, weil ein Geist die Arbeiter erschreckt. Obwohl es ausreicht, mit dem Geist zu sprechen, verlangt der Besitzer des Hotels, dass der Geist ausgelöscht wird. Widerstrebend beginnen sie, nach dem Geist zu suchen. Zakuro lässt Agemaki jedoch allein. Auf der Suche nach Zakuro,Agemaki trifft auf einen großen, schattenähnlichen Geist. Es greift ihn an, stoppt aber, als es sieht, dass er Angst hat. Die anderen Vertreter kommen und verfolgen den Geist. Zakuro sagt dem Geist, dass sie reden möchte. Es kooperiert jedoch nicht. Zakuro zerschneidet die Säule, wodurch das Hotel einstürzt. Draußen erklärt Zakuro, dass die wahre, kleine Form des Geistes durch Licht enthüllt wird. Aufgrund der Verwestlichung wird das Gebiet nachts beleuchtet. Außerdem wurde der Schrein des Geisters durch den Bau zerstört, sodass er versuchte, die Menschen zu verscheuchen. Sie beklagt den Verlust des menschlichen Respekts für Geister. Der Besitzer des Hotels ist jedoch verärgert, dass der Geist nicht ausgerottet wurde und sein Hotel ruiniert ist. Um Kompromisse einzugehen, bietet Leutnant Hanadate an, den Schrein zu restaurieren und das Hotel auf Militärland bauen zu lassen.Er dankt einem begeisterten Zakuro dafür, dass er ihn daran erinnert hat, sich an die wichtigen Dinge zu erinnern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444043","hoster":"VOE"},{"path":"/redirect/8444044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-3","name":"","epNo":3,"alt":"Tragic Past","descr":"Zakuro und Agemaki werden allein im Haus gelassen, während die anderen Ermittlungen durchführen, und deshalb ist Zakuro gelangweilt und irritiert. Es dauert nicht lange, bis ein Kunde Kushimatsu wegen einer Aufgabe besucht, die er erledigen möchte. Zakuro ergreift die Chance, den Fall zu übernehmen, weil es um Mädchen geht, die weggezaubert wurden. Obwohl sie zögert, erlaubt Kushimatsu Zakuro und Agemaki, den Fall des Dorfes des Klienten zu übernehmen. Bevor sie gehen, lässt Kushimatsu Agemaki wissen, warum Zakuro so ungeduldig ist, indem er ihm erzählt, wie Halbgeister geboren werden und die Verbindung zu Zakuro. Während der Ermittlungen hört Zakuro Stimmen, die sie rufen, und erkennt, dass dies dieselbe Stimme ist, die das Mädchen aus dem Dorf gelockt hat, um weggezaubert zu werden. In dieser Nacht werden Zakuro und Agemaki gebeten, im selben Raum zu schlafen, und anders als Agemaki,Zakuro ist überrascht und verlegen von der Idee. Als sie sich endlich zum Schlafen niederlassen, fragt Zakuro, warum Agemaki in ihrer Nähe so vorsichtig gewesen ist und Agemaki erzählt ihr, was Kushimatsu ihm erzählt hat. Zakuro erzählt ihm von ihrer Mutter und warum sie solche Fälle nicht loslassen kann. Während sie schlafen, wird Agemaki von Zakuro geweckt, der den Raum verlässt. Er erkennt, dass sie bewusstlos ist und von der Stimme geführt wird, also folgt er ihr. Als sie endlich erwacht, befinden sie sich vor einer dunklen Höhle, in der ein Dämon wohnt. Sie finden heraus, dass die Mädchen nicht weggezaubert, sondern vom Dämon gefressen werden. Zakuro besiegt den Dämon und beide verlassen die Höhle am Morgen. Agemaki beginnt sich schuldig zu fühlen, weil sie ihn immer vor den Dämonen retten muss und Zakuro widerspricht ihm leise.Als sie sich endlich zum Schlafen niederlassen, fragt Zakuro, warum Agemaki in ihrer Nähe so vorsichtig gewesen ist und Agemaki erzählt ihr, was Kushimatsu ihm erzählt hat. Zakuro erzählt ihm von ihrer Mutter und warum sie solche Fälle nicht loslassen kann. Während sie schlafen, wird Agemaki von Zakuro geweckt, der den Raum verlässt. Er erkennt, dass sie bewusstlos ist und von der Stimme geführt wird, also folgt er ihr. Als sie endlich erwacht, befinden sie sich vor einer dunklen Höhle, in der ein Dämon wohnt. Sie finden heraus, dass die Mädchen nicht weggezaubert, sondern vom Dämon gefressen werden. Zakuro besiegt den Dämon und beide verlassen die Höhle am Morgen. Agemaki beginnt sich schuldig zu fühlen, weil sie ihn immer vor den Dämonen retten muss und Zakuro widerspricht ihm leise.Als sie sich endlich zum Schlafen niederlassen, fragt Zakuro, warum Agemaki in ihrer Nähe so vorsichtig gewesen ist und Agemaki erzählt ihr, was Kushimatsu ihm erzählt hat. Zakuro erzählt ihm von ihrer Mutter und warum sie solche Fälle nicht loslassen kann. Während sie schlafen, wird Agemaki von Zakuro geweckt, der den Raum verlässt. Er erkennt, dass sie bewusstlos ist und von der Stimme geführt wird, also folgt er ihr. Als sie endlich erwacht, befinden sie sich vor einer dunklen Höhle, in der ein Dämon wohnt. Sie finden heraus, dass die Mädchen nicht weggezaubert, sondern vom Dämon gefressen werden. Zakuro besiegt den Dämon und beide verlassen die Höhle am Morgen. Agemaki beginnt sich schuldig zu fühlen, weil sie ihn immer vor den Dämonen retten muss und Zakuro widerspricht ihm leise.Zakuro erzählt ihm von ihrer Mutter und warum sie solche Fälle nicht loslassen kann. Während sie schlafen, wird Agemaki von Zakuro geweckt, der den Raum verlässt. Er erkennt, dass sie bewusstlos ist und von der Stimme geführt wird, also folgt er ihr. Als sie endlich erwacht, befinden sie sich vor einer dunklen Höhle, in der ein Dämon wohnt. Sie finden heraus, dass die Mädchen nicht weggezaubert, sondern vom Dämon gefressen werden. Zakuro besiegt den Dämon und beide verlassen die Höhle am Morgen. Agemaki beginnt sich schuldig zu fühlen, weil sie ihn immer vor den Dämonen retten muss und Zakuro widerspricht ihm leise.Zakuro erzählt ihm von ihrer Mutter und warum sie solche Fälle nicht loslassen kann. Während sie schlafen, wird Agemaki von Zakuro geweckt, der den Raum verlässt. Er erkennt, dass sie bewusstlos ist und von der Stimme geführt wird, also folgt er ihr. Als sie endlich erwacht, befinden sie sich vor einer dunklen Höhle, in der ein Dämon wohnt. Sie finden heraus, dass die Mädchen nicht weggezaubert, sondern vom Dämon gefressen werden. Zakuro besiegt den Dämon und beide verlassen die Höhle am Morgen. Agemaki beginnt sich schuldig zu fühlen, weil sie ihn immer vor den Dämonen retten muss und Zakuro widerspricht ihm leise.Sie befinden sich vor einer dunklen Höhle, in der ein Dämon wohnt. Sie finden heraus, dass die Mädchen nicht weggezaubert, sondern vom Dämon gefressen werden. Zakuro besiegt den Dämon und beide verlassen die Höhle am Morgen. Agemaki beginnt sich schuldig zu fühlen, weil sie ihn immer vor den Dämonen retten muss und Zakuro widerspricht ihm leise.Sie befinden sich vor einer dunklen Höhle, in der ein Dämon wohnt. Sie finden heraus, dass die Mädchen nicht weggezaubert, sondern vom Dämon gefressen werden. Zakuro besiegt den Dämon und beide verlassen die Höhle am Morgen. Agemaki beginnt sich schuldig zu fühlen, weil sie ihn immer vor den Dämonen retten muss und Zakuro widerspricht ihm leise.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444050","hoster":"VOE"},{"path":"/redirect/8444051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-4","name":"","epNo":4,"alt":"Fearsome Distance","descr":"Yoshinokazura, Susukihotaru, Hanakiri, Bonbori und Hozuki ermitteln wegen eines Schwertes in Aya Orikatas Besitz. Orikata erklärt, dass eine Kundin es über \"einen geheimen Kanal\" erhalten hat und später bemerkte, dass alle um sie herum unglückliche Ereignisse erlebten. Sie gab Orikata das Schwert, der sich weigerte, es zu verkaufen. Als Orikata ihnen das Schwert zeigt, beginnt Susukihotaru schwer zu atmen und zu schwitzen. Danach versuchen Hanakiri, Bonbori und Hozuki, den Kunden ausfindig zu machen und verlassen Yoshinokazura und Susukihotaru, um das Schwert mit nach Hause zu nehmen. Die Zwillinge glauben , dass das Schwert nicht im Geringsten Susukihotaru , weil sie kann nachempfindenmit Gegenständen und anderen Personen. Im Laden zeigt Mugi, ein Geist, der für Orikata arbeitet, Susukihotaru einen Kamm. Susukihotaru berührt es und sieht, wie Mugi und ihre Mutter von einem Schwertkämpfer angegriffen werden. Susukihotaru erfährt, dass Mugi sich nicht daran erinnert und sagt Mugi, dass ihre Mutter kommen wird, wenn es ihr gut geht. Als Yoshinokazura Susukihotaru fragt, woher sie Mugis Mutter kannte, gibt Susukihotaru zu, dass sie aus Angst vor dem, was er sagen könnte, etwas verheimlichte. Bevor sie näher darauf eingehen kann, fällt Mugi bei dem Versuch, das Schwert von einer Kommode zu nehmen. Das Schwert fällt in Susukihotarus Hände und sie sieht, wie das Schwert Geister tötet. Sie zieht das Schwert und greift an. Während Orikata Mugi beschützt, erinnert sich Mugi daran, dass ihre Mutter gestorben ist. Yoshikazura fängt die Klinge und schneidet seine Hand, wodurch Susukihotaru die Kontrolle wiedererlangt. Später,Susukihotaru sagt, sie verdiene die Sorge, die Yoshinokazura um sie hegt, nicht. Er erkennt ihre Fähigkeit, mitzufühlen und sagt ihr, dass er es zu schätzen weiß, was er fühlt, weil er nicht viel sagt. Sie weint und sagt ihm, dass sie hofft, dass er weiß, was sie fühlt. Hanakiri und die Zwillinge kehren erfolglos zurück und die Gruppe geht nach Hause. In dieser Nacht fragen sich Kushimatsu und Amaryoju, ob der Vorfall zufällig oder orchestriert war.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444057","hoster":"VOE"},{"path":"/redirect/8444056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-5","name":"","epNo":5,"alt":"Sticky Trap","descr":"Soldaten wurden von einer schönen Frau weggelockt, die sich in eine Spinne verwandelt und sie tötet, was ihr den Spitznamen Black Widow einbrachte. Hanadate fordert, dass Vertreter an der Militärgala in dieser Nacht teilnehmen und den Mörder lokalisieren. Bei der Gala trennen sich die Repräsentanten. Hanadate bittet Zakuro sofort, mit ihm zu tanzen, und sagt ihr, dass es einfacher sein wird, den Frauen beim Tanzen zuzusehen. Auf dem Balkon versucht Agemaki seine Eifersucht zu verbergen, während die Zwillinge den Frauen magische Blütenblätter anbringen. Sie erklären, dass sie die Anwesenheit von jedem spüren können, an dem ein Blütenblatt hängt, wenn ein Zwilling singt. Als der Tanz vorbei ist, bleibt Zakuro allein. Sie wird von zwei Soldaten angesprochen, die ihre Ohren berühren wollen. Obwohl sie protestiert, sagen sie ihr, dass das Verursachen einer Szene dem Ruf des Ministeriums für Geistliche Angelegenheiten schaden würde.Bevor die Soldaten ihre Ohren berühren können, greift Agemaki ein. Als Zakuro weint, versucht Agemaki sie zu trösten. Die Zwillinge bemerken, dass Hanadate mit einer mysteriösen Frau den Ballsaal verlässt. Kurz darauf wurde ein Blütenblatt zerstört. Hanakiri und die Zwillinge verfolgen das zerstörte Blütenblatt und entdecken, dass Hanadate in einem riesigen Netz gefangen ist. Die anderen Vertreter werden mit einem Paar verhüllter Figuren konfrontiert, die jedoch schnell überwältigt werden. Die Schwarze Witwe greift Hanakiri und die Zwillinge mit ihrer Spinnengestalt an. Hozuki beschützt Hanakiri, während Bonbori kämpft. Die Zwillinge haben jedoch nur die Hälfte ihrer Kraft, wenn sie getrennt werden, und Bonbori ist leicht zu besiegen. Bevor die Schwarze Witwe sie tötet, kommt Zakuro an und ersticht die Schwarze Witwe, die in ihre menschliche Form zurückkehrt.Die Schwarze Witwe sagt Zakuro, dass alles bald erklärt wird und verrät, dass sie Zakuros Mutter kennt. Bevor Zakuro sie befragen kann, verschwindet die Schwarze Witwe.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444060","hoster":"VOE"},{"path":"/redirect/8444064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-6","name":"","epNo":6,"alt":"Onward Together","descr":"Zakuro fragt Kushimatsu nach ihrer Mutter, aber ihr wird gesagt, dass sie nichts von ihrer Mutter erfahren wird, bis die Zeit reif ist. Susukihotaru erzählt Agemaki, wie sich Zakuro und die anderen kennengelernt haben und wie sie sie angesehen hat, als sie sich zum ersten Mal trafen. Danach fragt Agemaki, ob er in ihr Zimmer gehen könnte. Sie denkt, es sei nur, damit er sich ein Mädchenzimmer ansehen kann, aber eigentlich will er zu dem Drachen, der am Baum in der Nähe ihres Fensters feststeckt und den er früher nicht erreichen konnte. Zakuro fragt, warum er nicht auf den Baum geklettert ist und sagt ihr, dass er Höhenangst hat. Sie klettert auf den Baum und schnappt sich den Drachen, dann hört sie plötzlich die Stimme ihrer Mutter, die sie höher klettern lässt, bis sie hinfällt. Sie zerbricht den Anhänger, den ihre Mutter ihr gegeben hat, also repariert Agemaki ihn. Als er es ihr anlegt, ist Susukihotaru schockiert, denn niemand außer Zakuro hat den Anhänger berührt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444065","hoster":"VOE"},{"path":"/redirect/8444063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-7","name":"","epNo":7,"alt":"A Feline Home","descr":"Tae, ein Diener des Agemaki-Haushalts, kommt zum Ministerium, um Agemaki nach Hause zu bringen. Er stimmt zu, zu gehen, bittet Zakuro jedoch, mit ihm zu kommen. Allerdings muss sie ihre Ohren verstecken. Als Entschädigung muss Agemaki ihr später Süßigkeiten kaufen. Im Haus angekommen, fragt Zakuro Agemaki, ob er sie mitgebracht hat, um einen Geist zu untersuchen. Agemaki ist überrascht, dass immer noch ein Geist im Haus wohnt. Die beiden werden zum Abendessen gerufen, wo Zakuro erfährt, dass Agemakis Vater die Verwestlichung von ganzem Herzen unterstützt und große Vorurteile gegenüber Geistern hat. Sie bemerkt, dass Agemakis Schwester eine Katze füttert. Er erklärt, dass ihn, als er jünger war, ein Geist erschreckte. Sein Vater schalt ihn, weil er Angst hat. Später bemerkte Agemaki, dass seine Katze Itsue fehlte. Obwohl er versprach, sich für alles, was er falsch gemacht hatte, zu entschuldigen oder einen anderen Schatz aufzugeben,Itue kehrte nie zurück. Zakuro erzählt Agemaki, dass Itsue schon immer im Haus war. Sie bittet Itsue, die Form zu ändern und Agemaki zu erscheinen. Als Agemki Itsue sehen kann, stellt er fest, dass sie der Geist war, der ihn erschreckt hat. Zakuro erklärt, dass wenn eine Katze geliebt wird, sie zu einer wirdKatze Dämon . Itsue wollte sich einfach bei Agemaki für seine Freundlichkeit bedanken. Sie stellt fest, dass die meisten Menschen Itsue nicht in ihrer ursprünglichen Form sehen können, aber es scheint eine Ausnahme zu geben. Am nächsten Morgen entschuldigt sich Agemakis Mutter für die Unhöflichkeit ihres Mannes und deutet an, dass sie erkennt, dass Zakuro ein Geist ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444070","hoster":"VOE"},{"path":"/redirect/8444069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-8","name":"","epNo":8,"alt":"Fickle Rain","descr":"Während sie ein Geschenk für Zakuro kauft, trifft Agemaki auf Susukihotaru, die allein Orikatas verzaubertes Schwert zurückgibt, weil Yoshinokazura die Regale aufräumt. Außerhalb von Orikatas Laden erscheinen die beiden verhüllten Gestalten, denen sie bei der Gala begegnet sind, und verwenden Schlafpulver auf das Paar. Im Ministerium sagen Orikata und Mugi den Vertretern, dass sie Agemakis Geschenk und das Schwert vor ihrem Laden gefunden haben. Zakuro will sie retten, aber Kushimatsu weigert sich, sie gehen zu lassen und schließt Zakuro in ihrem Zimmer ein. Lord Amaryoju sagt Kushimatsu, dass sie nichts gegen das Dorf der Orakel unternehmen kann und befiehlt ihr, Zakuro gehen zu lassen. Währenddessen ließen die anderen Vertreter Zakuro frei und sie und Yoshinokura machten sich auf den Weg. Agemaki und Susukihotaru wachen auf und erfahren, dass ihre Gefangenen Zakuro auf Befehl von Lady Rangui herauslocken.die schwarze Witwe. Zakuro und Yoshinokazura finden, wo Agemaki und Susukihotaru festgehalten werden und werden von den verhüllten Gestalten angegriffen. Die Figuren offenbaren ihre Identität als Halbgeister. Sie sagen Zakuro, dass der Regen bald den Keller überfluten wird, in dem ihre \"Lieben\" festgehalten werden, und sie ertränken. Wütend verletzt Zakuro den Zwilling schwer mit Markierungen. Ein magisches Siegel mit Ranguis Bild erscheint und nimmt die Zwillinge mit. Zakuro und Yoshinokazura können Agemaki und Susukihotaru retten, bevor sie getötet werden. Als er nach Hause zurückkehrt, entschuldigt sich Agemaki dafür, dass Zakuro sich Sorgen gemacht hat. Obwohl sie behauptet, sich keine Sorgen gemacht zu haben, kann sie nicht aufhören zu weinen. Die Zwillinge kehren mit Rangui nach Hause zurück. Als der Zwilling ohne Abzeichen, Daidai, verschwunden ist, drückt Rangui ihren Ekel vor ihr aus. Während sie den anderen, Byakuroku, behandelt,Sie erklärt, dass Daidai, solange Byakuroku ihr dient, genauso behandelt wird wie Byakuroku. Während sie heilt, drückt Byakuroku ihre Wut über die Freiheit und das Glück aus, die Zakuro hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444079","hoster":"VOE"},{"path":"/redirect/8444080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-9","name":"","epNo":9,"alt":"Joy of Love","descr":"Die drei Mägde sind neugierig auf die Beziehungen zwischen den Vertretern. Die Zwillinge erzählen ihnen, dass menschliche Mädchen Kokkuri . spielensolche Fragen zu beantworten. Gleichzeitig berichtet Hanadate, dass jedes Mal, wenn Kokkuri gespielt wird, ein seltsamer Geist auftaucht. Obwohl es niemandem geschadet hat, möchte er zukünftige Schäden verhindern. Also beschließt die Gruppe, das Spiel zu spielen. Wenn sie beginnen, erscheint ein geistähnliches Wesen. Es ist jedoch nur eine Visualisierung der Gefühle von Menschen, die es mit dem Aussehen der Kokkuri verwechselten. Die Dienstmädchen und die Zwillinge stellen ihr sofort Fragen zu Agemakis romantischen Interessen. Zakuro will die Antwort nicht wissen und versucht den Kokkuri aufzuhalten, woraufhin er flieht. Im Hof ​​greift sie es mit ihrer Klinge wirkungslos an. Bevor es entkommt, hören sie eine Stimme, die nach Liebe fragt. Lord Amaryoju glaubt, dass die Kokkuri verschwinden werden, nachdem sie Zeuge einer Liebesbeweise geworden sind. Die Liebe muss jedoch nicht echt sein.Da Hanadate das Gefühl hat, dass er helfen muss, begleitet er Zakuro und Agemaki. Die drei finden die Kokkuri. Agemaki beginnt zu sagen, dass er jemanden liebt, aber Zakuro stoppt ihn, weil sie nicht möchte, dass er etwas sagt, was er nicht meint. Ungeduldig stürmt der Kokkuri auf Hanadate zu. Er gesteht Zakuro seine Liebe. Sie antwortet, dass sie ihn liebt und der Kokkuri verschwindet. Zakuro dankt Hanadate für die Lüge, besteht jedoch darauf, dass er ein armer Lügner ist. Später fragen Susukihotaru und die Dienstmädchen Zakuro, ob sie Hanadate oder Agemaki liebt. Wütend sagt Zakuro, dass sie wegen ihnen verwirrt ist. Agemaki erkennt, dass Zakuro nicht das meint, was sie dem Kokkuri gesagt hat, aber er versteht nicht, warum er depressiv ist. An anderer Stelle sagt Rangui einem maskierten Mann, dass er lügt, wenn er sich selbst als armer Lügner bezeichnet.Die drei finden die Kokkuri. Agemaki beginnt zu sagen, dass er jemanden liebt, aber Zakuro stoppt ihn, weil sie nicht möchte, dass er etwas sagt, was er nicht meint. Ungeduldig stürmt der Kokkuri auf Hanadate zu. Er gesteht Zakuro seine Liebe. Sie antwortet, dass sie ihn liebt und der Kokkuri verschwindet. Zakuro dankt Hanadate für die Lüge, besteht jedoch darauf, dass er ein armer Lügner ist. Später fragen Susukihotaru und die Dienstmädchen Zakuro, ob sie Hanadate oder Agemaki liebt. Wütend sagt Zakuro, dass sie wegen ihnen verwirrt ist. Agemaki erkennt, dass Zakuro nicht das meint, was sie dem Kokkuri gesagt hat, aber er versteht nicht, warum er depressiv ist. An anderer Stelle sagt Rangui einem maskierten Mann, dass er lügt, wenn er sich selbst als armer Lügner bezeichnet.Die drei finden die Kokkuri. Agemaki beginnt zu sagen, dass er jemanden liebt, aber Zakuro stoppt ihn, weil sie nicht möchte, dass er etwas sagt, was er nicht meint. Ungeduldig stürmt der Kokkuri auf Hanadate zu. Er gesteht Zakuro seine Liebe. Sie antwortet, dass sie ihn liebt und der Kokkuri verschwindet. Zakuro dankt Hanadate für die Lüge, besteht jedoch darauf, dass er ein armer Lügner ist. Später fragen Susukihotaru und die Dienstmädchen Zakuro, ob sie Hanadate oder Agemaki liebt. Wütend sagt Zakuro, dass sie wegen ihnen verwirrt ist. Agemaki erkennt, dass Zakuro nicht das meint, was sie dem Kokkuri gesagt hat, aber er versteht nicht, warum er depressiv ist. An anderer Stelle sagt Rangui einem maskierten Mann, dass er lügt, wenn er sich selbst als armer Lügner bezeichnet.Zakuro hält ihn jedoch auf, weil sie nicht möchte, dass er etwas sagt, was er nicht meint. Ungeduldig stürmt der Kokkuri auf Hanadate zu. Er gesteht Zakuro seine Liebe. Sie antwortet, dass sie ihn liebt und der Kokkuri verschwindet. Zakuro dankt Hanadate für die Lüge, besteht jedoch darauf, dass er ein armer Lügner ist. Später fragen Susukihotaru und die Dienstmädchen Zakuro, ob sie Hanadate oder Agemaki liebt. Wütend sagt Zakuro, dass sie wegen ihnen verwirrt ist. Agemaki erkennt, dass Zakuro nicht das meint, was sie dem Kokkuri gesagt hat, aber er versteht nicht, warum er depressiv ist. An anderer Stelle sagt Rangui einem maskierten Mann, dass er lügt, wenn er sich selbst als armer Lügner bezeichnet.Zakuro hält ihn jedoch auf, weil sie nicht möchte, dass er etwas sagt, was er nicht meint. Ungeduldig stürmt der Kokkuri auf Hanadate zu. Er gesteht Zakuro seine Liebe. Sie antwortet, dass sie ihn liebt und der Kokkuri verschwindet. Zakuro dankt Hanadate für die Lüge, besteht jedoch darauf, dass er ein armer Lügner ist. Später fragen Susukihotaru und die Dienstmädchen Zakuro, ob sie Hanadate oder Agemaki liebt. Wütend sagt Zakuro, dass sie wegen ihnen verwirrt ist. Agemaki erkennt, dass Zakuro nicht das meint, was sie dem Kokkuri gesagt hat, aber er versteht nicht, warum er depressiv ist. An anderer Stelle sagt Rangui einem maskierten Mann, dass er lügt, wenn er sich selbst als armer Lügner bezeichnet.aber er besteht darauf, dass er ein armer Lügner ist. Später fragen Susukihotaru und die Dienstmädchen Zakuro, ob sie Hanadate oder Agemaki liebt. Wütend sagt Zakuro, dass sie wegen ihnen verwirrt ist. Agemaki erkennt, dass Zakuro nicht das meint, was sie dem Kokkuri gesagt hat, aber er versteht nicht, warum er depressiv ist. An anderer Stelle sagt Rangui einem maskierten Mann, dass er lügt, wenn er sich selbst als armer Lügner bezeichnet.aber er besteht darauf, dass er ein armer Lügner ist. Später fragen Susukihotaru und die Dienstmädchen Zakuro, ob sie Hanadate oder Agemaki liebt. Wütend sagt Zakuro, dass sie wegen ihnen verwirrt ist. Agemaki erkennt, dass Zakuro nicht das meint, was sie dem Kokkuri gesagt hat, aber er versteht nicht, warum er depressiv ist. An anderer Stelle sagt Rangui einem maskierten Mann, dass er lügt, wenn er sich selbst als armer Lügner bezeichnet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444089","hoster":"VOE"},{"path":"/redirect/8444085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-10","name":"","epNo":10,"alt":"Creeping Shadows","descr":"Auf einem Festival erweisen die Repräsentanten den Lords A und Um, einem Paar komainu-wie Geister. Als A und Um fragen, ob Zakuro und Agemaki ein Liebespaar sind, bestreitet sie dies. Danach rasen die Repräsentanten durch das Labyrinth des Festivals. Zakuro weigert sich, mit Agemaki zu gehen, aber sie treffen sich im Labyrinth. Agemaki möchte sich entschuldigen, dass sie Zakuro wütend gemacht hat, aber sie besteht darauf, dass sie nicht wütend ist. Schließlich gibt Zakuro zu, dass sie Menschen nicht hasst. Agemaki nimmt ihre Hand und führt sie. Als er sie fragt, ob sie weiß, was er für sie empfindet, rennt sie weg. Kurz darauf ist sie von Licht umgeben. An anderer Stelle erzählt Rangui dem maskierten Mann, dass sie Zakuro gefangen genommen hat. Zakuro träumt, dass sie sich mit ihrer Mutter auf einer Blumenwiese befindet, die von kleinen schwarzen Geistern mitgenommen wird. Sie wacht auf und stellt fest, dass sie an ein Bett gefesselt ist. Der maskierte Mann tritt ein und offenbart sich als Hanadate, dessen wahrer Name Omodaka ist. Er versucht sie zu küssen,aber sie stößt ihn weg. Zakuro möchte nach Hause zurückkehren, was Byakuroku verärgert und sie heftig husten lässt. Zakuro erfährt, dass Byakurokus Körper leidet, wenn sie ihre Kräfte einsetzt und gibt einige ihrer Kräfte, um Byakurokus Gesundheit wiederherzustellen. Später küsst und umarmt Omodaka, dass Byakuroku Zakuros Macht hat. Er ist zuversichtlich, dass Zakuro perfekt ist, um sein Kind zu gebären. Die Vertreter erfahren, dass Zakuro im Dorf der Orakel ist. Sie können das Dorf jedoch nicht betreten, da es außerhalb der Realität schwebt. Rangui, wütend darüber, dass Omodaka Zakuro bevorzugt, versucht Zakuro zu töten, bricht die Fesseln und erlaubt Zakuro zu entkommen. Als sie Zakuro ausfindig macht, sagt Byakuroku ihr, dass viele weibliche Halbgeister eingesperrt sind, weil sie einem mächtigen Halbgeist, Zakuro, ähneln.verärgerte Byakuroku und brachte sie dazu, heftig zu husten. Zakuro erfährt, dass Byakurokus Körper leidet, wenn sie ihre Kräfte einsetzt und gibt einige ihrer Kräfte, um Byakurokus Gesundheit wiederherzustellen. Später küsst und umarmt Omodaka, dass Byakuroku Zakuros Macht hat. Er ist zuversichtlich, dass Zakuro perfekt ist, um sein Kind zu gebären. Die Vertreter erfahren, dass Zakuro im Dorf der Orakel ist. Sie können das Dorf jedoch nicht betreten, da es außerhalb der Realität schwebt. Rangui, wütend darüber, dass Omodaka Zakuro bevorzugt, versucht Zakuro zu töten, bricht die Fesseln und erlaubt Zakuro zu entkommen. Als sie Zakuro ausfindig macht, sagt Byakuroku ihr, dass viele weibliche Halbgeister eingesperrt sind, weil sie einem mächtigen Halbgeist, Zakuro, ähneln.verärgerte Byakuroku und brachte sie dazu, heftig zu husten. Zakuro erfährt, dass Byakurokus Körper leidet, wenn sie ihre Kräfte einsetzt und gibt einige ihrer Kräfte, um Byakurokus Gesundheit wiederherzustellen. Später küsst und umarmt Omodaka, dass Byakuroku Zakuros Macht hat. Er ist zuversichtlich, dass Zakuro perfekt ist, um sein Kind zu gebären. Die Vertreter erfahren, dass Zakuro im Dorf der Orakel ist. Sie können das Dorf jedoch nicht betreten, da es außerhalb der Realität schwebt. Rangui, wütend darüber, dass Omodaka Zakuro bevorzugt, versucht Zakuro zu töten, bricht die Fesseln und erlaubt Zakuro zu entkommen. Als sie Zakuro ausfindig macht, sagt Byakuroku ihr, dass viele weibliche Halbgeister eingesperrt sind, weil sie einem mächtigen Halbgeist, Zakuro, ähneln.s Körper leidet, wenn sie ihre Kräfte einsetzt und einige ihrer Kräfte einsetzt, um Byakurokus Gesundheit wiederherzustellen. Später küsst und umarmt Omodaka, dass Byakuroku Zakuros Macht hat. Er ist zuversichtlich, dass Zakuro perfekt ist, um sein Kind zu gebären. Die Vertreter erfahren, dass Zakuro im Dorf der Orakel ist. Sie können das Dorf jedoch nicht betreten, da es außerhalb der Realität schwebt. Rangui, wütend darüber, dass Omodaka Zakuro bevorzugt, versucht Zakuro zu töten, bricht die Fesseln und erlaubt Zakuro zu entkommen. Als sie Zakuro ausfindig macht, sagt Byakuroku ihr, dass viele weibliche Halbgeister eingesperrt sind, weil sie einem mächtigen Halbgeist, Zakuro, ähneln.s Körper leidet, wenn sie ihre Kräfte einsetzt und einige ihrer Kräfte einsetzt, um Byakurokus Gesundheit wiederherzustellen. Später küsst und umarmt Omodaka, dass Byakuroku Zakuros Macht hat. Er ist zuversichtlich, dass Zakuro perfekt ist, um sein Kind zu gebären. Die Vertreter erfahren, dass Zakuro im Dorf der Orakel ist. Sie können das Dorf jedoch nicht betreten, da es außerhalb der Realität schwebt. Rangui, wütend darüber, dass Omodaka Zakuro bevorzugt, versucht Zakuro zu töten, bricht die Fesseln und erlaubt Zakuro zu entkommen. Als sie Zakuro ausfindig macht, sagt Byakuroku ihr, dass viele weibliche Halbgeister eingesperrt sind, weil sie einem mächtigen Halbgeist, Zakuro, ähneln.Er ist zuversichtlich, dass Zakuro perfekt ist, um sein Kind zu gebären. Die Vertreter erfahren, dass Zakuro im Dorf der Orakel ist. Sie können das Dorf jedoch nicht betreten, da es außerhalb der Realität schwebt. Rangui, wütend darüber, dass Omodaka Zakuro bevorzugt, versucht Zakuro zu töten, bricht die Fesseln und erlaubt Zakuro zu entkommen. Als sie Zakuro ausfindig macht, sagt Byakuroku ihr, dass viele weibliche Halbgeister eingesperrt sind, weil sie einem mächtigen Halbgeist, Zakuro, ähneln.Er ist zuversichtlich, dass Zakuro perfekt ist, um sein Kind zu gebären. Die Vertreter erfahren, dass Zakuro im Dorf der Orakel ist. Sie können das Dorf jedoch nicht betreten, da es außerhalb der Realität schwebt. Rangui, wütend darüber, dass Omodaka Zakuro bevorzugt, versucht Zakuro zu töten, bricht die Fesseln und erlaubt Zakuro zu entkommen. Als sie Zakuro ausfindig macht, sagt Byakuroku ihr, dass viele weibliche Halbgeister eingesperrt sind, weil sie einem mächtigen Halbgeist, Zakuro, ähneln.Byakuroku sagt ihr, dass viele weibliche Halbgeister eingesperrt sind, weil sie einem mächtigen Halbgeist, Zakuro, ähneln.Byakuroku sagt ihr, dass viele weibliche Halbgeister eingesperrt sind, weil sie einem mächtigen Halbgeist, Zakuro, ähneln.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444090","hoster":"VOE"},{"path":"/redirect/8444091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-11","name":"","epNo":11,"alt":"Hollow Touch","descr":"Als Zakuro versucht zu fliehen, findet sie ihre Mutter und sieht sie einmal berührend in ihre Erinnerungen. Zurück im Ministerium für Geistliche Angelegenheiten erzählt Kushimatsu den anderen Vertretern die Wahrheit über Zakuro und das Dorf der Orakel. In der Vergangenheit Zakuros Mutter; Tsukuhane war mit dem Häuptling des Dorfes der Orakel verheiratet, der sie wegen ihrer Kräfte suchte. Kurz nachdem sie einen Erben (Omodaka) zur Welt gebracht hatte, lernte sie einen Menschen namens Enaga kennen und verliebte sich in ihn. Sie versucht, aus dem Dorf zu fliehen, aber Enaga holt sie ein und sagt ihr, dass er mit ihr kommen wird. Leider werden sie erwischt und Enaga wird getötet, aber bevor er stirbt, sagt Tsukuhane ihm, dass sie ihr Kind (Zakuro) trägt. Es wird offenbart, dass Omodaka derjenige war, der dem Chief erzählte, was zwischen seiner Mutter und Enaga passiert war. Tsukuhane wird einem Fuchsgeisterritual unterzogen, um ihr ungeborenes Kind in einen Halbgeist zu verwandeln. Als das Kind geboren wird, stellen sie fest, dass es unglaubliche Kräfte hat. Tsukuhane hat Angst, dass das Dorf ihr Kind zu ihrem eigenen Vorteil missbrauchen könnte, also entkommt sie mit Hilfe von Kushimatsu. Zurück in der Gegenwart erklärt Kushimatsu, dass der Anhänger Zakuros Mutter ihr als Siegel gegeben hatte, um ihre Kräfte zu zügeln und das Dorf der Orakel davon abzuhalten, sie zu finden. Agemaki schwört , dass er und die anderen werden Zakuro retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444096","hoster":"VOE"},{"path":"/redirect/8444097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-12","name":"","epNo":12,"alt":"Looming Crisis","descr":"Zakuro erfährt endlich den Grund ihrer Geburt und ihrer Halbgeister. Sie wird erneut von Omodaka gefangen genommen und gezwungen, gegen ihren eigenen Willen zu handeln. Inzwischen eilen Agemaki und die anderen Repräsentanten los, um Zakuro zu retten, bewaffnet mit nur den geringsten Hinweisen. Unter der Führung der Lords A und Um erreichen sie das Dorf der Orakel, aber die Gruppe stellt fest, dass sie von Agemaki getrennt sind. Agemaki hört Tsukuahnes Stimme und hört sich die Nachricht an, die er ihren Kindern geben möchte. Die anderen finden Zakuro mit Omodaka in einem Hochzeitsritual, das sie stoppen, also befiehlt er seinen Männern, sie zu beseitigen, während er und Byakuroku versuchen, Zakuro an den Ort zu bringen, an dem sich seine Mutter und Enaga trafen. Zuvor wird er von Agemaki konfrontiert. Die anderen treffen im Kampf ein und Agemaki bemerkt Zakuros Anhänger, lässt ihn aber bleiben.Agemaki erzählt Omodaka, wie sich seine Mutter gefühlt hat, aber Omodaka weigert sich, es zu akzeptieren. Plötzlich sieht die Gruppe das Dorf der Orakel in Flammen. Omodaka rennt zum Dorf und trägt Zakuro, Byakuroku, Agemaki und die anderen folgen ihm.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444103","hoster":"VOE"},{"path":"/redirect/8444101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otome-youkai-zakuro/staffel-1/episode-13","name":"","epNo":13,"alt":"Brilliant Finale","descr":"Byakuroku führt die Agenten von Spirit Affairs im Dorf der Orakel an. Es stellt sich heraus, dass Rangui Daidai manipuliert hat; Ausnutzen des Neids, den sie auf die \"Bevorzugung\" ihrer älteren Schwester hat, und veranlasst Daidai, das Dorf niederzubrennen. Als Byakuroku nach Daidai sucht, stellt sie schockiert fest, dass ihre Schwester von Rangui tödlich verwundet wurde. Als sie stirbt, sagt Daidai Byakuroku, wie sehr sie sie beneidet hat. Byakuroku greift Rangui aus Angst an, aber ihre Angriffe sind nutzlos, weil Rangui mächtiger ist als zuvor. Mit Omodakas Hilfe kämpfen die Vertreter gegen Rangui. Rangui greift Zakuro an, aber Agemaki schirmt sie ab und sie sind beide in Ranguis Netz gefangen, wobei Zakuro immer noch bewusstlos ist. Agemaki, der sich weigert aufzugeben, da er ihr noch nicht sagen muss, wie er sich fühlt, umarmt Zakuro und sagt ihr, dass er sie liebt.Zakuro erwacht, nachdem sie dies hört, und setzt ihre wahre Macht frei, um Rangui zu zerstören. Als das Dorf niederbrennt, geht Omodaka in den Raum, in dem sich Tsukahanes Leiche befindet. Er möchte bei seiner Mutter bleiben und Byakuroku, der nirgendwo anders hingehen kann, bleibt auch bei ihm. Zakuro, Agemaki und die anderen fliehen aus dem Dorf. Zurück im Herrenhaus teilt Kushimatsu den Vertretern mit, dass das Ministerium für geistige Angelegenheiten aufgelöst wird. Als sich alle verabschieden, sagt Agemaki Zakuro noch einmal, dass er sie liebt, und Zakuro, zunächst widerstrebend, sagt, dass sie ihn auch liebt. Sie küssen sich (obwohl es nicht auf dem Bildschirm ist). Im Epilog sieht es gut aus für Menschen und Geister, und es scheint, dass Omodaka und Byakuroku überlebt haben. Am Ende wurde das Ministerium für Geistliche Angelegenheiten wieder eingesetzt, da Agemaki und die anderen Leutnants ihren General flehten, der zustimmte. Alle sind wieder zusammen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8444100","hoster":"VOE"},{"path":"/redirect/8722519","hoster":"Streamtape"}]}]}]}]}