{"seriesId":"otonari-no-tenshi-sama-ni-itsunomanika-dame-ningen-ni-sareteita","name":"Otonari no Tenshi-sama ni Itsunomanika Dame Ningen ni Sareteita ","descr":"[The Angel Next Door Spoils Me Rotten] Mahiru ist ein wunderschönes Mädchen, das von ihren Mitschülern als \"Engel\" bezeichnet wird. Sie ist nicht nur eine Spitzensportlerin mit perfekten Noten, sondern auch noch umwerfend schön. Amane hingegen ist ein durchschnittlicher Typ und ein bekennender Faulpelz. Er hat noch nie viel von der göttlichen Schönheit gehalten, obwohl sie auf dieselbe Schule gehen. Das ändert sich jedoch schlagartig, als er Mahiru zufällig während eines Regenschauers allein im Park sitzen sieht. So beginnt eine seltsame Beziehung zwischen diesem unglaublich unwahrscheinlichen Paar!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Encounter with an Angel","descr":"Auf dem Weg nach Hause von der Schule sieht Fujimiya Amane ein Mädchen im strömenden Regen auf einer Schaukel sitzen. Bei dem Mädchen handelt es sich um Shiina Mahiru, die dieselbe Schule wie er besucht und an dieser als \"Engel\" bekannt ist. Er überlässt ihr seinen Schirm und betrachtet die Sache als abgeschlossen, doch damit beginnt sich zwischen den beiden eine kuriose Bekanntschaft zu entwickeln.","versions":[{"lang":3,"streams":[{"redirect":11956716,"hoster":"VOE"},{"redirect":11956715,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Dinner with the Angel","descr":"Amane erfährt zufällig, dass Shiinas Geburtstag immer näher rückt! Er berät sich mit seinem Freund Itsuki und seiner Freundin Chitose, um herauszufinden, welches Geschenk seinem Engel am besten gefallen wird.","versions":[{"lang":3,"streams":[{"redirect":12008793,"hoster":"VOE"},{"redirect":12008794,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Reward for the Angel","descr":"Amanes Mutter schaut unangemeldet bei ihm vorbei und das auch noch im dümmsten Moment, als gerade Mahiru in seiner Wohnung ist. Außerdem steht Weihnachten vor der Tür, womit sich ein weiteres Trimester dem Ende zuneigt. Selbstverständlich hat Mahiru abermals die besten Noten ihrer Jahrgangsstufe geschrieben, was Amane auf die Idee bringt, sie mit einer Kleinigkeit dafür zu belohnen.","versions":[{"lang":3,"streams":[{"redirect":12113459,"hoster":"VOE"},{"redirect":12113462,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Angel in the Christmas","descr":"Die Katze ist aus dem Sack, Itsuki und Chitose haben rausgekriegt, dass Amanes ominöse Nachbarin keine Geringere als der Engel ist. Und natürlich brennen sie darauf zu erfahren, was zwischen den beiden läuft. Tags darauf sind Amane und Mahiru für Weihnachten verabredet. Als Mahiru wieder gehen will, fällt Amane auf, dass sie etwas rot im Gesicht ist. Ein klarer Hinweis auf Fieber. Also nichts wie ab ins Bett mit ihr, aber es stellt sich die Frage welches Bett.","versions":[{"lang":3,"streams":[{"redirect":12220608,"hoster":"VOE"},{"redirect":12220606,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"First Shrine Visit (Hatsumode) with the Angel","descr":"Auch Silvester verbringt Mahiru bei Amane und schläft prompt bei ihm ein. Beim Beantworten der Neujahrsgrüße melden sich zudem Amanes Eltern zu einem Besuch an. Nach wie vor voller Begeisterung über Mahiru lässt sich Amanes Mutter nicht nehmen, sie für einen Schreinbesuch in einen Kimono zu kleiden. Doch dieser gemeinsame Schreinbesuch birgt auch gewisse Risiken, denn Mahiru und Amane dürfen nicht erkannt werden, wenn sie sich nicht in der Schule erklären wollen.","versions":[{"lang":3,"streams":[{"redirect":12220611,"hoster":"VOE"},{"redirect":12220603,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Gift from the Angel","descr":"Valentinstag steht an und Chisato ist mit großem Eifer dabei, Schokolade für all ihre Liebsten zu machen. Was Itsuki allerdings brennender interessiert, ist die Frage, ob Mahiru Amane auch etwas schenken wird. Amane selbst gibt sich wie immer desinteressiert, doch als sie ihm tatsächlich etwas schenkt, stellt sich für ihn wiederum die Frage, was er ihr zum White Day schenken könnte.","versions":[{"lang":3,"streams":[{"redirect":12220619,"hoster":"VOE"},{"redirect":12220616,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Promise with the Angel","descr":"Itsuki hat sich schwer mit seinem Vater verkracht und sucht jemanden, der ihn aufnimmt. Natürlich erklärt sich Amane, nett wie er ist, bereit. Allerdings geht es in Chitoses Augen gar nicht an, dass Itsuki alleine in den Genuss von Mahirus Essen kommt, also quartiert sie sich kurzerhand bei Mahiru ein. Kurz nachdem die beiden wieder aufbrechen, wird Amane Zeuge eines eigenartigen Gespräches zwischen Mahiru und einer Dame, die sich als Mahirus leibliche Mutter entpuppt.","versions":[{"lang":3,"streams":[{"redirect":12286657,"hoster":"VOE"},{"redirect":12286654,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Angel in the New Term","descr":"Ein neues Semester beginnt und die Klassen werden neu zusammengestellt. Zur Freude aller ist unsere gesamte Freundesgruppe bestehend aus Amane, Mahiru, Itsuki und Chitose dieses Mal in derselben Klasse. Was aber auch bedeutet, dass Amane und Mahiru aufpassen müssen, damit ihre Klassenkameraden nicht bemerken, wie nahe sie sich stehen.","versions":[{"lang":3,"streams":[{"redirect":12286656,"hoster":"VOE"},{"redirect":12286653,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Going Out with the Angel","descr":"Die Golden Week steht an, was viel Freizeit bedeutet, für die bislang weder Mahiru noch Amane etwas Konkretes geplant haben. Also beschließt Mahiru, die Gelegenheit zu nutzen und ihren Gutschein für einen freien Wunsch dafür zu verwenden, Amane dazu zu bewegen, etwas mit ihr zu unternehmen. Gesagt, getan und so besuchen die beiden ein Katzencafé und gehen danach zusammen shoppen.","versions":[{"lang":3,"streams":[{"redirect":13004511,"hoster":"VOE"},{"redirect":12322322,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Angel in the Dream","descr":"In der Schule macht bereits das Gerücht die Runde, Mahiru sei mit einem Jungen shoppen gewesen. Darauf angesprochen bezeichnet Mahiru den Ausflug prompt als Date, was Amane kalt erwischt. Derweil arbeitet Amane hart an sich, nicht nur beginnt er morgens Sport zu machen, er versucht auch seine Noten zu verbessern. Mahiru bietet ihm an, ihm einen Wunsch zu erfüllen, sollte ihm das gelingen. Allerdings führt bereits die Vorstellung dazu, dass Amane in der folgenden Nacht etwas Träumt, was ihm sehr unangenehm ist.","versions":[{"lang":3,"streams":[{"redirect":12354490,"hoster":"VOE"},{"redirect":12354491,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Angel Next Door Spoils Me Rotten","descr":"Die Noten der Zwischenprüfungen sind da und Amane hat es tatsächlich unter die ersten zehn geschafft. Was bedeutet, dass Mahiru ihm seinen Wunsch erfüllt. Natürlich schläft Amane dabei wieder ein und als er aufwacht, schläft auch Mahiru tief und fest. Es bleibt ihm nur eines übrig: Sie rüber in ihre Wohnung tragen und in ihr Bett legen. Außerdem hören Amane, Mahiru und Yuuta in der Schule Mädchen über Mahiru herziehen, was Amane mehr zu beschäftigen scheint als Mahiru.","versions":[{"lang":3,"streams":[{"redirect":12391868,"hoster":"VOE"},{"redirect":12391869,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Say Goodbye to My Cowardice","descr":"Amane erkennt zwar, dass Mahiru etwas für ihn empfindet, aber aufgrund seiner Erfahrungen in der Vergangenheit traut er sich nicht, eine Beziehung mit ihr einzugehen. Am Tag des Schulsports nehmen die beiden schließlich gemeinsam an einem Schnitzeljagdrennen teil. Als Mahiru erfährt, welchen Gegenstand sie suchen muss, ergreift sie Amanes Hand und läuft auf das Ziel zu, was Amane überrascht. Dann verkündet Mahiru vor ihren verblüfften Mitschülern mutig, dass Amane sie liebt. In diesem Moment entschließt sich Amane, ihr seine Gefühle zu gestehen.","versions":[{"lang":3,"streams":[{"redirect":12422386,"hoster":"VOE"},{"redirect":12422390,"hoster":"Streamtape"}]}]}]}]}