{"path":"/serie/stream/otto-die-serie","name":"Otto - Die Serie","descr":"Otto Waalkes, das Beste was Deutschland zu bieten hat. Ein Komiker wie man ihn heut’ zu Tage nur noch selten sieht. Nach seinen Kinofilmen schloss Otto wieder an seine Bühnenkomik von 1975 (Die Otto-Show) an und lieferte RTL 1995 dreizehn Sendungen von Baby Otto bis hin zu Harry Hirsch. Ein bunter Mix verpackt in seinem einzigartigen friesischen Humor. Das muss man gesehen haben. Auch für die sympatische Trickserie \"Ottifanten\" fühlte sich Waalkes verantwortlich und schuf somit immer wieder etwas kreatives, bevor er 2004 mit seiner Parodie \"Sieben Zwerge – Männer allein im Wald\" zurück ins Kino kehrte und gleich wieder Millionen begeisterte.","seasons":[{"path":"/serie/stream/otto-die-serie/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/otto-die-serie/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Diesmal macht Otto u.a. als Baby und als \"Orro – der Mann mit der Maske\" den Bildschirm unsicher. Wer Tootsie mag, wird auch Putzi lieben! Nur die künftige Schwiegermutter macht da eine Ausnahme. Im Otto-Shop finden Kunden allerlei nützliche Dinge im Angebot. Das heißt es abgreifen, solange der Vorrat reicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14285219","hoster":"VOE"},{"path":"/redirect/14479018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14267670","hoster":"VOE"},{"path":"/redirect/14480912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Heute verliebt sich Otto in Julia. Was er mit ihr in der \"K.u.K. – Schnellreinigung\" erlebt, vertraut er nur seinem lieben Tagebuch an. Außerdem sehen wir Richter Otto, der all diejenigen, die eine beliebte Fernsehserie stören und/​oder zur Störung einer solchen beitragen oder diesselbe billigend in Kauf nehmen, mit drakonischen Freisprüchen belohnt. Weiterhin warnt XY-Otto vor Trickbetrügern, wie diesem pseudofranzösischen Schnellzeichner zum Beispiel, bei dessen Portaits jede Ähnlichkeit mit lebenden Personen rein zufällig wäre. Und zum Schluss: Dr. Otto hat ein todsicheres Mittel gegen Schlaflosigkeit. Zu riesigen Nebenwirkungen fragen sie besser den Arzt ihres Apothekers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479814","hoster":"VOE"},{"path":"/redirect/14334681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Diesmal löst Otto u.a. als Privatdetektiv P. Dorn das Rätsel der verschwundenen Schildkröte. Danach backt er seiner angebeteten Julia zum Geburtstag eine Torte und komponiert ihr ein Liedchen, aber Julia will weder essen noch hören. Im Otti-Shop gibt?s heute naturbelassene Bio-Binder besonders günstig zu kaufen: Zwei zum Preis von einem.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14481446","hoster":"VOE"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Es kommt knüppeldick: Otto erzählt sein Leben. Und zwar von Anfang an bis zu seinen Erlebnissen als Häuptling Grober Unfug. Außerdem lernen wir, dass Frauen nicht nur schön, sondern auch nützlich sind. Otto liefert sogar den Beweis. Und er zeigt auch gleich, was geschieht, wenn man ihm eine Gitarre in die Hand drückt. Für Julia gibt es da nur eine Lösung: Ein Leibwächter muss sie vor Otto schützen. Aber ob der was taugt? Zu allem Überfluss macht die Putzfrau Miss Susan wieder mal eine Menge Putz, und Dr. Sommer öffnet sein Lexikon der Sexualität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14267996","hoster":"VOE"},{"path":"/redirect/14479019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Heute lenken Captain Kurt und Commander Spuck das Raumschiff Unterpreis sicher durch alle Räumungsverkäufe. Seine geliebte Julia hat Otto in ein kleines Bistro eingeladen, aber er hätte nicht gedacht, dass die Preise dort so hoch sind. Auch Baby Otto hat wieder Unfug im Sinn. Mal sehen, was es alles mit einer Banane anstellen kann. Eine Idee hat der kleine Racker schon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479810","hoster":"VOE"},{"path":"/redirect/14479020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Otto präsentiert heute ein besonderes Hohelied auf die Männer, die den ungestörten Empfang des Fernsehprogramms möglich machen sollen. Das Hohelied ist in sofern wörtlich zu nehmen, als dass es sich um Dacharbeiter handelt, die eben dort zugange sind, wo den Häusern Antennen wachsen. Auch den Hausfrauen widmet Otto alias Manni heute ganz besondere Aufmerksamkeit. Er bringt ihnen zu Ehren ein Ständchen – schlimm genug! Lautstark meldet sich auch der Bellende Butler zu Wort. Er ist ein einzigartiger Vertreter seines Fachs und jedem Herrchen treu ergeben -zumindest bis zu seiner Kündigung. Für die Tochter des Bellenden Butlers gilt übrigens Selbiges.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14481628","hoster":"VOE"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"In dieser Folge sucht Inspektor Salambo den rechtmäßigen Besitzer der verschwundenen Juwelen. Doch sein schlechtes Gedächtnis erleichtert ihm die Aufgabe nicht gerade. Außerdem stellt sich die Frage: Von wem hat Otto seinen Großmutterwitz geerbt? Die Antwort liegt auf der Hand, von seiner Oma natürlich! Erstmals wird heute im Bild die ostfriesische Sockenwende festgehalten. Dass sie sich daraus nicht befreien kann, dafür sorgt unter anderem Reporter Harry Hirsch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479857","hoster":"VOE"},{"path":"/redirect/14479021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"Heute berichtet \"Spargel-TV\" über Gewalt in unseren Kindergärten. Reporter Harry Hirsch hat vor Ort recherchiert, als Undercover-Agent.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479881","hoster":"VOE"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14285285","hoster":"VOE"},{"path":"/redirect/14334685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-11","name":"Folge 11","epNo":11,"alt":"","descr":"Heute beschäftigt sich Macho-TV mit dem Thema: \"die Frau\". Warum das so ist, erläutert Otto ausführlich. Außerdem stellt er das beste Mittel gegen die \"Männer-Tage\" vor: Machosept. Zu Gast ist Teddy . Und Baby Otto singt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14481551","hoster":"VOE"},{"path":"/redirect/14479022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-12","name":"Folge 12","epNo":12,"alt":"","descr":"In dieser Folge wird es geradezu gruselig: Otto erzählt seine Lebensgeschichte. Und als wäre das nicht schon schlimm genug, will der Blödel-Friese auch noch den Beweis antreten, dass Frauen nicht nur schön, sondern auch nützlich sind. Außerdem gibt Otto etwas auf seiner Gitarre zum Besten und lässt die singende Putzfrau Miss Susan auftreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14303954","hoster":"VOE"},{"path":"/redirect/14479024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/otto-die-serie/staffel-1/episode-13","name":"Folge 13","epNo":13,"alt":"","descr":"Heute stellt sich die Frage, ob Otto wenigstens als Weihnachtsmann verkleidet Chancen bei seiner angebeteten Julia hat? Und wie ist Otto eigentlich zu RTL gekommen? Fragen, über Fragen, die es noch schnell zum Abschluss der Serie zu klären gilt. Auch Baby Otto nimmt Abschied. Und der Friesen-Barde singt noch einmal seine ganz persönliche Nationalhymne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14481457","hoster":"VOE"},{"path":"/redirect/14479023","hoster":"Streamtape"}]}]}]}]}