{"path":"/serie/stream/our-flag-means-death","name":"Our Flag Means Death","descr":"Wir schreiben das Jahr 1717. Der wohlhabende Landbesitzer Stede Bonnet hat eine Midlife-Crisis und beschließt, sein bequemes Leben aufzugeben und Pirat zu werden, um als Freibeuter mit seinem Piratenschiff Revenge vor der Ostküste Amerikas die Weltmeere unsicher zu machen. Doch das geht nicht gut aus. Basierend auf einer wahren Geschichte.","seasons":[{"path":"/serie/stream/our-flag-means-death/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/our-flag-means-death/staffel-1/episode-1","name":"Wie das Grauen begann","epNo":1,"alt":"Pilot","descr":"Im Jahr 1717 steckt der verwöhnte Aristokrat Stede Bonnet in einer Midlife-Crisis und beschließt kurzerhand Pirat zu werden. Schnell wird Stede jedoch bewusst, dass das Piratenleben kein Zuckerschlecken ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479498","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14345010","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-1/episode-2","name":"Geiseln entlaufen","epNo":2,"alt":"A Damned Man","descr":"Stede hat während der Suche nach den Geiseln mit Schuldgefühlen zu kämpfen. Lucius macht eine überraschende Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479600","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14344893","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-1/episode-3","name":"Der Gentleman-Pirat","epNo":3,"alt":"A Gentleman Pirate","descr":"Stede macht in der Republik der Piraten Geschäfte. Indessen werden Oluwande und Jim mit ihrer Vergangenheit konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14334667","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14345011","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-1/episode-4","name":"Ich wär so gern wie du","epNo":4,"alt":"Discomfort In a Married State","descr":"Die Gefahr eines Angriffs führt Blackbeard und Stede zusammen. Jim wird mit den Fragen einer äußerst neugierigen Mannschaft konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479502","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14344891","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-1/episode-5","name":"Unter Schnöseln","epNo":5,"alt":"The Best Revenge Is Dressing Well","descr":"Blackbeard und Stede begeben sich auf eine Party, während Oluwande und Frenchie falsche Identitäten annehmen. Izzy und Lucius liefern sich ein Kopf-an-Kopf-Rennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479499","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14479479","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-1/episode-6","name":"Die Kunst des Verarschens","epNo":6,"alt":"The Art of F**kery","descr":"Gemeinsam mit seiner Crew veranstaltet Stede ein großes Spektakel. Blackbeard stößt bei der Umsetzung seines Plans auf Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14334621","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14344892","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-1/episode-7","name":"Es passiert!","epNo":7,"alt":"This Is Happening","descr":"Eine Reise nach St. Augustine bringt mehr über Jims Vergangenheit ans Licht. Stede und Blackbeard begeben sich auf ein Abenteuer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14334346","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14345013","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-1/episode-8","name":"Möwe die Macht mit euch sein","epNo":8,"alt":"We Gull Way Back","descr":"Als ein alter Freund von Blackbeard auftaucht, fühlt sich Stede wie ein Außenseiter. Oluwande trauert um einen Verlust, während Jim bei der Spanierin Jackie nach Antworten sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479480","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14345012","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-1/episode-9","name":"Akt der Gnade","epNo":9,"alt":"Act of Grace","descr":"Stede und Blackbeard stehen vor einer schwierigen Entscheidung als sie gefangen genommen werden und vor Gericht stehen. Ihre Zukunft scheint ungewiss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13975778","hoster":"VOE"},{"path":"/redirect/14479025","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14479513","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-1/episode-10","name":"Rückkehr des Kraken","epNo":10,"alt":"Wherever You Go, There You Are","descr":"Stede will sein altes Leben zurück, während Blackbeard sich um ein gebrochenes Herz kümmert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14334623","hoster":"VOE"},{"path":"/redirect/14333227","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14469472","hoster":"VOE"}]}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/our-flag-means-death/staffel-2/episode-1","name":"Unmögliche Vögel","epNo":1,"alt":"Impossible Birds","descr":"Stede und seine Crew haben sich auf der Republic of Pirates niedergelassen und arbeiten bei Spanish Jackie’s, um Geld für ein Schiff zu sparen. Unterdessen überfällt die Besatzung der Revenge aufgrund der immer unberechenbareren Forderungen Blackbeards regelmäßig Schiffe. Izzy versucht, die Sache zwischen Blackbeard und der Crew zu regeln, aber ohne Erfolg. Blackbeard hält die Crew mit vorgehaltener Waffe fest, um ihre Zufriedenheit mit ihrem Arbeitsumfeld zu bestätigen, und zeigt dabei starke Selbstmordgedanken. Als Izzy erklärt, dass Blackbeard wegen seiner Gefühle für Stede verzweifelt ist, schießt Ed ihm ins Bein und ernennt Frenchie zu seinem neuen Ersten Offizier. Unterdessen erfährt Stede von Richard Banes, einem kleinen Adligen, der zum Piraten wurde, von einer römischen Puzzletruhe in Jackies Besitz und beschließt, sie zu stehlen, doch er und die Crew werden von Jackie gefangen, bevor sie fliehen können. Plötzlich kommt eine örtliche Suppenverkäuferin namens Susan und kauft Jackie sowohl die Truhe als auch die Crew ab. Susan entpuppt sich dann als Zheng Yi Sao, Piratenkönigin und Eroberin Chinas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479674","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14469588","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-2/episode-2","name":"Der Rattenjunge","epNo":2,"alt":"Red Flags","descr":"Stede und seine Crew gewöhnen sich an das Leben an Bord von Zheng Yi Saos Schiff \"Red Flag\", während Ed weiter auf der Kippe steht. Es stellt sich heraus, dass Lucius auf der Roten Flagge am Leben ist, und er ist freudig wieder mit der Crew vereint und nimmt seine Beziehung zu Black Pete wieder auf. Zheng geht ihren Gefühlen für Oluwande nach, sehr zum Missfallen von Tante. Auf der Revenge haben Jim und Archie Izzy in einem Stauraum versteckt und ihm das verletzte Bein amputiert. Als Blackbeard ihn entdeckt, überredet er Izzy, mit einer Pistole auf ihn zu schießen, doch Izzy lehnt ab. Blackbeard lässt die Waffe bei Izzy zurück und geht dann an Deck, um das Schiff in einen herannahenden Sturm zu steuern. Jim, Frenchie und die anderen merken das zu spät. Als Blackbeard droht, eine Kanonenkugel in den Mast zu schießen, erscheint Izzy und schießt auf Blackbeard, um ihn aufzuhalten. Die Crew versammelt sich um Blackbeards liegende Gestalt, während Jim eine Kanonenkugel über ihren Kopf wirft, offenbar mit der Absicht zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479598","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/13975594","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-2/episode-3","name":"Gefangen in der Glibberphase","epNo":3,"alt":"The Innkeeper","descr":"Die Crew von Zheng Yi Sao führt einen erfolgreichen Überfall durch und stößt dann auf die beschädigte Revenge. Stede springt ins Wasser, um zu Ed zu schwimmen, und findet die verbleibende Besatzung, kann aber keine Informationen über Eds Aufenthaltsort erhalten. Ed wacht unterdessen an einem einsamen Strand auf, bevor er von seinem ehemaligen Kapitän Benjamin Hornigold gerettet und versorgt wird. Tante vermutet eine Meuterei und rät Zheng, die Besatzung der Revenge zu töten, was Zheng nach der Entdeckung von Eds Leiche zustimmt. Stede und die Crew entkommen, stehlen die Revenge zurück und übernehmen dabei das Steuerrad der Red Flag. Nach einem körperlichen Kampf mit Hornigold erkennt Ed, dass er sich in einer Art Fegefeuer befindet, das als Gravy Basket bezeichnet wird, und muss entscheiden, ob er leben oder sterben möchte. Ed wird an einen Felsen gefesselt, ins Wasser gestoßen und beginnt zu ertrinken. Er wird durch den Klang von Stedes Stimme und sein Erscheinen in Form einer Meerjungfrau gerettet, die auf Ed zu schwimmt. Ed wacht auf und sieht Stede an seinem Bett, der seine Hand umklammert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479514","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14469482","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-2/episode-4","name":"Ein seltsames Paar","epNo":4,"alt":"Fun and Games","descr":"Stede unterstützt Buttons bei seinem Versuch, sich in einen Vogel zu verwandeln, und die beiden finden sich auf derselben Insel wieder, auf der Ed nach seiner Verbannung aus der Revenge an Land gespült wurde. Hier trifft Ed auf alte Freunde und Piratenkollegen Anne Bonny und Mary Read, die jetzt ein Antiquitätengeschäft betreiben. Als Ed während des Abendessens Zeuge ihrer dysfunktionalen Beziehung wird, hilft er dabei, seine Beziehung zu Stede wiederherzustellen. Unterdessen geraten die Besatzungsmitglieder der Revenge in Fraktionskämpfe, kommen aber schließlich zusammen, um aus der Galionsfigur des Schiffes eine Beinprothese für Izzy herzustellen. Stede lässt Eds Verbannung für eine Nacht pausieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479411","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14331054","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-2/episode-5","name":"Ein Fluch ist ein Fluch","epNo":5,"alt":"The Curse of the Seafaring Life","descr":"Ed darf auf Bewährung wieder auf der Revenge mitmachen und arbeitet mit Lucius und Fang einen Teil seiner Vergangenheit auf. Stede versucht mit Izzys Hilfe seine Piratenfähigkeiten zu verbessern, wobei die Piraten ein Schiff überfallen, dessen Besatzung bereits ermordet wurde. Als sie mit nur einem bedeutenden Schatz zurückkehren: einem neuen Anzug für Stede, ist die Crew davon überzeugt, dass der Anzug verflucht ist, und Stede ist schließlich gezwungen, sich von ihm zu trennen. Ed erhält ein paar Unterrichtsstunden im Angeln und im Leben von Fang, dessen richtiger Name sich als Kevin Junior herausstellt. Lucius macht Black Pete einen Heiratsantrag. Am Ende des Tages unterhalten sich Ed und Stede im Mondlicht an Deck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479688","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14331190","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-2/episode-6","name":"Calypsos Geburtstag","epNo":6,"alt":"Calypso\u0027s Birthday","descr":"Die Party der Crew, die aus dem Erlös von Blackbeards Schatz finanziert wird, zur Feier von Calypsos Geburtstag wird vom rivalisierenden Piraten Ned Low und seiner Crew unterbrochen, die unglücklich sind, dass Blackbeard seine rekordverdächtige Serie von Raubzügen geschlagen hat. Lucius und Black Pete gehen unentdeckt unter Deck und planen einen Gegenangriff, doch bevor sie diesen ausführen können, findet Lows Folterung der Besatzung der Revenge ein vorzeitiges Ende, als Stede Unstimmigkeiten in der Besatzung des Rivalen hervorruft. Da Stede nun die Oberhand hat, revanchiert er sich, indem er Low dazu zwingt, über die Planke zu gehen – sein erster bewusster Versuch, ein anderes Leben als Pirat zu führen. Die Crew setzt die Party fort, während Stede alleine zu seiner Kabine geht. Ed schaut nach ihm und die beiden küssen sich leidenschaftlich, bevor sie ihre Beziehung vollenden. Richard Banes, alias Prinz Ricky, plant Rache an den Piraten, als er eine Einladung von Zheng Yi Sao erhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479577","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14479704","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-2/episode-7","name":"Feuer und Flamme","epNo":7,"alt":"Man on Fire","descr":"Ed wirft sein altes Leben ab, angefangen bei seinen Lederklamotten. Die Revenge legt an der Republik der Piraten an, wo die Crew auf Zheng Yi Sao und Tante trifft. Trotz der Gefahr, den Kopf zu verlieren, machen sie sich auf den Weg zu Spanish Jackie\u0027s, werden aber aufgrund ihrer neu entdeckten Schande willkommen geheißen. Stede, der in seinem neuen Ruhm schwelgt, lässt sich ein Piercing stechen und führt seine erste Selbstverbrennung durch, während Ed grübelt und beschließt, Fischer zu werden. Jim sorgt dafür, dass sich Oluwande mit Zhen Yi Sao versöhnt, aber Stede beginnt eine Massenschlägerei und wird erst vor Zhen gerettet, als sie von Prinz Richard hintergangen wird und ihre gesamte Flotte um Mitternacht explodiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479687","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14479673","hoster":"VOE"}]}]},{"path":"/serie/stream/our-flag-means-death/staffel-2/episode-8","name":"Zusammen ist man stärker","epNo":8,"alt":"Mermen","descr":"Ed kämpft darum, das Angeln zu einem erfolgreichen Karriereschritt zu machen. Als er zurückkehrt, findet er die Republik der Piraten vor, die nun unter der Kontrolle von Prinz Richard und den Briten steht. Als er seine Lederkleidung zurückholt, findet er einen von Stedes \"Flaschenpost\"-Liebesbriefen und die beiden sind bald wieder vereint. Zusammen mit Zheng Yi Sao kehren sie zu Spanish Jackie\u0027s zurück und stellen fest, dass sie die britischen Soldaten in ihrer Bar vergiftet hat. Verkleidet in den Uniformen der toten Soldaten dringen die Piraten in die Garnison ein und töten viele der Soldaten, bevor sie ins Meer fliehen. Der tödlich verwundete Izzy versöhnt sich mit Ed, bevor er seinen letzten Atemzug tut. Lucius und Black Pete sind verheiratet und Ed und Stede ziehen sich in ein Leben als Gastwirte zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479622","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/13907243","hoster":"VOE"}]}]}]}]}