{"seriesId":"ouran-high-school-host-club","name":"Ouran High School Host Club ","descr":"Haruhi Fujioka ist eine arme Studentin an der Elite-Schule Ouran High School, die sie nur dank eines Stipendiums besuchen kann. Als sie sich eines Tages ein ruhiges Plätzchen zum Lernen sucht, betritt sie aus Versehen den Host Club der Schule. Der Host Club besteht aus sechs Mitgliedern, die beiden Yaoi-Zwillinge Hikaru und Kaoru, dem Shouta Honey-Senpai und seinem Beschützer Takashi, Kyouya der Allwissende und Tamaki der Anführer der Bande, der sich selbst als König aller Bishounen proklamiert hat. Die Aktivitäten der sechs sind denkbar einfach: Sie verkaufen sich selbst als Hosts an reiche Schülerinnen der Schule und erfüllen ihnen jegliche Wünsche und Fetische. Als sie nun aus Versehen in diesem Club landet und versucht, wieder zu entkommen, zerbricht sie eine teure Vase im Wert von 8 Millionen Yen (≈ 70 Tausend Euro). Um diese Schuld einzutreiben wird sie als neues Mitglied in den Host Club aufgenommen, da man sie wegen ihres jungenhaften Aussehens und der Kleidung für einen Jungen hält.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Von heute an bist du ein Host","epNo":1,"alt":"","descr":"Die Stipendiatin Haruhi Fujioka kommt an der Ouran Academy an, wo sie aufgrund ihrer kurzen Haare und ihres jungenhaften Aussehens für männlich gehalten wird. Auf der Suche nach einem ruhigen Ort zum Lernen stolpert sie über den Host Club und zerbricht versehentlich eine Vase im Wert von 8 Millionen Yen (72.600 US-Dollar). Um die Schulden zu begleichen, muss Haruhi als Laufbursche des Clubs arbeiten. Sobald die Gastgeber erkennen, dass Haruhi ein natürliches Talent dafür hat, Mädchen zu unterhalten, befördern sie sie zur Gastgeberin in Ausbildung und werden ihr ihre Schulden erlassen, wenn sie 100 zahlende Kunden gewinnt. Sie entdecken auch, dass sie weiblich ist, aber halten Sie das geheim. An ihrem ersten Tag als Gastgeberin irritiert Haruhi Prinzessin Ayanokoji, eine von Tamakis eifersüchtigen Kunden. Ayanokoji wird aus dem Club ausgeschlossen, weil sie Haruhis Büchertasche zerstört hat, aber Haruhis Schulden werden auf 1.000 Kunden erhöht.","versions":[{"lang":1,"streams":[{"redirect":12267875,"hoster":"VOE"},{"redirect":8800131,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Arbeit eines Oberschüler Hosts","epNo":2,"alt":"","descr":"Kanako Kasugazaki, Stammgast des Host Clubs, hat Probleme mit ihrem Verlobten Tooru Suzushima, der plant, das Land zu verlassen, um im Ausland zu studieren. Die Gruppe plant, sie bei einem bevorstehenden Tanz wieder zu vereinen, indem sie Haruhi dazu bringt, sich als Mädchen zu verkleiden und sich Tooru als Bewunderer zu nähern. Tooru sagt, dass er sich geschmeichelt fühlt, aber dass er sich um jemand anderen kümmert. Kanako findet sie zusammen und flieht unter Tränen, aber Tooru holt sie ein und sie bekräftigen ihre Gefühle füreinander. Am Ende des Tanzes wird Kanako als Königin gewählt, die von Haruhi einen Kuss auf die Wange bekommt. Tamaki erkennt, dass dies Haruhis erster Kuss sein wird, rennt, um sie aufzuhalten, stolpert und drückt Haruhis Gesicht mit einem Kuss auf die Lippen auf Kanakos Gesicht.","versions":[{"lang":1,"streams":[{"redirect":8800132,"hoster":"VOE"},{"redirect":8610187,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vorsicht vor der ärztlichen Untersuchung","epNo":3,"alt":"","descr":"Der Host Club bemüht sich, einen Weg zu finden, um zu verhindern, dass Haruhis Geschlecht bei den jährlichen körperlichen Untersuchungen entdeckt wird. Ihre Versuche scheitern kläglich, bis Kyouya bei einem Arzt eingreift, der verspricht, ihr Geheimnis nicht preiszugeben. Währenddessen betritt Dr. Yabu den Raum auf der Suche nach seiner Tochter und wird fälschlicherweise beschuldigt, bei einer Studentin \"passiert\" zu haben. Kyouya schätzt genau ein, dass die Tochter des Mannes aufgrund von Dr. Yabus Geschichte über die finanziellen Schwierigkeiten wahrscheinlich die Ouran Public High School besucht. Tamaki gibt ihm Anweisungen und Haruhi ist beeindruckt von der Einsicht und Freundlichkeit des Clubs und beschließt, sich daran zu halten.","versions":[{"lang":1,"streams":[{"redirect":8825350,"hoster":"VOE"},{"redirect":8610178,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Überfall eines weiblichen Managers","epNo":4,"alt":"","descr":"Renge Hoshakuji, ein französischer Otakukommt im Host Club an und behauptet, Kyouyas Verlobter zu sein, weil er wie ein Anime-Charakter aussieht, den sie vergöttert. Sie erklärt sich zur Clubmanagerin und beschließt, einen Film zu drehen, der die Schattenseiten der Gastgeber beleuchtet, um mehr Kunden zu gewinnen. Während des Films engagiert sie zwei männliche Studenten, um Bösewichte zu spielen, aber sie nehmen es übel, dass sie dem Aussehen nach \"typisiert\" sind, und stoßen Renge weg. Haruhi greift ein und verliert eine Kontaktlinse, obwohl es so aussieht, als würde sie weinen, was Tamakis Unterstützung entlockt. Haruhi stellt klar, dass sie nicht verletzt ist und hilft Renge zu verstehen, dass es besser ist, Menschen so zu akzeptieren, wie sie sind, als sie zu sein. Während sie sich unterhalten, zerbricht Kyouya die Kameralinse, um das seiner Meinung nach \"gewalttätige Filmmaterial\" zu zerstören, das den Ruf des Clubs schädigen würde, bearbeitet jedoch später vorhandenes Filmmaterial, um es an ihre Kunden zu verkaufen.Renge zerschmettert jetzt Haruhi.","versions":[{"lang":1,"streams":[{"redirect":12267878,"hoster":"VOE"},{"redirect":8800133,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Zwillinge streiten sich","epNo":5,"alt":"","descr":"Hikaru und Kaoru bringen Haruhi dazu, sie ihr Zuhause besuchen zu lassen, indem sie das Spiel \"Welches ist Hikaru?\" spielen. Haruhi identifiziert Hikaru richtig und kommentiert die Unterschiede zwischen ihnen. Dies löst eine Fehde zwischen den Zwillingen aus, die ihre Haare rosa und blau färben, um sie voneinander zu unterscheiden. Die Fehde führt ins Klassenzimmer und später in die Mensa, wo es zu einem Nahkampf kommt. Haruhi erfährt, dass sie noch nie einen Streit gehabt haben und fragt sich, ob sie wissen, wie sie ihn beenden können. Zurück im Musikraum 3 bedroht Kaoru Hikaru mit Beelzenef, einer Fluchpuppe, die von Umehito Nekozawa, dem Präsidenten des Black Magic Club, erhalten wurde. Haruhi entreißt Kaoru die Beelzenef-Puppe, züchtigt die Zwillinge, weil sie die Dinge zu weit treiben, und fügt hinzu, dass sie sie nie zu Hause besuchen lassen wird, wenn sie sich nicht sofort entschuldigen. Sie sieht dann, dass Kaoru nur geschrieben hat \"blank\" auf der Rückseite und erkennt, dass der Kampf inszeniert wurde.","versions":[{"lang":1,"streams":[{"redirect":12267879,"hoster":"VOE"},{"redirect":8610180,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Grundschüler Host ist ein Frechdachs","epNo":6,"alt":"","descr":"Shiro Takaoji, ein Grundschul-Göre, sucht Hilfe beim Host Club, um die Herzen der Mädchen zu gewinnen. Renge entwickelt für ihn eine Rolle: ein Shota des frechen Typs zu sein, doch Shiro denunziert den ganzen Club als Idioten und rennt weg. Der Host Club infiltriert seine Schule und entdeckt, dass Shiro in ein Mädchen namens Hina verknallt ist, das bald wegziehen wird. Sie und Shiro sollten ein Klavierduett spielen, aber Shiro ist unvorbereitet. Tamaki bringt Shiro zurück in Music Room 3 und verrät, dass er selbst ein versierter Pianist ist und Shiro im kommenden Stück unterrichten wird. Hina wird zu einem besonderen Event eingeladen, bei dem sie und Shiro ihr Duett spielen","versions":[{"lang":1,"streams":[{"redirect":12267883,"hoster":"VOE"},{"redirect":8610179,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Jungle Pool SOS","epNo":7,"alt":"","descr":"Der Host Club schleppt Haruhi zu einem von Ootori betriebenen Wasserpark, in dem ein Wellenbad Honey von den anderen trennt. Haruhi und Mori machen sich auf die Suche nach ihm und während ihrer Suche erfährt sie, dass die beiden Hosts angeheiratete Cousins ​​sind. Unterdessen heuert Kyouya die private Polizei seiner Familie, The Black Onion Squad, an, um nach Honey zu suchen und verdächtige Personen zu verhaften. Der Kader hält Haruhi für Honey und Mori als verdächtige Person. Honey schwingt sich auf eine Rebe, verblüfft Haruhi mit seinen Kampfkünsten, um die Wachen zu unterwerfen, die sich für den Angriff auf Haruhi und Mori reichlich entschuldigen und behaupten, sich geehrt zu fühlen, von dem großen Mitsukuni Haninozuka, einem landesweit bekannten Kampfkünstler, geschlagen zu werden. Der Host Club trifft sich wieder und Haruhi erwähnt, dass sie es vorziehen würde, einen echten Strand zu besuchen.","versions":[{"lang":1,"streams":[{"redirect":12267881,"hoster":"VOE"},{"redirect":8610177,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Sonne und Meer und Host Club","epNo":8,"alt":"","descr":"Der Host Club besucht einen Strand in Okinawamit den Kunden. Hikaru und Kaoru erfinden ein Spiel, um herauszufinden, was Haruhi erschreckt. Kyouya bringt den Wettbewerb hoch hinaus, indem er Fotos von Haruhi in der Mittelschule anbietet, weigert sich jedoch zu erklären, wie er sie erhalten hat. Die anderen Hosts versuchen ihrerseits erfolglos, Haruhi zu erschrecken. Später konfrontiert sie zwei betrunkene Eindringlinge, die einige der Mädchen bedrohen, sodass sie sie von einer Felswand ins Meer stoßen. Tamaki rettet Haruhi und tadelt sie dann für ihre Rücksichtslosigkeit, was dazu führt, dass sie sich für den Rest des Tages meiden. Als Kyouya bemerkt, dass Haruhi ihre Verletzlichkeit nicht versteht, heftet Kyouya Haruhi an sein Bett, während sie allein im Resort der Familie Ootori sind, und sagt: \"Als Mann könnte ich jederzeit hinter dir her sein und als Frau könntest du nicht halte mich nicht auf.\" Haruhi antwortet, dass sie weiß, dass er ihr nichts tun wird und fügt hinzu: \"Du hast den Bösewicht gespielt, um es mir beizubringen, richtig?\" Kyouya geht, als Tamaki den Raum betritt, woraufhin Tamaki entdeckt, dass Haruhi an . leidetBrontophobie , eine Angst vor Donner. Der Verein geht in sehen Tamaki Haruhis Augen und Ohren bedeckte ihr mit ihrer Phobie zu helfen, und die Zwillinge werfen ihn zu sein \" ein S \u0026 M pervers.\"","versions":[{"lang":1,"streams":[{"redirect":8800141,"hoster":"VOE"},{"redirect":8610191,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Herausforderung der privaten Lobelia- Mädchenschule","epNo":9,"alt":"","descr":"Benio \"Benibara\" Amakusa, Leiter des Zuka Clubs der St. Lobelia Girls\u0027 Academy, trifft auf Haruhi und versucht sofort, dass sie ein Mädchen ist, und versucht sie davon zu überzeugen, sich an ihrer Schule und ihrem Club anzumelden. Zusammen mit zwei ihrer Clubkameraden verunglimpfen sie den Host Club und die Männer auf vielfältige Weise und enthüllen ihre lesbische Natur und ihren Glauben an die weibliche Überlegenheit. Tamakis halbjapanischer/halbfranzösischer Hintergrund wird enthüllt und Haruhi erfährt, dass einer ihrer persönlichen Gegenstände auf der Online-Auktionsseite des Host Clubs versteigert wurde. Sie verlässt den Club in Wut und überzeugt, dass Haruhi möglicherweise verärgert genug ist, um nach St. Lobelia zu wechseln. Die Gastgeber ziehen Rüschenkleider an, um ihr zu zeigen, dass sie gleichzeitig mit Jungen und Mädchen zusammen sein kann, wenn sie in Ouran bleibt. Haruhi findet das urkomisch,teilt jedoch mit, dass sie aus einem bestimmten Grund zur Ouran Academy gekommen ist und nie geplant hatte, sie zu verlassen. Die Mädchen des Zuka Clubs gehen, wollen aber nicht aufgeben und warnen, dass sie nach Haruhi zurückkehren werden.","versions":[{"lang":1,"streams":[{"redirect":12267884,"hoster":"VOE"},{"redirect":8610184,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Alltag der Familie Fujioka","epNo":10,"alt":"","descr":"Tamaki erwacht aus einem Albtraumin dem er sieht, wie Haruhi in Armut lebt. Er wirbt die anderen an und sie gehen zu Haruhis Wohnung, wo sie sich damit abgibt, sie hereinzulassen und ihnen Tee zu servieren. Als Honey Haruhi bittet, das Mittagessen vorzubereiten, bereiten sie sich darauf vor, zum Supermarkt der Bürger zu gehen. Als Tamaki zurückbleibt, um dem Schrein von Haruhis verstorbener Mutter Respekt zu erweisen, tauschen er und Haruhi einen Moment der Empathie aus, aber er stolpert und fällt auf sie, was einen schlechten ersten Eindruck auf Haruhis Vater, Ryouji \"Ranka\" Fujioka, macht er kommt von der arbeit nach hause. Später enthüllt Ryouji, dass er ein professioneller Transvestit namens \"Ranka\" ist und mit Kyouya in Kontakt steht, seit Haruhi Gastgeber geworden ist. Haruhi ist total genervt und geht alleine einkaufen.Ryouji und die Gastgeber verfolgen Haruhi und obwohl Tamaki versucht, Ranka mit seiner Wertschätzung für Haruhi zu beeindrucken, bezeichnet Ryouji ihn als \"den Feind\".","versions":[{"lang":1,"streams":[{"redirect":8800143,"hoster":"VOE"},{"redirect":8610182,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Onî-chama ist ein Prinz","epNo":11,"alt":"","descr":"Kirimi Nekozawa, ein junges Mädchen, kommt zur Ouran Academy auf der Suche nach ihrem älteren Bruder Umehito Nekozawa. Sie findet und bezeichnet den Host Club als \"umgekehrten Harem\" voller \"Ausschweifungen\", Begriffe, die die Gastgeber angesichts ihres Alters erschreckend finden. Als Kirimi Tamakis blonde Haare sieht, verwechselt sie ihn mit Umehito. Kuretake und Kadomatsu, zwei Diener der Familie Nekozawa, kommen, um sie zu holen und enthüllen, dass Kirimi Angst vor der Dunkelheit hat, während Umehito Angst vor dem Licht hat. Umehito kommt herein, aber mit seinem schwarzen Umhang, der schwarzen Perücke und der Beelzenef-Katzenpuppe erschreckt er Kirimi, was dazu führt, dass Umehito niedergeschlagen geht. Danach coachen Tamaki und Renge Nekozawa, um die fürstliche Figur zu werden, die Kirimi vor dem Monster in ihrem Haus retten wird, das in Wirklichkeit Nekozawa in seiner dunklen Kleidung ist.Tamaki und Renge überzeugen ihn, seinen Umhang und seine Perücke aufzugeben, und sagen seinPhotophobie ist psychologisch. Dies führt dazu, dass er Kirimi vor einer großen unfreundlichen Katze rettet und seinen Mut beweist. Obwohl Umehito vorübergehend seine Photophobie überwunden hat, erliegt Umehito der Empfindlichkeit seiner Haut gegenüber Sonnenlicht und kollabiert. Der Host Club glaubt, dass sie nicht erfolgreich waren, als die Nekozawa-Geschwister ihre Bindung in Wirklichkeit neu schmieden.","versions":[{"lang":1,"streams":[{"redirect":12918668,"hoster":"VOE"},{"redirect":8610183,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Honeys unsüße drei Tage","epNo":12,"alt":"","descr":"Honeys Stoffhase Usa-chan ist mit Tee befleckt, und Tamaki und die Zwillinge haben Angst vor Honeys Reaktion, als er es herausfindet. Haruhi erfährt mehr über Honeys schlechte Laune, wenn er früh aus seinem Nickerchen erwacht, und seine Kampfkünste, die einst eine diplomatische Krise zwischen Japan und Amerika verursachten. Während Club Stunden erfährt Honig Zahnschmerzen und entdeckt Mori einen Hohlraum, also verbietet er Honig, Desserts oder Snacks zu essen. Honey versucht erfolglos, an Süßigkeiten zu kommen, und lässt seine Frustration an Mori aus, indem er ihn mit Judo wirft. Haruhi erkennt, dass Mori dafür bestraft werden will, dass sie nicht wachsamer ist, und als Honey dies erfährt, leisten die Cousinen Wiedergutmachung. Sobald Honeys Hohlraum repariert ist, ist er glücklich, aber Kyouya ist es nicht, weil der Kauf der Snacks den Club Geld kostet und Kyouya als \"Schattenkönig\" den Club finanziell über Wasser hält, während Tamaki der äußere \"König\" ist, der die Gäste bei Laune hält.","versions":[{"lang":1,"streams":[{"redirect":8800144,"hoster":"VOE"},{"redirect":8610186,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Haruhi im Wunderland","epNo":13,"alt":"","descr":"Haruhis Traum vom Tag ihrer Aufnahme in die Ouran High School gilt als eine Fantasie von Alice im Wunderland . Sie trifft Shiro Takaoji als Maus , Kyouya Ootori als Raupe und Hikaru und Kaoru Hitachiin als Zwillings- Cheshire-Katzen . Sie trifft auf einen verrückten Hutmacher , der Tamaki ähnelt, einen Märzhasen , der Honig ähnelt, und eine Haselmaus , die Mori ähnelt, sowie eine Herzogin , die Renge ähnelt, ein Dododas ähnelt Kanako und einem Koch, der Ayanokoji ähnelt. Während des gesamten Traums versuchen alle, Haruhi Ratschläge zu geben, aber sie versteht es erst, als sie vor dem königlichen Hof erscheint, um die Herzogin zu verteidigen. Es stellt sich heraus, dass der König Ryouji und die Königin Kotoko (ihre verstorbene Mutter) sind, die Haruhi sagt, dass sie ihr Leben genießen soll, anstatt sich nur auf die Zukunft zu konzentrieren. Haruhi wacht mit Tränen in den Augen auf und sieht den Host Club in Kostümen gekleidet, ähnlich denen, die sie in ihrem Traum trugen. Sie bemerkt, dass der Club zu viel Spaß macht, aber ihre Einstellung sagt, dass sie froh ist, dass es so ist.","versions":[{"lang":1,"streams":[{"redirect":8800148,"hoster":"VOE"},{"redirect":8610188,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Interviewe den berüchtigten Hostclub!","epNo":14,"alt":"","descr":"Der scheiternde Zeitungsclub ist zu einem Klatsch-Rap geworden und braucht einen legitimen Artikel, um eine Auflösung zu verhindern. Editor-in-Chief, Akira Komatsuzawa, interessiert vor allem in etwas zu finden , mit denen Erpressung Tamaki , weil er glaubt , Tamaki ist seine Familie der Macht mit dem beliebten Schüler zu kontrollieren und er will , dass die Informationen zu seinem eigenen Vorteile nutzen. So sehr sie sich auch bemühen, während sie den Host Club bei Kinderspielen im Freien beobachten, sind sie nicht in der Lage, Beweise über Tamakis nicht vorhandene dunkle Seite zu \"schöpfen\". Akira beschließt, Klatsch zu erfinden, wird jedoch vom Host Club vereitelt. Als Haruhi sich nach Tamakis Eltern erkundigt, erfährt sie, dass Tamakis Vater der Vorsitzende der Ouran Academy ist, dem Wohltäter ihres Stipendiums.","versions":[{"lang":1,"streams":[{"redirect":8800147,"hoster":"VOE"},{"redirect":8610200,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der erquickende Kampf in Karuizawa","epNo":15,"alt":"","descr":"In den Sommerferien arbeitet Haruhi in einer Pension in Karuizawaunter der Obhut von Misuzu Sonoda, einer Freundin von Ryouji. Als der Host Club davon erfährt, fliegen sie dorthin, sehr zu Haruhis Bestürzung. Da sie alle in der Pension bleiben wollen, führt Misuzu einen \"Auffrischungswettbewerb\" durch, um zu sehen, wer das einzige noch freie Zimmer haben kann. Der Wettbewerb beinhaltet das Erledigen von Hausarbeiten, während die Gäste hübsche Jungen sehen, die auf dem Grundstück arbeiten. Honig wird als zu babyhaft disqualifiziert, was auch Mori eliminiert. Die Zwillinge haben die Oberhand, während Tamaki darum kämpft, sich zu erfrischen. Kyouya setzt die Konkurrenz aus, unterstützt aber Tamaki, der Misuzu mit seinem Klavierspiel verzaubert. Am Ende gewinnen Hikaru und Kaoru, indem sie versehentlich ihre \"brüderliche Liebe\" demonstrieren. Sie teilen sich das Zimmer und morgens, sind aber mürrisch und unhöflich. Gerade dann, ein Freund von Haruhi\u0027s von der Mittelschule erscheint als Lieferjunge und trifft sich wieder mit Haruhi.","versions":[{"lang":1,"streams":[{"redirect":8800149,"hoster":"VOE"},{"redirect":8610190,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Haruhi und Hikaru - Der große Plan fürs erste Date","epNo":16,"alt":"","descr":"Hikaru ist unhöflich zu Haruhis Mittelschulfreund Arai, nachdem er erfahren hat, dass er früher verknallt warauf ihr. Haruhi schlägt Hikaru, die schmollen geht. Kaoru lädt sie zu einem Date ein, um Wiedergutmachung zu leisten, täuscht jedoch Krankheit vor, damit Hikaru mit ihr gehen kann. Kaoru hofft, dass Haruhi Hikaru helfen kann, einige soziale Fähigkeiten zu entwickeln, aber es scheint hoffnungslos, als sie wieder auf Arai treffen und Hikaru kurz vor einem Gewitter davonläuft. Besorgt um Haruhi ruft Tamaki Hikaru an, beschuldigt ihn der Selbstsucht und sagt ihm, dass Haruhi Angst vor Donner hat, was ihre Schwäche offenbart. Hikaru findet schließlich Haruhi, der sich unter dem Altar einer Kirche versteckt, wo er sie tröstet und sich für sein Verhalten entschuldigt. Kaoru bemerkt zu Kyouya, dass Hikaru seine Gefühle für Haruhi nicht bemerken wird, weil er ein Dummy ist, während Kyouya bemerkt, dass ihr Club voller Dummys ist.","versions":[{"lang":1,"streams":[{"redirect":8800150,"hoster":"VOE"},{"redirect":8610189,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kyoyas ungewollter freier Tag","epNo":17,"alt":"","descr":"Kyouya, dessen niedriger Blutdruck ihn beim Erwachen gereizt macht, wird von den Gastgebern aus dem Bett gezerrt und in ein Einkaufszentrum gebracht, um Bürger zu studieren. Auf einer Bank schlafend zurückgelassen, wacht Kyouya auf und bemerkt, dass er ohne Geldbörse oder Handy ist. Zum Glück trifft er Haruhi und sie verbringen den Tag zusammen. Kyouya ist kurz angebunden, verrät aber, dass er der jüngste von drei Söhnen ist und findet es daher eine Herausforderung, seine vorbildlichen Brüder zu übertreffen, um die Erwartungen seines Vaters zu erfüllen. Sie treffen auf einen Verkäufer, der gefälschte Keramik als echtes Kunstwerk anpreist, und als eine Frau einen Kauf tätigt, greift Kyouya ein und enthüllt sowohl sein Wissen über Kunst als auch die Tricks des Verkäufers. Haruhi ist beeindruckt von seinem Altruismus, aber Kyouya behauptet, die Frau, der er geholfen habe, sei die Frau eines einflussreichen Mannes, dessen mögliche Allianz der Familie Ootori zugute kommen könnte. Sie vereinen sich mit den Gastgebern und stellen fest, dass Tamaki einen Hund gekauft hat, den er Antoinette nennt. Haruhi kommentiert Kyouya, dass er Tamaki in seiner Hingabe, Menschen zu helfen, sehr ähnlich ist, obwohl er (Kyouya) so tut, als ob es ihm egal wäre. Kyouya ist beeindruckt von ihrer Einsicht.","versions":[{"lang":1,"streams":[{"redirect":8800155,"hoster":"VOE"},{"redirect":8610192,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Chikas Kampfansage an Honey","epNo":18,"alt":"","descr":"Honeys jüngerer Bruder Yasuchika \"Chika\" Haninozuka besucht den Host Club. Die Familientradition verlangt beim Geschwistertreffen ein Kampfkunstduell und wie immer gewinnt Honey. Chika verlangt, dass Honey sich in der Schule von ihm fernhält. Nachdem er gegangen ist, erfährt Haruhi, wie Honey aufhörte, der Kapitän des Ouran Karate Clubs zu sein, um dem Host Club beizutreten. Tamaki besteht darauf, den Brüdern bei der Wiedervereinigung zu helfen, damit sie in das Dojo gehen, in dem Chika jetzt Kapitän des Karate Clubs ist. Chika konfrontiert sie und nennt seinen Bruder einen \"Alien\", weil Honey jeden Abend drei ganze Kuchen zum Nachtisch isst und ein wöchentliches Mitternachtskuchenfest veranstaltet; dies, ohne zuzunehmen. Honey entschuldigt sich dafür, dass er Schmerzen und Leiden verursacht hat, gibt aber nicht auf, sich selbst treu zu bleiben. Um die Rechnung zu begleichen, liefern sie sich ein Kampfkunstduell,Der Einsatz ist, dass Honey sein wöchentliches Mitternachtskuchenfest aufgibt, wenn er verliert. Mori ist zuversichtlich, dass Honey den Kampf führen wird, ist jedoch am Boden zerstört, als Honey seinen Bruder besiegt. Honey hält Haruhis Meinung, dass er, wenn er Kuchen mehr liebt als seinen Bruder, wirklich ein schrecklicher Mensch ist, aber auch Tamakis Meinung, dass wahre Stärke bedeutet, sich selbst treu zu sein. Honeys Antwort ist, Usa-chan einfach zu umarmen, während er sagt: \"Ich liebe dich.\"","versions":[{"lang":1,"streams":[{"redirect":8800151,"hoster":"VOE"},{"redirect":8610193,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Gegenangriff der Lobelia Mädchenschule","epNo":19,"alt":"","descr":"Die Lobelia-Mädchen entführen Haruhi und bringen sie zur St. Lobelia Girls\u0027 Academy, wo sie ihr eine Uniform anziehen und sie einladen, dem Zuka-Club beizutreten. Sie weigert sich, bis sie erfährt, dass Benibaras verstorbene Mutter von Benibara enttäuscht sein würde, weil sie die Show absagt. Währenddessen flippt der Host Club aus, als sie Ryouji besuchen und erfahren, dass Haruhi bei den Lobelia-Mädchen ist. Sie infiltrieren St. Lobelia, spionieren Haruhis Probe aus und geben sich als Fans von Lady Benibara aus, um Haruhi nahe genug zu kommen, um sie zu retten. Während der eigentlichen Show belauscht Tamaki, dass es eine \"Kussszene\" geben soll, und als Benibara Zeilen über Rache spricht, strahlt das Rampenlicht auf die Gastgeber und Ryouji. Kyouya hat sich inzwischen verzaubert in den Kontrollraum eingeschlichen und das Kommando über die technische Konsole übernommen.das Bild von Haruhi, der Kanako auf der Tanzparty küsst, auf eine große Bühne projiziert, damit die Welt sie sehen kann, wodurch Benibaras Hoffnung, Haruhis ersten Kuss zu stehlen, zunichte gemacht wird. Die Episode endet damit, dass der Zuka Club und die Gastgeber Haruhi über die Bühne jagen.","versions":[{"lang":1,"streams":[{"redirect":8800152,"hoster":"VOE"},{"redirect":8610195,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Tür, die die Zwillinge aufstießen","epNo":20,"alt":"","descr":"Als Kinder hatten die Zwillinge eine Magd, die sie verehrten, die aber in Wirklichkeit eine Diebin war. Sie sagen ihr, dass sie ihr die Kombination in den Safe geben werden, der in ihrem Sparschwein versteckt ist, wenn sie sagen kann, wer wer zwischen ihnen ist. Unfähig, sie voneinander zu unterscheiden, bricht das Dienstmädchen nach dem Einschlafen das Sparschwein auf und raubt die Familie aus. Als sie die oberen Stockwerke der Villa heruntersteigt, wachen die Zwillinge auf und gehen zu ihr und fragen, warum sie ihr Versprechen gebrochen hat. Sie sagt, dass sie sie nicht auseinanderhalten kann und vielleicht wird es auch niemand tun. Damit beginnt ihre dysfunktionale Ansicht, dass andere nicht vertrauenswürdig sind, es sei denn, sie können die Zwillinge unterscheiden. Als sie Tamaki in der Mittelschule treffen, bittet er sie, dem Host Club beizutreten, und sie stimmen zu, vorausgesetzt, Tamaki kann sagen, wer wer ist, und gibt ihm einen Monat dafür. Mit der Zeit langweilen sie sich und sagen Tamaki, sie solle sich verlaufen, werden wieder gemein und egoistisch, spielen Mädchen, die sie mögen, Streiche und isolieren sich von anderen. Tamaki ist trotz seiner Entlassung entschlossen und findet schließlich heraus, welcher Zwilling welcher ist.Sie mögen seine \"Intuition\" nicht, aber Tamaki hilft Hikaru und Kaoru zu verstehen, dass es in Ordnung ist, so zu sein, wie sie sind, aber wenn sie isoliert bleiben, werden sie nie die Person treffen, die sie wirklich unterscheiden kann. Die Zwillinge beschließen, dem Host Club beizutreten und treten wie gewohnt gemeinsam ein.","versions":[{"lang":1,"streams":[{"redirect":8800156,"hoster":"VOE"},{"redirect":8610194,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Bis sie wieder zu einem Kürbis wird","epNo":21,"alt":"","descr":"Klasse 1-A veranstaltet \"The Halloween Test-of-Courage Tournament\", bei dem sich Teams gegenseitig erschrecken. Präsident der Klasse 1-A, Kazukiyo Soga; Haruhi und die Zwillinge sind Team B. Kazukiyo verrät, dass er Nyktophobie hat, Angst vor der Dunkelheit, eine Tatsache, die er geheim halten möchte. Die Zwillinge hören dies, hören aber auf, ihn zu ärgern, als er auch seine \"reinen Herzens\" in Momoka Kurakano, den Vizepräsidenten der Klasse 1-A, offenbart. Nekozawa und der Rest des Gastgeberclubs schließen sich zusammen, um Team B zu erschrecken, indem sie Tamaki als Uhrturmhexe verkleidet einsetzen, um sie zu erschrecken. Haruhi und Hikaru lösen ein Netz aus, das sie über dem Boden einfängt, während Kaoru und Soga von Kuretake und Kadomatsu in einen leeren Raum geschoben und in einen leeren Raum gesperrt werden. Dort sinniert Kaoru zu Soga über \"die Kutsche wird wieder in einen Kürbis verwandelt\", was für Kaoru bedeutet, dass Tamakis Idealisierung des Gastclubs als Familie eines Tages enden wird, ebenso wie seine eigene \"besondere Beziehung\" zu Hikaru. Haruhi und Hikaru befreien sich dank eines versteckten Nähzeugs und vereinen sich alle wieder mit Klasse 1-A.Nekozawa erschreckt alle, indem er einen Schatten von Beelzenef auf das gewölbte Oberlicht wirft, was der Klasse 1-A den Titel \"Die Kapitäne aller Feiglinge\" einbringt.","versions":[{"lang":1,"streams":[{"redirect":8800153,"hoster":"VOE"},{"redirect":8610196,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Bewerbung als Lehrling bei Mori-Senpai","epNo":22,"alt":"","descr":"Als der Sohn eines Gangsters, Ritsu Kasanoda, Mori um Tipps bittet, wie er sein gruseliges Aussehen ändern und Freunde gewinnen kann, ergreift der Host Club die Gelegenheit, ihm zu helfen. Sie verwechseln ständig den Namen von Kasanoda, indem sie ihn Casanova und Bossanova nennen, sowie ihn in lächerliche Outfits kleiden. Als Kasanoda Haruhi trifft, fühlt er sich zu ihr hingezogen, was zu Verwirrung über seine Sexualität führt, da er sie für einen Jungen hält. Als zwei rivalisierende Gangmitglieder versuchen, Kasanoda zu verletzen, greifen Honey und Mori ein. Die Schläger verlangen, dass Tetsuya Sendo, einer von Kasanodas Kerlen, zurückgebracht wird, aber Tetsuya erscheint und verlangt, dass sie gehen, bevor er den Gastgebern erzählt, wie er gekommen ist, um seinem jungen Herrn zu dienen. Kasanoda ist vom guten Willen aller gerührt und macht sich auf die Suche nach Haruhi, die sich im Musikzimmer 3 umzieht und genau wie Tamaki zufällig von Haruhis Geschlecht erfährt.","versions":[{"lang":1,"streams":[{"redirect":8800159,"hoster":"VOE"},{"redirect":8610208,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Tamakis unbewusste Melancholie","epNo":23,"alt":"","descr":"Nachdem Kasanoda erkannt hat, dass Haruhi ein Mädchen ist, hat er Angst, vom Host Club verletzt zu werden, verspricht aber, ihr Geheimnis zu bewahren. Seine Leute sind verwirrt, weil sie immer noch denken, dass Haruhi ein Junge ist. Als Kasanoda das nächste Mal als Kunde den Host Club besucht, fragt er Haruhi; und weil die anderen Gäste auch denken, dass Haruhi ein Junge ist, freuen sie sich über die YaoiMöglichkeiten. Tamaki ist katatonisch bei dem Gedanken, dass Haruhi als Mob-Ehefrau lebt, während Kyouya begeistert ist, weil die Besucherzahlen im Club gestiegen sind. Die Zwillinge sind wütend auf Tamaki, weil sie in einer Krise nutzlos ist, und Kyouya, weil sie ein \"Geldrauber\" ist. Kasanoda versucht Haruhi zu sagen, was er für sie empfindet, kann es aber nicht, weil er schüchtern ist und andere ihn als schwul ansehen würden. Haruhi löst das Problem, indem er sagt, dass sie gute Freunde sein werden, was dazu führt, dass die Mädchen eine Welle von Moe- Gefühl verspüren , die sie beeilen lässt, ihn zu trösten. Tamaki jedoch konfrontiert Kasanoda als wütenden \"Vater\", zu dem Kasanoda sagt, er sei nicht ihr Vater. Haruhi sagt, dass Tamaki sich wie ihr Vater verhält und Tamakis Fantasie wiederherstellt, obwohl Haruhi selbst alles nicht wahrnimmt.","versions":[{"lang":1,"streams":[{"redirect":8800154,"hoster":"VOE"},{"redirect":8610207,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Und Kyôya hatte eine Begegnung","epNo":24,"alt":"","descr":"Als Haruhi Kyouya fragt, wie sie Freunde geworden sind, verrät Kyouya, dass es daran lag, dass sein Vater Yoshio Ootori darauf bestand, dass es gut fürs Geschäft wäre. Kyouya sagt, er würde alles tun, was sein Vater damals verlangte, also lässt er sich mit den seltsamen Bitten des Transferstudenten ab, reist durch ganz Japan und versucht, seinen Kopf um das ausströmende Tamaki zu wickeln, kann ihn jedoch weder vorhersehen noch kontrollieren, was er frustrierend findet . Eines Sonntags taucht Tamaki unangemeldet in Kyouyas Haus auf, aber bevor Kyouya ihn höflich hinauswerfen kann, ist er von Tamakis gefühlvoller Musikalität fasziniert (wie auch die anderen drei Ootori-Geschwister). Danach, während sie Tee teilen, schafft es Tamaki, jeden Knopf zu drücken, den Kyouya hat, der ihn anschnauzt, weil er seinen leichten Weg zum Patriarchat seiner Familie nicht schätzt, während Kyouya als jüngster Sohnmuss kämpfen, nur um von seinem Vater anerkannt zu werden. Tamaki sagt Kyouya, dass der einzige, der Kyouya zurückhält, er selbst ist. Kyouya sieht die ironische Wahrheit und lacht, reißt die Barrieren zwischen ihnen ein und beginnt eine wahre Freundschaft. Später in diesem Jahr sitzen sie unter einemkotatsu und schmieden Pläne, den Host Club zu gründen.","versions":[{"lang":1,"streams":[{"redirect":12918674,"hoster":"VOE"},{"redirect":8610197,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Auflösung des Hostclubs","epNo":25,"alt":"","descr":"Die jährliche Ouran Fair ist eine Gelegenheit für die Clubs der Schule, die Führungsqualitäten der Schüler und ihr Talent für die Aufwärtsmobilität zu präsentieren. Der Host Club nutzt den Main Salon, um seine Besucher zu unterhalten, und er verzaubert alle, außer für eine mysteriöse Diva, die alles durch ein Opernglas beobachtet. Tamakis Vater, Yuzuru Suoh, trifft Haruhi zum ersten Mal und Haruhi bemerkt, dass sie sich zwar nicht ähneln, aber ein gemeinsames Flair für das Flirten haben. Yoshio Ootori, Kyouyas Vater, gibt ihm eine Ohrfeige, weil er seine Zeit mit einem frivolen Club verschwendet hat, aber Haruhi verteidigt Kyouya und beginnt, die Kehrseite des Reichtums zu erkennen. Sie erfährt mehr davon, als Tamakis Großmutter Shizue Suoh eintrifft, die kurz und abweisend zu Tamaki ist, ihn jedoch der Lady Éclair vorstellt, der mysteriösen Diva, die seine Großmutter ihm befehligt, die Anstandsdame zu sein.Éclair erweist sich als wohlhabend und mächtig, aber auch hochmütig und egoistisch. Tamaki wird auf Anweisung seiner Großmutter mit Éclair verlobt und der Host Club wird zum Ende des Festivals für aufgelöst erklärt, woraufhin Tamaki Japan mit Éclair verlassen wird. Haruhi erfährt auch von Tamakis Mutter, die die Geliebte seines Vaters war und wie Tamakis Eintritt in die angesehene Suoh-Familie davon abhängig war, dass Tamaki seine Mutter nie wieder sehen durfte.Der Eintritt in die angesehene Familie Suoh war an die Bedingung geknüpft, dass Tamaki seine Mutter nie wieder sehen durfte.Der Eintritt in die angesehene Familie Suoh war an die Bedingung geknüpft, dass Tamaki seine Mutter nie wieder sehen durfte.","versions":[{"lang":1,"streams":[{"redirect":8800157,"hoster":"VOE"},{"redirect":8610199,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das ist unser Ouran-Fest","epNo":26,"alt":"","descr":"Lady Éclair begleicht Haruhis Schulden, als sie Tamakis Interesse an ihr bemerkt, aber Haruhi lehnt ab, da sie erkennt, dass sie ihre Freunde nicht verlieren will. Kyouya erfährt, dass Tamaki mit Lady Éclair auf dem Weg zum Flughafen ist. Die Gastgeber kämpfen gegen die Zeit, um Tamaki zurückzugewinnen, stellen jedoch fest, dass Yoshio Ootori dem Black Onion Squad befohlen hat, sie daran zu hindern, sich einzumischen. Haruhi, Hikaru und Kaoru verfolgen das Paar mit einer Pferdekutsche, während Kyouya, Honey und Mori gegen die Polizei der Familie Ootori kämpfen. Hikaru wird bei einem Kutschenunfall verletzt und Kaoru bleibt zurück, um sich um ihn zu kümmern. Haruhi holt das Auto ein, das Tamaki und Éclair trägt, als sie eine Brücke überqueren, und sie steht auf und fleht Tamaki an, zurückzukehren. Tamaki beginnt zu antworten, wird aber von Éclair gestoppt. Haruhi fällt aus der Kutsche und von der Brücke. Éclair, der erkennt, wo Tamaki\u0027s Herz lügt wirklich, lässt ihn los und Tamaki dankt ihr, bevor sie aus dem Auto springt, um Haruhi zu retten. Beim Ouran Ball tanzt Haruhi mit allen Mitgliedern des Host Clubs. Yuzuru und Yoshio diskutieren über ihre Söhne, wobei Yoshio enthüllt, dass Kyouya ihn ausmanövriert hat, indem er seine Firma gestohlen hat, und sie dann als Beweis dafür zurückgegeben hat, dass er sie nicht braucht, um glücklich zu sein. Beide Männer sind sich einig, Freunde zu bleiben, sind sich jedoch nicht einig, ob Tamaki oder Kyouya Haruhi heiraten werden. Die letzte Szene kehrt ins Musikzimmer 3 zurück, während sich die Gastgeber bei den Zuschauern für das Zuschauen bedanken.Ich brauche es nicht, um glücklich zu sein. Beide Männer sind sich einig, Freunde zu bleiben, sind sich jedoch nicht einig, ob Tamaki oder Kyouya Haruhi heiraten werden. Die letzte Szene kehrt ins Musikzimmer 3 zurück, während sich die Gastgeber bei den Zuschauern für das Zuschauen bedanken.Ich brauche es nicht, um glücklich zu sein. Beide Männer sind sich einig, Freunde zu bleiben, sind sich jedoch nicht einig, ob Tamaki oder Kyouya Haruhi heiraten werden. Die letzte Szene kehrt ins Musikzimmer 3 zurück, während sich die Gastgeber bei den Zuschauern für das Zuschauen bedanken.","versions":[{"lang":1,"streams":[{"redirect":8800158,"hoster":"VOE"},{"redirect":8610198,"hoster":"Streamtape"}]}]}]}]}