{"seriesId":"out-of-touch","name":"Out of Touch","descr":"Emma ist eine sehr erfolgreiche Paartherapeutin. Ihre messerscharfen Beobachtungen und treffenden Beziehungsratschläge sind das Gesprächsthema der Stadt und der Neid ihrer Kollegen. Was niemand außer Emma und ihrer besten Freundin weiß, ist, dass ihr Talent, jede Beziehung brillant einzuschätzen, einer geheimen Kraft entspringt, die sie besitzt. Indem sie einfach ihre Hand auf die Brust einer Person legt, bekommt sie eine Vision vom zukünftigen Liebesleben dieser Person.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Berührung","epNo":1,"alt":"Episode 1","descr":"Ava ist eine Paartherapeutin mit der ungewöhnlichen Fähigkeit, durch Handauflegen die Zukunft einer Beziehung vorauszusehen. Sie selbst hat den Glauben an die wahre Liebe verloren. Nachdem Avas Kollegin und beste Freundin Mikaela in Mutterschaftsurlaub gegangen ist, vermieten sie und ihr Kollege Markus das freigewordene Büro an den populären Radiopsychologen John. Durch eine zufällige Berührung Johns hat Ava eine verstörende Vision. Ihre hellseherischen Fähigkeiten, die sie einem Stromschlag im Teenageralter verdankt, machen Ava zu einer erfolgreichen Therapeutin. Doch nach vielen schlechten Erfahrungen setzt sie sie nicht mehr bewusst bei sich selbst ein.","versions":[{"lang":1,"streams":[{"redirect":13802735,"hoster":"VOE"},{"redirect":13802736,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Date","epNo":2,"alt":"Episode 2","descr":"Der neue Kollege John zieht in die Bürogemeinschaft ein. Ava ist in seiner Nähe sehr verunsichert und will ihn loswerden. Sie greift zu drastischen Maßnahmen, um John zu vertreiben. Heimlich zerstört sie die Heizung in Johns Büro. Doch Markus organisiert kurzfristig eine Klempnerin und schlägt vor, dass John und Ava allein zum wöchentlichen After-Work-Meeting gehen. Das will Ava auf keinen Fall und fragt Klempnerin Bella, ob sie mitkommt. Doch Bella verliert schon nach kurzer Zeit die Lust und will nach Hause. In ihrer Aufregung schleudert Ava Bella versehentlich gegen die Wand. Der Abend endet im Krankenhaus. Dort kommen sich Ava und John überraschend näher. Derweil hat Avas Freundin Mikaela als frischgebackene Mutter selbst mit Beziehungsproblemen mit ihrer Partnerin Mona zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":13802734,"hoster":"VOE"},{"redirect":13802742,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rote Rosen","epNo":3,"alt":"Episode 3","descr":"Ava ist der Meinung, dass es besser wäre, wenn John und sie nur Arbeitskollegen blieben. Markus will die beiden zusammenbringen und gibt dem enttäuschten John merkwürdige Liebesratschläge. Sein Plan geht auf, Ava und John kommen zusammen. Mikaela fühlt sich von Mona abgelehnt und befürchtet, dass diese eine Affäre mit einer Kollegin namens Isabella hat. Sie erzählt Ava davon und diese bietet an, durch Handauflegen ihre Beziehung in der Zukunft zu sehen. Mikaela lehnt ab. Als Ava googelt, wer Isabella ist, findet sie heraus, dass es sich um die Klempnerin Bella handelt.","versions":[{"lang":1,"streams":[{"redirect":13802737,"hoster":"VOE"},{"redirect":13802738,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ernüchterung","epNo":4,"alt":"Episode 4","descr":"Ava und John sind glücklich. Doch auf einer Party stellt Ava John als Kollegen vor. Ihm wird klar, dass er ihre Beziehung ernster nimmt als sie. Verletzt sucht er das Gespräch mit ihr. Ava schweigt, als John ihr sagt, dass er eine ernsthafte Beziehung mit ihr plant. Enttäuscht verlässt er das Appartement. Sie folgt ihm und verspricht, dass sie versuchen wird, ihre Ängste zu überwinden und sich auf die Beziehung einzulassen. Derweil hat Mikaela Angst, dass Mona sie für Bella verlässt. Betrunken verstopft sie die Toilette und holt Bella zur Reparatur. Die Situation eskaliert. Nachdem Ava und John ihren Beziehungsstaus endgültig geklärt haben, legt Ava ihm im Bett die Hand auf die Brust. Sie wird von der Vision, die sie sieht, schwer erschüttert.","versions":[{"lang":1,"streams":[{"redirect":13802739,"hoster":"VOE"},{"redirect":13802741,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bruch","epNo":5,"alt":"Episode 5","descr":"Ava begleitet John zur Rubinhochzeit seiner Eltern. Doch ihre letzte Vision über ihre und Johns Zukunft beschäftigt sie sehr. Aufgelöst trennt sie sich von ihm und verlässt das Familientreffen. John konfrontiert seine Familie mit der Depression seines Vaters, die von der Mutter ignoriert wird. Er bittet sie, über die Situation zu reden, bevor er Ava zum Bahnhof folgt. Dort sieht er, wie sie sich mit einem Fremden unterhält und zieht sich enttäuscht zurück. Mikaela konfrontiert zwischenzeitlich Mona mit ihrer vermeintlichen Affäre. Mona erklärt ihr, dass sie ein Sommercottage als Geburtstagsüberraschung für Mikaela gekauft hat und Bella ihr hilft, es zu renovieren.","versions":[{"lang":1,"streams":[{"redirect":13802745,"hoster":"VOE"},{"redirect":13802744,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zweifel","epNo":6,"alt":"Episode 6","descr":"John ist aus dem Büro ausgezogen. Ava versteht nach einem Gespräch mit Markus endlich, was ihre letzte, verwirrende Vision zu bedeuten hat. Ihr wird klar, dass sie einen Fehler begangen hat. Ava bittet Mikaela um Hilfe, sie will John zurückgewinnen. Als sie ihn in seinem Apartment verpassen, ruft Ava unter einem Pseudonym in Johns Live-Radioshow an und gibt ihm zu verstehen, dass sie ihn liebt. Doch John reagiert ausweichend. Ist jetzt alles zu spät?","versions":[{"lang":1,"streams":[{"redirect":13802747,"hoster":"VOE"},{"redirect":13802746,"hoster":"Streamtape"}]}]}]}]}