{"seriesId":"outbreak-company","name":"Outbreak Company","descr":"Shinichi Kanou ist ein arbeitsloser, zurückgezogener Otaku. Als er eines Tages eine Jobanzeige im Internet findet, wird er aufgrund seines unermesslichen Wissens über Anime, Manga und Videospiele zu einem Vorstellungsgespräch eingeladen. Doch nach dem Treffen mit seinem neuen Arbeitgeber wird er entführt und wacht in einer Fantasy-Welt auf, in der Elfen leben und Drachen fliegen. Shinichi erfährt, dass er von der japanischen Regierung auserwählt wurde, um die Beziehungen zwischen den beiden Ländern zu verbessern. Dafür wird eine Firma gegründet, welche einzigartige Produkte der japanischen Kultur auf diesem unerforschten Markt vertreibt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Awakening in the Other Realm","descr":"Shinichi Kano ist ein zurückgezogener Otaku, der eine Online-Prüfung mit einem Jobangebot ablegt. Nachdem er den Test bestanden hat, lernt Shinichi seinen neuen Arbeitgeber kennen, kurz bevor er unter Drogen gesetzt und in das Eldant-Imperium in einem anderen Reich gebracht wird, um die Otaku-Kultur unter den Einheimischen zu verbreiten.","versions":[{"lang":3,"streams":[{"redirect":8443829,"hoster":"VOE"},{"redirect":8443826,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Moe Help Desk","descr":"Shinichis ungewöhnliches Verhalten zieht die Aufmerksamkeit von Eldants Herrscherin Petralka Anne Eldant III auf sich, die ihn regelmäßig besucht. Unterdessen bringt Shinichi seiner Zofe, dem Halbelf Myucel Foaran, weiterhin die japanische Sprache bei, was Petralkas Eifersucht hervorruft.","versions":[{"lang":3,"streams":[{"redirect":8443834,"hoster":"VOE"},{"redirect":8443832,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Thou Art Invaders","descr":"Dank Petralkas Unterstützung gründet Shinichi eine Schule für die Adligen, um die Otaku-Kultur in Eldant zu verbreiten. Eine Terrorgruppe widersetzt sich jedoch seinem Plan und startet einen Angriff, der ihn und seine Freunde in Gefahr bringt.","versions":[{"lang":3,"streams":[{"redirect":8443838,"hoster":"VOE"},{"redirect":8443841,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Furry Spy","descr":"Da Myucel abwesend ist, um sich von ihren Verletzungen zu erholen, trifft Shinichi auf Erbia Hanaiman, eine Werwolffrau aus einem benachbarten Königreich und staunt über ihre Zeichnungen .","versions":[{"lang":3,"streams":[{"redirect":8443843,"hoster":"VOE"},{"redirect":8443840,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Really a Different World","descr":"Erbia zieht in Shinichis Herrenhaus, aber sie zeigt ein seltsames Verhalten und er beginnt zu glauben, dass sie hinter seinem Leben her ist, ohne sich ihrer wahren Absichten bewusst zu sein.","versions":[{"lang":3,"streams":[{"redirect":8443853,"hoster":"VOE"},{"redirect":8443849,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Soccer...Soccer?","descr":"Um die Kluft zwischen den Elfen- und Zwergenschülern zu überwinden, organisiert Shinichi ein Freundschaftsspiel zwischen beiden Seiten und es dauert nicht lange, bis es zu einem bösartigen Kampf zwischen ihnen wird.","versions":[{"lang":3,"streams":[{"redirect":8443854,"hoster":"VOE"},{"redirect":8443855,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Maid in Japan","descr":"Shinichi kehrt kurz nach Tokio zurück, um einzukaufen, nur um später festzustellen, dass sich Myucel eingeschlichen hat, um ihn zu begleiten, und verbringt den Rest des Tages damit, ihr die Stadt zu zeigen.","versions":[{"lang":3,"streams":[{"redirect":8443858,"hoster":"VOE"},{"redirect":8443859,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Melancholy of the Supreme Ruler","descr":"Genervt von all den Pflichten, die ihr auferlegt werden, schließt Petralka sich in ihrem Zimmer ein und weigert sich zu gehen. Shinichi, die in Japan eingesperrt lebte, beschließt dann, ihr das Leben zu zeigen, das er früher hatte, mit all den Höhen und Tiefen, die auch damit verbunden sind.","versions":[{"lang":3,"streams":[{"redirect":8443868,"hoster":"VOE"},{"redirect":8443871,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Swimsuit Apocalypse","descr":"Als Minori einige Tage Urlaub zugesprochen bekommt, beschließt Shinichi, die Mädchen zum Schwimmen in einen nahegelegenen See mitzunehmen und sie haben gemeinsam Spaß, bis sie feststellen, dass sie von ungebetenen Gästen beobachtet werden.","versions":[{"lang":3,"streams":[{"redirect":8443870,"hoster":"VOE"},{"redirect":12514794,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Magical Girl Petralka","descr":"Als in Japan Filmmaterial vom Fußballspiel ins Internet gelangt, droht die geheime Operation der Regierung in Eldant der Welt aufgedeckt zu werden und Shinichi hat einen Plan, um die öffentliche Meinung zu täuschen, indem er dies als Teil einer Fantasy-Filmproduktion in . ankündigt Zusammenarbeit mit der JSDF und lädt Petralka ein, die Hauptrolle zu spielen.","versions":[{"lang":3,"streams":[{"redirect":8443885,"hoster":"VOE"},{"redirect":8443876,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Plot Silent Plot Deep","descr":"Shinichis Bemühungen um die Verbreitung der Otaku-Kultur tragen Früchte. Als es jedoch an Produkten aus Japan mangelt, was zu verschiedenen Konflikten unter den Menschen in Eldant führt, erfährt Shinichi die wahren Absichten der japanischen Regierung und verzweifelt daran, bis Myucel ihn zu einer Lösung inspiriert.","versions":[{"lang":3,"streams":[{"redirect":8443883,"hoster":"VOE"},{"redirect":8443887,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Shoot the Invaders!","descr":"Als Reaktion auf Shinichis Trotzhandlung befiehlt die japanische Regierung der JSDF , ihn zu töten. Nach zwei gescheiterten Versuchen kommt Shinichi mit einem Plan, um die Politiker in Tokio davon zu überzeugen, ihn zu verschonen und stattdessen seine Bemühungen zur Verbreitung der Otaku-Kultur in Eldant weiter zu unterstützen.","versions":[{"lang":3,"streams":[{"redirect":8443896,"hoster":"VOE"},{"redirect":8443895,"hoster":"Streamtape"}]}]}]}]}