{"path":"/serie/stream/outlaw-empires","name":"Outlaw Empires","descr":"\"Outlaw Empires\" wirft einen Blick auf berühmte Organisationen von Gesetzlosen, die die Geschichte Amerikas beeinflusst haben.","seasons":[{"path":"/serie/stream/outlaw-empires/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/outlaw-empires/staffel-1/episode-1","name":"","epNo":1,"alt":"Crips","descr":"Kurt Sutter, der Schöpfer der Sons of Anarchy, untersucht die komplette Geschichte einer legendären amerikanischen Outlaw-Dynastie: die Crips. Insider erzählen eine Geschichte von eskalierenden Rasenschlachten, Gefahren, Gewalt und immer kleiner werdender Einheit, während die Bande an Größe und Macht zunahm.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314076","hoster":"VOE"},{"path":"/redirect/10134191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/outlaw-empires/staffel-1/episode-2","name":"","epNo":2,"alt":"American Bikers","descr":"Was alles mit der Liebe zu Fahrrädern und der Freiheit des Fahrens begann, wurde zur Popularisierung der amerikanischen Outlaw-Biker-Banden. Die Dynastie lebt bis heute, obwohl sie über die Erheiterung der Fahrt hinausgegangen ist, um Gewalt und Drogenhandel einzuschließen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314070","hoster":"VOE"},{"path":"/redirect/10134192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/outlaw-empires/staffel-1/episode-3","name":"","epNo":3,"alt":"South Boston Irish Mob","descr":"Kurt Sutter, der Schöpfer von \"Sons of Anarchy\", untersucht die komplette Geschichte des irischen Mobs in South Boston. Von den 1800er bis zu den frühen 1970er Jahren führten irische Straßenbanden Krieg um die Kontrolle über Bostons Unterwelt. Ein berüchtigtes Mitglied entstand als tödliche und legendäre Kraft.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12334190","hoster":"VOE"},{"path":"/redirect/10134193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/outlaw-empires/staffel-1/episode-4","name":"","epNo":4,"alt":"Italian Mafia","descr":"Sie sind das berüchtigtste Verbrechensimperium aller Zeiten, gebunden an die Bande von Blut und Familie. Wie die Familie Gambino zu einem der mächtigsten Verbrechersyndikate wurde, nur um von einem ihrer eigenen besiegt zu werden, gehört zu den spannendsten Geschichten in der Geschichte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314072","hoster":"VOE"},{"path":"/redirect/10134194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/outlaw-empires/staffel-1/episode-5","name":"","epNo":5,"alt":"Nuestra Familia","descr":"Nuestra Familia wurde im kalifornischen Gefängnissystem gegründet, um Mitgliedern aus Nordkalifornien die Möglichkeit zu geben, Gewalt gegen die mexikanische Mafia abzuwehren. Sie ist bekannt für ihre beispiellose Geheimhaltung und ihre hochreglementierten Rekrutierungs- und Trainingsmethoden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10134195","hoster":"VOE"},{"path":"/redirect/10134197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/outlaw-empires/staffel-1/episode-6","name":"","epNo":6,"alt":"Aryan Brotherhood","descr":"Als Ergebnis der Rassentrennung der späten 1960er Jahre hatte die Aryan Brotherhood ihren Ursprung in amerikanischen Gefängnissen. Aber im Laufe der Jahrzehnte erweiterte es seinen Einfluss über die Gefängnismauern hinaus und begann, Drogen, Waffen und Einschüchterungen einzusetzen, um Einfluss zu gewinnen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314084","hoster":"VOE"},{"path":"/redirect/10134196","hoster":"Streamtape"}]}]}]}]}