{"seriesId":"outmatched-allein-unter-genies","name":"Outmatched - Allein unter Genies","descr":"Das Paar Kay und Mike (Maggie Lawson und Jason Biggs) versucht, sich mit ihren vier Kindern über Wasser zu halten. Drei der Sprösslinge haben sich aber inzwischen als ausgewiesene Genies entpuppt. Mutter Kay ist tough und direkt und arbeitet in einem Casino - so ist sie den Umgang mit Bullies und Leuten, die in ihre Schranken gewiesen werden müssen, durchaus gewohnt. Ehemann Mike hingegen ist sehr umgänglich und möchte es jedem recht machen. Auch, wenn er bei weitem nicht dumm ist, ist er doch auch keine Intelligenzbestie.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der ganz normale Wahnsinn","epNo":1,"alt":"Pilot","descr":"Kay und Mike sind fassungslos, als sie erfahren, dass ihr Sohn Marc hochbegabt ist. Auch seine Geschwister Jack und Nicole sind Wunderkinder; die beiden Teenager tanzen ihren überforderten Eltern ständig auf der Nase herum. Die kleine Leila hingegen ist von Intelligenz verschont geblieben. Als ein Ausflug auf den Jahrmarkt ansteht, kommt es zu einem Familienstreit, denn keines der vier Kinder hat darauf Lust. Nicole möchte lieber wissen, ob sie oder Marc einen höheren IQ hat.","versions":[{"lang":1,"streams":[{"redirect":7729929,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Das erste Level","epNo":2,"alt":"The Talk","descr":"Kay und Mike meinen, ihre Kinder sexuell aufklären zu müssen. Nach dem Gespräch fühlen sich Brian und Nicole alt genug, um Sex zu haben. Brian druckt per 3D-Drucker ein Gesicht aus, um das Küssen zu üben. Nicole lässt die Jungs Revue passieren, mit denen sie ihren ersten Kuss haben könnte. Als Kay und Mike die Bemühungen ihrer Sprösslinge entdecken, raten sie ihnen, mit dem Sex noch zu warten.","versions":[{"lang":1,"streams":[{"redirect":7729931,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Der Besuch der Großeltern","epNo":3,"alt":"Grandparents","descr":"Mikes Eltern sind bei den Bennetts zu Besuch. Während Kay sich von ihrer Schwiegermutter Sylvia übergangen fühlt, weil die mit Nicole Shoppen geht, versucht Jay gegen Mikes erklärten Willen, Brian das Autofahren beizubringen. Er täuscht sogar einen Herzinfarkt vor, um Brians Motivation zu erhöhen. Dann merkt Kay, dass Sylvia kaum noch mit ihrem Sohn spricht, und versucht, das zu ändern.","versions":[{"lang":1,"streams":[{"redirect":7760648,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Einer muss der Böse sein","epNo":4,"alt":"Bad Guy","descr":"Nach einem Streit beschließen Brian und Nicole, auszuziehen. Kay, die die Nase voll davon hat, der Buhmann zu sein, überlässt Mike die Aufgabe, ihnen die Idee wieder auszureden. Um nicht den Zorn seiner Kinder auf sich zu ziehen, schiebt Mike das fehlende Geld als Grund vor, warum die Teenager nicht ausziehen können. Doch das lässt Brian und Nicole hoffen: Sie wollen allein die nötigen 15.000 Dollar verdienen.","versions":[{"lang":1,"streams":[{"redirect":7760654,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Das Date","epNo":5,"alt":"Dating","descr":"Als Nicole einen Jungen einlädt, der nicht das ideale Freundesmaterial ist, versucht Kay sicherzustellen, dass ihre Tochter nicht mit einem gebrochenen Herzen endet. Mike versucht, Marcs seltsame Schwärmerei zu verstehen.","versions":[{"lang":1,"streams":[{"redirect":7783833,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Der Mobber fällt nicht weit vom Stamm","epNo":6,"alt":"Bullying","descr":"Mike und Kay schauen sich eine Charter-Schule für Marc an, nachdem er ins Büro des Direktors gebracht wird, weil er seinen Lehrer gemobbt hat. Kay befürchtet jedoch, dass Marcs Chancen, angenommen zu werden, aufgrund ihrer eigenen Mobbing-Vergangenheit ruiniert sein könnten.","versions":[{"lang":1,"streams":[{"redirect":7783837,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Gescheitertes Scheitern","epNo":7,"alt":"Failing","descr":"Irwin warnt Mike und Kay, dass Nicole eine Perfektionistin sei, die noch nie an irgendetwas gescheitert sei, und deshalb nicht auf eine Situation vorbereitet sei, in der sie versagt. Deshalb lassen Mike und Kay Nicole an einem Schönheitswettbewerb teilnehmen, den sie jedoch gegen alle Erwartungen gewinnt. Indessen merkt Brian, dass er mit seiner kleinen Schwester Leila doch etwas anfangen kann.","versions":[]},{"epId":"episode-8","name":"Neue beste Freunde","epNo":8,"alt":"Couple’s Friends","descr":"Als Mike und Kay nicht von Rita und Irwin zu einer Party eingeladen werden, die diese für ihre Freund geben, beschließen die beiden, sich neue Freunde zu suchen. Deshalb verabreden sie sich mit Beth und Sigmund, den Eltern von Atticus, der in der Schule mit Nicole und Brian an einem Projekt arbeitet. Das Treffen läuft jedoch völlig aus dem Ruder, weil Beth und Sigmund zu viel Alkohol trinken.","versions":[{"lang":1,"streams":[{"redirect":7806803,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"Der Rückzugsort","epNo":9,"alt":"Black Mold","descr":"Als Mike Schimmel im Keller entdeckt, verlieren er und Kay während der Renovierungsarbeiten ihren einzigen Rückzugsort. Um ihren zunehmend gestressten Eltern eine Auszeit zu gönnen, organisieren die Kinder eine Übernachtung im Casino für sie. Nicole und Brian sind von ihren Babysitter-Fähigkeiten überzeugt, finden sich jedoch bald inmitten eines riesigen Chaos wieder.","versions":[]},{"epId":"episode-10","name":"Die Geburtstagsenthüllung","epNo":10,"alt":"Royal Rumble","descr":"Kay und Mike gestehen Leila, dass sie über das Datum ihres Geburtstages gelogen haben und sie nicht am selben Tag wie Marc geboren wurde. Als Wiedergutmachung bieten sie Leila an, eine Party zu organisieren, bei der sie das Thema bestimmen darf. Während der Planung haben sie jedoch Schwierigkeiten, ihre eigenen Vorstellungen zurückzuhalten.","versions":[]}]}]}