{"path":"/serie/stream/over-water-im-netz-der-lgen","name":"Over Water – Im Netz der Lügen","descr":"John Beckers (Tom Dewispelaere) hat eine schwierige Vergangenheit hinter sich und will nun, zum Wohle seiner Familie, nach vorne schauen. Doch alte Gewohnheiten sind schwer abzulegen und neue Versuchungen erscheinen am Horizont, gerade als er sich mitten in zwielichtigen Deals im Hafen von Antwerpen wiederfindet…","seasons":[{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-1/episode-1","name":"Alles wird gut","epNo":1,"alt":"Alles komt goed","descr":"Nach ein paar Monaten in der Entzugsklinik kommt John Beckers wieder nach Hause. Seine Familie gibt ihm noch eine letzte Chance. John will alles richtig machen und beginnt in der Import-Export-Firma seines Schwiegervaters Freddy im Hafen zu arbeiten, wo er hofft, vor seinen alten Dämonen sicher zu sein. Immer wenn er Zeit hat, besucht John heimlich seinen geheimnisvollen Freund Barry, der im Krankenhaus im Koma liegt. Alles verläuft nach Plan, bis John in einem hektischen Moment bei strömendem Regen aus Versehen seinen Schwiegervater überfährt und ihn tot im Hafendock zurücklässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7856182","hoster":"VOE"},{"path":"/redirect/9473022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-1/episode-2","name":"Das Verschwinden","epNo":2,"alt":"De verdwijning","descr":"Nach dem Unfall ist John im Schockzustand und hüllt sich über Freddys Verbleib in Schweigen. Carl hört in seiner Stammkneipe, dass Freddy wohl mit Denise an die Costa del Sol geflogen ist. Seiner Frau Marjan erzählt John nichts davon. Doch ihr schwant, dass John ihr etwas verheimlicht. John versucht, durch Lügen und Leugnen seinen Kopf über Wasser zu halten. Bis man Freddys Leiche im Hafenbecken entdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473032","hoster":"VOE"},{"path":"/redirect/9473030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-1/episode-3","name":"Die Versuchung","epNo":3,"alt":"De verdwijning","descr":"Die Familie ist von Freddys Tod schwer getroffen. John gerät nicht nur wegen seiner alten Spielschulden und Corys Geldeintreibern unter Druck, die ihm seit der Entlassung aus der Klinik nachstellen. Auch die Tatsache, dass die Polizei nach der Obduktion von Freddys Leiche von Fremdeinwirkung ausgeht, treibt ihn mächtig in die Enge. Er sucht nicht nur wieder Trost im Alkohol, sondern teilt auch sein Geheimnis um seinen ehemaligen Manager Barry mit der jungen Büroangestellten Ella.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916852","hoster":"VOE"},{"path":"/redirect/9473038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-1/episode-4","name":"Ein neues Spiel","epNo":4,"alt":"Een nieuwe gok","descr":"Freddy Michielsens Beerdigung steht an. Marjan ist am Boden zerstört, während John verheimlicht, dass er wieder trinkt. Ausgerechnet jetzt informiert der Notar von Michielsen Shipping Co. John und Marjan, dass die Firma in finanziellen Schwierigkeiten steckt. John realisiert, dass er seine Schulden niemals zurückzahlen kann, wenn er nichts unternimmt. Und so beschließt er, doch auf das Angebot von De Pelsmaecker zurückzukommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918791","hoster":"VOE"},{"path":"/redirect/9473042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-1/episode-5","name":"Klare Absprachen","epNo":5,"alt":"Duidelijke afspraken","descr":"Rasha und ihr Partner Sven setzen ihre unnachgiebigen Ermittlungen zum Tod von Freddy Michielsen fort. Sie befragen Patrick De Beco und auch Carl, der bereits vorbestraft ist. In der Zwischenzeit konfrontiert Carl John damit, dass er ihn verfolgt und beobachtet hat, wie er direkt in Benedicte De Pelsmaeckers Falle gelaufen ist. John wurde bei illegalen Aktivitäten von ihrem Chauffeur gefilmt. De Pelsmaecker kann das Videomaterial jetzt gegen ihn verwenden. John beschließt, Carl und Ella in die illegalen Geschäfte einzuweihen, in der Hoffnung, damit sich und Michielsen Shipping Co. zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473052","hoster":"VOE"},{"path":"/redirect/9473053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-1/episode-6","name":"Ein Freundschaftsdienst","epNo":6,"alt":"Een vriendendienst","descr":"Rasha bittet den Polizeipräsidenten nachdrücklich, sie nicht vom Michielsen-Fall abzuziehen. Es stellt sich heraus, dass De Pelsmaecker eine gewisse Kontrolle über den Polizeipräsidenten hat. Marjan zögert, als Patrick De Beco fragt, ob sie ihn auf eine Kunstmesse ins Ausland begleiten will. Einerseits fühlt sie sich von John nicht genügend wertgeschätzt, aber ihn zu betrügen bringt sie nicht übers Herz. De Pelsmaecker schafft Johns Schuldenprobleme aus der Welt. John realisiert, dass er als ihr Protegé jetzt unantastbar ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473066","hoster":"VOE"},{"path":"/redirect/9473064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-1/episode-7","name":"Beichten oder schweigen","epNo":7,"alt":"Biechten of zwijgen","descr":"Carl offenbart John, dass er Ellas Vater ist und erzählt, wie Patrick De Beco sein Geheimnis nutzen will, um ihr Geschäft mit De Pelsmaecker zu sabotieren. Carl ist wütend und will De Beco vernichten. John verschweigt seine Liaison mit Ella, beschließt aber mit Carl, De Beco zu beseitigen. Unterdessen macht Marjan die von John angemietete Wohnung ausfindig und findet Barry, den sie, auch wenn er jetzt im Koma liegt, für ihre ganze Misere verantwortlich macht. Sven und Rasha wiederum versuchen zu beweisen, dass Freddy nicht zufällig dort aufgetaucht ist, wo man ihn im Hafenbecken gefunden hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473068","hoster":"VOE"},{"path":"/redirect/9473070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-1/episode-8","name":"Spurensicherung","epNo":8,"alt":"Sporenonderzoek","descr":"Marjan ist überrascht, als sie Ella aus dem Gebäude kommen sieht, in dem sich Barrys Krankenlager befindet. Unterdessen meint Rasha, genügend Indizien dafür zu haben, dass Freddy von Patrick De Beco ermordet wurde. Sie will die Geschäftsräume von De Beco durchsuchen lassen, stößt dabei aber bei ihrem Chef Staf auf Widerstand. John erfährt, dass De Beco ihm nachspioniert und Beweismaterial für seinen Rückfall in die Alkohol- und Spielsucht sowie seine Seitensprünge mit Ella gesammelt hat. John und Carl sind sich einig, dass das Problem De Beco endgültig gelöst werden muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473078","hoster":"VOE"},{"path":"/redirect/9473079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-1/episode-9","name":"Schnapp dir den Preis","epNo":9,"alt":"De buit is bijna binnen","descr":"Nachdem sich die Durchsuchung bei De Beco als sinnlos herausgestellt hat, beschließt Polizeipräsident Staf, Rasha nun doch von dem Fall abzuziehen. De Beco hat sich in Marjan verliebt. Von seinen Emotionen übermannt, handelt er impulsiver und unbedachter. John setzt einen Kleinkriminellen auf De Beco an. Der Mordversuch geht schief. De Beco tötet seinen Angreifer im Kampf. Er lässt John indirekt davon erfahren. De Beco sinnt auf Rache und gibt Rasha einen anonymen Hinweis auf Johns Drogengeschäfte, die über das Gelände von Michielsen laufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473082","hoster":"VOE"},{"path":"/redirect/9473083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-1/episode-10","name":"Finale","epNo":10,"alt":"Het finalespel","descr":"Marjan kann nicht über ihren Schatten springen und John mit De Beco betrügen. Sie sorgt sich um Arno, der von der Schule geflogen ist, und bittet John, mit ihm zu reden. Arno findet dabei heraus, dass sein Vater wieder trinkt, woraufhin Marjan definitiv der Kragen platzt. Sie erzählt alles Carl und eröffnet ihm auch, dass Ella und John ein Verhältnis haben. Carl ist am Boden zerstört. Er ahnt, dass Marjan John nun ans Messer liefern wird und weiht schweren Herzens Ella ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473086","hoster":"VOE"},{"path":"/redirect/9473089","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-2/episode-1","name":"Frei","epNo":1,"alt":"Vrij","descr":"Johns Anwalt kann leider nicht verhindern, dass John in Untersuchungshaft muss. Während er sich im Gefängnis erneut einem Entzug unterzieht, dreht sich die Welt draußen weiter. Marjan sorgt sich zunehmend um Patrick De Beco und meldet ihn bei der Polizei als vermisst. Ella eröffnet John im Gefängnis, dass sie schwanger ist. Bald wissen auch Marjan und Carl davon. Ella ist weiterhin wütend auf Carl, weil er John verraten hat und kündigt ihren Job im Büro. De Pelsmaecker setzt Staf unter Druck. Er soll für Johns baldige Freilassung sorgen. Unterdessen startet der Abgeordnete Wim van Cauwenberghe eine Kampagne. Er will die Kriminalität im Hafen bekämpfen und damit die Wahl zum Bürgermeister gewinnen. Inzwischen findet Barry mit Ellas Unterstützung langsam wieder ins Leben zurück, ist aber noch nicht vollends wiederhergestellt. Marjan hat die Scheidung eingereicht. John steht vor dem Nichts, auch wenn Ella sich freut, ihn wieder bei sich zu haben. Da trifft es sich gut, dass er für den Auftritt in der Late-Night-Show angefragt wird. Barry wittert die Chance für Johns Comeback. Doch Benedicte De Pelsmaecker ist gar nicht begeistert über dessen Fernsehauftritt, hat sie doch bereits andere Pläne mit John.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314079","hoster":"VOE"},{"path":"/redirect/9473099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-2/episode-2","name":"Neue Chancen","epNo":2,"alt":"Nieuwe kansen","descr":"Anders als Barry, der an Johns Comeback arbeitet, will De Pelsmaecker, dass John die Firma von Patrick De Beco leitet. John findet schnell Gefallen an der neuen Herausforderung. Unterdessen kritisiert Wim van Cauwenberghe, der Kandidat für den Bürgermeisterposten, die laxe Vorgehensweise der Polizei im Kampf gegen die Drogenmafia. Unterstützt von Didier Buelens will er den Polizeihauptkommissar zum Sündenbock machen. Aber De Pelsmaecker versteht, Stafs Haut zu retten, erwartet ihrerseits dafür aber natürlich einen Gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473103","hoster":"VOE"},{"path":"/redirect/9473105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-2/episode-3","name":"Expansion","epNo":3,"alt":"Uitbreiding","descr":"Johns Geschäfte expandieren, und er bezieht Barry als Mann seines Vertrauens mit ein. John schwimmt förmlich im Geld, ohne dass Ella etwas davon ahnt. Sie kämpft immer noch in ihrer gemeinsamen, maroden Wohnung gegen die täglichen Herausforderungen. Bis sie eines Tages ein Bündel Geldscheine entdeckt. Trotz seines Versprechens, dass es keine Geheimnisse zwischen ihnen geben wird, belügt John Ella über die Herkunft des Geldes. Doch er ist nicht der Einzige, der ein Geheimnis hat. Auch Barry, der die Reaktion seines besten Freundes fürchtet, behält für sich, dass er mit dessen Tochter Julie liiert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473107","hoster":"VOE"},{"path":"/redirect/9473108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-2/episode-4","name":"Vertrauen","epNo":4,"alt":"Vertrouwen","descr":"Obwohl John und Marjan auf ihn einreden, will Arno die Schule abbrechen und lieber in der Firma seines Großvaters arbeiten. Van Cauwenberghe verabredet sich mit Marjan, um sie für sein Projekt \"Sauberer Hafen\" als Verbündete zu gewinnen. Der eigentlich geschäftliche Termin entwickelt sich zu einem romantischen Abendessen. Doch dann wird Van Cauwenberghe am nächsten Morgen auf offener Straße ins Bein geschossen. De Pelsmaeckers Chauffeur und Handlanger hatte deren Bitte, sich um den unbequemen van Cauwenberghe zu kümmern, offenbar falsch verstanden. Und das hat Konsequenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473111","hoster":"VOE"},{"path":"/redirect/9473112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-2/episode-5","name":"Wie gewonnen so zerronnen","epNo":5,"alt":"Winnen en Verliezen","descr":"De Pelsmaecker will dafür sorgen, dass van Cauwenberghe die Wahlen gewinnt und unterbreitet ihm ein attraktives Angebot, in der Hoffnung, dass er sie dafür bei seinem Kampf gegen die Drogenmafia verschont. Barry genießt seine Beziehung mit Julie und setzt alles daran, dass John nichts davon erfährt. Unterdessen erfährt Ella, die John immer noch auf Abstand hält, dass ihr Vater verstorben ist und ihre Mutter zur Beisetzung nach Belgien kommen wird. Nicht wissend, dass Carl Dockx ihr wirklicher Vater ist, schüttet Ella dem ehemaligen Kollegen ihr Herz aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473115","hoster":"VOE"},{"path":"/redirect/9473120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-2/episode-6","name":"Unangemessene Mittel","epNo":6,"alt":"Ongepaste maatregelen","descr":"Als Polizeihauptkommissar Staf in verwirrtem Zustand nackt auf einer Tankstelle erscheint, realisiert nicht nur van Cauwenberghe, sondern auch John, wozu De Pelsmaecker fähig ist und wie sie mit ihren \"Geschäftspartnern\" umgeht. Während Didier Buelens versucht, van Cauwenberghe zu beruhigen, signalisiert dieser, dass er nicht bereit ist, mit solchen Leuten zu kooperieren. Inzwischen ist Ellas Mutter Ritje in Belgien eingetroffen. Als sie und Carl sich bei der Trauerfeier begegnen, flammen die Gefühle von einst wieder auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473119","hoster":"VOE"},{"path":"/redirect/9473118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-2/episode-7","name":"Übernahmen","epNo":7,"alt":"Overnames","descr":"Der Streit zwischen John und Barry führt dazu, dass auch Julie mit ihrem Vater bricht. De Pelsmaecker hingegen scheint für John romantische Gefühle zu hegen. Der kauft aber ein großes Haus, in der Hoffnung, dass Ella zu ihm zurückkommt. Er hofft, damit auch Ellas Mutter Ritje zu beeindrucken. Carl versucht das Gleiche auf seine eigene, unnachahmliche Art mit Unterstützung seiner Therapeutin. Als Ritje seine Gefühle erwidert und sich beide wieder annähern, macht ein weiterer Schicksalsschlag ihr zartes Glück wieder zunichte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473123","hoster":"VOE"},{"path":"/redirect/9473124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-2/episode-8","name":"Guter Rat","epNo":8,"alt":"Goede raad","descr":"Im Krankenhaus erfährt Carl in Ritjes Beisein, dass er unheilbar an Krebs erkrankt ist. Er beschließt, Marjan nichts davon zu sagen, die neben ihrer Galerie jetzt auch noch versucht, die Firma Michielsen zu managen. Auch wenn van Cauwenberghe alles daran setzt, sie zu unterstützen, sähe er Marjan in Anbetracht seiner Kampagne \"Sauberer Hafen\" am liebsten raus aus den Hafengeschäften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11845365","hoster":"VOE"},{"path":"/redirect/9473126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-2/episode-9","name":"Benedicte","epNo":9,"alt":"Benedicte","descr":"De Pelsmaecker entdeckt, dass John hinter ihrem Rücken versucht, sein eigenes Imperium aufzubauen. Hinzu kommt, dass er ihre Gefühle nicht erwidert, sodass De Pelsmaecker auf Rache sinnt, und zwar auf eine Weise, die selbst für sie radikal ist. John bekommt einen Hinweis, dass er bei De Pelsmaecker in Ungnade gefallen ist und versucht, von nun an jeden Schritt sorgfältig zu planen. Barry kämpft unterdessen mit seinem Gewissen. Ihm fehlt John. Barry möchte wieder in die Geschäfte einsteigen. Die Frage ist nur, ob es dafür nicht zu spät ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473130","hoster":"VOE"},{"path":"/redirect/7856317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/over-water-im-netz-der-lgen/staffel-2/episode-10","name":"Abschied","epNo":10,"alt":"Afscheid","descr":"Nach dem Anschlag wird Ella ins Krankenhaus gebracht. Barry und John werden von der Polizei verhört. John versucht als versierter Mann der Medien, van Cauwenberghe in die Enge zu treiben. Aber der Abgeordnete hat noch einen Trumpf gegen John im Ärmel. Carls Tage sind gezählt. Um reinen Tisch zu machen und sein Gewissen zu erleichtern, greift er zu einer letzten List im Endspiel, das John Beckers um jeden Preis gewinnen muss, so er denn überleben will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9473020","hoster":"VOE"},{"path":"/redirect/9473018","hoster":"Streamtape"}]}]}]}]}