{"path":"/serie/stream/oz-hoelle-hinter-gittern","name":"Oz - Hölle hinter Gittern","descr":"Die 56-teilige Serie schildert den harten Alltag in dem (fiktiven) Hochsicherheitsgefängnis Oswald Maximum Security Penitentiary, das von den Insassen nur Oz genannt wird. In welchem Staat das Gefängnis liegt wird in der Serie nicht preisgegeben. In der Abteilung Emerald City prallen in einem Modellversuch Straftäter verschiedenster ethnischer Herkunft aufeinander: Afro-Amerikaner, Neonazis, Muslime, Latinos, Iren etc. Gangkonflikte und Gewalt bestimmen den Alltag. Besonders schwer haben es naturgemäß Gefangene, die draußen eher zur priviligierten Gesellschaftsschicht gehörten, wie der weiße Anwalt Tobias Beecher (Lee Tergesen), der bei einem Autounfall ein kleines Mädchen getötet hat. Er wird zum Opfer verbaler und körperlicher Attacken. Auch Mord und Vergewaltigung stehen in diesem Knast auf der Tagesordnung.","seasons":[{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-1/episode-1","name":"Emerald City","epNo":1,"alt":"The Routine","descr":"Das Hochsicherheitsgefängnis Oz beherbergt Schwerstverbrecher, die die verschiedensten Taten begangen haben. Tobias Beecher ist ein gestürzter Anwalt. Er sitzt für 15 Jahre, weil er betrunken Auto fuhr und ein neunjähriges Mädchen tötete. Donald Groves ist sein Mithäftling. Der Kannibale tötete seine eigene Mutter und verspeiste sie. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800639","hoster":"VOE"},{"path":"/redirect/11099944","hoster":"Doodstream"},{"path":"/redirect/8610511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-1/episode-2","name":"Frauenbesuch","epNo":2,"alt":"Visits, Conjugal And Otherwise","descr":"Nach dem grausamen Tod von Häftling Dino wird nach dessen Mörder gesucht. Trotz der strengen Vorkehrungen im Oz-Gefängnis dürfen die Sträflinge Besuch von ihren Familienangehörigen empfangen. Der Verurteilte Tobias Beecher bekommt Frauenbesuch, wird daraufhin von Mithäftling Vern erpresst. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117311","hoster":"VOE"},{"path":"/redirect/11100015","hoster":"Doodstream"},{"path":"/redirect/8610520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-1/episode-3","name":"Kein Gott in Oz","epNo":3,"alt":"God’s Chillin’","descr":"Die Gewalt im Rehabilitationsflügel \"Emerald City\" des Oz-Gefängnisses steigt stetig. Immer öfter kommt es zu wütenden Prügeleien, bei denen es Tote gibt. Bis auf Weiteres wird die Knastetage verriegelt, um die jüngsten Verbrechen aufzuklären. Knacki Tobias Beecher zieht sich unterdessen zurück und versucht zu verkraften, dass seine Frau die Scheidung eingereicht hat. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800640","hoster":"VOE"},{"path":"/redirect/8610521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-1/episode-4","name":"Auge um Auge","epNo":4,"alt":"Capital P","descr":"Gouverneur Devlin hat die Todesstrafe in seinem Bundesstaat wieder eingeführt. Der erste Häftling, der nun in Oz getötet werden soll, ist Jefferson Keane, der wegen Mordes einsitzt. Bevor der Straftäter hingerichtet wird, spendet er seiner Schwester eine Niere. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800641","hoster":"VOE"},{"path":"/redirect/8610512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-1/episode-5","name":"Angebot und Nachfrage","epNo":5,"alt":"Straight Life","descr":"Obwohl der Rehabilitationsflügel Emerald City seit Tagen komplett verriegelt ist, werden beängstigend viele Drogen in den Gefängnistrakt geschmuggelt. Wärterchef Tim McManus versucht, die Hintermänner ausfindig zu machen. Dabei rücken korrupte Beamte ins Visier. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334199","hoster":"VOE"},{"path":"/redirect/8610513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-1/episode-6","name":"Ein verdammtes Vorbild","epNo":6,"alt":"To Your Health","descr":"Der Krankenservice im Gefängnis Oz hat alle Hände voll zu tun. Ein Vielzahl von Häftlingen klagt über Beschwerden. Insasse Tobias Beecher rastet aus und verletzt seinen Erzfeind Vern Schillinger schwer. Mafia-Boss Peter Schibetta bekommt Magenprobleme und Kareem Said erleidet eine Herzattacke. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800642","hoster":"VOE"},{"path":"/redirect/8610516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-1/episode-7","name":"Außer Kontrolle","epNo":7,"alt":"Plan B","descr":"Nach seiner Herzattacke hat sich Oz-Häftling Kareem Said wieder erholt. Der Verbrecher hasst seinen Knastgenossen Huseni Mershah dafür, dass er ihm in der schweren Zeit den Rücken gekehrt hat. Von Mershahs Willenstärke beeindruckt, entschließt sich Kannibale Donald Groves, Wärter Leo Glynn umzubringen. Dabei unterläuft ihm ein schwerwiegender Fehler. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800645","hoster":"VOE"},{"path":"/redirect/8610515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-1/episode-8","name":"Der schlimmste Alptraum","epNo":8,"alt":"A Game Of Checkers","descr":"Es vergeht kein Tag im Rehabilitationstrakt des Hochsicherheitsgefängnisses Oz, an dem kein Blut fließt. Als Folge eines ausufernden Gewaltausbruchs gelingt es einigen Häftlingen, aus dem Straflager zu fliehen. Um die Situation im Gefängnis unter Kontrolle zu bekommen, lässt Gouverneur Devlin den Knast mit FBI-Männern umstellen und versucht mit dem Einsatz von Tränengas die Ordnung wiederherzustellen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800647","hoster":"VOE"},{"path":"/redirect/8610518","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-2/episode-1","name":"Nach dem Alptraum","epNo":1,"alt":"The Tip","descr":"Ein entsetzliches Massaker im Hochsicherheitsgefängnis Oz kostete sechs Häftlingen und zwei Wärtern das Leben. Der Knast wurde deshalb abgeriegelt, die Insassen des Rehabilitationstraktes Emerald City in Einzelhaft oder in einem großen Straflager untergebracht. Eine Spezialeinheit soll untersuchen, wie es zu dem verheerenden Gewaltausbruch kommen konnte und inwiefern Gouverneur Devlin darin verwickelt ist. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918805","hoster":"VOE"},{"path":"/redirect/8610528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-2/episode-2","name":"Die clevere Ratte","epNo":2,"alt":"Ancient Tribes","descr":"Die tödlichen Ausschreitungen im Hochsicherheitsgefängnis Oz liegen mittlerweile zehn Monate zurück. Der Resozialisierungstrakt \"Emerald City\" öffnet wieder seine Zellen. Chef-Wärter Tim McManus beruft ein Gremium ins Amt, das Ordnung auf den Fluren schaffen und den Insassen die Möglichkeit einräumen soll, ihren Schulabschluss nachzuholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334198","hoster":"VOE"},{"path":"/redirect/8610524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-2/episode-3","name":"Große Männer","epNo":3,"alt":"Great Men","descr":"Noch immer ist nicht bekannt, wer die Tochter des Gefängniswärters Leo Glynn vergewaltigt hat. Oz-Häftling Miguel Alvarez kennt den Täter, schweigt aber wie ein Grab. Kenny Wangler macht im Weiterbildungskurs große Fortschritte. Sein Zellengenosse Simon Adebisi nutzt den Unterricht dagegen nicht nur, um sich vom tristen Knastalltag abzulenken. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800648","hoster":"VOE"},{"path":"/redirect/8610526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-2/episode-4","name":"Junge trifft Junge","epNo":4,"alt":"Losing Your Appeal","descr":"Die Berufung von Häftling Augustus Hill wurde vor Gericht abgelehnt, trotz der Bemühungen seines Mithäftlings Kareem Said, der sich als wahres Dichtertalent entpuppt. Der Gefangene Ryan O’Reily steckt seine Operation am Oberkörper gut weg. Seine Augen sind von nun an auf Dr. Gloria Nathan gerichtet. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9595386","hoster":"VOE"},{"path":"/redirect/8610522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-2/episode-5","name":"Familie und andere Katastrophen","epNo":5,"alt":"Family Bizness","descr":"Die Erzfeindschaft zwischen den zwei Knast-Gangstern Simon Adebisi und Peter Schibetta erreicht seinen Höhepunkt. Adebisi möchte seinen Widersacher am liebsten aus dem Weg räumen und startet einen fatalen Giftanschlag. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9595389","hoster":"VOE"},{"path":"/redirect/8610529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-2/episode-6","name":"Bettgenossen","epNo":6,"alt":"Strange Bedfellows","descr":"Kareem Said soll seinen Mitsträfling Vern Schillinger aus dem Hochsicherheitsknast Oz schleusen. Said weigert sich, den Auftrag anzunehmen. Kaum ist Häftling Peter Schibetta nach einem Giftanschlag wieder genesen, wird er von seinem Erzfeind Simon Adebisi vergewaltigt. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117315","hoster":"VOE"},{"path":"/redirect/8610530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-2/episode-7","name":"Wilde Bestien","epNo":7,"alt":"Animal Farm","descr":"Ryan O’Reillys Bruder Cyril muss seine Strafe ebenfalls im Gefängnis Oz verbüßen. Der Neu-Häftling bekommt sofort die Gewalt des Gefangenen Vern Schillinger zu spüren. Ryan versucht ihm zu helfen. El Cid ist der neue Anführer der Latino-Häftlinge in Emerald City. Um nicht zur Zielscheibe von Gewaltattacken zu werden, empfiehlt El Cid seinen Flurgenossen, sich an seine eigenwilligen Regeln zu halten. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582649","hoster":"VOE"},{"path":"/redirect/8610523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-2/episode-8","name":"Flucht aus Oz","epNo":8,"alt":"Escape From Oz","descr":"Ein weiterer Gefangener von Emerald City wird auf Ansage von Offizier Karl Metzger ausgewechselt und in ein Straflager versetzt. Zwei Häftlinge graben einen Tunnel und versuchen aus dem Oz-Gefängnis auszubrechen. Als der Tunnel einstürzt, ringen die Flüchtigen um ihr Leben. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117313","hoster":"VOE"},{"path":"/redirect/8610543","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-3/episode-1","name":"Halbwahrheiten","epNo":1,"alt":"The Truth And Nothing But …","descr":"Der psychisch labile Insasse Tobias Beecher befindet sich noch immer im Krankenhaus. Die Häftlinge Vern Schillinger und Chris Keller haben ihm bei einem Gewaltübergriff sämtliche Knochen gebrochen. Miguel Alvarez schmort weiterhin in einer Gummizelle – als Strafe dafür, dass er Officer Eugene Rivera die Augen herausgeschnitten hat. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800654","hoster":"VOE"},{"path":"/redirect/8610535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-3/episode-2","name":"Napoleons bestes Stück","epNo":2,"alt":"Napoleon’s Boney Parts","descr":"Der erst vor Kurzem nach Oz gekommene Offizier Karl Metzger ist tot. Bisher weiß noch niemand, wer hinter dem Mord steckt. Chef-Wärter Tim McManus befördert seinen Freund Offizier Sean Murphy und startet ein Box-Programm für die Insassen. Als ein neuer Häftling in Emerald City eintrifft, kommt ein fürchterliches Verbrechen ans Licht. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800655","hoster":"VOE"},{"path":"/redirect/8610534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-3/episode-3","name":"Handschlag mit dem Tod","epNo":3,"alt":"Legs","descr":"Die Mutter von Häftling Bob Rebadow versucht ihren Sohn davon zu überzeugen, sein Kind und Enkelkind zu treffen. Oz-Insasse Antonio Nappa findet heraus, dass er sich mit dem HI-Virus infiziert hat. Der Gefangene Simon Adebisi stach ihn mit einer unsterilen Nadel. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800659","hoster":"VOE"},{"path":"/redirect/8610533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-3/episode-4","name":"Die weiße Frau","epNo":4,"alt":"Unnatural Disasters","descr":"Oz-Häftling Vern Schillinger bittet Wärter Leo Glynn darum, seinen Sohn Andrew in seinen Trakt zu verlegen. Glynn lehnt ab. Andrew landet daraufin in Schwester Petes Selbsthilfegruppe, wo er mit dem Insassen Chris Keller aneinandergerät. Tobias Beecher verteidigt ihn. Hinter all dem steckt jedoch ein ein abgekartetes Spiel, durch welches sich Ryan O\u0027Reily, Chris Keller und Tobias Beecher an Vern Schillinger rächen wollen. Der zu unrecht wegen Mordes angeklagte Häftling Richie Hanlon wird freigesprochen und wieder nach Emerald City verlegt. Doch dort holen ihn neue Schwierigkeiten ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800656","hoster":"VOE"},{"path":"/redirect/8610527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-3/episode-5","name":"Wir sind alle scheiße","epNo":5,"alt":"U.S. Male","descr":"Oz-Häftling Kenny Wangler erfährt, dass sein Auftrag erfüllt wurde: seine Ehefrau und deren Lover wurden ermordet. Nachdem weitere Insassen umkommen, wird der Rehabilitationsflügel Emerald City erneut abgeriegelt. McManus bereitet sich derweil auf seinen Prozess wegen sexueller Belästigung vor. Er möchte, dass Dr. Nathan vor Gericht für seinen Charakter bürgt, doch die zögert. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582650","hoster":"VOE"},{"path":"/redirect/8610531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-3/episode-6","name":"Die schlimmste Strafe","epNo":6,"alt":"Cruel And Unusual Punishments","descr":"Der Knast-Insasse Cyril O’Reily erkämpft sich seinen Respekt unter den Mithäftlingen im Rehabilitationstrakt Emerald City durch perfide Gewaltspielchen. Als Miguel Alvarez Fotos in die Hände gespielt bekommt, auf denen sein toter Ex-Zellengefährte Rivera mit herausgeschnittenen Augen zu sehen ist, flippt er völlig aus. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334203","hoster":"VOE"},{"path":"/redirect/8610532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-3/episode-7","name":"Wer bin ich?","epNo":7,"alt":"Secret Identities","descr":"Als eine Mitarbeiterin des Auswärtigen Amtes den Häftling Yuri Kosygin im Hochsicherheitsgefängnis Oz besucht, kostet ihn dies sein Leben. Simon Adebisi beschuldigt Wärter Tim McManus, den Insassen Kenny Wangler sexuell belästigt zu haben. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800660","hoster":"VOE"},{"path":"/redirect/8610536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-3/episode-8","name":"Hass liegt in der Luft","epNo":8,"alt":"Out O’ Time","descr":"Als das neue Jahrtausend anbricht, spitzen sich die ethnischen Konflikte unter den Häftlingen des Resozialisierungsflügels Emerald City zu. Auch die Wärter geraten sich untereinander zusehend in die Haare. Leo Glynn feuert schließlich Clayton Hughes. Bevor der den Knast verlässt, überreicht er dem Gefangenen Simon Adebisi noch ein ganz besonderes Geschenk. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800661","hoster":"VOE"},{"path":"/redirect/8610537","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-1","name":"Ursache und Wirkung","epNo":1,"alt":"A Cock And Balls Story","descr":"Emerald City, der ungewöhnliche Resozialisierungstrakt des Hochsicherheitsgefängnisses Oz, öffnet nach 24 Stunden Komplettverriegelung wieder seine Stahltüren. Die Gefängnisleitung bemüht sich, die Feindseligkeiten zwischen den Häftlingen künftig besser in den Griff zu bekommen. Erzielt ihr Kampf gegen Gewalt hinter Gittern Fortschritte oder sind ihre Bemühungen vergebens? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800670","hoster":"VOE"},{"path":"/redirect/8610538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-2","name":"Nachrufe","epNo":2,"alt":"Obituaries","descr":"Die afroamerikanischen Häftlinge von Oz machen Wärter-Chef Tim McManus dafür verantwortlich, dass der Resozialisierungsflügel Emerald City völlig aus dem Ruder läuft. Wegen seines fehlerhaften und launischen Verhaltens erhält McManus von Leo Glynn die Kündigung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800664","hoster":"VOE"},{"path":"/redirect/8610544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-3","name":"Traurige Berühmtheit","epNo":3,"alt":"The Bill Of Wrongs","descr":"Der entlassene Wärter-Boss Tim McManus erfährt von Häftling Simon Adebisi, dass dieser eine Waffe vom ehemaligen ersten Offizier Clayton Hughes bekommen hat. Wurde Adebisi beauftragt, Glynn zu töten? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117316","hoster":"VOE"},{"path":"/redirect/8610545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-4","name":"Die letzte Barmherzigkeit","epNo":4,"alt":"Works Of Mercy","descr":"Die Rehabilitationsstation Emerald City bekommt einen neuen Bereichsleiter. Martin Querns Methoden, um auf dem Flur für Recht und Ordnung zu sorgen, sind nicht gerade streng. Der gefeuerte Ex-Wärter-Chef Tim McManus kehrt unterdessen ins Hochsicherheitsgefängnis Oz zurück. Doch mit welcher Funktion? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800663","hoster":"VOE"},{"path":"/redirect/8610546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-5","name":"Keine Tränen mehr","epNo":5,"alt":"Gray Matter","descr":"Mit dem neuen Bereichsleiter Martin Querns zieht auch ein neuer Kurs gegenüber den Häftlingen in Emerald City ein. Und ganz allmählich ändert sich die Dynamik unter den Insassen. Tobias Beecher hadert unterdessen weiterhin mit seinem Schicksal. Je mehr der zu 15 Jahren verurteilte Advokat über seine Kinder grübelt, umso tiefer verfällt er in Depressionen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800665","hoster":"VOE"},{"path":"/redirect/8610539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-6","name":"Date mit einem Engel","epNo":6,"alt":"A Word To The Wise","descr":"Um die Gewaltbereitschaft innerhalb von Emerald City zu verringern, werden die weißen Insassen in einen anderen Trakt verlegt. Der Gefangene Kareem Said und sein Zellengenosse wollen Bereichsleiter Martin Querns davon überzeugen, dass diese Maßnahmen zu viele negativen Auswirkungen nach sich zieht. Jedoch ohne Erfolg. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800667","hoster":"VOE"},{"path":"/redirect/8610549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-7","name":"Utopia","epNo":7,"alt":"A Town Without Pity","descr":"Die Kette merkwürdiger Ereignisse in Emerald City reißt nicht ab. Häftling Ryan O’Reily führt weiterhin ein geheimes Verhältnis mit Offizierin Claire Howell. Die Revision von Moses Deyell wurde abgelehnt. Das macht ihn so wütend, dass er ein Loch in die Zellenwand hackt. Chris Keller und Vern Schillinger planen unabhängig voneinander den nächsten Mord hinter Gittern. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800666","hoster":"VOE"},{"path":"/redirect/8610541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-8","name":"Ärger im Paradies","epNo":8,"alt":"You Bet Your Life","descr":"Nach dem Mordanschlag auf Gouverneur Devlin, zieht sich Leo Glynn aus dem Wahlkampf zurück. Basil ist schließlich gezwungen, den Mord an Gergan zu gestehen und erstickt damit alle Hoffnungen auf ein Ende des schwunghaften Drogenhandels in Oz. Zwischen Simon Adebisi und Kareem Said kommt es zu einer tödlichen Auseinandersetzung. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800668","hoster":"VOE"},{"path":"/redirect/8610540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-9","name":"Knast-TV","epNo":9,"alt":"Medium Rare","descr":"Sechs Monate nach dem Mord an Simon Abebisi wird Kareem Said als Angeklagter freigesprochen. Das Gericht begründet seine Entlastung mit Notwehr. Tim McManus und Leo Glynn hatten bis zuletzt versucht, die Geschehnisse um Adebisis Tod geheim zu halten. Ausgerechnet jetzt kündigt sich auch noch der äußerst kritische Reporter Jack Eldridge an und möchte den neuen Häftling Omar White begleiten. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800669","hoster":"VOE"},{"path":"/redirect/8610542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-10","name":"Der Käfig","epNo":10,"alt":"Conversions","descr":"Mc Manus führt in Emerald City einige neue Regeln ein. Omar wird aus der Einzelhaft entlassen und gerät sofort mit Guerra aneinander. Dr. Gloria Nathan kehrt nach Emerald City zurück und will mehr darüber herausfinden, warum O’Reily Patrick Keenan umgebracht hat. Leroy Tidd will unterdessen zum Islam konvertieren, um so näher an Said heranzukommen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800671","hoster":"VOE"},{"path":"/redirect/8610548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-11","name":"Die Rache ist mein","epNo":11,"alt":"Revenge Is Sweet","descr":"Um endlich der Einzelhaft zu entkommen, bietet Häftling Miguel Alvarez dem Wärter Leo Glynn an, als Informant zu arbeiten. Dr. Gloria Nathan verkündet, dass die Insassen von Emerald City ausgewählt wurden, um ein Probemedikament zu testen. Das könnte für einige Insassen die Zeit hinter Gittern erheblich verkürzen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918804","hoster":"VOE"},{"path":"/redirect/8610547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-12","name":"Zwei und Zwei","epNo":12,"alt":"Cuts Like A Knife","descr":"In Emerald City geht ein Probemedikament um, das den Insassen die Zeit hinter Gittern verkürzen soll. Ryan O’Reily weigert sich – sollte das Mittel seine Wirkung erzielen – seinen Bruder Cyril damit in Berührung kommen zu lassen. Der Gefangene William Giles hat einen außergewöhnlichen Hinrichtungswunsch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800674","hoster":"VOE"},{"path":"/redirect/8610551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-13","name":"Dämonen","epNo":13,"alt":"Blizzard Of ‘01","descr":"Oz-Häftling Ryan O’Reily bekommt es mit einer besonderen Überraschung zu tun: Ein Besucher entlarvt pikante Details über seine Vergangenheit. Sein Bruder Cyril ahnt Schlimmes und sieht Ärger aufziehen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800672","hoster":"VOE"},{"path":"/redirect/8610556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-14","name":"Orpheus in der Unterwelt","epNo":14,"alt":"Orpheus Descending","descr":"Tim McManus ruft einen vorläufigen Waffenstillstand zwischen den Häftlingsstreithähnen Burr Redding und Enrique Morales in Emerald City aus. Cyrils aktueller Wutausbruch ist der Beweis dafür, dass der Gipfel der Gewalt erreicht ist. Doch was geschieht mit ihm? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117317","hoster":"VOE"},{"path":"/redirect/8610550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-15","name":"Der große Plan","epNo":15,"alt":"Even The Score","descr":"Tobias Beecher teilt den Eltern des von ihm wegen Fahrlässigkeit getöteten Mädchens mit, dass er kurz vor seiner Bewährungsanhörung steht. Aufseherin Claire Howell versucht Häftling Ryan O’Reily zu erpressen, um an dessen Bruder Cyril heranzukommen. Ryan O’Reily hat aber wieder einmal einen Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314117","hoster":"VOE"},{"path":"/redirect/10134207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-4/episode-16","name":"Worte und Taten","epNo":16,"alt":"Famous Last Words","descr":"Der im Rollstuhl sitzende Häftling Augustus Hill stellt für sich selbst fest, wo er im Hochsicherheitsgefängnis Oz dazugehört. Der Sträfling Tobias Beecher leidet unter höllischen psychischen Qualen. Denn die Entscheidung über seinen Hafturlaub naht. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800676","hoster":"VOE"},{"path":"/redirect/8610553","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-5/episode-1","name":"Besuchstag","epNo":1,"alt":"Visitation","descr":"Im Hochsicherheitsgefängnis Oz gab es eine mächtige Gasexplosion. Für umfangreiche Renovierungsmaßnahmen musste der Spezialtrakt für mehrere Wochen geschlossen werden. Jetzt kommen die Häftlinge zurück in ihre Zellen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800677","hoster":"VOE"},{"path":"/redirect/8610552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-5/episode-2","name":"Unsterbliche Seelen","epNo":2,"alt":"Laws Of Gravity","descr":"Tim McManus denkt, der Gefangene Omar White könnte sich bessern, wenn er mehr Zeit mit Mithäftling Kareem Said verbringen würde. Ryan O’Reilys Mutter lehrt künftig Musik im Resozialisierungstrakt Emerald City. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800682","hoster":"VOE"},{"path":"/redirect/8610560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-5/episode-3","name":"Leben und Sterben lassen","epNo":3,"alt":"Dream A Little Dream Of Me","descr":"Gefängnisoffizier Dave Brass möchte unbedingt wissen, wer ihn verletzt hat. Chris Keller wird wieder zurück nach Oz verlegt, da nun klar ist dass er nichts mit der Ermordung von Hank Schillinger zu tun hat. Es ist jedoch noch immer unklar wer den Mord an Hank Schillinger in Auftrag gegeben hat. Mit Schuld daran hat Mittelsmann Chucky Pancamo, der Tobias Beecher als Auftraggeber nicht preisgeben möchte. Darüber hinaus wird Chris Keller wegen Mordes angeklagt, wobei die Möglichkeit besteht das er zum Tode verurteilt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800678","hoster":"VOE"},{"path":"/redirect/8610554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-5/episode-4","name":"Blutige Botschaft","epNo":4,"alt":"Next Stop: Valhalla","descr":"Die Oz-Häftlinge Penders, Augustus Hill und Miguel Alvarez bekommen als Beschäftigungsmaßnahme die Chance, einen Blindenhund auszubilden. Der Sträfling Carlos Martinez verabreicht dem Offizier Dave Brass eine speziell angereicherte Mixtur. Das Liebesdreigespann zwischen Tobias Beecher, Catherine McClain und Chris Keller verstrickt sich immer weiter. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117318","hoster":"VOE"},{"path":"/redirect/8610555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-5/episode-5","name":"Glück und Glas","epNo":5,"alt":"Wheel Of Fortune","descr":"Der Oz-Gefangene James Robson legt sich mit seinen Mithäftlingen Omar und Kareem an. Vern wagt einen freundlichen, aber suspekt wirkenden Annäherungsversuch bei Tobias. Wie reagiert sein zurückgezogener Erzfeind darauf? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9595390","hoster":"VOE"},{"path":"/redirect/8610562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-5/episode-6","name":"Talentshow","epNo":6,"alt":"Variety","descr":"Die Spannungen unter den Insassen der Rehabilitationsstation Emerald City spitzen sich weiter zu. Ausgerechnet jetzt stößt ein Priester als Neuankömmling zu den Oz-Häftlingen dazu. Zwischen Vater Ray Mukada (B.D. Wong) und dem Gefangenen Timothy Kirk (Sean Dugan) kocht die Stimmung von Beginn an. – Nichts für zarte Gemüter: knallharte Knastserie aus dem Hause HBO, von Emmy-Preisträger Tom Fontana. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117319","hoster":"VOE"},{"path":"/redirect/8610568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-5/episode-7","name":"Gute Vorsätze","epNo":7,"alt":"Good Intentions","descr":"Um den Gefangenen Cyril O’Reily (Scott Winters) von seinem Leid zu befreien, kreisen dem frisch nach Oz gekommenen Priester verrückte Ideen im Kopf herum. Augustus Hills (Harold Perrineau) Genesung entfacht erneut Reibereien zwischen den Gefangenen Burr Redding (Anthony Chisholm) und Enrique Morales (David Zayas). – Nichts für zarte Gemüter: Knallharte Knastserie aus dem Hause HBO von Emmy-Preisträger Tom Fontana. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800681","hoster":"VOE"},{"path":"/redirect/8610558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-5/episode-8","name":"Endspiel","epNo":8,"alt":"Impotence","descr":"Häftling James Robson (R.E. Rodgers) versucht alles Menschenmögliche, damit sich sein Zahnfleischleiden beruhigt. Der ehemalige Wärter-Boss Tim McManus (Terry Kinney) von Oz kämpft mit seiner innerlichen Zerrissenheit. Soll er weiterhin in Oz bleiben oder nicht? – Nichts für zarte Gemüter: Knallharte Knastserie aus dem Hause HBO von Emmy-Preisträger Tom Fontana. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800685","hoster":"VOE"},{"path":"/redirect/8610561","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-6/episode-1","name":"Das Böse schläft nie","epNo":1,"alt":"Dead Man Talking","descr":"Die Sträflinge Miguel Alvarez (Kirk Acevedo) und Vern Schillinger (J.K. Simmons) werden aus ihrer Einzelhaft entlassen und dürfen zu ihren Mitinsassen zurück. Als der Gefangene Bob Rebadow (George Morfogen) für seine Beschäftigungsmaßnahme in die Bücherei versetzt wird, verdreht ihm die Bibliothekarin gehörig den Kopf – Nichts für zarte Gemüter: Knallharte Knastserie aus dem Hause HBO von Emmy-Preisträger Tom Fontana.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9595391","hoster":"VOE"},{"path":"/redirect/8610557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-6/episode-2","name":"Der böse Blick","epNo":2,"alt":"See No Evil, Hear No Evil, Smell No Evil","descr":"Der Inhaftierte Ex-Bürgermeister wird immer noch von Gouverneur James Devlin in Schutz genommen, im Bezug auf seine Hinrichtung. Er wird in Block-J untergebracht, wo ebenfalls Tobias Beecher untergebracht ist. Ärztin Dr. Gloria Nathan (Lauren Vélez) findet heraus, dass die Einzelisolation der Gefangenen dauerhaft krank macht, aufgrund einer Kontaminierung, welche durch die vergangenen  Renovierungsarbeiten in Oz ausgelöst wurde. Ein neuer Businessplan für Oz bringt den Häftling Burr Redding (Anthony Chisholm) auf eine zündende Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800684","hoster":"VOE"},{"path":"/redirect/8610559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-6/episode-3","name":"Der Klang des Nichts","epNo":3,"alt":"Sonata De Oz","descr":"Das Treffen zwischen dem Bürgermeister und dem Oz-Strafgefangenen Vern Schillinger endet enttäuschend. Leo Glynn realisiert, dass die Zahl der Giftanschläge und -morde in Emerald City mittlerweile beängstigende hoch ist. Häftling Ryan O’Reilly unterzieht sich einer ungewöhnlichen Therapie, um seine Probleme in den Griff zu bekommen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334201","hoster":"VOE"},{"path":"/redirect/8610567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-6/episode-4","name":"Die Schlinge um den Hals","epNo":4,"alt":"A Failure To Communicate","descr":"Auf Leo Glynn prasseln die unterschiedlichsten Informationen zum Vergiftungsproblem in Oz ein. Bob Rebadows Beziehung zur Bibliothekarin des Gefängnisses bekommt einen Haken. Chris Keller und Tobias Beecher versuchen sich zu verständigen, was ihre gemeinsamen Gefühle zu Catherine McClain betrifft. Kein leichtes Unterfangen? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800689","hoster":"VOE"},{"path":"/redirect/8610565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-6/episode-5","name":"Vergeben oder verrecken","epNo":5,"alt":"4 Giveness","descr":"Häftling Miguel Alvarez muss mit schlechten Nachrichten umgehen. Tobias Beecher befindet sich in einer lebensbedrohlichen Situation, nachdem es zu einer Konfrontation mit Chris Keller kommt. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117320","hoster":"VOE"},{"path":"/redirect/8610563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-6/episode-6","name":"Lebende Tote","epNo":6,"alt":"A Day In The Death …","descr":"Karims Mörder \"Idzik\" wird nach Emerald City verlegt, wo er sich ausgerechnet mit Omar White eine Zelle teilen muss. Der Gouverneur verstrickt sich immer weiter in eine ominöse Korruptionsaffäre, da der Mord an  Loewen aufzufliegen droht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117321","hoster":"VOE"},{"path":"/redirect/8610564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-6/episode-7","name":"Treibgut des Lebens","epNo":7,"alt":"Junkyard Dawgs","descr":"Drei Neuzugänge verbucht das Hochsicherheitsgefängnis Oz. Einer von den Häftlingen steht dem O’Reilly-Clan sehr nah. Das Liebesdreigestirn der Insassen Chris Keller, Tobias Beecher und Vern Schillinger droht zu eskalieren. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800690","hoster":"VOE"},{"path":"/redirect/8610569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-6/episode-8","name":"Hoffnungen und Träume","epNo":8,"alt":"Exeunt Omnes – Part 1","descr":"Das Finale: Der Hochsicherheitsknast Oz befindet sich im Umbruch. Offizierin Claire Howell und der Gefangene James Robson müssen beunruhigende Nachrichten verdauen und der O’Reilly-Clan möchte sein Verhalten wiedergutmachen. Ob das etwas nützt? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380754","hoster":"VOE"},{"path":"/redirect/8610573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/oz-hoelle-hinter-gittern/staffel-6/episode-9","name":"Du bist der Tod","epNo":9,"alt":"Exeunt Omnes – Part 2","descr":"Zweiter Teil des Finales: Der Hochsicherheitsknast Oz befindet sich im Umbruch. Offizierin Claire Howell und der Gefangene James Robson müssen beunruhigende Nachrichten verdauen und der O’Reilly-Clan möchte sein Verhalten wiedergutmachen. Ob das etwas nützt? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314105","hoster":"VOE"},{"path":"/redirect/10134208","hoster":"Streamtape"}]}]}]}]}