{"path":"/serie/stream/pac-man-und-die-geisterabenteuer","name":"Pac-Man und die Geisterabenteuer","descr":"US-amerikanische Animationsserie mit dem beliebten Videospiel-Charakter Pac-Man, der zusammen mit seinen Freunden Cylindria und Spiral seine Heimat Pac-World vor der bösen Geistergang beschützen muss.","seasons":[{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-1","name":"Das Abenteuer beginnt – Teil I","epNo":1,"alt":"The Adventure Begins Part I","descr":"Benni zweifelt daran, dass es wirklich den Weihnachtsmann gibt … Benni ist traurig, weil Weihnachten schon bald vorbei ist. Eine Überraschung im Ameisenmarkt heitert ihn auf … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314087","hoster":"VOE"},{"path":"/redirect/10134224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-2","name":"Das Abenteuer beginnt – Teil 2","epNo":2,"alt":"The Adventure Begins Part II","descr":"Pac-Welt steht kurz vor dem Zerfall. Pac, Spiral und Zylindria wollen in die Unterwelt gehen, um den Baum des Lebens zu retten, sind dabei jedoch auf Hilfe von Geistern angewiesen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314091","hoster":"VOE"},{"path":"/redirect/10147330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-3","name":"Keine Haustiere! Nicht mal Monster! – Teil I","epNo":3,"alt":"No Pets Allowed … Especially Monsters! Part I","descr":"Betrayus versucht Pac-Welt einzunehmen, doch Pac setzt alles daran dies zu verhindern. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314088","hoster":"VOE"},{"path":"/redirect/10134225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-4","name":"Keine Haustiere! Nicht mal Monster! – Teil 2","epNo":4,"alt":"No Pets Allowed … Especially Monsters! Part II","descr":"Pac und die anderen erfahren, dass es bald einen weiteren Monsterangriff geben wird … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314093","hoster":"VOE"},{"path":"/redirect/10134226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-5","name":"Pac-Man stopft sich voll","epNo":5,"alt":"All You Can Eat","descr":"Pac Man stopft sich wie immer mit Geistern voll, was Betrayus auf die Idee bringt, ihm so viel zu Essen zu geben, bis er keine Geister mehr runterbekommt. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314098","hoster":"VOE"},{"path":"/redirect/10134227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-6","name":"Der besessene Präsident","epNo":6,"alt":"President Possessed!","descr":"Der Präsident soll der Klasse von Pac einen Besuch abstatten. Als er gerade auf dem Weg in die Schule ist, versucht ihn eine Gruppe Geister zu entführen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314107","hoster":"VOE"},{"path":"/redirect/10134228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-7","name":"Der Stresspickel","epNo":7,"alt":"Is Zit You Or Is Zit Me?","descr":"Pac hat einen riesigen Eiterpickel im Gesicht, und das Klassenfoto wird bald gemacht. Er macht sich selbst so viel Stress, dass er noch mehr Pickel bekommt. Betrayus schickt daraufhin seine fiesesten Geister an die Oberfläche, um Pacs Selbstbewusstsein noch mehr zu schwächen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314113","hoster":"VOE"},{"path":"/redirect/10134229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-8","name":"Pacs Zeitreise","epNo":8,"alt":"Pac To The Future","descr":"Es ist Unabpackigkeitstag in Pac-Welt, und Pac bekommt von Herrn Misphäre ein super cooles Fahrzeug: das Pacerchini. Das Fahrzeug ist allerdings eine Zeitmaschine, mit der Pac, Spiral und Zylindria in der Zeit zurück Reisen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314102","hoster":"VOE"},{"path":"/redirect/10134230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-9","name":"Heebo-Skeebo","epNo":9,"alt":"Heebo-Skeebo","descr":"Skeebo möchte auch ein Held sein und verschafft sich mit Hilfe von Querkopf, dem Komplizen von Betrayus, die Kraftbeeren von Pac. Daraufhin geht Skeebo in die Unterwelt und versucht dort Betrayus zu besiegen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314108","hoster":"VOE"},{"path":"/redirect/10134231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-10","name":"Mission UnPacbar","epNo":10,"alt":"Mission ImPacable!","descr":"Dr. Po hat einen Mikrochip entwickelt, mit dessen Hilfe er Pac kontrollieren kann. Pac und seine Freunde versuchen, Betrayus die Fernbedienung wegzunehmen um somit Pac die Kontrolle wiederzugeben. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314103","hoster":"VOE"},{"path":"/redirect/10134232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-11","name":"Mein Körper, dein Körper, kein Körper!","epNo":11,"alt":"Nobody Knows","descr":"Spheros und Herr Misphäre wollen den Behälter, in dem die Körper der Geister verschlossen sind, an einem sicheren Ort verstecken. Sie werden von den Schnecken-Kameras von Betrayus gefilmt, und dieser schickt die Gruseligen, um den Behälter zu stehlen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314109","hoster":"VOE"},{"path":"/redirect/10134233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-12","name":"Wie in alten Zeiten","epNo":12,"alt":"Seems Like Old Times","descr":"Dr. Po hat einen Gehirnsauger entwickelt, und Betrayus will damit Pacs Gehirn absaugen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314110","hoster":"VOE"},{"path":"/redirect/10134234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-13","name":"Betrayus heizt ein","epNo":13,"alt":"Betrayus Turns The Heat Up","descr":"Betrayus versucht mit einem Superofen, Pac-Welt so aufzuheizen, dass er mit einer Armee Venusfliegenfallen alles übernehmen kann. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314120","hoster":"VOE"},{"path":"/redirect/10134235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-14","name":"Pac-Pong Fieber","epNo":14,"alt":"Pac-Pong Fever","descr":"Die Kinder erfahren, dass Tante Spheria die berühmte Pac-Pong Spielerin Spheria Suprema ist. Betrayus, der immer noch darunter leidet, dass Spheria ihn früher beim Pac-Pong besiegt hat, fordert sie zu einer Revanche in der Unterwelt auf. Er versucht zu betrügen und stellt Popo hinter sich auf, damit er die durchgelassenen Bälle abfangen kann. Als Spheria schon fast verloren hat, frisst Pac Popo, und sie kann Betrayus doch noch besiegen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314119","hoster":"VOE"},{"path":"/redirect/10134236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-15","name":"Indiana Pac und der Tempel des Schleims","epNo":15,"alt":"Driver’s Pac","descr":"Pac bekommt von Herrn Misphäre eine Kugel von seinen Eltern. Es stellt sich heraus, das die Kugel eine Karte für einen Tempel ist, der in die Unterwelt herabgesogen wurde. Betrayus möchte die Kugel haben, da Dr. Po behauptet, in dieser stecke das Geheimnis des Baum des Lebens, und schickt seine Geisterarmee los. Pac und seine Freunde schaffen es, aus dem Tempel zu fliehen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314128","hoster":"VOE"},{"path":"/redirect/10134237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-16","name":"Die Führerscheinprüfung","epNo":16,"alt":"Jinxed","descr":"Pac fällt durch die Führerscheinprüfung, da es ein Erdbeben gibt und der Prüfer Herr Kleinlich das nicht als Entschuldigung für seine Fahrweise akzeptiert. Betrayus ist schuld an dem Erdbeben, da er versucht, ein Loch in die Oberfläche von Pacwelt zu bohren und Pacopolis darin verschwinden zu lassen. Pac soll nun einen Korken zum Stopfen des Loches transportieren, doch Herr Kleinlich kommt ihm in die Quere. Als sie es allerdings durch die Unterwelt schaffen und am Ende das Loch mit dem Korken verschließen, gibt Herr Kleinlich Pac die Möglichkeit, die Prüfung zu wiederholen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314122","hoster":"VOE"},{"path":"/redirect/10134238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-17","name":"Verhext","epNo":17,"alt":"Indiana Pac And The Temple Of Slime","descr":"Um Pac endlich loszuwerden, will ihm Betrayus mit Hilfe der Unterwelthexe Hexerina mit einem Fluch belegen, damit er vom Pech verfolgt wird. Doch als Gegenleistung soll Betrayus die hässliche Hexe heiraten. Dr. Po versucht derweil, den vier Geisterfreunden Inky, Pinky, Blinky und Clyde nachzuweisen, dass sie in Wirklichkeit Spione sind und auf Pacs Seite stehen. Tatsächlich wollen die vier Geister Pac warnen, denn er denkt, es läge an dem Verhext-Spiel, das er mit Spiral gespielt und verloren hat, und weiß nicht, wie ernst die Lage in Wirklichkeit ist. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314131","hoster":"VOE"},{"path":"/redirect/10134239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-18","name":"Planet Pac","epNo":18,"alt":"Planet Pac Verses The Ghosteroid","descr":"Ein gigantischer Geisteroid kommt direkt auf Pac-Welt zu. Bei einer Kollision würde alles im Schleim versinken. Natürlich steckt der Unterwelt-Wissenschaftler Dr. Po dahinter, der den Kurs des Geisteroiden mit einer megamagnetischen Anziehungsmaschine extra umgeleitet hat. Leider hat er einen Rechenfehler gemacht: Der Geisteroid wird nicht etwa nur die Oberfläche von Pacwelt, sondern auch die Unterwelt einschleimen. Bevor er den Geisteroiden wieder umlenken kann, zerstört Betrayus voreilig die Maschine. Die einzige Rettung für den gesamten Planeten ist nun Pac … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314133","hoster":"VOE"},{"path":"/redirect/10134240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-19","name":"Valenpac-Tag","epNo":19,"alt":"Stand By Your Pac-Man","descr":"Es ist Valenpac-Tag, und Pinky ist so eifersüchtig auf Pacs Freundschaft mit Zylli, dass sie versucht sie loszuwerden, was letztendlich dazu führt, dass Pac vom Pacinator gefangen genommen wird, der für die Auslöschung der letzten Gelben verantwortlich ist. Pinky und Zylli müssen nun widerwillig zusammenarbeiten und versuchen, Pac zu befreien. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314126","hoster":"VOE"},{"path":"/redirect/10134241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-20","name":"PacLantis","epNo":20,"alt":"PacLantis","descr":"Pac und seine Freunde holen die Erfindungen, die Dr. Po dem Wissenschaftler Herrn Misphäre gestohlen hat, aus der Unterwelt zurück. Aber eine geheimnisvolle Karte kann Dr. Po noch behalten: Sie zeigt die versunkene Stadt Paclantis. Betrayus will nun als erster Paclantis finden. Doch auch Pac und seine Freunde machen sich auf den Weg. Die Karte stammt vermutlich von Pacs Vater. Sie müssen nun verhindern, dass Betrayus dort den Beerenstrauch der Jugend findet. Dessen Beeren würden ihn verjüngen, und er bekäme seinen Körper zurück. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314130","hoster":"VOE"},{"path":"/redirect/10134242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-21","name":"Jurassic Pac","epNo":21,"alt":"Jurassic Pac","descr":"Als endlich die zwei blauen Monde gemeinsam am Himmel stehen, will Betrayus den Vampac Graf Pacula an Halloween dazu bringen, Pac auszusaugen und damit für immer zu vernichten. Doch weil Halloween ist, sind einige der Kids ebenfalls als Vampacs verkleidet und noch viel mehr als Pac Man! Im Labyrinth kommt es zu verrückten Verwechslungen, und Graf Pacula hypnotisiert einen nach dem anderen. Herr Misphäre unterdessen weiß, dass nur die Knoblauchbeere den Vampac vertreiben kann. Pac bekommt sie kurz bevor es zu spät ist, und kann den unheimlichen Grafen vertreiben. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314134","hoster":"VOE"},{"path":"/redirect/10134243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-22","name":"Graf Pacula","epNo":22,"alt":"A Berry Scary Night","descr":"Fusselbitz findet das Skelett eines prähistorischen Pacasaurus Pex, eine Sensation! Währenddessen hat Dr. Po in der Unterwelt seinen Mutanten-Vervielfacher perfektioniert und stellt eine Reihe Klone von sich selbst her. Als er jedoch von dem Pacasaurus hört, weiß er, was zu tun ist: Er belebt das Skelett wieder und stellt gleich eine ganze Armee der riesigen Tiere her. Pac nimmt die älteste Beere vom Baum des Lebens, die er finden kann, und verwandelt sich selbst in ein Urzeitwesen … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314140","hoster":"VOE"},{"path":"/redirect/10134244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-23","name":"Die große Jagd","epNo":23,"alt":"The Great Chase!","descr":"Rotunda, die Mutter von Präsident Spheros und Betrayus, ist zu Besuch. Sie ist entzückt von Pac und adoptiert ihn sofort als Enkelkind. Begeistert will er ihr nun seine Freunde Zylli und Spiral vorstellen, doch da ist Rotunda wie verwandelt. Mittlerweile hat nämlich ihr Sohn Betrayus, enttäuscht darüber, dass sie nicht stolz auf ihn ist, Besitz von ihrem Körper ergriffen. Er will den Präsidenten so dazu bringen, ihm zu sagen, wo der Behälter ist, in dem sein Körper aufbewahrt wird. Doch der Präsident wird aus Versehen von Dr. Po hypnotisiert und benimmt sich fortan wie ein Fünfjähriger. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314145","hoster":"VOE"},{"path":"/redirect/10134245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-24","name":"Immer Ärger mit den Robotern","epNo":24,"alt":"Robo Woes","descr":"Der Außerirdische Apex landet, angeblich mit friedlichen Absichten, auf Pacwelt. Sofort will Betrayus ihn zum Verbündeten machen. Pac muss in der Zwischenzeit erleben, wie ihm Apex die Show stiehlt: Er isst mehr, er rülpst lauter und er lässt die Geister rückstandslos verschwinden! Dazu darf Pac auch nicht vor dem Präsidenten singen, weil er einfach schrecklich singt. Doch als klar wird, dass Apex nicht etwa Pacwelt beschützen will, sondern erobern, ist es Zeit für Pacs rettenden Einsatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314139","hoster":"VOE"},{"path":"/redirect/10134246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-25","name":"Der Spion, der aus dem Schleim kam","epNo":25,"alt":"The Spy Who Slimed Me","descr":"Betrayus ist unzufrieden mit seiner Geisterarmee: Immer wieder haben sie versagt im Kampf gegen Pac. Nun hat er sich Verstärkung geholt: Phantom heißt der gut aussehende, charmante Feuergeist, der Betrayus helfen soll, an den Behälter mit den Körpern zu kommen. Zu diesem Zweck schlüpft Phantom in den Körper von Tante Spherias Hund Uggles. Doch Pac, Zylli und Spiral kommen ihm auf die Schliche. Leider aber ist Phantom Experte im Körper übernehmen reihum bekommen es alle Freunde zu spüren. Und dank seiner Überwachungsschneckenkameras erfährt Betrayus, dass Phantom ganz eigene Pläne hat. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380759","hoster":"VOE"},{"path":"/redirect/10134247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-1/episode-26","name":"Die Invasion der Spitzhirne","epNo":26,"alt":"Invasion Of The Pointy Heads","descr":"Apex rückt mit Verstärkung an, um Pacwelt zu erobern. Betrayus und seine Geisterarmee sollen ihm dabei helfen. Betrayus weiß nicht, dass auch er von Alex reingelegt werden soll und auch sonst klappt nichts wie geplant. Die Pacweltler sind nämlich auf die Munition der Spitzhirne seltsamerweise allergisch. Angesichts der Übermacht der Außerirdischen will der Präsident den Planeten schon aufgeben, als Pac herausfindet, wie man die Aliens vertreiben kann: Sie haben Angst vor den ausgerülpsten Geisteraugen … Apex rückt mit Verstärkung an, um Pacwelt zu erobern. Betrayus und seine Geisterarmee sollen ihm dabei helfen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314156","hoster":"VOE"},{"path":"/redirect/10134248","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-1","name":"Dr. Po jagt den Goldschlüssel","epNo":1,"alt":"Ride The Wild Pac-topus","descr":"Mitten beim Hoverboardherumsausen wird Pac mit seinen Freunden Zyli und Spiral zum Bürgermeister Spheros gerufen. Pac soll eine wichtige Aufgabe übernehmen, und auf den Goldenen Schlüssel aufpassen. Er fühlt sich sehr geehrt, aber Zyli und Spiral haben Bedenken ob Pac mit dem Aufpassen auf den Schlüssel nicht überfordert ist. Betrayus der die Schlüsselübergabe mitbekommt, ist natürlich gleich hinter diesem her und beauftragt Dr. Po die drei auf dem Jahrmarkt zu überlisten. Er will den Schlüssel unbedingt haben, denn er muss ja sehr wichtig sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314149","hoster":"VOE"},{"path":"/redirect/10134249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-2","name":"Der fiese Flaschengeist","epNo":2,"alt":"Meanie Genie","descr":"Mitten beim Mülleinsammeln im Park mit Zyli, Spiral und Herrn M, findet Pac eine verlockende Flasche. In ihr soll ein toller Durstlöscher sein und Pac ist vom Müllsammeln sehr durstig. Aber kaum hat er die Flasche etwas gerieben da entschlüpft ihr eine Flaschengeistdame namens Jean. Nun hat Pac drei Wünsche frei, die er natürlich zuerst vermurkst. Erst wünscht er sich ein Riesensandwich, das ihn fast erdrückt und dann das Skeebo verschwindet. Der dritte Wunsch wird genau überlegt aber trotzdem eine Pleite.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314144","hoster":"VOE"},{"path":"/redirect/10134250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-3","name":"Höhlen-Pac","epNo":3,"alt":"Cave PAC-MAN","descr":"Ein Vulkan droht auszubrechen und Pac beobachtet von oben das Geschehen, Herr Misphäre der über Funk alles wissenschaftlich austüftelt, will aber das Pac in den Vulkan hineinsteigt um ein genaues Bild zu erhalten, warum das alles so geschieht. Im Krater findet Pac den Höhlenjungen Doug, der wie sich später herausstellt, sogar ein bisschen sprechen kann, aber sehr großes Heimweh hat. Die Existenz das Sonderjungen soll geheim bleiben, doch Betrayus bekommt Wind von dem Exoten und alle Wissenschaftler aus Pacwelt, auch Dr. Po, sind hinter ihm her.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314151","hoster":"VOE"},{"path":"/redirect/10134251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-4","name":"Weltallwettlauf","epNo":4,"alt":"Cosmic Contest","descr":"Wieder einmal versuchen die Außerirdischen Pacwelt zu erobern. Der bekannte Apex hat sogar einen neuen Kumpel, den Tipp mitgebracht und die Auseinandersetzung beginnt. Doch mitten im Getümmel meldet sich eine Obrigkeit aus dem Universum, die sich beschwert, dass ihr Volk nicht mehr schlafen kann dieses Lärms wegen. Apex und Pac müssen um nicht vertrieben zu werden, einen Wettkampf bestehen. Doch Pac versteht sich mit dem neuen Tipp so gut, dass beide zugleich Sieger werden, und die Obrigkeit aus dem All lässt aus Erschöpfung Gnade ergehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314148","hoster":"VOE"},{"path":"/redirect/10134252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-5","name":"Die Klugheitsbeere","epNo":5,"alt":"That Smarts!","descr":"Herr Misphäre ist verreist und Dr. Po hat einen Riesenzermahler erfunden, um Pacwelt zu beherrschen. Es gelingt ihm, der Stadt den Strom abzuschalten und alle in Angst und Schrecken zu versetzen. Zermahler gibt Pac einen Tipp. Herr Misphäre hat eine Intelligenzbeere bereitgestellt, die Pac sofort schluckt. Nun kann auch er einen Riesenzermahler bauen und so Dr. Pos Traum zerstören. Nachdem Herr Misphäre aus dem Urlaub wieder zurückkommt, ist alles wieder okay, und er kann sich noch ein paar Tage Ruhe gönnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314154","hoster":"VOE"},{"path":"/redirect/10134253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-6","name":"Pac-Mania","epNo":6,"alt":"Pac-Mania","descr":"Pac erhält immer mehr Aufmerksamkeit in der Öffentlichkeit, und seine Freunde sind sich nicht ganz sicher ob ihm das nicht zu Kopf steigt. Zu allem Überfluss wird auch noch eine Serie in Pacworld gedreht die von dem bekannten Pac Man handelt. Pac begegnet dem Schauspieler der ihn spielt, und auch Zylindria und Spiral sind vertreten. Alle sehen so aus, wie sie selbst. Damit nimmt der Pacwahn seinen Lauf. Die Serie stellt unsere Freunde als dumme Deppen da, und bei den Dreharbeiten der miesen Charakterdarstellung, mischt sich auch noch Betrayus ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314168","hoster":"VOE"},{"path":"/redirect/10134254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-7","name":"Pac in der Zukunft","epNo":7,"alt":"Rip Van Packle","descr":"Pac durchsucht bei Herrn M mit einem Fernglas das Universum nach einem Planeten, auf dem seinen Eltern verschollen sein könnten. Herr M verlässt das Labor, und beauftragt Pac Fussel-Bitz zu füttern und nicht ins All zu fliegen ohne ihm Bescheid zu geben.Aber kaum ist Herr M verschwunden, entdeckt Pac eine Invasion von Apex und seinen Leuten durch das Fernglas. Herrn ist nicht mehr erreichbar und Pac muss, um Pacwelt zu retten, doch allein ins All. Er wird aber auf dem Flug von einem Wurmloch geschluckt, und landet so in der Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314166","hoster":"VOE"},{"path":"/redirect/10134255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-8","name":"Pac wird arbeitslos","epNo":8,"alt":"Spooka-Bazooka!","descr":"Dr. Po hat eine neue Waffe erfunden mit der er die Pacwelt erobern möchte. Eine Spooka Bazooka die die Geister fesselt und entfernt. Aber sein Trick ist, am Montag zur Mittagszeit ertönt ein Schlaflied aus den Bazookas und lässt die ganze Pacwelt in einen einhundert Minuten langen Dornröschenschlaf fallen. Alle Pacweltler werden die Bazooka im falschen Glauben kaufen und Pac Man ist arbeitslos. Er muss die Bewohner nicht mehr vor den Geistern retten, weil die Dr. Po Bazookas die Arbeit übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918871","hoster":"VOE"},{"path":"/redirect/10134256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-9","name":"Der Pac-Fu-Meister","epNo":9,"alt":"The Pac Be With You","descr":"Um endlich die Macht über die Pacwelt zu haben, hat sich Betrayus einen neuen Mitstreiter gesucht. Es ist Meister Goo, der die Kampfkunst des Pac-Fu ins Spiel bringt. Pac und seine Freunde sind ihm unterlegen, und der Plan der Bösen ist nun, mit einer geschulten Ninjageisterarmee die Pac-Fu vom Meister lernen, Pacwelt zu erobern. Der Plan gelingt fast, aber da kommt Blinky ins Spiel. Sie war bevor sie ein Geist war auch Pac-Fu Meisterin und lehrt unseren Helden die Kampfkunst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314158","hoster":"VOE"},{"path":"/redirect/10134257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-10","name":"Im Schatten des Wer-Pacs","epNo":10,"alt":"The Shadow Of The Were-Pac","descr":"Präsident Spheros hat eine große supergruselige Halloweenparty geplant. Pacs Freunde helfen beim dekorieren, doch plötzlich erscheint ein ungebetener Gast in Pacwelt. Der Wer-Pac ist da. Alle sind verängstigt und die Party des Präsidenten ist in Gefahr ins Wasser zu fallen. Pac holt Herrn Misphäre zur Hilfe und man versucht den Wer-Pac zu entlarven. Doch das ist nicht so einfach, jeder den man als Verdächtigen fängt, wird von einem neu auftauchenden Wer-Pac entlastet. Dr.Po ist der Verursacher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314161","hoster":"VOE"},{"path":"/redirect/10134258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-11","name":"Der Erfinderwettbewerb","epNo":11,"alt":"A Hard Dazed Knight","descr":"Ein Wettbewerb für die großen Erfinder steht im Kalender. Es betrifft Dr.Po und Herrn M. Aber Herr Mispäre ist auf Grund seines Alters etwas erfindermüde, und will sich nicht mehr im Labor aufhalten. Er hat einen neuen Job als Fensterputzer im Sinn. Aber Dr.Po ist in Hochform. Er hat eine neue Beschichtung für eine Rüstung erfunden die so hart ist, dass der darin versteckte Geist von Pac-Man nicht mehr geschluckt werden kann. Pac beißt sich an den neuen Rüstungen auch fast die Zähne aus, und Betrayus stellt eine ganze Armee von Geistern mit den neuen Rüstungen an die Front.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314170","hoster":"VOE"},{"path":"/redirect/10134259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-12","name":"Das Geisterschiff","epNo":12,"alt":"Cap’n Banshee And His Interstellar Buccaneers","descr":"Die Ferien sind angebrochen und Pac fährt mit seinen Freunden auf einem kleinen Wolkenschiff an den Strand. Aber sie haben sich in den Wolken verfahren, und obendrein kommt auch noch ein Wolkengeistpirat daher, der den Ausflüglern den Urlaub versalzt. Er hat viele Geister als Matrosen und eine eigene Regenerierungskammer. Pacs Geisterschlucken hat also keinen Sinn. In der Unterwelt geht auch alles durcheinander nach dem Erscheinen des Piraten. Alle Geister trennen sich von Betrayus. Nur Dr.Po und Po bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314174","hoster":"VOE"},{"path":"/redirect/10134260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-13","name":"Frohe Beernachten","epNo":13,"alt":"Happy Holidays And A Merry Berry Day","descr":"Beernachten steht ins Land. Der Baum wird geschmückt und alle sind gut gelaunt und bekommen Geschenke. Seltsamerweise ist auch Pac, der sonst traurig ist, das seine Eltern nicht mit ihm feiern können, auch in Super- Stimmung. Denn plötzlich sind seine Eltern erschienen, und er ist überglücklich. Nur darf niemand von deren Ankunft wissen. Und angeblich werden sie verfolgt und nur eine Beere vom Baum des Lebens könnte sie retten. So muss Pac sie zum Baum des Lebens führen und das Versteck verraten. Doch da wird Herr M misstrauisch und kommt der Lügerei auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314180","hoster":"VOE"},{"path":"/redirect/10134261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-14","name":"Die Präsidentenwahl","epNo":14,"alt":"Peace Without Slime","descr":"Eine Präsidentenwahl steht in Pacwelt an, und Betrayus hat einen Schattenkandidaten ins Rennen geschickt. Zur selben Zeit findet eine Kandidatur für einen neuen Schülersprecher statt, und Pac und seine Freunde versuchen natürlich, die Guten zu unterstützen. Skeebo, der auch zur Wahl steht, wird aber am Schluss nicht gewählt, und Spheros, der alte Präsident, muss den gemeinen Tricks von Betrayus weichen. Der nicht gerade ehrliche Querkopf gewinnt mit einer Stimme Vorsprung und soll in Zukunft Pacwelt regieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314178","hoster":"VOE"},{"path":"/redirect/10134262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-15","name":"Der Kalte-Pizza-Trick","epNo":15,"alt":"The Ghost Behind The Throne","descr":"Nachdem Querkopf durch Wahlbetrug in Pacwelt der Präsident werden soll, ist die Stimmung bei Pac und seinen Freunden auf dem Tiefpunkt. Betrayus entpuppt sich als der wahre Betrüger, und Herr Misphäre plant mit Pac und den anderen, die beiden zu entlarven. Mit Hilfe von Schrumpfbeeren und kalter Pizza gelingt es, Betrayus zu überlisten. Ohne es zu wissen, gibt er im Fernsehen vor der ganzen Pacwelt seine Betrügertricks preis. Betrayus und Querkopf müssen sich aus dem Staub machen, und Spheros ist wieder Präsident.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314203","hoster":"VOE"},{"path":"/redirect/10134263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-16","name":"Der Austauschschüler","epNo":16,"alt":"Nerd Is The Word","descr":"Betrayus und sein Clan hecken einen neuen Trick aus, um Pac-Man zu überlisten. POPO wird als verkleideter Austauschschüler in die Pacwelt geschickt, um die Schwächen von Pac auszuspionieren. Er bekommt, nach den gestohlenen Plänen von Herrn Misphäre, neue gebaute Roboterbeine angezaubert und muss damit sogar für die Pacweltschule tanzen lernen.Aber der Plan geht schief. Pac hat schon längst den Verkleideten erkannt, und Betrayus erlebt trotz versuchter Invasion mit seinen Geistern wieder eine herbe Enttäuschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314183","hoster":"VOE"},{"path":"/redirect/10134264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-17","name":"Zermahlers Freundin","epNo":17,"alt":"The Bride Of Grinder","descr":"Der Frühling ist in Pacwelt eingezogen, und alle sind verliebt. Nur Zermahler hat keine Freundin, und Herr Misphäre will Abhilfe schaffen – wenn er endlich mal Zeit hat. Zermahler baut sich deshalb selbst eine Freundin, die dann von Dr. Po manipuliert wird, um den Standort des Lebensbaums und des Behälters von Herrn Misphäre auszuspionieren.Aber das gelingt nicht, denn die Liebe setzt dem bösen Spiel ein Ende, und Pac-Man schluckt zuletzt die bösen Geister.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314184","hoster":"VOE"},{"path":"/redirect/10134265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-18","name":"Das Riesenfußmonster","epNo":18,"alt":"The Legend Of Creepy Hollow","descr":"Pac ist mit seinen Freunden und seiner Schulklasse campen. Skeebo ist ihr Anführer und erzählt ihnen am Lagerfeuer die Gruselgeschichte vom Riesenfußmonster. Pac glaubt ihm die Geschichte nicht, und so schickt Skeebo ihn und seine Freunde in die Gruselschlucht: Sie sollen beweisen, dass es das Monster nicht gibt. Es taucht ein unheimliches Wesen auf, und die drei Helden bekommen es mit der Angst zu tun. Es war aber nur Skeebo, der sie reingelegt hat, und alle machen sich nun über die Angsthasen lustig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314196","hoster":"VOE"},{"path":"/redirect/10134266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-19","name":"Die Ostereierinsel","epNo":19,"alt":"Easter Egg Island","descr":"Die Osterferien sind gekommen, und bis auf Pac und Spiral fahren alle weg. Zilly Hippie- Familie taucht mit einem kleinen Bus auf, in dem sie neuerdings wohnen. Man beschließt, mit Pac und Spiral in die Ferien zu fahren. Inzwischen bekommt Betrayus Besuch vom Oster-Pacmatz, einem Huhn, das sich an Betrayus wegen einer Jugendsünde rächen will. Es hat alle Geister und Diener von ihm aus Rache verschwinden lassen. Nun sucht Betrayus verzweifelt Hilfe bei Pac.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314185","hoster":"VOE"},{"path":"/redirect/10134267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-20","name":"Der Zauberer von Komisch","epNo":20,"alt":"The Wizard Of Odd","descr":"Dr. Po hat es geschafft, einen Weltraumwurm unter seine Kontrolle zu bringen. Er und Betrayus wollen mit ihm und dem scharzen Wurmloch Pac Man für immer im Universum verschwinden lassen. Der Plan scheint zu gelingen, und Pac landet mit Fusselbitz in einer anderen Dimension, im Komischen Land. Aber dann nimmt der Pac-Sieg seinen Lauf, und mit Hilfe der Bewohner der Komischen Stadt und dem Zauberer von Komisch kommen Pac und Fusselbitz wieder zurück in die Pacwelt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10134268","hoster":"VOE"},{"path":"/redirect/10134272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-21","name":"Das Gebiss des Grauens","epNo":21,"alt":"Indiana Pac And The Dentures Of Doom","descr":"Eine Zauberermumie will ihren Körper mit einem Zauberspruch zurückhaben. Aber es geht schief, die Zauberkraft geht ins Gebiss der Mumie, das alt und stinkig ist. Der Tempel der Mumie bricht zusammen, und das Gebiss saust allein durch Pacwelt. Betrayus erfährt von dieser alten Sage. Die bevorstehende Mondfinsternis kann das Gebiss wieder aktivieren, und er versucht mit Dr. Po, an den Zauberspruch zu kommen, um ebenfalls seinen Körper zurückzukriegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10134269","hoster":"VOE"},{"path":"/redirect/10134273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-22","name":"Pac im Cyberspace","epNo":22,"alt":"Honey, I Digitized The Pac-Man","descr":"Dr. Po hat sich einen neuen Trick ausgedacht, um Pacwelt zu erobern. Mit Geisterviren versucht er, alle Computer der Pacwelt lahmzulegen. Fast ist es geschafft, und Betrayus will schon jubilieren, aber da Kommt Herr M. ins Spiel, und Pac rettet mit dessen Technik die Situation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314189","hoster":"VOE"},{"path":"/redirect/10134270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-23","name":"Pacs unglaublich gruseliges Halloween, Teil 1","epNo":23,"alt":"Pac’s Scary Halloween Pt 1","descr":"Pac und seine Freunde wurde von Dr. Pacenstein ins Geisterschloss zum Halloween-Dinner eingeladen. Dr. Pacenstein existiert aber nur noch als Gehirn in einem Glas und steckt mit Betrayus unter einer Decke: Er soll endlich Pac-Man auslöschen. Aber der geheimnisvolle Doktor hat andere Pläne. Er erfüllt sich seinen Herzenswunsch und pflanzt sein Gehirn in den Kopf von Pac Man. Pac kann sich nicht dagegen wehren und muss bis auf weiteres in das Glas des Doktor Pacenstein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10134271","hoster":"VOE"},{"path":"/redirect/10134275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-24","name":"Pacs unglaublich gruseliges Halloween, Teil 2","epNo":24,"alt":"Pac’s Scary Halloween Pt 2","descr":"Noch immer ist Dr. Pacenstein in Pacs Körper, und Pacs Hirn in seinem Glas. Nach einigem Hin und Her versuchen alle Freunde von Pac, ihn zu retten, und Herr Misphäre erfindet schnell ein Gerät, um den Umtausch zu ermöglichen. Sogar Graf Pacula taucht auf, und nach einem Fehlklick von Herrn Misphäre landet Pac in Graf Pacula und Dr. Pacenstein in einer leckeren Weinbergschnecke. Doch Herr Misphäre rettet Pac, und er bekommt seinen Körper wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10134274","hoster":"VOE"},{"path":"/redirect/10134278","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-25","name":"Der Pacolaus","epNo":25,"alt":"Santa Pac","descr":"Der Beerentag ist da. Alle schmücken den Beerentagbaum und warten auf den Pacolaus, um Geschenke zu erhalten. Die Pacweltler sind fröhlich. Nur Betrrayus hasst diesen Tag, denn er war immer ungezogen und bekam nichts geschenkt. Mit Dr. Po wird Pacolaus gefangen, und der Feiertag soll gelöscht werden. Aber daraus wird nichts: Pac und seine Freunde geben nicht auf, der Pacolaus kommt wieder frei und die Herzen der Pacweltler sind wieder glücklich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10134276","hoster":"VOE"},{"path":"/redirect/10134280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pac-man-und-die-geisterabenteuer/staffel-2/episode-26","name":"Eine neue Freundin","epNo":26,"alt":"New Girl In Town","descr":"Die Nichte des Präsidenten kommt zu Besuch, und Pac soll sich um das Mädchen kümmern. Alle erwarten ein kleines Mädchen, aber es kommt eine hübsche Besucherin aus Pac-Tokio.Betrayus, der ja auch mit ihr verwand ist, versucht, die Situation auszunutzen, aber er kann die Liebe nicht bezwingen: Pac und Ellie sind dicke Freunde, und zuletzt bekommt Pac von ihr auch noch die Nachricht, dass sie seine verschollenen Eltern kennt. Pac ist außer sich: Er wird seine Mum und seien Dad bald suchen gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314206","hoster":"VOE"},{"path":"/redirect/10134277","hoster":"Streamtape"}]}]}]}]}