{"seriesId":"painkiller-jane","name":"Painkiller Jane","descr":"\"Painkiller Jane\" handelt von einer jungen Forscherin namens Jane Vasko die für ein großes Pharmaunternehmen arbeitet und dort ein Mittel gegen eine gigantische Drogenepidemie zu entwickeln versucht, als sie auf einmal eine Verschwörung innerhalb ihrer Firma entdeckt und daraufhin zur DEA-Informantin wird. Dadurch wird sie für die Verschwörer jedoch zur Zielscheibe.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Totale Kontrolle","epNo":1,"alt":"Pilot","descr":"","versions":[{"lang":1,"streams":[{"redirect":8801193,"hoster":"VOE"},{"redirect":8610841,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kriegsspiele","epNo":2,"alt":"Toy Soldiers","descr":"","versions":[{"lang":1,"streams":[{"redirect":8801192,"hoster":"VOE"},{"redirect":8801196,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wissensdiebe","epNo":3,"alt":"Piece of Mind","descr":"","versions":[{"lang":1,"streams":[{"redirect":8801198,"hoster":"VOE"},{"redirect":8610839,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blick in die Zukunft","epNo":4,"alt":"Catch Me if You Can","descr":"","versions":[{"lang":1,"streams":[{"redirect":8801194,"hoster":"VOE"},{"redirect":8610832,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Haus der Angst","epNo":5,"alt":"Nothing To Fear But Fear Itself","descr":"","versions":[{"lang":1,"streams":[{"redirect":8801195,"hoster":"VOE"},{"redirect":8610834,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Albträume","epNo":6,"alt":"Breakdown","descr":"","versions":[{"lang":1,"streams":[{"redirect":8801197,"hoster":"VOE"},{"redirect":8610842,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lynchjustiz","epNo":7,"alt":"Higher Court","descr":"Maureen hat ein Date mit dem attraktiven Tom. Doch dann steht Tom plötzlich auf und stürzt sich von der Dachterrasse des Restaurants. Maureen glaubt nicht, dass Tom selbstmordgefährdet war, und bittet Andre, den Fall zu untersuchen. Andre fürchtet jedoch, dass Maureen den Mann nicht gut genug kannte, und schickt sie nach Hause, um den Verlust zu verarbeiten. Aber Jane forscht weiter nach. Es stellt sich heraus, dass Tom im Zeugenschutzprogramm war. Als noch zwei weitere Kronzeugen aus dem Programm auf mysteriöse Weise sterben, steigt schließlich doch noch das ganze Team in die Ermittlung ein","versions":[{"lang":1,"streams":[{"redirect":8801201,"hoster":"VOE"},{"redirect":8610838,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Behandlung","epNo":8,"alt":"Friendly Fire","descr":"Jane geht einen Abend mit Maureen und Riley aus. Während Maureen letztlich mit einem Tätowierer verschwindet, bringt Jane den betrunkenen Riley im Taxi nach Hause. Am nächsten Tag erwacht sie an ein Bett gefesselt in einer Klinik, hat aber keine Ahnung, wie sie dorthin gekommen ist. Da Dr. Baumgartner ihren Fragen ausweicht, versucht sie aus der Klinik zu fliehen und trifft dabei auf Seth. Doch der verweigert ihr nicht nur jede Hilfe, sondern eröffnet ihr zudem, dass sie Riley getötet hat. Auch Andre und Connor scheinen von ihrer Schuld überzeugt zu sein, nur Maureen hat Zweifel. Sie misstraut Baumgartner und will ihn überprüfen","versions":[{"lang":1,"streams":[{"redirect":8801199,"hoster":"VOE"},{"redirect":8610840,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Feuerteufel","epNo":9,"alt":"Trial by Fire","descr":"Connor ist einem Neuro auf der Spur, der eine ganze Serie von Brandstiftungen begangen hat. Doch dann gerät er selbst in den Verdacht, der Täter zu sein, als ihn die Polizei in der Nähe eines brennenden Hauses festnimmt. Da die Öffentlichkeit aber auf keinen Fall von der Existenz der Genmutanten erfahren soll, kann seine Unschuld nicht bewiesen werden. Um Connor zu helfen, müssen seine Kollegen den wahren Feuerteufel schleunigst aufspüren.","versions":[{"lang":1,"streams":[{"redirect":8801200,"hoster":"VOE"},{"redirect":8610854,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ewige Jugend","epNo":10,"alt":"Portraits of Lauren Gray","descr":"Ein junges Model bricht urplötzlich, um Jahrzehnte gealtert, tot auf dem Laufsteg zusammen. Offenbar ist die Frau nicht die erste, die dieses Schicksal ereilte. Um die rätselhaften Todesfälle aufzuklären, schleichen sich Jane und Maureen als Mannequins bei der nächsten Modeschau ein. Getarnt als Sicherheitsleute, nehmen auch Andre, Connor und Riley die Veranstaltung unter die Lupe. Das Team kommt einem Neuro auf die Spur, das den Models offenbar die Lebensenergie aussaugt","versions":[{"lang":1,"streams":[{"redirect":8801203,"hoster":"VOE"},{"redirect":8610849,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mörderische Maschinen","epNo":11,"alt":"Ghost in the Machine","descr":"Connor passieren einige sonderbare Unfälle, die er jedes Mal gerade noch heil übersteht. Die Neurojäger gehen der Sache auf den Grund und finden heraus, dass Connor einst Mitglied einer Spezialeinheit der Polizei war. Viele seiner damaligen Kollegen kamen bereits unter rätselhaften Umständen ums Leben. Allmählich verdichten sich die Hinweise, dass ein Ex-Kollege von Connor der Verantwortliche sein könnte.","versions":[{"lang":1,"streams":[{"redirect":8801202,"hoster":"VOE"},{"redirect":8610847,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Stadt im Glück","epNo":12,"alt":"Something Nasty in the Neighborhood","descr":"In dem Städtchen Fair Oaks verschwinden drei Einwohner spurlos. Als auch noch ein FBI-Agent nicht mehr auftaucht, geben sich Jane und Connor als Ehepaar aus und ziehen in den Ort. Bald nach ihrem Einzug scheint bei den Neurojägern eine rätselhafte Veränderung vor sich zu gehen: Die beiden werden den Einwohnern immer ähnlicher und fühlen sich offenbar in dem spießigen Provinznest pudelwohl. Riley findet unterdessen heraus, dass ein Neuro durch einen Radiosender Kontrolle über die Bewohner ausübt.","versions":[{"lang":1,"streams":[{"redirect":12251078,"hoster":"VOE"},{"redirect":8801209,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Liga der Fünf","epNo":13,"alt":"The League","descr":"Bei zwei Einsätzen gegen Neuros kommt Jane und ihren Kollegen ein unbekannter Todesschütze zuvor. Durch Genanalysen findet Dr. Carpenter heraus, dass nicht die ursprünglich Verdächtigten, sondern der mysteriöse Scharfschütze Neuro-DNA besitzt. Doch ihn verbindet mit seinen Opfern eine gemeinsame Vergangenheit: In der Highschool gehörten sie alle einer Verbindung an, die einem Superhelden-Comic nachempfunden war, der \"Liga der Fünf\"","versions":[{"lang":1,"streams":[{"redirect":12380774,"hoster":"VOE"},{"redirect":8610851,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Palast der Magier","epNo":14,"alt":"The Amazing Howie","descr":"Hobby-Magier Riley nimmt an einem Zauberwettbewerb teil. In Konkurrent Howard Morris findet er allerdings seinen Meister. Dessen Tricks sind so außergewöhnlich, dass Riley glaubt, einen Neuro vor sich zu haben. Sogar als Riley seiner Assistentin Jane vor Publikum eine Kugel durch den Körper jagt, kann Morris diesen Trick noch überbieten. Die Neurojäger vermuten allerdings verletzten Stolz als Grund für seine Anschuldigungen. Kurzerhand versucht Riley auf eigene Faust, Morris’ Geheimnis zu lüften.","versions":[{"lang":1,"streams":[{"redirect":8801206,"hoster":"VOE"},{"redirect":8801212,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Heiler","epNo":15,"alt":"The Healer","descr":"Die Neurojäger verfolgen einen Bankräuber, der sich unsichtbar machen kann. Bei seiner Festnahme kommt es zu einem Zwischenfall und der Täter kann um ein Haar entkommen. Auch der Versuch, eine Genmutantin, die ihre Gegner mit mentalen Kräften lähmen kann, festzunehmen, wird vereitelt. Allmählich keimt in Jane der Verdacht, dass hinter diesen Sabotageakten jemand stecken könnte, der ihr nahe steht.","versions":[{"lang":1,"streams":[{"redirect":8801208,"hoster":"VOE"},{"redirect":8610850,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Janes Vermächtnis","epNo":16,"alt":"Thanks For the Memories","descr":"Als Jane eines Abends nach Hause kommt, erkennt sie ihr Freund Brian nicht mehr. Jane ist völlig verwirrt und begibt sich sofort ins Hauptquartier. Doch dort erwartet sie eine weitere böse Überraschung. Die Regierung versucht offenbar, alle Spuren der geheimen Neurojäger zu verwischen. Riley und Connor sollen angeblich bereits getötet worden sein. Mit Hilfe eines Neuros, der Erinnerungen speichern kann, kämpft Jane um ihre Existenz.","versions":[{"lang":1,"streams":[{"redirect":8801207,"hoster":"VOE"},{"redirect":8610852,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Zurück auf Anfang","epNo":17,"alt":"Playback","descr":"Jane und ihre Kollegen verfolgen einen Neuro, der einen Anschlag auf einen chinesischen Diplomaten geplant hat. Was das Team nicht ahnt: Der Neuro besitzt die Fähigkeit, die Zeit zurückzudrehen. Daher ist die gelungene Verhinderung des Attentats nicht viel wert. Denn am nächsten Tag versucht der Attentäter es wieder und hat noch dazu aus seinen Fehlern gelernt.","versions":[{"lang":1,"streams":[{"redirect":8801210,"hoster":"VOE"},{"redirect":8610855,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Jane 113","epNo":18,"alt":"Jane 113","descr":"Dem unter Hausarrest stehenden Neuro Simon Conelly gelingt die Flucht. Jane spürt ihn auf dem Friedhof auf. Conelly liegt im Sterben. Mit letzter Kraft offenbart er ihr Informationen über ihre rätselhaften Selbstheilkräfte. Offenbar hat alles mit einem geheimen Plan des Pharmaunternehmens zu tun, aus dessen Firmensitz Jane bei ihrem ersten Auftrag stürzte. Doch das ist nicht die einzige beunruhigende Neuigkeit für Jane. Auch ihr Freund Brian hat nicht mit offenen Karten gespielt","versions":[{"lang":1,"streams":[{"redirect":8801213,"hoster":"VOE"},{"redirect":8610856,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der grüne Sektor","epNo":19,"alt":"What Lies Beneath","descr":"Das Neurojäger-Team erhält einen Hilferuf aus Übersee: Aus dem zentralen Internierungslager in Europa sind einige Neuros ausgebrochen. Als Andre und Jane mit dem Team in Ungarn eintreffen, beschleicht sie schon bald der Verdacht, dass in der Anlage nicht alles mit rechten Dingen zugeht. Vor allem der \"grüne Sektor\" weckt Janes Interesse.","versions":[{"lang":1,"streams":[{"redirect":8801216,"hoster":"VOE"},{"redirect":8610862,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Bestie von Bolnar","epNo":20,"alt":"The Beast of Bolnar","descr":"Die Neurojäger sind immer noch in Ungarn, um die korrekte Behandlung der internierten Neuros zu überwachen. In der Nähe des Lagers kursieren seit einigen Jahren Erzählungen von einem Ungeheuer, das die Gegend terrorisiert. Deshalb wagt sich abends keiner mehr vor die Tür. Nach dem Besuch einer Bar im nahe gelegenen Städtchen Bolnar entkommt Connor nur knapp dem Angriff des Ungeheuers. Jane und Andre wollen dem mysteriösen Vorfall auf den Grund gehen.","versions":[{"lang":1,"streams":[{"redirect":8801223,"hoster":"VOE"},{"redirect":8801241,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Für immer vereint","epNo":21,"alt":"Reflections","descr":"Andre trifft im NICO-Gefängnis seine alte Liebe Sarah wieder. Die Beziehung war in die Brüche gegangen, als Sarah sich als Neuro entpuppte. Nun lebt sie anscheinend friedlich in Gefangenschaft. Doch mysteriöse Todesfälle in der Umgebung des Internierungslagers tragen eindeutig Sarahs Handschrift. Während Jane und der Rest der Neurojäger gegen Sarah ermitteln, versucht Andre, ihre Unschuld zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":8801219,"hoster":"VOE"},{"redirect":8801235,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Auf verlorenem Posten","epNo":22,"alt":"Endgame","descr":"Nachdem die Neuro-Gefahr in Ungarn gebannt zu sein scheint, freuen sich die Geheimagenten auf den Rückflug in die USA. Doch daraus wird nichts: Andre findet den Leiter des NICO-Lagers erschossen in seinem Büro. Kurz darauf fällt der Strom im kompletten Gebäude aus und ermöglicht so den Neuros den Ausbruch aus dem roten Sektor.","versions":[{"lang":1,"streams":[{"redirect":12251077,"hoster":"VOE"},{"redirect":8610859,"hoster":"Streamtape"}]}]}]}]}