{"path":"/serie/stream/pamela-anderson-in-stacked","name":"Pamela Anderson in: Stacked","descr":"Die attraktive Skyler Dayton genießt das Leben in vollen Zügen. Nachdem sie jedoch ihr letzter Freund betrogen hat, soll alles anders werden. Sie fängt als Aushilfe in der verstaubten Buchhandlung Stacked Books an, obwohl sie nicht die geringste Ahnung von Büchern hat. Dennoch sorgt sie in dem kleinen Laden immer wieder für interessierte und interessante Kundschaft. Außer ihr und den Inhabern Gavin und Stuart Miller arbeitet noch Katrina bei Stacked Books. Einziger Stammkunde ist Professor Harold March, ein emeritierter Wissenschaftler","seasons":[{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-1/episode-1","name":"Äußere Werte","epNo":1,"alt":"Pilot","descr":"Partygirl Skyler will sich von ihrem Freund trennen. Immerhin hat sie ihn beim Fremdgehen mit zwei Frauen erwischt. Um das Ganze besser zu verkraften, geht sie in eine Buchhandlung, um einen Beziehungsratgeber zu kaufen. Hier lernt sie die Besitzer des Ladens, die Brüder Stuart und Gavin, sowie deren quirlige Angestellte Katrina kennen. Zum Inventar des Ladens gehört auch der Stammkunde Harold, ein stets Zeitung lesender, recht schrulliger Physikprofessor. Schließlich taucht auch noch Gavins Ex-Frau Charlotte auf. Die verschmäht Gavin aber immer nur so lange, wie er keine andere Frau hat. Darüber hinaus tummeln sich auch noch Gavins Tochter Allegra und sein Sohn Owen zwischen den Regalen. Owen ist ganz hingerissen von Skylers Oberweite. Aber auch Stuart hat einen Blick für die unübersehbaren körperlichen Vorzüge seiner neuen Kundin. Nicht nur aus Nächstenliebe bietet er ihr einen Job als Aushilfe in der Buchhandlung an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801211","hoster":"VOE"},{"path":"/redirect/8627047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-1/episode-2","name":"Scharfe Konkurrenz","epNo":2,"alt":"Beat The Candidate","descr":"Skyler hat mit ihren Freundinnen ihren neuen Job gefeiert. Zu ihrem ersten Arbeitstag erscheint sie dementsprechend übermüdet. Sie versucht, sich mit Espresso wach zu machen, doch weil Katrina ihr gemeinerweise immer nur koffeinfreien Kaffee einschenkt, kommt sie einfach nicht in die Gänge. Gavin platzt bald der Kragen, und er feuert Skyler auf der Stelle. Ein Ersatzmann ist schnell gefunden: Brent, ein gebildeter Uniabsolvent, der allerdings menschlich eine totale Niete ist. Als Skyler am nächsten Morgen wieder in der Buchhandlung auftaucht, geben ihr Gavin und Stuart eine neue Chance. Am Abend wollen sie entscheiden, wer der bessere Verkäufer ist – Brent oder Skyler …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801214","hoster":"VOE"},{"path":"/redirect/8610857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-1/episode-3","name":"Groupies","epNo":3,"alt":"A Fan For All Seasons","descr":"Die Autorin Susana Wolfe hält eine Lesung in der Buchhandlung. Im Anschluss lädt sie Gavin noch auf einen Drink in ihr Hotelzimmer ein. So kommt eins zum anderen, und die beiden landen schließlich miteinander im Bett. Als Skyler davon hört, ist sie entsetzt: Sie ist davon überzeugt, dass Gavin für Susana nichts weiter als eine Art Groupie war. Das scheint sich zu bestätigen, als Gavin sich am nächsten Abend nochmals mit Susana treffen will. Statt der Autorin taucht nur deren PR-Agentin Barbara auf. Die beiden verstehen sich aber sehr gut und verbringen schließlich die Nacht zusammen. Skyler ist empört, dass Susana ihr \"Groupie\" Gavin nun auch noch in ihrem Freundinnenkreis herumreicht. Gavin glaubt Skyler, ruft bei Barbara an und beschimpft sie auf ihrer Mailbox aufs Übelste. Zu dumm, dass Barbara es ehrlich mit ihm gemeint hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801215","hoster":"VOE"},{"path":"/redirect/8610860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-1/episode-4","name":"Heiße Träume","epNo":4,"alt":"Gavin\u0027s Pipe Dream","descr":"Gavin und Stuart geraten in einen heftigen Streit. Immerhin hat Gavin seinem Bruder gestanden, dass er einen ziemlich heißen Sextraum hatte, in dem Skyler eine herausragende Rolle spielte. Stuart ist nicht nur eifersüchtig, er versucht nun alles aufzuarbeiten, was ihn bereits seit frühester Jugend belastet hat. Bald stellt sich heraus, dass im Buchladen der Miller-Brüder viele ungewöhnliche Träume geträumt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380766","hoster":"VOE"},{"path":"/redirect/8610858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-1/episode-5","name":"Der Ex-Appeal","epNo":5,"alt":"The Ex-Appeal","descr":"Skylers Ex-Freund Eddie hat noch die alte Armbanduhr ihres Großvaters. Skyler will das gute Stück wieder haben und verabredet sich wegen der Übergabe mit Eddie in einer Bar. Gavin und Stuart bieten ihr an, die Angelegenheit für sie zu erledigen. Die Brüder befürchten, Skyler könnte schwach werden und sich wieder auf Eddie einlassen. Und tatsächlich: Eddie zieht alle Register und zeigt Gavin und Stuart, wie charmant er sein kann. Doch dann taucht Katrinas Strickgruppe in der Bar auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801218","hoster":"VOE"},{"path":"/redirect/8610864","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-1","name":"Wer liebt wen?","epNo":1,"alt":"Nobody Says I Love You","descr":"Skyler erscheint heute in Hochstimmung zum Dienst. Sie wirbelt durch den Laden und sagt jedem: \"Ich liebe dich\". Damit setzt sie eine ungeahnte Fülle von Reaktionen in Gang. Am schlimmsten ist das natürlich für Stuart, der sie wirklich liebt. Aber auch Gavin macht sich so seine Gedanken, schließlich ist er der einzige, zu dem Skyler nicht \"Ich liebe dich\" sagt. Mit allen Tricks versucht er, seine Mitarbeiterin zu dieser Aussage zu bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801221","hoster":"VOE"},{"path":"/redirect/8610861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-2","name":"Opa und Eva","epNo":2,"alt":"Two Faces Of Eve","descr":"Völlig überraschend trifft Skyler ihre alte Freundin Eva wieder. Die beiden haben sich schon eine Ewigkeit nicht mehr gesehen, und seltsamerweise sieht Eva irgendwie völlig anders aus als früher. Außerdem will sie in Kürze heiraten und fragt Skyler, ob sie nicht als Brautjungfer dabei sein will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801222","hoster":"VOE"},{"path":"/redirect/8610863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-3","name":"Die liebe Nikki","epNo":3,"alt":"Darling Nikki","descr":"Plötzlich und unerwartet taucht Skylers alte Rivalin Nikki Foos im Laden auf. Nikki hat mit Skyler noch eine alte Rechnung offen und sich in den Kopf gesetzt, endlich für ausgleichende Gerechtigkeit zu sorgen. Sie benutzt den ahnungslosen Stuart, um es Skyler gehörig heimzuzahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801225","hoster":"VOE"},{"path":"/redirect/8610867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-4","name":"Der irre Ray","epNo":4,"alt":"Crazy Ray","descr":"Gavins alter Kumpel Ray klagt Gavin sein Leid: Nach einer schweren Kindheit sei er mittlerweile Autor geworden, doch mit dem Medienrummel komme er einfach nicht klar. Gavin fühlt sich dazu angestachelt, endlich selbst wieder zur Feder zu greifen. Er beginnt wieder zu schreiben. Und tatsächlich scheint das, was er am Wochenende zu Stande gebracht hat, im \"Stacked Bookstore\" bestens anzukommen. In Wirklichkeit halten sich die Kollegen allerdings nur mit ihren vernichtenden Kritiken zurück, um Gavin nicht zu verletzten – jeder findet Gavins Texte einfach nur todlangweilig. Der Autor bekommt das natürlich mit und erklärt daraufhin öffentlich, er wolle nie wieder etwas schreiben. Dabei regt er sich derartig auf, dass er eine Horrorgeschichte über den irren Ray erfindet. Skyler rät ihm, so etwas solle er doch mal aufschreiben. Gavin lässt sich nicht lange bitten und verschwindet prompt in seinem Schriftstellerkämmerlein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801226","hoster":"VOE"},{"path":"/redirect/8610870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-5","name":"Seelenverwandte","epNo":5,"alt":"iPod","descr":"Gavin scheint tatsächlich einen Seelenverwandten zu haben. Jedenfalls lässt die Musikauswahl auf einem iPod, den eine Unbekannte im Buchladen vergessen hat, darauf schließen. Als eine junge Frau namens Carrie auftaucht, um den iPod abzuholen, setzt Skyler alles daran, Gavin mit ihr zusammen zu bringen, auch wenn Carrie anscheinend erst 23 ist. Gavin lässt sich tatsächlich zu einem Date überreden, doch bald stellt sich heraus, dass das mit den 23 Jahren schlichtweg gelogen ist. Und noch etwas scheint nicht ganz zu stimmen: In jüngster Zeit taucht immer wieder ein Mann auf, der ein paar Bücher durchblättert, und anschließend auf die Toilette verschwindet. Stuart findet das unmöglich. Weil er sich allerdings nicht traut, den Fremden deswegen direkt anzusprechen, bittet er Katrina um Hilfe. Doch dann erleben alle eine große Überraschung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801224","hoster":"VOE"},{"path":"/redirect/8610865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-6","name":"Verkuppelt","epNo":6,"alt":"Heavy Meddle","descr":"Ein Inspektor vom Gesundheitsamt hat seinen Besuch bei \"Stacked Books\" angekündigt. Überraschenderweise kommt nicht der bereits bekannte Otis, mit dem sich Katrina hervorragend versteht, sondern die Thai-Amerikanerin Risa. Die hat leider einen Sprachfehler: Statt des \"L\" spricht sie immer ein \"R\". Als Katrina sie darauf anspricht, kommt es zum Krach, und die Kontrollen fallen erheblich sorgfältiger aus als sonst. Derweil macht sich Skyler auf die Suche nach einer passenden Frau für Harold. Sie holt ihre alte Freundin Stella in den Laden, und tatsächlich: Harold und Stella freunden sich an. Kaum hört allerdings Stellas Ex-Freund von dieser Romanze, steht Ärger ins Haus. Bald ist Stella verschwunden, doch zufällig kann Harald ganz gut Thailändisch sprechen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801227","hoster":"VOE"},{"path":"/redirect/8610873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-7","name":"Das einsame Cowgirl","epNo":7,"alt":"Goodwizzle Hunting","descr":"Skyler mistet bei Gavin zu Hause aus und wirft bei dieser Gelegenheit auch seine alten geliebten Cowboy-Stiefel weg. Die hatte er extra aufgehoben – er könnte ja mal zu einer Wild-West-Party eingeladen werden. Prompt veranstaltet Katrina zu ihrem Geburtstag eine Wild-West-Party. Im Tausch gegen sein Hawaii-Hemd kriegt Gavin seine Stiefel zurück, wird aber natürlich im nächsten Moment zu einer Hawaii-Party eingeladen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918874","hoster":"VOE"},{"path":"/redirect/8610871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-8","name":"Der Morgen danach","epNo":8,"alt":"After Party","descr":"Katrina und Stuart haben die Nacht nach der Party gemeinsam verbracht. Am nächsten Morgen wissen die beiden nicht so recht, wie sie damit umgehen sollen. Katrina hat Angst, dass Stuart sie jetzt heiraten will, während Stuart seinerseits befürchtet wegen sexueller Belästigung verklagt oder sogar erpresst zu werden. Schließlich fasst sich Stuart ein Herz und macht Katrina klar, dass er nichts von ihr will. Jetzt sind beide ziemlich erleichtert. Doch dann taucht Rob wieder auf, und alles gerät wieder durcheinander. Stuart verabredet sich mit Katrina zu einem Rendezvous …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801229","hoster":"VOE"},{"path":"/redirect/8610866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-9","name":"Alles nur Einbildung?","epNo":9,"alt":"Romancing The Stones","descr":"Stuart hat Gallensteine und soll in Kürze operiert werden. Natürlich nutzt er jede Gelegenheit, um seinen Kollegen bei \"Stacked Books\" sein Leid zu klagen. Keiner nimmt ihn ernst, denn Stuart ist ein notorischer Hypochonder. Doch als klar wird, dass er ausnahmsweise nicht übertreibt, überschütten ihn seine Kollegen geradezu mit Zuneigung – wenn auch ihre Motive nicht immer ganz uneigennützig sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801231","hoster":"VOE"},{"path":"/redirect/8610868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-10","name":"Der Todeskuss","epNo":10,"alt":"You\u0027re Getting Sleepy","descr":"Harold bekommt nach langer Zeit mal wieder Besuch von seiner Tochter Zoey, die ihren neuen Freund Gary mitbringt. Vater und Tochter liegen seit Jahren im Clinch, weil er sich ständig in ihre Beziehungen einzumischen versucht. Doch je mehr Harold an einem Freund auszusetzen hat, desto verbissener hält Zoey an der Beziehung fest. Auch Gary ist überhaupt nicht nach Harolds Geschmack, doch weil er mit väterlicher Autorität nicht weiterkommt, ändert er seine Strategie: Er ist freundlich zu Gary und lobt ihn in den höchsten Tönen. Das scheint zu wirken, denn Zoey ist sich ihrer Gefühle für Gary plötzlich nicht mehr sicher …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801232","hoster":"VOE"},{"path":"/redirect/8610872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-11","name":"Das dritte Date","epNo":11,"alt":"The Third Date","descr":"\"Stacked Books\" hat einen neuen Lageristen. Kevin ist ein Mann der Extreme – mal extrem schüchtern, dann wieder extrem aggressiv und respektlos. Darunter hat besonders Stuart zu leiden, den Kevin ständig nachäfft. Doch einfach rausschmeißen kann er den Neuen nicht: Gavin und Stuart haben nämlich gemeinsam entschieden, dass Skyler bestimmen darf, ob Kevin weiter beschäftigt wird. Stuart versucht es mit einer Intrige. Er rät Kevin, sich doch auch einmal als Skyler-Imitator zu versuchen. Zunächst finden alle das Ergebnis ziemlich witzig. Aber dann macht Kevin den entscheidenden Fehler, auf Skylers Alter zu sprechen zu kommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334218","hoster":"VOE"},{"path":"/redirect/8610869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-12","name":"Ruhe und Frieden","epNo":12,"alt":"The Day the Music Died","descr":"Direkt neben Stacked Books eröffnet ein Musikladen auf. Dessen Besitzer, Tim, hat den ganzen Tag nichts anderes zu tun hat, als ohrenbetäubend laut E-Gitarre zu spielen. Zu Kompromissen mit seinen Nachbarn ist Tim nicht bereit. Im Gegenteil: Als Gavin und Stuart sich zu wehren versuchen und ihrerseits laut Hörbücher abspielen, hält Tim mit einem gewaltigen Boxenturm dagegen. Ein Ende des Konflikts scheint nicht in Sicht – bis Katrina beschließt, den Störenfried zur Rede zu stellen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918881","hoster":"VOE"},{"path":"/redirect/8610880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-13","name":"Poker","epNo":13,"alt":"Poker","descr":"Gavins Sohn Owen soll an einer sehr konservativen Privatschule angemeldet werden. Doch die Lehranstalt nimmt nicht jeden. Zunächst muss also ein schicker Anzug her. Außerdem muss der Junge dringend zum Friseur. Gavin ist allerdings verhindert, so dass Skyler ran muss, um mit Owen die nötigen Gänge zu erledigen. Als schließlich Mama Charlotte auftaucht, um ihren Sohn abzuholen, ist sie geschockt: Skyler hat das Outfit des zukünftigen Eliteschülers komplett auf den Kopf gestellt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801234","hoster":"VOE"},{"path":"/redirect/8610874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pamela-anderson-in-stacked/staffel-2/episode-14","name":"Der Herr Rektor","epNo":14,"alt":"The Headmaster","descr":"Skyler hat bei Gavin und Charlotte einiges wieder gutzumachen. Deshalb willigt sie ein, sich mit einem total langweiligen Schulrektor zu treffen. Derweil bemerkt Harold, dass er seit Jahren bei \"Stacked Books\" herumsitzt und dort Kaffee trinkt – ohne je dafür gezahlt zu haben. Was tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801243","hoster":"VOE"},{"path":"/redirect/8610877","hoster":"Streamtape"}]}]}]}]}