{"path":"/serie/stream/papyrus","name":"Papyrus","descr":"Papyrus ist ein unbedeutender Junge, der am Ufer des Nils in einer Papyrusplantage (Daher der Name) mutterseelenallein aufgefunden wurde. Dieser Junge muss nun mit Hilfe der alten ägyptischen Götter (Die Geschichte spielt in der Zeit der Blüte der ägyptischen Hochkultur) den Gott der Unterwelt und der Todes ‚Seth‘ schlagen um den Pharao und ganz Ägypten zu retten und um ihren Beschützer, den Falkengott ‚Horus‘, aus der Gefangenschaft von ‚Seed‘ zu befreien.","seasons":[{"path":"/serie/stream/papyrus/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/papyrus/staffel-1/episode-1","name":"Göttlicher Auftrag","epNo":1,"alt":"The Black Mummy","descr":"Der ahnungslose Fischerjunge Papyrus erfährt vom königlichen Berater Ratofer, dass er von den Göttern dazu ausersehen wurde, Pharao Merenre und dessen Tochter Teti zu retten. Seth, Gott des Krieges und der Zerstörung, sowie sein Handlanger, der böse Priester Aker, hatten die Tochter des Pharaos in einen todesähnlichen Schlaf versetzt. Vor lauter Trauer um sein Kind kann der Herrscher des Nilreichs die Staatsgeschäfte nicht mehr führen und steht kurz davor abzudanken. Die mächtige Göttin Maat will dies verhindern und es dem bösen Seth ordentlich heimzahlen. Sie unterstützt Papyrus bei seiner schwierigen Mission …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9161883","hoster":"VOE"},{"path":"/redirect/9161890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-2","name":"Der Zorn des Mondgottes","epNo":2,"alt":"Anger of the Moon God","descr":"Der böse Priester Aker hat wieder einen teuflischen Plan ausgeheckt, um Pharao Merenre zu vernichten. Als der Herrscher unterwegs ist, um die Grenzgebiete zu inspizieren, schickt er einen Gehilfen mit einer Giftschlange in sein Feldlager. In letzter Sekunde gelingt es Papyrus, den Plan zu vereiteln und den Herrscher zu retten. Doch Aker ruft die bösen Mächte von Ombos zur Hilfe, gegen die selbst Merenres Heer machtlos ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9161893","hoster":"VOE"},{"path":"/redirect/9161905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-3","name":"Der Herr der Krokodile","epNo":3,"alt":"Lord of the Crocodiles","descr":"Papyrus und Teti, die Tochter des Pharaos, werden auf dem Weg nach Theben von den Soldaten des libyschen Fürsten Tahar gefangengenommen. Der durchtriebene Tahar nutzt die Gelegenheit, um den Pharao zu erpressen. Er verlangt von ihm abzudanken, wenn er seine Tochter lebend wiedersehen will. Mit Hilfe von Bebi, einem libyschen Jungen, gelingt Papyrus und Teti jedoch die Flucht aus Tahars Lager. Auf ihrem Weg durch die Wüste stoßen sie auf den Sonnenvogel Phönix, der vor einem schweren Kampf steht. Er bittet Papyrus, ihm vorübergehend sein Augenlicht zu leihen, damit es ihm gelingt, die Schlange des Chaos zu vernichten. Der Fischerjunge steht vor einer schweren Entscheidung. Stirbt der Sonnenvogel im Kampf, wird Papyrus für immer blind sein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9161907","hoster":"VOE"},{"path":"/redirect/9161908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-4","name":"Im Tempel von Abu Simbel","epNo":4,"alt":"Revenge of Ramses","descr":"Pharao Merenre reist mit seinem Hofstaat nilaufwärts nach Abu Simbel, um sich die Gunst der Götter zu sichern. Teti, Papyrus und ihr Freund Imhutep begleiten ihn. Doch auch im Tempel von Abu Simbel lauern Gefahren. Der böse Aker hat diesmal den Priester Ouni als Werkzeug für seine Rachepläne ausgewählt. Mit seiner Hilfe gelingt es ihm, Papyrus und Imhutep gefangenzunehmen. Gemeinsam mit Hatik, einem Priester des Sonnengottes, sucht Pharonentochter Teti nun nach einem Weg, ihre Freunde zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9161919","hoster":"VOE"},{"path":"/redirect/9161920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-5","name":"Fluch über Papyrus","epNo":5,"alt":"The Faceless Giant","descr":"Mutesa, ein ehemaliger König, bittet Papyrus um Hilfe. Er berichtet dem Jungen, dass seine Stadt und sein Volk mit einem Fluch belegt worden seien. Um den Bann zu brechen, muss Papyrus den Tempel des gesichtslosen Riesen betreten, durch einen Feuerkreis schreiten und einen Krug zerschlagen. Der Junge absolviert die Aufgabe mit Leichtigkeit, muss jedoch zu seinem Entsetzen feststellen, dass er auf einen Trick des bösen Priesters Aker hereingefallen ist. Kaum hat er den Krug zerschlagen, erscheint der Krokodilgott Sobek und verwandelt Papyrus in ein Monster.","versions":[]},{"path":"/serie/stream/papyrus/staffel-1/episode-6","name":"Die Kraftprobe","epNo":6,"alt":"The Cursed Pharoah","descr":"Teti und Papyrus sind mit einem Boot auf dem Nil unterwegs. Plötzlich gerät ihr Schiff in einen heftigen Strudel. Sie stürzen auf die Planken und verlieren das Bewusstsein. Als Teti wieder aufwacht, ist sie allein. Sie verlässt das inzwischen gestrandete Boot und macht sich auf den Weg, um Papyrus zu suchen. Dabei stößt sie auf die Stadt des verbannten Pharaos Echnaton. Der böse Priester Aker hat inzwischen zwei Gehilfen den Auftrag erteilt, Teti und Papyrus zu töten. In Gestalt der Töchter Echnatons fordern sie zunächst Teti zu einer mörderischen Kraftprobe heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9161923","hoster":"VOE"},{"path":"/redirect/9161927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-7","name":"Sonnenfinsternis","epNo":7,"alt":"The Black Sun of Seth","descr":"Papyrus und Teti werden von Aker in eine Falle gelockt und verschwinden in einem Zeitstrudel. Kurz darauf erhält Pharao Merenre die Nachricht, seine Tochter und ihr Freund seien im Nil ertrunken. Sofort begibt er sich ins Tal der Könige, um die Götter um Hilfe anzuflehen. Dabei gerät auch er in einen Hinterhalt Akers, der ihn in einer Glaspyramide einschließen lässt. Inzwischen hat Merenres machthungriger Bruder Ahmes den ägyptischen Thron bestiegen. Aus Dankbarkeit gegenüber Aker will er eine gewaltige Statue errichten lassen, die für immer die Sonne verdunkeln soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9161932","hoster":"VOE"},{"path":"/redirect/9161936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-8","name":"Ein teuflischer Plan","epNo":8,"alt":"The Metamorphosis of Imhotep","descr":"Pharao Merenre muss in einem geheimnisvollen Ritus seinen Herrschaftsanspruch gegenüber den Göttern legitimieren. Seine Feinde verabreichen ihm am Abend ein Schlafmittel, so dass er sich den Prüfungen im Tempel am nächsten Tag nicht unterziehen kann. Weil er nicht erscheint, wird der böse Chepseska, ein Anhänger des Kriegsgottes Seth, kurzerhand zum Pharao ausgerufen. Papyrus und Teti müssen sich mächtig anstrengen, um Merenres rechtmäßige Herrschaft wiederherzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9161942","hoster":"VOE"},{"path":"/redirect/9161944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-9","name":"Im Labyrinth","epNo":9,"alt":"the Maze","descr":"Auf Kreta werden die Stiere von einer mysteriösen Krankheit dahingerafft. Pronos, der Hohe Priester des Minotaurus, hat mit Hilfe des Kriegsgottes Seth die Krankheit ausgesandt und behauptet, Pharao Merenre trage die Schuld an der Seuche. Seinem Herrn, Kretas König Minos, empfiehlt der böse Priester, Krieg gegen Ägypten zu führen. Doch Minos zögert. Er schickt seinen Sohn Melos in das Reich am Nil, um mit dem Pharao Verhandlungen aufzunehmen. Kaum in Ägypten angekommen, trachten Pronos Gehilfen dem Königssohn nach dem Leben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9161946","hoster":"VOE"},{"path":"/redirect/9161950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-10","name":"Die Katzengöttin","epNo":10,"alt":"The Triumph of Bastet","descr":"Während des Festes der Katzengöttin Bastet soll Teti von Chepseska, einem abtrünnigen Priester, in ein Werkzeug des Bösen verwandelt werden. Die Tochter des Pharaos wird entführt und von Chepseska in Trance versetzt. Mit Hilfe einer Katze spürt Papyrus seine Freundin auf, und in letzter Minute gelingt es ihm, sie zu retten. Als sie aus Chepseskas Tempel entkommen wollen, stellt sich ihnen jedoch ein wilder Feuergeist in den Weg …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9161958","hoster":"VOE"},{"path":"/redirect/9161962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-11","name":"In der heiligen Stadt","epNo":11,"alt":"City of Scribes","descr":"Seth, Gott der Zerstörung, hat einen neuen Plan entwickelt, den Ägyptern zu schaden. Diesmal versucht er, die Hyroglyphen als bedeutendes Kommunikationsmittel des alten Reiches verschwinden zu lassen. Der Gott Thot hatte den Menschen am Nil einst selbst diese Schrift gegeben, damit sie Erfahrungen und Erkenntnisse von Generation zu Generation überliefern konnten. Nun ist der mächtige Thot zurückgekehrt, um Seths Pläne zu vereiteln. Dabei bedient er sich der Kinder Papyrus und Teti. Sie sollen das Land vor dem Chaos bewahren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9161972","hoster":"VOE"},{"path":"/redirect/9161974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-12","name":"Allein in den Bergen","epNo":12,"alt":"The Demon of the Red Mountains","descr":"Vor langer Zeit hatten Sechmet, die Löwengöttin der Roten Berge, und ihre Hyänenrudel ganz Ägypten in Angst und Schrecken versetzt. Weil sie die Bewohner des Landes niemals zur Ruhe kommen ließ, bestraften sie die anderen Götter und verwandelten sie in Stein. Eines Tages träumt Papyrus, dass sein Freund Ratofer, der vor Tagen in die Roten Berge aufgebrochen ist, ihn um Hilfe bittet. Papyrus macht sich sofort auf den Weg, um seinen Freund zu suchen. Von Ratofers Leibwächtern hört er, dass der Priester und seine Soldaten von Hyänenhorden angegriffen worden seien. Ist Sechmet etwa zurückgekehrt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9161988","hoster":"VOE"},{"path":"/redirect/9161993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-13","name":"Die goldene Feder","epNo":13,"alt":"The Golden Feather of the Great Falcon","descr":"Die Arbeiter einer Goldmine finden tief unten in ihrem Bergwerk eine goldene Feder. Der weise Ratofer ist der Meinung, dass es sich um eine Feder des Falkengottes Horus handelt. Durch Zauberkraft würde sie ihrem Besitzer den Weg zum Tor von Ombos weisen. Papyrus und Teti machen sich mit Hilfe Ratofers auf den Weg, das Tor zu finden, zu durchschreiten und Seth, dem Gott der Zerstörung, gegenüberzutreten. Auf ihrer langen Reise durch die Wüste stoßen sie schließlich auf das Schriftzeichen Seths im Sand. Als Papyrus sein Schwert hineinsteckt, stürzen die Kinder plötzlich in einen Abgrund …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162017","hoster":"VOE"},{"path":"/redirect/9162016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-14","name":"Die rote Sphinx erwacht","epNo":14,"alt":"The Return of the Red Sphinx","descr":"Bei der Restaurierung der ‚Großen Sphinx‘ entdecken Arbeiter eine Schatulle mit geheimnisvollen Schriftzeichen. Imhutep berichtet dem Hohen Priester Ratofer, dass er eine ähnliche Inschrift in einem geheimnisvollen Gang einmal gesehen habe. Während die beiden darüber fachsimpeln, wird Ratofer von einem Skorpion gebissen und stirbt. Imhutep lässt rasch Papyrus und Teti herbeirufen. Sie sollen das Geheimnis um die Schatulle lösen und Ratofer aus dem Reich der Toten ins Leben zurückholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162026","hoster":"VOE"},{"path":"/redirect/9162038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-15","name":"Das fliegende Zaubertuch","epNo":15,"alt":"The White Egyptian","descr":"Seth, Gott des Krieges und der Zerstörung, hat die Göttin Nebu gefangengenommen und im ‚Berg der Schatten‘ eingesperrt. Die böse Deshret, Gebieterin der Schlangen, sorgt dafür, dass niemand Nebus Verlies betreten kann. Dennoch gelingt es Nebu, eine Botschaft nach außen zu übermitteln. Sie übergibt dem Jungen Bebo ein Zaubertuch und beauftragt ihn, Papyrus zu bitten, sie aus der Gefangenschaft zu befreien. Natürlich machen sich Papyrus und Teti sofort auf den Weg. Mit Hilfe des Zaubertuchs gelangen sie schnell in Nebus Verließ und stehen bald darauf ihren mächtigsten Feinden gegenüber …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162058","hoster":"VOE"},{"path":"/redirect/9162062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-16","name":"Musik der Götter","epNo":16,"alt":"The Harp of Hathor","descr":"Pharao Merenre hat Hattusili, den König der Hethiter, nach Ägypten eingeladen, um mit ihnen einen Freundschaftsvertrag zu unterzeichnen. Bei den Vorbereitungen kommt Ratofer die Idee, die Verhandlungen mit besänftigender Musik untermalen zu lassen. Teti soll auf der Zauberharfe der Göttin Hathor spielen. Da sich das Instrument in den heiligen Gärten Hathors befindet, müssen Teti und Papyrus erst eine lange Reise antreten, um es zu holen. Natürlich hat es auch der böse Seth auf die Harfe abgesehen. Der Kriegsgott will sie verhexen, damit ihre Klänge Hass zwischen den Ägyptern und ihrem Nachbarvolk säen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162080","hoster":"VOE"},{"path":"/redirect/9162087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-17","name":"Böse Schatten","epNo":17,"alt":"The Forgotten Sarcophagus","descr":"Bei einer Schiffsreise auf dem Nil stoßen Papyrus und Teti auf einen goldenen Sarkophag. Nichts Böses ahnend, lassen sie ihn an Bord hieven. Kurz darauf ereignen sich sonderbare Dinge: Weil durch die Schiffswand Wasser eindringt, muss Papyrus tauchen, um den Schaden zu untersuchen. Dabei wird er von einem Strudel in die Tiefe gerissen und landet im Reich eines Wassergeistes. Teti, die unterdessen den Sarkophag öffnet, befreit den Schatten von Ombos, der Tod und Vernichtung bringt. Sie und der herbei geeilte Ratofer werden sofort von der unheimlichen Macht zu Stein verwandelt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162102","hoster":"VOE"},{"path":"/redirect/9162106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-18","name":"Im Tempel des Lebens","epNo":18,"alt":"The House of Life","descr":"Chepseska ist Hoher Priester im Tempel des Lebens. An dem heiligen Ort werden Mediziner ausgebildet, die überall im ägyptischen Reich wirken. Dabei hat Chepseska nicht unbedingt nur Gutes im Sinn. Im Bund mit den Mächten der Finsternis will er Pharao Merenre stürzen. Er schenkt dem Herrscher eine Figur der Göttin Sachmet, über die er die Persönlichkeit Merenres manipulieren kann. Mit Erfolg: Der friedliebende Pharao will sogar einen Feldzug gegen das Nachbarland Libyen anordnen. Seine Tochter Teti und Papyrus können jedoch rechtzeitig das Geheimnis um die verhexte Statue lüften. Sachmet selbst tritt am Ende in Aktion, um Chepseska zu bestrafen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162111","hoster":"VOE"},{"path":"/redirect/9162113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-19","name":"Amons Rache","epNo":19,"alt":"The Revenge of Amon","descr":"Wie jedes Jahr findet zu Ehren des Gottes Amon ein großes Fest statt. In einer heiligen Barke wird die Statue Amons von Karnak nach Luxor gebracht. Der durchtriebene Ahmes will die Skulptur von einem Priester stehlen lassen, um seinem Bruder Pharao Merenre die Macht zu entreißen. Aber die Götter verhindern den Diebstahl und nehmen die Statue an sich. Ratofer beauftragt Papyrus und Teti, den heiligen Gegenstand von den Göttern zurückzuholen. Auf ihrer ohnehin gefährlichen Reise ins Reich von Amon und Isis lauern ihnen auch noch Ahmes Schurken auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162117","hoster":"VOE"},{"path":"/redirect/9162121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-20","name":"Kurz vor dem Ziel","epNo":20,"alt":"The Rebirth of the Child Pharaoh","descr":"Ahmes hat eine neue Teufelei ersonnen, um seinen Bruder Merenre zu vernichten. Der böse Priester lässt dem Pharao die Botschaft zukommen, er liege im Sterben und wolle Buße tun. Als Merenre und Teti Ahmes Grabkammer betreten, springt dieser plötzlich von der Totenbahre, läuft hinaus und lässt mit einem Steinhagel den Eingang zur Grabkammer verschließen. Merenre und Teti sind eingeschlossen. Selbst Papyrus kann ihnen nicht helfen. Der Junge hat sich auf den weiten Weg gemacht, um seine wahre Herkunft zu erforschen. Ist Papyrus am Ende ein Sohn der Götter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162130","hoster":"VOE"},{"path":"/redirect/9162127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-21","name":"Prinzessin Anitti","epNo":21,"alt":"Tears of Giants","descr":"Die Tochter des Hethiterkönigs Hattusili, Prinzessin Anitti, kommt als Botschafterin nach Ägypten, damit der Friedensvertrag zwischen beiden Völkern erneuert wird. Der kriegslüsterne Menenhetet lässt kurz nach ihrer Ankunft Anitti und Teti entführen. Um seine Truppen besser ausrüsten zu können, will er von Anitti das Geheimnis der Eisenschmiedekunst erfahren. Dieser Forderung verleiht er mit einer grauenhaften Inszenierung Nachdruck: Teti soll unter Hypnose ihren Freund Papyrus auf einem Opfertisch erschlagen, falls Anitti das Geheimnis nicht preisgibt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162132","hoster":"VOE"},{"path":"/redirect/9162133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-22","name":"Die Bewährungsprobe","epNo":22,"alt":"The Hieroglyph Child","descr":"Für Amun, den Gott Thebens, soll ein neuer Tempel errichtet werden. Nach dem Tod des großen Architekten Amenotep ist Papyrus? Freund Imhutep für den Bau verantwortlich. Doch das Projekt steht unter einem ungünstigen Stern. Unfälle auf der Baustelle häufen sich, die Arbeiter sind verunsichert. Sogar die Bibliothek des Pharaos geht in Flammen auf. Natürlich hat wieder einmal Seth, der Gott der Zerstörung, seine Hand im Spiel. Wenn Imhuteps Bau nämlich nicht rechtzeitig zum Opetfest fertig wird, fällt Pharao Merenre bei Amun in Ungnade und verliert seine Macht über das Reich. Kann Papyrus den Pharao noch einmal retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162134","hoster":"VOE"},{"path":"/redirect/9162150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-23","name":"Von den Göttern verflucht","epNo":23,"alt":"The Master of the Three Doors","descr":"Aus unerklärlichen Gründen bleibt das Hochwasser des Nils aus. Ägypten droht eine Hungersnot. Teti und Papyrus machen sich auf den Weg, um die Ursache der Katastrophe zu ergründen. Am Oberlauf des Nils finden sie eine Stelle, an der der Fluss einen Strudel bildet und im Inneren der Erde verschwindet. Mutig steigen die beiden hinab und entdecken die rote Stadt. Dort lebt Peribsen, ein von den Göttern vor langer Zeit verfluchter Pharao, der das Wasser umgeleitet hat. Nach hartem Kampf besiegt Papyrus erst einmal den Wächter der drei Portale und ist seinem Ziel ein Stückchen näher gekommen. Doch Peribsen, ein weit stärkerer Gegner, wartet noch auf ihn …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162149","hoster":"VOE"},{"path":"/redirect/9162159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-24","name":"Gefährliche Reise","epNo":24,"alt":"The Black Pyramid","descr":"Die Bewohner Thebens leiden unter einer Fieberepidemie, und auch der Pharao ist schwer erkrankt. Der weise Ratofer ist der Ansicht, das Wasser des Nils sei vergiftet. Nach Anrufung der Götter beauftragt er Papyrus, die Ursachen zu erforschen. Papyrus und Teti fahren mit dem Schiff den Nil hinauf nach Nubien. Im Dschungel wollen sie eine geheimnisvolle schwarze Pyramide finden, die mit den mysteriösen Vorgängen in Zusammenhang stehen soll. Auf ihrer Reise gesellt sich die Räuberprinzessin Tiya zu ihnen. Sie verspricht, ihnen den Weg zur Pyramide zu zeigen. Eine Reise voller Gefahren steht den Dreien bevor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162168","hoster":"VOE"},{"path":"/redirect/9162164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-25","name":"Nebus Spiegel","epNo":25,"alt":"The Mirror of Nebou","descr":"Pharao Merenre plant eine Reise durch sein Reich, um die Wünsche und Sorgen seines Volkes besser kennenzulernen. Ratofer rät ihm davon ab, da der böse Seth wieder einen Plan ausgeheckt hat, um Merenre die Macht zu entreißen. Doch der Herrscher lässt sich nicht beirren. Tatsächlich gelingt es Seth, die Räuberprinzessin Tiya durch einen ihr geschenkten Ring zu manipulieren. Sie soll sich auf der Reise in das Schlafgemach Merenres schleichen und den Pharao töten. Papyrus unterdessen hat sich auf den Weg gemacht, um die Göttin Nebu aus der Gewalt von Seth zu befreien. Ist er rechtzeitig zurück, um Merenre zu beschützen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162182","hoster":"VOE"},{"path":"/redirect/9162185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-1/episode-26","name":"Fischer oder Pharao?","epNo":26,"alt":"The Second Flood of the Sacred River","descr":"Pharao Merenre liegt im Sterben, und es scheint, als ob Seth und seine Diener Aker und Ahmes Ägypten beherrschen werden. Nur Papyrus kann noch etwas unternehmen, um das Leben des Herrschers zu retten. Auf Drängen Ratofers fährt er in die Stadt der Schriftgelehrten, um dort von Toth das Geheimnis seiner Herkunft zu erfahren. Er ist der letzte Nachkomme Tut-anch-Amuns, eines Sohnes von König Echnaton. Mit diesem Wissen, das er jedoch niemandem offenbaren darf, kehrt er nach Theben zurück. Inzwischen ist Pharao Merenre gestorben. Kann Papyrus ihn wieder ins Reich der Lebenden zurückholen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162189","hoster":"VOE"},{"path":"/redirect/9162194","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/papyrus/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/papyrus/staffel-2/episode-1","name":"Die Statue des Amun","epNo":1,"alt":"The Sacrilege of Papyrus","descr":"Das Opferfest Amuns steht bevor. Ratofer hat aber eine schlimme Vorahnung. Papyrus rät ihm deshalb, die Statue des Amun bis zu den Feierlichkeiten vorsichtshalber zu verstecken. Doch ein verzaubertes Kätzchen, das eine Kreatur von Seth ist, schafft es mit der unbeabsichtigten Hilfe von Papyrus, die wertvolle Statue zu zerstören …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162202","hoster":"VOE"},{"path":"/redirect/9162205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-2","name":"Mika, die Zauberin","epNo":2,"alt":"Mika the Sorceress","descr":"Papyrus träumt schon seit Tagen von der Zauberin Mika, die mit Seth einen Pakt eingeht, um einen Teil seiner Magie und die ewige Jugend zu erhalten. Der Preis dafür ist der Tod von Papyrus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162220","hoster":"VOE"},{"path":"/redirect/9162222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-3","name":"Gefangen im Senet Spiel","epNo":3,"alt":"The Thirtieth Case of Senet Cursed","descr":"Tiya bringt Teti und Papyrus in den Tempel der Spiele. Dort wird Teti in das Seneth Spiel gesperrt. Sie muss in den insgesamt dreißig Häusern des Spiels so viele Prüfungen wie nur möglich bestehen. Jedes Scheitern ihrerseits würde schlimme Folgen für Ägypten haben. Durch Klugheit und durch die Hilfe der Götter gelingt es Teti, einige Prüfungen zu bestehen. Dann kommt sie in das Haus des Feuers …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162238","hoster":"VOE"},{"path":"/redirect/9162237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-4","name":"Falsche Beschuldigungen","epNo":4,"alt":"Justice Thoueri","descr":"Ein Attentat ist auf den König der Hethiter geplant. Davon erfährt seine Tochter, Prinzessin Anitti, als sie ein Gespräch belauscht. Sie kann fliehen und trifft auf Papyrus und Bebo. Als sie von den Verrätern bedroht werden, erscheint Thoueris und rettet Anitti, indem sie sie in ein Nilpferd verwandelt. Damit Anitti wieder zu ihrem Vater zurückkehren und ihn warnen kann, muss Papyrus sie durch eine kleine Steinfigur, die in ein Kleidungsstück der Prinzessin gewickelt wird, zurückverwandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162245","hoster":"VOE"},{"path":"/redirect/9162262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-5","name":"Die Heilige Flöte","epNo":5,"alt":"The Awakening of Osiris","descr":"Seth hat die heilige Ruhestätte von Osiris mit einem Fluch belegt. Jetzt ist der Gott der sterbenden und wiederauflebenden Vegetation zur Untätigkeit verdammt. Die Folge: Die Felder Ägyptens liegen brach, es droht eine Hungersnot. Pharao Merenre weiß, dass er abdanken muss, wenn sich Osiris weiterhin von ihm abwendet. Um die heilige Ruhestätte von dem verhängnisvollen Fluch zu befreien, schickt Ratofer Papyrus und Teti los. Eine alte Priesterin hilft ihnen, indem sie ihnen eine heilige Flöte gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162267","hoster":"VOE"},{"path":"/redirect/9162271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-6","name":"Das Urteil der Götter","epNo":6,"alt":"White","descr":"Der weiße Pavian Baliba überredet Papyrus mit ihm zu gehen, um den Falkengott Horus zu befreien. Baliba, der eine Kreatur Seths ist, hat es nur darauf abgesehen, das Urteil der Götter zu vernichten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162282","hoster":"VOE"},{"path":"/redirect/9162283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-7","name":"Die Schlange der Finsternis","epNo":7,"alt":"Stolen Country","descr":"Teti wird sterbenskrank. Seths Zauber ist daran natürlich Schuld. Ohne Heilpflanzen kann Ratofer Teti nicht helfen. Da das königliche Handelsschiff ohne diese Heilpflanzen zurück kommt, reisen Papyrus und Bebo nach Punt, um für Teti die lebensrettende Medizin zu holen. Seth versucht alles, um sie daran zu hindern. So lockt er Papyrus in den Brunnenschacht der Verirrten Seelen. Unbeabsichtigt lässt Papyrus die Schlange der Finsternis frei …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162300","hoster":"VOE"},{"path":"/redirect/9162297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-8","name":"Die vier Kammern des Tutanchamun","epNo":8,"alt":"Four Chapels of Tutankhamun","descr":"Der Pharao lässt zu Ehren des Horus ein neuen Monument bauen. Der Architekt Imhutep will mit Hilfe der Goldenen Zahl die Pläne so berechnen, dass am Festtag des Horus seine Statue von der Sonne bestrahlt wird. Seth gelingt es, die Goldene Zahl zu vernichten. Teti reist in die Stadt der Schriftgelehrten, um von Thot die Goldene Zahl zu erbitten. Papyrus wird in der Zwischenzeit in ein Grab gestoßen. Dort hat Tutanchamun eine Aufgabe für ihn: Wenn es Papyrus gelingt, die vier Grabkammern zu überwinden, wird Tutanchamun ihm helfen, zu Thot zu gelangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162301","hoster":"VOE"},{"path":"/redirect/9162314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-9","name":"Der göttliche Töpfer","epNo":9,"alt":"The Divine Potter","descr":"Der Pharao lässt zu Ehren des Horus ein neuen Monument bauen. Der Architekt Imhutep will mit Hilfe der Goldenen Zahl die Pläne so berechnen, dass am Festtag des Horus seine Statue von der Sonne bestrahlt wird. Seth gelingt es, die Goldene Zahl zu vernichten. Teti reist in die Stadt der Schriftgelehrten, um von Thot die Goldene Zahl zu erbitten. Papyrus wird in der Zwischenzeit in ein Grab gestoßen. Dort hat Tutanchamun eine Aufgabe für ihn: Wenn es Papyrus gelingt, die vier Grabkammern zu überwinden, wird Tutanchamun ihm helfen, zu Thot zu gelangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162319","hoster":"VOE"},{"path":"/redirect/9162327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-10","name":"Königin der Heuschrecken","epNo":10,"alt":"Return Senkhet","descr":"Aker hat im Auftrag Seths einen neuen Plan entwickelt, um Ägypten unter seine Herrschaft zu bringen. Eine furchtbare Hungersnot, die durch eine Heuschreckenplage hervorgerufen werden soll, soll das Land in die Knie zwingen. Ahnungslos wird Papyrus zum Anführer der Heuschrecken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162346","hoster":"VOE"},{"path":"/redirect/9162341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-11","name":"Der Talismann","epNo":11,"alt":"The Talisman of the Great Pyramid","descr":"Aker hat das Herz Cheops rauben und verbrennen lassen. Wenn das Herz nicht zu neuem Leben erweckt wird, werden Merenre und seine Tochter Teti versteinern. Anubis, der Gott der Totenstadt, ist erzürnt über den Frevel, den Seth begangen hat. Deshalb beauftragt er Papyrus, das Herz Cheops zurück zu bringen. Rahtofer gibt Papyrus einen Talisman mit, der ihm helfen soll, diese schwere Aufgabe zu meistern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162352","hoster":"VOE"},{"path":"/redirect/9162368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-12","name":"Yam, der Gott der Meere","epNo":12,"alt":"Yam","descr":"Der Nil und das Land Ägyptens drohen zu versalzen. Der Pharao und Rahtofer befürchten, dass der Gott der Meere beleidigt wurde. Nur die Prinzessin könne ihn besänftigen, indem sie in sein Reich fahre und ihn kostbare Opfergaben überbringen würde, meinen sie. Zum Schutz der Prinzessin wird Papyrus ihr Begleiter. Das ist für Aker, dem Diener Seths, eine große Freude. Denn so hat er Gelegenheit, die Prinzessin und Papyrus ein für alle Mal zu beseitigen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162370","hoster":"VOE"},{"path":"/redirect/9162381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-13","name":"Das Urteil","epNo":13,"alt":"Time of Discord","descr":"Durch einen üblen Trick wird Tiya des Diebstahls beschuldigt und angeklagt. Schuld daran ist Taurus, ein Jünger Seths. Als das Urteil ‚schuldig‘ über Tiya gesprochen wird, verbreiten sich Zwietracht und Disharmonie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162388","hoster":"VOE"},{"path":"/redirect/9162386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-14","name":"Die 7 Knoten des Horus","epNo":14,"alt":"Seven Knots of Horus","descr":"Isfeth, der schrecklichste aller Dämonen wurde von Aker befreit, damit Seth endlich Ägypten unter seine Herrschaft bringen kann. Imhutep, der königliche Architekt und Freund von Papyrus, hat diese Tat gesehen. Damit er nicht den Pharao warnen kann, wird er von einem giftigen Skorpion gestochen. Rahtofer versucht mit Hilfe der sieben Knoten des Horus Imhutep zu heilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162401","hoster":"VOE"},{"path":"/redirect/9162403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-15","name":"Merenrés Fehler","epNo":15,"alt":"Renunciation of Papyrus","descr":"Papyrus hat einen seltsamen Traum. Er träumt von seiner Kindheit und einem kleinen Dorf namens Sounou. Dort soll er geboren sein. Neugierig macht die Papyrus auf, um dieses Dorf zu besuchen. Dort trifft er auf einen alten Mann der ihm Schreckliches erzählt. So soll der junge Pharao Merenré das Dorf niedergebrannt und seine Einwohner verbannt haben. Papyrus Eltern kamen im Exil ums Lebens und da sie nicht in ägyptischer Erde bestattet werden konnten, würden ihre Seelen ziellos durch das Reich der Toten irren. Papyrus gibt dem Pharao wutentbrannt das Schwert des Horus zurück und weigert sich, Ägypten weiter zu verteidigen. Er ahnt nicht, dass Seth hinter all dem steckt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162417","hoster":"VOE"},{"path":"/redirect/9162424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-16","name":"Rotes Wasser","epNo":16,"alt":"Nile Red","descr":"Bebo findet auf dem Weg durch die Wüste eine geheimnisvolle Quelle mit rotem Wasser. Er trinkt davon und wird krank. Mit letzter Kraft kann er sich nach Theben schleppen und sich der Pflege Rahtofers anvertrauen. Der schickt Papyrus los, um das Geheimnis der Quelle zu ergründen. Natürlich steckt Aker wieder dahinter. Mit dem roten Wasser soll der Nil in Flammen gesetzt werden, um so Ägypten der Herrschaft Seths zu unterwerfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162425","hoster":"VOE"},{"path":"/redirect/9162434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-17","name":"Die heilige Krone der Göttin Uto","epNo":17,"alt":"The Sacred Crown of Wadjet","descr":"Seth führt einer erneuten Schlag gegen Ägypten aus. Während einer Schiffreise wird Theti von einer verzauberten Biene gestochen. Dadurch setzt sie die Krone der Göttin Uto, der Schutzgöttin Unterägyptens, in Brand. Diese Krone sollte zur Pschent Zeremonie nach Theben gebracht werden, damit der Pharao die Doppelkrone Ägyptens überreicht werden kann, um seine Herrschaft über die beiden Länder zu dokumentieren. Papyrus muss zur Göttin Uto reisen, um Ägypten und Theti zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162447","hoster":"VOE"},{"path":"/redirect/9162444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-18","name":"Was geschah mit Neferure?","epNo":18,"alt":"Neferure","descr":"Als Theti ein Baby war, ließ der Pharao von ihrer Mutter Neferure eine goldene Maske anfertigen. Diese Maske belegte Seth mit einem Zauber, der die junge Frau dazu brachte, einen Mordanschlag auf den Pharao zu verüben. Der Anschlag misslang, Neferure musste sterben. Plötzlich sieht Rahtofer diese Maske im Traum. Er eilt voller Sorge zum Grabmal der Neferure und sieht, dass die Maske verschwunden ist. Ein Grabräuber hat sie entwendet und an Theti verkauft …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14029410","hoster":"VOE"},{"path":"/redirect/9162455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-19","name":"Die Abgesandten","epNo":19,"alt":"Emissaries","descr":"Um den Frieden zu sichern, wollen die Abgeordneten der Mittelmeerländer verhandeln. Doch die Reise zum Tagungsort ist mehr als gefährlich: Das Boot ist undicht, ein geheimnisvoller Angreifer versetzt die Reisenden in Angst und Schrecken, die Sphinx wird zerstört und ein böser Streit zwischen den Abgesandten entfacht. Wer ist nur für die üblen Taten verantwortlich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162465","hoster":"VOE"},{"path":"/redirect/9162467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-20","name":"Einmal Prinzessin von Ägypten sein","epNo":20,"alt":"Princess Tiya","descr":"Tiya ist eifersüchtig auf Prinzessin Théti. Sie kann Papyrus nämlich so oft sehen, wie sie möchte. Deshalb möchte Tiya unbedingt auch Prinzessin sein. Semout ein von Seth besessener Kaufmann – kann ihr diesen Wunsch erfüllen. Er lässt Tiya in einen Zauberspiegel schauen und schon nimmt sie die Gestalt von Théti an. Théti verwandelt sich inzwischen in Tiya und wird von Semout in ein Labryrinth geführt, aus dem sie lebend nicht mehr heraus kommen kann, wenn sie sich nicht Seth unterordnet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162479","hoster":"VOE"},{"path":"/redirect/9162478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-21","name":"Théti wagt ihr Leben","epNo":21,"alt":"Princess Star","descr":"Der heilige Stern Sothis, dessen Erscheinen die jährliche Nilüberschwemmung ankündigt, ist gefangen genommen worden. Natürlich steckt Seth wieder dahinter. Ohne Sothis droht Ägypten eine furchtbare Hungersnot. Papyrus macht sich mit Ratofer auf den Weg, den Stern zu befreien und Ägypten zu retten. Sie geraten aber auch in Gefangenschaft. Jetzt muss Théti versuchen, Ratofer und Papyrus zu retten. Dabei riskiert sie ihr Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918963","hoster":"VOE"},{"path":"/redirect/9162493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-22","name":"Die Maske der Prophezeiung","epNo":22,"alt":"The Sacred Child of Ebla","descr":"Das Heilige Kind kann den Völkern des Mittelmeerraumes die Zukunft voraussagen, diese Gabe wird von Generation zu Generation weitergegeben. Plötzlich hat Papyrus Freund Hapou eine schreckliche Vision: Das Heilige Kind ist in Gefahr! Außerdem erfährt Papyrus von einer Prophezeiung, die für das Land eine große Katastrophe bedeutet: In zwei Nächten sollen alle Mädchen Ägyptens, die alt genug sind Mutter zu werden, sterben. Papyrus und seine Freunde müssen das Heilige Kind finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162499","hoster":"VOE"},{"path":"/redirect/9162516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-23","name":"Ist Ratofer ein Verräter?","epNo":23,"alt":"The Ished Tree","descr":"Aker hat einen erneuten Angriff auf Ägypten gestartet. Sein Plan ist, den heiligen Ished-Baum zu zerstören, auf dessen goldenen Blättern alle Pharaonen und deren Nachkommen verzeichnet sind. Auf diese Weise will er die Herrschaft Merenres beenden und Seth zum Sieg verhelfen. Der niederträchtige Plan scheint zu gelingen. In letzter Minute kann Papyrus Akers Plan durchkreuzen, indem er den Diener Seths mit dem Schwert des Horus angreift. Merkwürdig ist nur, dass Ratofer Papyrus von diesem Angriff abgeraten hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162535","hoster":"VOE"},{"path":"/redirect/9162554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-24","name":"Schon wieder Ahmes","epNo":24,"alt":"The Djed Pillar","descr":"Aker hat einen neuen Plan, die Herrschaft über Ägypten zu erringen. Er will den Djed-Pfeiler, der im Königreich der Götter steht und für die Bewahrung der Balance zwischen Himmel und Erde zuständig ist, zerstören. Dann soll Ahmes, der verräterische Bruder Merenres, neuer Herrscher von Ägypten werden. Papyrus macht sich mit Théti auf den Weg zum Tribunal der Götter, um das zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162581","hoster":"VOE"},{"path":"/redirect/9162595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-25","name":"Papyrus vor Gericht","epNo":25,"alt":"The Trial of Papyrus","descr":"In Theben werden heilige Stätten und Grabkammern ausgeraubt und geschändet. Keptes und Ahmes gelingt es, den Verdacht auf Papyrus zu lenken. Jetzt soll ihm der Prozess gemacht werden. Fast schafft es Ahmes, Papyrus als Grabräuber zu überführen, doch in letzter Sekunde verspricht er sich und steht plötzlich als Verräter da. Aker will aber nicht zulassen, dass Papyrus mit heiler Haut davon kommt. Deshalb schickt er Keptes, der sich in einen Dämon verwandelt, in die Schlacht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162610","hoster":"VOE"},{"path":"/redirect/9162644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/papyrus/staffel-2/episode-26","name":"Die Kraft der Liebe","epNo":26,"alt":"The Nightmare","descr":"Aker hat etwas Unglaubliches geschafft: Er ist in Papyrus Traumwelt eingedrungen. Durch Alpträume soll Papyrus verleitet werden, den Pharao umzubringen. Ratofer erkennt das rechtzeitig und versucht mit Theti in die Traumwelt von Papyrus einzudringen, um ihn in die wirkliche Welt zurückzuholen … .","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9162650","hoster":"VOE"},{"path":"/redirect/9162649","hoster":"Streamtape"}]}]}]}]}