{"path":"/serie/stream/paradise-city","name":"Paradise City","descr":"[Paradiesstadt] An der Westküste versucht eine Rockband mit Hang zum Okkultismus, unterstützt von ihren Maestros, nicht unter dem Druck der Musikindustrie zu zerbrechen. Doch dann holt den Sänger seine Vergangenheit ein: ein Geheimnis, das ihn und eine junge Frau, ein Groupie, verbindet.","seasons":[{"path":"/serie/stream/paradise-city/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/paradise-city/staffel-1/episode-1","name":"","epNo":1,"alt":"Pilot - Don\u0027t Let the Name Fool You","descr":"Lass dich nicht vom Namen täuschenEine höchst kontroverse Rockband mit Verbindungen zum Okkultismus kehrt nach einer Pause zurück, um herauszufinden, dass der Sänger ein eindringliches Geheimnis vor seiner Haustür hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12380778","hoster":"VOE"},{"path":"/redirect/12477520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paradise-city/staffel-1/episode-2","name":"","epNo":2,"alt":"A Groupie in the Tabloids","descr":"Ein Groupie in den BoulevardzeitungenDie Ankunft von Vivian und ihrem Baby in Hollywood stellt Johnnys Leben auf den Kopf, während seine Bandkollegen, Manager und Plattenlabel sich alle bemühen, den Zug auf den Gleisen zu halten. Simon bekommt seinen ersten Eindruck von der großen Zeit mit einem Anruf von Maya.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8801736","hoster":"VOE"},{"path":"/redirect/8611004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paradise-city/staffel-1/episode-3","name":"","epNo":3,"alt":"From a Friend to a Foe","descr":"Vom Freund zum FeindLily und Gretchen haben endlich ein persönliches Gespräch, ohne dass Johnny es weiß, während Lizzie sich auf den Weg in die Stadt macht, um ihre geheime Hebelwirkung zu entfalten und nach einem Topf voll Gold zu suchen. Eine ausverkaufte Show für Simon liefert ein Ergebnis, für das er nicht bereit war.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8801738","hoster":"VOE"},{"path":"/redirect/8611002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paradise-city/staffel-1/episode-4","name":"","epNo":4,"alt":"The Man of the Hour","descr":"Der Mann der StundeAlle Karten liegen für Johnny auf dem Tisch, und Adam, Elias, Vivian und Lizzie treffen sich persönlich. Währenddessen hängt Lilys Schicksal in The Relentless in der Schwebe.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8801737","hoster":"VOE"},{"path":"/redirect/8611015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paradise-city/staffel-1/episode-5","name":"","epNo":5,"alt":"A Couple of Shirley Temples","descr":"Ein paar Shirley-TempelJohnny und Lily gehen zu The Rainbow und haben das Treffen, das ihre gemeinsame Zukunft bestimmen wird. Leo und Vic übernehmen die Leitung der Band, als eine Reise nach New Orleans unmittelbar bevorsteht. Simon sucht nach einem neuen Veranstaltungsort auf einer anderen Seite der Stadt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8801741","hoster":"VOE"},{"path":"/redirect/8611001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paradise-city/staffel-1/episode-6","name":"","epNo":6,"alt":"Sing it to her Face","descr":"Singe es ihrem GesichtLily und Jade machen Adam ihre Forderungen bekannt. Elias und Vivian müssen sich mit Faith ihrem Moment der Wahrheit stellen. Svengali hat alleine Zeit mit Johnny im Studio und hat eine Überraschung für den Rest der Band.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8801735","hoster":"VOE"},{"path":"/redirect/8611003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paradise-city/staffel-1/episode-7","name":"","epNo":7,"alt":"The Best Thing He Ever Created","descr":"Das Beste, was er jemals geschaffen hatDie Relentless diskutieren zum ersten Mal als Gruppe über Johnnys Geheimnis und nicht jeder sieht auf Augenhöhe. Maya muss in Bezug auf ihre Karriere und Loyalität nach Seelen suchen. Simon entdeckt ein Geheimnis, das Natalie über seinen Vater gehütet hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8801771","hoster":"VOE"},{"path":"/redirect/8611005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paradise-city/staffel-1/episode-8","name":"","epNo":8,"alt":"What\u0027s Your Last Name","descr":"Wie lautet dein NachnameDie Relentless spielen ihre letzte Show mit Lily in der Band. Johnny tanzt mit seinen Dämonen im Hotel. Gretchen hat eine Begegnung, die alles verändern wird. Simon lernt endlich sein Idol kennen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8801774","hoster":"VOE"},{"path":"/redirect/8611011","hoster":"Streamtape"}]}]}]}]}