{"seriesId":"paradox","name":"Paradox","descr":"Detective Inspector Rebecca Flint leitet ein Team, das Kriminalfälle klärt, die erst in der Zukunft passieren werden. - Als der Astrophysiker Dr. Christian King Vorboten einer großen Katastrophe empfängt, versuchen sie mit allen Mitteln, die kommende Tragödie zu verhindern, trotz aller Skepsis der restlichen Welt...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Erkenntnis","epNo":1,"alt":"Episode 1","descr":"Der weltbekannte Astrophysiker Dr. Christian King beobachtet gerade eine Reihe von spektakulären Sonnen-Eruptionen, die auf der Erde weit über die Arktis hinaus als Polarlichter sichtbar werden. Plötzlich empfängt er von einem Forschungssatelliten acht Bilder aus dem Weltall, die eine große Katastrophe zeigen. Die Bilder scheinen aus unterschiedlichen Quellen zu stammen","versions":[{"lang":1,"streams":[{"redirect":8801798,"hoster":"VOE"},{"redirect":8611026,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wahrheit","epNo":2,"alt":"Epiosde 2","descr":"Die Ereignisse des Vortages beschäftigen Rebeccas immer noch sehr. Insbesondere quält sie die Frage, ob sie tatsächlich die Möglichkeit gehabt hätte, den Lauf des Schicksals, die vorgezeichnete Zukunft zu verändern. Bei der Explosion des Zuges sind 73 Menschen gestorben und Rebecca will nicht dieselben Fehler nochmal machen.Um die verfahrene Angelegenheit noch schlimmer zu machen erhält Dr. King erneut acht Bilder, die wieder Fragmente von Ereignissen zeigen, die in genau 18 Stunden eintreten werden. Erschreckenderweise zeigt eine der Aufnahmen einen toten Ben. Amelia und Simon beschließen, dieses Bild vor Ben und Rebecca geheim zu halten, sehr zum Ärger von Dr. King. Auch die anderen Bilder scheinen auf den ersten Blick überhaupt keinen Sinn zu machen und keine verwertbaren Spuren zu enthalten – und das Team fragt sich schon, ob sie sich überhaupt mit der Zukunft anlegen sollen.Auf der anderen Seite sind die Aufnahmen klare Vorboten eines Unglücks. Sie zeigen unter anderem einen ertrunkenen Jungen. Rebecca begibt sich auf Spurensuche, wobei es zu einem heftigen Streit mit Ben kommt, der damit endet, dass sie ihn aus dem Team wirft. Während der Ermittlungen stellt sich nach und nach heraus, dass offenbar Danny Simpson den Nachbarsjungen Jack entführt und an einem geheimen Ort eingesperrt hat. Tragischerweise verunglückt Danny bei einem Verkehrsunfall tödlich, so dass unsere Ermittler ihn nicht befragen können, wo dieser geheime Ort ist.Dr. King beschließt inzwischen, Rebecca die Wahrheit zu sagen, und zeigt ihr das achte Bild mit dem toten Ben. Sie weiß nicht, wo Ben sterben soll, ihr bleiben nur noch 30 Minuten. Als letzte Möglichkeit überprüft sie eine Garage, die dem verstorbenen Vater von Danny gehörte. Wird es ihr rechtzeitig gelingen, das Leben von Jack und Ben zu retten?","versions":[{"lang":1,"streams":[{"redirect":8801797,"hoster":"VOE"},{"redirect":8627048,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ewigkeit","epNo":3,"alt":"Epiosde 3","descr":"Dr. King erhält erneut sieben Bilder aus dem All. Alle Aufnahmen deuten auf ein Verbrechen hin, höchstwahrscheinlich die Vergewaltigung einer jungen Frau. Die Spur führt zu einem verurteilten Straftäter: Stuart Taylor. Jedoch ist auch der Disco-Mitarbeiter Gerry Mortimer verdächtig. Nach einer verzweifelten Suche nach dem Opfer gelingt es Rebecca, den Täter in letzter Sekunde zu stoppen. Da diesem aber nun kein Verbrechen nachgewiesen werden kann, wird er wieder auf freien Fuß gesetzt. Frustriert stellt Rebecca Dr. King zur Rede, woher die Bilder nun eigentlich stammen. Dr. King gesteht ihr, dass eine der Aufnahmen definitiv von dem Satelliten \"Prometheus zwei\" aus geschossen wurde, auf den eigentlich nur er selbst Zugriff hat. Er schwört jedoch, dass er keine Ahnung hat, wer sich noch daran zu schaffen macht. Rebecca sieht ihre neue Rolle mit gemischten Gefühlen. Zum ersten Mal beginnt sie sich zu fragen, wie viel Verantwortung mit der Fähigkeit, in die Zukunft sehen zu können, einhergeht – und ob das Team nicht vielleicht sogar das Unglück mit herbeiführt, das es eigentlich bekämpfen soll …","versions":[{"lang":1,"streams":[{"redirect":8801800,"hoster":"VOE"},{"redirect":12982290,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Entscheidung","epNo":4,"alt":"Episode 4","descr":"Dr. King erhält erneut Bilder, jedoch sind es diesmal sogar 12. Das Team macht sich an die Arbeit und kommt auf die Spur eines bekannten Gauners, Tony Gooding, der kürzlich in einen Raubüberfall verwickelt war und anscheinend nun das Geld über den Reisebürobesitzer Martin waschen will. Jedoch führen die Fotos auch zu einem jungen Familienvater namens Jazz, der Fassaden-Arbeiten verrichtet und so gar keinen Bezug zu diesen Verbrechern hat. Rebecca und ihr Team tappen völlig im Dunkeln und finden keinen Zusammenhang. Als dann noch die 14-jährige Dionne ins Spiel kommt ist die Verwirrung perfekt. Das Einzige, das klar aus den Fotos hervorgeht ist, dass es ein Feuer geben wird, ein Karabinerhaken brechen wird und zwei Menschen sterben werden. Eines der Bilder, die beim letzten Mal übermittelt wurden, war wohl eher zufällig mit in der Auswahl und bezog sich nicht auf ein kommendes Ereignis. Woher sollen sie wissen, welche vor einem Unglücksfall warnen, und welchen Bildern sie überhaupt vertrauen können?","versions":[{"lang":1,"streams":[{"redirect":8801804,"hoster":"VOE"},{"redirect":8611028,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bestimmung","epNo":5,"alt":"Episode 5","descr":"Rebeccas Moral ist auf dem Tiefstand angekommen. Die Bürde, in die Zukunft sehen zu können, ist einfach zu viel für sie. Über das Los eines Menschen zu entscheiden, die Kontrolle über das Schicksal zu haben, Gott zu spielen – eine zu große Verantwortung für einen ganz normalen Menschen. Die Ereignisse der letzten Tage haben sie so sehr mitgenommen, dass sie aussteigen will. Doch ihre Vorgesetzten machen ihr unmissverständlich klar, dass sie keine andere Option hat, als weiterhin ihre Pflicht zu erfüllen.","versions":[{"lang":1,"streams":[{"redirect":8801808,"hoster":"VOE"},{"redirect":8611025,"hoster":"Streamtape"}]}]}]}]}