{"path":"/serie/stream/parades-end-der-letzte-gentleman","name":"Parade’s End – Der letzte Gentleman","descr":"Christopher Tietjens (Benedict Cumberbatch) ist ein brillianter Statistiker aus einer wohlhabenden Familie und gilt als \"der letzte Tory\". Er heiratet Sylvia Satterthwaite (Rebecca Hall), eine nachtragende Salonlöwin, die zwar schwanger ist, ohne aber sicher sagen zu können ob es sein Kind ist. Christopher will ihr gegenüber treu bleiben, auch wenn sie es darauf angelegt zu haben scheint, ihn zu ruinieren – da tritt die junge Frauenrechtlerin Valentine Wannop (Adelaide Clemens) in sein Leben, in die er sich verliebt ohne ihr wirklich näher zu kommen. Da bricht der erste Weltkrieg aus und mit Christopher Tiertjens zieht die Geschichte vom Glitter Londons auf die französischen Schlachtfelder – während die beiden Frauen in der Stadt bleiben und den Geschehnissen auf ihre Weise begegnen.","seasons":[{"path":"/serie/stream/parades-end-der-letzte-gentleman/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/parades-end-der-letzte-gentleman/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Christopher Tietjens, der Inbegriff des britischen Gentleman und Spross einer alteingesessenen Landbesitzerfamilie, heiratet die frivole Sylvia Satterthwaite. Das Ehepaar bekommt ein Kind. Obwohl sich Tietjens nicht sicher ist, ob er der Vater ist, liebt er Michael wie seinen eigenen Sohn. Die glamouröse Sylvia, die sich auf rauschenden Abendveranstaltungen vergnügt, ist schnell gelangweilt von der Ehe. Sie stürzt sich in zahlreiche Affären, bis sie auch davon angeödet ist und schließlich anbietet, zu Christopher zurückzukehren. Für den respektablen Tietjens, der am Althergebrachten aus Rücksicht festhält, sind Pflichtgefühl und Anstand das Wichtigste, eine Scheidung zieht er nicht in Betracht. Er verkörpert die Traditionen einer Epoche, die längst vom Einbruch eines neuen Zeitalters überholt wurden. Während das Familienleben der Tietjens turbulente Zeiten erlebt, gerät auch das noch junge Jahrhundert in Umbruch. In den Straßen von London demonstrieren die Frauen für ihr Wahlrecht und die Gleichberechtigung. Bei einer Demonstration der Frauenrechtlerinnen macht Christopher mit der willensstarken Suffragette Valentine Wannop Bekanntschaft – im Gegensatz zu seiner luxusfixierten Gattin – eine freigeistige Frau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919004","hoster":"VOE"},{"path":"/redirect/8610996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/parades-end-der-letzte-gentleman/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Christopher holt die reumütige Sylvia wieder zu sich, nachdem sie ihn in einem Brief um die Rückkehr gebeten hat. Bei ihrem Wiedersehen überbringt sie ihrem Mann teilnahmslos die Nachricht vom Tod seiner Mutter. Bei der Trauerfeier soll der Gesellschaft die intakte Ehe der Tietjens vorgespielt werden, um die Gerüchte über das ungleiche Paar zum Verstummen zu bringen. Doch hinter der Fassade haben sich die beiden auseinander gelebt. Sylvia feiert Silvester in London bei einem Liebhaber, während Christopher mit Sohn Michael und seiner Schwester Effie die Feiertage auf dem Familienlandsitz in Groby verbringt. Auf einem Cricket-Turnier wird Valentine an die verhängnisvolle Kutschfahrt mit Christopher erinnert, als ihre Mutter von General Campion die Reparaturkosten für die Kutsche einfordert. Edith Duchemin, eine treue Freundin von Valentine, fühlt sich in ihrer Ehe mit dem geistig verwirrten Reverend Duchemin gefangen und reist zusammen mit Christophers bestem Freund, Kollegen und Literaturkritiker MacMaster für einige Tage aufs Land. Die Gesellschaft debattiert erregt die politischen Wirren in England, die durch die Demonstrationen der Frauenrechtlerinnen angeheizt werden. Aber niemand, außer Christopher, sieht die Bedrohung eines viel größeren politischen Ereignisses, das ganz Europa bevorsteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801691","hoster":"VOE"},{"path":"/redirect/9241248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/parades-end-der-letzte-gentleman/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Als Valentine von Edith erfährt, dass sie von MacMaster ein Kind erwartet und es abtreiben muss, bricht für Valentine eine Welt zusammen. Denn Edith war immer Valentines Vorbild in Sachen Moral und Ehre. Bei Kriegsausbruch kündigt Christopher seine Arbeitsstelle und meldet sich freiwillig zur Armee. Sylvia hat kein Verständnis für seine Entscheidung, für sein Land zu kämpfen. Auf MacMasters Party, anlässlich dessen Aufnahme in den Londoner Literaturkreis, treffen sich Tietjens und Valentine endlich wieder. Sie ist entsetzt über Christophers Beschluss, in den Krieg zu ziehen. Beide sind kurz davor, sich ihre Liebe zu gestehen, aber Christopher kann sein Eheversprechen nicht brechen. Im Krieg wird Christopher verwundet und in einem Lazarett behandelt. Sylvia hat währenddessen einen neuen Verehrer gefunden. Auch Tietjens Vater und sein Bruder Mark schenken dem Gerede über Christopher Glauben. Als Tietjens nach seiner Genesung wieder nach London zurückkehrt, wird er von den beiden geschnitten. Valentine, deren Familie wegen ihrer pazifistischen Haltung gesellschaftlich geächtet wird, tritt in London eine Stelle als Lehrerin an und wartet sehnlichst auf Christophers Rückkehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801700","hoster":"VOE"},{"path":"/redirect/8610998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/parades-end-der-letzte-gentleman/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Auf einer Abendveranstaltung beobachtet Sylvia argwöhnisch die Vertrautheit zwischen ihrem Mann und der jungen Valentine Wannop. Um die junge Frau von ihrem Mann fern zu halten, verbreitet Sylvia Gerüchte über eine andere Affäre Christophers. Tietjens wird gerade von seinem Bruder Mark ins Kriegsbüro begleitet, als Valentine ihn dort aufgeregt erwartet. Mark versichert ihr, sich dafür einzusetzen, dass Tietjens nicht an der Front kämpfen muss, sondern einen sicheren Posten bekommt. Tietjens und Valentine, die ihre Gefühle für einander nicht mehr verbergen können, verabreden sich, Tietjens letzte Nacht, bevor er in den Krieg zieht, gemeinsam zu verbringen. Doch zuerst besucht er MacMasters Party zur Feier dessen Aufnahme in den Ritterstand und der Hochzeit mit Edith. Und dann gibt auch noch Valentines Bruder mit einigen Freunden im Haus der Wannops eine Feier. Während Tietjens in Rouen stationiert wird, vergnügt sich Sylvia auf Abendveranstaltungen. Valentine arbeitet als Lehrerin an einer Londoner Schule. Sylvia schafft es, ihren Ex-Liebhaber Perowne zu überzeugen, sie nach Rouen zu begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13121989","hoster":"VOE"},{"path":"/redirect/8611000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/parades-end-der-letzte-gentleman/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"In Rouen angekommen, speist Sylvia mit General Campion, während Christopher bei einem Luftangriff viele seiner Soldaten verliert. Weil Christopher in der Stadt Sylvia an der Seite von Perowne beobachtet und sie ihn darauf mit einer Nachricht hinhält, trifft sich das Ehepaar Tietjens erst bei einem Empfang wieder. Noch bevor es am Abend im Hotel zur Aussprache kommt, schläft Tietjens erschöpft von den Kriegsstrapazen ein. Er erwacht erst wieder durch die Nachricht, dass er früher als geplant ins Feldlager zurück muss. Sylvia bittet Christopher darum, wieder mit Sohn Michael auf dem Familienlandsitz der Tietjens in Groby wohnen zu dürfen. Die Begegnung endet in einer leidenschaftlichen Versöhnung. Doch als das Ehepaar gestört wird, hat sich Christopher nicht mehr unter Kontrolle und wird gegenüber einem Vorgesetzten handgreiflich. Seine Tätlichkeit zieht ernste Konsequenzen nach sich. Währenddessen hofft Valentine auf ein Telegramm von Christopher","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13121993","hoster":"VOE"},{"path":"/redirect/8610995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/parades-end-der-letzte-gentleman/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Tietjens ist zur Strafe an die Front kommandiert worden und im Schützengraben dem Kanonenfeuer ausgesetzt. Nur der Gedanke an Valentine gibt ihm Kraft das Elend und Gemetzel des Krieges zu ertragen. Bei einem Bombardement, bei dem viele seiner Kameraden sterben, wird Christopher schwer verwundet. Sylvia, die mit Sohn Michael wieder den Familienlandsitz der Tietjens in Groby bewohnt, kehrt dem ruhigen Leben auf dem Land erneut den Rücken, um sich im Londoner Nachtleben zu amüsieren. Als Christopher nach dem Aufenthalt im Lazarett endlich wieder nach Groby zurückkehrt, ist er entsetzt, dass Sylvia den alten Familien-Baum der Tietjens hat fällen lassen. Nach dieser Enttäuschung bringt er keinerlei Mitgefühl mehr für seine Frau auf, die inzwischen krebskrank ans Bett gefesselt ist. Bei Kriegsende trifft Tietjens Valentine wieder, die von Edith über seine Rückkehr informiert wurde. Hat Valentine, die während des Kriegs in London als Lehrerin arbeitete, gewartet und auf seine Rückkehr gehofft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801707","hoster":"VOE"},{"path":"/redirect/8610999","hoster":"Streamtape"}]}]}]}]}