{"seriesId":"parks-and-recreation","name":"Parks and Recreation","descr":"Pawnee, Indiana. \"Parks and Recreation\" sind das Aufgabengebiet von Leslie Knope (Amy Poehler). Als die desorganisierte Beamtin mit dem Herzen am rechten Fleck auch aus karrierepolitischen Gründen das Vorhaben, einen Park aus einer verlassenen Baustelle zu machen, unterstützt, erweist sich das Unterfangen als problematischer als zunächst gedacht. Wie bei \"The Office\", dessen kreative Köpfe auch hier verantwortlich zeichnen, wird die Heldin auf Schritt und Tritt von einem Kamerateam in der wohlvertrauten Dokutainment-Manier verfolgt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Eine ganz normale Behörde","epNo":1,"alt":"Make My Pit a Park","descr":"Ein Kamerateam begleitet Leslie Knope bei ihrer Arbeit als Beamtin der Stadtverwaltung von Pawnee, Indiana. Bei einer öffentlichen Veranstaltung in der Schule, bei der die Bürger ihre Anliegen vorbringen können, erfährt Leslie durch die Krankenschwester Ann Perkins von einer großen Baustelle in der Stadt, die ein Sicherheitsrisiko darstellt. Die engagierte Leslie will sich der Sache annehmen.","versions":[{"lang":1,"streams":[{"redirect":12334237,"hoster":"VOE"},{"redirect":11101936,"hoster":"Doodstream"},{"redirect":8611219,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338717,"hoster":"VOE"},{"redirect":12338719,"hoster":"Doodstream"},{"redirect":12338718,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Stimmenfang","epNo":2,"alt":"Canvassing","descr":"Leslie möchte die Grube zuschütten und darüber einen Park errichten lassen. Dafür braucht sie aber die Unterstützung der Anwohner, was sich als gar nicht so einfach herausstellt. Als Leslie gemeinsam mit Tom auf Stimmenfang geht, reißt ihr bald der Geduldsfaden und auch die danach stattfindende Bürgerversammlung läuft nicht reibungslos ab. Immerhin erscheint ihre Mutter zu der Veranstaltung.","versions":[{"lang":1,"streams":[{"redirect":8802063,"hoster":"VOE"},{"redirect":11101938,"hoster":"Doodstream"},{"redirect":8611221,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13639661,"hoster":"VOE"},{"redirect":12338715,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Reporterin","epNo":3,"alt":"The Reporter","descr":"Leslie denkt, ein Bericht in der Zeitung könne ihrem Projekt helfen. Obwohl sie alles für die Interviews penibel genau vorbereitet, kommt es doch zum Supergau: Anns Freund Andy, der sich an der Baustelle verletzt hatte, erzählt vor Reporterin Shauna zum ersten Mal, wie betrunken er in besagter Nacht war. Die Journalistin findet zudem so großen Gefallen an Mark, dass sie gleich bei ihm übernachtet.","versions":[{"lang":1,"streams":[{"redirect":12267891,"hoster":"VOE"},{"redirect":11101937,"hoster":"Doodstream"},{"redirect":8611217,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338725,"hoster":"VOE"},{"redirect":12338727,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Männerclub","epNo":4,"alt":"Boys\u0027 Club","descr":"April hat eine Seite für das Parkprojekt online gestellt, auf der man sich als Freund anmelden kann. Leslie sieht dabei zum ersten Mal, mit wie vielen gutaussehenden Frauen Mark befreundet ist und ist gar nicht amüsiert. Als sie abends mit ihm und ein paar anderen ein wenig über den Durst trinkt, bricht sie ihre zudem ihre Grundsätze, womit sie sich auch noch eine gehörige Portion Ärger einhandelt.","versions":[{"lang":1,"streams":[{"redirect":13121995,"hoster":"VOE"},{"redirect":11101940,"hoster":"Doodstream"},{"redirect":8611222,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338720,"hoster":"VOE"},{"redirect":12338723,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Bankett","epNo":5,"alt":"The Banquet","descr":"Leslies Mutter Marlene soll für ihre Leistungen im Schulwesen eine Auszeichnung verliehen werden. Leslie beschließt, auch Ann zu der Veranstaltung einzuladen, die froh ist, ihrem verletzten Freund für einen Abend zu entkommen. Die Krankenschwester ist jedoch nicht mit der Kleiderordnung bei formellen Anlässen vertraut und entscheidet sich stilsicher für ein komplett falsches Outfit.","versions":[{"lang":1,"streams":[{"redirect":8802066,"hoster":"VOE"},{"redirect":11101939,"hoster":"Doodstream"},{"redirect":8611223,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338728,"hoster":"VOE"},{"redirect":12338729,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Rockkonzert","epNo":6,"alt":"Rock Show","descr":"Endlich wurde Andy der Gips entfernt und er kann wieder mit seiner Band auftreten. Bis auf Leslie, die einen wichtigen Termin hat, besucht die ganze Truppe Andys Rockkonzert. Auch Mark ist in der Bar, fühlt sich aber wie das fünfte Rad am Wagen, da jeder außer ihm ein Date hat. Ann ist stinksauer auf Andy, als sie erfährt, dass man seinen Gips schon vor zwei Wochen hätte entfernen können.","versions":[{"lang":1,"streams":[{"redirect":8802086,"hoster":"VOE"},{"redirect":8611226,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338732,"hoster":"VOE"},{"redirect":12338733,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Schwule Pinguine","epNo":1,"alt":"Pawnee Zoo","descr":"Um für den Zoo von Pawnee ein bisschen Werbung zu machen, traut Leslie zwei Pinguine. Direkt nach der offiziellen Vermählung vollziehen die beiden Tiere vor den Augen aller ihre \"Hochzeitsnacht\" und es stellt sich heraus, dass es sich bei den beiden um zwei Pinguinmännchen handelt. Sofort glauben einige, Leslie wollte ein politisches Statement abgeben. Jetzt ist guter Rat teuer.","versions":[{"lang":1,"streams":[{"redirect":8802079,"hoster":"VOE"},{"redirect":11101942,"hoster":"Doodstream"},{"redirect":8611225,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338737,"hoster":"VOE"},{"redirect":12338736,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Marihuana und ein Rendezvous","epNo":2,"alt":"The Stakeout","descr":"Leslie hat Ann erlaubt, mit Mark auszugehen, die sich vorher wegen ihrer Freundschaft zu Leslie nicht getraut hat. Tom und Leslie entdecken derweil im neu bepflanzten Teil der Anlage ein Gewächs, das wie Marihuana aussieht. Die beiden beschließen, die Nacht dort zu verbringen, um den Missetäter zu entlarven. Später sehen sie, wie Anns Exfreund Andy in die Grube klettert …","versions":[{"lang":1,"streams":[{"redirect":8802076,"hoster":"VOE"},{"redirect":11101946,"hoster":"Doodstream"},{"redirect":8611224,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338741,"hoster":"VOE"},{"redirect":12338744,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Schönheitswettbewerb","epNo":3,"alt":"Beauty Pageant","descr":"Bei ihrem zweiten Date mit Mark erfährt Ann, dass Andy in einem Zelt auf der Baustelle haust. Als es zu regnen beginnt, beschließen die beiden, sich seiner anzunehmen. Leslie muss sich indes bei einem Schönheitswettbewerb mit anderen Juroren herumschlagen, die Schönheit anders definieren als sie. Polizist Dave hat derweil Gefallen an der hübschen Beamtin gefunden und will mit ihr ausgehen.","versions":[{"lang":1,"streams":[{"redirect":8802081,"hoster":"VOE"},{"redirect":11101943,"hoster":"Doodstream"},{"redirect":8611232,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338743,"hoster":"VOE"},{"redirect":12338747,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Übungsdate","epNo":4,"alt":"The Practice Date","descr":"Nachdem ein Sexskandal über den Politiker Bill Dexhart ans Licht gekommen ist, machen Tom und die anderen sich einen Spaß daraus, die schmutzigsten Geheimnisse voneinander in Erfahrung zu bringen. Leslie hat ganz andere Sorgen, denn ihre Verabredung mit Dave steht an und sie ist ein Nervenbündel. Ann will ihr helfen, muss aber erkennen, dass Leslie wirklich keine Ahnung von Dates hat.","versions":[{"lang":1,"streams":[{"redirect":8802083,"hoster":"VOE"},{"redirect":11101944,"hoster":"Doodstream"},{"redirect":8611229,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338748,"hoster":"VOE"},{"redirect":12338749,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Brüder aus der Schwesternstadt","epNo":5,"alt":"Sister City","descr":"Abgeordnete aus Pawnees Partnerstadt Boraqua in Venezuela sind zu Besuch in Indiana. Obwohl Leslie mit ihren Mitarbeitern einen guten Eindruck hinterlassen möchte, läuft alles schief. Die Gäste halten Tom für einen Diener, der die ihm erteilten Aufträge dank eines großzügigen Trinkgelds aber ausführt. Auch von den demokratischen Strukturen in der Stadt halten sie wenig und lassen es Leslie spüren.","versions":[{"lang":1,"streams":[{"redirect":8802085,"hoster":"VOE"},{"redirect":8611233,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338751,"hoster":"VOE"},{"redirect":12338754,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kaboom","epNo":6,"alt":"Kaboom","descr":"Nach einer gelungenen Aktion zur Neugestaltung eines Spielplatzes ist Leslie voller Energie und will das Parkprojekt vorantreiben. Mark rät ihr, mögliche Hindernisse einfach zu umgehen. Gesagt, getan. Leslie mietet einen Bulldozer, um die Grube zuzuschütten. Sie weiß allerdings nicht, dass Andy in der Grube wohnt, der prompt verletzt wird, als die erste Schaufel Schutt auf sein neues Heim fällt.","versions":[{"lang":1,"streams":[{"redirect":12919043,"hoster":"VOE"},{"redirect":11101951,"hoster":"Doodstream"},{"redirect":8611227,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338757,"hoster":"VOE"},{"redirect":12338758,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Greg Pikitis","epNo":7,"alt":"Greg Pikitis","descr":"Schon lange hat Leslie den Schüler Greg Pikitis im Verdacht, jährlich an Halloween eine Statue der Stadt zu beschädigen. Als sie ihn damit konfrontiert, streitet der alles ab und so beschließt Leslie, ihn mit der Hilfe von Andy und Dave genau zu beobachten. Ann veranstaltet derweil eine große Halloweenparty, die anfangs nicht so recht in Schwung kommen will. Erst Tom kann den Abend retten.","versions":[{"lang":1,"streams":[{"redirect":13121997,"hoster":"VOE"},{"redirect":11101949,"hoster":"Doodstream"},{"redirect":8611240,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338760,"hoster":"VOE"},{"redirect":12338761,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ron und Tammy","epNo":8,"alt":"Ron and Tammy","descr":"Andy hat einen neuen Job und versucht alles, um Ann zurückzugewinnen. Mark ist darüber nicht sonderlich erfreut und führt ein ernstes Gespräch mit ihm. Leslie erfährt, dass die Stadtbibliothek es auf \"ihren\" Park abgesehen hat, um dort eine neue Bücherei zu errichten. Pikanterweise ist die neue Leiterin der Bibliothek Rons durchtriebene Exfrau Tammy.","versions":[{"lang":1,"streams":[{"redirect":8802098,"hoster":"VOE"},{"redirect":11101948,"hoster":"Doodstream"},{"redirect":8611228,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338762,"hoster":"VOE"},{"redirect":12338765,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Kamel ist kein Pferd","epNo":9,"alt":"The Camel","descr":"Nachdem Vandalen zum wiederholten Mal ein Wandgemälde wegen rassistischer Untertöne beschädigt haben, beschließt die Stadt, es durch ein neues zu ersetzen. Jede Abteilung möchte gewinnen und auch Leslie und ihr Team geben sich die größte Mühe, doch leider können sie sich auf kein Bild einigen. Andy hat indes großen Erfolg als Schuhputzer – bis es zu einem peinlichen Moment mit Ron kommt.","versions":[{"lang":1,"streams":[{"redirect":13122000,"hoster":"VOE"},{"redirect":11101945,"hoster":"Doodstream"},{"redirect":8611239,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338767,"hoster":"VOE"},{"redirect":12338768,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Jagdausflug","epNo":10,"alt":"Hunting Trip","descr":"Ron, Jerry und Mark freuen sich auf ihren jährlichen Männerausflug, bei dem sie heimlich auf die Jagd gehen. Doch dieses Mal will Leslie auch mit und besteht darauf, dass sie und Tom sowie ein paar weitere Frauen eingeladen werden. Im Büro wartet derweil April seit einer gefühlten Ewigkeit in der Warteschleife, da sie für Leslie \"kurz\" eine Information einholen sollte.","versions":[{"lang":1,"streams":[{"redirect":8802093,"hoster":"VOE"},{"redirect":8611230,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338772,"hoster":"VOE"},{"redirect":12338773,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Toms Scheidung","epNo":11,"alt":"Tom\u0027s Divorce","descr":"Leslie erfährt, dass Tom und Wendy sich scheiden lassen. Da Leslie keine Ahnung hat, dass die beiden nur eine Scheinehe geführt haben, damit Wendy nicht nach Kanada abgeschoben wird, versucht sie alles, um Tom aufzuheitern. Ron, der die Wahrheit kennt, möchte von Tom wissen, ob er mit Wendy ausgehen könne. Die hat jedoch, wie sich bald herausstellt, schon ein Date mit einem anderen Mann.","versions":[{"lang":1,"streams":[{"redirect":13916840,"hoster":"VOE"},{"redirect":11101955,"hoster":"Doodstream"},{"redirect":8611231,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338776,"hoster":"VOE"},{"redirect":12338777,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Skandal an Weihnachten","epNo":12,"alt":"Christmas Scandal","descr":"Als Leslie aus Versehen in den Sexskandal um Bill Dexhart hineingerät, taucht sie für einen Tag unter und überlässt dem Rest der Truppe ihre Aufgaben. Alle sind erstaunt, wie viel Leslie an einem Tag erledigt. Obwohl sie die Arbeit untereinander aufteilen, werden sie kaum damit fertig. Leslie wird indes von der Presse nicht in Ruhe gelassen und muss schließlich zu radikalen Mitteln greifen.","versions":[{"lang":1,"streams":[{"redirect":8802099,"hoster":"VOE"},{"redirect":11101952,"hoster":"Doodstream"},{"redirect":8611234,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338780,"hoster":"VOE"},{"redirect":12338782,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Neue Männer für Leslie","epNo":13,"alt":"The Set Up","descr":"Als Ann erfährt, dass die Beziehung von Leslie und Dave vorbei ist, arrangiert sie ein Blind Date mit ihrem Arbeitskollegen Chris. Doch die Chemie zwischen den beiden stimmt überhaupt nicht und Leslie wäre sowieso viel lieber mit dem netten Anwalt Justin ausgegangen. Was hat Ann dagegen? Ron ist derweil auf der Suche nach einem Assistenten, der ihm lästige Bürger und Mitarbeiter vom Leib hält.","versions":[{"lang":1,"streams":[{"redirect":8802111,"hoster":"VOE"},{"redirect":11101954,"hoster":"Doodstream"},{"redirect":8611241,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338784,"hoster":"VOE"},{"redirect":12338783,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Partyhilfe für Leslie","epNo":14,"alt":"Leslie\u0027s House","descr":"Leslie und Justin verstehen sich prächtig und beschließen, sich auch einmal in Leslies Heimatstadt zu treffen. Um dem Anwalt ihre Kollegen und Freunde vorstellen zu können, beschließt Leslie, ein Abendessen zu veranstalten und Ron, Tom und Mark einzuladen. Andy hingegen soll als Kellner fungieren und erklärt sich schließlich dazu bereit, auch wenn er Justin auf den Tod nicht ausstehen kann.","versions":[{"lang":1,"streams":[{"redirect":12251076,"hoster":"VOE"},{"redirect":11101953,"hoster":"Doodstream"},{"redirect":8611237,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338788,"hoster":"VOE"},{"redirect":12338787,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Sweetums","epNo":15,"alt":"Sweetums","descr":"Leslie überlegt, ob sie sich bei ihrem Projekt von einer lokalen Süßwarenfabrik finanzielle Unterstützung holen soll. Das Unternehmen möchte im Gegenzug künftig Energieriegel im Park verkaufen dürfen. Als Leslie erfährt, wie ungesund der Süßkram ist, möchte sie den Deal abblasen ’ sehr zu Rons Ärger, der Privatisierungen und die freie Wahl des Konsumenten über die öffentliche Sicherheit stellt.","versions":[{"lang":1,"streams":[{"redirect":8802121,"hoster":"VOE"},{"redirect":11101956,"hoster":"Doodstream"},{"redirect":8611235,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338792,"hoster":"VOE"},{"redirect":12338793,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Verflossene Liebe","epNo":16,"alt":"Galentine\u0027s Day","descr":"Als Leslie eine Liebesgeschichte ihrer Mutter hört, möchte sie ein Treffen zwischen Marlene und ihrer alten Flamme arrangieren. Mit Justins Hilfe gelingt es ihr, den Mann ausfindig zu machen. Der hat sich in den vergangenen Jahren aber stark verändert und Leslie ist unsicher, ob sie ihn ihrer Mutter präsentieren soll. Andy und seine Band sind derweil sehr aufgeregt, da sie einen Auftritt haben.","versions":[{"lang":1,"streams":[{"redirect":12380780,"hoster":"VOE"},{"redirect":11101959,"hoster":"Doodstream"},{"redirect":8611238,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338795,"hoster":"VOE"},{"redirect":12338798,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Frau des Jahres","epNo":17,"alt":"Woman of the Year","descr":"Sehr zu Leslies Missfallen soll Ron eine Auszeichnung als \"Frau des Jahres\" erhalten – für ein Projekt, das einst Leslie ins Leben gerufen hat. Ron macht sich darüber lustig, beschließt aber sofort, Leslie letztlich den Preis entgegennehmen zu lassen. Als er erfährt, dass dieses Jahr mit Absicht ein Mann ausgewählt wurde, um größere Aufmerksamkeit zu erregen, ist guter Rat teuer.","versions":[{"lang":1,"streams":[{"redirect":8802117,"hoster":"VOE"},{"redirect":11101957,"hoster":"Doodstream"},{"redirect":8611236,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338801,"hoster":"VOE"},{"redirect":12338802,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Opossum","epNo":18,"alt":"The Possum","descr":"Nachdem der Hund des Bürgermeisters auf dem Golfplatz von einem Opossum gebissen wurde, soll Leslie gemeinsam mit Tom, Andy und zwei unfähigen Tierrettern das Tier ergreifen. Während Tom schreiend davonrennt, kann Andy das Tier fangen. Als später Leslie mit dem Opossum, auf das jeder Ansprüche anmeldet, bei sich zuhause ist, erzählt ihr April zum ersten Mal von ihren Gefühlen für Andy.","versions":[{"lang":1,"streams":[{"redirect":8802130,"hoster":"VOE"},{"redirect":11101960,"hoster":"Doodstream"},{"redirect":8611242,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338803,"hoster":"VOE"},{"redirect":12338804,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Unsicheres Gelände","epNo":19,"alt":"Park Safety","descr":"Jerry wurde im Park ausgeraubt und hat sich dabei die Schulter ausgekugelt – behauptet er jedenfalls. Leslie will sofort die Sicherheitsmaßnahmen in den Parks erhöhen, braucht dafür aber die nötigen Finanzmittel. Ron gibt derweil Selbstverteidigungskurse in der Arbeit, damit die anderen nicht so enden wie Jerry. Die komplizierte Liebesgeschichte zwischen Ann, Andy und April geht weiter.","versions":[{"lang":1,"streams":[{"redirect":12380782,"hoster":"VOE"},{"redirect":11101958,"hoster":"Doodstream"},{"redirect":8611248,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338807,"hoster":"VOE"},{"redirect":12338809,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Sommerkatalog","epNo":20,"alt":"Summer Catalog","descr":"Leslie will ein Treffen zwischen Ron und seinen drei Amtsvorgängern organisieren. Bald stellt sich jedoch heraus, dass die vier Männer zusammen unausstehlich sind – und jeder einzelne für sich sowieso. Der eine ist sexistisch, der andere faul und der nächste spricht dauernd begeistert von Marihuana. Am Ende ist Leslie fast froh, täglich nur mit Ron auskommen zu müssen.","versions":[{"lang":1,"streams":[{"redirect":12919051,"hoster":"VOE"},{"redirect":11101965,"hoster":"Doodstream"},{"redirect":8611247,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338812,"hoster":"VOE"},{"redirect":12338813,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"94 Termine","epNo":21,"alt":"94 Meetings","descr":"Aufgrund eines Fehlers von April ist Ron gezwungen, seinen Job zu erledigen und zu dutzende Meetings an einem Tag zu gehen. April, Andy, Leslie und Ann müssen ihm helfen und teilweise einspringen. Jeder versucht auf seine Art, mit den vielen Gesprächsterminen fertig zu werden. Leslie ist zudem damit beschäftigt, den Abriss eines alten Pavillons zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8802124,"hoster":"VOE"},{"redirect":11101962,"hoster":"Doodstream"},{"redirect":8611244,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338817,"hoster":"VOE"},{"redirect":12338816,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Nächtlicher Spendenmarathon","epNo":22,"alt":"Telethon","descr":"Bei einem Spendenmarathon lässt sich Leslie für eine Nachtschicht eintragen und gewinnt als Gaststar den Ex-Sportler Detlef Schrempf. Doch Leslie hat ihr Schlafdefizit unterschätzt und dann taucht ihr Promi nicht auf. Als sie erfährt, dass Mark Ann einen Antrag machen will, schlägt sie vor, er könnte das doch vor der Kamera machen. Später erfährt sie von Ann, dass sie sich von Mark trennen will.","versions":[{"lang":1,"streams":[{"redirect":8802138,"hoster":"VOE"},{"redirect":11101963,"hoster":"Doodstream"},{"redirect":8611246,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338818,"hoster":"VOE"},{"redirect":12338819,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Master Plan","epNo":23,"alt":"The Master Plan","descr":"Bei einem Spendenmarathon lässt sich Leslie für eine Nachtschicht eintragen und gewinnt als Gaststar den Ex-Sportler Detlef Schrempf. Doch Leslie hat ihr Schlafdefizit unterschätzt und dann taucht ihr Promi nicht auf. Als sie erfährt, dass Mark Ann einen Antrag machen will, schlägt sie vor, er könnte das doch vor der Kamera machen. Später erfährt sie von Ann, dass sie sich von Mark trennen will.","versions":[{"lang":1,"streams":[{"redirect":8802142,"hoster":"VOE"},{"redirect":11101961,"hoster":"Doodstream"},{"redirect":8611245,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338825,"hoster":"VOE"},{"redirect":12338824,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Freddy Spaghetti","epNo":24,"alt":"Freddy Spaghetti","descr":"Wegen der katastrophalen Finanzlage der Stadt werden sämtliche Ausgaben gestrichen und Leslie muss wütenden Eltern verkünden, dass der Auftritt des beliebten Familienunterhalters Freddy Spaghetti abgesagt werden muss. Als Leslie sich bei Mark Unterstützung holen möchte, muss sie erfahren, dass der nach der Trennung von Ann eine Entscheidung für sein künftiges Leben getroffen hat.","versions":[{"lang":1,"streams":[{"redirect":8802135,"hoster":"VOE"},{"redirect":8611243,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338831,"hoster":"VOE"},{"redirect":12338829,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Gib alles oder gib auf","epNo":1,"alt":"Go Big or Go Home","descr":"Chris und Ben sind immer noch im Grünflächenamt und wollen ihre Sparmaßnahmen unbedingt durchzusetzen. Da Leslie in Bezug auf ihre geliebten Parks nun die Hände gebunden sind, stiftet sie Freundin Ann an, mit Chris auszugehen und diesen zu überreden, das Budget aufzustocken. Als April nach ihrem plötzlichen Verschwinden wieder auftaucht, fällt Andy aus allen Wolken: April hat einen neuen Freund!","versions":[{"lang":1,"streams":[{"redirect":10393782,"hoster":"VOE"},{"redirect":11101966,"hoster":"Doodstream"},{"redirect":10393790,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338833,"hoster":"VOE"},{"redirect":12338832,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Grippewelle in Pawnee","epNo":2,"alt":"Flu Season","descr":"Pawnee wird von einer Grippewelle erfasst, und selbst Leslie muss mit hohem Fieber ins Krankenhaus. Da sie aber unbedingt an einem Treffen von Unternehmern in Pawnee teilnehmen will, die ihr bei der Wiederbelebung des Erntedankfestes helfen sollen, schleppt sie sich schwer angeschlagen zu der Veranstaltung. Leslie ist jedoch nicht die einzige Kranke und so hat Ann bald alle Hände voll zu tun.","versions":[{"lang":1,"streams":[{"redirect":10393752,"hoster":"VOE"},{"redirect":11101968,"hoster":"Doodstream"},{"redirect":10393749,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338835,"hoster":"VOE"},{"redirect":12338837,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Zeitkapsel","epNo":3,"alt":"Time Capsule","descr":"Pawnee möchte für die Mitbürger der Zukunft eine Zeitkapsel vergraben, damit die Leute später wissen, was sich in der Stadt einst abgespielt hat. Bald schon entbrennt eine hitzige Diskussion unter den Bewohnern, welche Gegenstände in die Zeitkapsel gepackt werden sollen. Während Leslie nach einem Kompromiss sucht, gelingt es Andy, Eduardo davon zu überzeugen, nach Venezuela zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":10393699,"hoster":"VOE"},{"redirect":11101969,"hoster":"Doodstream"},{"redirect":10393714,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338839,"hoster":"VOE"},{"redirect":12338841,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ron und Tammy II","epNo":4,"alt":"Ron and Tammy II","descr":"Das Grünflächenamt ist nach wie vor mit den Vorbereitungen für das Erntedankfest beschäftigt. Leslie würde gerne die örtliche Polizei als ehrenamtlichen Wachschutz gewinnen und gibt eine große Party für die Beamten. Unglücklicherweise tritt Ben auf der Feier von einem Fettnäpfchen ins nächste und macht sich besonders bei Trumple, dem Polizeirevierleiter, unbeliebt. Steht Leslies Plan vor dem Aus?","versions":[{"lang":1,"streams":[{"redirect":10393684,"hoster":"VOE"},{"redirect":11101967,"hoster":"Doodstream"},{"redirect":10393666,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338844,"hoster":"VOE"},{"redirect":12338847,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blitzkrieg mit den Medien","epNo":5,"alt":"Media Blitz","descr":"Während die Lage zwischen Chris und Ann nach wie vor unklar ist, kümmert sich Leslie um die Vorbereitungen für das Erntedankfest. Leider stößt sie in der Bevölkerung auf wenig Gegenliebe für das Projekt. Deshalb versucht sie, gemeinsam mit ihrem Team, das Stimmungsbild durch Radio- und Fernsehinterviews zu ändern. Doch sie hat unterschätzt, wie wenig Ben für eine derartige Aktion geeignet ist …","versions":[{"lang":1,"streams":[{"redirect":10393641,"hoster":"VOE"},{"redirect":11101970,"hoster":"Doodstream"},{"redirect":10393638,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338848,"hoster":"VOE"},{"redirect":12338850,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Indianapolis","epNo":6,"alt":"Indianapolis","descr":"Leslie und Ron fahren nach Indianapolis, da ihnen für ihre Bemühungen, das Erntedankfest nach Pawnee zurückzubringen, eine Auszeichnung verliehen werden soll. Während Ron sich auf das beste Steak der Stadt freut, hat Leslie ein weiteres Anliegen: Sie möchte herausfinden, ob Chris ihre Freundin Ann betrügt. Tatsächlich ergibt sich eine gute Gelegenheit und Leslie kann einiges in Erfahrung bringen.","versions":[{"lang":1,"streams":[{"redirect":10393619,"hoster":"VOE"},{"redirect":11101971,"hoster":"Doodstream"},{"redirect":10393618,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338851,"hoster":"VOE"},{"redirect":12338854,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Erntedankfest","epNo":7,"alt":"Harvest Festival","descr":"Das Erntedankfest steht vor der Tür und alles ist vorbereitet: Es gibt eine Festwiese mit Ständen sowie ein Labyrinth im Maisfeld. Plötzlich taucht jedoch Ken Hotate auf, ein Stammesfürst der Wamapoke-Indianer, denen in Pawnee einst übel mitgespielt wurde. Da das Fest über den Gräbern seiner Ahnen stattfinden soll, spricht er einen Fluch aus, den Leslie jedoch nicht ernst nimmt.","versions":[{"lang":1,"streams":[{"redirect":10393579,"hoster":"VOE"},{"redirect":11101973,"hoster":"Doodstream"},{"redirect":10393589,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919036,"hoster":"VOE"},{"redirect":12338858,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Camping","epNo":8,"alt":"Camping","descr":"Nachdem das Erntedankfest ein finanzieller Erfolg für Pawnee war, möchte die Stadtverwaltung, dass Leslie umgehend die nächste zündende Idee präsentiert. Leslie überredet daher ihre Mitarbeiter zu einem Campingausflug, da man ihrer Meinung nach an der frischen Luft am besten nachdenken könne. Leider zeigt sich, dass es in den Wäldern neben der Ideenfindung noch einige andere Probleme geben kann.","versions":[{"lang":1,"streams":[{"redirect":10393557,"hoster":"VOE"},{"redirect":11101972,"hoster":"Doodstream"},{"redirect":10393548,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338859,"hoster":"VOE"},{"redirect":12338860,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die verrückte Party von Andy und April","epNo":9,"alt":"Andy and April\u0027s Fancy Party","descr":"April und Andy geben eine Dinnerparty und verteilen im Grünflächenamt schriftliche Einladungen. Da sie nicht viel Geld haben, soll jeder etwas mitbringen. Doch die Gäste staunen nicht schlecht, als sie schließlich auf der Feier eintreffen: Andy und April haben beschlossen, an diesem Abend zu heiraten! Ben muss sich entscheiden, ob er in Pawnee bleiben oder nach Indianapolis zurückkehren möchte.","versions":[{"lang":1,"streams":[{"redirect":12919067,"hoster":"VOE"},{"redirect":11101977,"hoster":"Doodstream"},{"redirect":10393505,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338865,"hoster":"VOE"},{"redirect":12338866,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Seelenverwandte","epNo":10,"alt":"Soulmates","descr":"Leslie findet immer mehr Interesse an Ben, doch als sie ihn fragt, ob er mit ihr essen gehen möchte, lässt er sie abblitzen. Enttäuscht sucht sie Rat bei ihrer Freundin Ann, die Leslie umgehend ein Profil bei einer Partnerbörse im Internet erstellt. Tatsächlich findet sich schnell ein Kandidat, mit dem Leslie eine 98-prozentige-Übereinstimmung verbinden soll …","versions":[{"lang":1,"streams":[{"redirect":10393538,"hoster":"VOE"},{"redirect":11101974,"hoster":"Doodstream"},{"redirect":10393493,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338870,"hoster":"VOE"},{"redirect":12338871,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Jerrys Ölgemälde","epNo":11,"alt":"Jerry\u0027s Painting","descr":"Jerry hat für eine Ausstellung in der Stadt ein Bild gemalt, das einen weiblichen Zentaur zeigt, der einen Hirsch jagt. Bei genauerer Betrachtung fällt auf, dass der Zentaur Leslie ist ’ natürlich mit nacktem Oberkörper. Während die Moralhüterin Marcia Langman das Bild als Pornografie verdammt und seine umgehende Vernichtung fordert, findet Leslie das Bild immer schöner und entwendet es.","versions":[{"lang":1,"streams":[{"redirect":10393979,"hoster":"VOE"},{"redirect":11101978,"hoster":"Doodstream"},{"redirect":10393985,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338872,"hoster":"VOE"},{"redirect":12338874,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eagleton","epNo":12,"alt":"Eagleton","descr":"In Eagleton, der reichen Nachbarstadt von Pawnee, sitzt eine ehrgeizige Direktorin im Grünflächenamt, die einst Leslies beste Freundin war. Die Stimmung zwischen den beiden Damen ist jedoch angespannt, und als Lindsay einen Zaun in ihrem Park errichten lässt, um ihre Bürger vor den Bewohnern Pawnees zu schützen, wird es Leslie zu bunt. Ron hat indes andere Probleme, sein Geburtstag steht an.","versions":[{"lang":1,"streams":[{"redirect":10393937,"hoster":"VOE"},{"redirect":11101975,"hoster":"Doodstream"},{"redirect":10393977,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338876,"hoster":"VOE"},{"redirect":12338877,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Kampf","epNo":13,"alt":"The Fight","descr":"Während Ron versucht, wegen einer kaputten Kaffeemaschine Unfrieden unter den Kollegen zu stiften, möchte Leslie Ann überreden, die PR-Abteilung der Gesundheitsbehörde zu übernehmen. Tom will indessen ein Getränk verkaufen, das er selbst erfunden hat. Schnell hat er sich eine Werbestrategie zurechtgelegt und auch das Team der Stadtverwaltung soll kräftig die Werbetrommel für ihn rühren.","versions":[{"lang":1,"streams":[{"redirect":10393907,"hoster":"VOE"},{"redirect":11101983,"hoster":"Doodstream"},{"redirect":10393925,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338879,"hoster":"VOE"},{"redirect":12338880,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Mal Indianapolis und zurück","epNo":14,"alt":"Road Trip","descr":"Leslie und Ben werden von Chris nach Indianapolis geschickt, um dort für Pawnee als Austragungsort eines Baseball-Turniers der Jugend zu werben. Tatsächlich gelingt es den beiden, den Zuschlag für die Stadt zu bekommen. Als die beiden beim Essen sitzen und Ben Leslie endlich seine Gefühle gestehen möchte, taucht Chris unter dem Vorwand auf, den beiden zu ihrem Erfolg gratulieren zu wollen","versions":[{"lang":1,"streams":[{"redirect":10393899,"hoster":"VOE"},{"redirect":11101976,"hoster":"Doodstream"},{"redirect":12982298,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338882,"hoster":"VOE"},{"redirect":12338884,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Seifenblase","epNo":15,"alt":"The Bubble","descr":"Leslie ist sehr verliebt in Ben. Als ihre Mutter Marlene, die für die Schulbehörde neue Schulbusse beantragt, jedoch plötzlich mit Ben flirtet, versetzt das Leslie einen leichten Stich. Ben wagt einen mutigen Schritt: Er erklärt Marlene, dass er mit ihrer Tochter zusammen sei, sie diese Information jedoch für sich behalten müsse, da Chris keine Beziehungen zwischen Kollegen dulde.","versions":[{"lang":1,"streams":[{"redirect":10393863,"hoster":"VOE"},{"redirect":11101982,"hoster":"Doodstream"},{"redirect":10393847,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338888,"hoster":"VOE"},{"redirect":12338886,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Abschied von Li\u0027l Sebastian","epNo":16,"alt":"Li\u0027l Sebastian","descr":"Nachdem das beliebte Minipferd gestorben ist, möchte das Grünflächenamt ihm eine würdige Gedenkfeier ausrichten, damit niemand das Pferdchen vergisst. Da Ron herausgefunden hat, dass Ben und Leslie ein Paar sind, beschließen die beiden, ab sofort vorsichtiger zu sein. Während Tom mit einem Freund eine Event-Firma gründen möchte, bietet sich Leslie unerwartet eine große Karrierechance.","versions":[{"lang":1,"streams":[{"redirect":10393811,"hoster":"VOE"},{"redirect":11101986,"hoster":"Doodstream"},{"redirect":10393852,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338891,"hoster":"VOE"},{"redirect":12338893,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Ich bin Leslie Knope","epNo":1,"alt":"I\u0027m Leslie Knope","descr":"Leslie wurde von den Abgeordneten des Stadtrats gefragt, ob sie für ein Amt kandidieren wolle. Dies setzt sie nun in die Tat um. Leider muss sie sich dafür von Ben trennen. Sie macht mehrere Versuche, Ben von ihrem Vorhaben zu berichten, wird aber immer wieder von seinem Charme abgelenkt.","versions":[{"lang":1,"streams":[{"redirect":13121998,"hoster":"VOE"},{"redirect":11101979,"hoster":"Doodstream"},{"redirect":8611262,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338895,"hoster":"VOE"},{"redirect":12338897,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ron \u0026amp; Tammys","epNo":2,"alt":"Ron and Tammys","descr":"Tammy eins hat ihre Drohung wahr gemacht und will bei Ron eine Steuerprüfung durchführen. Die ganze Abteilung versucht, Ron zu helfen und das Chaos seiner Finanzen zu ordnen. Tammy eins jedoch beschließt, alle Unterlagen mit zu Ron nach Hause zu nehmen, auch dort einzuziehen und Ron auf jeden Fall zurückzugewinnen.","versions":[{"lang":1,"streams":[{"redirect":8802184,"hoster":"VOE"},{"redirect":8611271,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338901,"hoster":"VOE"},{"redirect":12338902,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Leslies Lüge","epNo":3,"alt":"Born and Raised","descr":"Leslie hat ein Buch über Pawnee geschrieben und natürlich geht sie davon aus auch dort geboren zu sein. Leider geht die ganze Sache schief, da Leslie, was sie nicht wissen konnte, nicht in Pawnee geboren wurde, sondern im verhassten Eagleton.","versions":[{"lang":1,"streams":[{"redirect":13916844,"hoster":"VOE"},{"redirect":11101984,"hoster":"Doodstream"},{"redirect":8611266,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338904,"hoster":"VOE"},{"redirect":12338906,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Wildnis ruft","epNo":4,"alt":"Pawnee Rangers","descr":"Ron verbringt regelmäßig mit mehreren Jungen ein Wochenende in freier Natur. Sie nennen sich die \"Pawnee-Ranger\". Leslie verbringt etwas Ähnliches mit jungen Mädchen. Sie nennen sich die \"Pawnee-Göttinnen\". Natürlich gibt es zwischen beiden Clubs, vor allem zwischen Leslie und Ron, ein großes Konkurrenzdenken.","versions":[{"lang":1,"streams":[{"redirect":13122001,"hoster":"VOE"},{"redirect":11101980,"hoster":"Doodstream"},{"redirect":8611267,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338907,"hoster":"VOE"},{"redirect":12338909,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tom geht Baden","epNo":5,"alt":"Meet \u0027n\u0027 Greet","descr":"April und Andy veranstalten eine Halloween-Party. Ben wusste nichts davon und ist außer sich. Indessen hat Leslie Tom gebeten, für sie eine Wahlveranstaltung zu organisieren. Doch Tom nützt die Veranstaltung nur als Werbe-Plattform für seine eigene Firma. Von Leslie zur Rede gestellt, gesteht er den Bankrott seines Unternehmens. Dennoch will er Leslie unbedingt bei ihrer Kandidatur unterstützen!","versions":[{"lang":1,"streams":[{"redirect":8802194,"hoster":"VOE"},{"redirect":11101990,"hoster":"Doodstream"},{"redirect":8611268,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338912,"hoster":"VOE"},{"redirect":12338913,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Weltuntergang","epNo":6,"alt":"End of the World","descr":"In Pawnee gibt es eine kleine Gruppe von Leuten, die fest an Zorp glauben. Das ist ein Wesen, das den Weltuntergang herbeiführt. Der Anführer dieser Leute ist Herb, der die Sache besonders ernst nimmt und in schöner Regelmäßigkeit bei Leslie für eine Nacht einen Park reserviert, damit sie den Weltuntergang, der bei Sonnenaufgang stattfindet, erleben können.","versions":[{"lang":1,"streams":[{"redirect":8802198,"hoster":"VOE"},{"redirect":11101988,"hoster":"Doodstream"},{"redirect":8611273,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338918,"hoster":"VOE"},{"redirect":12338917,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Vereinten Nationen von Pawnee","epNo":7,"alt":"The Treaty","descr":"Es gibt Schüler in Pawnee, die eine UN-Vollversammlung nachstellen wollen. Dazu hat Leslie natürlich sämtliche Flaggen sämtlicher Nationen der Welt besorgt und geht mit Andy, April und Ben zu den Schülern, um eine solche Vollversammlung zu simulieren.","versions":[{"lang":1,"streams":[{"redirect":8802202,"hoster":"VOE"},{"redirect":11101987,"hoster":"Doodstream"},{"redirect":8611269,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380775,"hoster":"VOE"},{"redirect":12338922,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der kleinste Park der Welt","epNo":8,"alt":"Smallest Park","descr":"Leslie plant, mit Ben zusammen einen winzig kleinen Park zu bauen an einer Stelle, wo früher mal eine Telefonzelle stand, also wirklich richtig klein. Sie macht das natürlich deswegen, damit sie so viel Zeit wie möglich mit Ben verbringen kann, der sich dagegen mit allen Kräften wehrt.","versions":[{"lang":1,"streams":[{"redirect":8802201,"hoster":"VOE"},{"redirect":11101989,"hoster":"Doodstream"},{"redirect":8611270,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338923,"hoster":"VOE"},{"redirect":12338924,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Liebe vor Gericht","epNo":9,"alt":"The Trial of Leslie Knope","descr":"Wie angekündigt machen Ben und Leslie ihre Beziehung nun öffentlich. Chris ist natürlich geschockt und erklärt, er müsse eine Anhörung des Ethik-Komitees veranlassen. Es folgt also ein Tag im Rathaus-Saal, an dem Leslie Rede und Antwort stehen muss …","versions":[{"lang":1,"streams":[{"redirect":12251075,"hoster":"VOE"},{"redirect":11101991,"hoster":"Doodstream"},{"redirect":8611275,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338930,"hoster":"VOE"},{"redirect":12338931,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bürgerin Knope","epNo":10,"alt":"Citizen Knope","descr":"Leslie leidet sehr darunter, dass sie für zwei Wochen beurlaubt ist. Als sie Ben ihr Leid klagt, sagt er, sie könne doch schließlich als normale Bürgerin etwas unternehmen. Sie gründet sofort eine Gruppe, in der besorgte Bürger melden können, was ihnen in den Parks und Freizeitzentren nicht gefällt. Leslie bringt die Leute dazu, ihre Beschwerden telefonisch und schriftlich Chris vorzutragen, der sich logischerweise sehr belästigt fühlt.","versions":[{"lang":1,"streams":[{"redirect":8802212,"hoster":"VOE"},{"redirect":11101985,"hoster":"Doodstream"},{"redirect":8611279,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338932,"hoster":"VOE"},{"redirect":12338934,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Team mit dem großen Herzen","epNo":11,"alt":"The Comeback Kid","descr":"Leslies neues Wahlkampfteam besteht nun bekanntlich aus ihren Kollegen. Es soll natürlich sofort eine Kundgebung zum Wahlkampf geben eine Kundgebung zum Wahlkampf geben. Alle werden auf ihren jeweiligen Posten dafür eingeteilt, sie zu einem Erfolg zu machen. Das geht allerdings gründlich daneben …","versions":[{"lang":1,"streams":[{"redirect":8802207,"hoster":"VOE"},{"redirect":11102001,"hoster":"Doodstream"},{"redirect":8611272,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338935,"hoster":"VOE"},{"redirect":12338936,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Werbespot","epNo":12,"alt":"Campaign Ad","descr":"Ben ist nun wirklich Leslies Wahlkampfmanager, er möchte für die Kampagne einen guten Werbespot drehen. Er schlägt Leslie vor, eine Negativ-Werbung, also eine Hetzkampagne gegen Bobby Newport (das ist Leslies Gegenkandidat, der prozentmäßig auch schon weit vor ihr liegt) zu drehen. Leslie ist strikt dagegen.","versions":[{"lang":1,"streams":[{"redirect":12251079,"hoster":"VOE"},{"redirect":11101993,"hoster":"Doodstream"},{"redirect":8627052,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338940,"hoster":"VOE"},{"redirect":12338942,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Wort, ein Schlag","epNo":13,"alt":"Bowling for Votes","descr":"Leslie steckt nun mitten im Wahlkampf. Man ruft eine Gesprächsrunde zusammen, um die Meinungen der Leute über sie zu erfahren. Als sich ein Teilnehmer besonders negativ über Leslie äußert, möchte sie beweisen, dass sie alles andere als abgehoben ist, und verabredet sich mit ihm zu einem Bowlingabend.","versions":[{"lang":1,"streams":[{"redirect":8802220,"hoster":"VOE"},{"redirect":11101994,"hoster":"Doodstream"},{"redirect":8611281,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338943,"hoster":"VOE"},{"redirect":12338945,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Mann für Ann Perkins","epNo":14,"alt":"Operation Ann","descr":"Es ist Valentinstag. Das Grünflächenamt veranstaltet einen Tanzabend. Eigentlich haben auch alle einen Partner, bis auf Chris, dessen Beziehung mit Milli gerade beendet wurde, und bis auf Ann, die schon längere Zeit keinen Mann an ihrer Seite hat. Daraufhin ist ihre beste Freundin Leslie wild entschlossen, das genau an diesem Valentinstag zu ändern","versions":[{"lang":1,"streams":[{"redirect":8802217,"hoster":"VOE"},{"redirect":11101992,"hoster":"Doodstream"},{"redirect":8611274,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338949,"hoster":"VOE"},{"redirect":12338947,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Alte Liebe gegen neue Liebe","epNo":15,"alt":"Dave Returns","descr":"Dave, mit dem Leslie vor längerer Zeit mal liiert gewesen ist, erscheint auf dem Grunflächenamt. Leslie ist mit Ben zum Essen verabredet und läd auch Dave dazu ein. Als Ben mal kurz auf der Toilette ist, erklärt Dave Leslie, dass er sie immer noch liebe.","versions":[{"lang":1,"streams":[{"redirect":8802225,"hoster":"VOE"},{"redirect":11101996,"hoster":"Doodstream"},{"redirect":8611276,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338952,"hoster":"VOE"},{"redirect":12338954,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Sweet Sixteen","epNo":16,"alt":"Sweet Sixteen","descr":"Leslies Alltag besteht zur Hälfte aus Grünflächenamt, zur Hälfte aus Wahlkampf. Ron hat das natürlich längst bemerkt und empfiehlt ihr dringend, ein Sabbatjahr zu nehmen. Natürlich weigert sie sich, denn sie ist der Meinung, sie ist ein Multitasking-Talent. Das möchte sie auch beweisen!","versions":[{"lang":1,"streams":[{"redirect":12919064,"hoster":"VOE"},{"redirect":11101997,"hoster":"Doodstream"},{"redirect":8611278,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338957,"hoster":"VOE"},{"redirect":12338958,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Eine Granate aus Washington","epNo":17,"alt":"Campaign Shake-Up","descr":"Leslie und Ben bekommen es mit einer Wahlkampfmanagerin der ganz besonderen Art zu tun. Bobby Newports Vater hat in Washington eine hochkarätige Dame für diese Aufgabe besorgt und er bezahlt sie über die Maßen gut. Jennifer Barkley ist wirklich der reinste Hurrikan. Sie überrollt alles und alle. Leslie ist tief beeindruckt.","versions":[{"lang":1,"streams":[{"redirect":12251080,"hoster":"VOE"},{"redirect":11101995,"hoster":"Doodstream"},{"redirect":8611287,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338959,"hoster":"VOE"},{"redirect":12338960,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Lucky Leslie","epNo":18,"alt":"Lucky","descr":"Buddy Wood ist der Moderator einer Morgensendung im Fernsehen von Indianapolis. Ben hat es endlich geschafft, dass dieser Buddy Wood Leslie interviewt. Leslie ist entsprechend aufgeregt und es läuft nicht wie geplant.","versions":[{"lang":1,"streams":[{"redirect":8802230,"hoster":"VOE"},{"redirect":11101998,"hoster":"Doodstream"},{"redirect":8611277,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338969,"hoster":"VOE"},{"redirect":12338968,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Hundemörderin","epNo":19,"alt":"Live Ammo","descr":"Stadtrat Pillner hat Kürzungen des Budgets vor. Das betrifft auch das Grünflächenamt, speziell aber ein Tierheim, das nicht besonders gut läuft. Jennifer Barkley, die Wahlkampfleiterin, setzt das gegen Leslie ein und stellt sie als Hundemörderin dar.","versions":[{"lang":1,"streams":[{"redirect":8802224,"hoster":"VOE"},{"redirect":11101999,"hoster":"Doodstream"},{"redirect":8611280,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338965,"hoster":"VOE"},{"redirect":12338967,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das große Fernsehduell","epNo":20,"alt":"The Debate","descr":"Stadtrat Pillner hat Kürzungen des Budgets vor. Das betrifft auch das Grünflächenamt, speziell aber ein Tierheim, das nicht besonders gut läuft. Jennifer Barkley, die Wahlkampfleiterin, setzt das gegen Leslie ein und stellt sie als Hundemörderin dar.","versions":[{"lang":1,"streams":[{"redirect":8802239,"hoster":"VOE"},{"redirect":11102002,"hoster":"Doodstream"},{"redirect":8611282,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338971,"hoster":"VOE"},{"redirect":12338972,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Bustour","epNo":21,"alt":"Bus Tour","descr":"Leslie hat einen sehr großen Wahlkampfbus gemietet, mit dem sie und ihre Helfer durch die Gegend fahren. Nach ihrer ersten großen Rede wird sie von einer Journalistin gefragt, wie sie denn zum Tod von Nick Newport, dem Vater ihres Gegenkandidaten Bobby Newport, stehe. Da Leslie vorher immer gesagt hatte, Nick Newport sei ein Idiot, steht sie natürlich jetzt sehr schlecht da und droht, wieder wichtige Punkte zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":12267893,"hoster":"VOE"},{"redirect":11102009,"hoster":"Doodstream"},{"redirect":8611283,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338973,"hoster":"VOE"},{"redirect":12338976,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Tag der Wahl","epNo":22,"alt":"Win, Lose, or Draw","descr":"Endlich ist er da, der Tag der Wahl. Alle verfolgen gespannt die Resultate der Auszählungen. Zu Beginn liegt Bobby Newport vorn. Der Vorsprung ist hauchdünn. Doch Ben erwirkt eine Neuauszählung","versions":[{"lang":1,"streams":[{"redirect":12380779,"hoster":"VOE"},{"redirect":11102000,"hoster":"Doodstream"},{"redirect":8611289,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338978,"hoster":"VOE"},{"redirect":12338980,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Leslie in der Hauptstadt","epNo":1,"alt":"Ms. Knope Goes to Washington","descr":"Ben arbeitet nun wirklich in Washington und hat April als Praktikantin mitgenommen. Leslie und Andy kommen zu besuchen und Leslie möchte Fördergelder zur Reinigung eines Flusses in Pawnee beantragen. Doch hier interessiert sich niemand dafür …","versions":[{"lang":1,"streams":[{"redirect":12334234,"hoster":"VOE"},{"redirect":11102003,"hoster":"Doodstream"},{"redirect":8611291,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338984,"hoster":"VOE"},{"redirect":12338985,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Mixgetränke-Steuer","epNo":2,"alt":"Soda Tax","descr":"Leslie als Stadtverordnete will zusammen mit ihrer Freundin Ann, die immerhin mal Krankenschwester war, etwas für die Gesundheit von Pawnee tun und eine Steuer auf die hochzuckerhaltigen Mixgetränke erheben. Dabei stößt sie natürlich auf Widerspruch.","versions":[{"lang":1,"streams":[{"redirect":8802243,"hoster":"VOE"},{"redirect":11102008,"hoster":"Doodstream"},{"redirect":8611284,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338986,"hoster":"VOE"},{"redirect":12338990,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie ein Entwurf zum Gesetz wird","epNo":3,"alt":"How a Bill Becomes a Law","descr":"Stadträtin Leslie Knope möchte für die öffentlichen Schwimmbäder längere Öffnungszeiten durchsetzen. Sie hat einen entsprechenden Gesetzentwurf vorbereitet und ist auf die Stimmen der anderen Stadtverordneten angewiesen. Einer, ein Mann namens Jamm, von Beruf Zahnarzt, will ihr seine Stimme verweigern. Allerdings bietet er ihr ziemlich deutlich einen Handel an …","versions":[{"lang":1,"streams":[{"redirect":8802249,"hoster":"VOE"},{"redirect":11102010,"hoster":"Doodstream"},{"redirect":8611288,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338994,"hoster":"VOE"},{"redirect":12338995,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Safer Sex mit Leslie Knope","epNo":4,"alt":"Sex Education","descr":"Die Stadträtin Leslie Knope hat es sich zur Aufgabe gemacht, Senioren über Krankheiten, die durch Sex übertragen werden, aufzuklären. In anderen Worten: Sie möchte ihnen beibringen, wie man Kondome benutzt. Das ruft das Ehepaar Langman, die sich für die Stabilität der Familie einsetzen, auf den Plan.","versions":[{"lang":1,"streams":[{"redirect":13122002,"hoster":"VOE"},{"redirect":11102007,"hoster":"Doodstream"},{"redirect":8611285,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338996,"hoster":"VOE"},{"redirect":12338999,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Halloween-Überaschung","epNo":5,"alt":"Halloween Surprise","descr":"Ein neues Jobangebot für Ben zwingt Leslie dazu, über ihre gemeinsame Zukunft nachzudenken. Unterdessen gehen Ron und Andy mit Dianes Töchtern auf Halloween-Süßigkeiten-Fang. Und Tom sucht nach einer neuen Geschäftsidee.","versions":[{"lang":1,"streams":[{"redirect":8802253,"hoster":"VOE"},{"redirect":11102006,"hoster":"Doodstream"},{"redirect":8611286,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339000,"hoster":"VOE"},{"redirect":12339001,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bens Eltern","epNo":6,"alt":"Ben\u0027s Parents","descr":"Es steigt die Verlobungsfeier von Leslie und Ben. Leider sind Bens Eltern hoffnungslos zerstritten. Sie sind schon seit langer Zeit geschieden und wenn sie sich einmal treffen, gibt es grundsätzlich Ärger …","versions":[{"lang":1,"streams":[{"redirect":13004531,"hoster":"VOE"},{"redirect":11102004,"hoster":"Doodstream"},{"redirect":8611293,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339003,"hoster":"VOE"},{"redirect":12339005,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Leslie vs. April","epNo":7,"alt":"Leslie vs. April","descr":"April, die Leslie ja als gelehrige Schülerin ansieht, hat eine Idee für einen Hundepark. Leider möchte sie dafür das berühmte Grundstück 48, das bekanntlich hinter Anns Haus liegt, benutzen.","versions":[{"lang":1,"streams":[{"redirect":8802254,"hoster":"VOE"},{"redirect":11102005,"hoster":"Doodstream"},{"redirect":8611296,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339006,"hoster":"VOE"},{"redirect":12339008,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Gemeinschaftspark","epNo":8,"alt":"Pawnee Commons","descr":"Leslie ruft in einer Radiosendung die Bewohner von Pawnee auf, einen Park zu entwerfen. Leider kommen nur denkbar schlechte Lösungen bei ihr an, bis auf eine, die einen sehr guten Eindruck macht. Sie stammt jedoch von einem Parkarchitekten aus Eagleton.","versions":[{"lang":1,"streams":[{"redirect":8802257,"hoster":"VOE"},{"redirect":11102011,"hoster":"Doodstream"},{"redirect":8611297,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339012,"hoster":"VOE"},{"redirect":12339011,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ron und Diane","epNo":9,"alt":"Ron and Diane","descr":"Ron hat einen Stuhl getischlert und die Holzkunstvereinigung in Indiana vergibt Preise. Rons Stuhl ist nominiert. Natürlich will Leslie mit Ron zur Preisverleihung. Der wiegelt ab, weil er Diane mitnehmen möchte, doch Leslie lässt nicht locker …","versions":[{"lang":1,"streams":[{"redirect":12919082,"hoster":"VOE"},{"redirect":11102012,"hoster":"Doodstream"},{"redirect":8611294,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339017,"hoster":"VOE"},{"redirect":12339016,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Junggesellenabschied","epNo":10,"alt":"Two Parties","descr":"Nachdem Ben und Leslie verlobt sind, muss natürlich die übliche Junggesellenparty steigen. Doch Leslie hat großen Kummer mit ihrem berühmten Grundstück 48. Deshalb vergräbt sie in aller Heimlichkeit, statt ihre Party zu genießen, irgendwelche indianisch aussehenden Fundstücke. Denn da, wo etwas von amerikanischen Ureinwohnern gefunden wird, darf nicht gebaut werden.","versions":[{"lang":1,"streams":[{"redirect":12251083,"hoster":"VOE"},{"redirect":11102013,"hoster":"Doodstream"},{"redirect":8611290,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339020,"hoster":"VOE"},{"redirect":12339021,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Frauen im Müllgeschäft","epNo":11,"alt":"Women in Garbage","descr":"Leslie stellt fest, dass die Frauenquote in den Abteilungen ihrer Behörde überhaupt nicht stimmt. Sie beruft mit Chris’ Hilfe eine Kommission ein und steht mit April zusammen vor lauter Männern, die sich auch noch über sie lustig machen.","versions":[{"lang":1,"streams":[{"redirect":8802265,"hoster":"VOE"},{"redirect":11102016,"hoster":"Doodstream"},{"redirect":8611292,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339023,"hoster":"VOE"},{"redirect":12339026,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ann will ein Baby","epNo":12,"alt":"Ann\u0027s Decision","descr":"Leslies beste Freundin, Ann Perkins, die seit längerer Zeit versucht, einen Mann fürs Leben zu finden, hat genau diese Suche anscheinend aufgegeben. Sie möchte unbedingt ein Kind und geht diesbezüglich zu einer Samenbank.","versions":[{"lang":1,"streams":[{"redirect":8802267,"hoster":"VOE"},{"redirect":11102020,"hoster":"Doodstream"},{"redirect":8611295,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339028,"hoster":"VOE"},{"redirect":12339029,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Spendengala","epNo":13,"alt":"Emergency Response","descr":"Es geht mal wieder um Grundstück 48. Leslie und Councilman Jamm hatten eine Verabredung getroffen: Derjenige, der mit den besseren Vorschlägen und der ausreichenden Finanzierung für das entsprechende Projekt punkten kann, darf seine Vorstellung auf dem Grundstück verwirklichen: Leslie einen Gemeindepark, Jamm eine weitere \"Paunch Burger\"-Filiale. Leslie schwebt eine großangelegte Spendengala vor. Sie trifft auch mit ihrem Team alle Vorbereitungen, als eine Notfallübung angesetzt wird, in der simuliert wird, dass die Stadt von der Vogelgrippe getroffen wird.","versions":[{"lang":1,"streams":[{"redirect":12919081,"hoster":"VOE"},{"redirect":11102014,"hoster":"Doodstream"},{"redirect":8611298,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339031,"hoster":"VOE"},{"redirect":12339033,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die schönste Hochzeit aller Zeiten","epNo":14,"alt":"Leslie and Ben","descr":"Es ist soweit, Leslie und Ben heiraten. Davor gibt es logischerweise Hürden, die übersprungen werden müssen. Eine davon heißt Stadtrat Jamm. Er betrinkt sich auf der Gala, beleidigt Leslie auf das Schlimmste, weil er es nicht verwinden kann, dass anstelle des Parks keine \"Paunch Burger\"-Filiale entsteht, an der er, wie er dann gesteht, Anteile gehabt hätte. Ron stellt ihn nicht nur zur Rede, sondern schlägt ihm einen Zahn aus. Jamm und Ron kommen jeweils in eine Gefängniszelle.","versions":[{"lang":1,"streams":[{"redirect":8802269,"hoster":"VOE"},{"redirect":11102015,"hoster":"Doodstream"},{"redirect":8611299,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380776,"hoster":"VOE"},{"redirect":12339037,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Korrespondenten Lunch","epNo":15,"alt":"Correspondents\u0027 Lunch","descr":"Diese Folge spielt nun wirklich direkt nach der Hochzeit. Ben und Leslie kommen aus Hawaii zurück. Hochzeitsreise, Flitterwochen, Geschenke für alle Mitarbeiter. Und schon bereitet sich Leslie auf das jährlich stattfindende Mittagessen für Medien und Politik vor. Dabei geht es darum, dass der eine den anderen mächtig durch den Kakao zieht. Sie hat sich sehr viele Witze ausgedacht, muss allerdings feststellen, dass Kim Terlando von der \"Pawnee Sun\" genau ihre, also Leslies, Witze vorträgt.","versions":[{"lang":1,"streams":[{"redirect":8802272,"hoster":"VOE"},{"redirect":11102018,"hoster":"Doodstream"},{"redirect":8611301,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339040,"hoster":"VOE"},{"redirect":12339041,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Rettungsschirm","epNo":16,"alt":"Bailout","descr":"Es gibt in Pawnee einen Videoverleih, der sich auf besonders anspruchsvolle, leider häufig langweilige Filme spezialisiert hat. Das Unternehmen steht kurz vor dem Bankrott. Leslie möchte diese, wie sie glaubt, kulturelle Einrichtung unbedingt retten. Ron warnt sie und sagt, der Staat hat mit der Wirtschaft nichts zu tun. Die Stadtverwaltung soll sich also nicht in städtische Unternehmen einmischen. Leslie glaubt natürlich, sich für eine kulturelle Einrichtung in Pawnee dringend einsetzen zu müssen.","versions":[{"lang":1,"streams":[{"redirect":8802279,"hoster":"VOE"},{"redirect":11102019,"hoster":"Doodstream"},{"redirect":8611300,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339043,"hoster":"VOE"},{"redirect":12339045,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schlüsselübergabe","epNo":17,"alt":"Partridge","descr":"Ben war mit 18 Jahren der jüngste Bürgermeister von Partridge in Minnesota. Nun möchte die Stadt ihm 20 Jahre später den Stadtschlüssel verleihen, um damit auch wiedergutzumachen, dass sie ihn seinerzeit regelrecht verjagt hatten. Ben hatte einen Wintersportkomplex geplant, dafür viel Geld ausgegeben und die Stadt in den finanziellen Ruin getrieben. Bei der Schlüsselübergabe kommt nichts als Wasser aus der Kiste. Der Bürgermeister sagt voller Häme, der Schlüssel sei nun mal aus Eis gewesen und für den \"Ice Clown\", der \"Ice Town\" seinerzeit erfunden hatte, genau das Richtige.","versions":[{"lang":1,"streams":[{"redirect":8802282,"hoster":"VOE"},{"redirect":11102024,"hoster":"Doodstream"},{"redirect":8611305,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339047,"hoster":"VOE"},{"redirect":12339046,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Tierische Versager","epNo":18,"alt":"Animal Control","descr":"\"Animal Control\", die Stelle, die in Pawnee für Schädlingsbekämpfung und auch ansonsten für Tiere zuständig ist, befindet sich in einem völlig verwahrlosten Zustand, da die beiden einzigen Mitarbeiter mehr daran interessiert sind, ständig irgendwelche verbotenen Substanzen zu sich zu nehmen. Das bedeutet, man muss einen neuen Leiter suchen. Stadtrat Jamm behauptet, er sei an der Reihe, diesen auszuwählen. Er hat natürlich auch schon jemanden in petto, dem er als Gegenzug dafür das Geld aus der Tasche ziehen will, wenn er ihm die Zähne aufhellt.","versions":[{"lang":1,"streams":[{"redirect":13122003,"hoster":"VOE"},{"redirect":11102017,"hoster":"Doodstream"},{"redirect":8611312,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339050,"hoster":"VOE"},{"redirect":12339051,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Artikel zwei","epNo":19,"alt":"Article Two","descr":"In der zugegebenermaßen veralteten Stadtverordnung von Pawnee gibt es einen Tag, an dem ein Ted ins Wasser geworfen wird. Das bezieht sich auf die Boston-Tea-Party und soll auf einem Schreibfehler, \"Ted\" und \"Tee\", beruhen. Bei einer öffentlichen Anhörung im Stadtrat kommt ein gewisser Garth Blundin zu Wort, der an allen alten Gesetzen unbedingt festhalten will, die Leslie aber gerne aus der Verordnung entfernen möchte. Es kommt zu einer Wette. Garth und Leslie gehen in ein sogenanntes Wohnmuseum und tun so, als wären sie Bewohner von vor 200 Jahren.","versions":[{"lang":1,"streams":[{"redirect":8802284,"hoster":"VOE"},{"redirect":11102021,"hoster":"Doodstream"},{"redirect":8611302,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339054,"hoster":"VOE"},{"redirect":12339057,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Jerry geht in Rente","epNo":20,"alt":"Jerry\u0027s Retirement","descr":"Jerry überrascht alle Kollegen mit seiner Pensionierung. Die meisten sind froh darüber, Leslie findet jedoch in seinen Bewerbungsunterlagen einiges über seine Träume und Ziele und versucht, diese im letzten Moment für ihn zu verwirklichen. Nicht alles funktioniert. Als Leslie Jerry zu Hause besucht, um ihm eins ihrer berühmten Alben zu überreichen, stellt sie fest, dass Jerrys Leben mit seiner Familie ein nahezu perfektes Leben ist. Um Familie geht es auch bei Chris und Ann.","versions":[{"lang":1,"streams":[{"redirect":13122005,"hoster":"VOE"},{"redirect":11102022,"hoster":"Doodstream"},{"redirect":8611308,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339061,"hoster":"VOE"},{"redirect":12339060,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Wackelkandidat","epNo":21,"alt":"Swing Vote","descr":"Der Regierungsmuffel Ron möchte das Budget für eine Minigolfanlage in Pawnee nicht nur kürzen, sondern die Anlage ganz abschaffen. Leslie ist selbstverständlich dagegen. Sie braucht bei einer Abstimmung im Stadtrat Unterstützung und geht aus diesem Grund mit Chris und Stadtrat Jamm zu dieser Minigolfanlage, um Jamm davon zu überzeugen, dass sie nicht geschlossen werden darf. Ron kommt dazu und Jamm fordert Leslie und Ron auf, eine Runde zu spielen. Der Gewinner, so sagt er, bekäme dann seine Stimme. Ron ist besser als Leslie. Das bedeutet das Ende für die Anlage. Als Jamm am nächsten Tag in Leslies Büro aufkreuzt und ihr einen Handel anbietet, damit er seine Stimmung wieder ändert, ist Leslie total entsetzt und äußert bei Ron ihre Zweifel an der Politik.","versions":[{"lang":1,"streams":[{"redirect":13122006,"hoster":"VOE"},{"redirect":11102023,"hoster":"Doodstream"},{"redirect":8611303,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339066,"hoster":"VOE"},{"redirect":12339067,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Besser als vor einem Jahr?","epNo":22,"alt":"Are You Better Off?","descr":"Leslie stellt eine Umfrage. Sie möchte von der Bevölkerung wissen, ob es allen besser geht als vor einem Jahr, sprich, bevor sie als Stadträtin ihre Arbeit begonnen hat. Sie stößt auf ziemlichen Widerstand, natürlich bei den Leuten, die ihre \"Paunch Burger\"-Filialen vertreten, und den Leuten, die den Sexualkundeunterricht nicht mochten, und so weiter und so weiter. Es gibt sogar während eines sogenannten Gründerfestes bei der Parade einen Wagen, auf dem dafür geworben wird, dass man Leslie Knope abwählt. Leslie ist sehr verzweifelt, gibt aber dann auf Bens Vorschlag hin eine Pressekonferenz, in der sie ihre Haltung noch einmal vertritt.","versions":[{"lang":1,"streams":[{"redirect":8802287,"hoster":"VOE"},{"redirect":11102025,"hoster":"Doodstream"},{"redirect":8611304,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339068,"hoster":"VOE"},{"redirect":12339069,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"London (1)","epNo":1,"alt":"London (1)","descr":"Leslie (Amy Poehler) reist mit ihrem Team nach London, um den sogenannten \"Frauen-in-der-Verwaltung-Preis\" entgegenzunehmen. Ann und Chris sind in ihrer Beziehung bereit für den nächsten Schritt.","versions":[{"lang":1,"streams":[{"redirect":13122008,"hoster":"VOE"},{"redirect":11102026,"hoster":"Doodstream"},{"redirect":8611306,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339072,"hoster":"VOE"},{"redirect":12339075,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In Folge 1 enthalten]","epNo":2,"alt":"London (2)","descr":"Leslie (Amy Poehler) reist nach London, um den sogenannten \"Frauen-in-der-Verwaltung-Preis\" entgegenzunehmen. Ann und Chris sind in ihrer Beziehung bereit für den nächsten Schritt.","versions":[{"lang":1,"streams":[{"redirect":8802298,"hoster":"VOE"},{"redirect":11102028,"hoster":"Doodstream"},{"redirect":8611310,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Pawnee-Eagleton Basketballturnier","epNo":3,"alt":"The Pawnee-Eagleton Tip Off Classic","descr":"Leslie (Amy Poehler) fährt mit Ben und Chris nach Eagleton, um mit einer Stadträtin (Kristen Bell) über Finanzangelegenheiten zu reden. Ron (Nick Offerman) arbeitet derweil daran unterzutauchen.","versions":[{"lang":1,"streams":[{"redirect":8802303,"hoster":"VOE"},{"redirect":11102033,"hoster":"Doodstream"},{"redirect":8611309,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339079,"hoster":"VOE"},{"redirect":12339078,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Doppelgänger","epNo":4,"alt":"Doppelgangers","descr":"Leslie (Amy Poehler) stellt ihre Pawnee-Kollegen mit den jeweiligen Pendants aus Eagleton zu neuen Teams zusammen. Ann legt unterdessen ihre überraschenden Pläne für die Zukunft offen.","versions":[{"lang":1,"streams":[{"redirect":13122007,"hoster":"VOE"},{"redirect":11102027,"hoster":"Doodstream"},{"redirect":8611307,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339080,"hoster":"VOE"},{"redirect":12339083,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Twitter-Skandal","epNo":5,"alt":"Gin It Up!","descr":"Leslie (Amy Poehler) versucht, einen kleinen Skandal unter den Teppich zu kehren – wodurch er erst so richtig ausufert. Tom möchte seinen neuen Schwarm beeindrucken","versions":[{"lang":1,"streams":[{"redirect":8802299,"hoster":"VOE"},{"redirect":11102032,"hoster":"Doodstream"},{"redirect":8611316,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339082,"hoster":"VOE"},{"redirect":12339085,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Rollschuh Geburtstagsparty","epNo":6,"alt":"Filibuster","descr":"Leslie (Amy Poehler) veranstaltet eine Geburtstagsparty für Ben. Leider muss sie die Feier verfrüht verlassen – wegen einer nächtlichen Notfall-Sitzung.","versions":[{"lang":1,"streams":[{"redirect":8802307,"hoster":"VOE"},{"redirect":11102029,"hoster":"Doodstream"},{"redirect":8611313,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339086,"hoster":"VOE"},{"redirect":12339087,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Abwahl","epNo":7,"alt":"Recall Vote","descr":"Leslie (Amy Poehler) bereitet das \"Geisterhaus\" für Halloween vor. Zeitgleich läuft die Abstimmung über ihre Amtsenthebung. Tom versucht, Ron für die Rettung seines Rent-A-Swag-Business zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8802305,"hoster":"VOE"},{"redirect":11102031,"hoster":"Doodstream"},{"redirect":8611319,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339089,"hoster":"VOE"},{"redirect":12339092,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fluorid für Pawnee","epNo":8,"alt":"Fluoride","descr":"Zwei von Leslies (Amy Poehler) größten Zielen sind zum Greifen nah: Für ein Jugend-Projekt will sie die Indianapolis Colts holen. Außerdem will sie das Trinkwasser in Pawnee mit Fluorid anreichern.","versions":[{"lang":1,"streams":[{"redirect":13122009,"hoster":"VOE"},{"redirect":11102030,"hoster":"Doodstream"},{"redirect":8611311,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339094,"hoster":"VOE"},{"redirect":12339097,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die letzte Schlacht","epNo":9,"alt":"The Cones of Dunshire","descr":"In einer endlos langen Verhandlungsrunde beharren Leslie (Amy Poehler) und Stadtrat Jamm hartnäckig auf ihren jeweiligen Positionen. Der gelangweilte Ben legt sich ein interessantes Hobby zu.","versions":[{"lang":1,"streams":[{"redirect":8802315,"hoster":"VOE"},{"redirect":11102036,"hoster":"Doodstream"},{"redirect":8611315,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339098,"hoster":"VOE"},{"redirect":12339099,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine große Zukunft","epNo":10,"alt":"Second Chunce","descr":"Leslie (Amy Poehler) findet sich damit ab, das Büro zu verlassen, und schmiedet Pläne für ihre Zukunft mit Ben (Adam Scott). Chris und Ann erfahren das Geschlecht ihres Kindes.","versions":[{"lang":1,"streams":[{"redirect":13122010,"hoster":"VOE"},{"redirect":11102034,"hoster":"Doodstream"},{"redirect":8611314,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339106,"hoster":"VOE"},{"redirect":12339105,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Neuanfänge","epNo":11,"alt":"New Beginnings","descr":"Leslie und Ben (Amy Poehler, Adam Scott) müssen eine unerwartete Herausforderung meistern. Ann und Chris planen einen großen gemeinsamen Schritt.","versions":[{"lang":1,"streams":[{"redirect":13122012,"hoster":"VOE"},{"redirect":11102035,"hoster":"Doodstream"},{"redirect":8611317,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339109,"hoster":"VOE"},{"redirect":12339110,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bauernmarkt","epNo":12,"alt":"Farmers Market","descr":"Leslie (Amy Poehler) und Ben streiten sich wegen fragwürdiger Verkaufspraktiken auf einem Bauernmarkt. Ann versucht, mit den unangenehmen Seiten einer Schwangerschaft zurechtzukommen.","versions":[{"lang":1,"streams":[{"redirect":8802322,"hoster":"VOE"},{"redirect":11102042,"hoster":"Doodstream"},{"redirect":8611318,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339112,"hoster":"VOE"},{"redirect":12339113,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ann und Chris","epNo":13,"alt":"Ann and Chris","descr":"Leslie (Amy Poehler) organisiert eine Abschiedsparty für Ann und Chris – inklusive der Erfüllung eines alten Versprechens. Unterdessen suchen die Kollegen das perfekte Abschiedsgeschenk für Chris.","versions":[{"lang":1,"streams":[{"redirect":8802324,"hoster":"VOE"},{"redirect":11102038,"hoster":"Doodstream"},{"redirect":8611321,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339115,"hoster":"VOE"},{"redirect":12339117,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Hochzeitstage","epNo":14,"alt":"Anniversaries","descr":"Ben (Adam Scott) möchte Leslie (Amy Poehler) mit einem Geschenk zum Hochzeitstag überraschen. Tom und Adam helfen Leslie dabei, der Pawnee-Eagleton-Zusammenlegung etwas Positives abzugewinnen.","versions":[{"lang":1,"streams":[{"redirect":8802327,"hoster":"VOE"},{"redirect":11102039,"hoster":"Doodstream"},{"redirect":8611330,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339118,"hoster":"VOE"},{"redirect":12339119,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Zaun","epNo":15,"alt":"The Wall","descr":"Seit Leslie (Amy Poehler) sich bemüht, die Streitigkeiten zwischen Pawnee und Eagleton zu beenden, erlebt sie so einige Überraschungen. Tom und Ben treffen sich mit zahlungskräftigen Sponsoren.","versions":[{"lang":1,"streams":[{"redirect":8802333,"hoster":"VOE"},{"redirect":11102041,"hoster":"Doodstream"},{"redirect":8611320,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339123,"hoster":"VOE"},{"redirect":12339122,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Neuer Slogan","epNo":16,"alt":"New Slogan","descr":"Leslie (Amy Poehler) will einen neuen Slogan für die Stadt entwerfen. Dabei gerät sie mit ein paar flegelhaften Radiomoderatoren aneinander. Andy (Chris Pratt) entdeckt ein interessantes Geheimnis von Ron.","versions":[{"lang":1,"streams":[{"redirect":8802330,"hoster":"VOE"},{"redirect":11102040,"hoster":"Doodstream"},{"redirect":8611322,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339126,"hoster":"VOE"},{"redirect":12339127,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Girlentines Day","epNo":17,"alt":"Galentine\u0027s Day 2","descr":"Leslie (Amy Poehler) veranstaltet ihre jährliche \"Galentine’s Day\"-Party. Tom und Ben versuchen, Zelte für das \"Unity\"-Konzert zu organisieren. Und Ron spielt Kindermädchen für Andy.","versions":[{"lang":1,"streams":[{"redirect":8802348,"hoster":"VOE"},{"redirect":11102037,"hoster":"Doodstream"},{"redirect":8611323,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339131,"hoster":"VOE"},{"redirect":12339132,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Abschlussball","epNo":18,"alt":"Prom","descr":"Leslie (Amy Poehler) bietet ihre Hilfe beim Highschool-Abschlussball an. Andy (Chris Pratt) hat ein Date mit April (Aubrey Plaza), die gar nicht begeistert ist, während Tom als DJ eingespannt wird.","versions":[{"lang":1,"streams":[{"redirect":8802343,"hoster":"VOE"},{"redirect":11102046,"hoster":"Doodstream"},{"redirect":8611324,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339136,"hoster":"VOE"},{"redirect":12339137,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Gute Neuigkeiten","epNo":19,"alt":"Flu Season 2","descr":"Mitten in der Grippe-Saison versuchen die kranke Leslie (Amy Poehler) und Andy händeringend, Künstler für das \"Unity\"-Konzert zu buchen. Ben hat ein privates Problem und sucht betrunken Hilfe bei Ron.","versions":[{"lang":1,"streams":[{"redirect":13122011,"hoster":"VOE"},{"redirect":11102043,"hoster":"Doodstream"},{"redirect":8611325,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339140,"hoster":"VOE"},{"redirect":12339143,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Volltreffer","epNo":20,"alt":"One in 8,000","descr":"Leslie und Ben (Amy Poehler, Adam Scott) veranstalten eine Versteigerung zugunsten ihres Benefizkonzerts. April (Aubrey Plaza) hilft Andy (Chris Pratt), den Überblick über seine Termine zu behalten.","versions":[{"lang":1,"streams":[{"redirect":8802351,"hoster":"VOE"},{"redirect":11102044,"hoster":"Doodstream"},{"redirect":8627053,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339144,"hoster":"VOE"},{"redirect":12339147,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Aufstieg (1)","epNo":21,"alt":"Moving Up (1)","descr":"Leslie, Ben und Andy brechen zur Konferenz der Grünflächenämter in San Francisco auf. Tom eröffnet derweil sein Restaurant und Ron hat Stress mit seiner Ex-Frau.","versions":[{"lang":1,"streams":[{"redirect":13122013,"hoster":"VOE"},{"redirect":11102050,"hoster":"Doodstream"},{"redirect":8611326,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339149,"hoster":"VOE"},{"redirect":12339150,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Aufstieg (2)","epNo":22,"alt":"Moving Up (2)","descr":"Leslie, Ben und Andy brechen zur Konferenz der Grünflächenämter in San Francisco auf. Tom eröffnet derweil sein Restaurant und Ron hat Stress mit seiner Ex-Frau.","versions":[{"lang":1,"streams":[{"redirect":12919105,"hoster":"VOE"},{"redirect":11102047,"hoster":"Doodstream"},{"redirect":8611327,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"2017","epNo":1,"alt":"2017","descr":"Leslie (Amy Poehler) streitet sich mit der Tech-Firma Gryzzl um ein Stück Land, das sie in einen Nationalpark verwandeln will. April und Andy versuchen, ihre Ungezwungenheit wiederzufinden.","versions":[{"lang":1,"streams":[{"redirect":8802349,"hoster":"VOE"},{"redirect":11102049,"hoster":"Doodstream"},{"redirect":8611328,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339151,"hoster":"VOE"},{"redirect":12339152,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ron und Jammy","epNo":2,"alt":"Ron and Jammy","descr":"Leslie (Amy Poehler) und Ron begraben kurz das Kriegsbeil, um Jeremy Jamm zu helfen. Dieser muss den Fängen der teuflischen Tammy 2 entkommen. April verfolgt ein neues Karriereziel.","versions":[{"lang":1,"streams":[{"redirect":12919084,"hoster":"VOE"},{"redirect":11102048,"hoster":"Doodstream"},{"redirect":8611331,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339155,"hoster":"VOE"},{"redirect":12339156,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"William Henry Harrison","epNo":3,"alt":"William Henry Harrison","descr":"Leslies Team stellt historische Nachforschungen an, um weitere Argumente für den Bau des Nationalparks zu finden. Mit Hilfe eines prominenten Investors holt Ron zum Gegenschlag aus.","versions":[{"lang":1,"streams":[{"redirect":13004541,"hoster":"VOE"},{"redirect":11102051,"hoster":"Doodstream"},{"redirect":8611329,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339160,"hoster":"VOE"},{"redirect":12339161,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Leslie und Ron","epNo":4,"alt":"Leslie and Ron","descr":"Die Kollegen sperren Leslie (Amy Poehler) und Ron im alten Amtsgebäude über Nacht in ein Büro. Sie sollen endlich ihre Streitigkeiten beilegen legen und sich wieder versöhnen.","versions":[{"lang":1,"streams":[{"redirect":8802359,"hoster":"VOE"},{"redirect":11102045,"hoster":"Doodstream"},{"redirect":8611339,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339164,"hoster":"VOE"},{"redirect":12339165,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gryzzlbox","epNo":5,"alt":"Gryzzlbox","descr":"Leslie und Ben verdächtigen Gryzzl, die Privatsphäre der Bewohner von Pawnee zu verletzen. April beschäftigt sich mit den neuen Praktikanten. Und Tom hilft Andy dabei, einen Vertrag nachzuverhandeln.","versions":[{"lang":1,"streams":[{"redirect":8802372,"hoster":"VOE"},{"redirect":11102053,"hoster":"Doodstream"},{"redirect":8611332,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339169,"hoster":"VOE"},{"redirect":12339170,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Rettet das J.J.’s","epNo":6,"alt":"Save JJ\u0027s","descr":"Leslie (Amy Poehler) organisiert eine Kundgebung, um JJs Imbiss vor der Schließung zu bewahren. Tom überrascht Donna mit dem ultimativen Vorab-Hochzeitsgeschenk.","versions":[{"lang":1,"streams":[{"redirect":8802368,"hoster":"VOE"},{"redirect":11102059,"hoster":"Doodstream"},{"redirect":8611333,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339172,"hoster":"VOE"},{"redirect":12339174,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Donna und Joe","epNo":7,"alt":"Donna and Joe","descr":"Donna und Joe heiraten, und April versucht, die Hochzeit reibungslos über die Bühne zu bringen. Ron hingegen sorgt für eine peinliche Situation zwischen Tom und Lucy. Ben erhält ein interessantes Angebot.","versions":[{"lang":1,"streams":[{"redirect":13122014,"hoster":"VOE"},{"redirect":11102058,"hoster":"Doodstream"},{"redirect":14208419,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339175,"hoster":"VOE"},{"redirect":12339177,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein neuer Job für April","epNo":8,"alt":"Ms. Ludgate-Dwyer Goes to Washington","descr":"Leslie und April begeben sich auf einen Business-Trip nach Washington. April sorgt sich dabei um ihre Zukunft. In Pawnee versucht unterdessen Andy, den perfekten Traumjob für April zu finden.","versions":[{"lang":1,"streams":[{"redirect":8802367,"hoster":"VOE"},{"redirect":11102057,"hoster":"Doodstream"},{"redirect":8611335,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339180,"hoster":"VOE"},{"redirect":12339181,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Frau des Jahres","epNo":9,"alt":"Pie-Mary","descr":"Leslie und Ben nehmen an einem Kuchenbackwettbewerb mit langer Tradition in Pawnee teilen – und ernten dafür harsche Kritik. Donna und Garry begeben sich auf eine Reise in die Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":8802376,"hoster":"VOE"},{"redirect":11102052,"hoster":"Doodstream"},{"redirect":8611343,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339182,"hoster":"VOE"},{"redirect":12339183,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Andys Abschied","epNo":10,"alt":"The Johnny Karate Super Awesome Musical Explosion Show","descr":"Ein großer Tag für Andy: Die letzte Episode seiner Fernsehsendung steht an – und bringt viele seiner alten Freunde zusammen, die ihm Glück für die ungewisse Zukunft wünschen.","versions":[{"lang":1,"streams":[{"redirect":8802365,"hoster":"VOE"},{"redirect":11102054,"hoster":"Doodstream"},{"redirect":8611338,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380777,"hoster":"VOE"},{"redirect":12339189,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein neuer Bürgermeister","epNo":11,"alt":"Two Funerals","descr":"Nach dem Tod von Gunderson muss Ben einen neuen Bürgermeister bestimmen. Er und April führen diverse Bewerbungsgespräche durch. Und Ron trauert um seinen verstorbenen Friseur.","versions":[{"lang":1,"streams":[{"redirect":8802375,"hoster":"VOE"},{"redirect":8611337,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339192,"hoster":"VOE"},{"redirect":12339193,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein letzter Coup (1)","epNo":12,"alt":"One Last Ride (1)","descr":"Das Team des Grünflächenamts hat einen letzten gemeinsamen Auftrag zu erledigen. Dann ist es Zeit, Pawnee auf Wiedersehen zu sagen.","versions":[{"lang":1,"streams":[{"redirect":8802379,"hoster":"VOE"},{"redirect":11102056,"hoster":"Doodstream"},{"redirect":8611336,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12339202,"hoster":"VOE"},{"redirect":12339198,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein letzter Coup (2)","epNo":13,"alt":"One Last Ride (2)","descr":"Das Team des Grünflächenamts hat einen letzten gemeinsamen Auftrag zu erledigen. Dann ist es Zeit, Pawnee auf Wiedersehen zu sagen.","versions":[{"lang":1,"streams":[{"redirect":13122017,"hoster":"VOE"},{"redirect":11102060,"hoster":"Doodstream"},{"redirect":8611340,"hoster":"Streamtape"}]}]}]}]}