{"seriesId":"parlament","name":"Parlament","descr":"Samy (Xavier Lacaille) fängt direkt nach der Brexit-Abstimmung im Europäischen Parlament in Brüssel als Praktikant an. Zwar hat er an der Uni viel über Europa gelernt, doch auf seinen neuen Posten wurde er in keiner Weise vorbereitet. So bleibt ihm nur zu hoffen, dass er mit seinem Einfallsreichtum schnell seinen Platz finden wird. Allzu viel Eingewöhnungszeit bleibt ihm allerdings nicht: Von der deutschen Abgeordneten Ingeborg (Christiane Paul) bekommt er unmittelbar eine schwierige Mission aufgehalst: Er soll einen Gesetzesentwurf gegen das Abtrennen von Haifischflossen – das sogenannte \"Finning\" – entwerfen. Wie man das umsetzt, hat Samy keine Ahnung – und nur sechs Monate Zeit, um das Problem zu lösen und ein echter Insider der Geheimnisse des Parlaments zu werden. Es stellen sich ihm fast unüberwindliche Hindernisse in den Weg. Samy wird belogen und betrogen und fällt auf falsche Freunde rein. Zudem sitzt ihm ständig die penible Ingeborg im Nacken, die ein Politprofi ist und ihn keine Sekunde vom Haken lässt. Samy beginnt also seinen eigenen Feldzug.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Willkommen in Brüssel","epNo":1,"alt":"J’ai jamais eu de rapports","descr":"Parlament\" erzählt auf humorvolle Weise die Geschichte von Menschen, die das Schicksal von 500 Millionen Bürgern und Bürgerinnen in der Hand haben, die kaum einer kennt und deren Institution, das Europäische Parlament in Brüssel, kaum einer durchschaut. So geht es auch Samy (Xavier Lacaille), als er seinen ersten Arbeitstag als Praktikant in Brüssel direkt nach der Brexit-Abstimmung beginnt. Obwohl er an der Uni viel über Europa gelernt hat, ist er auf seinen neuen Posten in keiner Weise vorbereitet. Er hofft einfach, dass er mit seinem Einfallsreichtum schnell seinen Platz finden wird. Leider bekommt er sehr schnell von der deutschen Abgeordneten Ingeborg (Christiane Paul) eine schwierige Mission aufgehalst: Er soll einen Gesetzesentwurf gegen das Abtrennen von Haifischflossen entwerfen – genannt ‚Finning‘. Doch wie setzt man das durch? Samy hat keine Ahnung. Und er hat nur sechs Monate Zeit, das Problem zu lösen und ein echter Insider der Geheimnisse des Parlaments zu werden. Fast unüberwindliche Hindernisse stellen sich ihm in den Weg. Samy wird belogen und betrogen, er fällt auf falsche Freunde herein und hat ständig die strenge Ingeborg im Nacken, die ein Politprofi ist und ihn keine Sekunde vom Haken lässt. Samy beginnt also seinen eigenen Feldzug … Es ist Samys erster Tag in Brüssel! Als parlamentarischer Assistent ist er dem Abgeordneten Michel Specklin zugewiesen. Ein sympathischer älterer Herr … doch es wird ihm keine Zeit zur Eingewöhnung gegönnt, denn bevor er es begreift, hat er schon den größten Schlamassel am Hals. Er muss für das Planungstreffen des Fischerei-Ausschusses einen Änderungsantrag vorbereiten, der das \"Shark-Finning\" verbieten soll. Das Abtrennen der Finne bei lebenden Haien ist brutal, aber auch umstritten, denn ein Teil der Fischerei-Industrie lebt davon. Samy lässt sich nicht einschüchtern und holt sich Rat von allen Seiten.","versions":[{"lang":1,"streams":[{"redirect":11553351,"hoster":"VOE"},{"redirect":11553355,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8513158,"hoster":"VOE"},{"redirect":8513160,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Trau, schau, wem!","epNo":2,"alt":"L’invincible Armada","descr":"Samy hat neue Freunde gefunden: Die alten Hasen Rose und Toto rücken allerdings nur häppchenweise mit guten Tipps heraus. Aber immerhin, nun weiß er, dass es für solche komplizierten Anträge politische Berater gibt! Sein Berater heißt Maurice und ist durchaus hilfsbereit in der Angelegenheit. Allerdings muss Samy dafür gewissen Kompromisse eingehen.","versions":[{"lang":1,"streams":[{"redirect":11553346,"hoster":"VOE"},{"redirect":11553345,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8513096,"hoster":"VOE"},{"redirect":8513094,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gehe zurück auf `Los`","epNo":3,"alt":"La politique et les saucisses","descr":"Samy stellt seinen ersten Änderungsantrag und ist erfolgreich! Er hat hervorragende taktische Arbeit im Ausschuss geleistet, so wie er es von EU-Sekretär Eamon gelernt hat. Doch warum ist die deutsche Abgeordnete Ingeborg so aufgebracht? Er hatte doch in ihrem Sinne gehandelt? Samy versteht die Welt nicht mehr. Ganz nebenbei muss er auch noch die Beziehung zu der schwedischen Kollegin klären und sucht immer noch nach WG-Mitgliedern. Doch die Britin Rose hat nach der Abstimmung zum Brexit ganz andere Probleme. Sie ist auf Jobsuche.","versions":[{"lang":1,"streams":[{"redirect":11553344,"hoster":"VOE"},{"redirect":11553352,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8513102,"hoster":"VOE"},{"redirect":8513110,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der älteste Beruf der Welt","epNo":4,"alt":"Le plus vieux métier du monde","descr":"Ingeborg erteilt Samy eine beeindruckende Lektion in Sachen politische Theorie und Wirklichkeit. Sie hat andere, höhere Ziele, für die sie das Verbot von Finning aufgibt und Samy zur Rücknahme seines Antrages zwingen will. Er sieht keinen anderen Ausweg: Den aufkommenden Populismus in Europa ein Schnippchen schlagen? Das will er doch auch. Aber die Haie dafür aufgeben? Auch Rose muss sich Gewissensfragen stellen. Will sie wirklich weiterhin in Brüssel bleiben und als Lobbyisten ihr Geld verdienen?","versions":[{"lang":1,"streams":[{"redirect":11553334,"hoster":"VOE"},{"redirect":11553337,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8513112,"hoster":"VOE"},{"redirect":8513108,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zusammen sind wir stark","epNo":5,"alt":"Demos Kratos","descr":"Eine Besuchergruppe muss im Parlamentsgebäude herumgeführt und beschäftigt werden. Samy ist genervt, doch die EU-Interessierte Seniorengruppe verhilft ihm zu einem Coup und nun ist der Weg frei für einen ganz besonderen Weg: Er will seinen Antrag direkt in das Straßburger Plenum einbringen und dort abstimmen lassen. Eine dafür nötige Fraktion gibt es zwar nicht, aber es reichen auch 40 Unterschriften von Abgeordneten. Samys Ehrgeiz ist gepackt! Nicht umsonst nennt man ihn in Brüssel bereits ‚Samy the Shark‘.","versions":[{"lang":1,"streams":[{"redirect":11553327,"hoster":"VOE"},{"redirect":11553326,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8513116,"hoster":"VOE"},{"redirect":8513119,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ich bin Sharky","epNo":6,"alt":"Je suis Sharky","descr":"Zusammen mit Rose und Torsten überlegt Samy, wie er 40 Stimmen von den Abgeordneten zusammen bekommen könnte. Nach strategischen Überlegungen ist klar: Es muss ein Event her, bei dem es zum kalten Büffet und zu traurigen Finning-Videos einen berühmten \"Speaker\" geben muss. Da kommt eigentlich nur die dänische Wettbewerbskommissarin Marianne Nordager in Frage. Sie ist jung, rebellisch und vor allem lässt sie nicht nur Samys Herz höherschlagen! Zum Event erscheint Samy extra im passenden Hai-Kostüm und einige Abgeordnete nehmen sein Anliegen wirklich ernst. Die Zeichen stehen also gut, wenn da nicht Ingeborg wäre, die – allerdings hinter den Kulissen – an den Strippen zieht.","versions":[{"lang":1,"streams":[{"redirect":11553318,"hoster":"VOE"},{"redirect":11553312,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8513121,"hoster":"VOE"},{"redirect":8513120,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"he American Way","epNo":7,"alt":"Wild West Wing","descr":"Die Kampagne \"Save The Shark\" ist Online in vollem Gange. Auf Einladung des niederländischen Abgeordneten kommt sogar der amerikanischer Aktivist Leroy Sparks nach Brüssel, um für die Haie zu werben. Samy ist angetan von seinem Charisma: positiv, charmant, gutaussehend und sehr professionell. Aber leider ist auch Rose von Leroy wie verzaubert. Frisch von ihrem Freund getrennt, kommt ihr da ein schöner Abend mit Leroy gerade recht. Samy wird auffällig nervös!","versions":[{"lang":1,"streams":[{"redirect":11553315,"hoster":"VOE"},{"redirect":11553299,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8513129,"hoster":"VOE"},{"redirect":8513127,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Rose und Samy","epNo":8,"alt":"Le Pacte de Stabilité","descr":"Samy und Rose nutzen das Büro des niederländischen Abgeordneten Cornelius, um konzentriert an der Kampagne zu arbeiten. Am frühen Abend erst merken sie, dass die Bürotür verschlossen ist. Samy nutzt die Chance, Rose endlich einmal privat kennenzulernen. Am nächsten Morgen ist allerdings nichts mehr so wie es vorher war. Rose hat einen neuen Job in Kalifornien und Samy ist durch das Sharky-Video, das Torsten in Ingeborgs Auftrag gepostet hatte und ihn eigentlich diskreditieren sollte, berühmt geworden. Reihenweise melden sich nun EU-Abgeordnete und wollen den Antrag gegen das Finning unterschreiben!","versions":[{"lang":1,"streams":[{"redirect":11553308,"hoster":"VOE"},{"redirect":11553303,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8513133,"hoster":"VOE"},{"redirect":8513134,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die List des Gegners","epNo":9,"alt":"Strasbourg, Outre-Rhin","descr":"Jetzt muss die Gesetzesvorlage nur noch in Straßburg eingereicht werden. Samy ist zuversichtlich. Doch Ingeborg verfolgt immer noch andere Interessen. Sie verhindert zwar zunächst erfolgreich die Eingabe, doch Eamon ist noch schlauer als sie! Ingeborgs \u0027größerer\u0027 Plan, mithilfe der Spanier eine Änderung der Verfahrensordnung durchzusetzen, um den Populisten in Europa Einhalt zu gebieten, ist gescheitert.","versions":[{"lang":1,"streams":[{"redirect":11553296,"hoster":"VOE"},{"redirect":11553295,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12334238,"hoster":"VOE"},{"redirect":8513140,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"`Es war einmal ein junger Hai`","epNo":10,"alt":"C’était un jeune requin","descr":"Ingeborg kann ein Scheitern nicht akzeptieren und greift zum letzten Mittel: Sie erpresst Samys Abgeordneten Michel Specklin und der feuert Samy tatsächlich noch am gleichen Tag. Außerdem überzeugt sie die Ungarn, sich nicht wie versprochen bei einer Abstimmung für die Haie einzusetzen. Damit ist alles verloren und alle Mühen waren umsonst.","versions":[{"lang":1,"streams":[{"redirect":11553286,"hoster":"VOE"},{"redirect":11553289,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8513151,"hoster":"VOE"},{"redirect":8513152,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Auf der Suche nach dem Top-Job","epNo":1,"alt":"The Top Jobs Magic Circus","descr":"","versions":[{"lang":1,"streams":[{"redirect":11571275,"hoster":"VOE"},{"redirect":11571272,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer bitte?","epNo":2,"alt":"CIA stuff","descr":"","versions":[{"lang":1,"streams":[{"redirect":11571266,"hoster":"VOE"},{"redirect":11571273,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Des Präsidenten neue Kleider","epNo":3,"alt":"The President\u0027s new clothes","descr":"","versions":[{"lang":1,"streams":[{"redirect":11571271,"hoster":"VOE"},{"redirect":11571280,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Pinguine","epNo":4,"alt":"Pingouins","descr":"","versions":[{"lang":1,"streams":[{"redirect":11571277,"hoster":"VOE"},{"redirect":11571276,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Viele Köche – eine Suppe","epNo":5,"alt":"A piece of the action","descr":"","versions":[{"lang":1,"streams":[{"redirect":12380781,"hoster":"VOE"},{"redirect":11571286,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Außerirdische?","epNo":6,"alt":"Reptilians","descr":"","versions":[{"lang":1,"streams":[{"redirect":11571305,"hoster":"VOE"},{"redirect":11571282,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Volkes Stimme","epNo":7,"alt":"Vox pop","descr":"","versions":[{"lang":1,"streams":[{"redirect":11571298,"hoster":"VOE"},{"redirect":11571285,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein kleiner Ausflug","epNo":8,"alt":"The Forbidden City","descr":"","versions":[{"lang":1,"streams":[{"redirect":11571292,"hoster":"VOE"},{"redirect":11571293,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Verhandlung","epNo":9,"alt":"Nothing is Agreed...","descr":"","versions":[{"lang":1,"streams":[{"redirect":11571295,"hoster":"VOE"},{"redirect":11571294,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Und was jetzt?","epNo":10,"alt":"Until Everything is Agreed","descr":"","versions":[{"lang":1,"streams":[{"redirect":11571301,"hoster":"VOE"},{"redirect":11571435,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Deutschen kommen","epNo":1,"alt":"","descr":"Samy – inzwischen politischer Berater – leitet routiniert und professionell die Geschicke seiner Fraktion, als Valentine Cantel unverhofft nach Brüssel zurückkehrt und Samys Leben auf den Kopf stellt.","versions":[{"lang":1,"streams":[{"redirect":13274299,"hoster":"VOE"},{"redirect":13274298,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hintergrundgespräch","epNo":2,"alt":"","descr":"Bei ihrem ersten vertraulichen Austausch mit Journalisten tritt Valentine direkt ins Fettnäpfchen und gefährdet dadurch ihre Ernennung zur Kommissarin. Zudem ist Gesine fest entschlossen, Valentine bei ihrer Anhörung vor dem Parlament auflaufen zu lassen. Martin wird von seinen deutschen Kollegen verdächtigt, inzwischen mehr Franzose als Deutscher zu sein.","versions":[{"lang":1,"streams":[{"redirect":13274264,"hoster":"VOE"},{"redirect":13274265,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Absolution","epNo":3,"alt":"","descr":"Rose ist im Presseraum Persona non grata und Samy ist wütend auf sie. Valentine wird von ihren politischen Gegnern unter Beschuss genommen. Ihre Nominierung als EU-Kommissarin ist ernsthaft gefährdet. Samy sucht Rat bei Eamon, der sich diesmal jedoch weigert, ihm zu helfen.","versions":[{"lang":1,"streams":[{"redirect":13274268,"hoster":"VOE"},{"redirect":13274269,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Captain Europe","epNo":4,"alt":"","descr":"Valentine hat es dank Samy in die Kommission geschafft. Samy verabschiedet sich von den Kollegen im Parlament, da er davon ausgeht, dass er in Valentines Kabinett wechseln wird. Auf deutscher Seite wird Konrad und seinem Team klar, dass Martin sich gegen sie gewandt hat, um für Michels Wiederwahl zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":13274273,"hoster":"VOE"},{"redirect":13274274,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rechnungsreform","epNo":5,"alt":"","descr":"Valentine sucht Unterstützung, um ihr Projekt \"Containerschiff der Zukunft\" zu verwirklichen. Im Gegenzug wird von ihr verlangt, die von ihr selbst durchgesetzten Buchhaltungsregeln wieder abzuschaffen. Samy beschließt, gegen Valentine in den Krieg zu ziehen.","versions":[{"lang":1,"streams":[{"redirect":13274276,"hoster":"VOE"},{"redirect":13274277,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zusatzklausel","epNo":6,"alt":"","descr":"Das Spiel beginnt: Das Parlamentsteam, bestehend aus Samy, Gesine, Sven, Eamon und Zeyneb, tritt gegen das Kommissionsteam, bestehend aus Valentine, Carmen und Miguel, an. Alle handeln aus unterschiedlichen Gründen: Samy aus Rache; Gesine aus Prinzip; Sven, um die Ozeane zu retten; und Eamon, um der Kommission beizubringen, das Parlament zu respektieren …","versions":[{"lang":1,"streams":[{"redirect":13274281,"hoster":"VOE"},{"redirect":13274282,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ausgeschlossen","epNo":7,"alt":"","descr":"Nach einer erfolglosen ersten Runde geht das Gesine-Team wieder in die Offensive. Bei einem geheimen Treffen in ihrem Hauptquartier beschließen sie, die gesamte Palette der Scherereien auszuschöpfen, die das Europäische Parlament einem EU-Kommissar machen kann …","versions":[{"lang":1,"streams":[{"redirect":13274285,"hoster":"VOE"},{"redirect":13274286,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fristeinhaltung","epNo":8,"alt":"","descr":"Der Druck des Parlaments, angeführt von Samy und Gesine, trägt Früchte. Carmen schlägt vor, ein geheimes Schlichtungsgespräch zu organisieren. Sie stellt ihre Bedingungen: nachts, in einem abgelegenen Büro des Parlaments, ohne Handy … und ohne Sven, dessen lange Tiraden sie nicht mehr ertragen kann. Samy geht darauf ein, da er irrtümlich glaubt, ihr einen Schritt voraus zu sein.","versions":[{"lang":1,"streams":[{"redirect":13274288,"hoster":"VOE"},{"redirect":13274289,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fish and Ships","epNo":9,"alt":"","descr":"Samy irrt durch das Parlament und grübelt über seine Niederlage nach. Voller Groll beschließt er, alles an die Presse auszuplaudern. Parallel dazu hält \"Captain Europe\" Torsten den Druck seiner Follower nicht mehr aus.","versions":[{"lang":1,"streams":[{"redirect":13274295,"hoster":"VOE"},{"redirect":13274296,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Europa – Ein Musical","epNo":10,"alt":"","descr":"Torsten wird im Traum von Jean Monnet besucht, der ihn zu einem neuen großen Projekt zur Rettung Europas inspiriert. Valentine begreift, dass der \"Blue Deal\" durch das Imponiergehabe der Engländer sogar gerettet wird! Sie ist davon überzeugt, dass Samy machiavellistische Intelligenz bewiesen hat.","versions":[{"lang":1,"streams":[{"redirect":13277566,"hoster":"VOE"},{"redirect":13277567,"hoster":"Streamtape"}]}]}]}]}