{"seriesId":"partner-track","name":"Partner Track","descr":"Die Anwaltsserie erzählt von der ehrgeizigen jungen Anwältin Ingrid Yun (Arden Cho), die in der renommierten New Yorker Kanzlei Parsons Valentine arbeitet. Als Frau mit asiatischen Wurzeln muss sie sich besonders ins Zeug legen, um in dem von Männern dominierten Unternehmen bestehen zu können und Karriere zu machen. Ingrid Yun verfolgt ihr Ziel, baldmöglichst zur Juniorpartnerin der Kanzlei aufzusteigen. Ihr Einsatz zahlt sich zunehmend aus, jedoch hat der Erfolg im Hause Parsons Valentine seinen Preis. Schon bald wird die Idealistin in moralisch fragwürdige Geschichten verstrickt, die sie am Ende vor die Entscheidung stellen...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wesentliche nachteilige Änderung","epNo":1,"alt":"Material Adverse Change","descr":"Ingrid ist auf der Zielgeraden, Partnerin bei ihrer New Yorker Anwaltskanzlei zu werden. Doch die Ankunft eines neuen Kollegen aus London wirft ihre Pläne über den Haufen.","versions":[{"lang":1,"streams":[{"redirect":11142748,"hoster":"VOE"},{"redirect":11151483,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Metastrategie","epNo":2,"alt":"Meta-Strategy","descr":"Die Spannungen zwischen Ingrid und Murphy werden durch ein verschwundenes Dokument und ein überraschendes Lunchdate angeheizt. Rachel versteht sich mit einer neuen Klientin.","versions":[{"lang":1,"streams":[{"redirect":11142750,"hoster":"VOE"},{"redirect":11142753,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Neuer Veranstaltungsort","epNo":3,"alt":"Change of Venue","descr":"Um den Deal mit SunCorp zu retten, gehen Ingrid und Murphy nach Upstate New York. Rachel hilft einer flatterhaften Erbin und Tyler hat ein massives Modedrama auf dem Tisch.","versions":[{"lang":1,"streams":[{"redirect":11142755,"hoster":"VOE"},{"redirect":11142758,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gebührende Sorgfalt","epNo":4,"alt":"Due Diligence","descr":"Ingrids neue Beziehung entwickelt sich rasant. Gleichzeitig konkurriert sie mit Murphy, um ihren Chef zu beeindrucken. Rachel organisiert widerwillig die Talentshow der Firma.","versions":[{"lang":1,"streams":[{"redirect":11142761,"hoster":"VOE"},{"redirect":11142769,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nicht im Büro","epNo":5,"alt":"Out of Office","descr":"Auf dem jährlichen Firmenausflug in einem protzigen Hotel müssen sich Ingrid und Murphy um das unangenehme SunCorp-Problem kümmern, während Rachel ihre Kreativität entdeckt.","versions":[{"lang":1,"streams":[{"redirect":11142767,"hoster":"VOE"},{"redirect":11142765,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Klientenbeziehungen","epNo":6,"alt":"Client Relations","descr":"Die Personalabteilung untersucht den hässlichen Vorfall auf dem Firmenausflug. Ingrid spielt den Boten für Marty. Rachel erhält an ihrem 30. Geburtstag ein aufregendes Angebot.","versions":[{"lang":1,"streams":[{"redirect":12919099,"hoster":"VOE"},{"redirect":11142768,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gesprächsthemen","epNo":7,"alt":"Talking Points","descr":"Inmitten von wichtigen privaten Neuigkeiten plant Ingrid die Diversity-Gala der Kanzlei. Rachel unternimmt auf der Arbeit einen gewagten Schritt und Tyler gerät privat unter Druck.","versions":[{"lang":1,"streams":[{"redirect":11142775,"hoster":"VOE"},{"redirect":11142772,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folgeschäden","epNo":8,"alt":"Consequential Damages","descr":"Ingrid will an Thanksgiving schleunigst den SunCorp-Deal mit Murphy abschließen. Tyler sieht sich Zukunftsfragen gegenübergestellt. Rachel lernt eine neue Seite an Justin kennen.","versions":[{"lang":1,"streams":[{"redirect":11142780,"hoster":"VOE"},{"redirect":11142778,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Pro Forma","epNo":9,"alt":"Pro Forma","descr":"Die Unternehmensfeier und Partnerbekanntmachungen stehen vor der Tür. Ingrid kommt Murphy näher, Rachel erleidet einen Rückschlag und Tyler wagt einen Neuanfang.","versions":[{"lang":1,"streams":[{"redirect":11142785,"hoster":"VOE"},{"redirect":11142787,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Überfall im Morgengrauen","epNo":10,"alt":"Dawn Raid","descr":"Nachdem sie erfährt, dass sie keine Partnerin geworden ist, schmiedet Ingrid einen gewagten Plan, um das Blatt beruflich und in ihrem Privatleben zu ihren Gunsten zu wenden.","versions":[{"lang":1,"streams":[{"redirect":12380783,"hoster":"VOE"},{"redirect":11142746,"hoster":"Streamtape"}]}]}]}]}