{"seriesId":"pastewka","name":"Pastewka","descr":"In der Comedy-Serie Pastewka ist der Name Programm: Bastian Pastewka spielt Bastian Pastewka in Geschichten aus dem Alltag. Geschichten, die ihm im wahren Leben zwar nicht passiert sind, aber eben doch jederzeit passieren könnten. Denn Bastian ist Pastewka: ein liebenswerter Turnbeutelvergesser mit blühender Phantasie, dem unbedingten Wunsch, immer alles richtig zu machen, ein paar kleinen Eigenheiten und dem Talent, das Passende zu sagen - meistens im unpassenden Moment.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Unfall","epNo":1,"alt":"","descr":"Mit dem Fahrrad seines Bruders Hagen verursacht Bastian einen Verkehrsunfall. Sein Unfallgegner, die Autofahrerin Frau Schlung, erkennt ihn nicht, sondern hält ihn fälschlich für Ingolf Lück. Dieser wird nicht nur von der Polizei vernommen, sondern sogar von Frau Schlung angezeigt. Um sich gänzlich auf diesen Rechtsstreit konzentrieren zu können, bittet er Bastian, für ihn als Stargast bei einem Zahnärzteball einzuspringen. Bastian kann ihm diesen Wunsch nicht ausschlagen, da er für den Unfall und den für Lück damit verbundenen Konsequenzen verantwortlich ist, gesteht ihm dies jedoch nicht und kommt zudem beim Publikum der Feier nicht besonders gut an. Bastians Freundin Anne möchte mit ihm derweil in eine gemeinsame Wohnung ziehen. Bastian fürchtet jedoch, zu viele seiner Film- und Fernsehmemorabilia aufgeben zu müssen, da Anne seinen Geschmack in dieser Richtung nicht teilt. Jedoch kann er sich diesem Problem nicht widmen, da er sich bereiterklärt hat, Hagens übelgelaunte Tochter Kim zu beaufsichtigen, um seinem Bruder Hagen den Rücken für eine Verabredung freizuhalten. Bei der gemeinsamen Fahrt zu einem Schnellimbiss verursacht Bastian einen Autounfall. Dabei verletzt sich Kim, so dass Bastian sie ins Krankenhaus bringen muss. Seine Versuche, sie zu trösten, schlagen fehl. Als ob das nicht reichen würde, wird Bastian von seiner Nachbarin Svenja Bruck – nicht ganz zu Unrecht – beschuldigt, ihre Tageszeitung gestohlen zu haben.","versions":[{"lang":1,"streams":[{"redirect":8802443,"hoster":"VOE"},{"redirect":8611363,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Personalausweis","epNo":2,"alt":"","descr":"Bastian wurde der Personalausweis in Russland gestohlen, so dass er nun beim Einwohnermeldeamt einen neuen Ausweis beantragen muss. Anne bittet ihn, das Geburtstagsgeschenk für seine Nichte Kim bei dieser Gelegenheit gleich mitzubringen. Es liegt bei der Post zur Abholung bereit. Bastian kann seiner Freundin diese Bitte nicht abschlagen und erhält eine Vollmacht von ihr ausgestellt, mit der er das Paket in Empfang nehmen kann. Mit seiner Managerin Regine macht sich Bastian auf den Weg zum Einwohnermeldeamt. Dort drängelt sie sich dreist in eine Parklücke und nimmt einem Herrn den Parkplatz weg, der daraufhin den Beifahrer Bastian verbal anfährt. Die Beamten des Einwohnermeldeamts lassen sich nicht hetzen, ganz zum Leidwesen von Bastian, der langsam in Zeitnot gerät, da der Besuch bei der Post noch aussteht und er darüber hinaus dringend ins Tonstudio muss, um den Animationsfilm Freches Gemüse zusammen mit Helmut Krauss, den er vom Bahnhof abzuholen hat, zu synchronisieren. Daher entschließt sich Bastian, die Wartezeit zu nutzen und unterdessen das Paket von der Post zu holen. Unglücklicherweise lässt sich die Vollmacht nirgends finden. Das einzige, was er ohne das Dokument erreicht, ist, die Schalterbeamtin binnen kürzester Zeit in Rage zu versetzen. Unverrichteter Dinge macht er sich auf den Rückweg zum Einwohnermeldeamt. Dort muss er feststellen, dass der Herr, den er in der unangenehmen Situation auf dem Parkplatz kennengelernt hat, für sein Anliegen zuständig ist. Helmut Krauss wird am Bahnhof versetzt, der Personalausweis nicht ausgestellt, das Paket nicht abgeholt. Zumindest schafft es Bastian, ein kurzfristig erworbenes Geschenk für Kim mit nach Hause zu bringen, von dem seine Nichte jedoch wenig erbaut ist.","versions":[{"lang":1,"streams":[{"redirect":8802450,"hoster":"VOE"},{"redirect":11102119,"hoster":"Doodstream"},{"redirect":8611370,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Besuch","epNo":3,"alt":"","descr":"Unerwartet steht Bastians Vater Volker vor der Tür. Dass dieser Besuch gar nicht so unangemeldet erfolgt, sondern von Bastian schlichtweg vergessen wurde, macht die Sache für Anne nicht besser. Sie möchte mit Bastian zu einer Wohnungsbesichtigung, damit ihr Traum von einer gemeinsamen Wohnung mit Bastian endlich in Erfüllung gehen kann. Bastian kommt der Besuch hingegen gerade recht, da er die Macken seines Vaters bestens kennt und sich erhofft, dass er Anne die Wohnung schlechtreden wird. So begleitet Bastians Vater das Paar und überprüft penibel jede Aussage des Maklers. Dieser verlässt entnervt die Wohnung mit der Bitte, im Anschluss an die Wohnungsbesichtigung einfach die Tür zuzuziehen. Diesem Wunsch können die drei spätestens in dem Moment nicht mehr nachkommen, als es Volker Pastewka beim Versuch, den Wasserdruck zu kontrollieren, gelingt, einen Rohrbruch zu verursachen. Im Anschluss an die verpatzte Wohnungsbesichtigung möchte Volker Pastewka das Grab seiner Mutter Hetti auf dem Friedhof besuchen. Da Bastian es jedoch seit einem Jahr versäumt hat, die Grabpflegegebühr zu begleichen, ist die Grabstelle inzwischen neu vergeben. Ein Familieneklat sondergleichen ist unausweichlich.","versions":[{"lang":1,"streams":[{"redirect":8802446,"hoster":"VOE"},{"redirect":11102122,"hoster":"Doodstream"},{"redirect":8611367,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Kinoabend","epNo":4,"alt":"","descr":"Anne möchte mit Bastian ins Kino gehen, doch Bastian möchte den Abend lieber zu Hause verbringen und \"Der Partyschreck\" im Fernsehen anschauen, lässt sich aber von Anne überreden. Vor dem Kino bemerkt Bastian, dass er noch Geld abheben muss, vergisst jedoch am Geldautomaten sein Geld. Er vermutet, Punker Tommy habe das Geld geklaut und beschuldigt ihn...","versions":[{"lang":1,"streams":[{"redirect":8802454,"hoster":"VOE"},{"redirect":8611365,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Mietvertrag","epNo":5,"alt":"","descr":"Bastian und Hagen ersteigern einen Kicker, den sie dann zusammen mit Kim abholen wollen, doch durch eine Panne kurz vor dem Ziel, müssen sie sich etwas anderes ausdenken. Bastian ruft seinen Freund Michael Kessler an, aber durch Bastians üblichen Pechs wird es noch eine beschwerliche Reise...","versions":[{"lang":1,"streams":[{"redirect":11197764,"hoster":"VOE"},{"redirect":8611368,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Flohmarkt","epNo":6,"alt":"","descr":"Bastian braucht im Supermarkt Kleingeld für den Einkaufswagen. Der Einzige, der ihm Kleingeld geben kann, ist ein Obdachloser, für den Bastian dadurch Alkohol besorgen musste. An der Kasse begegnet er dann Martin Semmelrogge, der sich Sorgen um Bastians Alkoholkonsum macht. Anne verkauft versehentlich auf dem Flohmarkt Bastians Dalli-Dalli-Tasse, weswegen er sich wirklich ärgert...","versions":[{"lang":1,"streams":[{"redirect":8802452,"hoster":"VOE"},{"redirect":8611369,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Preisverleihung","epNo":7,"alt":"","descr":"Bastian macht sich mit seiner Managerin Regine auf den Weg nach Wien, denn dort soll er den österreichischen Fernsehpreis verliehen bekommen. In der Flughafen-Lounge trifft er auf seine Stalkerin, die ihm ein nettes Geschenk mitgebracht hat.  Zu allem Unglück kommt auch noch Bastians nervige Nachbarin Frau Bruck in die Flughafen-Lounge. Auf der Toilette beobachtet er einen arabischen Mann, der etwas aus dem Spülkasten holt - Bastian vermutet einen Anschlag...","versions":[{"lang":1,"streams":[{"redirect":8802457,"hoster":"VOE"},{"redirect":11102123,"hoster":"Doodstream"},{"redirect":8611373,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Test","epNo":8,"alt":"","descr":"Bastian und Anne besuchen Hugo Egon Balder, der mit seiner Frau gerade ein Kind bekommen hat. Bastian interessiert sich für Hugos neuen Fernseher und wünscht sich auch so einen. Anne behauptet, dass Bastian eventuell Zeugungsunfähig ist, worauf er einen Test machen lässt. In der Praxis hat Bastian hat nicht zugehört was für eine Probe er genau abgeben soll. Balder, der zufällig auch gerade in der Arztpraxis ist, sieht Bastians Missgeschick und erzählt es überall herum. Darauf beschwert sich Bastian bei ihm, wobei sich Hugo so aufregt, dass er zusammenbricht und ins Krankenhaus muss. Bastian rutscht im Hausflur aus und bricht sich ein Bein. Im Krankenhaus stattet Hugo Egon Balder Bastian einen Besuch ab...","versions":[{"lang":1,"streams":[{"redirect":8802459,"hoster":"VOE"},{"redirect":8611372,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Gutschein","epNo":1,"alt":"","descr":"Pastewka nimmt zusammen mit Oliver Kalkofe und Martin Schneider an der Aufzeichnung einer Testfolge für eine neue Quizshow namens \"Wie wird\u0027s witzig?\" teil, die von Hugo Egon Balder moderiert wird. Pastewka gefällt das verwirrende Konzept überhaupt nicht. Produzent Sven Schuster (Martin Lindow) schlägt ihm einen Exklusiv-Vertrag für gemeinsame zukünftige Projekte vor und schenkt ihm unverbindlich einen Gutschein für einen Aufenthalt in einem Luxushotel für zwei Personen, um die Enttäuschung über die verkorkste Aufzeichnung vergessen zu machen. Pastewka, der diese Geste zunächst ablehnt, nimmt den Gutschein letztlich doch an, will ihn aber nach einem Gespräch mit seiner Managerin Regine doch zurückgeben. Allerdings hat Pastewkas Freundin Anne den Gutschein bereits gefunden und hält ihn für Bastians Geschenk zum gemeinsamen Jahrestag. Das Paar tritt den Wochenendurlaub schließlich an, ohne dass Anne von der Herkunft des Gutscheins erfährt. Das romantische Wochenende wird allerdings durch die Fernsehmacher bedroht. Schuster hat eine Prostituierte (Carolin Kebekus) auf Bastians Zimmer geschickt, und auch Kalkofe, Schneider und Balder tauchen zur falschen Zeit auf. Bei Freundin Anne verdirbt Pastewka es sich durch seine Heimlichtuerei, beim Produzenten Schuster und den drei Comedy-Kollegen durch sein falsches Spiel und verbale Entgleisungen. Anne gegenüber muss er schließlich seine Liebe beweisen, indem er etwas unternimmt, vor dem es ihm am meisten graust – einen Fallschirmsprung.","versions":[{"lang":1,"streams":[{"redirect":8802461,"hoster":"VOE"},{"redirect":8611375,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Strategie der Schnecke","epNo":2,"alt":"","descr":"Pastewka hat gegen Anne beim Schnick, Schnack, Schnuck verloren. Statt der geliebten Raumpatrouille Orion-Episoden muss er sich nun mit seiner Freundin den mongolischen alternativen Film \"Die Geschichte vom weinenden Kamel\" anschauen. Der Videoabend wird jedoch jäh unterbrochen, als der schwerhörige Nachbar Herr Albrecht (Christoph Engel) seinen Fernsehapparat auf volle Lautstärke einstellt. Pastewka kontert mit dem gleichen Manöver, sieht sich aber umgehend der wütenden Proteste von Frau Bruck ausgesetzt, die für die Fertigstellung ihrer Diplomarbeit Ruhe benötigt. Pastewka verliert auch gegen sie im Schnick Schnack Schnuck und muss den schwerhörigen Hausgenossen zur Räson bringen. Doch Pastewka stößt – wortwörtlich – auf taube Ohren. Tags darauf beschafft er, einem Rat seines Freundes Michael Kessler folgend, dem alten Mann einen Hörverstärker. Das Lautstärke-Problem scheint gelöst. Pastewka bringt dem Nachbarn sämtliche VHS-Kassetten von Babylon 5 und Edgar Wallace. Doch wenig später ist der Mann tot. Möglicherweise hat der Hörverstärker den Herzschrittmacher außer Kraft gesetzt. Als herauskommt, dass sich Pastewka kurzerhand die leerstehende Wohnung des kürzlich Verstorbenen unter den Nagel gerissen hat, um sie zusammen mit seiner Freundin Anne zu beziehen, gerät er unter Mordverdacht. Gleichzeitig sieht er sich dem Frust seines Freundes Kessler ausgesetzt, dessen Sandwichmaker er kurzerhand entsorgen wollte, indem er ihn von einem Fahrradkurier zu einem Recyclinghof bringen lassen wollte. Schimpftiraden darf Bastian sich von Frau Bruck anhören, deren rechtzeitige Abgabe der Diplomarbeit er sabotiert hat, da sich das Kabel des Sandwichmakers in den Speichen des Fahrrades ebendiesen Fahrradkuriers verfangen, ihn zum Stürzen gebracht und dabei die Diplomarbeit in eine Loseblattsammlung verwandelt hat. Pastewka ist einmal wieder in mehrere Fettnäpfchen getreten, aber immerhin scheint am Ende der Mordverdacht entkräftet zu sein.","versions":[{"lang":1,"streams":[{"redirect":8802462,"hoster":"VOE"},{"redirect":8611374,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Einzug","epNo":3,"alt":"","descr":"Volker Pastewka (Dietrich Hollinderbäumer) möchte sich gemeinsam mit seinen Söhnen Hagen und Bastian eine Grabstelle, die schön ruhig, umgrünt und unter einem Baum gelegen sein soll, aussuchen. Alle freien Grabstellen liegen jedoch abseits von der zentralen Wasserversorgung, so dass Bastian zunächst Hagen und dann auch seinen Vater davon überzeugen kann, ein zentraler liegendes Grab zu wählen. Dieses ist allerdings für den kürzlich verstorbenen Herrn Albrecht (Christoph Engel) reserviert. Bastian lässt sein Verhandlungsgeschick spielen und setzt auf seinen Promi-Bonus, so dass der Friedhofsgärtner letztlich die reservierte Grabstelle zu Gunsten des Vaters Pastewka freigibt. Doch damit nicht genug, nun will noch ein passender Sarg ausgesucht werden. Da Anne und Bastian die Wohnung des verstorbenen Herrn Albrecht nun gemeinsam beziehen wollen, gilt es sich auf eine passende Inneneinrichtung für die gemeinsame Wohnung zu einigen. Dabei wird ihnen von Annes Freundin Susanne (Svea Timander) helfend unter die Arme gegriffen, die u. a. mit einer Durchreiche nicht gerade Bastians Geschmack trifft, für Kritik aber einfach zu sensibel ist. Um weitere Probleme zu vermeiden, beugt er sich Annes und Susannes Plänen und zieht mit Vater Volker und Bruder Hagen los, um die von den Frauen ausgesuchte Küche zu besorgen. Bastians Begleitung redet solange auf ihn ein, bis er sich schließlich davon überzeugen lässt, nicht die ursprünglich geplante Ausführung der Küche zu kaufen, sondern ein günstigeres Modell zu erwerben. Unglücklicherweise sind nicht mehr alle benötigten Küchenelemente in der gewünschten roten Farbe vorhanden, so dass bei einigen auf eine pinkfarbene Lackierung ausgewichen werden muss. Dass dieser Einkauf kein gutes Ende nehmen kann, wird nicht erst klar, nachdem sich durch Hagen beim Transport der Küche ein Unfall ereignet.","versions":[{"lang":1,"streams":[{"redirect":8802468,"hoster":"VOE"},{"redirect":8611377,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Werbetrailer - Teil 1","epNo":4,"alt":"","descr":"Bastian soll einen Werbetrailer für Sat.1 zusammen mit Thomas Kausch, dem Moderator der \"Sat.1 News\", drehen. Dieser findet Bastian nicht witzig genug, ist jedoch beleidigt, nachdem Pastewka ihn vor laufender Kamera parodiert. Nun soll Bastian den Trailer mit Anke Engelke drehen, während Kausch eine neue Version mit Jeanette Biedermann aufzeichnen möchte. Bastian meint allerdings, insbesondere nachdem seine Freundin Anne ein graues Haar bei ihm entdeckt hat, dass Anke zu alt sei, um den Trailer an seiner Seite drehen zu können. Daher bittet er seine Managerin Regine Kontakt mit Jeanette Biedermann aufzunehmen. Anke ist darüber wenig erfreut und stellt Bastian zur Rede. Während dessen ereignet sich ein Einbruch in Bastians Mietshaus, genauer in Svenja Brucks Wohnung. Aus Angst um seine eigenen Habseligkeiten lässt Bastian eine Alarmanlage von seinem Bruder Hagen installieren. Diese weist aber noch so einige Macken auf. Letztlich schafft der halbnackte Bastian es, Anne und sich auszusperren. Zumindest kann Frau Bruck ihm mit T-Shirt und Hausschuhen aushelfen. Da Hagen, der mittlerweile Bastians alte Wohnung bezogen hat, nicht da ist und alle Hotels in der Stadt wegen einer Messe belegt sind, bleibt den beiden nichts anderes übrig, als die Nacht in ihrem Wagen zu verbringen.","versions":[{"lang":1,"streams":[{"redirect":8802467,"hoster":"VOE"},{"redirect":8611379,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Werbetrailer - Teil 2","epNo":5,"alt":"","descr":"Da der Wagen, in dem Bastian und Anne die Nacht verbrachten, nachdem sie sich ausgesperrt hatten, im Parkverbot stand, erwachen die beiden auf der Ladefläche eines Abschleppwagens. Bastian führt allerdings kein Geld bei sich, um seinen Wagen auszulösen, so dass er mit dem Fahrer des Abschleppwagens eine Abmachung trifft. Er soll dessen Bruder, den depressiven Kassierer des Autohofs (Carsten Beinlich), zum Lachen bringen, was ihm letztlich – wenn auch etwas unbeabsichtigt – gelingt. Zurück im Wagen, begibt sich das Paar auf den Weg zu Bastians Managerin Regine, wo sich Bastian mit Jeanette Biedermann treffen will, um ihren gemeinsamen Trailer für Sat.1 zu besprechen. Allerdings schafft er es nicht rechtzeitig zu erscheinen, weswegen Jeanette Biedermann schon im Hotel ist. Während sich bei Regine alles um die hochschwangere Sekretärin Esther (Lisa Sommerfeldt) dreht, wird Bastians Wagen erneut abgeschleppt. Bevor Bastian jedoch Jeanette im Hotel aufsuchen will, macht er sich auf den Weg zu einem Herrenausstatter, um das von Svenja Bruck geliehene T-Shirt und die bunten Pantoffeln gegen einen Anzug und angemesseneres Schuhwerk einzutauschen. Auch hier stellt sich ihm das Problem, dass er noch immer kein Bargeld bei sich führt. Der Geschäftsinhaber zeigt sich jedoch als überaus kulant und gewährt Bastian, die Rechnung zu einem späteren Zeitpunkt zu begleichen. Bastian will sich persönlich erkenntlich zeigen und bietet Karten für Genial daneben an, die der Geschäftsführer jedoch ablehnt, da ihm Hugo Egon Balders Humor wenig zusagt. Stattdessen bietet er ihm Karten für eine Sendung von Markus Maria Profitlich an, die der Herrenausstatter als Anspielung auf seine Statur versteht, weswegen sich Bastian in seinem alten, improvisierten Outfit auf der Straße wiederfindet. So macht sich Bastian unverrichteter Dinge erneut auf dem Weg zum Autohof… Ein weiteres Mal gelingt es ihm seinen Wagen auszulösen, so dass er sich nun endlich auf den Weg zum Hotel machen kann, um Jeanette Biedermann zu treffen. In der Lounge des Hotels trifft er jedoch überraschend auf Anke Engelke, die am Boden zerstört ist und das Showbusiness aufgeben möchte, da sie sich zu alt findet. Bastian schafft es Anke zu trösten, bis schließlich Jeanette erscheint und den gemeinsamen Trailer von Bastian und ihr anspricht.","versions":[{"lang":1,"streams":[{"redirect":8802471,"hoster":"VOE"},{"redirect":8611378,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Fitness-Studio","epNo":6,"alt":"","descr":"Beim Drachensteigenlassen im Park haben sowohl Bastian als auch Kim Probleme mit der Kondition. Anne drängt Bastian daraufhin, einen Arzt zu konsultieren, was Bastian jedoch ablehnt. Seinem Kollegen Michael Kessler, der sich sofort als Trainingspartner anbietet, berichtet er von schlechten Stand seiner Fitness bei einem Treffen im Eiscafé. Dort wird Michael von einer Wespe gestochen, weswegen Bastian ihn sofort zu einem Arzt bringt. In der Praxis wird Bastian bevorzugt behandelt, da er – im Gegensatz zu Michael – privat krankenversichert ist. Der Arztbesuch zeigt nicht nur, dass Bastians Werte tatsächlich Anlass zur Sorge bieten, sondern führt auch dazu, dass Michael sich von Bastian übergangen fühlt, da er trotz seines Wespenstichs im Wartezimmer Platz nehmen muss. Daher zieht Michael sein Angebot zurück, mit Bastian zu trainieren. Deswegen meldet Anne Bastian zusammen mit Kim im Fitness-Studio an, wo die beiden jedoch wegen eines Missverständnisses herausgeworfen werden. Bei einem gemeinsamen Abendessen mit Produzent Sven Schuster (Martin Lindow) kommt diesem die Idee, eine Sendung aus Bastians Training zu machen. In der Reality-Dokumentation \"Kessler drillt Promis\" leitet Michael Kessler ein hartes Trainingsprogramm für Bastian, woraufhin dieser keine zweite Folge drehen will. Somit engagiert Anne schließlich einen eigenen Trainer für Bastian.","versions":[{"lang":1,"streams":[{"redirect":8802469,"hoster":"VOE"},{"redirect":8611390,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Hochzeit","epNo":7,"alt":"","descr":"Bastian ist seit der ersten Folge der Quizshow \"Wie wird\u0027s witzig\" mit dem Format unzufrieden. Daher sucht er das Gespräch mit dem Produzenten Sven Schuster (Martin Lindow). Doch bevor Bastian ihm sagen kann, dass er aus der Show aussteigen möchte, schlägt dieser vor, Oliver Kalkofe in der Quizrunde durch Georg Uecker zu ersetzen. Bastian missfällt diese Idee, da Georg ihm seiner Meinung nach oft \"zu nah\" kommt. Bastian und Georg Uecker erhalten von Sven Schuster einen Gutschein über eine Lomi-Lomi-Massage, um ihre künftige Zusammenarbeit zu besiegeln. Als Bastian diesen Gutschein einlöst, erwischt Georg Uecker ihn in einer missverständlichen Situation und hält ihn ebenfalls für schwul. Mit den Vorbereitungen für Susannes (Svea Timander) Hochzeit beschäftigen sich unterdessen Anne und ihr ehemaliger Freund Jo (René Steinke), der als Trauzeuge geladen ist. Annes beste Freundin will Jochen (Frank Dehner) heiraten, der allerdings früher schwul war, weswegen sie kurz vor der Hochzeit nicht mehr sicher ist, ob er diese Zeit tatsächlich abgeschlossen hat. Aus gutem Grund hat das Pärchen Jochens ehemaligen Freund Georg Uecker nicht zur Trauung eingeladen. Zu dumm, dass Bastian ausgerechnet bei der Massage eine der Tischkärtchen verloren hat und Georg so von dem Termin der Hochzeit erfahren konnte. Als sich nun Susanne und Jochen endlich das Ja-Wort geben wollen, platzt Georg in den Saal und sagt Jochen, dass er ihn immer noch liebe und er doch im Grunde seines Herzens immer noch schwul sei. Außerdem konfrontiert Georg Bastian mit einem Video, auf dem Bastian scheinbar in einer homosexuellen Aktion zu sehen ist.In dem ausbrechenden Chaos gesteht Jo seine immer noch vorhandene Liebe zu Anne. Bastian will die Trauung retten und bringt Georg resolut aus dem Saal und aus dem Standesamt, wo beide jedoch vor einer jubelnden Menge wie ein schwules Brautpaar erscheinen.","versions":[{"lang":1,"streams":[{"redirect":8802475,"hoster":"VOE"},{"redirect":8611383,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Praktikum","epNo":8,"alt":"","descr":"Bastian hat sich dafür eingesetzt, dass Kim ein Praktikum bei Dreharbeiten zu einer Serie mit Axel Stein absolvieren darf. Ursprünglich ist Kim von dieser Idee nicht sonderlich angetan, freundet sich mit Axel jedoch schnell an. Hagen, der seine Tochter nicht selber zum Set begleiten kann, bittet Bastian deswegen Kim abends persönlich abzuholen. Bastian hingegen zieht es vor, Axel Geld für Kims Taxi zuzustecken. Da Kim jedoch nicht zum verabredeten Zeitpunkt zu Hause erscheint, macht sich Bastian auf den Weg sie zu suchen und schließlich in Axels Wohnwagen zu finden. Dass Axel zu diesem Zeitpunkt lediglich einen Bademäntel trägt, führt zu Bastians Verdacht, er hätte mit seiner 15-jährigen Nichte geschlafen. Daher macht er sich umgehend mit Kim auf den Weg ins Krankenhaus, wo seine Freundin Anne arbeitet, um die Pille danach für Kim zu besorgen. Anstatt seiner Freundin von seinem Verdacht zu berichten, dichtet er Christoph Maria Herbst eine Affäre mit seiner ukrainischen Putzfrau an, die keine Aufenthaltsgenehmigung habe und daher nicht selber zum Arzt gehen könne.","versions":[{"lang":1,"streams":[{"redirect":8802474,"hoster":"VOE"},{"redirect":8611381,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Einweihungsparty","epNo":9,"alt":"","descr":"Anne möchte ihre gemeinsame Wohnung mit Bastian durch eine gebührende Party einweihen. Bastian ist von dieser Idee wenig angetan, ändert jedoch schlagartig seine Meinung als seine Managerin ihm mitteilt, dass Ingolf Lück sich in einer Forsa-Studie zur Beliebtheit der deutschen Comedians deutlich vor Bastian platzieren konnte, nur weil er regelmäßig eine große Sommerparty feiert. Zufälligerweise lassen Bastian und Ingolf ihre Einladungen im selben Copyshop anfertigen, in dem Birger Schönemann (Denis Moschitto), ein ehemaliger Autor der \"Wochenshow\", tätig ist. Jedoch kann sich keiner der beiden an den Autor, der inzwischen als Standup-Comedian tätig ist, erinnern. Ingolf Lück erfährt beiläufig von Bastians Party, die einen Tag vor seiner eigenen Party angesetzt ist, woraufhin Ingolf seine Party zwei Tage vorverlegt und die Einladungen erneut drucken lässt. In gleicher Manier antwortet darauf Bastian, was letztlich zu einem solchen Konkurrenzkampf der beiden führt, dass sie ihre Party als \"fairen Wettkampf\" auf denselben Abend ansetzen. Unglücklicherweise ist dies der Abend, an dem Birger Schönemann einen Comedy-Auftritt geplant hat und nun bangt, seine Gäste könnten ihn zu Gunsten der beiden Partys versetzen. Um ein wenig Werbung für seinen Auftritt zu machen, gibt Birger Schönemann den beiden Comedians einen Stapel Flyer für seine Veranstaltung mit. Als er sieht, wie Ingolf auf dem Fußweg vor dem Copyshop Bastian hilft, dessen Schuhe von dem Schmutz zu befreien, in den Bastian gerade hineingetreten ist, kommt ihm eine Idee. Er ändert die beiden Einladungen insofern ab, als nun Bastian und Ingolf gemeinsam zu seiner Standup-Comedyshow einladen. Folglich finden Bastian und Ingolf sich auf ihren Partys vor einer Geisterkulisse wieder.","versions":[{"lang":1,"streams":[{"redirect":8802473,"hoster":"VOE"},{"redirect":8611391,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Schönheits-OP","epNo":1,"alt":"","descr":"Hagens Tochter Kimberly möchte sich einer Schönheits-OP unterziehen.Nachdem sie Hagen überredet eine Einverständniserklärung zu unterzeichnen,lernt Bastian ihren Freund kennen.Als Anne und Bastian von der OP erfahren und Hagen konfrontieren glauben sie Kimberlys Freund sei der Grund für Kims Pläne...","versions":[{"lang":1,"streams":[{"redirect":8802478,"hoster":"VOE"},{"redirect":8611382,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Wecker","epNo":2,"alt":"","descr":"In der Beziehung von Anne und Bastian kriselt es, und das gemeinsame Sexualleben stagniert, seitdem Bastian einen seltenen Digital-Wecker auf dem Nachttisch stehen hat. Ein Abendessen mit Til Schweiger und seiner Freundin gerät aus den Fugen, als Anne das Thema zur Sprache bringt. Verzweifelt holt sich Bastian Beziehungstipps bei Michael und seiner Managerin Regine. Doch Anne geht noch weiter und fragt Bastian nach seinen sexuellen Phantasien …","versions":[{"lang":1,"streams":[{"redirect":8802485,"hoster":"VOE"},{"redirect":8611385,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Saunabürste","epNo":3,"alt":"","descr":"Es wird ungemütlich für Bastian: Hagen möchte die launische Nachbarin Svenja auf die Geburtstagsfeier von Vater Volker mitbringen. Bastian schaltet auf stur, aber Anne setzt sich durch. Volker erscheint an seinem Ehrentag ausgesprochen leutselig; der Grund ist die seltsame Ungarin Elsa, die nicht nur seine Putzfrau, sondern auch eine Hobby-Dichterin zu sein scheint. Bei der Geschenkübergabe gerät Bastian in arge Bedrängnis …","versions":[{"lang":1,"streams":[{"redirect":8802481,"hoster":"VOE"},{"redirect":8611380,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die rätselhafte Elsa","epNo":4,"alt":"","descr":"Bastian bekommt unangemeldeten Besuch von Elsa, der Putzfrau seines Vaters Volker. Während er sich noch für die Unannehmlichkeiten ihres letzten Zusammentreffens entschuldigt, gibt Elsa zwanglos zu, dass sie Volker heiraten will. Bastian alarmiert seinen Bruder Hagen, und beide beschließen, die rätselhafte Dame genauer unter die Lupe zu nehmen. Und tatsächlich scheint Elsa den Pastewkas nicht die ganze Wahrheit gesagt zu haben ...","versions":[{"lang":1,"streams":[{"redirect":8802482,"hoster":"VOE"},{"redirect":8611393,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mein Freund Jo","epNo":5,"alt":"","descr":"Annes dauerfröhlicher Ex-Freund Jo kommt überraschend zu Besuch, und noch ehe Bastian fliehen kann, ist er schon das fünfte Rad am Wagen. Jo will neuartige Energy-Getränke an eine Fitnessstudio-Kette verkaufen, aber Bastian verhindert das Geschäft versehentlich. Anne ist wütend auf ihn und tadelt seine Eifersuchtsgedanken. Bei einer gemeinsamen Radtour kommt es zum Showdown zwischen Jo und Bastian …","versions":[{"lang":1,"streams":[{"redirect":8802486,"hoster":"VOE"},{"redirect":8611384,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Tricorder","epNo":6,"alt":"","descr":"Bastian rettet Regine ganz beiläufig das Leben.Während er selbst den Vorfall nicht ernst nimmt ist Regine ganz beeindruckt von Bastian und entdeckt ihre religiöse Seite.Kurz darauf wird Bastian auch noch um 135 Euro betrogen.Da Regine immernoch verwirrt ist und Bastian für einen Engel hält,kann sie ihm nicht bei seinem Versuch in die Werbebranche einzusteigen helfen und ihre Sekretärin Ester muss sie vertreten...","versions":[{"lang":1,"streams":[{"redirect":8802484,"hoster":"VOE"},{"redirect":8611387,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Wunder von München","epNo":7,"alt":"","descr":"Bully Herbig plant die Neu-Verfilmung der Bibel, und kein Geringerer als Bastian soll den Sohn Gottes spielen. Er muss sich bei den Probeaufnahmen jedoch gegen Maddin Schneider und Michael Kessler behaupten und greift zu fiesen Tricks. Unterdessen trägt Bastians Managerin Regine die Folgen ihres Unfalls mit Fassung. Doch der verantwortliche Arzt stellt eine seltsame Diagnose …","versions":[{"lang":1,"streams":[{"redirect":8802489,"hoster":"VOE"},{"redirect":8611399,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Kochkurs","epNo":8,"alt":"","descr":"Bastian ist wenig erbaut von Annes Vorschlag, einen Kochkurs zu absolvieren – widerwillig stimmt er zu. Schon beim ersten Besuch gilt sein Interesse weniger der Speisezubereitung, sondern vielmehr der aparten Sylvie, die genau wie er nicht kochen kann, dafür aber ein bekennender Fernseh-Junkie ist. Als Anne am zweiten Tag überraschend nicht teilnehmen kann, wittert Bastian eine Chance …","versions":[{"lang":1,"streams":[{"redirect":8802490,"hoster":"VOE"},{"redirect":8611386,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Tag mit Frau Bruck","epNo":9,"alt":"","descr":"Bastian staunt nicht schlecht, als ihn seine Erzfeindin Svenja auffordert, mit ihm zusammen in die Eifel zu fahren, um Hagen nach einer Autopanne abzuholen. Aber der Trip wird zum Albtraum, da Bastian seinen Unmut über Svenjas Beziehung mit seinem Bruder etwas zu heftig zum Ausdruck bringt. Als Svenja an einer Raststätte auch noch eine Anhalterin in Bastians Wagen bittet, wird es ihm zu viel …","versions":[{"lang":1,"streams":[{"redirect":8802499,"hoster":"VOE"},{"redirect":8611389,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der Pusher","epNo":1,"alt":"","descr":"Erst geht Bastians Beziehung in die Brüche und er muss aus der gemeinsamen Wohnung ausziehen, doch dann wartet ein Engagement im neuen Film von Kult-Regisseur Quentin Tarantino auf ihn … Bastian erwischt seine 17-jährige Nichte Kim beim Rauchen und Verkaufen von Marihuana, um ihren Führerschein zu bezahlen. Bastians Comedy-Kollegen haben nichts Besseres zu tun, als zu versuchen, sich einen Teil vom \"Gras\" abzuzweigen …","versions":[{"lang":1,"streams":[{"redirect":8802493,"hoster":"VOE"},{"redirect":8611403,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Spender","epNo":2,"alt":"","descr":"Bastians Bruder Hagen und Nachbarin Svenja Bruck wollen endlich ein Kind. Ihre lautstarken Versuche dringen Nacht für Nacht ins Schlafzimmer von Anne und Bastian. Umso erstaunlicher, dass Frau Bruck einfach nicht schwanger wird. Agentin Regine vermittelt Bastian derweil als prominentes Gesicht für eine \"Gib Aids keine Chance\" – Kampagne, doch auch Konkurrent Michael Kessler ist als Image-Träger eingeplant …","versions":[{"lang":1,"streams":[{"redirect":8802496,"hoster":"VOE"},{"redirect":8611388,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Experiment","epNo":3,"alt":"","descr":"Bastians TV-Sucht stellt seine Beziehung mit Anne auf eine harte Probe! Als Bastian dann sogar ein geplantes Camping-Wochenende mit Annette Frier wegen eines verlockenden Fernsehangebotes hinter Annes Rücken absagt, reicht es ihr: Eine Woche Fernsehverbot für Bastian! Der hat schnell einen Leidensgenossen im Kioskbesitzer Werner gefunden. Der zeigt sich kulant und zeichnet seine Sendung heimlich bei sich im Laden auf. Doch es kommt noch schlimmer …","versions":[{"lang":1,"streams":[{"redirect":8802500,"hoster":"VOE"},{"redirect":8611392,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die WG","epNo":4,"alt":"","descr":"Bastian ist nach Annes Rausschmiss in der Luxus-Dachwohnung seines Freundes Hugo-Egon Balder untergekommen. Doch wirklich glücklich ist er mit der neuen Situation nicht. Agentin Regine ist ganz aus dem Häuschen, als sie erfährt, dass die ARD Bastian als Nachfolger von Fernseh-Urgestein Frank Elstner engagieren möchte. Er wird als neuer Moderator für ‚Verstehen Sie Spaß‘ gehandelt. Zuhause bei Balder hat sich derweil Olli Dittrich – berühmt für seine Trinkspiele – eingenistet …","versions":[{"lang":1,"streams":[{"redirect":8802495,"hoster":"VOE"},{"redirect":8611395,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Priester","epNo":5,"alt":"","descr":"Bastian hat sich in einem Hotel einquartiert, da das Band zwischen ihm und Anne endgültig zerschnitten scheint. Ausgerechnet jetzt muss er mit dem seltsamen Christoph Maria Herbst für einen aufwändigen Fernsehfilm vor der Kamera stehen. Doch Christoph scheint ein offenes Ohr für die Beziehungsprobleme seines Spiel-Partners zu haben und bietet ihm Hilfe an. Bastian willigt ein und inszeniert eine scheinbar zufällige Begegnung zwischen Anne und Christoph …","versions":[{"lang":1,"streams":[{"redirect":8802504,"hoster":"VOE"},{"redirect":8611394,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Knöllchen","epNo":6,"alt":"","descr":"Bastian wird mal wieder beim Autofahren geblitzt, aber auf dem Polizei-Photo ist er nicht zu erkennen. Um sein Strafpunkte-Konto nicht überzustrapazieren, bittet er Kumpel Michael Kessler, die Punkte ‚zu übernehmen‘. Unterdessen hat Kim endlich den Führerschein auf Probe bestanden und Bastian wird per Familienbeschluss zu Kims Begleitperson auserkoren, was ihm ein paar ungewollte Fahrstunden mit seiner dauerbeleidigten Nichte einbringt …","versions":[{"lang":1,"streams":[{"redirect":8802502,"hoster":"VOE"},{"redirect":8611396,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Aufzug","epNo":7,"alt":"","descr":"Anke Engelke und Bastian erhalten den renommierten Grimme-Fernsehpreis für eine Comedy-Show. Der Abend nach der Verleihung in Marl wird allerdings zum Albtraum. Nicht genug damit, dass Anke lautstark über Moderator Dieter Moor herzieht, auch Autor Morten beklagt sich, dass er in der Dankesrede einfach übergangen wurde. Als Anke und Bastian zu allem Überfluss auch noch im Fahrstuhl stecken bleiben, wird es eng: Anke muss dringend auf Toilette …","versions":[{"lang":1,"streams":[{"redirect":11208210,"hoster":"VOE"},{"redirect":8611398,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Pilates-Kurs","epNo":8,"alt":"","descr":"Annette Frier überredet Anne und Bastian zu regelmäßigem Pilates-Unterricht, was Sportmuffel Bastian überhaupt nicht gefällt. Währenddessen verhält sich Regine zunehmend merkwürdig, was an ihrem ausschweifenden Alkoholkonsum liegen könnte. Doch gerade jetzt kann Bastian keine schwächelnde Managerin gebrauchen, schließlich steht ein Engagement im neuen Blockbuster-Film von Kultregisseur Quentin Tarantino kurz bevor ...","versions":[{"lang":1,"streams":[{"redirect":8802506,"hoster":"VOE"},{"redirect":8611410,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Tarif","epNo":9,"alt":"","descr":"Annes Onkel Rainer verstirbt urplötzlich, doch Bastian hat keine Zeit zum Trösten: Seine Agentin Regine hat einen Verleger an der Angel, der ein Buch von Bastian veröffentlichen will. Aber Bastian kämpft lieber mit der Servicestelle seines Telefonanbieters: Dort hebt nämlich nie jemand ab und er wird ständig in eine Warteschleife verbunden. Doch Bastian lässt sich nicht abwimmeln …","versions":[{"lang":1,"streams":[{"redirect":8802508,"hoster":"VOE"},{"redirect":8611414,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der große Kessler","epNo":10,"alt":"","descr":"Regine hat eine Überraschung: Michael Kessler ist ab sofort ebenfalls in ihrer Agentur: Was Bastian gar nicht begeistert, denn er wähnt Konkurrenz im eigenen Haus. Und tatsächlich zieht Regine einen lukrativen Auftrag nach dem anderen für ihren Neuzugang an Land. Nachdem Kessler dann auch noch eine Rolle im neuen Fernsehspiel des renommierten Regisseurs Dieter Wedel erhält, scheint ihm der Ruhm zu Kopf zu steigen …","versions":[{"lang":1,"streams":[{"redirect":12334240,"hoster":"VOE"},{"redirect":8611409,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Kratzer","epNo":11,"alt":"","descr":"Volker Pastewka hat große Pläne: Er will mit seinen Söhnen Hagen und Bastian ein Ferienhaus bauen. Bastian ahnt, dass er der Leidtragende dieser Idee sein wird; und das nicht nur, weil Hagen chronisch pleite ist. Während Volker noch emsig plant, verursacht Bastian versehentlich einen meterlangen Kratzer in Volkers heiligen Parkettboden. Es hilft alles nichts: Hagen will das Malheur selber reparieren – und verschlimmert dadurch den Zustand des Kratzers …","versions":[{"lang":1,"streams":[{"redirect":8802511,"hoster":"VOE"},{"redirect":8611397,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Brühwürfel","epNo":12,"alt":"","descr":"Während Bastians Signierstunde für sein erstes Buch nur schleppend in Gang kommt, herrscht ‚Rattenalarm‘ bei Hagen und Svenja: Ein Riesenvieh hat sich in ihrer Wohnung eingenistet und Frau Bruck hat auch bereits einen Schuldigen gefunden: Es ist Bastian, der seinen Müll nicht regelmäßig entsorgt. Da Hagen mit seinen Versuchen das Tier zu vertreiben nichts ausrichten kann, ziehen er, Kim und Svenja kurzerhand bei Anne und Bastian ein …","versions":[{"lang":1,"streams":[{"redirect":8802518,"hoster":"VOE"},{"redirect":8611400,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Das Angebot","epNo":1,"alt":"","descr":"Bastians Erzfeindin Svenja Bruck ist auf Jobsuche. Eigentlich will Bastian damit gar nichts zu tun haben, aber Anne bittet ihn um Hilfe, denn schließlich ist Svenja die Freundin seines Bruders Hagen. Also fragt Bastian seinen Kollegen Hugo Egon Balder, und der braucht tatsächlich eine Putzhilfe. Svenja lehnt ab, kennt sie doch Hugos Ruf als Womanizer. Hagen hingegen erklärt sich sofort bereit und übernimmt den Job, fällt aber schon am ersten Tag wegen einer Verletzung aus …","versions":[{"lang":1,"streams":[{"redirect":11208109,"hoster":"VOE"},{"redirect":8611411,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Entschuldigung","epNo":2,"alt":"","descr":"Bastians Vater Volker feiert seinen Geburtstag in einem kölschen Brauhaus mit seinen Söhnen und Kim. Sie schenken ihm zwei Tickets für ein Premiumspiel des 1. FC Köln. Bastian ist froh, dass er nicht mit ins Stadion muß, denn er kann mit Fußball nichts anfangen. Leider teilt er diesen Umstand am nächsten Abend etwas zu deutlich in einer Live-Talkshow des NDR mit: Fröhlich reißt Bastian ein paar lässige Witze über den \"Karnevalsverein\" FC Köln. Er ahnt nicht, was er bei den FC-Fans damit auslöst. Als Hagen am nächsten Tag krank ist, muß Bastian doch mit zum Fußballspiel. Nicht nur im Stadion schlägt ihm von allen Seiten gnadenlose Empörung entgegen. Jetzt wird Bastian klar, dass er sich entschuldigen muss. Da kann nur einer helfen: der Frontmann der Kölsch-Band Höhner: Henning Krautmacher. Er verhilft Bastian zu einer angemessenen Entschuldigung bei den FC-Fans.","versions":[{"lang":1,"streams":[{"redirect":8802513,"hoster":"VOE"},{"redirect":8611401,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Sitcom","epNo":3,"alt":"","descr":"Unerwartet halten Bastian und Michael Kessler gleichzeitig ein Sitcom-Drehbuch der Extraklasse in Händen. Geschrieben hat es Schauspiel-Kollege Claus Vincon, besser bekannt als \"die Käthe aus der Lindenstraße\". Bastian und Michael fackeln nicht lange, und das Duell der beiden Streithähne um die Hauptrolle beginnt. Entscheiden soll schließlich eine Münze, die aber leider unter den Reifen eines parkenden Autos rollt. Und wer kennt sich schon mit einem Wagenheber aus?","versions":[{"lang":1,"streams":[{"redirect":8802519,"hoster":"VOE"},{"redirect":8611402,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Piepser","epNo":4,"alt":"","descr":"Ausgerechnet am Tag des Abschlussfestes einer Kinofilmproduktion mit Comedykollege Oliver Kalkofe muss Bastian mit Freundin Anne ihre Eltern besuchen – und das zum allerersten Mal! Obwohl vor allem Annes Vater mit der Partnerwahl seiner Tochter nicht glücklich ist, geben sie sich große Mühe, Bastian willkommen zu heißen. Doch schon zu Beginn des gemeinsamen Wochenendes begeht Bastian einen großen Fauxpas, und das ist erst der Beginn einer Reihe katastrophaler Ereignisse …","versions":[{"lang":1,"streams":[{"redirect":8802521,"hoster":"VOE"},{"redirect":11208147,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Brot","epNo":5,"alt":"","descr":"Bastian Pastewka sieht durch eine Halluzination die schlechtgelaunte Figur Bernd das Brot. Dieser verfolgt ihn nun auf Schritt und Tritt und so begibt sich Bastian zu einer Psychiaterin, die die wahren Probleme von Bastians Halluzinationen aufdecken soll. Die Psychiaterin ist der Meinung, dass Bastians Spannungen mit seiner Nachbarin Frau Bruck ihn zu stark belasten. Er startet daraufhin einen Versöhnungsversuch mit Frau Bruck, die dies Angebot zögernd annimmt. Nach einer Aussprache verstehen sich die beiden sogar recht gut. Als Bernd das Brot ihm dennoch weiter erscheint, fällt Bastian ein, dass er in der letzten Zeit öfter neues Haarshampoo mit Hanfextrakt verwendete, was Frau Bruck eigentlich Anne zur Probe geliehen hat. Der Laborbericht der Psychiaterin bestätigt die halluzinogene Wirkung des Shampoos, aber nur in Wechselwirkung mit Vitamindrops, die Bastian täglich in hoher Dosis einnimmt. Dennoch macht er Frau Bruck gänzlich für seine Visionen verantwortlich, worauf die beiden wieder das gleiche gespannte Verhältnis wie zuvor haben. Bastians Visionen sind beendet, aber seine Psychiaterin heißt Bernd das Brot nun in ihrem Privatleben willkommen, nachdem sie das Shampoo und die Vitamindrops zwecks Laboruntersuchungen behalten hat.","versions":[{"lang":1,"streams":[{"redirect":8802529,"hoster":"VOE"},{"redirect":8611404,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Marathon","epNo":6,"alt":"","descr":"Bastian sagt zu, an einem TV-Spendenmarathon teilzunehmen, unter anderem, weil er fälschlicherweise davon ausgeht, dort nur Teil des Moderationsteam zu sein. Gleichzeitig plant die gerade 18-jährige Kim zu Hagens Entsetzen, einen afrikanischen Asylanten zu heiraten, den sie erst seit kurzem kennt. Bastian verspricht dem Afrikaner Hilfe bei seinen Heiratsplänen, wenn dieser mit ihm einen Scheinunfall inszeniert, um dem Marathon zu entgehen. Aber Hagen bittet Bastian genau um das Gegenteil, die Heiratspläne zu durchkreuzen, und natürlich ist Bastian außerdem bemüht, in der Öffentlichkeit als sozial engagierter Teilnehmer der Spendenaktion dazustehen. Am Ende fliegen Bastians Pseudoverletzungen an Arm und Beinen auf und er bewältigt den Marathon mit letzter Kraft als langsamster Teilnehmer. Kim fühlt sich von ihrem Freund hintergangen und trennt sich von ihm.","versions":[{"lang":1,"streams":[{"redirect":8802527,"hoster":"VOE"},{"redirect":8611406,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Laudatio","epNo":7,"alt":"","descr":"Weil Annette Frier mit Danni Lowinski so erfolgreich ist und auch den Deutschen Comedypreis bekommen soll, ist Bastian Pastewka neidisch und gibt alles dafür, da er auch in der Jury sitzt, alle anderen Jury-Mitglieder zu manipulieren und Annette Frier die Auszeichnung zu vermiesen, aber Frier kommt dahinter und so endet das ganze in einer peinlichen Situation für Bastian.","versions":[{"lang":1,"streams":[{"redirect":8802524,"hoster":"VOE"},{"redirect":8611407,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Gewitter","epNo":8,"alt":"","descr":"Ein Gewitter und der anschließende Stromausfall durchkreuzen Bastians ruhigen Fernsehabend. Als seine Nachbarin Svenja Bruck vor der Tür steht und nach Kerzen fragt, ist Bastian zunächst genervt, freut sich aber insgeheim über Gesellschaft. Das gemeinsame Fernsehen vor dem Laptop führt zu einem Disput über Bastians Qualifikation als ‚Schlag den Star‘-Kandidat. Bastian greift zum Telefon und ruft großspurig den ‚Schlag den Star‘-Moderator Matthias Opdenhövel an …","versions":[{"lang":1,"streams":[{"redirect":8802525,"hoster":"VOE"},{"redirect":8611408,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Alarmanlage","epNo":9,"alt":"","descr":"Bastian und Hagen sollen das Haus von Vater Volker bewachen, weil er im Urlaub ist. Leider können beide nicht so recht mit der Alarmanlage umgehen und Hagen löst mehrfach Fehlalarm aus. Währenddessen soll Bastian mit Markus Maria Profitlich einen japanischen Werbespot drehen, für den jedoch zunächst das originale \"Erklärbär\"-Kostüm und anschließend das echte \"Jürgen\"-Hemd fehlen.","versions":[{"lang":1,"streams":[{"redirect":8802532,"hoster":"VOE"},{"redirect":8611423,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Antrag","epNo":10,"alt":"","descr":"Bastian droht eine Steuernachzahlung, weil er viele Bewirtungsbelege nicht ordnungsgemäß ausgefüllt hat. Sein Steuerberater eröffnet ihm die Möglichkeit seine Nachzahlung zu halbieren, wenn er heiratet. Bastian will daraufhin Anne einen Heiratsantrag machen und überlegt, wie er dies am besten anstellt. Allerdings läuft nicht alles so, wie er es sich vorgestellt hat. Ein erster Antrag wird von Anne nicht ernstgenommen und der zweite Versuch scheitert an Frau Bruck, die Bastians DVD-Player zerstört, aus Rache, weil er vorher ihren iPod zertreten hat. Bastian überträgt Kim die Aufgabe, seine Bewirtungsbelege mit Namen und Anlässen auszufüllen. Kim willigt gegen eine Bezahlung von 200 EUR ein, füllt die Belege allerdings mit lauter imaginären oder unsinnigen Personennamen aus, worauf das Finanzamt prompt die Nachzahlung einfordert. Zuletzt hat er doch noch Erfolg mit seinem Heiratsantrag bei Anne, den er ihr mithilfe einer mexikanischen Musikgruppe vorträgt.","versions":[{"lang":1,"streams":[{"redirect":8802531,"hoster":"VOE"},{"redirect":8611418,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Der Hausmeister","epNo":1,"alt":"","descr":"Bastian und Anne ziehen in eine neue Wohnung im Kölner Stadtteil Marienburg. Bastians Bruder Hagen verabschiedet Bastian nur ungern aus der alten Wohnung, weil er einen Kontaktabbruch befürchtet. Bastian dagegen ist froh, nun insbesondere Frau Bruck sowie die Streitigkeiten mit ihr loszuwerden. Der Hausmeister der neuen Wohnung steht Bastian und Anne hilfreich zur Seite und schenkt den beiden sogar Kuchen zum Einzug. Als Gegenleistung für seine Arbeit wollen Bastian und Anne ihm einen Geschenkkorb überreichen, der jedoch zuvor von Oliver Pocher beim Einparken überfahren wird. Pocher will die Kosten für einen neuen Geschenkkorb übernehmen, ist dabei aber nicht so recht glaubwürdig und schenkt Bastian zur Überbrückung ein Rubbel-Los, welches Bastian seinerseits an den Hausmeister verschenkt. Dieser gewinnt 100.000 Euro durch das Rubbel-Los. Da ihm das Leben im Nobelstadtteil missfällt, kündigt er mit der neuen finanziellen Unabhängigkeit seinen Job als Hausmeister und zieht um. Bei einem Besuch von Hagen bewirbt sich dieser um die Nachfolge als Hausmeister und bekommt die freie Stelle. So ziehen Hagen und Svenja Bruck wiederum in das gleiche Haus wie Bastian und Anne. Spätestens bei einem gemeinsamen Grillabend sind alle Illusionen von Bastian über ein ruhiges Leben in der neuen Wohnung zerstört.","versions":[{"lang":1,"streams":[{"redirect":8802533,"hoster":"VOE"},{"redirect":11208026,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Magnet","epNo":2,"alt":"","descr":"Bastian und Anne sind vor ihrer geplanten Hochzeit in eine neue Wohnung im Kölner Prominenten-Stadtteil Marienburg gezogen, in der noch immer ziemliches Chaos herrscht. Beim Stöbern in einem Umzugskarton stößt Bastians Nichte Kim auf eine Heiratsurkunde von Anne und ihrem Ex-Freund Jo aus Las Vegas. Bastian ist entsetzt und stellt Anne zur Rede. Unterdessen klemmt Bastians Halbbruder Hagen einen Magneten an seinen Stromzähler im Keller, um den Verbrauch zu manipulieren. Als Bastian sich ebenfalls einen Magneten bestellt, stehen plötzlich 2 Herren von den Stadtwerken vor der Tür. Beim Abendessen wollen Anne und Bastian Annes Eltern Karin und Klaus ihre Heiratspläne verkünden. Doch da gibt es eine böse Überraschung als Klaus dem Magneten zu nahe kommt, und sein Herzschrittmacher dadurch gestört wird.","versions":[{"lang":1,"streams":[{"redirect":8802539,"hoster":"VOE"},{"redirect":8611421,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Lesung","epNo":3,"alt":"","descr":"Managerin Regine hat eine Anfrage vom Kölner Literaturfestival \"Lit.Cologne\" bekommen und Bastian ist Feuer und Flamme: er soll vor Publikum zusammen mit Christoph Waltz aus dem satirischen Buch \"Der Nazi und der Friseur\" lesen. Währenddessen erscheint der von einem Magen-Darm-Virus geschwächte Hagen vor Bastians Tür und bittet um Medikamente. Als auch Anne schließlich von dem Virus heimgesucht wird, zieht Hypochonder Bastian in ein Hotel, um sich vor einer Ansteckung zu schützen und seine Lesung mit Waltz nicht zu gefährden. Doch Waltz verschiebt die erste Leseprobe überraschend. Und als sich plötzlich auch noch Annes Ex-Freund Jo in Bastians Wohnung einnistet, um sich um die kranke Anne zu kümmern, dreht Bastian durch und steckt sich auch noch mit dem Virus bei Svenja Bruck an. Durch ein Missverständnis wird Bastian ins Krankenhaus eingeliefert, weil er viele Medikamente im Hotelzimmer auf dem Bett liegen hatte und selbst schlafend daneben lag. Zuletzt findet die Lesung doch noch statt, allerdings muss Bastian eine weitere Enttäuschung verkraften, weil es sich bei seinem Partner für die Lesung nicht, wie er vermutet hat, um Christoph Waltz handelt, sondern um den Promi-Friseur Udo Walz.","versions":[{"lang":1,"streams":[{"redirect":8802535,"hoster":"VOE"},{"redirect":8611412,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die SMS","epNo":4,"alt":"","descr":"Bastians Heiratspläne stagnieren. An einem freien Abend sinniert Bastian bei mehreren Gläsern Rotwein über sein Leben. Angetrunken und in melancholischer Stimmung schickt er eine SMS an Kumpel Hugo Egon Balder, in der er zugibt, nur einmal in seinem Leben richtig verliebt gewesen zu sein: in eine Mitschülerin aus der 8. Klasse. Kaum abgeschickt, stellt er schockiert fest, dass er die SMS nicht an Balder, sondern versehentlich an Anne selbst gesendet hat. Und die hat in 35 Minuten Schichtende im Krankenhaus! Bastian bittet seinen Bruder Hagen um Hilfe, gemeinsam rasen sie ins Krankenhaus, um die SMS rechtzeitig von Annes Handy zu löschen. Doch sie haben nicht mit einer Alkoholkontrolle der Polizei gerechnet.","versions":[{"lang":1,"streams":[{"redirect":8802537,"hoster":"VOE"},{"redirect":8611413,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Masseur","epNo":5,"alt":"","descr":"Bastian rettet eine alte Dame vor einem drohenden Sturz und wird dabei von zwei Teenagern gefilmt, die den Clip bei YouTube hochladen. Bastian ist schockiert, weil er den Vorgang als Eingriff in seine Privatsphäre empfindet. Nichte Kim zeigt ihm daraufhin den YouTube-Kanal des Komikerkollegen Michael Kessler. Bastian entwickelt auch eine Idee für eine Internet-Show. Unterdessen hat Managerin Regine einen taubstummen Masseur engagiert, empfohlen von Michael Kessler. Als daraufhin Michael eine neue Internet-Show startet, die exakt Bastians Konzept entspricht, verdächtigt Bastian den Masseur, dass dieser ein Simulant sei und \"Industriespionage\" betreibe und setzt alles daran, den Simulanten auffliegen zu lassen. Dieses gelingt ihm auch im Supermarkt. Woraufhin der Supermarktbesitzer ihm vorhält, dass er sich im anfänglichen \"Hilfsvideo\" abfällig über seinen Supermarkt geäußert habe, und stellt daraufhin das Video der Überwachungskameras ins Internet. Darauf ist dann zu erkennen, dass die Hilfeszene von Bastian inszeniert war. Später kommt Bastian zu Kesslers Internetstudio und prügelt sich mit ihm vor laufender Kamera.","versions":[{"lang":1,"streams":[{"redirect":11208088,"hoster":"VOE"},{"redirect":8611415,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Parkausweis","epNo":6,"alt":"","descr":"Bastian hält spät abends seine eigene Radio-Livesendung mit dem Titel Der Filmflüsterer ab. Abend für Abend kassiert er aber einen Strafzettel wegen Falschparkens. Außerdem gerät er beim Sender in Ungnade, weil er einen Anrufer in seiner Sendung unabsichtlich bei eingeschaltetem Mikrofon beleidigt hat. Bastian bittet einen Studenten, der ihm auch seine Website gestaltet, darum, ihm Anwohnerparkausweise für die ganze Stadt zu fälschen. Diese werden ihm unter einem Vorwand von Roger Willemsen wieder abgenommen, der auf Bastians Ehrlichkeit plädiert und selbst eine Radiosendung im Anschluss an Bastians Sendung moderiert. Statt die Anwohnerparkausweise aber zu entsorgen, benutzt Roger Willemsen diese für sich selbst. Als Bastian dahinterkommt und Herrn Willemsen zur Rede stellen möchte, trifft auch noch der Student ein, der immer noch auf die Bezahlung für seine Dienste wartet.","versions":[{"lang":1,"streams":[{"redirect":8802545,"hoster":"VOE"},{"redirect":8611416,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Trip (1)","epNo":7,"alt":"","descr":"Beim Staubsaugen des Autos von Bastians Vater Volker kommt es zu einer peinlichen Situation für Bastian und Hagen, weil sie versehentlich den Hund einer anderen Kundin mit dem Staubsauger einsaugen und umbringen. Die Kundin zerkratzt aus Wut den Wagen von Bastians Vater. Als dies wieder zu Hause bei Volker Pastewka ans Licht kommt, kommt es zum Zerwürfnis zwischen den dreien. Um die drei schier unversöhnlichen Männer wieder zu versöhnen, starten Frau Bruck und Anne eine Zwangstherapie mit einem Family-Coach. Hierzu setzen sie unter einem Vorwand die drei Männer im Wald aus. Ohne Handyempfang und ohne Fluchtmöglichkeit sind die drei Männer dazu gezwungen, sich der Therapie des kurz danach ankommenden Coaches zu fügen und außerdem zu zelten, was insbesondere Bastian tief missbilligt. Als der Coach aber abends eine Pilzpfanne zubereitet, obwohl er zuvor beim Sammeln der Pilze visuell kaum erkennen konnte, um welche Arten es sich handelt, gibt Bastian seinem Vater und seinem Bruder zu bedenken, dass es sich um giftige Pilze handeln könnte. Die drei verschütten ihre Portionen heimlich und ernähren sich gemeinsam von einem Schokoriegel, den Bastian noch dabei hatte. Als sie nachts in den Zelten liegen, hören sie seltsame Geräusche aus dem Zelt vom Coach und sind der Ansicht, dass dieser intensiv sexuelle Selbstbefriedigung betreibt. Zunächst machen sie sich darüber lustig bis sie am nächsten Morgen feststellen, dass von ihrem Coach kein Lebenszeichen mehr kommt und er augenscheinlich in der Nacht verstorben ist.","versions":[{"lang":1,"streams":[{"redirect":8802542,"hoster":"VOE"},{"redirect":8611417,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Trip (2)","epNo":8,"alt":"","descr":"Bastian, Hagen und Volker trennen sich um Hilfe zu holen. Bastian und Hagen schleifen den offenbar verstorbenen Familiencoach namens \"Ecki\" hinter sich her, bis sie auf einen Bauernhof treffen. Dabei nimmt Hagen einen Anruf von der Freundin des Coaches auf dessen Handy entgegen, in dem er lässig von Eckis Tod erzählt. Daraufhin machen sich die Freundin von Ecki, Anne und Frau Bruck auf den Weg, um die Männer zu suchen. Auf dem Bauernhof will Bastian telefonieren, um Hilfe zu holen, trifft aber nur auf eine alte, senile Frau, die vor Schock umfällt, als Ecki vor ihren Augen aus seinem Koma erwacht. Er hatte nur vergessen seine Medikamente zu nehmen und wurde deshalb vorübergehend bewusstlos. Die Männer stehlen einen Traktor und fahren zur nächsten Polizeistation. Dort treffen sich die Männer inklusive Volker und die drei Frauen wieder. Die Situation scheint geklärt, bis der Sohn der alten Frau vom Bauernhof anruft und seinem Bruder, dem Polizisten, vom Tod von deren Mutter berichtet. Da sich aber herausstellt, dass der Polizist der zweite Sohn der Frau ist und er Bastian, Hagen, Ecki und Volker dafür verantwortlich macht, werden sie eingesperrt. Nach einer langen Diskussion in der Zelle, kommen Anne, Svenja Bruck und Eckis Freundin Doris und fahren zusammen nach Hause. Auf der Fahrt aber landet Bastians Zelt, das ihm im ersten Teil weggeflogen war, genau auf der Frontscheibe des Autos, sodass Anne nichts mehr sehen kann und das Auto von der Straße abkommt. Nun fangen die drei wieder an zu streiten, da Hagen und Volker Bastian dafür verantwortlich machen, dass das Zelt auf dem Auto landete. Am Ende steigen Anne und Svenja Bruck aus dem Auto, während Bastian, Hagen und Volker sich weiter streiten.","versions":[{"lang":1,"streams":[{"redirect":8802546,"hoster":"VOE"},{"redirect":8611419,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Kommissar","epNo":9,"alt":"","descr":"Bastian wird in einem Interview gefragt, ob er sich vorstellen könnte eine Rolle als Tatortkommissar zu spielen. Bastian bejaht dies zuerst, widerruft aber anschließend seine Aussage vor Dietmar Bär, der Bastian deswegen zur Rede stellt, weil er seine eigene Rolle als Kölner Tatortkommissar gefährdet sieht. Dennoch verfolgt Bastian weiterhin sein Interesse daran. Als er schließlich eine Rolle angeboten bekommt, steht er als gebürtiger Bochumer in der Klemme, da er kein Kölsch spricht, obwohl dies für die Rolle explizit verlangt wird. Henning Krautmacher von den Höhnern soll ihm dabei helfen. Bei einem Treffen in der Agentur kommt Bastians Hinterhältigkeit gegenüber Dietmar Bär ans Licht und außerdem schafft er es nicht rechtzeitig bis zum Drehtermin, ein moderates Kölsch zu lernen. So bekommt Henning Krautmacher die Rolle als Chef der Kölner Tatortkommissare, während Bastian nur eine stumme Rolle als Leiche im Tatort zugewiesen bekommt.","versions":[{"lang":1,"streams":[{"redirect":8802544,"hoster":"VOE"},{"redirect":8611430,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Junggesellenabschied","epNo":10,"alt":"","descr":"Es ist der Abend vor Bastians Hochzeit mit Anne, den er mit ihr vor dem Fernseher verbringen möchte Als Hagen und Svenja auftauchen, überreden sie Anne und Bastian, den Junggesellenabschied groß zu feiern. Während Anne und Svenja in einer Kneipe auf Kim treffen und sich betrinken, gehen Hagen und Bastian in eine Striptease-Bar. Damit Bastian nicht erkannt wird, bekommt er von Hagen eine Verkleidung verpasst. Abwechselnd werden nun Rückblenden aus den vergangenen Staffeln gezeigt, die das Verhältnis zwischen Anne und Bastian widerspiegeln. Dabei versuchen insbesondere Svenja und Kim Anne die Hochzeit auszureden, während Anne und Bastian jeweils unabhängig voneinander nur das Gute im anderen sehen und wie geplant heiraten möchten. Als beide im Morgengrauen nach Hause kommen, erzählen sie sich von ihren Erlebnissen. Anne möchte Bastian zu nichts zwingen was er nicht wirklich möchte, und Bastian ist die Hochzeit egal, solange er mit Anne liiert bleibt. Um sich zu entscheiden, werfen beide eine Münze. Der Zuschauer erfährt das Ergebnis aber nicht mehr.","versions":[{"lang":1,"streams":[{"redirect":8802556,"hoster":"VOE"},{"redirect":8611420,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Die Zeremonie","epNo":1,"alt":"","descr":"Annes Eltern heiraten erneut, weil sie gemerkt haben, dass sie doch nicht ohne einander auskommen. Bastian ist von der Trauung tief berührt, traut sich aber noch nicht mit Anne ein klärendes Gespräch zu führen, umgeht das Thema gezielt und überfährt dabei eine Hauskatze einer seltenen Art. Bastian wird erst langsam dazu gebracht, als sein Vater und sein Bruder ihm vorwerfen, dass er komplett versagt hätte und ein Feigling sei. Nebenbei betreiben die drei die Grabpflege eines Onkels, der in seiner Vergangenheit laut Bastian auch mit der Waffen-SS zu tun hatte. Als Scherz stellt Bastian mit Hagen daher die Blumen auf dem Grab in der Form eines Hakenkreuzes auf. Bevor sie das wieder rückgängig machen, stellen sich Hagen und Bastian aber davor auf, salutieren und werden von einer anderen Friedhofsbesucherin dabei beobachtet. Die Frau, die offenbar Jüdin ist, stellt die beiden aber nicht zur Rede. Bastian überredet Anne, die abgesagte Hochzeit nun doch durchzuführen. Hierbei hat er mit einigen organisatorischen Problemen zu kämpfen. So will er aufgrund seines Engagements für ein Revival von Sketch-up unbedingt die Hochzeit innerhalb der nächsten zwei Wochen durchführen. Das einzige Standesamt, das zu dem Zeitpunkt noch einen Termin frei hat, befindet sich aber in Meschenich. Als Bastian seinen Anzug aus der Reinigung abholt, bemerkt er nicht, dass es sich bei der Verkäuferin aus der Reinigung um dieselbe Frau handelt, die ihn auf dem Friedhof bei seiner anscheinend neonazistischen Grabpflege gesehen hat. Aus persönlicher Rache hat die Verkäuferin ein Hakenkreuz auf die Rückseite seiner Anzugjacke genäht. Dies fällt Bastian zunächst nicht auf. Er und Anne machen sich erwartungsfroh auf den Weg zum Standesamt. Hierbei kommt es zu weiteren Schwierigkeiten. Anne weigert sich in das Auto einzusteigen, weil die Katze, die Bastian überfahren hatte, im Motorraum verwest ist und der unangenehme Geruch das gesamte Auto beschlägt. Ein Taxi steht nicht zur Verfügung. Daher entschließen sich die beiden Kims Roller zu benutzen. Das Hakenkreuz auf Bastians Anzug wird von anderen Verkehrsteilnehmern natürlich sofort bemerkt worauf diese unterschiedlich reagieren. Selbst am Standesamt angekommen, bemerken weder Anne und Bastian noch die Standesbeamtin selbst den Grund der Unruhen um das Standesamt herum. Im Standesamt kommt es bei der Traurede zu weiteren neonazistischen Tendenzen. Bastian hat von dem Roller noch Öl am Finger und schmiert sich das Öl versehentlich an die Oberlippe. Kurz vor dem Ja-Wort trifft die Polizei ein, vor der Bastian zu guter Letzt noch einen unabsichtlichen Hitlergruß macht, womit er die Polizisten eigentlich zum Warten auffordern wollte. Erst jetzt stellt sich die ganze Tragik heraus. Bastian wird zwar nur mit einem Bußgeld verwarnt, aber in der Zeitung steht ein großer Artikel über eine \"braune Hochzeit in Meschenich\", die aufgrund des fehlenden Ja-Wortes wieder einmal gescheitert ist.","versions":[{"lang":1,"streams":[{"redirect":8802555,"hoster":"VOE"},{"redirect":8611424,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Joker","epNo":2,"alt":"","descr":"Anne ist nach der erneut gescheiterten Hochzeit verbittert zu ihren Eltern gefahren. Bastian versucht sich mit Fernsehen, Internet und Online-Bestellungen abzulenken. Die Lieferungen muss sich Bastian aber trotzdem immer selbst abholen, da der Paketzusteller trotz seiner Anwesenheit grundsätzlich nur eine Abholkarte einwirft und nicht klingelt. Bei einem Skype-Telefonat mit Michael Kessler ist Bastian fasziniert von Kesslers neuer Videoüberwachungsanlage auf Usedom und bestellt sich ebenfalls eine solche Anlage. Sein Ziel ist es, damit den Paketzusteller auf frischer Tat zu ertappen. Nach der Installation erlebt Bastian aber eine schlaflose Nacht, da der Kamerasensor bei jeder Bewegung sofort Alarm auf sein Handy leitet, auch, wenn es sich bei dem Besucher nur um ein Tier handelt. Bastian schaltet das Handy aus und verschläft am nächsten Morgen. Als er mittags aufsteht, befindet sich wieder nur eine Abholkarte in seinem Briefkasten, was ihn zutiefst verärgert. Kurz danach erfährt er durch Zufall davon, dass er am heutigen Tag als Telefonjoker für Michael Kessler in der Quizshow Wer wird Millionär? vorgesehen ist. Die Unglücksfälle häufen sich. Kim ist genervt von ihm, das Essen brennt an und eine Wespe sticht ihm in den Mund, weil diese sich zuvor an Bastians Cola-Dose aufgehalten hat, woraus er kurz darauf trank. In diesem Moment ruft Günther Jauch bei ihm an und fragt nach seinem Einsatz als Telefonjoker für Michael Kessler. Durch den Wespenstich in den Mund kann Bastian aber nur noch sehr undeutlich sprechen und verhaspelt sich bei der Beantwortung der Frage. Zuletzt trifft noch der Paketbote ein, der Bastian mit der Lieferung bewirft, wodurch Bastian in all dem Stress k. o. geht. Die Geschichte nimmt immerhin ein gutes Ende, als Anne wieder zu ihm nach Hause kommt. Die beiden versprechen sich gegenseitig, immer füreinander da zu sein und den anderen nie wieder zu verlassen, wenn die Hochzeit dafür endgültig ad acta gelegt wird.","versions":[{"lang":1,"streams":[{"redirect":8802549,"hoster":"VOE"},{"redirect":8611422,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fluch","epNo":3,"alt":"","descr":"Bastian gerät einmal mehr mit Svenja aneinander: Als sie den Garten von einer Voodoo-Priesterin nach störenden Wasseradern absuchen lässt, um keine Probleme bei der Empfängnis ihres Kindes zu bekommen, mischt sich Bastian ein. Prompt lässt Svenja ihn verfluchen, und Bastian stolpert von einem Unglück ins nächste. Bei seinem Versuch, den Fluch aufheben zu lassen, trifft er zufällig Ralf Richter, der ein ayurvedisches Lokal eröffnet hat und Bastian als Werbegesicht haben möchte …","versions":[{"lang":1,"streams":[{"redirect":8802553,"hoster":"VOE"},{"redirect":8611432,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Nachruf","epNo":4,"alt":"","descr":"Hugo hat ein dickes Problem: Er ist auf einer Steuersünder-CD registriert und landet im Gefängnis, wenn man ihm auf die Schliche kommt. Also beschließt er kurzerhand, von der Bildfläche zu verschwinden – und zwar mit einem fingierten Selbstmord, bei dem ihn Bastian unterstützen soll. Dem ist nicht wohl dabei, schließlich macht er sich strafbar und darf Anne nichts davon erzählen. Natürlich läuft die ganze Sache aus dem Ruder …","versions":[{"lang":1,"streams":[{"redirect":13122016,"hoster":"VOE"},{"redirect":8611427,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Bescheid","epNo":5,"alt":"","descr":"Bastian glaubt, dass er bei \"Verstehen Sie Spaß?\" veräppelt werden soll. Prompt begeht er eine Verkehrsordnungswidrigkeit und ist den Führerschein los. Eine Nachschulung nebst zugehöriger Prüfung wird ihm auch noch aufgebrummt. Als er im Theorieunterricht schließlich auch noch Guido Cantz trifft, glaubt er erst recht, von der versteckten Kamera verfolgt zu werden und zieht bei der Fahrprüfung alle Register.","versions":[{"lang":1,"streams":[{"redirect":13122015,"hoster":"VOE"},{"redirect":8611426,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Patient","epNo":6,"alt":"","descr":"Um nicht zusammen mit Anke Engelke in albernen Kostümen den Deutschen Fernsehpreis moderieren zu müssen, gibt Bastian vor, krank zu sein. Anne stellt ihm Hagen zur Seite, der sich um ihn kümmern soll, während sie mit ihrer Lerngruppe für die Prüfung paukt. Als Hagen Bastian auf einen Spaziergang schleppen will, täuscht dieser einen Schwächeanfall vor – und wird dabei von Passanten fotografiert. Plötzlich machen die wildesten Gerüchte in der Presse die Runde...","versions":[{"lang":1,"streams":[{"redirect":8802560,"hoster":"VOE"},{"redirect":8611436,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Standup","epNo":7,"alt":"","descr":"Bastian versucht sich als neuer Stand-Up-Comedian, weil einige seiner Kollegen mit dieser Art Comedy viel Geld verdienen. Allerdings laufen seine Auftritte nur schlecht, weil er in seiner alten Manier Witze über Filmschauspieler, alte Serien und den Flughafen Köln-Bonn macht was die Zuschauer fast gar nicht interessiert. Johann König, ein Schauspielerkollege von Bastian, gibt ihm den Tipp mehr aus seinem Privatleben zu erzählen und ansonsten nur Allerweltsthemen aufzugreifen, die die Jugend von heute interessieren. Außerdem offenbart Johann König Bastian, dass er ältere Frauen attraktiv findet. Bastian bedankt sich für den Tipp bei Johann indem er nichtsahnend eine ältere Dame mit Johann König bekannt macht. Als Bastian bei seinen Auftritten nun Witze über seine Familie, seine Nachbarin Frau Bruck und sogar über Anne macht, laufen die Auftritte sehr erfolgreich. Bei einem Auftritt kommt Anne verspätet hinzu. Bastian bemerkt dies und schwenkt plötzlich auf sein altes Schema über den Flughafen Köln-Bonn zurück was den Rest des Auftrittes zum Flop macht. Bei einem Restaurantbesuch mit Anne erfährt diese über die Plauderei der Kellnerin welche Themen wirklich bei den Auftritten von Bastian für den nötigen Witz sorgen. Anne und Frau Bruck sind zutiefst verärgert über Bastian. Zuletzt kommt es bei einem Treffen von Bastian und seinem Vater Volker auch zu Streitigkeiten, weil die Versicherung den Brandschaden am Ferienhaus von Volker nicht zahlt (Bastian hatte über den Brand und dessen Hergang im Comedy Programm ausschweifend berichtet). Zu allem Überfluss stellt sich dann noch heraus, dass Volkers neue Freundin, die er Bastian vorstellen wollte, die gleiche Dame ist, die Bastian mit Johann König bekannt gemacht hatte. Jene beiden sind ein Paar geworden, wofür sich Johann König bei Bastian bedankt und mit seiner neuen Freundin im Cabrio von dannen fährt.","versions":[{"lang":1,"streams":[{"redirect":11207981,"hoster":"VOE"},{"redirect":8611431,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Ohrfeige","epNo":8,"alt":"","descr":"Bastian und Anne waren im Kino. Auf dem Rückweg bittet ein scheinbar angetrunkener 1. FC Köln Fan Bastian um ein Autogramm. Bastian hat aber keine Autogrammkarten bei sich, verärgert den Fan und dieser schlägt Bastian sogleich ins Gesicht. Während Bastian den Angriff nicht abwehren kann, schafft Anne es den aufgebrachten Fan mit ein paar kurzen Handgriffen zu überwältigen und in die Flucht zu schlagen. Bastian steht unter Schock und Anne möchte ihn dazu bewegen einen Selbstverteidigungskurs zu belegen um sich bei derartigen Angriffen in Zukunft wehren zu können. Erst nachdem Hagen und Frau Bruck sich über Bastian lustig machen belegt Bastian einen japanischen Selbstverteidigungskurs, den er erfolgreich abschließt. Der japanische Kampfsportmeister trainiert aber nicht nur Bastians körperliche Kampftechniken, sondern schenkt ihm auch ein neues Selbstbewusstsein sowie Durchsetzungsstärke. Diese Fähigkeiten nutzt Bastian ab sofort um seine Meinung in seinem Personenumfeld in Wort und Tat brachial umzusetzen. So schüttet er Regines Alkoholvorräte weg, weist die Beleidigungen eines Passanten zurück, weist eine Politesse zurück, die ihm einen Strafzettel ausstellen wollte und zuletzt bringt er auch seinen Rivalen Jasper aus Annes Lerngruppe dazu die Lerngruppe zu verlassen und ihm vorher 150 Knusperjoghurts zu kaufen (Jasper hatte schon mehrmals in anderen Episoden Bastians Joghurts aufgegessen was Bastian verärgerte. Außerdem kam er bei Anne besser an als Bastian es lieb war.). Mittlerweile hat Bastians Personenumfeld ihn als veränderten Menschen akzeptiert und insbesondere Anne respektiert außerdem seine Tendenzen als \"Alphamännchen\". Als sie Bastian abends im Bett noch ein Drei-Fragezeichen-Hörspiel anbietet bemerkt Bastian, dass das Cover der Hörspiel-CD nicht so aussieht wie üblich. Das 3. Fragezeichen hat eine grüne Färbung und müsste eigentlich blau sein. Darauf bekommt Bastian einen geistigen Aussetzer der ihn plötzlich an die Stelle am Anfang der Episode zurückführt wo er durch den Angriff des 1. FC Köln Fans einen völligen Knock-Out erlitten hat und Anne ihn in die Realität zurück holt.","versions":[{"lang":1,"streams":[{"redirect":8850624,"hoster":"VOE"},{"redirect":8611428,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die neue Serie","epNo":9,"alt":"","descr":"Endlich ist die Homeland-DVD-Box angekommen, die Bastian in den USA bestellt hat! Voller Vorfreude eilt er zum Zoll, um das Päckchen abzuholen – und kehrt mit leeren Händen zurück, da die Bürokratie und eine fiese Beamtin gegen ihn waren. Der Frust ist groß, denn Michael Kessler hat die DVDs bereits. Außerdem hat SAT.1 ihm auch noch eine eigene Serie angeboten, in der Bastian ausgerechnet seinen besten Freund spielen soll. Das passt ihm natürlich gar nicht. Er wird in der Serie als Muttersöhnchen und Nerd dargestellt. Außerdem werden nur Witze über sein Doppelkinn gemacht – er ist also nur die Witzfigur in der Serie. Um dieses Konzept zu verhindern besucht er Annette Frier und ihren Lebensgefährten Rico. Vor den beiden behauptet er, dass die neue Serie \"Kessler\" zukünftig Annettes Serie \"Danni Lowinski\" ersetzen soll. Annette ist zutiefst erschüttert und setzt alle ihre medialen Kontakte ein. Bastians Strategie geht auf. Die Serie Kessler wird bis auf weiteres abgesetzt und er hat sogar endlich Erfolg beim Zollamt und bekommt seine DVD-Box. Am Ende wird aber dennoch sein Erfolg zunichte gemacht, da Annette und Rico einen ähnlichen, hinterlistigen Plan verfolgen. Sie durchschauen Bastians Plan, stellen ihn zu Rede, nehmen ihm seine neue DVD-Box ab und produzieren ebenfalls eine neue Serie, die dann \"Frier\" heißt. In dieser Serie wird Bastian als homosexueller Mann mit transsexuellen Anspielungen dargestellt, der wiederum Witze über sein Doppelkinn ertragen muss. In der Drehpause sieht man Bastians Wut in ihm regelrecht aufsteigen.","versions":[{"lang":1,"streams":[{"redirect":8802559,"hoster":"VOE"},{"redirect":8611429,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Das Missverständnis","epNo":1,"alt":"","descr":"Bastian ist immer noch als homosexueller Freund von Annette Frier in deren Serie \"Frier\" engagiert und das seit mittlerweile 4 Jahren. Die Serie läuft sehr erfolgreich, es gibt sogar luxuriöse Ausstattungen für die Stars (z. B. ein eigenes Wohnmobil für die Drehpausen), aber Bastian kann es einfach nicht mehr ertragen diese Rolle zu spielen. Er setzt alle Register um mit der Rolle aufzuhören, aber seine Managerin Regine sagt sogar noch offiziell seine Teilnahme für die neue Staffel zu. Hagen und Frau Bruck heiraten. Hagen nimmt allerdings den Nachnamen seiner Frau an und heißt jetzt Bruck, was Bastian zutiefst verärgert. Bastian hat auf der Hochzeitsfeier durchgehend schlechte Laune und wird schließlich auch noch von Frau Bruck aufgrund eines Missverständnisses beschuldigt, er hätte Geld aus den Umschlägen auf dem Geschenketisch geklaut. Seit Anne im Krankenhaus Ärztin geworden ist, haben sie und Bastian sich aufgrund der verschiedenen Arbeitszeiten auseinander gelebt. Als Bastian im Eifer des Gefechts zu Anne sagt, dass er Schluss machen möchte, womit er eigentlich seine Rolle in der Serie Frier meint, fasst Anne das als einen Schlussstrich für deren Beziehung auf und reagiert dementsprechend schroff. Da Bastian aufgrund seines Egos das Missverständnis nicht sofort aufklärt, ist die Beziehung zwischen Bastian und Anne daher getrennt.","versions":[{"lang":1,"streams":[{"redirect":8802577,"hoster":"VOE"},{"redirect":11102191,"hoster":"Doodstream"},{"redirect":8611433,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Camper","epNo":2,"alt":"","descr":"Bastian zieht aus der gemeinsamen Wohnung aus und nächtigt vorerst im Wohnmobil, welches er aus der Serie Frier zur Verfügung gestellt bekommen hat. Da Wildcampen illegal ist und die Batterie des Wohnmobils leer ist, lässt er sich auf einen Campingplatz schleppen. Dies ist allerdings ein FKK Campingplatz. Dort trifft Bastian auf seinen alten Rivalen Jo. Zwar helfen die Mitcamper ihm bei der Reparatur des Wohnmobils, aber Bastian möchte schnellstmöglich weg von dem Campingplatz. Als er bei einem gemeinsamen Grillabend den Mitcampern versehentlich verdorbenen Pudding anbietet, selbst die Nacht dadurch auf der Toilette verbringen muss und den Jo mit seinem Motorrad wegfahren sieht, ergreift er am folgenden Morgen die Flucht. Er fährt nach Hause in der Absicht das Missverständnis mit Anne aufzuklären, wird dann aber von einer immer noch nackten Mitcamperin überrascht, die in seinem Wohnmobil genächtigt hatte.","versions":[{"lang":1,"streams":[{"redirect":8802576,"hoster":"VOE"},{"redirect":11102189,"hoster":"Doodstream"},{"redirect":8611437,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Vollmacht","epNo":3,"alt":"","descr":"Volker möchte, dass Bastian eine Patientenverfügung für ihn unterschreibt. Hagen fühlt sich vernachlässigt und möchte seinerseits auch als Volkers Sohn unterschreiben. Da Bastian und Hagen sich nicht einigen können, soll die Entscheidung ausgespielt werden – und zwar beim Minigolf. Kim soll als Schiedsrichter den Punktestand kontrollieren. Nun versuchen aber beide Brüder den jeweils anderen abzulenken und mit unfairen Mitteln zu gewinnen. Das wird von Kim natürlich bemerkt. Als Volker schließlich einen Schwächeanfall erleidet und ins Krankenhaus zu Anne gebracht werden möchte, halten die Brüder wieder zusammen und fahren ihren Vater dorthin. In einem Gespräch zwischen Anne und Bastian stellen sich dann aber die wahren Beweggründe für Volkers Vorhaben heraus.","versions":[{"lang":1,"streams":[{"redirect":8802569,"hoster":"VOE"},{"redirect":8611435,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Lied von Hals und Nase","epNo":4,"alt":"","descr":"Bastian lässt sich gehen und nächtigt weiterhin im Wohnmobil. Als ihn Michael Kessler auf die neue Staffel von Game of Thrones anspricht, muss Bastian gestehen, dass er die Serie noch gar nicht kennt. Also kauft er sich alle bisherigen Staffeln nacheinander und schaut sich diese im Wohnmobil an. Kim möchte Bastian dazu gewinnen, dass er bei einem Auftritt ihrer Band erscheint und Publicity macht. Aufgrund seines Serien-Marathons verpasst er natürlich den Auftritt. Da er die aktuelle Staffel Game of Thrones auch schauen möchte, Michael Kessler ihn nicht daran teilhaben lässt und er keinen anderen Ausweg sieht, bricht er nachts im Mediamarkt ein um die Staffel dort zu schauen. Kessler allerdings verfolgt den gleichen Plan nachdem Bastian seine Internetverbindung gekappt hat. Natürlich werden die beiden im Mediamarkt von der Security erwischt.","versions":[{"lang":1,"streams":[{"redirect":8802565,"hoster":"VOE"},{"redirect":8611434,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Elternabend","epNo":5,"alt":"","descr":"Bastian möchte nur schnell einige Dinge aus der Wohnung abholen und überprüft sogar, dass Anne aktuell nicht dort ist. Plötzlich klingelt es an der Tür und Annes Eltern stehen unangekündigt vor Bastian. Annes Eltern wissen noch nichts von der Trennung zwischen Bastian und Anne. Bastian versucht deshalb Anne zu erreichen, kann ihr aber nur auf die Mailbox sprechen. Als Anne ebenso überrascht auftaucht möchte Bastian, dass sie ihren Eltern die Wahrheit sagt. Das bringt Anne aber nicht übers Herz, weil ihr Vater krank ist, regelmäßig Medikamente benötigt, Angstzustände hat und sie ihn nicht aufregen möchte. Als Ausrede für ihr seltsames Verhalten behauptet sie vor ihren Eltern, dass sie schwanger sei. Das bekommt auch Hagen mit, mobilisiert gleich seine Frau und seine Tochter und bereitet für alle Anwesenden ein Festmahl aus Bruck-Burgern zu. Am Ende des Abends scheinen sich Anne und Bastian für einen kurzen Moment wieder näher zu kommen, lassen aber beide davon ab. Als Annes Lüge aufgedeckt wird, sind ihre Eltern zwar wieder abgereist, aber Hagen macht Bastian für Annes Ausrede verantwortlich und macht ihm erneut Vorwürfe. Außerdem eröffnet Anne Bastian, dass sie nun endgültig aus der Wohnung ausziehen möchte.","versions":[{"lang":1,"streams":[{"redirect":8802567,"hoster":"VOE"},{"redirect":8611439,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Lotion","epNo":6,"alt":"","descr":"Bastian möchte sein Leben wieder in den Griff bekommen und besorgt sich neue Kleidung. Kim hilft ihm bei der Auswahl damit Bastian ihr im Gegenzug ein Werbevideo für ihre Band aufnimmt. Zunächst schneint der Plan erfolgreich zu sein, aber Bastian verärgert die Verkäufer indem er ausschweifend aus der Serie \"Game of Thones\" berichtet, die die Verkäufer noch nicht vollständig gesehen haben und provoziert so einen Spoiler. Die ausgewählten Anzüge werden ihm daraufhin nicht verkauft. Zudem versucht er gerötete Hautstellen mit einer Lotion zu behandeln. Die Behandlung schlägt fehl und Bastian verwendet eine andere Creme in der Umkleide eines Kaufhauses. Da er dabei die Hose heruntergelassen hat, sieht es von außen so aus als würde er sich selbst befriedigen. Er erhält daraufhin Hausverbot und wird in den Medien lächerlich gemacht.","versions":[{"lang":1,"streams":[{"redirect":8802570,"hoster":"VOE"},{"redirect":8611438,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Nacht zum Vergessen","epNo":7,"alt":"","descr":"Bastians Managerin Regine wurde von ihm gefeuert nachdem sie und Esther sich über Bastian lustig gemacht hatten. Dennoch wacht Bastian nach einem Filmriss in einem Hotelbett auf und sieht Regine neben sich im Bett liegen. Beide sind nackt. Nach einem anfänglichen Geschrei bewahren beide die Ruhe und versuchen den letzten Abend zu rekonstruieren. In Rückblenden werden Szenen von beiden gezeigt wie sie auf der Verleihung des deutschen Fernsehpreises beide anwesend sind. Regine arbeitet seit ihrer Entlassung als Sitzdoubel für Senta Berger. Bastian dagegen hat keine offizielle Einladung für die Veranstaltung und schleicht sich ein. Er versucht zudem Anke Engelke mit K.O.-Tropfen zu betäuben. Das preparierte Getränk wird aber von ihm selbst und Regine getrunken. Bastian steht auf dem roten Teppich, kann sich kaum auf den Beinen halten und wird von Regine, die immer noch als Senta Berger verkleidet ist und deren Auszeichnung stiehlt, abgeholt. Beide machen sich auf den Weg nach München, stellen den Pokal vor Senta Bergers Haus ab und fahren ins Hotel. Beide behaupten zwar nicht miteinander geschlafen zu haben, aber am Ende sieht man dennoch ein benutztes Kondom unter dem Bett liegen.","versions":[{"lang":1,"streams":[{"redirect":8802572,"hoster":"VOE"},{"redirect":8611446,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das letzte Date","epNo":8,"alt":"","descr":"Nach den Ausschweifungen der letzten Wochen ist Bastian in den Medien nur noch eine Witzfigur bei der alle Zuschauer auf die nächste Entgleisung warten. Um sein Image wieder aufzupolieren schlägt Regine vor, dass er sich für die Medien mit Anne versöhnt und bittet sie um ein gemeinsames Abendessen im Restaurant. Anne nimmt die Einladung an, weil sie glaubt, dass sie und Bastian sich endgültig aussprechen können und den Schlussstrich unter ihre Beziehung manifestieren können. Parallel dazu bittet Hagen Bastian um Hilfe beim Verkauf der Bruck-Burger, da Frau Bruck aufgrund ihrer Schwangerschaft nicht arbeiten kann. Der Verkauf läuft schleppend, da die Laufkundschaft immer noch Bastians Eskapaden im Sinn hat. Als er schließlich als \"Renate Pastewka\" aus der Serie Frier die Burger anbietet, läuft der Absatz hervorragend. Allerdings verschenkt Bastian die Burger. Immerhin entschädigt er Hagen für den Verlust. Als beim Abendessen mit Anne sein Schwindel auffliegt, verlässt Anne verärgert das Restaurant und die bestellten Fotografen, die die Versöhnung zwischen Bastian und Anne dokumentieren sollten, verwenden diese und andere Bilder dazu einen erneuten Shitstorm in den Medien über Bastian zu verbreiten.","versions":[{"lang":1,"streams":[{"redirect":8802575,"hoster":"VOE"},{"redirect":8611447,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die neue Nummer","epNo":9,"alt":"","descr":"Anne hat eine neue Mobilnummer. Bastians Versuche diese über Hagen, Kim oder Frau Bruck zu bekommen, scheitern. Bastian gibt sich seiner Situation hin und verabredet sich mit Hanna (gespielt von Pegah Ferydoni). Im Autokino kommt es zum ersten Sex und Bastian beginnt mit Hanna eine leidenschaftliche Affäre. Im Hinterkopf verfolgt er aber das Ziel mit Hanna seine Ex-Freundin Anne eifersüchtig zu machen. Entsprechende Versuche scheitern aber alle an Annes Abwesenheit im Krankenhaus, dem Durchschauen des Planes von Frau Bruck, die die beiden in flagranti erwischt hat und der besagten neuen Mobilnummer, die Bastian immer noch nicht besitzt. Trotz der augenscheinlich vielen Gemeinsamkeiten zwischen Bastian und Hanna (z. B. über Synchronsprecher und Schauspieler alter Serien zu reden) bemerkt Hanna, dass Bastian mit den Gedanken woanders ist und verlässt ihn am Ende der Folge wieder.","versions":[{"lang":1,"streams":[{"redirect":8802579,"hoster":"VOE"},{"redirect":8611441,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Ersthelfer","epNo":10,"alt":"","descr":"Bastian wird in den Medien erneut lächerlich gemacht. Das Auftauchen von Hagen in seiner Wohnung macht seine Laune nicht besser. Aber dennoch verspricht er ihm aufgrund dessen Müdigkeit Frau Bruck abzuholen, weil das Bruck-Burger-Mobil in der Werkstatt ist. Dort angekommen stellt er erbost fest, dass sein Name und sein Bild unabgesprochen für die neue Werbekampagne der Bruck-Burger dienen soll. Es kommt zum Streit mit Frau Bruck, in dessen Verlauf beide aber abgelenkt werden, weil Bastians Saab 900 zwecks Verschrottung auch auf dem Autohof steht. Bastian überprüft das sofort zusammen mit Frau Bruck. In dem Moment fährt aber der Autotransporter los auf dem der Wagen steht. Wenig später setzen auch die Wehen von Frau Bruck ein. Es beginnt eine Tortour auf der Autobahn, verfolgt von Leserreportern und einem Hubschrauber, an deren Ende Bastian hilft, das Baby von Frau Bruck auf die Welt zu bringen. Am Ende scheint alles gut gelaufen zu sein und selbst Anne ist stolz auf Bastian. Bastian bittet Anne nun offiziell, die Trennung rückgängig zu machen. Allerdings ist Anne bereits mit Wotan Wilke Möhring liiert.","versions":[{"lang":1,"streams":[{"redirect":8802582,"hoster":"VOE"},{"redirect":11102197,"hoster":"Doodstream"},{"redirect":8611440,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Ein Engel für alle Fälle","epNo":1,"alt":"","descr":"Ein halbes Jahr ist vergangen nach der Geburt. Bastian ist zu Gast bei Markus Lanz und lässt sich immer noch als Baby-Retter feiern. Dort lügt er und behauptet, dass er ein Sparbuch für seine neue Nichte Mafalda eingerichtet hat. Nach dem Auftritt bei Lanz geht er zur Bank und richtet ein Sparbuch ein. Da kommt sein Bankberater Herr Wilcke und bittet ihn zu einem Gespräch. Dieser offenbart ihm, dass Bastian pleite ist. Anschließend fährt er zu Regine. Sie hat für Bastian vom ZDF ein Rollenangebot für die neue Serie Ein Engel für alle Fälle. Jedoch lehnt Bastian das Angebot ab. Privat hat Bastian mehr Glück. Er kann aufgrund seiner finanziellen Situation nicht mehr im Hotel übernachten und findet bei seinem Bruder Hagen eine neue Bleibe. Hagen hat sich alle Mühe gegeben seinem Bruder ein eigenes Wohn-Reich zu schaffen und das sogar mietfrei. Im weiteren Verlauf der Episode versucht Bastian der Patenonkel von Mafalda zu werden. Um das zu werden muss er allerdings in die Kirche wieder eintreten und besticht den Pastor mit einer neuen Kirchturmglocke. Das Geld dafür hat von Chris Tall geliehen. Als es dann zur Taufe kommt sieht er zum ersten Mal wieder Anne. Diese taucht mit ihrem neuen Freund Dr. Simon Schätzlein auf. Die Taufe wird von Lokalzeit Bonn beendet. Der Reporter deckt auf, dass der Pastor gar keine Taufe mehr vollziehen darf. Als dann Anne und Simon gehen wollen, erzählen die Beiden, dass bei ihnen im Krankenhaus eine Arztserie gedreht wird. Daraufhin weiß Bastian sofort, dass das die neue ZDF-Serie ist. Er ruft sofort Regine an und sagt zu.","versions":[{"lang":1,"streams":[{"redirect":9958727,"hoster":"VOE"},{"redirect":9958725,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unverhofftes Wiedersehen","epNo":2,"alt":"","descr":"Das Team der neuen Serie \"Ein Engel für alle Fälle\" beginnt mit den Dreharbeiten. Zunächst ist Bastian begeistert, weil sich die Serie anfangs als ein Revival von \"Dr. Stefan Frank - der Arzt dem die Frauen vertrauen\" entpuppt und Bastian mit seiner Hauptrolle den schmeichelnden und charmanten Arzt spielen darf, der bei seinen Kollegen und Patienten höchsten Respekt genießt. Diese Vorstellung wird jäh beendet als ihm seine neue Drehpartnerin Katja Woywood vorgestellt wird, die die neue Klinikleitung \"Brigitte\" spielen soll. Schon bei der ersten Begegnung vor den Dreharbeiten ist zu merken, dass Bastian und Katja nicht zu einem Konsens kommen. Das liegt auch daran, dass Bastians Witze und Anspielungen, die er wie immer nur gut meint, missverstanden werden und eher als Beleidigungen empfunden werden. Es kommt hier zu einer Schlüsselszene bei den Dreharbeiten: Bastian unterhält sich mit einem Schauspielerkollegen während Katja aus dem Aufzug kommt und ihn anrempelt. Er sagt überrascht \"Brigitte?\". Diese Szene wird oft wiederholt, weil Katja nie zufrieden mit Bastians schauspielerischem Talent ist und der Regisseur bedingungslos loyal zu Katjas Vorschlägen handelt. Das ist allerdings Fassade, da im Endeffekt doch die erste Szene genommen wird und Katja sich bei Bastian abfällig äußert. Die Drehpausen nutzt Bastian dazu Anne zu stalken und einen Kontakt aufzubauen. Allerdings kommt immer etwas dazwischen. Hierzu hat er sogar Annes Dienstplan kopiert und ein Tablet mit Kamera heimlich installiert um Anne in ihrem Arztzimmer zu beobachten. Als er nach Drehschluss auf den Parkplatz läuft, rempelt er im Vorbeigehen Anne an, dreht sich um und sagt den überraschten Ausruf aus der zuvor verfilmten Szene: \"Brigitte?\"","versions":[{"lang":1,"streams":[{"redirect":9958728,"hoster":"VOE"},{"redirect":9958729,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schatten der Vergangenheit","epNo":3,"alt":"","descr":"Die Dreharbeiten gehen weiter und Bastian versucht sein Image bei Katja und dem Team aufzubessern. Als schauspielender Arzt holt er sich sogar Tipps bei den Ärzten aus dem Krankenhaus, was Anne zutiefst missfällt. Anne erkennt zudem, dass Bastian dies vor allem deswegen macht, weil er in ihrer Nähe sein möchte. Gerade als das Verhältnis zu Katja Woywood etwas entspannter wird, führt Regine eine frühere Bitte von Bastian aus und diskreditiert Katja Woywood. Das Verhältnis ist daraufhin wieder angespannt, was sich auch bei den weiteren Dreharbeiten zeigt. Zu Hause wird Bastian als dauerhafter Babysitter für Mafalda eingespannt, weil das Kind bei ihm ruhig ist und bei seinen Eltern dauernd schreit. Vor Mafalda übt er sogar seine Texte aus dem Drehbuch woran beide scheinbar Spaß haben. Hagen und Svenja sind mit der Erziehung von Mafalda überfordert und wälzen diese auf Bastian ab. Allerdings greift Svenja bei jeder passenden Gelegenheit ein und macht Bastian Vorwürfe. Am Schluss der Folge kommt Bastian nach Drehschluss nach Hause und findet eine besetzte Wohnung vor. Kim und ihre neue Band haben sich bei Bastian eingenistet.","versions":[{"lang":1,"streams":[{"redirect":9958733,"hoster":"VOE"},{"redirect":9958732,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schmerzende Gedanken","epNo":4,"alt":"","descr":"Bastian findet sich mit der Situation zu Hause ab um nicht obdachlos zu sein. Kims Bandkollegen nerven ihn aber sehr. Sie stellen seine TV Kanäle um, bedienen sich an seinem Essen und konsumieren Marihuana. Als er Kim darauf anspricht, relativiert sie die Situation aber und gibt zu bedenken, dass Hagen und Svenja mit der Erziehung von Mafalda komplett überfordert sind und das Kind noch nicht mal geimpft ist. Bastian möchte Svenja von einer Impfung überzeugen. Diese setzt sich aber durch und ist absolute Impfgegnerin. Bei den Dreharbeiten versucht Bastian nun auch bei Annes Kollegen Eindruck zu machen. Anne ist hingegen nur noch genervt von Bastians Verhalten, bittet ihn mittags nicht mehr die Kantine für das Krankenhauspersonal aufzusuchen und sagt ihm ins Gesicht, dass er kein Arzt ist und sich deswegen auch nicht wie einer verhalten soll.","versions":[{"lang":1,"streams":[{"redirect":9958737,"hoster":"VOE"},{"redirect":11102205,"hoster":"Doodstream"},{"redirect":9958736,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein dunkles Geheimnis","epNo":5,"alt":"","descr":"Bei den Dreharbeiten tritt Heino Ferch in einer Nebenrolle in Erscheinung. Bastian ißt zu Hause unwissentlich Haschkekse von Kims Bandkollegen und erscheint auf Droge zum Dreh. Dennoch wird die Szene mit Heino Ferch aufgrund dessen Fürsprache als Erfolg gewertet. Katja ist deswegen zutiefst misstrauisch. Bastian beschließt die Impfung von Mafalda selbst in die Hand zu nehmen. Als Hagen und Svenja zu einem Festival fahren und Mafalda abermals in die Obhut von Bastian geben, fährt er mit ihr zum Krankenhaus, verkleidet sich als Arzt und versucht die Impfung selbst durchzuführen. Es gelingt ihm sogar den richtigen Impfstoff zu finden. Allerdings verletzt er sich beim ersten Versuch selbst. Anne hat Nachtschicht und kommt zufällig in den Raum. Sie ist erschrocken von Bastians Vorhaben. Sie lässt sich dennoch von ihm überzeugen die Impfung vorzunehmen, auch, wenn das ihre Zulassung kosten könnte. Bastian will im Fall, dass der Schwindel auffliegt, sämtliche Verantwortung auf sich nehmen. Außerdem erinnert Anne ihn daran das Pflaster zu Hause unbedingt zu entfernen. Hagen und Svenja kommen aufgrund einer Unwetterwarnung früher vom Festival zurück. Bastian, immer noch im Arztkittel, sitzt mit der schreienden Mafalda vorm Hühnerstall im Unwetter und schaut ganz unschuldig.","versions":[{"lang":1,"streams":[{"redirect":9958741,"hoster":"VOE"},{"redirect":11102204,"hoster":"Doodstream"},{"redirect":9958739,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Labyrinth der Gefühle","epNo":6,"alt":"","descr":"Die verdeckte Impfung von Mafalda scheint erfolgreich vertuscht worden zu sein und Bastian hat bessere Laune. Svenja entdeckt aber eine benutzte Spritze im Hühnerstall und stellt Bastian deswegen zur Rede. Der behauptet, dass Kim vermutlich Drogen nimmt und verweist auf den regelmäßigen Marihuanakonsum der Bandkollegen. Kim wird deswegen vorm versammelten Familienrat zur Rede gestellt. Sie geht auf Bastians Ideen ein, wenn er ihr Startkapital für ihre Band besorgt. Bei den Dreharbeiten im Krankenhaus ist Katja weiterhin misstrauisch und schleicht sich in einer Drehpause in Bastians Aufenthaltszimmer. Dort entdeckt sie das Tablet mit der Kamera und weitere belastende Beweise für Bastians Stalking auf Anne und stellt ihn deswegen zur Rede. Das Tablet nimmt sie mit. Bastian gerät in Panik und vernichtet alle Beweise, die ihn als Stalker überführen würden. Auf dem Parkplatz fährt er schnell los und telefoniert beim Autofahren mit Regine. Plötzlich gibt es einen Unfall. Bastian hat Katja angefahren, die bewusstlos auf dem Parkplatz liegt. Ihm ist sofort klar, dass der Unfall seine Schuld ist. Bevor er die Rettungskräfte ruft nimmt er sein Tablet mit den kompromittierenden Aufnahmen von Anne wieder an sich.","versions":[{"lang":1,"streams":[{"redirect":9958700,"hoster":"VOE"},{"redirect":9958703,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Und keiner darf es wissen","epNo":7,"alt":"","descr":"Bastians finanzielle Probleme verschärfen sich. Er musste eine Zahlung für das von Anke Engelke und Hugo Egon Balder initiierte \"SAT1 - Promi-Bumsen\" leisten, an dem er aber letztendlich nicht teilgenommen hatte. Außerdem muss er die Impfung von Mafalda weiterhin vertuschen, da Svenja Bruck in der Folge zuvor die Spritze gefunden hatte. Kim soll daher vorspielen, dass sie drogenabhängig sei und einen kalten Entzug durchführt. Kim erhöht die finanzielle Forderung von Bastian auf 30.000 EUR und erpresst ihn mit der Preisgabe der Wahrheit. Auch Bastians Schauspielerkollege, der als Arzt Hagen und Svenja die ernste Situation klarmachen soll, ist da keine große Hilfe. Das ZDF hat auch immer noch keine Gage gezahlt, da die Serie noch nicht fertig gedreht ist und die Dreharbeiten zur Zeit unterbrochen sind, da Katja Woywood sich bei dem von Bastian verschuldeten Unfall den Arm gebrochen hat. Anke Engelke gibt Bastian den Tipp den gebrochenen Arm von Katja in die Handlung der Serie mit einzubauen. So können die Dreharbeiten weitergehen und es soll das Staffelfinale gedreht werden. Das ZDF ist aber mit der Serie nicht zufrieden und kündigt weitere Dreharbeiten an. Da Bastian in seiner finanziellen Notlage handeln muss, leiht er sich abermals das Geld für Kim von Chris Tall. Bei der Geldübergabe an Kim steigern sich beide in eine Diskussion hinein bei der sie nicht bemerken, dass das Babyfon noch eingeschaltet ist. Svenja und Hagen sind erzürnt über alles was Bastian ihnen vorgespielt hat. Allerdings ergreift Hagen im letzten Moment (wenn auch unabsichtlich) Partei für Bastian und gibt zu, dass er Mafalda längst hat impfen lassen, weil er möchte, dass seine Tochter gesund bleibt. Mafalda wurde also doppelt geimpft. Während sich alle Anwesenden noch über die möglichen gesundheitlichen Folgen einer doppelten Impfung unterhalten, verlässt Svenja unbemerkt das Anwesen und nimmt sowohl Mafalda als auch das Geld mit.","versions":[{"lang":1,"streams":[{"redirect":9958709,"hoster":"VOE"},{"redirect":9958711,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nur das Schicksal kennt den Weg","epNo":8,"alt":"","descr":"Svenja ist nach Hannover gefahren. Bastian bittet Anne, dass sie gemeinsam nach Hannover fahren wollen um Svenja und Mafalda wieder abzuholen und sich auszusprechen. Da Bastian aktuell keinen Führerschein hat (er wurde in vorherigen Folgen mehrfach bei Radarkontrollen geblitzt), leiht er sich ein Fahrzeug von der Produktionsfirma und bittet Anne den Wagen zu fahren. Bastian nutzt die Gelegenheit und spricht sich mit Anne aus, die auch nicht immer bei der Wahrheit geblieben ist und ihren Freund Simon Schätzlein am Telefon sogar anlügt. Annäherungsversuche seitens Bastian werden aber schnell abgewiesen. Bastian erhält unterdessen eine SMS von Hagen, dass Svenja und Mafalda bereits zurück zu Hause sind. Er verschweigt diese Information aber Anne und fährt weiterhin mit ihr Richtung Hannover. Bei einem Tankstopp erfährt auch Anne von Svenjas Rückkehr und ist wieder mal sauer auf Bastian, weil er diese Info verschwiegen hat. Sie fahren daraufhin zurück. Leider ist auf der A2 ein langer Stau und Anne entscheidet sich gegen Bastians Vorschlag eine Ausweichroute zu benutzen, die aber ebenfalls überlastet ist. Die unfreiwillige Pause nutzt Bastian um in einem nahegelegenen Dorf einzukaufen. Unterdessen soll Anne das Scheibenwischwasser nachfüllen. Anne ist zwar eine gute Ärztin, versteht von Autos aber nichts. So kommt es, dass sie versehentlich das Scheibenreinigungswasser in den Ölstutzen einfüllt. Das Fahrzeug erleidet daraufhin einen Motorschaden als sie in einem Waldstück liegen bleiben und rufen den ADAC an. Bastian hat unterdessen seine restlichen Wurstbrötchen weggeworfen, was aber Wölfe anlockt. Als Anne und Bastian sich vor den Wölfen in Sicherheit bringen wollen, erscheint plötzlich Annes Freund Simon Schätzlein mit einer Fackel und vertreibt die Wölfe. Er spielt den edlen Retter. Anne ist aber misstrauisch und fragt sich wie Simon sie überhaupt gefunden hat. Es stellt sich heraus, dass Simon Anne ebenfalls stalkt und ihr Handy überwacht. Er hat sogar eine Menstruations-App installiert um zu wissen wann Anne ihre Periode hat. Anne hat nun von beiden Männern die Nase voll, beendet die Beziehung zu Simon und fährt mit dessen Auto alleine nach Hause. Zuletzt schickt sie beiden Männern noch eine SMS in der sie ihre Wut auslässt und sie darüber informiert, dass sie den ADAC wieder abbestellt hat.","versions":[{"lang":1,"streams":[{"redirect":11207674,"hoster":"VOE"},{"redirect":9958716,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Herzensdinge","epNo":9,"alt":"","descr":"Die Dreharbeiten sollen eigentlich abgeschlossen sein und Bastian erwartet sehnsüchtig die finanziellen Einkünfte. Allerdings ist das ZDF abermals nicht zufrieden und lässt nachdrehen. Zudem wird das Konzept der Serie mehrfach umgestaltet. Bastian hat keine Lust mehr sich den ewigen Änderungen hinzugeben, ist von den Dreharbeiten genervt und steigt nach einer emotionalen Rede an das Team aus der Serie aus. Der Regisseur und die Schauspieler überlegen daraufhin wer Bastians Rolle neu besetzen könnte. Sogar Til Schweiger wird in Erwägung gezogen. Die neu installierte Glocke, die Bastian mit dem Geld von Chris Tall finanziert hat, ist durch das Kirchendach gebrochen und hat den Altar zerstört. Es folgen daher kriminaltechnische Untersuchungen. Chris Tall sieht sich durch die Ermittlungen bedroht, weil das Geld in einer seiner Taschen transportiert wurde. Er stellt daraufhin Bastian zur Rede, lässt ihn sogar foltern und verlangt das gesamte Geld von 60.000 EUR zurück. Da Bastian nun finanziell in totaler Notlage ist, bleibt ihm nichts anderes übrig als bei der Serie wieder einzusteigen. Er entschuldigt sich bei den Kollegen und möchte wieder weiterdrehen. Der Regisseur und die anderen Schauspieler nehmen die Situation mit gemischten Gefühlen auf, lassen Bastian aber dennoch gewähren.","versions":[{"lang":1,"streams":[{"redirect":9958718,"hoster":"VOE"},{"redirect":9958715,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"HerzensdingeLicht am Horizont","epNo":10,"alt":"","descr":"Immer wieder ist das ZDF mit der Serie nicht zufrieden. Die Serie wird mehrfach unter komplett anderen Genres gedreht – mal als Krimi, als Thriller und als Liebesfilm. Umso erstaunter ist Bastian als der Regisseur ihm eröffnet, dass alle Konzepte verwendet werden und dass das ZDF mit der Besetzung nicht zufrieden ist (er spielt damit eindeutig auf Bastian an). Dennoch ist nun Schluss mit den Dreharbeiten und Bastian packt seine Sachen. Hierbei stößt er ein letztes Mal mit Katja Woywood zusammen. In Gedanken liefern sich die beiden einen Kampf auf Leben und Tod. Da Bastian nicht mehr bei Hagen und Svenja einziehen kann, da er seiner Ansicht nach vergrault wurde, wohnt er zusammen mit Kim bei seinem Vater in Bonn. Volker fährt aber dennoch zu Hagen und Svenja und wirft Bastian und Kim vor, dass sie beide \"Mist gebaut\" hätten. Kurz danach erhalten beide einen Anruf von Hagen, der behauptet, dass Volker im Sterben liegt. Sie fahren daher sofort auf den Hof zu Hagen und Svenja. Dort stellt sich heraus, dass alles nur fingiert war um alle zu einer Familienfeier einzuladen. Alle versöhnen sich und Kims Band macht Musik. Bastian hat nun das Geld vom ZDF, seine Familie, eine Grillfeier und Nudelsalat, wie er es in einer vorherigen Staffel immer wollte. Nur eine Sache fehlt ihm: Anne. Er reist daraufhin nach Afrika wo Anne als \"Ärztin ohne Grenzen\" arbeitet und begrüßt Anne mit einem einfachen \"hallo\". Anne ist trotz der vergangenen, turbulenten Zeit anscheinend erfreut Bastian zu sehen. Es folgt im Abspann der Vorspann der ZDF Serie wo Bastians Rolle als Dr. Roman Engel durch Michael Kessler ersetzt worden ist.","versions":[{"lang":1,"streams":[{"redirect":9958723,"hoster":"VOE"},{"redirect":9958724,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Das Ticket","epNo":1,"alt":"","descr":"Ein Jahr war Bastian nun mit Anne in Afrika. In diesem Jahr hat er sich mit Anne angefreundet und Tagebuch geschrieben. Als er dann wieder in Deutschland ist, will er seinen Saab aus dem Parkhaus am Flughafen Frankfurt abholen und nach Hause zu seiner Familie fahren. Allerdings sind für diese Zeit, wo er in Afrika war 6120€ angefallen. Er lässt vorerst das Auto im Parkhaus und fährt mit der Bahn nach Bonn zu seinem Vater. Als er dort ankommt, findet er eine reine Baustelle vor, denn Hagen und Volker renovieren das Haus. Das Erste was die Beiden interessiert, ist, ob er und Anne in Afrika wieder zueinander gefunden haben. Anschließend möchte Bastian seine Geschenke verteilen, allerdings hat er kein Geschenk für sein Vater. Am Abend schlafen Hagen und Bastian wieder zusammen in einem Hochbett. Am nächsten Morgen fahren die beiden nach Frankfurt, um Bastians Auto aus dem Parkhaus zu holen, und scheitern. Am Abend räumt Bastian den Essenstisch mit Volker ab und Volker erzählt ihm, dass Hagen bei Svenja raus geflogen ist. Am Ende der Episode trifft Bastian Anne. Diese hat eine große Neuigkeit für ihn: Sie möchte ein Kind...","versions":[{"lang":1,"streams":[{"redirect":7052727,"hoster":"VOE"},{"redirect":11207583,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Sachbuch","epNo":2,"alt":"","descr":"Nachdem Bastian sich von Annes Neuigkeiten erholt hat, bietet er seine Hilfe und Unterstützung an. Als guter Freund. Ganz ohne Hintergedanken. Wirklich.","versions":[{"lang":1,"streams":[{"redirect":8802594,"hoster":"VOE"},{"redirect":8611442,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Bananenschnecke","epNo":3,"alt":"","descr":"Bastian versucht mit Kims Hilfe herauszufinden, was eigentlich auf Gut Bruck los ist, doch er sorgt nur für noch mehr Verwirrung. Nach einer SMS von Anne sieht Bastian seine große Stunde gekommen.","versions":[{"lang":1,"streams":[{"redirect":11207514,"hoster":"VOE"},{"redirect":11207510,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Motivgeber","epNo":4,"alt":"","descr":"Um seinem Vater bei dessen finanziellen Problemen zu helfen, hat Bastian kurzerhand das Haus in Bonn an ein Filmteam vermietet. Doch dann taucht zu Bastians Entsetzen ein alter Bekannter auf.","versions":[{"lang":1,"streams":[{"redirect":8802601,"hoster":"VOE"},{"redirect":8611445,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Gästebuch","epNo":5,"alt":"","descr":"Titel: Das Gästebuch Bastian und Anne machen einen Ausflug aufs Land, um ihr gemeinsames Projekt in entspannter und diskreter Atmosphäre zu starten. Doch weil Bastian nicht ins Gästebuch schreiben will, entwickelt sich der Abend in eine ganz andere Richtung.","versions":[{"lang":1,"streams":[{"redirect":8802595,"hoster":"VOE"},{"redirect":11207471,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Prinzessinnenschloss","epNo":6,"alt":"","descr":"Titel: Das Prinzessinnenschloss Nach seiner Lesung auf der Frankfurter Buchmesse denkt Bastian, dass es nicht mehr schlimmer kommen kann. Doch es ist Mafaldas zweiter Geburtstag und die Familie trifft sich auf Gut Bruck. Zu Kaffee, Kuchen und Krawall.","versions":[{"lang":1,"streams":[{"redirect":8802608,"hoster":"VOE"},{"redirect":8611448,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die singende Grußkarte","epNo":7,"alt":"","descr":"Titel: Die singende Grußkarte Bastian begleitet Anne zur Messinghochzeit ihrer Eltern nach Kassel. Doch dann macht Anne eine verhängnisvolle Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8802600,"hoster":"VOE"},{"redirect":8611450,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Kippschutz","epNo":8,"alt":"","descr":"Titel: Der Kippschutz Nach der gemeinsamen Nacht im Saab ist Bastian davon überzeugt, dass sein Plan aufgegangen ist. Aber warum meldet sich Anne nicht? Bastian beschließt kurzerhand, dass heute Pateneltern-Tag ist und steht mit Mafalda vor Annes Tür.","versions":[{"lang":1,"streams":[{"redirect":8802599,"hoster":"VOE"},{"redirect":8611444,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die zweite Pfanne","epNo":9,"alt":"","descr":"Titel: Die zweite Pfanne Volker ist immer noch beleidigt, dass Bastian ihm kein Geschenk aus Afrika mitgebracht hat, als es plötzlich an der Tür klingelt","versions":[{"lang":1,"streams":[{"redirect":8802622,"hoster":"VOE"},{"redirect":8611449,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Hochzeitskutsche","epNo":10,"alt":"","descr":"Titel: Die Hochzeitskutsche Ein halbes Jahr ist vergangen und Bastian kehrt erneut aus Afrika zurück. Er staunt nicht schlecht als er im frisch renovierten Haus Volker eintrifft. Um ein Haar hätte er tatsächlich Kims Hochzeit verpasst…","versions":[{"lang":1,"streams":[{"redirect":8802634,"hoster":"VOE"},{"redirect":8611452,"hoster":"Streamtape"}]}]}]}]}