{"seriesId":"patina-paradiese","name":"Patina-Paradiese","descr":"Leerstehende Fabrikhallen, alte Flugzeugwracks, verrostete Militärfahrzeuge und entkernte Autowracks: Lange Zeit hat man alte Gebäude und Gegenstände sich selbst überlassen, die sich so zu Oasen für die Tier- und Pflanzenwelt entwickelten. Doch immer häufiger werden diese morbiden Schönheiten zerstört. Bevor sie komplett verschwinden, stellt arte die außergewöhnlichsten \"Lost Spaces\" vor.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aufgegebene Altbauten","epNo":1,"alt":"","descr":"Überall auf der Welt hat die Natur leerstehende Gebäude, verlassene Fabrikhallen und verfallene Burgruinen auf faszinierende Weise zurückerobert und zu Oasen für Tiere und Pflanzen gemacht. Der Zutritt zu diesen spektakulären Orten ist oft untersagt; stillgelegte Industrieanlagen, Inseln, Dörfer, Einkaufszentren und Vergnügungsparks werden oft eine Zeit lang sich selbst überlassen, bevor über ihren Abriss – oder ihre Weiterverwendung – entschieden wird. Gerettet werden sie meist von couragierten Einzelkämpfern oder kleinen Gruppen, die in ihnen wertvolle Zeugnisse vergangener Zeitalter erkennen. Manche von ihnen fallen trotz aller Bemühungen modernen Stadtplanungskonzepten zum Opfer. Heute faszinieren diese \"Lost Places\" weltweit Ruinenfreaks, Stadtstreicher, Umweltaktivisten, Ranger, Künstler und Touristen. Und immer lauter werden die Forderungen, sie für die Nachwelt zu erhalten.","versions":[]},{"epId":"episode-2","name":"Letzter Halt, letzter Hafen","epNo":2,"alt":"","descr":"Einst beförderten sie Passagiere, Vieh und Waren aller Art über die Berge und Meere dieser Welt – heute haben sie ausgedient und versinken im Schlamm oder werden von Moos und Unkraut überwuchert. Die Schiffe, Züge und Flugzeuge, die nun auf improvisierten Friedhöfen verrotten, erinnern noch heute an die Macht der Maschinen während des Industriezeitalters. Lange hat man diese Wracks, von denen die moderne Welt nichts mehr wissen wollte, einfach sich selbst überlassen. Die einen sehen sie als ökologisches Desaster, andere als Teil der Landschaft, als historische Zeugnisse oder sogar als Kunstwerke. Klar ist: Die versteinerten Riesen lassen niemanden kalt. Heute muss bereits in der Planungsphase von Land-, Luft- und Seefahrzeugen nachgewiesen werden, dass ein steigender Anteil der Baumaterialien recycelt werden kann, um die Produktion zusätzlichen Abfalls bei ihrer Stilllegung zu vermeiden. Wrack-Fans versuchen deshalb, zumindest lohnenswerte Überreste als Erinnerungsstücke zu erhalten. Eisenbahn- und Flugzeugfans, Kulturliebhaber, Sammler und Künstler begeistern sich heute für die stummen Zeitzeugen des 20. Jahrhunderts.","versions":[]},{"epId":"episode-3","name":"Im Reich der Rostlauben - Teil 1","epNo":3,"alt":"","descr":"Tausende ausgediente Militärfahrzeuge rosten weltweit auf Schrottplätzen, auf Industriebrachen und in Seehäfen vor sich hin. Manche wurden im Gefecht zerstört, andere waren einfach zu alt oder wurden von moderneren Geräten abgelöst. Nicht wenige verschwinden unter treibendem Wüstensand oder werden von Unkraut überwuchert. Entkernte Karosserien bieten wilden Tieren ein willkommenes Versteck; willentlich versenkte Schiffswracks bilden eine Symbiose mit Korallenriffs und sind abenteuerliche Attraktionen für Hobbytaucher. Andere wiederum, wie die sowjetischen Atom-U-Boote an den russischen Küsten, stellen eine echte Gefahr für die Umwelt dar. Auf Schrottplätzen oder Autofriedhöfen erleben die alten Militärfahrzeuge überraschende, oft faszinierende Verwandlungen. Leidenschaftliche Sammler, Geschichts- und Militärfreaks, Künstler und Stadtstreicher engagieren sich für die Aufrechterhaltung dieser einmaligen Orte und verschaffen den etwas anderen Oldtimern ein unverhofftes zweites Leben","versions":[]},{"epId":"episode-4","name":"Im Reich der Rostlauben - Teil 2","epNo":4,"alt":"","descr":"Auf Autofriedhöfen vollziehen sich oft faszinierende Verwandlungen: Edle Karosserien verrosten und verschmelzen langsam mit der Natur; viele von ihnen bieten wilden Tieren und Pflanzen ein neues Zuhause. Eine Zeitlang versenkte man entkernte und entgiftete Autowracks sogar bewusst im Meer, um die unterseeischen Landschaften zu bereichern und die Herausbildung neuer Ökosysteme zu fördern. In den letzten Jahren hat sich der Wind gedreht; immer mehr Autofriedhöfe werden geräumt. Das ist bedauerlich, denn Autowracks können faszinierende Zeitzeugen sein, die faszinierende Einblicke in die Bauart und Ästhetik der Automobilproduktion im 20. Jahrhundert geben. Angesichts der jüngsten Krisen und Skandale in der Automobilindustrie in Europa und den USA stellt sich zudem die Frage: Wandern künftig vielleicht auch Tausende Neuwagen direkt auf die Schrotthalden? Ist das Automobil ein Auslaufmodell? Autofreaks, Kulturliebhaber, Sammler, Künstler, Fotografen und Wrackjäger setzen sich für Erhaltung der Orte ein, an denen sie ihren Kultobjekten auf ihre Weise gedenken können.","versions":[]}]}]}