{"path":"/serie/stream/paw-patrol","name":"PAW Patrol","descr":"Paw Patrol ist eine Vorschulserie mit sechs heldenhaften Hunden in der Hauptrolle: Chase, Marshall, Rocky, Zuma, Rubble und Skye. Sie werden von dem 10-jährigen Technikliebhaber Ryder angeführt. Die Paw Patrol vereint Heldenmut, coole Fahrzeuge mit ganz viel niedlichem Humor. Alle haben einen kleinen Rucksack auf dem Rücken für ihre Missionen, damit sie für alles gewappnet sind – egal, ob sie eine Katze vom Baum retten oder einen Zug vor herabfallenden Steinen zu bewahren. Kein Job ist zu groß, kein Hund zu klein!","seasons":[{"path":"/serie/stream/paw-patrol/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/paw-patrol/staffel-1/episode-1","name":"Rocky will nicht baden + Das große Herbstfest","epNo":1,"alt":"Pups Make a Splash + Pups Fall Festival","descr":"Käpt’n Turbot steckt mit seinem Schiff, der \"Flunder\", in ein paar Felsen fest. Wird es Ryder und der Paw Patrol gelingen die \"Flunder\" frei zu schleppen? Ein aufkommender Schneesturm droht Yumis Ernte zu vernichten. Doch bald ist das große Herbstfest! Ryder und die Paw Patrol müssen die gesamte Ernte innerhalb eines einzigen Tages einbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476831","hoster":"VOE"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-2","name":"Die Rettung der Meeresschildkröten + Das Riesenbaby","epNo":2,"alt":"Pups Save the Sea Turtles + Pups and the Very Big Baby","descr":"Katie, Zuma und Rocky planen einen gemütlichen Strandtag. Doch dann finden sie Babymeeresschildkröten, die gerade schlüpfen. Sie müssen so schnell wie möglich ins Meer gelangen, doch eine Straße ist im Weg. Das ist ein Fall für die PAW PATROL.Ein kleiner Wal ist aus Versehen gestrandet. Käpt’n Turbot bittet Ryder und die Paw Patrol um Hilfe, denn der kleine Wal muss so schnell es geht wieder ins Meer und zurück zu seiner Mama","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13569029","hoster":"VOE"},{"path":"/redirect/13574808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-3","name":"Die Katzastrophe + Die Zugrettung","epNo":3,"alt":"Pups and the Kitty-tastrophe + Pups Save a Train","descr":"Oh nein! Zuma und Rubble entdecken ein Kätzchen in Seenot. Es treibt auf einem Spielzeugschiff auf das offene Meer hinaus! Sofort machen die beiden sich auf die Suche nach Ryder und dem Rest der Paw Patrol.Katie und Cali sind auf dem Rückweg von Katie’s Großmutter. Doch ein Steinschlag blockiert die Gleise und der Zug mit Katie und Cali an Bord, hängt auf der Eisenbahnbrücke fest! Ob Ryder und die Paw Patrol da helfen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14374719","hoster":"VOE"},{"path":"/redirect/14438976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-4","name":"Der Fellfreund-Boogie + Hunde im Nebel","epNo":4,"alt":"Pup Pup Boogie + Pups in a Fog","descr":"Sehnsüchtig wartet die gesamte Paw Patrol auf die Lieferung der neuen Version des Spiels \"Fellfreund-Boogie\". Doch die Gleise sind verbogen und kein Zug kann \"Adventure Bay\" anfahren, solange der Schaden nicht behoben ist. An Bord des erwarteten Zuges ist auch eine Lieferung für die Paw Patrol …Oh nein, der Leuchtturm ist kaputt! Ausgerechnet als dichter Nebel aufzieht und ein Kreuzfahrtschiff mit vielen Passagieren an Bord auf die Robbeninsel zusteuert! Da können nur noch Ryder und die Paw Patrol helfen. Aber schaffen sie es rechtzeitig das Leuchtfeuer zu reparieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14374800","hoster":"VOE"},{"path":"/redirect/14414972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-5","name":"Die Gänse kommen + Die Ballonwettfahrt","epNo":5,"alt":"Pup Pup Goose + Pup Pup and Away","descr":"Die Wildgänse machen, wie jedes Jahr Rast an der Zentrale der Paw Patrol. Marshall freundet sich besonders mit einem kleinen Gänseküken an, das er \"Flauschi\" tauft. Als Flauschi kurz vor dem Weiterzug des Schwarms gen Süden plötzlich verschwunden ist, macht sich die gesamte Paw Patrol auf die Suche.Bürgermeisterin Goodway hat beschlossen bei der diesjährigen Heißluftballon-Wettfahrt der Bürgermeister teilzunehmen. Doch bevor sie Adventure Bay würdig vertreten kann, müssen Ryder und die Paw Patrol dem etwas lädierten Ballon, erstmal zu neuem Glanz verhelfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359000","hoster":"VOE"},{"path":"/redirect/14405473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-6","name":"Hunde im Schnee + Das Schneemonster","epNo":6,"alt":"Pups on Ice + Pups and the Snow Monster","descr":"Alex und sein Snowboardlehrer Jake sitzen auf einem Felsvorsprung fest, nachdem der Snowboardunterricht etwas außer Kontrolle geraten ist. Jake ruft Ryder und die Paw Patrol zu Hilfe.Ein Hilferuf von Jake erreicht Ryder und die Paw Patrol. Dem Armen laufen reihenweise die Wintersport-Gäste davon, weil sie behaupten auf der Piste ein Schneemonster gesehen zu haben. Wenn jemand herausfindet, wer oder was in Wahrheit dahinter steckt, dann Ryder und seine Paw Patrol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358788","hoster":"VOE"},{"path":"/redirect/14438975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-7","name":"Was für ein Zirkus + Hunde retten Huhn","epNo":7,"alt":"Pups Save the Circus + Pup A Doodle Do","descr":"Nach einem Zirkusgastspiel in Adventure Bay bricht das Elefantenbaby Ellie aus ihrem Transportwaggon aus und irrt allein durch Adventure Bay. Elefantenmama Eunice macht sich natürlich große Sorgen um ihre Tochter. Wie gut, dass für Ryder und die Paw Patrol kein Job zu groß und kein Hund zu klein ist …Ausgerechnet während eines Fernsehinterviews, macht sich Chickaletta, das Handtaschen-Huhn von Frau Bürgermeisterin Goodway davon. Aus dem geplanten Interview wird, dank des Rettungseinsatzes der Paw Patrol um Chickaletta zu finden, fast so etwas wie ein Action-Film.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395401","hoster":"VOE"},{"path":"/redirect/14438973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-8","name":"Der Boxenstopp + Schneller als die Feuerwehr","epNo":8,"alt":"Pups Pit Crew + Pups Fight Fire","descr":"Alex hat sich ein Super-Dreirad gebaut. Leider erweist es sich nicht als sehr haltbar. Da Ryder und die Paw Patrol sich auch für die vielen kleinen Notfälle in Adventure Bay zuständig fühlen, ist es für sie selbstverständlich Alex beim Wiederaufbau seines Dreirades zu helfen.Marshall möchte der schnellste Feuerwehrhund der Welt werden. Natürlich helfen ihm seine Fellfreunde bei der Paw Patrol bei der Verwirklichung seines Ziels. Diesmal ist also Marshall, sozusagen, der Notfall um den es geht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358924","hoster":"VOE"},{"path":"/redirect/14438978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-9","name":"Leckerlis auf Eis + Rettung aus höchster Not","epNo":9,"alt":"Pups Save the Treats + Pups Get a Lift","descr":"Alex und Mister Porter sind mit einer Ladung Leckerlis auf dem Weg in die Zentrale der Paw Patrol. Doch der Wagen rutscht auf eisglatter Fläche weg und droht mitsamt seiner Fracht in die Bucht zu rutschen. Ryder und die Paw Patrol müssen den Lieferwagen retten, um an die heiß ersehnten Leckerlis zu kommen.Der Sessellift ist defekt. Ausgerechnet Katie und Cali sitzen bei Eiseskälte hoch oben im Lift fest! Diesmal muss Ryder sogar mir 3 Hunden der Paw Patrol anrücken, um Katie und Cali aus ihrer misslichen und kalten Lage zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358811","hoster":"VOE"},{"path":"/redirect/14405384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-10","name":"Das Geisterschiff","epNo":10,"alt":"Pups and the Ghost Pirate","descr":"Halloween in Adventure Bay! Wo könnte man dies passender feiern, als auf einem alten Piratenschiff? Wären da nur nicht die Segel, die sich selber hissen, die gruseligen Geräusche und das wie von Geisterhand gesteuerte Schiff! Ein klarer Fall für Ryder und die Paw Patrol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358803","hoster":"VOE"},{"path":"/redirect/14438983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-11","name":"Die PAW Patrol rettet Weihnachten","epNo":11,"alt":"Pups Save Christmas","descr":"Endlich ist es soweit: Heiligabend steht vor der Tür und alle warten gespannt auf den Weihnachtsmann. Doch der hat wegen eines schweren Schneesturms allerlei Probleme … Wer hätte gedacht, dass selbst der Weihnachtsmann Ryder und die Paw Patrol um Hilfe bittet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14364780","hoster":"VOE"},{"path":"/redirect/14410943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-12","name":"Rubble, der Fundhund + Die Walross-Rettung","epNo":12,"alt":"Pups Get a Rubble + Pups Save a Walrus","descr":"Zeit für eine kleine Rückblende. Wie ist Rubble eigentlich zur Paw Patrol gekommen? Wo Ryder ihn gefunden hat und wieso Rubbles Aufnahme in die Paw Patrol gleichzeitig mit einer weiteren spektakulären Rettungsaktion der Fellfreunde verbunden ist, erfahrt Ihr in dieser Folge.Ryder und die Paw Patrol säubern den Strand von Unrat, während Käpt’n Turbot die Bucht \"abfischt\" um das Wasser vom Müll zu befreien. Doch dann taucht Wally das Walross ab und nicht wieder auf. Käpt’n Turbot ist sehr besorgt, denn auch ein Walross muss Luft holen. Ein klarer Fall für Ryder und die Paw Patrol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358837","hoster":"VOE"},{"path":"/redirect/14413974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-13","name":"Das Kanninchen-Problem + Die Hundeschau","epNo":13,"alt":"Pups Save the Bunnies + Pup-tacular","descr":"Bei Yumi verschwinden mysteriöserweise viele, viele Karotten. Schnell wird klar, dass Kaninchen dort ihr Unwesen treiben. Yumi bittet die Paw Patrol um Hilfe. Ryder und die Fellfreunde geben ihr Bestes um die Kaninchen umzusiedeln.Katie möchte mit einem der Fellfreunde an einer Hundeschau teilnehmen. Doch währenddessen treiben Bürgermeisterin Goodway und Chickaletta in einem Boot auf das offene Meer hinaus! Natürlich braucht Ryder die Paw Patrol für die Rettungsaktion. Wird Katie es noch zur Hundeschau schaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14374704","hoster":"VOE"},{"path":"/redirect/14438987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-14","name":"Der Ölteppich + Großvater über Bord","epNo":14,"alt":"Pups Save the Bay + Pups Save a Goodway","descr":"Oh nein, in der Bucht von Adventure Bay ist ein Tanker Leck geschlagen! Öl läuft aus und der Bucht droht eine Umweltkatastrophe! Ein Waljunges ist bereits in den Ölteppich hineingeschwommen. Das Waljunge und die Bucht müssen vom Öl befreut werden!Bürgermeisterin Goodway ist ganz aufgeregt es ist Ur-Ur-Ur-Ur-Großvater-Grover-Tag!. Sie lässt alles herrichten auch die Statue von Großvater Grover. Leider fällt die Statue beim Rücktransport in der Bucht ins Wasser. Jetzt kann nur noch die Paw Patrol helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13617082","hoster":"VOE"},{"path":"/redirect/13625303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-15","name":"Kühe tanzen aus der Reihe + Alex auf Rettungsmission","epNo":15,"alt":"Pups Save a Hoedown + Pups Save Alex","descr":"In Adventure Bay findet das große Western-Fest statt. Doch oh je Milchbauer Al hat seine 5 besten Milch-Kühe verloren sie sind einfach ausgebüxt! Western-Tanz-Fest hin oder her das ist ein klarer Fall für Ryder und die Paw Patrol!Cali hat sich zu weit vorgewagt jetzt sitzt sie in schwindelerregender Höhe auf Yumis Silodach fest und droht in die Tiefe zu stürzen! Yumi ruft die Paw Patrol, die diesmal auch Alex dabei hat, der unverhofft zum eigentlichen Helden wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800862","hoster":"VOE"},{"path":"/redirect/14438982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-16","name":"Alex\u0027 erster Schultag + Der Stromausfall","epNo":16,"alt":"Pups Save a School Day + Pups Turn on the Lights","descr":"Alex’ erster Schultag. Extra für diesen Anlass hat er von seinem Opa, Mister Porter, einen neuen Rucksack bekommen. Aber wo ist der nur geblieben? Alex sucht fieberhaft oh nein, der Schulbus kommt auch schon! Alex ruft Ryder und die Paw Patrol zu Hilfe. Die Paw Patrol steckt mitten in den Vorbereitungen zu Chase’ Überraschungs-Geburtstagsparty. Doch was ist das? Ein Stromausfall! Natürlich müssen sich Ryder und die Paw Patrol darum kümmern, dass der Strom wieder funktioniert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14374824","hoster":"VOE"},{"path":"/redirect/14438993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-17","name":"Fellfreunde auf dem Trockenen + Der Hundezirkus","epNo":17,"alt":"Pups Save a Pool Day + Circus Pup-formers","descr":"Sengende Hitze in Adventure Bay. Aber der Pool des Spielplatzes ist ja befüllt, also nichts wie hin! Doch halt kein Tropfen Wasser ist im Pool. Natürlich müssen Ryder und die Paw Patrol herausfinden wo das Problem liegt und es beheben.Die Paw Patrol freut sich endlich kommen Raimundo und sein Zirkus wieder in die Stadt. Noch ahnen unsere Fellfreunde nicht, auf welche Art sie Raimundo helfen müssen aber sie landen plötzlich selbst in der Manege …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395373","hoster":"VOE"},{"path":"/redirect/14438986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-18","name":"Die Ostereiersuche","epNo":18,"alt":"Pups Save the Easter Egg Hunt","descr":"Bürgermeisterin Goodway plant die Ostereiersuche. Ein riesiger Osterkorb muß befüllt werden. Doch ein Adler stiehlt den Korb mit allen Ostereiern, Chickaletta und Rocky! Ob das etwas mit dem großen Ei zu tun hat, das Alex in den Korb gelegt hatte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14384332","hoster":"VOE"},{"path":"/redirect/13607855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-19","name":"Der Super-Fellfreund + Ryders Roboterhund","epNo":19,"alt":"Pups Save a Super Pup + Pups Save Ryder\u0027s Robot","descr":"Alle Fellfreunde sehen gern \"Apollo, der Super-Fellfreund\" im Fernsehen an. Besonders Rubble ist total begeistert und möchte es ihm gleichtun. Ein Zug sitzt, wegen eines Felsabrutsches fest. Rubble wird dabei klar, dass er seine wahre Stärke erst im Team, mit der Paw Patrol zeigen kann.Ryder hat einen Roboter-Hund gebaut! Die Freude bei den Fellfreunden ist groß doch da bricht durch ein Missgeschick die Antenne von \"Robo-Hund\" ab, er gerät außer Kontrolle und macht Adventure Bay unsicher. Ein neuer Fall für die Fellfreunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14374822","hoster":"VOE"},{"path":"/redirect/14412938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-20","name":"Großes Affentheater + Der kleine Tut","epNo":20,"alt":"Pups Go All Monkey + Pups Save a Hoot","descr":"Auf der Rückfahrt in den Dschungel entwischt Affe Mandy aus dem Zug. Ryder und die Paw Patrol haben alle Hände voll zu tun die vorwitzige Affendame wieder einzufangen.Oh nein ein kräftiger Wind hat den Wohn-Baum einer kleinen Eule umgestürzt! Und Mama Eule ist im Baum gefangen! Besonders Chase nimmt sich der kleinen Eule an und gemeinsam mit Ryder und der Paw Patrol soll Mama Eule aus dem umgestürzten Baum geborgen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14374690","hoster":"VOE"},{"path":"/redirect/14438991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-21","name":"Der Flederfreund + Der Wackelzahn","epNo":21,"alt":"Pups Save a Bat + Pups Save a Toof","descr":"Ein Fledermausjunges, hat sich zum Schlafen ausgerechnet den Glockenturm des Rathauses von Adventure Bay ausgesucht. Da Fledermäuse normalerweise in Gruppen leben, ist Ryder sofort klar, dass das Junge zurück zu seiner Fledermausfamilie muss.Ryder uAlex muss zum Zahnarzt. Vor lauter Angst verbarrikadiert er sich in seinem Baumhaus. nd die Paw Patrol müssen sich etwas ausdenken, um ihn zu überreden wie gut, dass auch Chase zum Zahnarzt muss und mindestens genauso viel Angst hat wie Alex …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358966","hoster":"VOE"},{"path":"/redirect/14412419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-22","name":"Die Pfotenfinder + Die Schildkröten-Krise","epNo":22,"alt":"Pups Save the Camping Trip + Pups and the Trouble with Turtles","descr":"Skye und Rocky sind ganz aufgeregt ihr erstes Zeltlager als Pfotenfinder steht an. Gemeinsam mit Bürgermeisterin Goodway und Chickaletta machen sie sich auf den Weg. Doch als Chickaletta in eine Felsspalte fällt, können nur noch Ryder und der Rest der Paw Patrol helfen.Als unsere Fellfreunde eines Morgens aufwachen, ist plötzlich alles voller kleiner Schildkröten! Natürlich machen sich Ryder und die Paw Patrol sofort auf die Such nach dem Zuhause der Schildkröten und den Grund dafür, dass sie so plötzlich in Adventure Bay auftauchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358830","hoster":"VOE"},{"path":"/redirect/14401207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-23","name":"Die Riesen-Bohnenranke + Cousin Francois","epNo":23,"alt":"Pups and the Beanstalk + Pups Save the Turbots","descr":"Rubble hilft Yumi dabei Bohnen auszusäen. Doch plötzlich ist dort diese riesige Bohnenranke! Und Alex Porter als Riese! Rubble und die Paw Patrol müssen Adventure Bay nun vor einem riesigen Alex beschützen das kann doch nur ein Traum sein, oder? … Käpt’n Turbots Cousin François ist zu Besuch in Adventure Bay. Optisch sind sich die beiden Cousins durchaus ähnlich, doch Francois scheint eher ein Angeber zu sein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358958","hoster":"VOE"},{"path":"/redirect/14438994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-24","name":"Der Leuchtturm-Boogie + Ryder in Not","epNo":24,"alt":"Pups and the Lighthouse Boogie + Pups Save Ryder","descr":"Die Paw Patrol spielt \"Fellfreund-Boogie\". Doch diesmal ist es ein Wettbewerb! Chase und Zuma sind in der Endrunde! Da erreicht ein Notruf die Paw Patrol. Bürgermeisterin Goodway und Alex beobachten in einem Ruderboot einen Wal und haben nicht bemerkt, dass ein Sturm aufgezogen ist! Der Wettbewerb muss warten … Ein ungewöhnlicher Einsatz für die Paw Patrol. Diesmal ist Ryder in einer Notlage und die Paw Patrol muss zum ersten Mal ohne Ryder ausrücken. Aber wo genau befindet sich Ryder überhaupt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358876","hoster":"VOE"},{"path":"/redirect/14438996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-25","name":"Das große Rennen + Der Kuchenback-Wettbewerb","epNo":25,"alt":"Pups Great Race + Pups Take the Cake","descr":"Die Paw Patrol tritt zum Wettrennen durch Adventure Bay an. Das wird ein Riesenspaß! Auch Alex nimmt mit seinem Dreirad am Rennen Teil und wird für eine Riesenüberraschung sorgen … Der jährliche Adventure Bay Kuchenback-Wettbewerb steht an. Im letzten Jahr hat Foggy Bottom gewonnen das kann Adventure Bay nicht auf sich sitzen lassen, also soll Mister Porter den Sieg diesmal nach Adventure Bay holen ob ihm das mit Hilfe der Paw Patrol gelingt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395367","hoster":"VOE"},{"path":"/redirect/14414968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-1/episode-26","name":"Der Piratenschatz","epNo":26,"alt":"Pups and the Pirate Treasure","descr":"Käpt’n Turbot entdeckt zufällig eine alte Piratenhöhle. Bei seiner Rettung aus der Höhle, stößt die Paw Patrol auf eine Flaschenpost, mit dem Hinweis auf einen Piratenschatz. Den Schatz des geheimnisvollen Kapitän Schwarzfell! Die Paw Patrol mich sich auf die Suche nach dem Schatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14384649","hoster":"VOE"},{"path":"/redirect/13607856","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/paw-patrol/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/paw-patrol/staffel-2/episode-1","name":"Pinguine an Bord + Der Delfinfreund","epNo":1,"alt":"Pups Save the Penguins + Pups Save a Dolphin Pup","descr":"Merkwürdige Dinge passieren auf Käpt’n Turbots Schiff. Ryder und die Paw Patrol müssen aufklären, wieso ständig Fisch verschwindet.Ein kleiner Delfin hat sich in den Fluss verirrt! Die Paw Patrol muss dafür sorgen, dass er wieder nach Hause kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800885","hoster":"VOE"},{"path":"/redirect/8610644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-2","name":"Der Besucher aus dem All + Der fliegende Frosch","epNo":2,"alt":"Pups Save the Space Alien + Pups Save a Flying Frog","descr":"Ein UFO stürzt über Adventure Bay ab. Natürlich macht sich die Paw Patrol auf die Suche, nach dem geheimnisvollen Außerirdischen.Marshall möchte mit seinem Freund \"Smiley\" dem Frosch, bei einem Hüpfwettbewerb antreten. Aber \"Smiley\" hat andere Pläne …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412371","hoster":"VOE"},{"path":"/redirect/14438995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-3","name":"Jake in der Klemme + Die Adventure Bay Parade","epNo":3,"alt":"Pups Save Jake + Pups Save the Parade","descr":"Chase und Jake wollen eine tiefe Höhle erforschen. Dabei klemmt Jake seinen Fuß zwischen 2 Felsen ein und kann sich nicht befreien.Die Adventure Bay Parade steht an. Doch als Katie’s Festwagen sich verselbstständig ist Rettung gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413200","hoster":"VOE"},{"path":"/redirect/14439003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-4","name":"Auf Tauchstation + Biberprobleme","epNo":4,"alt":"Pups Save the Diving Bell + Pups Save the Beavers","descr":"Käpt’n Turbot und sein Cousin Françcois machen einen Tauchgang in der Tauchkugel, um ein Foto der seltenen Riesenozeanschnecke zu schießen.Yumis Scheune droht einzustürzen! Chompy, der Bieber aus dem Teich hat das Holz angenagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413201","hoster":"VOE"},{"path":"/redirect/14438999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-5","name":"Geisterstunde + Das Ritterspiel","epNo":5,"alt":"Pups Save a Ghost + Pups Save a Show","descr":"Merkwürdige Dinge passieren in der Zentrale Spielzeug fliegt nachts herum und Leckerlis verschwinden.Die Fellfeunde wollen ein Ritterspiel aufführen. Doch Chase erkältet sich und Marshall muss seine Rolle übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428436","hoster":"VOE"},{"path":"/redirect/14438998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-6","name":"Ein neuer Fellfreund","epNo":6,"alt":"The New Pup","descr":"Die Paw Patrol bekommt den \"Paw Patroller\"! Als Jake bei einem Ausflug in Not gerät, kommt dieser zum Einsatz. Doch Jake wurde schon von Everest gerettet. Sie wird zukünftig die Paw Patrol verstärken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413979","hoster":"VOE"},{"path":"/redirect/14439010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-7","name":"[Derzeit nicht verfügbar]","epNo":7,"alt":"[Derzeit nicht verfügbar]","descr":"","versions":[]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-8","name":"Glatteis / Die Kältewelle + Das Basketballspiel","epNo":8,"alt":"Pups and the Big Freeze + Pups Save a Basketball Game","descr":"Über Nacht hat sich ganz Adventure Bay dank Blitzeis in eine gefährliche Rutschbahn verwandelt.Bürgermeisterin Goodway fordert Bürgermeister Humdinger zu einem Basketballspiel Adventure Bay gegen Foggy Bottom auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412660","hoster":"VOE"},{"path":"/redirect/14439001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-9","name":"Ein Ass in der Luft + Hochzeit in Gefahr","epNo":9,"alt":"Pups Save an Ace + Pups Save a Wedding","descr":"Skye ist total aufgeregt, da sie ihr großes Vorbild, eine berühmte Stunt-Pilotin, bei einer Flugshow sehen wird. Voller Freude genießt Skye die Show, doch dann droht die Pilotin plötzlich abzustürzen.Yumi und Al wollen heiraten! Als ein Sturm die für die Hochzeit vorgesehen Scheune demoliert, eilt die Paw Patrol zur Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428330","hoster":"VOE"},{"path":"/redirect/11100223","hoster":"Doodstream"},{"path":"/redirect/14439004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-10","name":"Der Talentwettbewerb + Maiskolben vom Grill","epNo":10,"alt":"Pups Save a Talent Show + Pups Save the Corn Roast","descr":"Während sich die Paw Patrol auf den alljährlichen Talentwettbewerb vorbereitet, zerstört Al die Wasserleitung unter seinem Kartoffelacker.Das Maiskolben-Grillen steht bevor und es wird ein riesiges Maiskolben-Labyrinth vorbereitet. Als sich plötzlich immer mehr Leute im Labyrinth verirren, müssen die Hundewelpen den richtigen Weg finden, um jedem zur Hilfe zu eilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428648","hoster":"VOE"},{"path":"/redirect/14439002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-11","name":"Marshall allein zu Haus + Rettet die Rehe","epNo":11,"alt":"Pups Leave Marshall Home Alone + Pups Save the Deer","descr":"Während Ryder und die Anderen Fallschirmspringen trainieren, behält Marshall lieber festen Boden unter den Pfoten.Durch den plötzlichen Wintereinbruch in Adventure Bay, verirrt sich eine Rehfamilie auf die zugefrorene Bucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413266","hoster":"VOE"},{"path":"/redirect/14439005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-12","name":"Der Papagei + Der Bienenumzug","epNo":12,"alt":"Pups Save the Parrot + Pups Save the Queen Bee","descr":"Ryder und die Fellfreunde besuchen Carlos im Dschungel und prompt ereignet sich ein Notfall.Ein Bienenschwarm hat sich ausgerechnet das Leuchtturmlicht in Käpt’n Turbot’s Leuchtturm als neues Zuhause ausgesucht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428510","hoster":"VOE"},{"path":"/redirect/14439008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-13","name":"Die Meerfellfreunde","epNo":13,"alt":"Pups Save a Mer-pup","descr":"Ryder und die Fellfreunde machen zusammen mit Käpt’n Turbot einen Ausflug. Sie unterhalten sich über die Legende der Meerfellfreunde und Käpt’n Turbot erzählt, dass er einmal einen dieser besonderen Fellfreunde gesehen hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412661","hoster":"VOE"},{"path":"/redirect/14439011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-14","name":"Die Elefantenfamilie + Kätzchen-Chaos","epNo":14,"alt":"Pups Save an Elephant Family + Pups and the Mischievous Kittens","descr":"Käpt’ Turbot und sein Cousin François wollen im Dschungel das perfekte Naturfoto schießen.Der Preis für die sauberste Stadt wird vergeben. Natürlich sind Bürgermeisterin Goodway und Bürgermeister Humdinger Konkurrenten auf den Titel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428303","hoster":"VOE"},{"path":"/redirect/14439006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-15","name":"PAW Patrol-Pause + Der blinde Passagier","epNo":15,"alt":"Pups Save a Friend + Pups Save a Stowaway","descr":"Marshall ist traurig, denn er glaubt, dass er von seinen Freunden ausgelacht wird. Er spielt mit dem Gedanken, die Paw Patrol zu verlassen …Ryder und die Paw Patrol wollen Jake und Everest bei der Pinguinzählung helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412662","hoster":"VOE"},{"path":"/redirect/14439007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-16","name":"Die PAW Patrol als Babysitter + Das Feuerwerk","epNo":16,"alt":"Pups\u0027 Adventures in Babysitting + Pups Save the Fireworks","descr":"Bürgermeisterin Goodway muss auf Ihr Nichte Julia und ihren Neffen Julius aufpassen.Das große Adventure Bay Sommer-Picknick steht an. Mit Feuerwerk! Aber wo ist das Paket mit den Feuerwerkskörpern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428475","hoster":"VOE"},{"path":"/redirect/14439009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-17","name":"Die Erkältung + Die Geisterhütte","epNo":17,"alt":"Pups Save a Sniffle + Pups and the Ghost Cabin","descr":"Fast die gesamte Paw Patrol hat sich eine Erkältung eingefangen. Und ausgerechnet jetzt reißen die beiden Schweine von Al aus!Die Paw Patrol hilft Jake eine alte Goldgräberhütte auszubessern. Aber in der Hütte spukt es","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413267","hoster":"VOE"},{"path":"/redirect/14439012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-18","name":"Das Pfadfinderabenteuer + Die Überraschung","epNo":18,"alt":"Pups Save an Adventure + Pups Save a Surprise","descr":"Alex möchte sich seine Pfadfinderabzeichen verdienen. Und wer könnte ihm dabei besser behilflich sein als die Paw Patrol?Bürgermeisterin Goodway bittet Ryder und die Paw Patrol zum Rathaus zu kommen. Leider jagt ein Einsatz den Nächsten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428437","hoster":"VOE"},{"path":"/redirect/14439013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-19","name":"Fell-Fu!","epNo":19,"alt":"Pup-fu!","descr":"Die Fellfreunde nehmen bei Yumi Unterricht in \"Fell-Fu\". Ihr gemeinsames Ziel ist der gelbe Gürtel. Doch der fiese Bürgermeister Humdinger und seine Katastrophen-Kätzchen-Crew führen Böses im Schilde!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117361","hoster":"VOE"},{"path":"/redirect/8610649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-20","name":"Das Bürgermeisterrennen + Der versteckte Schatz","epNo":20,"alt":"Pups Save the Mayor\u0027s Race + Pups Save an Outlaw\u0027s Loot","descr":"Das alljährliche Adventure Bay Bürgermeisterrennen steht an. Und diesmal möchte Bürgermeisterin Goodway gewinnen.Ryder findet in dem Blockhaus von Wild Wilbur eine alte Karte, auf der das Versteck eines Schatzes eingezeichnet ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14414009","hoster":"VOE"},{"path":"/redirect/14439014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-21","name":"Wally und Walinda + Der Riesenknochen","epNo":21,"alt":"Pups Save Walinda + Pups Save a Big Bone","descr":"Käpt’n Turbot ist ganz aufgeregt: Wally das Walross ist verschwunden. Die Paw Patrol macht sich auf die Suche.Käpt’n Turbot und François entdecken einen Dinosaurierknochen und bringen sich in große Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412669","hoster":"VOE"},{"path":"/redirect/14439016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-22","name":"Der weiße Wal + Pinguine auf Abwegen","epNo":22,"alt":"Pups Save a Floundering Francois + Pups Save the Pop-up Penguins","descr":"Käpt’n Turbot \u0026 François geraten in Seenot. Auf der Suche nach dem großen weißen Wal ist die Flunder Leck geschlagen.3 Pinguine geraten mit einem Fischtransport nach Adventure Bay. Aber es ist da viel zu warm für sie!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428649","hoster":"VOE"},{"path":"/redirect/14439015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-23","name":"Der Snowboard-Wettbewerb + Abgetaucht","epNo":23,"alt":"Pups Save a Snowboard Competition + Pups Save a Chicken of the Sea","descr":"Der diesjährige Snowboard-Wettbewerb steht an. Auf Jakes Berg ist jedoch viel Neuschnee gefallen und macht den Weg unbefahrbar. Ryder und seine Fellfreunde müssen die Snowboard-Strecke neu einrichten, damit das Rennen pünktlich starten kann. Außerdem sind da noch die hinterlistigen Katzen aus dem Team von Herrn Besserwisser, die im Wettbewerb unbedingt gegen die Hunde gewinnen wollen … Katzi, Henrietta und eine Möwe geraten in die Tauchglocke von Käpt’n Tollpatsch und begeben sich ungewollt auf Tauchfahrt. Zu allem Unglück nähert sich auch noch eine riesige Seeschnecke und spielt mit der Glocke. Der Einsatz von Ryder und seine Freunden ist gefragt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428674","hoster":"VOE"},{"path":"/redirect/14439017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-24","name":"Der Pizzanotfall + Skye in Not","epNo":24,"alt":"Pups Save a Pizza + Pups Save Skye","descr":"Als Jake alle zu einer großen Pizza-Party einlädt, macht sich Herr Pfeffer sofort mit hausgemachten Pizzateig auf den Weg. Doch plötzlich platzt ihm ein Reifen seines Transporters und dann es fängt auch noch an zu schneien. Natürlich ist die Paw Patrol sofort zur Stelle, Herrn Pfeffer und den Pizzateig ins Warme zu bringen.Die Kunstfliegerin Ace und Skye wollen sich auf Jakes Berg treffen. Doch auf Skyes Hinflug zieht ein Sturm auf!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413302","hoster":"VOE"},{"path":"/redirect/14439020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-25","name":"Die Wuff-\u0027n\u0027-Roll Show + Der Adler-Notfall","epNo":25,"alt":"Pups Save the Woof and Roll Show + Pups Save an Eagle","descr":"Luke Stars kommt nach Adventure Bay und gibt ein Konzert. Doch ein Sturm hat die Brücke nach Adventure Bay zerstört! Bei einer Wanderung stürzt Chickaletta einen steilen Abhang hinunter und hängt an einem Baum fest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428476","hoster":"VOE"},{"path":"/redirect/14439019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-2/episode-26","name":"Die Dinosaurier sind los","epNo":26,"alt":"Pups Bark with Dinosaurs","descr":"Rubble entdeckt bei einer Ausgrabung fossile Eier. Dadurch wird seine Fantasie so angeregt, dass er einen Traum von Dinosauriern hat, die Adventure Bay unsicher machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428511","hoster":"VOE"},{"path":"/redirect/14439018","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/paw-patrol/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/paw-patrol/staffel-3/episode-1","name":"Der Flaschengeist + François, der Seiltänzer","epNo":1,"alt":"Pups Find a Genie + Pups Save a Tightrope Walker","descr":"Beim Aufräumen von Al’s Scheune findet Rubble ein altes Kästchen. Mit einem Flaschengeist darin! Nun hat er 3 Wünsche frei … Oder war das alles nur ein Traum?Francois möchte sein latent überdimensioniertes Ego und ganz Adventure Bay mit einer Drahtseilvorführung erfreuen. Doch leider zieht ein Sturm auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800954","hoster":"VOE"},{"path":"/redirect/8610659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-2","name":"Im Goldrausch + Der PAW Patroller ist weg","epNo":2,"alt":"Pups Save a Goldrush + Pups Save the PAW Patroller","descr":"Ryder und die Paw Patrol helfen Otis, dem Onkel der Bürgermeisterin bei der Goldsuche. Natürlich bleibt das nicht unbemerkt von Bürgermeister Humdinger, der das Gold unbedingt haben will.Bürgermeister Humdingers Fernseher geht kaputt. Anstatt sich einen neuen Fernseher zu kaufen, reißen er und seine Katastrophen-Kätzchen-Crew sich einfach den Paw Patroller unter den Nagel …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413980","hoster":"VOE"},{"path":"/redirect/14439023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-3","name":"Das Fußballspiel + Das Glückshalsband","epNo":3,"alt":"Pups Save the Soccer Game + Pups Save a Lucky Collar","descr":"Bürgermeisterin Goodway lässt sich von Bürgermeister Humdinger zu einem Fußballspiel Adventure Bay gegen Foggy Bottom überreden. Natürlich spielen Humdinger und seine Katastrophen-Kätzchen-Crew wie immer nicht fairMarshall gewinnt ein Halsband und ist der festen Überzeugung, dass es ihm Glück bringt. Leider macht ihn genau das überaus unvorsichtig","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412663","hoster":"VOE"},{"path":"/redirect/14439021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-4","name":"Alex\u0027 Minipatrol + Der verlorene Zahn","epNo":4,"alt":"Pups Save Alex\u0027s Mini-patrol + Pups Save a Lost Tooth","descr":"Alex, seines Zeichens großer Fan von Ryder und der Paw Patrol, beschließt seine eigene Paw Patrol ins Leben zu rufen. Die Mini-Patrol.Alex hat seinen ersten Zahn verloren! Juchuu endlich kommt die Zahnfee auch zu ihm! Aber ach, Du Schreck der Zahn ist weg! Ein klarer Fall für die Paw Patrol!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428396","hoster":"VOE"},{"path":"/redirect/14439022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-5","name":"Fliegende Fellfreunde","epNo":5,"alt":"Air Pups","descr":"Ryder überrascht die Paw Patrol mit neuen Ausrüstungsgegenständen. Jeder Fellfreund bekommt ein eigenes Spezial-Jetpack und kann nun fliegen! Als Ryder erfährt, dass Käpt’n Turbot und François bei der Affenbeobachtung auf der Vulkaninsel festsitzen, weil der dortige Vulkan ausgebrochen ist, kommt die neue Ausrüstung der Fellfreunde auch sofort zum Einsatz!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413268","hoster":"VOE"},{"path":"/redirect/14439024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-6","name":"Der Freundschaftstag","epNo":6,"alt":"Pups Save Friendship Day","descr":"Die Fellfreunde freuen sich: Es ist Freundschaftstag in Adventure Bay! Doch selbst an einem solchen Tag kann Bürgermeister Humdinger es nicht lassen Zwietracht zu säen, da er unbedingt der Beste sein will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413225","hoster":"VOE"},{"path":"/redirect/14439032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-7","name":"Super Rubble + Die Flusspferde","epNo":7,"alt":"Pups Save Apollo + Pups Save the Hippos","descr":"Die Fellfreunde veranstalten eine lange Fernsehnacht und sehen sich alle Folgen ihrer Lieblingsserie \"Apollo, der Superfellfreund\" an. Doch Rubble schläft ein und in seinem Traum wird er zu \"Super-Rubble\" … Raimundo und der Zirkus gastieren in Adventure Bay. Und Raimundo hat eine neue Tierdressur im Programm: im Programm: tanzende Flusspferde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412720","hoster":"VOE"},{"path":"/redirect/14439025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-8","name":"Draufgänger Danny X + Verschlimmbessert","epNo":8,"alt":"Pups Save Daring Danny X + Pups in a Fix","descr":"Danny versucht Ryder nachzueifern, indem er ihm gefährliche Stunts und Sprünge nachmacht. Ryder ist wenig begeistert und außerdem ist es sehr gefährlichRyder und die Paw Patrol sehnen sich nach einem freien Tag. Kurzerhand wird das \"Rettungsgeschäft\" für einen Tag Robohund überlassen. Ob das gut geht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428438","hoster":"VOE"},{"path":"/redirect/14439026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-9","name":"Keine halben Drachen + Die drei kleinen Schweinchen","epNo":9,"alt":"Pups Save a Dragon + Pups Save Three Little Pigs","descr":"Die Paw Patrol probt gemeinsam mit Katie in der Zentrale ein Theaterstück. Doch Marshall schläft dabei ein und nimmt das gesamte Theaterstück mit in seinen Traum.Ryder liest den Fellfreunden als Gutenachtgeschichte das Märchen von den drei kleinen Schweinchen vor. Und plötzlich heult etwas bei Yumi auf dem Bauernhof und das neugebaute Haus für die Ferkel wird zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413303","hoster":"VOE"},{"path":"/redirect/14439028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-10","name":"Das besondere Geschenk + Der Affen-Naut","epNo":10,"alt":"Pups Save a Stinky Flower + Pups Save a Monkey-naut","descr":"Bürgermeister Humdinger schenkt Bürgermeisterin Goodway eine wunderschöne Blume. Die Bürgermeisterin fragt sich, was er wohl im Schilde führt. Zurecht.Ryder, Rocky und Zuma beobachten, wie über der Bucht eine Raumkapsel abstürzt. Unversehens wird die Paw Patrol dank ihrer Rettungsmission, Teil des Raumfahrtprogramms!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800960","hoster":"VOE"},{"path":"/redirect/8610663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-11","name":"Die Eisbärenzählung + Ein Fellfreund im Schafspelz","epNo":11,"alt":"Pups Save the Polar Bears + A Pup in Sheep\u0027s Clothing","descr":"Jake, Käpt’n Turbot und Everest zählen Eisbären in der Arktis. Aber nachdem das Eis bricht und eine Eisbärenfamilie auseinanderreißt, muss die Paw Patrol zur Hilfe eilen.Irgendjemand, oder irgendetwas macht immer wieder Al’s Zaun kaputt! Dadurch können die kleinen Lämmchen ungehindert ausbüxen. Die Paw Patrol muss dringend herausfinden, was vor sich geht!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428513","hoster":"VOE"},{"path":"/redirect/14439027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-12","name":"Der Schulbus + Die Goldkehlchen","epNo":12,"alt":"Pups Save a School Bus + Pups Save the Songbirds","descr":"Als Mister Porter eine Ladung Obst verliert gerät der Schulbus ins straucheln alle 4 Reifen sind platt! Aber wie sollen Adventure Bay’s Kinder nun zur Schule kommen? Ein klarer Fall für die Paw Patrol!Oh nein, alle einheimischen Goldkehlchen sind verschwunden alle ihre Nester stehen leer und die Eier darin drohen auszukühlen! Ein klarer Fall für die Paw Patrol!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412664","hoster":"VOE"},{"path":"/redirect/14439029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-13","name":"Der große Geysir + Das schreckhafte Pony","epNo":13,"alt":"Pups Save Old Trusty + Pups Save a Pony","descr":"Ein Steinschlag erschüttert die Wälder um Adventure Bay und plötzlich schießen überall in der Stadt Fontänen aus dem Boden. Ein klarer Fall für die Paw Patrol!Die Paw Patrol möchte bei Julia und Julius zelten. Doch leider verschwindet deren schreckhaftes Pony Priscilla in der Nacht. Natürlich macht sich die Paw Patrol auf die Suche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412721","hoster":"VOE"},{"path":"/redirect/14439030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-14","name":"Der Tag des Sports + Der Robosaurus","epNo":14,"alt":"Pups Save Sports Day + Pups Save a Robo-saurus","descr":"Die Paw Patrol will zelten gehen. Auf dem Weg machen sie Rubbles Magen zuliebe Rast am Burgerladen von Mister Wingnut. Und der hat einen Dinosaurier-Roboter gebaut!Die Paw Patrol dreht für das Film-Festival in Adventure Bay einen Film. Doch Danny X funkt Ihnen mit seinen halsbrecherischen Stunts permanent dazwischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413270","hoster":"VOE"},{"path":"/redirect/14439033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-15","name":"Hier kommt Tracker","epNo":15,"alt":"Tracker Joins the Pups!","descr":"Carlos ist auf der Suche nach Relikten im Dschungel in eine Grube gefallen. Natürlich eilen die Fellfreunde sofort zur Hilfe doch halt wer ist das? Ein Fellfreund kümmert sich bereits um Carlos es ist Tracker und wie es aussieht bekommt die Paw Patrol einen neuen Fellfreund!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800970","hoster":"VOE"},{"path":"/redirect/8610669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-16","name":"Eine bärenstarke Rettung + Der Tulpenwettbewerb","epNo":16,"alt":"Pups Bear-ly Save Danny + Pups Save the Mayor\u0027s Tulips","descr":"Danny snowboardet auf Jakes Berg. Dabei weckt er eine Bärenfamilie aus ihrem Winterschlaf. Natürlich muss wieder die Paw Patrol anrücken.Bürgermeisterin Goodway freut sich auf den Tulpenwettbewerb. Doch wie kommt Garby in ihren Garten? Und oh nein! Er frisst Ihre Tulpen! Die Paw Patrol muss helfen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413269","hoster":"VOE"},{"path":"/redirect/14439034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-17","name":"Atemberaubende Athleten + Das Filmfestival","epNo":17,"alt":"All Star Pups! + Pups Save a Film Festival","descr":"Ryder und die Fellfreunde organisieren einen Wohltätigkeits-Sportwettkampf um das Geld für ein neues Zirkuszelt für Raimundo und seine Affenbande zusammenzukriegen.Die Fellfreunde freuen ich auf den Tag des Sports in Adventure Bay. Und sogar das Fernsehen hat sich angekündigt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428361","hoster":"VOE"},{"path":"/redirect/14439031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-18","name":"Die Ameisenplage + Ein Schwein auf dem Surfbrett","epNo":18,"alt":"Pups in a Jam + Pups Save a Windsurfing Pig","descr":"Das diesjährige Marmeladenfest steht an.Heute findet das große Sportfest statt. Am liebsten würde Everest ihr Können auf dem Snowboard zeigen. Doch es ist Sommer und von Schnee keine Spur. Da haben die Fellfreunde eine Idee …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413273","hoster":"VOE"},{"path":"/redirect/14439037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-19","name":"Das Riesengemüse + Ein Spielzeug aus dem All","epNo":19,"alt":"Pups Get Growing + Pups Save a Space Toy","descr":"Marshall und Alex helfen beim Wässern der Pflanzen. Dabei sollen sie etwas flüssigen Dünger zufügen. Aber statt nur eines Tropfens schüttet Alex den ganzen Kanister über die Pflanzen, die zu Riesengemüse heranwachsen. Ein Fall für die Paw Patrol. Marshall beobachtet, wie ein Gegenstand vom Himmel fällt. Dieser entpuppt sich als Spielzeug. Doch wem gehört das Spielzeug? Marshall ist fest davon überzeugt, dass ein Alien-Kind nun sehr traurig ist und nach seinem Spielzeug sucht. Aber wie kann er mit den Aliens kommunizieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412722","hoster":"VOE"},{"path":"/redirect/14439035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-20","name":"Das Stinktier + Die Fellfreunde retten ein Wal-Baby","epNo":20,"alt":"Pups Get Skunked + Pups and a Whale of a Tale","descr":"Everest und die Fellfreunde sind auf der Suche nach Lorbeeren für Jake. Dabei wird Everest von einem Stinktier angesprüht.Käpt’n Tollpatsch findet eine Wal-Mutter, die auf der Suche nach ihirem Baby ist. Zusammen mit Jake und Everest sucht Tollpatsch nun nach dem Baby, das mitten im Eis feststeckt und es nicht mehr in das Meer zurück schafft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413271","hoster":"VOE"},{"path":"/redirect/14439036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-21","name":"Der sprechende Papagei + Die Nacht des Magischen Meer-Mondes","epNo":21,"alt":"Parroting Pups + Merpups Save the Turbots","descr":"Ryder und die Fellfreunde besuchen ihren Freund Carlos im Dschungel. Er hat sie eingeladen, Schlangen-Babys beim Schlüpfen zu beobachten. Aber Carlos sprechender Papagei Mateo bereitet wie immer jede Menge Chaos.Käpt’n Tollpatsch ist ganz aufgeregt: Es ist nämlich die Nacht des Magischen Meer-Mondes. Dazu will er die Meer-Fellfreunde beobachten und auch filmen. Doch plötzlich kommt alles anders …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413367","hoster":"VOE"},{"path":"/redirect/14439038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-22","name":"Die Winterwunder Show","epNo":22,"alt":"The Pups\u0027 Winter Wonder Show","descr":"Wie jedes Jahr, soll auch heute die Winterwunder Show stattfinden. Die Paw Patrol bekommt Besuch von Carlos und Tracker aus dem Dschungel. Tracker freut sich schon wahnsinnig auf den Schnee. Aber noch ist keine Flocke vom Himmel gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800983","hoster":"VOE"},{"path":"/redirect/8610689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-23","name":"Einsatz auf der Vulkaninsel + Flugzeug in Not","epNo":23,"alt":"Pups Save the Gliding Turbots + Pups Save a Plane","descr":"Käpt’n Tollpatsch und sein Cousin Francois machen sich mit dem Flugdrachen auf die Suche nach dem seltenen schneeweißen Äffchen. Doch dann stürzen sie mit dem Flugdrachen ab. Die Paw Patrol eilt sofort zur Hilfe. Die Bürgermeisterin hat ihre erste Flugstunde bei Pilotin Lotta. Leider läuft nicht alles so glatt, wie geplant. Als die Landeklappe kaputtgeht, muss die PAW Patrol helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428514","hoster":"VOE"},{"path":"/redirect/14439039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-24","name":"Die Riesenpflanze + Der Magnet","epNo":24,"alt":"Pups Save a Giant Plant + Pups Get Stuck","descr":"Bürgermeisterin Gutherz, Henrietta und die Paw Patrol fahren in den Dschungel, um Carlos und Tracker zu besuchen. Carlos erhält eine Pflanze, die sehr gut gedeiht. Nach dem Sturm möchte Rubble ein wenig aufräumen. Dazu besorgt er sich einen Riesenmagneten und möchte damit den ganzen Schrott am Strand einsammeln. Allerdings wird nicht nur der Schrott von dem Magneten angezogen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428466","hoster":"VOE"},{"path":"/redirect/14439040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-25","name":"Die Hunde bergen den PAW Patroller + Das Krähennest","epNo":25,"alt":"Pups Raise the PAW Patroller + Pups Save the Crows","descr":"Draufgänger Danny X hat mal wieder einen neuen Trick auf Lager. Doch der geht diesmal ordentlich schief und er und der Paw Patroller landen dabei im Wasser. Ob die Fellfreunde auch den schweren Paw Patroller auf dem Wasser ziehen können?Es ist Hut-Party in Abenteuer-Bucht. Doch durch einen Zwischenfall geraten die Party-Vorbereitungen durcheinander. Die Paw Patrol hat die Pfoten voll zu tun und dann ist auch noch Bürgermeisterin Gutherz in Gefahr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413274","hoster":"VOE"},{"path":"/redirect/14439041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-3/episode-26","name":"Alte Freunde + Der Satellitenabsturz","epNo":26,"alt":"Pups Save Their Floating Friends + Pups Save a Satellite","descr":"Die Aliens sind wieder da. Aber der Schwebe-Strahl an ihrem Raumschiff ist kaputt, und die Bewohner der Abenteuer-Bucht fangen an, sich wie ein Luftballon in die Luft zu heben. Ein Fall für die Paw Patrol.Jeder in Abenteuer-Bucht ist schon gespannt auf die nächste Folge von ‚Superhund Apollo‘. Kurz bevor es los geht, fallen allerdings alle Fernseher aus. Der Satellit rast in auf die Erde zu und droht Abenteuer-Bucht zu treffen. Zum Glück hat Ryder schon eine Idee, um das Unglück zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8800989","hoster":"VOE"},{"path":"/redirect/8610682","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/paw-patrol/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/paw-patrol/staffel-4/episode-1","name":"Der Wetter-Zeppelin + Der Chili-Kochwettbewerb","epNo":1,"alt":"Pups Save a Blimp + Pups Save the Chili Cook-off","descr":"Käpt’n Tollpatsch hat einen Wetterzeppelin gebaut, damit kann er feststellen kann, wann sich das Wetter wieder ändern wird. Doch plötzlich ist der Zeppelin verschwunden. Die Paw Patrol eilt zur Hilfe und findet den Zeppelin bei einer Person, mit der sie nicht gerechnet haben …Bürgermeister Besserwisser möchte verhindern, dass Abenteuerbucht den Chili-Kochwettbewerb gewinnt. So beauftragt er seine Chaos-Kätzchen, den Herd von Herrn Pfeffer zu sabortieren. Zum Glück sind Ryder und seine Fellfreunde geübte Köche …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428589","hoster":"VOE"},{"path":"/redirect/14439042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-2","name":"Eine eisige Rettung + Die Katzenshow","epNo":2,"alt":"Pups Save a Teeny Penguin + Pups Save the Cat Show","descr":"Jake und Everest wollen in der Eisbucht Pinguine beobachten. Mit Fischen locken sie eine Gruppe von Pinguinen an, die sich auf einer vorgelagerten Insel befindet. Ein kleiner Pinguin schafft es nicht rüber zu Jake und Everest. Also baut Jake eine Brücke aus Snowboards und Kanus, damit der kleine Kerl rüberwatscheln kann. Jake und Everest kommen ihm ein Stück entgegen. Plötzlich stößt eine Eisscholle gegen die Brücke und reißt sie vom Ufer weg. Nun treiben die drei aufs eisige Meer hinaus. Jetzt kann nur noch die Paw Patrol helfen … In Adventure Bay findet eine Katzenshow statt, an der auch Bürgermeister Besserwisser teilnimmt. Dazu hat er eine Robo-Katze selbst gebaut, die allerhand Kunststücke kann. Doch während Niemand bemerkt, dass es sich bei seiner Katze um eine unechte Katze handelt, werden alle anderen Katzen-Konkurrenten von seinen Chaos-Kätzchen weggelockt. Nun muss die Paw Patrol die entlaufenen Vierbeiner wieder einfangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428650","hoster":"VOE"},{"path":"/redirect/14439043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-3","name":"Der verspielte Drache + Die Kriechtiere","epNo":3,"alt":"Pups Save a Playful Dragon + Pups Save the Critters","descr":"In Adventure Bay herrscht große Aufruhr: Ein Drache erschreckt alle Leute und zündet sämtliche Sachen an. Die Paw Patrol findet schnell heraus, dass Drache Bodo eigentlich nur Verstecken spielen möchte und versucht ihn zu fangen.Francois bringt Stolz seine Sammlung von Kriechtieren mit in die Schule, um sie seinen Freunden zu zeigen. Aber auf dem Schulweg verliert er immer wieder Tierchen. Die Paw Patrol eilt zur Hilfe, um alle Schützlinge wiederzufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413223","hoster":"VOE"},{"path":"/redirect/14439044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-4","name":"Die Suche nach der Krone","epNo":4,"alt":"Mission PAW: Quest for the Crown","descr":"Chase wurde zu einem ganz besonderen Spezialeinsatz gerufen: Er soll auf die königliche Krone aufpassen. Leichter gesagt, als getan, denn prompt tappt Chase in eine fiese Falle und die Krone kann gestohlen werden. Nun liegt es an Ryder und seinen Fellfreunden, Chase und die Krone zu finden. Eine aufregende Pfotenmission beginnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428591","hoster":"VOE"},{"path":"/redirect/14439047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-5","name":"Übernachtung mit Hindernissen + Der Jahrmarkt","epNo":5,"alt":"Pups Save a Sleepover + Pups Save the Carnival","descr":"Bauer Alfred möchte seine Scheune einmal komplett säubern, aber seine Tiere stehen dafür dauernd im Weg. Also beschließt er, seine Tiere für eine Nacht bei verschiedenen Freunden unterzustellen, auch bei der Paw Patrol. Zu blöd, dass die Tiere so großes Heimweh haben, dass sie alle weglaufen. Jetzt haben Ryder und seine Fellfreunde allerhand zu tun, die Tiere wieder einzufangen.Adventure Bay veranstaltet auch dieses Jahr wieder einen Jahrmarkt mit vielen Ständen, an denen man etwas gewinnen kann. Bürgermeister Besserwisser hat es auf die Plüschtiere abgesehen und schmiedet mit seinen Chaoskätzchen einen Plan, um möglichst viele Plüschtiere zu bekommen. Dabei geraten die Chaoskätzchen in eine brenzlige Situation, aus denen ihnen nur die Paw Patrol helfen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428515","hoster":"VOE"},{"path":"/redirect/14439045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-6","name":"Jake hat Geburtstag + Die wilde Abfahrt","epNo":6,"alt":"Pups Save Jake\u0027s Cake + Pups Save a Wild Ride","descr":"Jake hat Geburtstag und seine Freunde planen eine Überraschungsparty für ihn. Da darf eine riesige Eistorte natürlich nicht fehlen. Die ist aber so groß und schwer, dass sie in kein Lieferauto passt. Die Paw Patrol muss sich etwas einfallen lassen.Alex möchte so gut Snowboard fahren können wie Draufgänger Danny X. Und mit den ‚Du tust, was ich tu‘-Armbändern klappt das auch. Die Abfahrt entpuppt sich nur wilder als gedacht und die Paw Patrol muss die beiden vor dem Sturz in einen Abgrund bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428651","hoster":"VOE"},{"path":"/redirect/14439046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-7","name":"Das Schlossgespenst + Auf Safari","epNo":7,"alt":"Mission PAW: Royally Spooked + Pups Save Monkey-dinger","descr":"Die Paw Patrol wird ins Schloss Bellenburg gerufen. Die Prinzessin hat nachts ein Gespenst gesehen und alle Schlossbewohner fürchten sich. Ob die Paw Patrol den Spuk aufklären kann?Bürgermeister Besserwisser geht mit Carlos und Tracker auf Safari. Beim Besuch des Affentempels stiehlt er die Affen-Zaubermaske und verwandelt sich in einen Affen. Ob die Paw Patrol den Bürgermeister retten kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412361","hoster":"VOE"},{"path":"/redirect/14439049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-8","name":"Außer Kontrolle + Ein Riesenrad macht sich selbständig","epNo":8,"alt":"Pups Save the Flying Food + Pups Save a Ferris Wheel","descr":"Herr Pfeffer hat für seinen Lieferservice ‚fliegende Helfer‘, die er vom Boden aus steuern kann. Als die Fernsteuerung spurlos verschwindet, machen die fliegenden Roboter, was sie wollen. Die Paw Patrol muss einschreiten.Die Adventure Bay hat endlich ein Riesenrad. Kurz vor der feierlichen Einweihung scheitert der Versuch von Bürgermeister Besserwisser, es zu stehlen. Das Riesenrad rollt unkontrolliert durch die Stadt und richtet viel Schaden an. Gut, dass Ryder und seine Fellfreunde sofort zur Stelle sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428675","hoster":"VOE"},{"path":"/redirect/14439048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-9","name":"Der falsche Eisbär + Ein Tag auf der Ranch","epNo":9,"alt":"Pups Save a Sleepwalking Bear + Pups Save Dude Ranch Danny","descr":"Künstler schaffen in der Adventure Bay die tollsten Schneefiguren. Keiner weiß, wer den wunderschönen Eisbären gemacht hat, der in eine Eisspalte rutscht. Die Paw Patrol kann ihn retten, aber dann … Heute macht die Paw Patrol einen Ausflug zum Wildwest-Pony-Park. \"Draufgänger Danny X\" darf auch mitkommen. Herr Segelohr hat ein Roboter-Pferd namens Blitz gebaut, doch bei einem gemeinsamen Ausritt geht Blitz kaputt. Da der Werkzeugkasten geholt werde muss, möchte Danny solange auf Blitz aufpassen, aber dann ist ihm langweilig und er schwingt sich in den Sattel und drückt einen Knopf. Prompt jagt Blitz mit Danny durch die Prärie. Die Paw Patrol muss helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413316","hoster":"VOE"},{"path":"/redirect/14439052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-10","name":"Die traurige Prinzessin","epNo":10,"alt":"Mission PAW: Pups Save the Royal Throne","descr":"Die Paw Patrol wird nach Bellenburg gerufen, weil der königliche Thron spurlos verschwunden ist. Skye findet ihn auf dem Turm des Schlosses. Doch dann kommt das gemeine Schoßhündchen mit dem gestohlenen Air-Patroller und fliegt mit dem Thron in ihr eigenes Königreich. Wenn die Prinzessin ihn nicht zurück bekommt, kann sie nie wieder fröhlich sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428516","hoster":"VOE"},{"path":"/redirect/14439051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-11","name":"Affen-Alarm + Flugkatze in Not","epNo":11,"alt":"Pups Save Big Hairy + Pups Save a Flying Kitty","descr":"Die Paw Patrol untersucht gemeinsam mit Carlos und Tracker die Affen im Dschungel. Ein riesiger Zottel-Affe fährt danach heimlich mit ihnen in die Adventure Bay und macht dort eine Menge Dummheiten. Sie müssen ihn wieder nach Hause bringen. Aber wie?Das fliegende Flausch-Kätzchen von Bürgermeister Besserwisser steckt an einer Felswand fest. Über ihm ist ein Adler-Nest mit Küken. Das Flausch-Kätzchen muss gerettet werden, bevor die Adler-Mama zurückkommt. Keine einfache Aufgabe für die Paw Patrol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801007","hoster":"VOE"},{"path":"/redirect/8610692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-12","name":"Die Fledermaus-Party + Yumi in Gefahr","epNo":12,"alt":"Pups Party with Bats + Pups Save Sensei Yumi","descr":"In der Adventure Bay bereiten sich alle auf eine große Party vor. DJ Rubble ist der Meister im ‚Scratchen‘. Und das Geräusch, das dabei entsteht, lockt die Fledermäuse tagsüber aus ihrer Höhle.Die Fellfreunde trainieren eifrig Fell-Fu. Marshall ist der Beste und kann die Prüfung für den \"Grünen Gürtel\" ablegen. Aber dann kommt alles ganz anders.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412362","hoster":"VOE"},{"path":"/redirect/14439050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-13","name":"Einsatz auf dem Meer: Das Tintenfisch-Baby","epNo":13,"alt":"Sea Patrol: Pups Save a Baby Octopus","descr":"In der Adventure Bay soll eine Strand-Feier stattfinden. Damit nichts passiert, legen die Mitglieder der Paw Patrol das Rettungsschwimmer-Abzeichen ab. Und schon haben die neuen Rettungsschwimmer ihren ersten Einsatz. Ein Riesen-Tintenfisch treibt sich vor der Küste der Abenteuer-Bucht herum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428304","hoster":"VOE"},{"path":"/redirect/14439053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-14","name":"Welpen retten die davongelaufenen Kätzchen + Welpen retten den kleinen Marshall","epNo":14,"alt":"Pups Save the Runaway Kitties + Pups Save Tiny Marshall","descr":"Marshall träumt, dass er von einem Schrumpfstrahler geschrumpft wird. Er verirrt sich im Garten zwischen den großen Grashalmen und seine Freunde versuchen ihn wiederzufinden. Aber es ist gar nicht so einfach Marshall zu bemerken, da er ja so klein ist.Rubble möchte unbedingt mal wieder ein Schaumbad in Katies Hundesalon nehmen. Deshalb macht er sich schön schmutzig. Prompt schickt Ryder ihn zu Katie. Die hat gerade alle Hände voll zu tun. Als Bürgermeister Besserwisser auch noch vorbeikommt und Katie bittet, auf seine Kätzchen aufzupassen, muss Rubbles Schaumbad erst mal warten. Da Katie Meckerliese und Henrietta nach Hause bringen muss, bietet Rubble an, solange auf die Kätzchen aufzupassen. Doch die haben nur Unsinn im Sinn. Sie seifen sich mit einem Plustershampoo ein und werden weggeweht. Wie soll Rubbel sie wieder einfangen? Da können nur Ryder und die anderen Fellfreunde helfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428362","hoster":"VOE"},{"path":"/redirect/14439054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-15","name":"Eine schöne Abkühlung + Bauer Alex braucht Hilfe","epNo":15,"alt":"Pups Chill Out + Pups Save Farmer Alex","descr":"Es ist ein heißer Sommertag. Chase, Rubble und Skye erfrischen sich im Planschbecken, während Zuma die Ventilatoren seines Luftkissenbootes angestellt hat. Nur Rocky stöhnt, weil er nicht ins Wasser will.Bäuerin Yumi lässt Alex und Skye alleine auf ihrem Bauernhof, weil sie das Sackhüpf-Rennen von Käpt’n Tollpatsch und Francois angucken möchte. Skye soll solange auf Alex aufpassen. Aber der hört nicht auf seine Fellfreundin und stellt allerlei Unsinn an. Nun ist wieder einmal die PAW Patrol gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428671","hoster":"VOE"},{"path":"/redirect/14439055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-16","name":"Einsatz auf dem Meer: Der seltsame Hai + Einsatz auf dem Meer: Künstler in Not","epNo":16,"alt":"Sea Patrol: Pups Save a Shark + Sea Patrol: Pups Save the Pier","descr":"Es ist ein wunderschöner Tag. Alle gehen zum Baden an den neuen Strand der Adventure Bay. Bürgermeister Besserwisser ist der Strand zu voll. Er muss sich etwas einfallen lassen.Bürgermeisterin Gutherz will eine Kunstausstellung auf der Landungsbrücke in der Adventure Bay eröffnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801018","hoster":"VOE"},{"path":"/redirect/8610700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-17","name":"Der Stein aus dem All + Stellvertreter Besserwisser","epNo":17,"alt":"Pups Save a Space Rock + Pups Save a Good Mayor","descr":"Die Adventure Bay hat Besuch von einem Außerirdischen. Bevor er wieder wegfliegt, übergibt er den Hunden etwas.Bürgermeisterin Gutherz geht mit Henrietta zum Wandern, und sie wollen im Wald übernachten. Bürgermeister Besserwisser nutzt die Gelegenheit, die Bewohner der Adventure Bay als selbsternannter Stellvertreter der Bürgermeisterin mächtig zu ärgern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428592","hoster":"VOE"},{"path":"/redirect/14439056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-18","name":"Katzi hat sich verirrt + Danny X surft durch die Wolken","epNo":18,"alt":"Pups Save a City Kitty + Pups Save a Cloud Surfer","descr":"Katie möchte gemeinsam mit Katzi ein Wochenende bei Everest in Jakes Berghütte verbringen. Aber Katzi möchte lieber wieder nach Hause und verläuft sich im Wald. Die Paw Patrol muss helfen.Es bläst ein starker Wind, aber Draufgänger Danny X lässt sich nicht vom Kite-Surfen abhalten. Der Wind hebt hoch in die Lüfte. Aber plätzlich geht an seinem Geschirr etwas kaputt und er ist in großer Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801017","hoster":"VOE"},{"path":"/redirect/8610701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-19","name":"Der Piratenzauber","epNo":19,"alt":"Sea Patrol: Pirate Pups to the Rescue","descr":"Carlos und Tracker sind auf der Suche nach Captain Jack Raubeins Piratenschatz. Schon bald stranden sie auf der Raubeininsel, wo der Schatz vergraben ist. Eine Karte soll sie zum Versteck des Schatzes führen. Doch die beiden Freunde kommen nicht weit. Carlos hat unbemerkt den Mechanismus einer Falle ausgelöst und ihr Boot treibt aufs Meer hinaus. Nun kommen sie nicht mehr von der Insel runter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428593","hoster":"VOE"},{"path":"/redirect/14439059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-20","name":"Paket in Gefahr + Frau Frosch-Bürgermeisterin","epNo":20,"alt":"Pups Save the Mail + Pups Save a Frog Mayor","descr":"Carlos feiert Geburtstag, er hat Ryder und die Fellfreundesind eingeladen, um in den Dschungel zu fahren. Tracker wartet sehnsüchtig auf den Postboten, der sein Geschenk für Carlos bringen soll. Aber der hat eine Auto-Panne …Mit Rubbles Hilfe baut Bürgermeisterin Gutherz einen Brunnen auf, der genauso aussieht, wie ein Wunschbrunnen. Rubble wünscht sich, dass die viel beschäftigte Bürgermeisterin mal genauso faulenzen kann, wie ein Frosch. Als sein Wunsch wahr wird, ist die Frosch-Bürgermeisterin plötzlich verschwunden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413412","hoster":"VOE"},{"path":"/redirect/14439065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-21","name":"Welpen retten die Schildkröten + Welpen retten das zitternde Schaf","epNo":21,"alt":"Pups Save the Runaway Turtles + Pups Save the Shivering Sheep","descr":"Draufgänger Danny X sammelt aus Versehen Golfbälle statt Schildkröten-Eier ein. Und siehe da, plötzlich passiert es – die Jungen schlüpfen! Nun muss die Paw Patrol die Babys retten.Ryder und Rocky haben eine Maschine für Bauer Alfred gebaut, mit der er nicht nur in Windeseile Schafe scheren, sondern auch direkt bunte Wollknäule daraus machen kann. Da die Chaos-Kätzchen von Bürgermeister Besserwisser gern mit Wollknäulen spielen, scheren sie die Schafe so, dass die Tiere frieren. Und bunt sind sie auch noch. Ein Riesenwollknäuel entsteht. Und plötzlich macht es sich auch noch selbstständig. Was dann passiert, kann nur noch die Paw Patrol retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412363","hoster":"VOE"},{"path":"/redirect/14439058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-22","name":"Einsatz auf dem Meer: Die eingefrorene Flunder + Einsatz auf dem Meer: Das Ein-Leopard-Löwe-Horn","epNo":22,"alt":"Sea Patrol: Pups Save a Frozen Flounder + Sea Patrol: Pups Save a Narwhal","descr":"Käpt’n Tollpatsch und Francois befinden sich mit der Flunder auf einer Expedition in der Arktis. Plötzlich sind sie vom Eis eingeschlossen. Da Francois vergessen hat, den Eisbrecher einzubauen, kommen die beiden nicht mehr raus …An einem sonnigen Tag in der Adventure Bay entdeckt Alex auf dem Meer ein seltsames Wesen. Es hat ein Horn wie ein Einhorn, eine Mähne wie ein Löwe und Flecken wie ein Leopard. Alex berichtet Ryder von dem Tier. Er will der Sache auf den Grund gehen und fährt in Begleitung seiner Fellfreunde mit dem Sea Patroller raus aufs Meer. Schon bald haben sie das Tier entdeckt. Sie finden heraus, dass es sich um einen Narwal handelt, der eigentlich in der Arktis lebt. Doch anscheinend hat er sich verirrt. Schafft es die Sea Patrol das Tier zurück zu seiner Herde zu bringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412724","hoster":"VOE"},{"path":"/redirect/14439063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-23","name":"Rettet Luke Stars + Rettet den Hühnertag","epNo":23,"alt":"Pups Save Luke Stars + Pups Save Chicken Day","descr":"Katie hat den \"Schreibe ein Lied für Lukas Stern-Wettbewerb\" gewonnen. Nun wird der berühmte Sänger in der Abenteuer-Bucht erwartet, um gemeinsam mit Katie ihr Lied zu singen. Doch sein Eintreffen wird durch einen Zwischenfall verzögert. Die Paw Patrol muss helfen!Es ist Hühnchen-Tag in der Adventure Bay und Bürgermeisterin Gutherz hat ein großes Fest geplant. Aber dann ist Henrietta, das Ehren-Huhn verschwunden. Ein Fall für die Paw Patrol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428594","hoster":"VOE"},{"path":"/redirect/14439057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-24","name":"Rettet den Pinguin + Rettet Draufgänger Dannys Nilpferd","epNo":24,"alt":"Pups Save Francois the Penguin + Pups Save Daring Danny\u0027s Hippo","descr":"Everest, Jake und Rubble vergnügen sich beim Snowboardfahren. Zufällig begegnen Sie Francois, der auf der Suche nach den scheuen Goldschopfpinguinen ist. Schon bald hat er eine Pinguinfamilie entdeckt. Er will sie unbedingt fotografieren, doch die Tiere laufen davon. Francois findet schnell eine Lösung! Er zieht sich ein Pinguinkostüm an und sprüht sich mit etwas ein, das nach Pinguin riecht. Und siehe da, er hat Glück. Die Tiere schmiegen sich an ihn. Doch weil Francoi sehr kitzelig ist, verliert er das Gleichgewicht und das Unglück nimmt seinen Lauf..Der Zirkus gastiert mal wieder in der Adventure Bay. Der Direktor hat sich eine ganz besondere Flusspferdnummer ausgedacht. Auf dem Weg zur Adventure Bay hat er jedoch eine Reifenpanne. Als er und Rocky, der zufällig vorbei kam, den Reifen wechseln, entkommt unbemerkt ein Baby-Flusspferd. Erst kurz vor dem Ziel entdeckt der Direktor, dass das Tier verschwunden ist. Er bittet die Paw Patrol um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413368","hoster":"VOE"},{"path":"/redirect/14439060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-25","name":"Die Welpen retten Baby Humdinger + Die Welpen retten eine bunte Figur","epNo":25,"alt":"Pups Save Baby Humdinger + Pups Save a Piñata","descr":"An einem heißen Sommertag spielen die Fellfreunde mit Henrietta auf dem Rasen. Bürgermeisterin Gutherz sieht ihnen amüsiert zu. Da taucht Tracker mit einer großen Ladung Kokosnüssen auf. Was für eine herrliche Erfrischung. Kurz darauf trifft Bürgermeister Besserwisser ein. Er will auch eine Kokosnuss haben. Doch sie sind alle. Der Bürgermeister macht einen Aufstand und benimmt sich wie ein Baby. Da entdeckt er in Trackers Geländewagen eine goldene Kokosnuss. Gierig trinkt er das Kokosnusswasser aus der Nuss. Doch was passiert dann?Alex hat alle Kinder und Hunde zu einer großen Party eingeladen. Als besondere Überraschung gibt es eine Pinata. AleX hilft seinem Opa, Herrn Pfeffer, bei den Vorbereitungen. Zufällig kommt Bürgermeister Besserwisser vorbei. Er versteckt sich hnter einem Busch und beobachtet die Beiden. In einem unbemerkten Moment schnappt er sich die Pinata und eilt mit seinen Kätzchen davon. Alex ist sehr traurig, als er entdeckt, dass die Pinata verschwunden ist. Herr Pfeffer bittet die Paw Patrol um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412748","hoster":"VOE"},{"path":"/redirect/14439072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-4/episode-26","name":"Die Fellfreunde retten Wufflantis","epNo":26,"alt":"Sea Patrol: Pups Save Puplantis","descr":"Ein schöner Strandtag geht zu Ende und der Meer-Mond geht auf. Ryder und seine Fellfreunde warten gespannt auf das Erscheinen der Meer-Fellfreunde. Käpt’n Tollpatsch bietet ihnen an, mit der Flunder aufs Meer zu fahren. Denn er möchte zu gern Fotos von den Meer-Fellfreunden und von Wufflantis, dem magischen Schloss der Meer-Fellfreunde, das noch nie Mensch gesehen hat, machen. Gemeinsam machen sie sich auf den Weg.Ein schöner Strandtag geht zu Ende und der Meer-Mond geht auf. Ryder und seine Fellfreunde warten gespannt auf das Erscheinen der Meer-Fellfreunde. Käpt’n Tollpatsch bietet ihnen an, mit der Flunder aufs Meer zu fahren. Denn er möchte zu gern Fotos von den Meer-Fellfreunden und von Wufflantis, dem magischen Schloss der Meer-Fellfreunde, das noch nie Mensch gesehen hat, machen. Gemeinsam machen sie sich auf den Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412725","hoster":"VOE"},{"path":"/redirect/14439062","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/paw-patrol/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/paw-patrol/staffel-5/episode-1","name":"Das Kätzchen-Rettungsteam + Oskar, der Strauß","epNo":1,"alt":"","descr":"Bürgermeister Besserwisser will unbedingt, dass sein Chaoskätzchen-Rettungsteam besser ist, als die über alles gelobte Paw Patrol. Und natürlich trickst er wieder mächtig, um zu erreichen, was er will. Aber das geht schief. Frau und Herr Segelohr bekommen Familienzuwachs. Aber weil Strauß Oskar sein Kuscheltier vermisst, wird der Weg zu seinem neuen nach Hause für alle Beteiligten zu einer abenteuerlichen Fahrt. Die Paw Patrol muss helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413317","hoster":"VOE"},{"path":"/redirect/14439077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-2","name":"Riesen-Tatze + Der Besserwisser-Roller","epNo":2,"alt":"","descr":"In der Abenteuerbucht findet ein Hindernis-Rennen der Bürgermeister statt. Als Bürgermeister Besserwisser merkt, dass er verlieren wird, täuscht er nach einem Sturz einen gebrochen Zeh vor. Alle kümmern sich um ihn, und Rocky baut sogar einen Spezial-Roller, mit dem sich der Bürgermeister in Gefahr bringt und gerettet werden muss. Ein Einsatz für die Paw Patrol.  Ryder und die Paw Patrol machen einen Ausflug in den Dschungel, um ihren Freunden Carlos und Tracker bei der Ausgrabung von alten Kunstschätzen zu helfen. Plötzlich sorgen Fußabdrücke von einem riesengroßen, unbekannten, furchteinflößenden Wesen für Aufregung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801030","hoster":"VOE"},{"path":"/redirect/8610719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-3","name":"Das versunkene Piratenschiff + Ein Wal braucht Hilfe","epNo":3,"alt":"","descr":"Pirat Sid ist auf Schatzsuche und will ein versunkenes Piratenschiff aus der Abenteuerbucht wegschleppen. Aber das wird von einer Meeresschnecke bewohnt, die das Wrack nicht verlassen will. Die Paw Patrol kommt ihr zur Hilfe.  Käpt’n Tollpatsch und Francois wollen von ihrer Tauchglocke aus einen Wal fotografieren. Aber der Wal scheint angriffslustig zu sein und bringt die Brüder In Gefahr. Kann die Paw Patrol den Grund für das merkwürdige Verhalten des Wals finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428652","hoster":"VOE"},{"path":"/redirect/14439068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-4","name":"Rüsselchens Rettung + Die Goldsuche","epNo":4,"alt":"","descr":"Über die Abenteuerbucht zieht ein schweres Gewitter. Bauer Alfred will die Tiere in den Stall bringen, doch eines seiner Schweine erschreckt sich und rennt panisch davon. Alfred bittet die Paw Patrol um Hilfe. Onkel Herbert ist mal wieder auf Goldsuche. Er ist hoch oben in den Bergen, wo noch Schnee liegt. Und tatsächlich findet Onkel Herbert einen riesigen Goldklumpen. Er verfrachtet ihn in einen Minenwagen und will ihn runter zur Abenteuerbucht bringen. Doch plötzlich entgleist der Wagen und Onkel Herbert saust mit hoher Geschwindigkeit in Richtung Tal. Everest und Jake entdecken ihn zufällig und informieren die Paw Patrol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428305","hoster":"VOE"},{"path":"/redirect/14439066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-5","name":"Das spezielle Mittagessen + Bärenhunger","epNo":5,"alt":"","descr":"Bei einer Wanderung in der Schlucht, entdecken Herr Pfeffer und Alex Danny X, der ein Hochseil zur gegenüberliegenden Seite gespannt hat. Er fährt mit seinem Fahrrad über das Seil, doch als Wind aufkommt, kommt Danny aus dem Gleichgewicht. Als Herr Pfeffer Kuchen für den Kuchentauschbasar backt, taucht plötzlich Bürgermeister Besserwisser auf. Er will den leckeren Rhabarberkuchen von Herrn Pfeffer stehlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412726","hoster":"VOE"},{"path":"/redirect/14439069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-6","name":"Der Unterwasser-Vulkan + Die Überschwemmung","epNo":6,"alt":"","descr":"Käpt’n Tollpatsch und Francois wollen von der Tauch-Glocke aus die Entstehung eines Unterwasser-Vulkans beobachten und geraten dabei in Gefahr. Die Paw Patrol muss helfen. Alex hilft Bauer Alfred, ein Beet zu wässern. Aber weil er vergisst, den Wasserhahn zu zudrehen, steht am Morgen der ganze Bauernhof unter Wasser. Die Tiere und Alfred haben sich auf das Scheunendach gerettet. Die Paw Patrol muss helfen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801033","hoster":"VOE"},{"path":"/redirect/8610726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-7","name":"Der Schmetterlingsbusch + Die gestohlene Henrietta-Statue","epNo":7,"alt":"","descr":"Bürgermeister Besserwisser taucht mit einem Schmetterlingsbusch auf, doch die Schmetterlinge sorgen für Chaos. Bürgermeisterin Gutherz ist dabei die goldene Henrietta-Statue sauber zu machen. Als sie eine Leiter holt und kurz darauf zurückkehrt, ist die Statue verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412727","hoster":"VOE"},{"path":"/redirect/14439070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-8","name":"Das Büchermobil + Bürgermeister Besserwisser in Not","epNo":8,"alt":"","descr":"Frau Fröhlich ist wieder mal mit Walter in ihrem Büchermobil unterwegs. Kurz bevor sie sich auf den Weg nach Hause machen wollen, löst Walter versehentlich die Bremse, und das Mobil saust die Bergstraße hinunter! Bürgermeister Besserwisser ist genervt, dass Leute aus aller Welt in die Abenteuerbucht kommen, um die Hühner-Statue zu bewundern. Die Kätzchen sollen deshalb seinen Kopf in einen Berg hauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428517","hoster":"VOE"},{"path":"/redirect/14439073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-9","name":"Sid entführt den Sea Patroller","epNo":9,"alt":"","descr":"Das Riesenrad wurde von Sid dem Piraten und Arrby gestohlen. Die Paw Patrol macht sich daran, es zurück in die Abenteuerbucht zu bringen! Sid lässt sich jedoch einen noch raffinierteren Plan einfallen: Er will den Sea Patroller stehlen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412364","hoster":"VOE"},{"path":"/redirect/14439074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-10","name":"Ein störrischer Esel + Marshall die Vogelscheuche","epNo":10,"alt":"","descr":"Die Paw Patrol und Bürgermeisterin Gutherz besuchen Carlos und Tracker im Dschungel. Frau Gutherz macht sich mit dem Maultier und Henrietta auf den Weg zum Gipfel des Zickzackbergs, als sich Mula Terca erschreckt und Frau Gutherz einen Steilhang hinunter fliegt. Bauer Alfred ist gerade bei der Maisernte. Meckerliese hat Hunger und versucht, sich einen Maiskolben zu schnappen, dabei stößt sie gegen das Förderband, das den Mais nach oben ins Silo befördert. Als Alfred das Band wieder gerade richten will, stößt er versehentlich gegen das Silodach. Dies kracht daraufhin mit großer Wucht auf den Boden. Alfred bittet die Paw Patrol um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412728","hoster":"VOE"},{"path":"/redirect/14439078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-11","name":"Die Entführung der Königs-Kätzchen","epNo":11,"alt":"","descr":"Zur Eröffnung des Museums werden die Königs-Kätzchen Elisabeth und Heinrich in der Abenteuerbucht erwartet! Aus Bellenburg trifft auch ein wertvolles Geschenk ein, eine violette Kätzchen-Statue aus Edelsteinen. Bürgermeister Besserwisser will die Statue natürlich unbedingt haben. Also entführt er die Königs-Kätzchen, denn er kann sie nur mit ihren Pfotenabdrücken in seinen Besitz bringen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412365","hoster":"VOE"},{"path":"/redirect/14439075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-12","name":"Die Hunde retten die Goodways + Die Hunde retten den Ententeich","epNo":12,"alt":"","descr":"Bürgermeisterin Gutherz unternimmt mit Julia und Julius eine Schneeschuh-Wanderung. Plötzlich werden sie jedoch von einem heftigen Schneesturm überrascht. Als dieser vorbei ist, ist der Wanderweg nicht mehr zu sehen. Bauer Alfred ruft die Paw Patrol, weil der Ententeich ausgetrocknet ist. Der egoistische Bürgermeister Besserwisser hat das Wasser umgeleitet, weil er eine Wasserrutsche für sich alleine haben will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428307","hoster":"VOE"},{"path":"/redirect/14439076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-13","name":"Rettung auf See: Die Hunde retten Tilly Turbot + Die Hunde retten einen aufgeregten Elefanten","epNo":13,"alt":"","descr":"Oma Tilly ist zu Besuch, und gemeinsam mit ihren Enkel Horatio und Francois Tollpatsch unternehmen sie eine Bootstour mit der Flunder. Doch es kommt ununterbrochen zum Streit, weil jeder Omas Liebling sein will. Oma reicht’s. Sie steigt auf den Rücken eines Delfins und schwimmt mit ihm hinaus auf’s Meer. Die Paw Patrol muss sie retten. Ryder und die Paw Patrol besuchen ihre Freunde Carlos und Tracker im Dschungel. Plötzlich erweckt ein lautes Gebrüll und die Unruhe der Elefanten ihre Aufmerksamkeit. Als sie der Sache gemeinsam auf den Grund gehen, finden sie das Elefanten-Baby Tröti, dessen Bein in dem alten Reifen der Affen-Schaukel fest steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428363","hoster":"VOE"},{"path":"/redirect/14439088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-14","name":"Die Rettung: Die Hunde retten die Tiger","epNo":14,"alt":"","descr":"Käpt’n Tollpatsch und Francois machen mit der Flunder einen Ausflug zur Rumpelberg-Insel, um Fotos von den weißen Tigern zu machen, die dort leben sollen. Als die beiden plötzlich im Inneren des Bergs gefangen sind, muss die Paw Patrol zu Hilfe eilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413312","hoster":"VOE"},{"path":"/redirect/14439082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-15","name":"Rocky rettet sich selbst + Autonomes Fahren in Adventure Bay","epNo":15,"alt":"","descr":"Draufgänger Danny X zeigt der Paw Patrol voller Stolz seine neue, coole Drohne. Dann macht sich plötzlich Everests Schneemobil selbständig und rast in die Abenteuerbucht. Die Paw Patrol veranstaltet eine Müllsammelaktion am Strand der Abenteuerbucht, denn schon bald kommen die Meeresschildkröten, um ihre Eier dort zu legen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428595","hoster":"VOE"},{"path":"/redirect/14439079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-16","name":"Die Rettung der Süßigkeiten + Die Mini-Patrol hebt ab","epNo":16,"alt":"","descr":"Es ist Halloween in der Abenteuerbucht! Alle freuen sich auf die Party. Und wer bringt wieder mal alles durcheinander? Der gierige Bürgermeister Besserwisser. Alex und die Mini Patrol übernehmen für Opa Pfeffer einen Eil-Auftrag. Katie wartet auf Sgampoo für Kuhlinda, doch Alex kommt mit dem Dreirad nur sehr langsam voran. Draufgänger Danny X will ihm mit seinem düsengetriebenen Raketen-Bike helfen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428306","hoster":"VOE"},{"path":"/redirect/14439081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-17","name":"Der Filmdreh","epNo":17,"alt":"","descr":"Die berühmte Filmregisseurin Doreen dreht einen Film in der Abenteuerbucht. Marshall ist am Drehort als Überwachungshund eingesetzt und die Assistentin Susie steuert den Roboter mit einer Fernbedienung. Bürgermeister Besserwisser ärgert sich, dass der Film nicht in seiner Stadt gedreht wird. Mit einem hinterhältigen Trick bringt er die Fernbedienung an sich, um den Roboter-Dino in seine Stadt zu lenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413275","hoster":"VOE"},{"path":"/redirect/14439080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-18","name":"Die Hunde retten das königliche Konzert + Die Hunde retten die Freunde der Prinzessin","epNo":18,"alt":"","descr":"Der Sänger Lukas Stern soll auf Schloss Bellenburg ein Konzert geben. Aber dann sperrt Schnuffinchen ihn in einem Geheimzimmer ein, um am Abend selbst auf der Bühne stehen zu können. Die Prinzessin muss Schloss Bellenburg verlassen, um die kranke Großmama Pinguin zu holen, die sie in ihrem Tierpflege-Garten gesund pflegen möchte. Schnuffinchen nutzt die Gelegenheit prompt, um Königin zu werden….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428439","hoster":"VOE"},{"path":"/redirect/14439083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-19","name":"Der Werwelpe + Die schlafwandelnde Bürgermeisterin","epNo":19,"alt":"","descr":"Ryder und die Fellfreunde machen mit Onkel Herbert einen Campingausflug. In der Nacht träumt Rocky dann, dass er sich in einen Werwelpen verwandelt hat. Es ist Cowboy-Tag auf der Ranch. Bürgermeisterin Gutherz will die Gefahren auf der Ranch bannen, obwohl sie schlafwandelt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413313","hoster":"VOE"},{"path":"/redirect/14439090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-20","name":"Die Rettung des Sumpf-Wesens + Die versteckten goldenen Knochen","epNo":20,"alt":"","descr":"Käpt’n Tollpatsch und Francois machen mit der Flunder eine Bootstour. Mit an Bord sind Bürgermeisterin Gutherz, sowie Julia und Julius. Nach kurzer Zeit entdecken die Kinder einen Riesenfisch und halten ihn für ein Sumpfmonster. Die Fellfreunde entdecken im Rathaus ein Portrait einer Frau, die der Bürgermeisterin sehr ähnelt. Auf dem Bild ist auch der Hund der Großmutter mit einem goldenen Knochen zu sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412729","hoster":"VOE"},{"path":"/redirect/14439085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-21","name":"Die Kuckucksuhr + Mathildas Haus ist in Gefahr","epNo":21,"alt":"","descr":"Wie jedes Jahr, wenn der erste Schnee gefallen ist, lädt Jake alle Freunde zu einer Schneeparty auf seinem Berg ein. Das Highlight des Festes ist Jakes Familien Kuckucksuhr. Es ist Fütterungszeit. Wie jeden Tag geht Frau Fröhlich in den Garten, um die Tiere zu füttern. Ihr Waschbär Walter soll ihr dabei helfen, doch plötzlich tauchen überall im Garten Löcher auf und Walter fällt prompt in eins hinein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413276","hoster":"VOE"},{"path":"/redirect/14439086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-22","name":"Die Rettung des Thanksgiving-Essens + Eine Bucht in Aufruhr","epNo":22,"alt":"","descr":"Auf dem Rathausplatz findet das jährliche Herbst-Fest statt. Für die Kinder ist eine Hüpfburg in Form eines Truthahns aufgebaut. Bürgermeister Besserwisser beobachtet heimlich, was dort vor sich geht. In der Abenteuerbucht findet ein Windsurf-Rennen statt. Bürgermeisterin Gutherz, Katie, Danny und Zuma, sowie Bürgermeister Besserwisser wollen gegeneinander antreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428470","hoster":"VOE"},{"path":"/redirect/14439091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-23","name":"Schneesturm in den Tropen + Die Rettung der Essiggurken","epNo":23,"alt":"","descr":"Käpt’n Tollpatsch setzt Alex und Herrn Pfeffer mit der Flunder auf der Sonnenfelsinsel ab. Sie wollen dort gemeinsam campen. Am nächsten Morgen erleben Alex und sein Opa jedoch eine Überraschung: Die ganze Insel ist zu geschneit. Herr Pfeffer ist berühmt für seine Essiggurken. Heute muss er eine Riesen Lieferung in der Stadt verteilen, doch die Fahrt wird zu einer holprigen Angelegenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428598","hoster":"VOE"},{"path":"/redirect/14439089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-24","name":"Die Rettung des Ernte-Roboters + Die Rettung des Maskottchens","epNo":24,"alt":"","descr":"Bei Bauer Alfred steht die Maisernte an. Plötzlich kommt Henrietta beim Auf picken der letzten Maiskörner im \"Pflück-o-Mat\" versehentlich an den Startknopf, woraufhin der Roboter alles erntet, was er mit seinen Greifern erwischt. Die Basketballmannschaft der Abenteuerbucht trainiert für ein Spiel. Maskottchen Draufgänger Danny X kommt im Vogelkostüm, doch plötzlich taucht ein Adlerpärchen auf und entführt ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413222","hoster":"VOE"},{"path":"/redirect/14439092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-25","name":"Die ultimative Wiederaufbau-Aktion","epNo":25,"alt":"","descr":"Rubble und seine Freunde haben eine Sternwarte gebaut. Mit einem riesigen Teleskop wollen sie in der Nacht einen Kometen beobachten. Wer den Kometen als erster sieht, darf ihm einen Namen geben. Bürgermeister Besserwisser will unbedingt, dass der Komet seinen Namen bekommt. Also verpasst er der Sternenwarte als alle schlafen Räder, um es in die Nachbarstadt zu bringen. Doch dabei geht einiges schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428519","hoster":"VOE"},{"path":"/redirect/14439094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-5/episode-26","name":"Die Geburtstags-Überraschung + Der Pizza-Turm","epNo":26,"alt":"","descr":"Lotta hat Geburtstag und alle bereiten eine Überraschungsparty für sie vor. Da Lotta nur ein Flugzeug und kein Auto hat, wird ein altes Auto vom Schrottplatz geholt, repariert und neu lackiert. Alex wünscht sich so sehr, dass die Abenteuerbucht mit dem höchsten Pizza-Turm der Welt ins \"Buch der Rekorde\" kommt. Alle helfen mit, Pizza zu backen, doch Bürgermeister Besserwisser startet ein Ablenkungsmanöver.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428471","hoster":"VOE"},{"path":"/redirect/14439095","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/paw-patrol/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/paw-patrol/staffel-6/episode-1","name":"Die Welpen und die Dschungel-Pinguine + Die Welpen retten einen Frachter","epNo":1,"alt":"","descr":"Beim Versteck spielen im Dschungel entdecken die Paw Patrol und Carlos und Tracker drei Pinguine. Doch die Tiere können es nicht lange dort aushalten. Käpt’n Tollpatsch beauftragt Danny, das Licht im Leuchtturm der Robbeninsel einzuschalten, damit die Schiffe sich zurecht finden. Doch als als eine Sicherung durchbrennt, steht der Leuchtturm im Dunkeln, während sich ein großer Frachter der Insel nähert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428596","hoster":"VOE"},{"path":"/redirect/14439097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-2","name":"Ultimative Rettungsaktion: Die Welpen sorgen für Abkühlung + Ultimative Rettungsaktion: Die Welpen und das Rätsel um die verschwundenen Handys","epNo":2,"alt":"","descr":"Käpt’n Tollpatschs Leuchtturmlampe soll eine neue Glaslinse bekommen. Gemeinsam mit Francois transportiert er die Linse auf einem Anhänger, um sie zur Robbeninsel zu bringen. Da es sehr heiß ist, verwandelt die Linse die Sonnenstrahlen in einen Hitzestrahl. In der Abenteuerbucht verschwinden überall Handys. Seltsamerweise immer dann, wenn die Handybesitzer das Spiel \"Körner – Knacken\" spielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413308","hoster":"VOE"},{"path":"/redirect/14439099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-3","name":"Welpen retten das Melonen-Festival + Welpen retten eine Kuh","epNo":3,"alt":"","descr":"Beim diesjährigen Melonenfest soll die schönste und größte Melone gekürt werden. Der Gewinner erhält den großen Melonen-Bürgermeisterpreis. Natürlich setzt Bürgermeister Besserwisser alles daran, den Wettbewerb zu gewinnen… Bauer Alfred und Bäuerin Yumi haben mit Kuh Linda den ersten Preis auf dem Jahrmarkt gewonnen. Sie sind auf dem Rückweg zu ihrem Hof, als es auf der Brücke zu einem Unglück kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428597","hoster":"VOE"},{"path":"/redirect/14439096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-4","name":"Welpen retten den Honig + Welpen retten Bürgermeister Goodways Tasche","epNo":4,"alt":"","descr":"Bürgermeister Besserwisser ist begeistert von Yumis Super-Honig und möchte ein Glas bei Herrn Pfeffer bestellen. Doch als der ihn auf den nächsten Tag vertröstet, lässt Besserwisser sich etwas anderes einfallen… Bürgermeisterin Gutherz spielt gemeinsam mit Julius und Julia das Hüpfspiel. Als sie Weintrauben aus ihrer Handtasche holen will, stellt sie fest, dass die Tasche samt Inhalt verschwunden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428520","hoster":"VOE"},{"path":"/redirect/14439098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-5","name":"Die Hunde retten die Bergsteiger + Die Hunde retten Captain Gordy","epNo":5,"alt":"","descr":"Bürgermeisterin Gutherz, Käpt’n Tollpatsch und Francois unternehmen eine Bergtour. Plötzlich stürzen die Kletterfreunde in eine Schlucht. Jetzt kann nur noch die Paw Patrol helfen! Käpt’n Gordy ist nach einer Mission im Weltraum auf dem Rückweg zur Erde. Aufgrund eines Ausweichmanövers kommt die Raumkapsel vom Kurs an und steuert auf Bauer Alfreds Hof zu. Nun muss die Paw Patrol helfen und einen Landeplatz bauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428308","hoster":"VOE"},{"path":"/redirect/14439100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-6","name":"Es stinkt zum Himmel + Die Rettung der Straußenküken","epNo":6,"alt":"","descr":"Die Paw Patrol ist auf dem Weg zu Carlos und Tracker. Sie planen eine Fotosafari im Dschungel, doch dort hat sich ein fieser Gestank ausgebreitet, so dass alle Tiere geflohen sind. Herr und Frau Segelohr bekommen Straußennachwuchs. Als sich plötzlich ein Adler dem Nest nähert, verscheuchen die aufgebrachten Eltern den Eindringling und entfernen sich dabei so weit vom Nest, dass die Eier schutzlos zurückbleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428440","hoster":"VOE"},{"path":"/redirect/14439101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-7","name":"Wo ist Gustavos Gitarre? + Die Suche nach den Yoga-Ziege","epNo":7,"alt":"","descr":"Herr und Frau Segelohr bekommen Straußennachwuchs. Als sich plötzlich ein Adler dem Nest nähert, verscheuchen die aufgebrachten Eltern den Eindringling und entfernen sich dabei so weit vom Nest, dass die Eier schutzlos zurückbleiben. Yumi gibt in ihrer Scheune einen Yoga-Kurs. Bürgermeister Besserwisser, Frau Gutherz und Francois machen eifrig mit. Doch plötzlich tauchen ein paar Ziegenjunge auf und Besserwisser heckt einen fiesen Plan aus, um sie zu entführen und in seiner Stadt Ziegen-Yoga anzubieten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412366","hoster":"VOE"},{"path":"/redirect/14439102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-8","name":"Der schlafende Zottelaffe + Henriettas Ei","epNo":8,"alt":"","descr":"Die Fellfreunde besuchen Carlos und Tracker im Dschungel, als sie ein Hilferuf von Francois und Käpt’n Tollpatsch erreicht. Die beiden sind gerade im Affentempel, als ein wütender Riesen-Zottelaffe auftaucht. Als sich an Francois Tiertransporter ein Rad löst und er eine Notbremsung macht, öffnet sich die Anhängerklappe, ein Ei rollt heraus und Krokodil Jimmy entwischt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412730","hoster":"VOE"},{"path":"/redirect/14439104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-9","name":"Die Super-Hunde: Angriff der Super-Kätzchen","epNo":9,"alt":"","descr":"Berthold sucht am Strand nach einem Meteoriten-Stück. Als er tatsächlich eins findet, bekommt er endlich seine Superkräfte zurück. Und die Chaoskätzchen auch. Nun bietet sich Berthold die Gelegenheit, seinen Plan, Bürgermeister zu werden, in die Tat umzusetzen. Es ist eine große Aufgabe für die Fellfreunde, das zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412731","hoster":"VOE"},{"path":"/redirect/14439107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-10","name":"Die Rettung der Seekuh + Der Frühstücks-Notfall","epNo":10,"alt":"","descr":"Bauer Alfred hat eine neue Kuh gekauft – eine Seekuh. Er mag Moni und würde sie am liebsten behalten, aber Yumi kann ihn davon überzeugen, dass eine Seekuh ins Wasser gehört. Alex verschüttet versehentlich Opa Pfeffers selbst gemachten Ahornsirup. Daraufhin macht er sich mit der Mini Patrol auf den Weg, um Nachschub zu holen. Doch dann bricht der Zapfhahn ab und Alex und Opa Pfeffer stecken im Sirup fest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801079","hoster":"VOE"},{"path":"/redirect/8676226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-11","name":"Die Rettung der Landpiraten + Das Vogelbeobachtungs-Turnier","epNo":11,"alt":"","descr":"Um sich auf der Wildwest-Ranch die Zeit zu vertreiben, bauen Alex, Julia und Julius aus dem Planwagen von Herrn Segelohr ein Piratenschiff, mit dem sie auf Schatzsuche gehen wollen. Käpt’n Tollpatsch und Francois wetteifern, wer sich mit Vogelarten am besten auskennt. Und Bürgermeisterin Gutherz ist begeistert von der Idee, einen Wettbewerb zu veranstalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413369","hoster":"VOE"},{"path":"/redirect/14439105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-12","name":"Super-Hunde und Super-Zwillinge","epNo":12,"alt":"","descr":"Die Abenteuerbucht wird von Ladybird heimgesucht, die alles stibitzt, was glitzert und glänzt. Sie entführt Bürgermeisterin Gutherz und Henrietta in ihrem glänzenden Auto. Wäre das nicht genug, verleiht ihr eine Halskette, die ein Stück eines Meteoriten enthält, Superkräfte. Aber dann lernen die Fellfreunde die Zwillinge Ella und Tuck kennen, die ihnen helfen, die Bürgermeisterin, Henrietta und die Abenteuerbucht zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413370","hoster":"VOE"},{"path":"/redirect/14439106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-13","name":"Ein voll verrückter Pfoten-Tag + Hose auf der Flucht","epNo":13,"alt":"","descr":"Ein starker Sturm hebt die Flunder aus dem Wasser und bläst sie auf die Spitze von Jakes Berg. Käpt’n Tollpatsch weiß sich nicht anders zu helfen, als die Paw Patrol zu rufen. Aber Chase ist nicht Chase. Oder ist das nur ein Traum? Bürgermeister Humdinger entwickelt Roboter-Hosen, mit denen er beim Sportturnier gewinnen will. Als sich die jedoch selbständig machen, müssen die Freunde eingreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412367","hoster":"VOE"},{"path":"/redirect/14439108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-14","name":"Die Rettung der Fledermaus-Familie + Das Schlamm-Ungeheuer","epNo":14,"alt":"","descr":"Jake und Everest besuchen gerade eine Höhle, in der eine Fledermausfamilie wohnt, als Onkel Herbert einen Steinschlag auslöst. Jake und Everest können sich rechtzeitig retten, aber ein Felsbrocken sperrt die Fledermausfamilie ein. Einige Snowboarder sitzen auf Jake’s Mountain in einer kaputten Sesselbahn fest, während ein Ungeheuer dort frei herumläuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413278","hoster":"VOE"},{"path":"/redirect/14439115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-15","name":"Die Super-Hunde: die Rettung des Riesenhuhns + Die Super-Hunde: haltet Harold auf!","epNo":15,"alt":"","descr":"Ladybird ist zurück und Chickaletta entwickelt Superkräfte! Die Super-Zwillinge helfen den Super-Hunden bei der Rettung eines Riesenhuhns. Die Super-Hunde müssen Harold Humdinger aufhalten, bevor er ganz Adventure Bay mit Eis überzieht, um Bürgermeister zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413371","hoster":"VOE"},{"path":"/redirect/14439112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-16","name":"Die Hunde retten die Hunde + Die Hunde retten die Spinnenspione","epNo":16,"alt":"","descr":"Die Kinder freuen sich darauf, dass sie in diesem Jahr bei der Riesenballon Parade in der Abenteuerbucht die Hunde-Luftballons halten dürfen. Doch dann taucht Bürgermeister Besserwisser mit seinem Riesen-Riesen-Besserwisser-Ballon auf. Käpt’n Tollpatsch und Francois wollen die ersten Fotos von der seltenen, riesigen Höhlenspinne machen. Auf dem Weg zur Höhle bleiben sie jedoch in ihrem Spinnennetz kleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428309","hoster":"VOE"},{"path":"/redirect/14439109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-17","name":"Die Hunde retten die Bären + Die Hunde retten eine Farm ohne Farmer","epNo":17,"alt":"","descr":"Eine Bärenfamilie hat sich zum Winterschlaf in der Abenteuerbucht eingenistet. Die Paw Patrol will den Bären helfen, wieder nach Hause zu finden und sucht ihre Höhle. Alfred und Yumi fahren in den Urlaub und Bürgermeisterin Gutherz hütet so lange gemeinsam mit Julia und Julius den Bauernhof. Aber es geht drunter und drüber, die Tiere machen, was sie wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428364","hoster":"VOE"},{"path":"/redirect/14439111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-18","name":"Die Super-Hunde: Der Zwillingstrick + Die Super-Hunde: die Rettung des Super-Bürgermeisters","epNo":18,"alt":"","descr":"In einer neuen Statuen-Ausstellung im Museum gibt es auch die goldene Lupo-Statue zu sehen. Ausgerechnet jetzt taucht Ladybird wieder in der Abenteuerbucht auf und ganz ist verrückt nach der glänzenden Kostbarkeit. Bürgermeister Humdinger bekommt Superkräfte, und natürlich geht alles schief. Die Super-Hunde müssen den Super-Bürgermeister retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428441","hoster":"VOE"},{"path":"/redirect/14439117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-19","name":"Welpen retten den weißen Wolf + Welpen retten den Irrweg-Entdecker","epNo":19,"alt":"","descr":"Käpt’n Tollpatsch und Everest sind in der Arktis unterwegs, um Polarwölfe zu beobachten. Schon bald entdecken sie ein Wolfsjunges, doch dann kommt plötzlich ein Schneesturm auf. Ryder und die Fellfreunde machen den Strand sauber und werden von Bürgermeisterin Gutherz für ihre Arbeit gelobt. Da landet plötzlich ein Ballonfahrer mitten am Strand, der irrtümlicherweise glaubt, am Nordpol gelandet zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428310","hoster":"VOE"},{"path":"/redirect/14439110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-20","name":"Welpen retten Eichhörnchen + Welpen retten Känguru","epNo":20,"alt":"","descr":"Die Grauhörnchen legen ihre Futtervorräte für den Herbst in der ganzen Abenteuerbucht an. Doch da ihre Vorratsplätze schon randvoll sind, horten sie die Eicheln an den unmöglichsten Stellen und richten dabei ein Chaos an. Herr Segelohr bringt sein neues Känguru Hopsi in die Stadt, damit dessen Baby untersucht werden kann. Doch als Herr Segelohr sich wieder auf den Rückweg machen will, hüpft Hopsi plötzlich davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428326","hoster":"VOE"},{"path":"/redirect/14439113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-21","name":"Super-Welpen, unter Strom: Super-Welpen gegen Nachahmer","epNo":21,"alt":"","descr":"Die Super-Welpen machen sich bereit, um es mit dem neuen Bösewicht, dem Nachahmer, aufzunehmen. Neue Kräfte und neue Ausrüstungen werden benötigt, um ihren schrecklichen Feind zu besiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412732","hoster":"VOE"},{"path":"/redirect/14439116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-22","name":"Welpen retten einen Humsquatsch + Welpen holen sich das fliegende Frisbee","epNo":22,"alt":"","descr":"Der reisende Travis jault nach Hilfe, als er eine mysteriöse Kreatur entdeckt, die in Schwierigkeiten steckt. Die Paw Patrol macht sich auf nach Foggy Bottom, um einen Humsquatsch zu retten! Herr Segelohr hat eine Frisbee mit Turbo-Motor erfunden, die eigentlich wie ein Bumerang zurückkehren soll. Aber der \"Sausewind 3000\" saust kreuz und quer durch die Stadt und richtet eine Menge Schaden an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428311","hoster":"VOE"},{"path":"/redirect/14439114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-23","name":"Der Paw-Patrol-Rettungskurs + Das Froschteich-Gespenst","epNo":23,"alt":"","descr":"Die Paw Patrol veranstaltet einen Rettungskurs und Bürgermeisterin Gutherz macht auch mit. Sie bewältigt erfolgreich eine schwere Aufgabe, und bekommt dafür von Ryder eine Medaille. Opa Pfeffer, Alex und Everest zelten im Wald, und Opa erzählt am Lagerfeuer Geschichten von dem Froschteich-Gespenst. Alex kann daraufhin nicht einschlafen und fürchtet sich bei jedem fremden Geräusch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413372","hoster":"VOE"},{"path":"/redirect/14439124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-24","name":"Super-Welpen, unter Strom: Welpen gegen Roboter + Super-Welpen, unter Strom: Super-Welpen gegen die Kuppel","epNo":24,"alt":"","descr":"Harold Humdinger benutzt einen GIGANTISCHEN ROBOTER, um Adventure Bay zu SEINER Stadt zu machen, die Super-Welpen müssen den Tag retten!  Der Nachahmer ist zurück. Adventure Bay muss schnellstes gerettet werden, denn er errichtet eine gigantische Kuppel über der Stadt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8801094","hoster":"VOE"},{"path":"/redirect/8801092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-25","name":"Ultimative Rettungsaktion: Die Welpen retten die Eröffnungszeremonie + Ultimative Rettungsaktion: Die Welpen retten die Adventure-Bay-Spiele","epNo":25,"alt":"","descr":"In der Abenteuerbucht finden Wettspiele statt. Alle Teilnehmer bereiten sich darauf vor – Auch Herr Pfeffer, Yumi, die Tollpatschs und Frau Fröhlich sind mit dabei. Nachdem Bürgermeisterin Gutherz die Abenteuerbucht-Wettspiele eröffnet hat, treten die Teilnehmer an, um sich in ihren Sportarten zu behaupten. Auch Bürgermeister Besserwisser will mitmachen. Doch er scheitert in allen Kategorien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428365","hoster":"VOE"},{"path":"/redirect/14439120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-6/episode-26","name":"Die wilde Stadtrundfahrt + Nächtliche Abenteuer im Museum","epNo":26,"alt":"","descr":"Der Bürgermeister tauscht den fahrenden Katzenkorb gegen einen alten Bus aus. Mit dem will er, als Reiseleiter verkleidet, Stadtrundfahrten anbieten, um die Touristen in die Nachbarstadt zu bringen. Die Bürgermeisterin lädt Julia, Julius, Alex und seine Mini-Patrol zur Mitternacht im Museum ein. Als Alex seine Schildkröte nicht finden kann, verlässt er das Museum, ohne Frau Gutherz Bescheid zu sagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413314","hoster":"VOE"},{"path":"/redirect/14439123","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/paw-patrol/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/paw-patrol/staffel-7/episode-1","name":"Die Hunde halten die Humdinger Horde auf / Die Hunde retten einen Leuchtturm","epNo":1,"alt":"Mighty Pups, Charged Up: Pups Stop a Humdinger Horde / Mighty Pups, Charged Up: Pups Save a Mighty Lighthouse","descr":"Die Hunde eilen zur Rettung, als Harold eine Klonmaschine entwirft! // Harold nutzt seine Superkräfte, um Cap\u0027n Turbots Leuchtturm in eine Rakete zu verwandeln. Die Hunde müssen ihn aufhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412733","hoster":"VOE"},{"path":"/redirect/14439122","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14413394","hoster":"VOE"},{"path":"/redirect/14438945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-2","name":"Wahltag / Die Affen-Rettun","epNo":2,"alt":"Pups Save Election Day / Pups Save the Bubble Monkeys","descr":"Als Bürgermeister Humdinger erneut kandidiert, gerät sein Mobil außer Kontrolle. Die Paw Patrol eilt zur Rettung! // Als Ryder und die Welpen Tracker und Carlos im Dschungel besuchen, gerät eine Gruppe Affen in eine heikle Lage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412734","hoster":"VOE"},{"path":"/redirect/14439121","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14428546","hoster":"VOE"},{"path":"/redirect/14438948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-3","name":"Der antarktische Marsianer / Das Labyrinth","epNo":3,"alt":"Pups Save an Antarctic Martian / Pups Save the Maze Explorers","descr":"Der reisende Travis begibt sich auf ein Abenteuer. Dabei landet er in der Antarktis, glaubt aber, er sei auf dem Mars. // Mr. Porter und Alex machen eine Wanderung und geraten dabei in ein riesiges Labyrinth!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9208496","hoster":"VOE"},{"path":"/redirect/13702182","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11820023","hoster":"VOE"},{"path":"/redirect/11820022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-4","name":"Welpen gegen Superschurken","epNo":4,"alt":"Mighty Pups, Charged Up: Pups vs. Three Super Baddies","descr":"Harold, Marienkäfer, das Copycat-Team und die drei Superschurken stehlen den mächtigen Meteor der Superhunde! Die Superhunde müssen ihren Meteor zurückholen und verhindern, dass die Schurken Adventure Bay zerstören!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413279","hoster":"VOE"},{"path":"/redirect/14439125","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14413396","hoster":"VOE"},{"path":"/redirect/14438949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-5","name":"Der Kellner-Roboter / Der Kuchen-Sturm","epNo":5,"alt":"Pups Save a Waiter Bot / Pups Stop a Pie-Clone","descr":"Mr. Porters Kellner-Roboter hilft im Café, doch er kann nicht aufhören zu putzen! Schnell eilen die Welpen zu Hilfe! // Bürgermeister Humdinger erschafft einen Wirbelsturm bestehend aus leckeren Kuchen. Ein Fall für die Paw Patrol!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859622","hoster":"VOE"},{"path":"/redirect/8859631","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11820052","hoster":"VOE"},{"path":"/redirect/11820051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-6","name":"Dino-Rettung: Die Welpen und das Dino-Ei","epNo":6,"alt":"Dino Rescue: Pups and the Lost Dino Eggs","descr":"Als eine Dinosaurier-Welt entdeckt wird, will Bürgermeister Humdinger ein paar Dino-Eier mit nach Foggy Bottom nehmen. Dabei gerät ein Baby-Brachiosaurus in Dino-große Schwierigkeiten! Die Welpen eilen zu Hilfe!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14414010","hoster":"VOE"},{"path":"/redirect/14439128","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14415333","hoster":"VOE"},{"path":"/redirect/14438952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-7","name":"Dino-Rettung: Die Welpen retten einen Flugsaurier / Die Welpen und das große Grollen","epNo":7,"alt":"Dino Rescue: Pups Save a Pterodactyl / Pups and the Big Rumble","descr":"Als sich Maverick, der waghalsige Flugsaurier, bei einem Flugmanöver am Flügel verletzt, müssen die Welpen zur Dino-Rettung kommen! // Ein Vulkanausbruch bedroht die Dino-Welt! Für die riesige Dino-Rettungsaktion werden sämtliche Pfoten benötigt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412735","hoster":"VOE"},{"path":"/redirect/14439127","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14413415","hoster":"VOE"},{"path":"/redirect/14438960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-8","name":"Dino-Rettung: Der entlaufene Dino","epNo":8,"alt":"Dino Rescue: Pups Save a Hum-Dino","descr":"Bürgermeister Humdinger nimmt seine Kätzchen mit in die Dino-Welt, um ihnen die Dinos zu zeigen. Doch stattdessen findet er sich auf einem unkontrollierbaren Brachiosaurus wieder, der auf Adventure Bay zusteuert! Die Welpen müssen die Stadt retten!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412368","hoster":"VOE"},{"path":"/redirect/14439126","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14428331","hoster":"VOE"},{"path":"/redirect/14438956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-9","name":"Dino-Rettung: Die Welpen und der Dino-Doc /  Die Welpen und der Triceratops","epNo":9,"alt":"Dino Rescue: Pups Save a Sore Dino /  Dino Rescue: Pups Save The Triceratops Tag-Alongs","descr":"Marshall betätigt sich in der Dino-Welt als Zahnarzt. Dabei nimmt er einen alten Geysir und seine Welpen-Freunde zu Hilfe. // Francois und Käpt\u0027n Turbot wollen in der Dino-Welt ein Abenteuer erleben, doch die Expedition wird zu einem Dino-Ritt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412370","hoster":"VOE"},{"path":"/redirect/14439129","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14428662","hoster":"VOE"},{"path":"/redirect/14438957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-10","name":"Drei Vögel auf Reisen / Das Seifenkistenrennen","epNo":10,"alt":"Pups Save The Big Bad Bird Crew / Pups Save A Soapbox Derby","descr":"Der reisende Reinhard ist wieder zu Besuch in der Abenteuerbucht. Er hat einen Beo aus dem Dschungel mitgebracht und als dieser sich mit Henrietta und Bertha zusammen tut, ist Chaos vorprogrammiert. // In der Abenteuerbucht finden ein Seifenkistenrennen statt. Alex und Danny nehmen auch daran teil. Kurz vor dem Start taucht Bürgermeister Besserwisser, getarnt als kleiner Junge Bewi -Kid, mit einer Seifenkiste auf.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14413397","hoster":"VOE"},{"path":"/redirect/14438963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-11","name":"Die mutigen Fallschirmspringer / Muffins auf Reisen","epNo":11,"alt":"Pups Save The Skydivers / Pups Save The Cupcakes","descr":"Bürgermeisterin Gutherz und Bauer Alfred wagen mutig einen Fallschirmsprung. Aber es kommt ein heftiger Wind auf, und sie landen auf einem Felsvorsprung, von dem sie alleine nicht mehr herunterkommen. // Alex hat versprochen, Muffins in die Schule mitzubringen. Aber als er zum Schulbus gehen will, kann er sie nicht finden. Käpt’n Tollpatsch hatte Fischkekse bestellt und versehentlich den falschen Karton mitgenommen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14412667","hoster":"VOE"},{"path":"/redirect/14438959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-12","name":"Der goldene Stadt-Schlüssel","epNo":12,"alt":"Ultimate Rescue: Pups Save The Pupmobiles","descr":"Bürgermeisterin Gutherz verleiht der Paw Patrol den goldenen Stadt-Schlüssel, als ein Zeichen der Dankbarkeit für ihre Freundlichkeit, ihren Mut und ihre Hilfsbereitschaft. Seeräuber Sid will diesen Schlüssel jedoch unbedingt haben. Gemeinsam mit seinem Matrosen Arrby bringt er ihn und die Fahrzeuge der Fellfreunde in seinen Besitz und beginnt seinen Beutezug durch die Abenteuerbucht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14412665","hoster":"VOE"},{"path":"/redirect/11820082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-13","name":"Onkel Herbert und die Goldmine / Onkel Herberts moderne Hütte","epNo":13,"alt":"Pups Save A Lost Gold Miner / Pups Save Uncle Otis From His Cabin","descr":"Ryder und die Paw Patrol fahren in den Dschungel, um Carlos und Tracker zu besuchen. Onkel Herbert fährt mit. Er hat von einer versunkenen Goldmine gehört und macht sich ganz allein auf die Suche nach der Mine. // Onkel Herbert hat sich mal wieder ausgesperrt. Sein alter, verrosteter Schlüssel will die Tür einfach nicht aufschließen. Herr Segelohr kann Onkel Herbert für die Modernisierung seiner alten Hütte begeistern.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11820056","hoster":"VOE"},{"path":"/redirect/11820060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-14","name":"Mathilda Flitzezahn / Eine Überraschung für Ryder","epNo":14,"alt":"Pups Save A Rocket Roller Skater / Pups Save Ryder’s Surprise","descr":"Als der Postbote die Pakete verwechselt, bekommt Mathilda Raketen-Inlineskates, die für Danny gedacht waren, und Danny bekommt dafür Mathildas pinkfarbenen Pullover. // Die Fellfreunde wollen Ryder nach dem Abendbrot mit einer neuen Werkzeugkiste überraschen. Bis dahin müssen sie sie verstecken. Aber ein Adler schnappt sich die Kiste und fliegt mit ihr bis in den Dschungel.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14428371","hoster":"VOE"},{"path":"/redirect/14438961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-15","name":"Die festsitzenden Bürgermeister / Die Gameshow","epNo":15,"alt":"Pups Save The Marooned Mayors / Pups Save The Game Show","descr":"Bürgermeisterin Goodway und Bürgermeister Humdinger sind mit Chickaletta zum Eisfischen gefahren. Dabei geraten sie in eine Gletscherspalte. // Die Farm der Wingnuts wird Schauplatz einer richtig coolen Gameshow mit Cowgirl Beryl als Moderatorin!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14413286","hoster":"VOE"},{"path":"/redirect/14438962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-16","name":"Das Kreide-Kunstwerk / Die Jagd nach der heißen Kartoffel","epNo":16,"alt":"Pups Save The Chalk Art / Pups Save The Hot Potato","descr":"Die Welpen wollen ein Meisterwerk aus Kreide vor dem Regen retten. Doch sie müssen schnell sein, denn am Himmel ziehen schon die ersten Regenwolken auf. // Bauer Alfred ist sehr stolz: er hat eine Regenbogenkartoffel gezüchtet. Diese soll nun in dem neuen Gemüsebuch von Herrn Knolle erscheinen. Doch als Bauer Alfred nach seiner Kartoffel sehen will, ist diese plötzlich verschwunden. Er bittet die PAW Patrol um Hilfe.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14428655","hoster":"VOE"},{"path":"/redirect/14438965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-17","name":"Die Welpen retten Weihnachten","epNo":17,"alt":"Pups Save A Bah Humdinger","descr":"Bürgermeister Humdinger ist am Weihnachtsabend leider alles Andere als brav. Jetzt liegt es bei der Pfotenpatrouille dem Weihnachts-Elf zu helfen und Weihnachten zu retten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11820072","hoster":"VOE"},{"path":"/redirect/11820071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-18","name":"Little Hairys Rettung / Der verrückte Kletterer","epNo":18,"alt":"Pups Save Little Hairy / Pups Save A Kooky Climber","descr":"Ryder und die Fellfreunde sind in den Dschungel gefahren, um Carlos und Tracker bei der Reparatur der Vogelbeobachtungsstation zu helfen. // Die Abenteurer Danny und Lotta wollen gemeinsam auf den Gipfel des El Grande klettern. Aber auf halben Weg werden sie von einem aufgeregten Adler auf einem Felsvorsprung in Schach gehalten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11820079","hoster":"VOE"},{"path":"/redirect/11820078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-19","name":"Königin Gluck-Gluck / Die Flunder in der Wüste","epNo":19,"alt":"Pups Save Queen Cluck-Cluck / Pups Save A Desert Flounder","descr":"Bürgermeisterin Gutherz ist auf einer Kreuzfahrt mit der Flunder, als das Schiff nach einem heftigen Sturm beschädigt auf der Insel Gack-Gack strandet. // Der Heißluftballon vom reisenden Reinhard verfängt sich bei einem heftigen Sturm in der Flunder und trägt sie weit mit sich in die Wüste.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14413398","hoster":"VOE"},{"path":"/redirect/14438966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-20","name":"Moto-Pups: Die Pups gegen das Ruff-Ruff Pack","epNo":20,"alt":"Moto Pups: Pups Vs. The Ruff-Ruff Pack","descr":"Wildcat kommt in die Abenteuerbucht, um bei einer Stunt-Show zum ersten Mal öffentlich seinen neuen Dreifach-Allez-Hopp-Loop zu präsentieren. Aber drei freche Hunde stehlen sein Motorrad und fahren es zu Schrott. Und auch sonst macht die Hundegang in der Abenteuerbucht nur Unsinn. Aber die Moto Patrol bereitet dem ein Ende.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11820110","hoster":"VOE"},{"path":"/redirect/11820109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-21","name":"Die Müllpresse / Die königliche Rüstung","epNo":21,"alt":"Pups Save A Trash-dinger / Pups Save The Royal Armour","descr":"Bürgermeisterin Gutherz hat eine Aufräumaktion am Strand der Abenteuerbucht organisiert. Alle helfen mit, den Strand von Müll zu befreien. Bürgermeister Besserwisser macht seinen Strand ebenfalls sauber. Er hat dafür einen speziellen Müllwagen, den Bessi-Entsorger 3000, konstruiert. // Die Geschenke für die Prinzessin sind in der ganzen Stadt verstreut. Rockys Recycling-Truck muss die Geschenke wieder zusammensetzen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14428656","hoster":"VOE"},{"path":"/redirect/14438967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-22","name":"Die Moto-Pups retten die Donuts / Die Moto-Pups retten die Kätzchen","epNo":22,"alt":"Moto Pups: Pups Save The Donuts / Moto Pups: Pups Save The Kitties","descr":"Die Ruff Ruff Gang sorgt mal wieder für Aufregung in der Abenteuerbucht. Sie stehlen den Donut-Backautomaten von Herrn Pfeffer und machen ihn dabei kaputt. // Das Ruff-Ruff-Pack klaut Bürgermeister Besserwissers Miezen. Jetzt müssen die Moto-Pups und Wildcat die kostbaren Kätzchen retten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14428447","hoster":"VOE"},{"path":"/redirect/14438980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-23","name":"Die Moto-Pups retten die Bürgermeisterin","epNo":23,"alt":"Moto Pups: Pups Save The Moto Mayor","descr":"Die frechen Ruff Ruff Gang, eine berüchtigte Hunde-Motorradgang, treibt mal wieder ihr Unwesen in der Abenteuerbucht. Bürgermeisterin Gutherz platzt der Kragen. Sie will der frechen Gang Manieren beibringen, indem sie sich als die krawallige Motorradfahrerin Schlechtherz ausgibt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11820120","hoster":"VOE"},{"path":"/redirect/11820119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-24","name":"Die Moto-Pups bei der Bergrettung / Die Moto-Pups retten den Niese-Chase","epNo":24,"alt":"Rescue At Twisty Top Mesa / Pups Save A Sneezy Chase","descr":"Der Ruff Ruff Gang ist mal wieder nach Krach und Krawall. In der Wüste schnappen sie sich den Reisebus von Bürgermeisterin Gutherz, die dort mit einer Gruppe Touristen unterwegs ist. // Chase ist wegen seiner Katzenallergie mit dem Ruff-Ruff-Pack in der Wüste gestrandet. Die Moto-Pups müssen sie retten!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14428524","hoster":"VOE"},{"path":"/redirect/14438969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-25","name":"Die Walherde / Das Schrottmonster","epNo":25,"alt":"Pups Save The Whale Pod / Ultimate Rescue: Pups Stop The Junk-Monster","descr":"Käpt’n Tollpatsch und Francois wollen den seltenen Welpenfisch fotografieren. Sie fahren mit der Flunder hinaus aufs Meer. // Herr Segelohr will unbedingt seinen Hof von Gerümpel befreien. Er packt den ganzen Kram auf eine alte Autokarosserie, um den Sperrmüll später zum Schrottplatz zufahren. Zufällig entdeckt Strauß Oskar eine alte Chipstüte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14412668","hoster":"VOE"},{"path":"/redirect/14438968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-7/episode-26","name":"Das Geräusch aus dem Dschungel / Die Hamsterrettung","epNo":26,"alt":"Pups Save Thundermouth / Pups Save A Class Pet","descr":"Ryder und die Hunde wollen gemeinsam mit Carlos und Tracker im Dschungel campen. Abends werden am Lagerfeuer Gruselgeschichten erzählt, als plötzlich ein lautes, unheimliches Geräusch zu hören ist. // Julia und Julius wollen das Wochenende bei ihrer Tante, Bürgermeisterin Gutherz verbringen. Und sie haben ihr Klassenhaustier mitgebracht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14428448","hoster":"VOE"},{"path":"/redirect/14438971","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/paw-patrol/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/paw-patrol/staffel-8/episode-1","name":"Die Hühner-Rettung / Die eingeschneite Kuh ","epNo":1,"alt":"Pups Save a Snowbound Cow / Pups Save A Runaway Rooster","descr":"In der Abenteuerbucht findet eine Hühner-Schau statt und Bürgermeisterin Gutherz ist fest überzeugt, dass Henrietta den ersten Platz belegen wird.  Es wird Winter, und der Wetterbericht sagt starken Schneefall und heftigen Sturm voraus. Bauer Alfred und Bäuerin Yumi holen schnell ihre Tiere von der Weide, um sie in der Scheune in Sicherheit zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412393","hoster":"VOE"},{"path":"/redirect/14439136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-2","name":"Der süße Bürgermeister / Der Zaubertrick","epNo":2,"alt":"Pups Save a Sweet Mayor / Pups Save a Magic Trick","descr":"Bürgermeister Besserwisser ist in einem Riesen-Schokohasen gefangen, und landet bei einem neugierigen Delfin in der Abenteuerbucht. Zum großen Osterfest in der Abenteuerbucht hat Bürgermeisterin Gutherz eine Zauberkünstlerin eingeladen. Aber die Show der \"Großen Wendini\" verläuft anders, als geplant, und die Paw Patrol muss helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413440","hoster":"VOE"},{"path":"/redirect/14439131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-3","name":"Rubbles Doppelgänger / Der Clown","epNo":3,"alt":"Pups Save a Rubble-Double / Pups Save a Clown","descr":"Rubble träumt, dass er an Bord eines Raumschiffes seinen Alien-Doppelgänger trifft. Als das Schiff abstürzt, braucht er Hilfe. Die PAW Patrol müssen Bürgermeister Besserwisser und seine Kätzchen retten, als sie mit einem Clown-Auto herumspielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428496","hoster":"VOE"},{"path":"/redirect/14439135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-4","name":"Die PAW Patrol stoppt die Gepardin","epNo":4,"alt":"Pups Stop the Cheetah","descr":"Als ein Gepardin den PAW Patroller klaut, um ihren üblen Plan umzusetzen, den Dschungel in eine Schummel-Rennbahn zu verwandeln, muss die PAW Patrol ein brandneues Gefährt auftreiben, und sie stoppen!  Als ein Karnevalszug in einem Tunnel stecken bleibt, entsteht eine wilde Fahrt in der Bergflanke","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428343","hoster":"VOE"},{"path":"/redirect/14439138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-5","name":"Der Schnurrbart / Rummel im Berg","epNo":5,"alt":"Pups Save the Mustache / Pups Save the Funhouse","descr":"Die PAW Patrol sucht nach Bürgermeister Besserwissers Schnurrbart, den er versehentlich vor einem Fotoshooting abrasiert hat. Bürgermeister Besserwisser klaut Francois’ Wasserlauf-Schuhe und landet in einem Schildkröten-Nest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412394","hoster":"VOE"},{"path":"/redirect/14439137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-6","name":"Die Schildkröteninsel / Die Lavafels-Insel","epNo":6,"alt":"Pups Save a Water Walker / Pups Save a Windsurfer","descr":"Wegen eines lange verschollenen Briefes besucht Frau Fröhlich einen alten Surf-Kumpel. Doch dann bricht ein Vulkan in der Nähe aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14329710","hoster":"VOE"},{"path":"/redirect/14329713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-7","name":"Das Versteck der Elefanten / Der Jodler","epNo":7,"alt":"Pups Save the Hiding Elephants / Pups Save a Yodeler","descr":"Ein paar Elefanten sind im Affentempel gefangen, nachdem eine Biene sie von ihrer Wasserstelle vertrieben hat.  Auf der Flucht vor Wölfen, die von seinem Jodeln angelockt wurden, landet Wingnut in einem Canyon. Die PAW Patrol muss ihn retten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412773","hoster":"VOE"},{"path":"/redirect/14439139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-8","name":"Der Staubwirbel-Express / Rettung in den Baumwipfeln","epNo":8,"alt":"Pups Save the Dizzy Dust Express / Pups Save the Treetop Trekkers","descr":"Als der Staubwirbel-Express ganz leer auftaucht, muss die PAW Patrol den durchgebrannten Zug stoppen, und die Passagiere finden. Fräulein Fröhlich, Tilly Turbot und Bürgermeisterin Gutherz bleiben beim Ziplining in den Baumwipfeln stecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412396","hoster":"VOE"},{"path":"/redirect/14439143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-9","name":"Die Schatzreise / Raketen-Ryder","epNo":9,"alt":"Pups Save the Treasure Cruise / Pups Save Rocket Ryder","descr":"Bürgermeister Besserwisser bringt alle dazu, auf der Suche nach einem antarktischen Schatz durch eisige Wasser zu segeln. Es ist Tag der offenen Tür bei der Paw Patrol. Ryder und die Hunde zeigen einer Kinderschar ihre Ausrüstung, wie sie wohnen und wo sie ihre Rettungseinsätze planen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428636","hoster":"VOE"},{"path":"/redirect/14439141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-10","name":"Die bellenden Kätzchen / Die Brille","epNo":10,"alt":"Pups and Katie Stop the Barking Kitty Crew / Pups Save the Glasses","descr":"Ryder muss mit Robohund weg, um ein neues Teil für seinen kaputten Robo-Schwanz zu besorgen. Er bittet Katie, auf die Hunde aufzupassen. Bürgermeister Besserwisser nutzt Ryders Abwesenheit, um Chaos in der Abenteuerbucht zu stiften. Käpt’n Tollpatsch will sich auf die Suche nach dem seltenen Fußfisch machen. Doch seine Brille fällt ins Wasser. Die Paw Patrol muss helfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428422","hoster":"VOE"},{"path":"/redirect/14439142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-11","name":"Paw Patrol vs. Neon-Humdinger / Das Gemälde","epNo":11,"alt":"Pups vs. a Neon Humdinger / Pups Save a Royal Painting","descr":"Als Bürgermeister Humdingers riesiges Leuchtschild davonrollt, muss die Paw Patrol es aufhalten, bevor es in der Stadt landet. Francois soll ein Portrait der Prinzessin von Bellenburg anfertigen. Im Palast angekommen, macht er sich direkt an die Arbeit, denn das Bild soll am selben Abend enthüllt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428833","hoster":"VOE"},{"path":"/redirect/14439144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-12","name":"Die Hühner-Tulpe / Der Haifisch-Stunt","epNo":12,"alt":"Pups Save a Chicken Tulip / Pups Stop an Xtreme Shark","descr":"Bürgermeister Humdinger und seine Mutter helfen Bürgermeisterin Goodway eine seltene Tulpe zu finden, doch Humdinger sorgt für Ärger. Danny und Alex sind unterwegs auf der Schrottinsel und suchen nach etwas Coolem für seinen neuen Stunt. Dabei finden sie einen mechanischen Hai.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476827","hoster":"VOE"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-13","name":"Der Froschsprung-Wettbewerb / Die Lachsrettung","epNo":13,"alt":"Pups Save a Show Jumper / Pups Save the Salmon","descr":"Die Abenteuerbucht veranstaltet den großen Frosch-Spring-Wettbewerb. Gerda Gewinne-Gern ist mit ihrem Pony Fillycia angereist, und denkt, es handle sich um ein Spring-Turnier für Pferde. Käpt’n Tollpatsch zeigt und erklärt den Kindern Julia, Julius und Alex auf einer Wanderung durch die Natur, die verschiedenen Lebensräume der Tiere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428718","hoster":"VOE"},{"path":"/redirect/14439148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-14","name":"Das Gespenst Autschi-Pfote / Die Partyrettung","epNo":14,"alt":"Pups vs. Ouchy Paws / Pups Save a Glow-in-the-Dark Party","descr":"Ryder und die anderen begleiten Danny X in die Half-Pipe-Schlucht, in der er sein neues Skateboard ausprobieren will. Am Abend davor, erzählt er die Gruselgeschichte von Autschi-Pfote am Lagerfeuer. Bürgermeisterin Gutherz veranstaltet eine Leucht-Party, zu der sich alle besonders leuchtende Kostüme ausgedacht haben. Doch dann landet ein kleiner Freund aus dem Weltall in der Abenteuerbucht und sorgt für Aufregung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477075","hoster":"VOE"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-15","name":"Ritterretter: Die Suche nach dem Drachenzahn","epNo":15,"alt":"Rescue Knights: Quest for the Dragon’s Tooth","descr":"Die Paw Patrol ist zu Besuch im Schloss Bellenburg. Hier werden sie von der Prinzessin zu Rittern geschlagen. Doch der freche Ritter Klaue möchte den Drachen anlocken und bändigen, um zu zeigen, dass er der größte Ritter ist. Doch dafür benötigt er den legendären Drachenzahn. Als er ihn schließlich findet, entwendet er ihn aus der Schatzkammer und versucht zu fliehen. Können die Paw Patrol den Zahn zurückbekommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14329767","hoster":"VOE"},{"path":"/redirect/14329770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-16","name":"Die Schüttelmaschine / Das fliegende Bauernhaus","epNo":16,"alt":"Pups Stop a Super Shaker / Pups Save a Flying Farmhouse","descr":"Die Mandelernte ist eine aufwendige Angelegenheit. Deswegen hat Herr Segelohr einen Apparat entwickelt, der die Arbeit für die Bauern erleichtern soll. Doch er hat ein paar Fehler. Bauer Alfred träumt, dass die Tiere auf seinem Bauernhof aus Protest die Herrschaft über die Menschen übernommen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14436812","hoster":"VOE"},{"path":"/redirect/14439149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-17","name":"Die Pappkartonfestung / Der sehr große Vogel","epNo":17,"alt":"Pups Save a Box Fort / Pups Save Travelin’ Travis from Really Big Bill!","descr":"Ryder und die Hunde bauen eine Rätselbox auf, in der man Rätsel lösen kann. Die Kinder freuen sich schon, doch dann macht Bürgermeister Besserwisser ihnen einen Strich durch die Rechnung. Als Skye dem Wanderer Travis hilft, die Großschnabel-Insel zu finden, wird der Entdecker von einem sehr, sehr großen Vogel davongetragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428754","hoster":"VOE"},{"path":"/redirect/14439156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-18","name":"Ritterretter: Der schlafende Drache","epNo":18,"alt":"Rescue Knights: Pups Save a Dozing Dragon","descr":"Ritter Klaue hilft Herzog von Wappenstein König zu werden. Dazu hecken sie einen hinterhältigen Plan aus: Sie möchten den magischen Schlafkessel an sich bringen, um alle in einen tiefen Schlaf zu versetzen. Doch die Paw Patrol wollen das nicht zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477107","hoster":"VOE"},{"path":"/redirect/14439155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-19","name":"Ritterretter: Das Turnier / Die Babydrachen","epNo":19,"alt":"Rescue Knights: Pups Save a Tournament / The Baby Dragons","descr":"Die Paw Patrol hilft der Prinzessin, ein Turnier zu gewinnen, als Claw und Sparks auftauchen, um das Event zu sabotieren. Klaue hilft dem Herzog beim Aufspüren von Drachen. Tatsächlich gehen ihnen zwei Drachen-Babys ins Netz. Können die Paw Patrol sie befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477067","hoster":"VOE"},{"path":"/redirect/14439152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-20","name":"Ritterretter: Der Eisatem / Excalibark","epNo":20,"alt":"Rescue Knights: Pups Break the Ice / Save Excalibark","descr":"Die Prinzessin von Bellenburg hat Ryder und die Fellfreunde zu einer besonderen Zeremonie eingeladen: dem Aufziehen der Großen Turmuhr. Dem Herzog kommt die Aufregung rund um dieses Ereignis sehr gelegen. Er unternimmt gemeinsam mit Klaue einen erneuten Versuch, das Schloss einzunehmen und König von Bellenburg zu werden. Als Chase versehentlich den goldenen Knochen von Excalibark aus seinem Stein zieht, versuchen Duke und Claw, den Moment zu ruinieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428834","hoster":"VOE"},{"path":"/redirect/14439157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-21","name":"Tanzen mit Luke Stars! / Der Oktopus","epNo":21,"alt":"Dancing with Luke Stars! / Pups Save a Mischievous Octopus","descr":"Lukas Stern gibt ein Konzert in der Abenteuerbucht. Dabei performt er sein neues Lied, bei dem Rubble als DJ dabei ist. Anlässlich der großen Meeresversammlung, wollen Käpt’n Tollpatsch und Francois eine Ausstellung in der Abenteuerbucht eröffnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428789","hoster":"VOE"},{"path":"/redirect/14439153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-22","name":"Kiddies und Kätzchen / Das Treibhaus","epNo":22,"alt":"Pups Save the Kitties and the Kiddies / Pups Save the Greenhouse","descr":"Bürgermeister Humdinger babysittet die Kinder seines neuen Freundes, doch bald streiten sie mit seinen Kätzchen. Bürgermeisterin Gutherz soll in der Abenteuerbucht Jake’s Gewächshaus eröffnen, dass er gebaut hat, um Pflanzen überwintern zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14437048","hoster":"VOE"},{"path":"/redirect/14439151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-23","name":"Das Schwanenfloß / Das Haustierwaschmittel","epNo":23,"alt":"Pups Save the Floating Goodways / The Portable Pet Wash","descr":"Heute ist Strandtag und alle nutzen das tolle Wetter aus! Frau Fröhlich geht surfen, Francois sonnt sich und Bürgermeisterin Gutherz ist am Strand. Katie hat einen mobilen Waschsalon. Damit kann sie die Tiere überall waschen. Doch Bürgermeister Besserwisser stiehlt ihn ihr vor der Nase weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14458205","hoster":"VOE"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-24","name":"Das einsame Walross / Die Gummitierchen","epNo":24,"alt":"Pups Save a Lonesome Walrus / The Hummy Gummies","descr":"Wally das Walross sucht ganz Adventure Bay nach Käpt’n Turbot ab und stellt dabei die Stadt auf den Kopf. Bürgermeisterin Gutherz lädt zur Pflanzenmesse in die Abenteuerbucht ein. Helga Besserwisser möchte ihre pflanzlichen Bessi-Bärchen präsentieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403635","hoster":"VOE"},{"path":"/redirect/14439160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-25","name":"Mit Hilfe von Geparden-/ Tiger- /Löwen-/ Jaguar - Kraft","epNo":25,"alt":"Cat Pack/​PAW Patrol Rescue","descr":"Rubble \u0026 Wild retten Tiere vor einem Riesen-Garnknäuel. Skye \u0026 Rory retten eine Malerin, die vom Gerüst hängt. Marshall \u0026 Leo retten Tiere von einem Riesenrad. Everest und Shade retten eine Baby-Bergziege, die in einer Gletscherspalte festsitzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476823","hoster":"VOE"},{"path":"/redirect/14439158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-8/episode-26","name":"Der Geysir / Der Baby-Ameisenbär / Die Lieferung / Der Imbisswagen","epNo":26,"alt":"Pups Stop a Big Leak / A  Baby Anteater / A Hatch Day / The Munchie Mobile","descr":"Die Fellfreunde retten Francois vor einem Wasserturm-Geysir. Die Fellfreunde retten einen Baby-Ameisenbären. Die Fellfreunde retten Ace und ihre Lieferung für Chickalettas Party. Die Fellfreunde retten Mr. Porter und seinen Imbisswagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477105","hoster":"VOE"},{"path":"/redirect/14439166","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/paw-patrol/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/paw-patrol/staffel-9/episode-1","name":"Liberty findet einen neuen Freund / Der Bell-Bell-Boogie Tanzwettbewerb","epNo":1,"alt":"Liberty Makes a New Friend / Pups Save the Pup Pup Boogie Contest","descr":"Liberty bringt einen Bären in die Stadt, weil sie, wie alle anderen, auch einen tierischen Freund haben will. Doch der Bär richtet Chaos an Francois’ Heißluftballon gerät außer Kontrolle, und die Paw Patrol und Liberty müssen ihn retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428421","hoster":"VOE"},{"path":"/redirect/14439165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-2","name":"Die Fellfreunde und die Katzen-Bande","epNo":2,"alt":"Pups Meet the Cat Pack","descr":"Bürgermeister Besserwisser verwandelt Miau-Miau in eine riesige, metallfressende Roboterkatze. Die Paw Patrol und die Katzen-Bande müssen die gefährliche Robo-Katze aufhalten. Wild und Shade von der Katzen-Bande helfen der PAW Patrol eine durchgebrannte Rakete zu stoppen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413441","hoster":"VOE"},{"path":"/redirect/14439169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-3","name":"Super Raketen-Rettung mit der Katzen-Bande/ Die goldene Löwenmaske","epNo":3,"alt":"Rocket Rescuers / ​PAW Patrol Rescue: The Golden Lion Mask","descr":"Als die Ruff-Ruff-Gang eine unbezahlbare, goldene Löwenmaske aus dem Museum klaut, müssen Shade, Wild und die Paw Patrol sie zurückholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428143","hoster":"VOE"},{"path":"/redirect/14439167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-4","name":"Das Brüllen der Katzen / Ein Tresor für den Schlüssel","epNo":4,"alt":"Cat Pack/​PAW Patrol Rescue: The Cat That Roared / Saving the Safe","descr":"Leo und Rory besuchen mit der Paw Patrol den Dschungel, wo sie einen verletzten Baby-Affen retten Als Bürgermeister Besserwisser Miau-Miau wiederaufbaut, um Frau Gutherz Tresor zu knacken, retten die Katzen Bande und die Paw Patrol die Lage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412395","hoster":"VOE"},{"path":"/redirect/14439171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-5","name":"Eine Puppe für Zottelaffe / Der Sandskulpturen-Wettbewerb","epNo":5,"alt":"Pups Save a Humdinger Doll / Pups Save a Sand Sculpture Contest","descr":"Die Paw Patrol retten Bürgermeister Besserwisser vor Zottelaffe, der ihn als Puppe benutzt. Als Bürgermeister Besserwisser beim Sandskulpturen-Wettbewerb schummelt, und seine Maschine durchbrennt, müssen die Fellfreunde die Lage retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14412397","hoster":"VOE"},{"path":"/redirect/14439173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-6","name":"Al, der Trucker-Hund","epNo":6,"alt":"Big Truck Pups: Pups Stop a Flood","descr":"Die Paw Patrol nutzt ihre neuen großen Trucks und die Hilfe ihres neuen Fellfreunds Al, um den Damm zu reparieren, bevor die Abenteuerbucht überflutet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413442","hoster":"VOE"},{"path":"/redirect/14439174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-7","name":"Die Fellfreunde retten die Zahnfee / Die verschwundenen Gemälde","epNo":7,"alt":"Pups Save the Tooth Fairy / Pups Solve the Mystery of the Missing Paintings","descr":"Julius verliert seinen Zahn, und träumt, dass die Paw Patrol eine tollpatschige Zahnfee rettet. Als alle Gemälde vom Kunstfestival verschwinden, muss die Paw Patrol das Mysterium aufklären und die Gemälde zurückholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413348","hoster":"VOE"},{"path":"/redirect/14439177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-8","name":"Die Küken sind los / Ballonfahrer Reinhard als Bauer","epNo":8,"alt":"Pups Save the Hatchlings / Pups Save a Wrong Way Farmhand","descr":"Als Bürgermeister Besserwisser das größte Omelette der Welt machen will, kauft er aus Versehen Eier, aus denen noch Küken schlüpfen. Reinhard der Ballonfahrer will Yumi und Alfred auf dem Bauernhof helfen, doch er macht wie immer alles falsch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428344","hoster":"VOE"},{"path":"/redirect/14439179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-9","name":"Die Trucker-Hunde retten die Brücke","epNo":9,"alt":"Big Truck Pups: Pups Save the Bridge","descr":"Ryder und die Welpen arbeiten wieder mit Al zusammen, um die große Brücke der Abenteuerbucht vor dem Einsturz zu bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14329755","hoster":"VOE"},{"path":"/redirect/14329750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-10","name":"Die skifahrende Hütte / Eine Stadt ohne Empfang","epNo":10,"alt":"Big Truck Pups: Pups Save a Sliding Chalet / Pups Save a Really Big Dish","descr":"Jakes Berghütte saust auf Snowboards den Hang hinab. Die Paw Patrol muss eingreifen, bevor es kracht.  Bürgermeister Besserwisser bringt einen Satelliten und das Kommunikationssystem der Stadt zum Absturz. Ein Fall für die PAW Patrol!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428424","hoster":"VOE"},{"path":"/redirect/14439178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-11","name":"Die gestohlenen Lautsprecher / Rohre auf Abwegen","epNo":11,"alt":"Big Truck Pups: Pups Save the Swiped Speakers /  Pups Save the Big Big Pipes","descr":"Bürgermeister Besserwisser entführt Als Truck samt Lukas Stern und seinen Konzert-Lautsprechern. Die PAW Patrol muss helfen. Weil Als Ladung von großen Rohren losbricht, müssen die Trucker-Hunde die Stadt vor der rollenden Gefahr bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14329768","hoster":"VOE"},{"path":"/redirect/14329766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-12","name":"Ein Yeti auf der Kirmes / Rubble und das Gespenst","epNo":12,"alt":"Pups Stop the Return of Humsquatch / Pups Save a Lonely Ghost","descr":"Cassie besucht mit ihren Zwillingen Bürgermeister Besserwisser. Sie gehen auf die Kirmes in der Abenteuerbucht. Um nicht anstehen zu müssen, schlüpfen die Zwillinge unbemerkt in Bürgermeister Besserwissers Yeti Kostüm. Marshall wünscht sich vor dem Schlafengehen eine Gespenster-Geschichte von Ryder. In der Nacht träumt Rubble dann von Frankie, einem kleinen netten Gespenster-Mädchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477028","hoster":"VOE"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-13","name":"Der Riesen-Aal / Kutsche in Seenot","epNo":13,"alt":"Mighty Pups, Super Paws / Pups Stop a Mighty Eel","descr":"Frau Fröhlich wird beim Surfen auf dem Rücken eines riesengroßen Aals ans Ufer gebracht. Der Aal ist verschreckt und flüchtet landeinwärts. Ein Fall für die PAW Patrol. Schnuffinchen ist mit der königlichen Kutsche unterwegs. Aber das Gespann erregt die Aufmerksamkeit von Käpt’n Sid, der sie als Besitz zu sich an Bord holt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477066","hoster":"VOE"},{"path":"/redirect/14439181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-14","name":"Das schwimmende Wufflantis","epNo":14,"alt":"Aqua Pups: Pups Save a Floating Castle","descr":"Als der freche Meerfellfreund Moby versucht, Wufflantis an die Oberfläche zu bringen, muss die Paw Patrol und ihr neuestes Mitglied Coral (Skyes lange verschollene Meerfellfreund-Cousine) die Stadt retten und ihn aufhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477053","hoster":"VOE"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-15","name":"Mini-T-Rex allein in der Wildnis / Elefanten-Baby in Not","epNo":15,"alt":"Pups Save a T-Rex Tyke / Pups Save a Playful Elephant Calf","descr":"Der kleine Mini-T-Rex Timmy flüchtet mit einem gebrochenen Bein aus der Krankenstation und läuft geradewegs in den tiefen Dschungel. Als Everest mit der Paw Patrol im Dschungel ist, freunden sie und Tracker sich mit einem Elefanten-Baby an und rettet es später.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14329802","hoster":"VOE"},{"path":"/redirect/14329801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-16","name":"Alle Pfoten halten zusammen!","epNo":16,"alt":"All Paws on Deck","descr":"Ryder trommelt alle Mitglieder und Freunde der Paw Patrol zusammen, um eine junge Erfinderin davon abzuhalten, ihre eigene Traumstadt an Stelle der Abenteuerbucht aufzubauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14458165","hoster":"VOE"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-17","name":"Rettung aus der Höhle / Ryders erster Hubschrauber","epNo":17,"alt":"Pups Save Katie and Some Kitties / Pups Save a Helo Humdinger","descr":"Die Kätzchen von Bürgermeister Besserwisser toben über Tische und Bänke und lösen dabei das neue Höhlenschutz-System aus. Niemand kommt mehr rein, noch raus. Katie ruft die PAW Patrol. Bürgermeister Besserwisser will unbedingt wissen, mit welchem besonderen \"Extra\" Ryder seinen ersten selbstgebauten Hubschrauber ausgestattet hat. Dazu muss er ihn stibitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477079","hoster":"VOE"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-18","name":"Das Wufflantis-Abenteuerbucht-Rennen","epNo":18,"alt":"Aqua Pups: Pups Save a Mer-Race","descr":"Skye, Käpt’n Tollpatsch und Bürgermeisterin Gutherz nehmen am \"Wufflantis-Abenteuerbucht-Freundschaftsrennen\" teil. Moby will gewinnen und die Siegesparty absagen. Die Paw Patrol muss ihn stoppen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428790","hoster":"VOE"},{"path":"/redirect/14439185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-19","name":"Die lila Perle von Wufflantis / Der gestohlene Wal-Patroller","epNo":19,"alt":"Aqua Pups: Pups Save a Merdinger / The Whale Patroller","descr":"Bürgermeister Besserwisser stiehlt eine Perle aus der Zaubermuschel von Wufflantis, bleibt aber mit seinem Kostüm in der Muschel stecken. Ryder und die Paw Patrol helfen, das Chaos zu beseitigen und geben die Perle zurück. Ryder und die Fellfreunde haben sich zum Spielen mit Coral in Wufflantis verabredet, doch merken schnell, dass sie ihren Wal-Patroller retten müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476828","hoster":"VOE"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-20","name":"Die Aqua-Hunde retten das Riff / Die Muschel des Silberkalmars","epNo":20,"alt":"Aqua Pups: Pups Save the Reef / Pups Stop a Giant Squid","descr":"Die Aqua-Hunde retten Coral, Moby und Mr. Tinti aus einem U-Boot, bevor es in ein Riff stürzt. Moby lock mit einer gestohlenen Muschel einen Kalmar nach Wufflantis. Die Paw Patrol muss die Stadt schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477017","hoster":"VOE"},{"path":"/redirect/14439186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-21","name":"Flora, der tanzende Flamingo / Die Mini-Bürgermeisterin","epNo":21,"alt":"Pups Save a Flamingo Dancer / A Mayor and Her Mini","descr":"Die Paw Patrol ist mit Bürgermeisterin Gutherz, Gustav und den Zwilingen zu Besuch bei Carlos und Tracker im Dschungel. Dort wird ein Flamenco-Wettbewerb veranstaltet. Bürgermeisterin Gutherz bringt Julia und Julius zur Paw Patrol, da sie an diesem Tag zu vielen Einweihungen muss. Julia möchte ihre Tante unbedingt begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477063","hoster":"VOE"},{"path":"/redirect/14439189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-22","name":"Die Rettung der Wind-Gleiterinnen / Der begehrte Pokal","epNo":22,"alt":"Pups Save the Wind Trekkers / Pups Save a Trophy","descr":"Bürgermeisterin Gutherz begibt mit ihren Freundinnen Frau Fröhlich und Tilly Tollpatsch auf einen Windgleiter-Ausflug mit ihren Flügelanzügen, um die Schönheiten der Wüste aus der Vogelperspektive zu betrachten. Bürgermeister Besserwisser hat einen alten Pokal gefunden. Er erwartet den Besuch seiner Mutter und will mit der Trophäe, die ihn zum selbsterklärten \"Bürgermeister des Jahres\" macht, vor ihr glänzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477100","hoster":"VOE"},{"path":"/redirect/14439190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-23","name":"Die Strauße sind los / Ein Bürgermeister hebt ab","epNo":23,"alt":"Pups Save Alex’s Feathery Friends / Pups Save a Puffy Mayor","descr":"Die Segelohrs wollen in Urlaub fahren und suchen jemanden, der solange auf ihre Strauße aufpasst. Bürgermeisterin Gutherz veranstaltet die erste Modenschau in der Abenteuerbucht. Bürgermeister Besserwisser ist ganz begierig, auf den Laufsteg zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477082","hoster":"VOE"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-24","name":"Die verschwundene Jukebox / Seiltanz und Schlittenfahren","epNo":24,"alt":"Pups Save a Jukebox / A Mayor on a Wire","descr":"Bürgermeister Besserwisser klaut eine Jukebox und spielt den ganzen Tag lang ein nerviges Lied, doch Chase und Rubble retten die Musik. Ein hungriger Adler stört Bürgermeisterin Gutherz Seiltanzstunde, und sie stürzt Jakes Berg hinunter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428884","hoster":"VOE"},{"path":"/redirect/14439202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-25","name":"Die Rettung der Weltraum-Steinchen / Zu viele Eddies und Emmys","epNo":25,"alt":"Pups Save the Baby Space Rocks / The Eddies and the Emmys","descr":"Bei einem Sturm sind in der Abenteuerbucht merkwürdige gelbe und violette Hagelkörner vom Himmel gefallen, aus denen kleine Lebewesen schlüpfen. Eddie und Emmy machen mit einem 3-D-Drucker 3-D-Reproduktionen von sich selbst und spielen damit überall Streiche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477102","hoster":"VOE"},{"path":"/redirect/14439196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/paw-patrol/staffel-9/episode-26","name":"Charger besucht die Fellfreunde / Wer hat das sauberste Auto?","epNo":26,"alt":"Charger Visits the Pups / A Shiny Ride","descr":"Rubbles Cousin Charger kommt gerade rechtzeitig, um zu helfen, als ein Geysir das Restaurant von Herrn Pfeffer zerstört. In der Abenteuerbucht findet der Wettbewerb um das sauberste Auto statt, den sich Gerda Gewinnegern nicht entgehen lassen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477070","hoster":"VOE"},{"path":"/redirect/14439200","hoster":"Streamtape"}]}]}]}]}