{"seriesId":"peach-boy-riverside","name":"Peach Boy Riverside","descr":"artrienne \"Sally\" Aldraic, Prinzessin des Königreichs Aldraic, träumt davon, die Welt zu bereisen – ein gefährlicher Traum in einem Land, in dem Monster nach Lust und Laune durch die Lande streifen und die Menschen hinter hohen Mauern leben. Doch als eine zufällige Begegnung mit dem Reisenden Mikoto ihrem Traum Hoffnung gibt, zerschmettert er ihn kurz darauf, denn er entpuppt sich als niemand anderes als Momotaro, der skrupellose Dämonentöter. Obwohl sie von dem Blut, das Momotaro hinterlässt, entsetzt ist, ist Sally mehr denn je davon überzeugt, dass sie die Welt jenseits ihrer Mauern kennenlernen muss, und reist hinaus … auf den Spuren des mysteriösen Jungen, den sie an jenem Tag getroffen hat …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Ex-Princess and the Harefolk","descr":"Sally will ein Abenteuer weitab vom Prinzessinentum erleben und begegnet unterwegs der Hasenmenschen Frau. Doch die ist ein Halbmensch, und die meisten Leute sind nicht so tolerant wie Sally ...","versions":[{"lang":3,"streams":[{"redirect":8802757,"hoster":"VOE"},{"redirect":8400218,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Ogres and Humans","descr":"Frau liegt am Boden und Sally muss allein gegen Seto kämpfen. Gleichzeitig trifft Meki auf Sallys gesuchten Mikoto, während sie noch geschwächt ist ...","versions":[{"lang":3,"streams":[{"redirect":8400228,"hoster":"VOE"},{"redirect":8400220,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Sally and a Crossroads","descr":"Sally, Hawthorne, Frau und Carrot sind in einer neuen Stadt, wo Hawthorne ein Turnier gewinnen will, um Geld zu verdienen. Aber der Erzdämon Sumeragi und auch der Monsterschlächter Mikoto schmieden Pläne, von denen Sally nichts ahnt.","versions":[{"lang":3,"streams":[{"redirect":8400235,"hoster":"VOE"},{"redirect":8400230,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Princess and the Peach","descr":"Mikoto kommt in Sallys Königreich, wo die gelangweilte Prinzessin ihrem friedlichen Alltag überdrüssig geworden ist. Aber Mikoto ist nicht, was er scheint ...","versions":[{"lang":3,"streams":[{"redirect":8400241,"hoster":"VOE"},{"redirect":12482498,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Frau and the Vampire","descr":"Sally, Hawthorne, Frau und Carrot überqueren die Grenze und quartieren sich in einer Stadt ein, in der Gerüchten zufolge ein Vampir sein Unwesen treiben soll. Als die Stadtbewohner Frau erblicken, wird die Gruppe sofort misstrauisch beäugt. Schnell wird deutlich, dass Halbmenschen in dieser Region nicht gerne gesehen werden. Die unverhohlene Diskriminierung, die Frau ertragen muss, stößt vor allem Carrot sehr sauer auf","versions":[{"lang":3,"streams":[{"redirect":8400249,"hoster":"VOE"},{"redirect":8400248,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Carrot and Millia","descr":"Carrot und Sally laufen auf der Suche nach Karotten durch die Stadt, um die Frau die im Bett liegt, wiederzubeleben, bis sie von einem bösen Mann angesprochen werden. Mikoto trifft im Wald ein Mädchen namens Millia mit Amnesie.","versions":[{"lang":3,"streams":[{"redirect":8400209,"hoster":"VOE"},{"redirect":8400208,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Species and Belonging","descr":"Nachdem das Königreich Rimdarl durch einen mächtigen Schlag vernichtet wurde, sieht sich Sallys Gruppe mit Somenki, dem Oger, konfrontiert, der sie alle vernichten will.","versions":[{"lang":3,"streams":[{"redirect":12334283,"hoster":"VOE"},{"redirect":8483467,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Companion and Companion","descr":"Sally ist hin- und hergerissen zwischen Mikoto, der alle Oger ausrotten will, oder Sumeragi, der die Koexistenz von Menschen und Ogern will. Ihre Wahl könnte jedoch schwerwiegende Folgen für Ihre Partner haben.","versions":[{"lang":3,"streams":[{"redirect":8527352,"hoster":"VOE"},{"redirect":8527349,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Mikoto und Mikoto","descr":"Mikoto hatte eine schwere Kindheit, doch hinter dem Tod seiner Eltern steckt doch mehr als gedacht ...","versions":[{"lang":3,"streams":[{"redirect":8607104,"hoster":"VOE"},{"redirect":8607109,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Horror and Resentment","descr":"Hawthorn wird dank Winnies Eingreifen, der ihm ein mysteriöses Schwert überreicht, unerwartet vor Todorokis tödlichem Schlag gerettet.","versions":[{"lang":3,"streams":[{"redirect":12919116,"hoster":"VOE"},{"redirect":8690973,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Ideals and Reality","descr":"Sally besucht Winnie the Witch und bittet sie, ihr Magie beizubringen. In diesem Moment erscheinen die Köpfe der Elfen- und Echsenvolk-Clans. Normalerweise sind sie Todfeinde, die Winnie um einen Segen bitten - den riesigen Oger zu befreien, der im Wald eingeschlossen ist!","versions":[{"lang":3,"streams":[{"redirect":8744943,"hoster":"VOE"},{"redirect":8744939,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Resolutions and Goodbyes","descr":"Sallys Friedensangebot wird vom Baum-Dämon Juki zunichte gemacht, denn er hat eine brisante Enthüllung für sie. Wird sich alles für Sally ändern?","versions":[{"lang":3,"streams":[{"redirect":8816086,"hoster":"VOE"},{"redirect":8816089,"hoster":"Streamtape"}]}]}]}]}