{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham","name":"Peaky Blinders – Gangs of Birmingham","descr":"England 1919: Tommy Shelby (Cillian Murphy) und seine Brüder Arthur (Paul Anderson) und John (Joe Cole) haben im Ersten Weltkrieg gekämpft. Zurück in den Slums von Birmingham sind sie bereit, sich als gefürchtete und zugleich bewunderte Gang mit Gewalt durchzusetzen. Mit Pferderennen, illegalen Wetten und Schwarzmarkthandel wollen die \"Peaky Blinders\" ihren Familien Reichtum und Ansehen verschaffen.","seasons":[{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-1/episode-1","name":"Geschenk des Teufels","epNo":1,"alt":"present from the devil","descr":"England 1919 Tommy Shelby und seine Brüder Arthur und John haben im Ersten Weltkrieg gekämpft. Zurück in den Slums von Birmingham sind sie bereit, sich als gefürchtete und zugleich bewunderte Gang mit Gewalt durchzusetzen. Mit Pferderennen, illegalen Wetten und Schwarzmarkthandel wollen die \"Peaky Blinders\" ihren Familien Reichtum und Ansehen verschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937227","hoster":"VOE"},{"path":"/redirect/11937226","hoster":"Doodstream"},{"path":"/redirect/11937228","hoster":"Vidoza"},{"path":"/redirect/11937225","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816416","hoster":"VOE"},{"path":"/redirect/11102329","hoster":"Doodstream"},{"path":"/redirect/8816421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-1/episode-2","name":"Waffenpoker","epNo":2,"alt":"Episode 2","descr":"Thomas Shelby (Cillian Murphy) trifft sich mit Grace (Annabelle Wallis), dem schönen neuen Barmädchen aus dem \"Garrison\". Er will nicht wahrhaben, dass sie etwas im Schilde führt. Er glaubt, sie sei aus ihrer irischen Heimat geflüchtet, weil sie unehelich schwanger wurde. Tatsächlich wurde Grace aber von Inspector Campbell (Sam Neill) beauftragt, die \"Peaky Blinders\" auszuspionieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937224","hoster":"VOE"},{"path":"/redirect/11937230","hoster":"Doodstream"},{"path":"/redirect/11937233","hoster":"Vidoza"},{"path":"/redirect/11937229","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816417","hoster":"VOE"},{"path":"/redirect/11102333","hoster":"Doodstream"},{"path":"/redirect/8816419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-1/episode-3","name":"Auf der Rennbahn","epNo":3,"alt":"Episode 3","descr":"Tommy Shelby (Cillian Murphy) verhandelt mit zwei Männern der IRA um Waffen. Grace (Annabelle Wallis) belauscht das Treffen und folgt den Iren – ein folgenschwerer Fehler. Inzwischen gibt Polly (Helen McCrory) dem frisch verheirateten Paar Ada (Sophie Rundle) und Freddie (Iddo Goldberg) Geld, um die Stadt zu verlassen. Doch Freddie will unbedingt bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11941204","hoster":"VOE"},{"path":"/redirect/11937234","hoster":"Doodstream"},{"path":"/redirect/11937237","hoster":"Vidoza"},{"path":"/redirect/11937232","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816418","hoster":"VOE"},{"path":"/redirect/8816427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-1/episode-4","name":"Die Hochzeit","epNo":4,"alt":"The Wedding","descr":"Tommy Shelby ist nun im Besitz einer Legalen Wett-Lizenz und stellt Grace als seine Sekretärin ein. Sein verwitweter Bruder John möchte, dass seine Kinder wieder eine Mutter haben, doch die Braut seiner Wahl trifft auf entschlossenen Widerstand bei Familienoberhaupt Tommy den sie ist nicht das Mädchen für das sie sich ausgibt. Um ein dauerhaften Frieden mit den Lee\u0027s zu erreichen wird eine Hochzeit zwischen den Lee\u0027s und den Shelby\u0027s arrangiert. Und Tommy\u0027s Schwager kommt in ernsthafte Bedrängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937235","hoster":"VOE"},{"path":"/redirect/11937241","hoster":"Vidoza"},{"path":"/redirect/12019428","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816420","hoster":"VOE"},{"path":"/redirect/8816425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-1/episode-5","name":"Das Grab","epNo":5,"alt":"Episode 5","descr":"Die völlig überraschende Rückkehr von Arthur Shelby Senior, dem Vater der Shelby-Brüder, spaltet die Familie. Tommy will nichts mit ihm zu tun haben, weil er die Familie vor Jahren im Stich ließ. Arthur Junior hingegen ist durch die Schilderungen seines Vaters von seinen Erlebnissen in Amerika beeindruckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937240","hoster":"VOE"},{"path":"/redirect/11937243","hoster":"Doodstream"},{"path":"/redirect/11937242","hoster":"Vidoza"},{"path":"/redirect/11937238","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816422","hoster":"VOE"},{"path":"/redirect/8816429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-1/episode-6","name":"Showdown","epNo":6,"alt":"Showdown","descr":"Als Polly das Doppelspiel von Grace durchschaut, verlangt sie von ihr, die Stadt sofort zu verlassen. Ada und ihr Baby kehren zur Shelby-Familie zurück und zwischen den Peaky Blinders, den Lees und Kimbers Männern kommt es zum großen Showdown.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937245","hoster":"VOE"},{"path":"/redirect/11937244","hoster":"Doodstream"},{"path":"/redirect/11937246","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816430","hoster":"VOE"},{"path":"/redirect/8816433","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-2/episode-1","name":"Gefährliche Allianzen","epNo":1,"alt":"Episode 1","descr":"Die illegalen Geschäfte der Shelbys in Birmingham laufen gut. Tommy Shelby möchte sie sogar auf London ausweiten. Um dort die Lage zu sondieren, fährt er mit seinen Brüdern John und Arthur in die Hauptstadt. Mit einer Schlägerei in einem Nachtclub sorgen sie für Aufsehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12644566","hoster":"VOE"},{"path":"/redirect/11937250","hoster":"Doodstream"},{"path":"/redirect/11937251","hoster":"Vidoza"},{"path":"/redirect/11937248","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800044","hoster":"VOE"},{"path":"/redirect/9800045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-2/episode-2","name":"Der verlorene Sohn","epNo":2,"alt":"Episode 2","descr":"Campbell hat belastende Beweise gegen Tommy Shelby und zwingt ihn, einer Abmachung zuzustimmen. Gleichzeitig ist der Londoner Mafioso Darby Sabini hinter dem Anführer der \"Peaky Blinders\" her, um sich zu rächen. Tommy verbündet sich kurzerhand mit Sabinis Konkurrenz, dem jüdischen Bandenboss Alfie Solomons","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937252","hoster":"VOE"},{"path":"/redirect/11937253","hoster":"Doodstream"},{"path":"/redirect/11937254","hoster":"Vidoza"},{"path":"/redirect/11937257","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800049","hoster":"VOE"},{"path":"/redirect/9800048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-2/episode-3","name":"Der Anschlag","epNo":3,"alt":"Episode 3","descr":"Tommy Shelby und Alfie Solomons planen ihr erstes gemeinsames Geschäft in London. Damit fordern sie Darby Sabini heraus. Der aufgebrachte Sabini schmiedet einen fiesen Racheplan. In Birmingham trifft Polly auf ihren verlorenen Sohn Michael.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937256","hoster":"VOE"},{"path":"/redirect/11937258","hoster":"Doodstream"},{"path":"/redirect/11937260","hoster":"Vidoza"},{"path":"/redirect/11937255","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800026","hoster":"VOE"},{"path":"/redirect/9800024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-2/episode-4","name":"Ein riskanter Auftrag","epNo":4,"alt":"Episode 4","descr":"Während Arthur Shelby die Übernahme des Londoner \"Eden Club\" in Angriff nimmt, streckt Tommy Shelby die Fühler in Richtung Aristokratie aus: Seine neue Bekanntschaft, die Adelige May Carleton, soll sein Rennpferd \"Grace’s Secret\" trainieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937259","hoster":"VOE"},{"path":"/redirect/11937262","hoster":"Doodstream"},{"path":"/redirect/11937264","hoster":"Vidoza"},{"path":"/redirect/11937261","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800031","hoster":"VOE"},{"path":"/redirect/9800030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-2/episode-5","name":"Der Ort des Geschehens","epNo":5,"alt":"Episode 5","descr":"Ein herber Rückschlag für Tommy Shelby und seine \"Peaky Blinders\": Arthur Shelby und Pollys Sohn Michael werden festgenommen. Campbell hat die Shelbys nun ganz in seiner Gewalt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937266","hoster":"VOE"},{"path":"/redirect/11937267","hoster":"Doodstream"},{"path":"/redirect/11937265","hoster":"Vidoza"},{"path":"/redirect/11937263","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800039","hoster":"VOE"},{"path":"/redirect/9800038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-2/episode-6","name":"Das Attentat","epNo":6,"alt":"The Assassination","descr":"Der Tag des Derbys in Epsom ist gekommen und Tommy Shelby soll nun die Abmachung mit Campbell einlösen. Tommy hat einen geheimen Plan und versammelt seine Gang bei dem berühmten Pferderennen in der Nähe von London.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937274","hoster":"VOE"},{"path":"/redirect/11937282","hoster":"Doodstream"},{"path":"/redirect/11937283","hoster":"Vidoza"},{"path":"/redirect/11937273","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800043","hoster":"VOE"},{"path":"/redirect/9800042","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-3/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"1924. Zwei Jahre nachdem Thomas Shelby seiner Hinrichtung mit Hilfe eines Agenten Winston Churchills in letzter Minute entkam, ist der Clan wiedervereint. Denn Tommy heiratet seine große Liebe Grace. Aber das Aufeinandertreffen der beiden Familien ist kein leichtes Unterfangen. Die Familie Shelby trifft zu dem feierlichen Anlass auf die Familie der Braut Grace Burgess. Das Erscheinen von Graces Familienmitgliedern in Uniform, irischen Kavalleristen der britischen Armee, wird von den Peaky Blinders als Provokation empfunden. Die Peaky Blinders versammeln sich unterdessen in der Küche. Tommy befiehlt seinen Männern mit Nachdruck, sich heute von ihrer besten Seite zu zeigen. Während die Hochzeitsgesellschaft das Brautpaar ausgelassen feiert, spielen sich im Hintergrund Verhandlungen ganz anderer Art ab. Anton Kaledin, ein russischer Emigrant, gibt sich als Emissär für die Geschäfte aus, in die Tommy bereits seit Monaten verwickelt ist. Die Gegenseite hat sich ausgerechnet diesen Tag ausgesucht, um mit dem Bräutigam zu verhandeln. Als der Emissär jedoch das Geheimwort falsch nennt und nicht gesichert ist, dass er von Winston Churchill kommt, muss Tommy schnell handeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937300","hoster":"VOE"},{"path":"/redirect/11937302","hoster":"Doodstream"},{"path":"/redirect/11938035","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816436","hoster":"VOE"},{"path":"/redirect/8816439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-3/episode-2","name":"Folge 2","epNo":2,"alt":"Epiode 2","descr":"Im Auftrag von Father John Hughes geht Tommy nach London und trifft dort den exzentrischen russischen Herzog Romanov. Für den Mord an Anton Kaledin zahlt Romanov ihn mit einem Saphir aus. Währenddessen verläuft das Treffen von Arthur und John Shelby mit dem italienischen Bandenchef Vicente Changretta anders als geplant. Changretta verlangt nach einer Erklärung für die Brandstiftung der Peaky Blinders am Restaurant seines Sohnes. Die Fronten verhärten sich, und die Auswirkungen des Disputs sind verheerend … Zu Arthurs und Pollys Erstaunen ergreift Tommy Partei für Johns herausforderndes Verhalten gegenüber Changretta. Doch dann wird Tommy von der Polizei verhaftet. In seiner Gefängniszelle taucht Father Hughes auf und droht dem Oberhaupt der Peaky Blinders mit verheerenden Konsequenzen für seine Familie, sollte er sich den Befehlen widersetzen. Nach seiner Entlassung legt Tommy Grace den Saphir um den Hals und bittet sie, diesen auf dem Wohltätigkeitsdinner zu tragen. Beim großen Gala-Abend glänzt Grace an Tommys Seite. Doch plötzlich betreten Father Hughes und Patrick Jarvis den Festsaal. Sie geben Tommy Instruktionen und haben zudem Informationen über Tatiana Petrovna, die Nichte des russischen Herzogs. Die Situation spitzt sich unaufhaltsam zu …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937304","hoster":"VOE"},{"path":"/redirect/11937317","hoster":"Doodstream"},{"path":"/redirect/11937314","hoster":"Vidoza"},{"path":"/redirect/11938063","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12334284","hoster":"VOE"},{"path":"/redirect/8816447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-3/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Nach der Ermordung seiner Frau Grace fällt Thomas in tiefe Trauer. Er verbringt seine Zeit vorwiegend in der Natur, ignoriert die Familie und kommt nur zurück, um seinen Sohn Charles zu sehen. Doch dann ruft er Polly und Michael zu sich, um sie in seine Geschäfte einzuweihen. Auch Arthur und John werden im Folgenden von ihm beauftragt, eine Aufgabenliste abzuarbeiten: die Auslöschung des Changretta-Clans. Nach einigem Zögern willigen die Peaky Blinders ein, Tommys Auftrag zu erfüllen, doch die Hierarchie innerhalb des Clans sorgt für Spannungen. Zu ihrem Erstaunen verlässt Tommy ohne ein Wort das Haus und verschwindet für mehrere Tage. Er sucht eine alte Zigeunerin mit übersinnlicher Gabe auf, um zu ergründen, ob der Saphir, den Grace am Abend der Wohltätigkeitsgala getragen hat, verflucht ist. Eine positive Antwort könnte ihn von seinen schrecklichen Schuldgefühlen befreien. Arthur und John machen sich, wie von Tommy aufgetragen, auf die Suche nach Vicente Changretta. Doch der Rachefeldzug der Peaky Blinders löst bei Arthur schwere Gewissensbisse und Zweifel an ihren Methoden aus, die durch die Neuigkeiten seiner Ehefrau Linda noch verstärkt werden. Tommy trifft nun auch die wahre Drahtzieherin hinter seiner bevorstehenden Mission: Großherzogin Izabella Petrovna, die Frau von Herzog Leon Petrovich Romanov und Tante von Tatiana Petrovna. Doch er entdeckt auch, dass es einen Verräter bei seinen Auftraggebern gibt, der seinen gesamten Plan zunichtemachen könnte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13503630","hoster":"VOE"},{"path":"/redirect/11937322","hoster":"Doodstream"},{"path":"/redirect/11937324","hoster":"Vidoza"},{"path":"/redirect/11937318","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816438","hoster":"VOE"},{"path":"/redirect/8816448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-3/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Auf einem Jagdausflug eröffnet Tommy seinen Brüdern, dass ihr entfremdeter Vater gestorben ist. Ihre Reaktionen sind dabei eher von Groll als von Trauer geprägt. Außerdem umreißt Tommy seinen sehr gewagten Plan, Petrovnas unterirdische Schatzkammer auszurauben. Die Frauen der Familie, die zu Hause bleiben mussten, entscheiden sich dagegen, das Wettbüro wie vorgesehen an diesem Karfreitag zu öffnen. Sie schließen sich einem Streik der Frauen von Birmingham an, da sie die Arbeitsaufteilung und ihre Behandlung durch die Männer des Clans als ungerecht empfinden. Als Tommy nach Hause kommt, erwartet ihn dort ein ungebetener Gast: Tatiana. Sie verlangt von ihm Beweise für seine Anschuldigungen gegen Father John Hughes. Tommy und Tatiana verbringen die Nacht zusammen und beginnen ein gefährliches Spiel, bei dem sie versuchen, sich gegenseitig Informationen zu entlocken. Dabei realisiert Tommy, wie verrückt und zügellos Tatiana wirklich ist. Pollys Gewissen treibt sie in die Kirche zu einer sonntäglichen Beichte, bei der sie dem Priester einen Mord an einem Polizisten gesteht und Tommys tödliche Pläne für einen Geistlichen enthüllt. Ihre Beichte hat schwerwiegende Konsequenzen für Tommy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12619779","hoster":"VOE"},{"path":"/redirect/11937325","hoster":"Doodstream"},{"path":"/redirect/11937323","hoster":"Vidoza"},{"path":"/redirect/11937321","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816441","hoster":"VOE"},{"path":"/redirect/8816450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-3/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Tommy hat schwere Verletzungen erlitten. Nach seiner Genesung hat er jedoch keine Zeit, sich lange auszuruhen. Denn der Plan, Petrovnas Schatzkammer auszurauben, muss weiter vorangetrieben werden. Tommy realisiert, dass er ernsthaft ausmanövriert wird. Auf der Suche nach Hilfe belebt er die Geschäftsbeziehung zu einem gefährlichen und unberechenbaren alten Bekannten wieder: Alfie Solomons. Die Russen stellen die Peaky Blinders auf ganz eigene Weise auf die Probe: Sie müssen eine wilde Orgie mitfeiern. Die Feier bietet den Shelbys jedoch eine gute Gelegenheit, ihren eingeschleusten Spion zu kontaktieren und die Sicherung der Schatzkammer näher auszuforschen. Polly beschließt, ihre neue Freundschaft mit dem Porträtmaler Ruben Oliver auf die nächste Ebene zu heben. Währenddessen zeigt ihr Sohn Michael trotz ihrer Bemühungen, ihn auf der legitimen Seite der Geschäfte zu halten Anzeichen, dass ihn die dunkle Seite der Peaky Blinders anzieht. Als sich der große Tag nähert, versammelt Tommy zusätzlich zu seinen Männern eine Gruppe von vertrauenswürdigen Verbündeten aus dem Ersten Weltkrieg. Deren Erfahrungen und Können im Tunnelgraben werden den Peaky Blinders besondere Dienste leisten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937326","hoster":"VOE"},{"path":"/redirect/11937327","hoster":"Doodstream"},{"path":"/redirect/11937338","hoster":"Vidoza"},{"path":"/redirect/11937330","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816445","hoster":"VOE"},{"path":"/redirect/8816449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-3/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Als die Vorbereitungen für den großen Raub in vollem Gange sind, setzt ein unerwarteter Rückschlag Tommy unter unerträglichen Druck: Während der Eröffnung eines Kinderheims wird sein Sohn Charles von Father Hughes entführt. Er hat Tommys Pläne durchschaut und benutzt Charles als Druckmittel, um Tommys Kooperation zu erzwingen und anstelle der Peaky Blinders Petrovnas Schatz zu rauben. Tommy muss sich seinen schlimmsten Ängsten stellen und benötigt Hilfe wie noch nie zuvor. Aber wem er noch trauen kann, wird für den Clan-Chef immer unklarer … In einem nervenaufreibenden Wettlauf gegen die Zeit muss Tommy einen Weg finden, seine Vorhaben umzusetzen, seine Feinde zu überlisten und seinen Sohn zu retten. Dabei erkennt er unliebsame Wahrheiten über sich selbst und seine Familie. Auch die anderen Shelbys treffen wegweisende Entscheidungen, die die Peaky Blinders für immer verändern könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937328","hoster":"VOE"},{"path":"/redirect/11937336","hoster":"Doodstream"},{"path":"/redirect/11937354","hoster":"Vidoza"},{"path":"/redirect/11937337","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12919113","hoster":"VOE"},{"path":"/redirect/8816437","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-4/episode-1","name":"Die Schlinge","epNo":1,"alt":"The Noose","descr":"Dezember 1925: Thomas Shelby hat es geschafft, die Shelby Company zu legitimieren, sie aus der Kriminalität und Illegalität zu bringen. Der ehemalige Gangster ist vollkommen auf sein Unternehmen fokussiert. Aber als er an Heiligabend einen mysteriösen Brief erhält, realisiert Tommy, dass die Shelbys in Gefahr schweben, vernichtet zu werden. Während der Feind sich nähert, flieht Tommy in sein Landhaus und kehrt dann aber zu dem einzig sicheren Platz zurück, den er kennt: Small Heath, Birmingham, der Slum, in dem er aufwuchs. Im Angesicht einer weitaus entschlosseneren und kultivierteren Bedrohung als jemals zuvor muss die Shelby-Familie einen Weg finden, ihre Differenzen beiseitezuschieben und zusammenzuarbeiten … f","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937342","hoster":"VOE"},{"path":"/redirect/11937348","hoster":"Doodstream"},{"path":"/redirect/11937352","hoster":"Vidoza"},{"path":"/redirect/11937340","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816452","hoster":"VOE"},{"path":"/redirect/8816456","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10134931","hoster":"VOE"},{"path":"/redirect/10134932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-4/episode-2","name":"Heiden","epNo":2,"alt":"Heathens","descr":"Während sich die Shelbys mit den schockierenden Ereignissen des Weihnachtstages abfinden, bemüht sich Tommy, seine Familie zu einen. Bis die gegenwärtige Bedrohung beseitigt ist, ist ihr einziger sicherer Platz gemeinsam in Small Heath. Johnny Dogs und Charlie machen sich daran, die Ortsansässigen zu bewaffnen, jeder ist nun ein Peaky Bodyguard. Tommy wirbt um die Hilfe des toughen rumänischen Zigeuners Aberama Gold, der etwas Ungewöhnliches als Gegenleistung fordert. Jessie Eden konfrontiert Tommy mit der Bezahlung der Arbeiter. Sie warnt ihn, dass eine Revolution in der Luft liegt und dass, wenn Tommy nicht nachgibt, sie ihn bloßstellen werde. Unterdessen erzählt Tommys Fabrikmanager ihm, dass er noch ein Meeting habe, mit einem mysteriösen Geschäftsmann aus Paris. Aber was sich ereignet ist kein gewöhnliches Meeting mit einem gewöhnlichen Geschäftsmann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937347","hoster":"VOE"},{"path":"/redirect/11937355","hoster":"Doodstream"},{"path":"/redirect/11937359","hoster":"Vidoza"},{"path":"/redirect/11937351","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816454","hoster":"VOE"},{"path":"/redirect/8816457","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10134934","hoster":"VOE"},{"path":"/redirect/10134936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-4/episode-3","name":"Blackbird","epNo":3,"alt":"Blackbird","descr":"Tommy muss seine Firma führen, damit alles weiterläuft. Er erkennt, dass die Shelbys sich entwickeln müssen, wenn sie überleben wollen, aber manchen Familienmitgliedern widerstrebt es, mit der Tradition zu brechen. Tommy steht den entschlossenen Streikenden der Lanchester-Fabrik gegenüber, angeführt von Jessie Eden, einer jungen Kommunistin, die sich nicht davor fürchtet, dem hartnäckigen Tommy Shelby entgegenzutreten. Die Italiener beginnen eine weitere Attacke gegen die Peaky Blinders. Und so bricht der Krieg zwischen den beiden Clans offen aus. Jeder versucht, mit allen Mitteln den Feind auszurotten, und Arthur entkommt nur knapp einem Mordversuch. Die Spannung ist spürbar innerhalb der Familie Shelby, und Polly, bereit zu allem, um ihren Sohn Michael zu retten, macht einen Vertrag, der für immer im Clan seine Spuren hinterlassen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937357","hoster":"VOE"},{"path":"/redirect/11937366","hoster":"Doodstream"},{"path":"/redirect/11937360","hoster":"Vidoza"},{"path":"/redirect/11937358","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816458","hoster":"VOE"},{"path":"/redirect/8816463","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10134937","hoster":"VOE"},{"path":"/redirect/10134938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-4/episode-4","name":"Gefährliche Manöver","epNo":4,"alt":"Dangerous","descr":"Die Shelbys stehen unter Druck und organisieren sich, um einen Hinterhalt gegen Arthur zu vereiteln. Sie erkennen erst zu spät, dass das eine Ablenkung war, um ein anderes Mitglied des Clans anzugreifen. Abwechselnde Provokation, Aggression und versuchter Mord - die beiden Familien kämpfen hart, um den gegnerischen Clan zu zerstören. Polly erhält eine Warnung, die sie verpflichtet, ihren Teil des Vertrags einzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937371","hoster":"VOE"},{"path":"/redirect/11937365","hoster":"Vidoza"},{"path":"/redirect/11937364","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816459","hoster":"VOE"},{"path":"/redirect/8816469","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10134939","hoster":"VOE"},{"path":"/redirect/10135441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-4/episode-5","name":"Das Duell","epNo":5,"alt":"The Duel","descr":"Blutige Frontlinien zwischen den Peaky Blinders und dem italienischen Changretta-Clan werden gezogen. Tommy bereitet sich auf eine erbitterte Schlacht vor. Eine Vereinbarung mit potenziell verheerenden Folgen wird getroffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937367","hoster":"VOE"},{"path":"/redirect/11937370","hoster":"Doodstream"},{"path":"/redirect/11937375","hoster":"Vidoza"},{"path":"/redirect/11937369","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816464","hoster":"VOE"},{"path":"/redirect/8816467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-4/episode-6","name":"Die Firma","epNo":6,"alt":"The Company","descr":"Gefahren lauern, als Tommy erkennt, wem er bei dem Boxkampf wirklich trauen kann. Aber wer wird der wahre Gewinner sein in einem Kampf bis zum bitteren Ende?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937373","hoster":"VOE"},{"path":"/redirect/11937374","hoster":"Doodstream"},{"path":"/redirect/11937381","hoster":"Vidoza"},{"path":"/redirect/11937372","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816453","hoster":"VOE"},{"path":"/redirect/8816455","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-5/episode-1","name":"Schwarzer Dienstag","epNo":1,"alt":"Black Tuesday","descr":"Nachdem sich die Familie ein wenig zerstreut hat und Tommy sich seinen depressiven Stimmungen hingibt, kommt es an der New Yorker Börse zum großen Crash. Innerhalb von wenigen Stunden sind alle Guthaben der Shelby Company nichts mehr wert und Tommy muss wieder die Zügel des Familiengeschäfts in die Hand nehmen. Michael, der Tommys Anweisungen ignoriert hat, kurz vor dem Crash die Aktien abzustoßen, wird aus den USA zurückbeordert. Zum Glück gibt es noch das traditionelle Cash-Geschäft der Familie: die Wetten, die Erpressungen. Finn, der sich aus solchen Geschichten eigentlich heraushalten sollte, bekommt seine erste Kugel ab. Für den Parlamentsabgeordneten Lord Suckerby lässt Tommy gegen eine hohe Summe einen Zuhälter ermorden. Gleichzeitig werden die Shelbys plötzlich von einer bisher unbekannten Organisation bedroht, die sich \"Engel der Vergeltung\" nennt. Tommy macht sich einen Namen als sozialistischer Politiker. Er sieht die Politik allerdings nur als verlängerten Arm seiner Geschäftsinteressen, und Ada gibt weiterhin – in Tommys Auftrag – Informationen über seine linken Gesprächspartner an den Geheimdienst weiter. Dann gibt es überraschende Neuigkeiten für Ada. Und Tommy wird durch einen sehr gut informierten Journalisten bedroht, der anscheinend viel über Tommys Vergangenheit weiß …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11955808","hoster":"VOE"},{"path":"/redirect/11955811","hoster":"Doodstream"},{"path":"/redirect/11955836","hoster":"Vidoza"},{"path":"/redirect/11955810","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8586844","hoster":"VOE"},{"path":"/redirect/8611514","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8586941","hoster":"VOE"},{"path":"/redirect/8611547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-5/episode-2","name":"Schwarze Katzen","epNo":2,"alt":"Black Cats","descr":"Die Billy Boys, eine protestantische Straßengang aus Glasgow, versuchen Tommy Konkurrenz bei den Pferdewetten zu machen. Sie gehen sogar so weit, Bonnie Gold zu erschießen und ihn an ein Kreuz zu hängen, mit Bonnies Vater als Zeugen. Oswald Mosley, ein Labour-Abgeordneter mit faschistischen Tendenzen, versucht Tommy auf seine Seite zu ziehen, doch der lehnt ab. Michael kehrt mit seiner Freundin Gina aus den USA nach Birmingham zurück. Sie haben auf der Schiffsüberfahrt geheiratet. Auf der Rückreise hatten die Billy Boys versucht, Michael auf ihre Seite zu ziehen, um Tommy vom Thron zu stürzen. Michael schwört, er habe abgelehnt, aber das glaubt Tommy noch nicht ganz. Polly vertraut ihrem Sohn, dennoch wendet sie sich nicht explizit gegen Tommy. Auch von Linda und Lizzie kommt Gegenwind: Sie versuchen, Tommy und Arthur schriftlich ein Ultimatum zu stellen, doch die beiden ignorieren ihre Ehefrauen. Das Wettgeschäft mit Fußballspielen soll als neue Ertragsquelle ausgebaut werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11955814","hoster":"VOE"},{"path":"/redirect/11955819","hoster":"Doodstream"},{"path":"/redirect/11955830","hoster":"Vidoza"},{"path":"/redirect/11955815","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8586851","hoster":"VOE"},{"path":"/redirect/8611515","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8586953","hoster":"VOE"},{"path":"/redirect/8611546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-5/episode-3","name":"Strategie","epNo":3,"alt":"Strategy","descr":"Tommy will aus politisch-strategischen Gründen Aberama Gold davon abhalten, wegen des Mordes an seinem Sohn Rache an Jimmy McCavern zu nehmen. Doch Polly holt Aberama aus dem Krankenhaus und bringt ihn zu seiner Familie, von wo aus er Richtung Schottland aufbricht. Zwischen Polly und Aberama knistert es stark … Arthur soll ihm zusammen mit Johnny Dogs hinterherfahren, besteht aber darauf, zuerst von Tommy zu erfahren, wo Linda sich versteckt hält. Als Arthur in der Quäkergemeinde auf den Mann trifft, dem Linda sich anvertraut hat, rastet er aus und prügelt ihn fast zu Tode. Danach fährt er nach Schottland, wo Aberama mit einem Angriff auf Jimmys Leute diesen bereits aus der Reserve gelockt hat. Wie von Tommy angeordnet holt Arthur Aberama im letzten Moment aus der Schusslinie, tötet dabei aber einige von Jimmys Leuten. Jimmy versteht das natürlich als Kriegserklärung. Oswald Mosley schlägt Tommy vor, stellvertretender Vorsitzender seiner neu zu gründenden Partei zu werden, der British Union of Fascists. Tommy geht zum Schein auf das Angebot ein, nachdem er sich von Ben Younger seine Tätigkeit als Informant offiziell bestätigen lassen hat. Michael wird auf Bewährung wieder in die Familie aufgenommen, aber noch trauen Tommy und Arthur ihm nicht ganz …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11955817","hoster":"VOE"},{"path":"/redirect/11955823","hoster":"Doodstream"},{"path":"/redirect/11955844","hoster":"Vidoza"},{"path":"/redirect/11955816","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11832446","hoster":"VOE"},{"path":"/redirect/8611516","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8586969","hoster":"VOE"},{"path":"/redirect/8611556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-5/episode-4","name":"Die Schleife","epNo":4,"alt":"The Loop","descr":"Tommy Shelby vereinbart eine Waffenruhe mit Jimmy McCavern. Gleichzeitig kommt er mit den Chinesen ins Geschäft, die sieben Tonnen Opium für eine Woche zwischenlagern müssen. Er hofft, mittelfristig einen Teil des Geschäfts übernehmen zu können und heuert McCavern an, den Transport zu organisieren. Er verspricht Aberama Gold die Hochzeit mit Polly, damit die Rache für dessen Sohn noch aufgeschoben ist. Arthur will nicht, dass die Shelbys in das Opium-Geschäft einsteigen, aber Polly lässt sich umstimmen, weil ihr Sohn Michael diesen neuen Geschäftszweig leiten und damit in die Firma zurückkehren soll. Mit der Aussicht auf den möglichen Verdienst kann Michael auch seine Frau Gina überzeugen. Tommy wird weiterhin von seinen Dämonen geplagt, aber er zieht seine Geschäfte eisern durch. Tommy und Mosley positionieren sich: Jeder hat die Schwächen des anderen herausgefunden und meint, sein Gegenüber in der Hand zu haben. Tommy lädt Mosley auf die opulente Geburtstagsfeier für Lizzie ein. Während bei dem Fest Aberama Polly den Heiratsantrag macht und das angeheuerte Ballett Schwanensee tanzt, taucht Linda vor den Toren von Tommys Anwesen auf und will Rache üben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11955825","hoster":"VOE"},{"path":"/redirect/11955828","hoster":"Doodstream"},{"path":"/redirect/11955845","hoster":"Vidoza"},{"path":"/redirect/11955826","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8586845","hoster":"VOE"},{"path":"/redirect/8611519","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8586975","hoster":"VOE"},{"path":"/redirect/8611561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-5/episode-5","name":"Der Schock","epNo":5,"alt":"The Shock","descr":"Bei Lizzies Geburtstagsfest tauchte Linda auf, um an Arthur Rache zu üben und ihn zu töten. Polly konnte sie noch in letzter Minute davon abhalten, indem sie Linda mit einer Kugel verletzte. Im Esszimmer operiert Tommy ihr nun die Kugel aus dem Arm. Arthur fleht Linda an, mit ihm die Familie zu verlassen, aber sie weist ihn zurück. Währenddessen hält Mosley vor Tommys versammelten Gästen eine flammende Rede, in der er die Gründung seiner neuen Partei und Tommys Rolle als seinen Stellvertreter ankündigt. Tommy spielt das Spiel weiterhin mit und übergibt wenig später Ben Younger eine Reihe von belastenden Dokumenten über Mosley. Doch als Ben Younger Tommys Büro verlässt, wird er bei einem gezielten Attentat getötet. Alle Dokumente gehen in Flammen auf. Daraufhin muss Tommy seine Pläne ändern. Er befreit einen ehemaligen Kriegskameraden, einen hervorragenden Scharfschützen, aus der Nervenheilanstalt. Der soll Mosley bei der nächsten Versammlung der neuen Partei auf der Bühne erschießen … Die Allianz zwischen McCavern und Tommy hält, wenn auch am seidenen Faden. Dann geht der Opium-Deal in die heiße Phase, Arthur und Aberama sollen den Stoff in London abholen. Dort wartet aber schon eine rivalisierende Gang …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11955843","hoster":"VOE"},{"path":"/redirect/11955838","hoster":"Doodstream"},{"path":"/redirect/11955856","hoster":"Vidoza"},{"path":"/redirect/11955829","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8586841","hoster":"VOE"},{"path":"/redirect/8611523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-5/episode-6","name":"Mr Jones","epNo":6,"alt":"Mr Jones","descr":"Tommy erklärt der Familie seinen Plan eines Attentats auf Mosley: Der Parteichef soll bei der Kundgebung der faschistischen Partei von einem Mittelsmann erschossen werden. Das Vorhaben spaltet die Familie, es gibt unterschiedliche Meinungen zwischen der älteren und der jüngeren Generation. Es kommt zum Eklat. Am Tag der Kundgebung laufen die Dinge dann auch nicht wie geplant …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11955807","hoster":"VOE"},{"path":"/redirect/11955812","hoster":"Doodstream"},{"path":"/redirect/11955837","hoster":"Vidoza"},{"path":"/redirect/11955809","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8816470","hoster":"VOE"},{"path":"/redirect/8816471","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-6/episode-1","name":"Ein schwarzer Tag","epNo":1,"alt":"Black Day","descr":"Das vereitelte Attentat auf Mosley kostet die Shelbys ein Familienmitglied. Vier Jahre später führt das drohende Prohibitionsende Tommy nach Nordamerika.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11955853","hoster":"VOE"},{"path":"/redirect/11955855","hoster":"Doodstream"},{"path":"/redirect/11955868","hoster":"Vidoza"},{"path":"/redirect/11955852","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9955352","hoster":"VOE"},{"path":"/redirect/9955349","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12441542","hoster":"VOE"},{"path":"/redirect/9999609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-6/episode-2","name":"Ein schwarzes Hemd","epNo":2,"alt":"Black Shirt","descr":"Um sein Angebot an Jack Nelson attraktiver zu machen, schmiedet Tommy nach seiner Rückkehr in die Heimat ein überraschendes Bündnis. Tochter Ruby bereitet Tommy Sorgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11955885","hoster":"VOE"},{"path":"/redirect/11955860","hoster":"Doodstream"},{"path":"/redirect/11955873","hoster":"Vidoza"},{"path":"/redirect/11955854","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9999542","hoster":"VOE"},{"path":"/redirect/9999538","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12267957","hoster":"VOE"},{"path":"/redirect/10023910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-6/episode-3","name":"Gold","epNo":3,"alt":"Gold","descr":"Tommy sucht nach Esme. An seiner Stelle macht Ada Jack Nelson mit Mosley und Diana bekannt. Arthur findet in einem rehabilitierten Süchtigen einen Leidensgenossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11955888","hoster":"VOE"},{"path":"/redirect/11955865","hoster":"Doodstream"},{"path":"/redirect/11955876","hoster":"Vidoza"},{"path":"/redirect/11955862","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10023921","hoster":"VOE"},{"path":"/redirect/10023914","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10060308","hoster":"VOE"},{"path":"/redirect/10060309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-6/episode-4","name":"Der Saphir","epNo":4,"alt":"Sapphire","descr":"Nach einem weiteren erschütternden Verlust schwört Tommy Rache. Ada wird zur Zielscheibe von Rassisten. Die Tuberkulose-Klinik schickt eine dringende Nachricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267954","hoster":"VOE"},{"path":"/redirect/11955872","hoster":"Doodstream"},{"path":"/redirect/11955884","hoster":"Vidoza"},{"path":"/redirect/11955867","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10055853","hoster":"VOE"},{"path":"/redirect/10055851","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10157275","hoster":"VOE"},{"path":"/redirect/10157273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-6/episode-5","name":"Der Weg in die Hölle","epNo":5,"alt":"The Road to Hell","descr":"Tommy schließt einen Deal mit Linda. Der Spion unter den Shelbys erhält eine neue Mission. Diana erklärt sich unter einer Bedingung zu einem Gefallen für Tommy bereit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11955886","hoster":"VOE"},{"path":"/redirect/11955881","hoster":"Doodstream"},{"path":"/redirect/11955878","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10098779","hoster":"VOE"},{"path":"/redirect/10098782","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10308108","hoster":"VOE"},{"path":"/redirect/10308104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peaky-blinders-gangs-of-birmingham/staffel-6/episode-6","name":"Schloss und Schlüssel","epNo":6,"alt":"Lock And Key","descr":"Der Spion erfährt, wann und wo Arthur allein sein wird. Kurz nach seiner Haftentlassung begibt sich Michael auf eine Mission. Finns Loyalität wird auf die Probe gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11955849","hoster":"VOE"},{"path":"/redirect/11955847","hoster":"Doodstream"},{"path":"/redirect/11955871","hoster":"Vidoza"},{"path":"/redirect/11955850","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10183842","hoster":"VOE"},{"path":"/redirect/10183837","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10308110","hoster":"VOE"},{"path":"/redirect/10308107","hoster":"Streamtape"}]}]}]}]}