{"path":"/serie/stream/peanuts-die-neue-serie","name":"Peanuts: Die neue Serie","descr":"Kurze Zeichentrickclips mit Charlie Brown, Snoopy und den anderen Figuren von Charles M. Schulz.","seasons":[{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-1","name":"Komm schon, Snoopy","epNo":1,"alt":"","descr":"Snoopy begleitet Sally in die Schule, die ein Referat über Tiere halten muss. Lucy versucht Snoopys Psyche zu analysieren, was zu einem Streit und einer Prügelei zwischen den Beiden führt. Auch zwischen Charlie Brown und Snoopy herrscht schlechte Stimmung, weil Snoopy ein starkes Unabhängigkeits-Gefühl entwickelt hat…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802735","hoster":"VOE"},{"path":"/redirect/8611549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-2","name":"Schulfreunde","epNo":2,"alt":"","descr":"Peppermint Patty hat ein Problem. Sie kann in der Schule ihre Augen nicht offenhalten und schläft ständig ein. Immer wieder wird sie dabei von ihrer Lehrerin erwischt. Sallys Selbstbewusstsein ist riesig. Bei ihren Referaten ist sie von sich selbst am meisten überzeugt und mit einer schlechteren Note als einer drei will sie sich nicht abfinden und versucht mit ihrem Lehrer zu verhandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802734","hoster":"VOE"},{"path":"/redirect/8611551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-3","name":"Keine Sorge, Charlie Brown","epNo":3,"alt":"","descr":"Charlie Brown kann sich Snoopy gegenüber nicht durchsetzen und wird von diesem herumkommandiert. Als Charlie sich draußen mit einem Drachen verheddert hofft er auf Snoopy’s Hilfe. Vergeblich. Zu dumm, dass Snoopy sich wenig später in der gleichen misslichen Lage befindet. Weil Lucy Gefallen daran hätte, First Lady zu sein, redet sie Charlie ein, er solle sich als Präsident bewerben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802737","hoster":"VOE"},{"path":"/redirect/8611553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-4","name":"Hab einen schönen Tag, Linus","epNo":4,"alt":"","descr":"Lucy möchte Linus seine Kuscheldecke abgewöhnen. Doch Linus merkt schnell, dass er von der Decke viel abhängiger ist, als er selbst dachte. Sally mag Linus sehr, aber Linus hat nicht dasselbe Interesse an Sally. Als Linus einen Fußball an den Kopf bekommt, überschüttet Sally ihn mit Küssen. Dass er danach zur Schulkrankenschwester geht, liegt aber nicht am Ball, sondern an Sallys Kuss","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823214","hoster":"VOE"},{"path":"/redirect/8611554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-5","name":"Das kleine rothaarige Mädchen","epNo":5,"alt":"","descr":"Charlie Braun ist verliebt in das kleine rothaarige Mädchen, doch er ist zu schüchtern, um mit ihr zu reden. Er schreibt einen Brief, doch sie beachtet ihn nicht. Verzweifelt bittet er Linus, heraus zu finden, ob sie Charlie Brown auch mag, doch das Mädchen hat keine Ahnung von wem Linus spricht. Leider muss Charlie bald mit ansehen, wie das kleine rothaarige Mädchen weg zieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802739","hoster":"VOE"},{"path":"/redirect/8611555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-6","name":"Gute Verlierer","epNo":6,"alt":"","descr":"Peppermint Patty berichtet ihren Klassenkameraden von einem ihrer poetischen Träume, der für große Ausgelassenheit sorgt. Marcie fertigt verschiedene Kappen für Peppermint Patty an, die aber nie passen. Charlie Brown hat Trainingsprobleme mit seinem Team sobald Lucy zuschaut. Linus bringt Sally bei, wie man Football spielt, die ein blutiger Anfänger ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802741","hoster":"VOE"},{"path":"/redirect/8611558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-7","name":"Klang und Sinnlichkeit","epNo":7,"alt":"","descr":"Charlie Brown ist Lucys pychiatrischen Fähigkeiten gegenüber misstrauisch. Sie macht auch keinen Hehl daraus, dass sie eher am Geld ihrer \"Patienten\" interessiert ist. Schroeder muss mit Snoopy kämpfen, um Klavier spielen zu können. Lucy malt sich aus, wie es wäre, mit Schroeder verheiratet zu sein, doch Schroeder will davon nichts wissen. Snoopys Laune lässt sich nicht durch nichts trüben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802743","hoster":"VOE"},{"path":"/redirect/8611557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-8","name":"Wahr oder falsch?","epNo":8,"alt":"","descr":"Um einen Richtig oder Falsch – Test zu beantworten, einen Kalender lesen zu lernen und Mathematik zu verstehen, machen Peppermint Patty und Sally sich selbst und ihrem Lehrer das Leben schwer. Sally braucht mal wieder Unterstützung bei den Hausaufgaben, unterlässt es aber nicht, den Sinn dieser Aufgaben gründlich zu hinterfragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802745","hoster":"VOE"},{"path":"/redirect/8611560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-9","name":"Die Rätsel der Liebe","epNo":9,"alt":"","descr":"Peppermint Patty fragt sich selbst und Charlie Brown, ob auch ein Mädchen mit großer Nase liebenswert ist. Währenddessen sinniert Lucy darüber, ob Schroeder sie auch liebt, wenn sie eines Tages alt und mürrisch ist. Doch Schroeder weiß keine gute Antwort, denn schließlich liebt er Lucy noch nicht einmal jetzt, wo sie jung ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802756","hoster":"VOE"},{"path":"/redirect/8611564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-10","name":"Bald ist Weihnachten","epNo":10,"alt":"","descr":"Was wäre wenn Peppermint Patty nicht Bücher über die Weihnachtsferien zu lesen hätte, Sally keine Präsentation über ein totes Blatt machen müsste? Wenn Charlie Brown endlich den Mut hätte, mit dem kleinen rothaarigen Mädchen zu sprechen? Und schließlich, wenn der Weihnachtsmann einen Herzinfarkt im Wohnzimmer bekommen würde?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004528","hoster":"VOE"},{"path":"/redirect/8611563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-11","name":"Frieda","epNo":11,"alt":"","descr":"Linus stellt Charlie Brown Frieda vor, ein sehr selbstbewusstes Mädchen, das gerne und viel redet. Am liebsten von ihren natürlich gelockten Haaren. Frieda sucht jemanden, der ihre Katze für sie hält, während sie einkaufen geht, doch das ist gar nicht so einfach. Außerdem versucht Frieda vergeblich, Snoopy ein für einen Hund natürliches Jagdverhalten anzutrainieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802749","hoster":"VOE"},{"path":"/redirect/8611559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-12","name":"Ein Tag mit Snoopy","epNo":12,"alt":"","descr":"Snoopy verhält sich ganz schön frech. Zuerst ist er böse mit Charlie Brown, weil dieser ihm sein Essen zu spät gibt, und dann verfolgt er auch noch Lucy deswegen. Zu allem Überfluss zelebriert er die \"Nationale Hundewoche\" und tanzt Lucy auf der Nase herum. Weil er aus Angst vor einem Gewitter nicht schlafen kann, nervt er Charlie Brown so lange, bis dieser ihn im Haus schlafen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802752","hoster":"VOE"},{"path":"/redirect/8611562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-13","name":"Technische Schwierigkeiten","epNo":13,"alt":"","descr":"Peppermint Patty hat mal wieder nichts als Ärger in der Schule. Sie klemmt sich ihre Nase im Schulhefter ein, bekommt eine schlechte Note und nachdem sie auf dem Schulweg von einem Regenschauer überrascht wird, kommt nicht nur sie pitschnass zum Unterricht, auch ihr Aufsatz ist völlig durchnässt. Lucy versucht Charlie Brown mit ungewöhnlichen Metaphern über das Leben zu therapieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802755","hoster":"VOE"},{"path":"/redirect/8611565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-14","name":"Niemand mag mich","epNo":14,"alt":"","descr":"Charlie Brown ist traurig, weil niemand ihn mag und er Angst vor der Zukunft hat. Lucy versucht ihm als Therapeutin zu helfen, ist aber mehr an seinem Geld interessiert. Charlie Brown erzählt Peppermint Patty eine Geschichte von seinem Vater, die veranschaulichen soll, was er unter wahrer Liebe versteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802753","hoster":"VOE"},{"path":"/redirect/8611579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-15","name":"Eine starke Persönlichkeit","epNo":15,"alt":"","descr":"Lucy versucht Schröder davon zu überzeugen, dass es gut für seine Musik wäre, wenn er ein Mädchen in seinem Leben hätte. Um ihm näherzukommen, möchte sie, dass er ihr Klavierstunden gibt. Charlie Brown und Lucy streiten, weil Lucy ihm nicht glauben will, dass Vögel im Winter nach Süden fliegen. Und auch die Bestätigung durch eine Lehrerin kann Lucy nicht überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802758","hoster":"VOE"},{"path":"/redirect/8611570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-16","name":"Im Auge des Betrachters","epNo":16,"alt":"","descr":"Patty ist traurig, weil sie sich hässlich fühlt und sucht deshalb Bestätigung bei Charlie Brown. Doch immer wenn dieser versucht, etwas Nettes zu ihr zu sagen, dreht sie ihm einen Strick daraus. Weil seine Schule geschlossen ist, kommt Charlie in Pattys Klasse. Als sie sich eine Schulbank teilen, verstehen sich die Beiden überhaupt nicht und streiten. Nicht lange und sie müssen zum Direktor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802760","hoster":"VOE"},{"path":"/redirect/8611566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-17","name":"Ausgleich","epNo":17,"alt":"","descr":"Charlie Brown versucht, die Fähigkeiten seines Baseballteams zu verbessern, doch Lucy erschwert ihm die Arbeit als Manager des Teams ungemein. Sie bleibt nicht auf ihrer Position, passt nicht auf und hat permanent vollkommen unsportliche Sonderwünsche. Und als wäre das nicht schon genug, verliert Charlie auch noch seine Socken während des Spiels.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802763","hoster":"VOE"},{"path":"/redirect/8611567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-18","name":"Miss Othmar","epNo":18,"alt":"","descr":"Linus ist Hals über Kopf in seine Lehrerin Miss Othmar verliebt. Doch als diese ihn nicht mehr zu beachten scheint, sieht er keinen Sinn mehr in seinem Leben. Allerdings bleibt ihm nicht viel Zeit, traurig zu sein, denn Miss Othmar verlässt die Schule, um zu heiraten. Schon bald aber kehrt sie zurück und Linus kommt aus dem Schwärmen nicht mehr heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802762","hoster":"VOE"},{"path":"/redirect/8611569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-19","name":"Die harte Schule des Lebens","epNo":19,"alt":"","descr":"Weil Patty nur Probleme in der Schule hat, soll sie auf eine Privatschule gehen. Als sie erfährt was das kosten würde, sucht sie Rat bei Snoopy. Der gibt ihr die Broschüre einer viel billigeren Schule, Patty ist begeistert. Was sie allerdings nicht ahnt: es handelt sich um die \"1A-Schule des Gehorsams\" Hundeschule. Dieses Diplom kommt bei ihrem alten Direktor nicht so gut an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802766","hoster":"VOE"},{"path":"/redirect/8611580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-20","name":"Pfoten weg von meiner Schmusedecke","epNo":20,"alt":"","descr":"Linus hat Probleme mit dem Schnürsenkel-Binden. Von Snoopy kann er dafür kein Verständnis erwarten. Der schnappt ihm mal wieder seine Schmusedecke weg. Mit fiesen Tricks rangeln Snoopy und Linus um das geliebte Stück. Auch Lucy hat wenig Verständnis für die Schmusedecken-Leidenschaft ihres kleinen Bruders. Schon allein die vielen Keime, die daran kleben müssen, findet sie abstoßend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802764","hoster":"VOE"},{"path":"/redirect/8611568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-21","name":"Roman-Idee","epNo":21,"alt":"","descr":"Snoopy versucht, seine Roman-Idee auf Papier zu bringen. Er sitzt auf seiner Hundehütte und tippt unermüdlich. Doch alle seine Roman-Entwürfe haben genau den gleichen Anfang. Das ist etwas, das Lucy aus der Haut fahren lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117453","hoster":"VOE"},{"path":"/redirect/8611572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-22","name":"Keine Fallstricke","epNo":22,"alt":"","descr":"Charlie Brown versucht erfolglos, seinen Drachen steigen zu lassen. Lucy und Peppermint Patty geben ihm wertvolle Tipps, wie es doch noch klappen könnte. Trotz der nützlichen Hinweise seiner Freunde, will der Drache immer noch nicht in die Luft steigen. Um Charlie Brown wieder aufzubauen, nimmt Peppermint Patty ihn in ihr Baseball-Team auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802767","hoster":"VOE"},{"path":"/redirect/8611584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-23","name":"Der wahre Freund","epNo":23,"alt":"","descr":"Wie muss ein wahrer Freund beschaffen sein? Er hört sich Lieblings-Gute-Nacht-Geschichte des Freundes an, hilft bei der Erledigung der Schulaufgaben und gibt Tipps, wie Langeweile überwunden werden kann. Er sorgt dafür, dass der Andere stets glücklich ist und nimmt sich selbst zurück. Und trotz Streitigkeiten gibt es immer Kleinigkeiten, in denen man übereinstimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802768","hoster":"VOE"},{"path":"/redirect/8611574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-24","name":"Schwarz auf Weiß","epNo":24,"alt":"","descr":"Lucy hat einen Vertrag vorbereitet, der sie offiziell zu jeder Zeit von jeder Schuld befreit. Außerdem überrascht sie Schröder mit einem Referat über Ludwig van Beethoven. Doch Schröder will wie immer nichts von ihr wissen. Schließlich verwirrt Lucy Charlie Brown, indem sie ihn bittet, eine Petition zu unterschreiben, die seinen eigenen Rücktritt als Manager des Baseballteams fordert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802771","hoster":"VOE"},{"path":"/redirect/8611571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-25","name":"Ein verrückter Köter","epNo":25,"alt":"","descr":"Snoopy zeigt mal wieder allen, dass er ein ungewöhnlicher Hund ist. Er überrascht Linus mit fußballerischem Können, als dieser ihm beibringen will, wie man einen Ball holt – und Charlie Brown mit einem waghalsigen Sprung ins Planschbecken. Und als Charlie Brown keine Zeit hat, ihm sein Fressen zu geben, bedient sich Snoopy kurzerhand selbst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802770","hoster":"VOE"},{"path":"/redirect/8611573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-26","name":"Schönheitswettbewerb","epNo":26,"alt":"","descr":"Peppermint Patty will von Charlie Brown hören, dass sie hübsch ist und trotz ihrer großen Nase geliebt werden kann, doch der versteht mal wieder gar nichts. Als sie dann in der Schule eine schlechte Note bekommt, ist sie sich sicher, dass es an ihrem Aussehen liegt. Sie trifft sich mit Lucy, um sich Ohrlöcher stechen zu lassen, doch Lucy traut sich nicht und ergreift die Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802773","hoster":"VOE"},{"path":"/redirect/8611575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-27","name":"Winter-Wunderland","epNo":27,"alt":"","descr":"Es schneit. Doch während Linus völlig aus dem Häuschen ist, ist seine Schwester Lucy wie so oft einfach nur genervt. Gut, dass da noch Charlie Brown ist. Der hilft Linus, einen Brief an den Weihnachtsmann zu schreiben. Damit der Weihnachtsmann auch ja nicht vergisst, sie zu beschenken klauen Snoopy und Woodstock die Socken der Kinder und hängen sie an Snoopys Hütte und in den Baum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802774","hoster":"VOE"},{"path":"/redirect/8611578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-28","name":"Schulanfang","epNo":28,"alt":"","descr":"Sally verbringt den Sommer in einem Sitzsack-Camp. Bei ihrer Rückkehr neigen sich die Sommerferien dem Ende zu und Sally fühlt sich noch nicht bereit für die Schule. Deshalb übt sie schon mal wie, man auf den Bus wartet. Doch als es dann soweit ist, bringen alle Übungen nichts, denn sie und Charlie Brown verpassen den Schulbus, weil Sally noch Brote schmieren will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802776","hoster":"VOE"},{"path":"/redirect/8611599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-29","name":"Eine neue beste Freundin","epNo":29,"alt":"","descr":"Auf dem Weg ins Sommercamp lernt Sally Eudora kennen, ein Mädchen, das noch weniger Lust auf das Camp hat als sie. Die beiden freunden sich an und nachdem sie bei einer Übernachtung im Freien vom Regen überrascht werden, zeigt Sally Eudora, wie man angelt. Als Eudora allerdings Linus, Sallys kleinem Schnuckelchen, schöne Augen macht, ist der Spaß für Sally vorbei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919117","hoster":"VOE"},{"path":"/redirect/8611576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-30","name":"Geschichten erzählen","epNo":30,"alt":"","descr":"Snoopy geht unter die Schriftsteller! Doch dabei stößt er auf unterschiedliche Reaktionen. Während Linus Snoopys Erzählungen unzusammenhängend findet, ist Lucy weitaus kritischer. Sie rät Snoopy, über Dinge zu schreiben, die wirklich wichtig und interessant und nicht bloß Anti-Katzen-Stories. Und auch Charlie Brown kommt in den \"Genuss\", zu Snoopys Leserschaft zu gehören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802778","hoster":"VOE"},{"path":"/redirect/8611577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-31","name":"Nett sein","epNo":31,"alt":"","descr":"Charlie Brown möchte es mal wieder jedem recht machen, aber das ist gar nicht so einfach. Nur Sally tut ausschließlich, was ihr gefällt. Peppermint Patty lädt sich bei Charlie Brown selbst ein, um dort zu übernachten. Charlie Brown bietet ihr einen Schlafplatz an – in Snoopys Hundehütte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802780","hoster":"VOE"},{"path":"/redirect/8611582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-32","name":"Das Richtige tun","epNo":32,"alt":"","descr":"Peppermint Patty möchte wissen, ob Charlie Brown gute Lebensweisheiten für sie parat hat. Da ist sie bei ihm genau an der richtigen Adresse, denn Charlie Brown kennt Weisheiten für fast alle verschiedenen Lebenslagen. Für Linus ist es nicht immer einfach, Lucy als Schwester zu haben. Sie ist streitsüchtig und möchte von Linus bedient werden. Und wehe, Linus hört nicht auf Lucy!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802786","hoster":"VOE"},{"path":"/redirect/8611583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-33","name":"Die Schule ist aus","epNo":33,"alt":"","descr":"Sally träumt davon, nach Hollywood zu fliegen, anstatt schon wieder in eines dieser öden Feriencamps zu fahren. Mit den Ass Airlines und mit Snoopy als Pilot macht sie sich auf den Weg. Doch wo, bitteschön, bleibt der kostenlose Orangensaft? Peppermint Patty hingegen macht sich Sorgen, wie sie das große Lesepensum in den Ferien schaffen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802779","hoster":"VOE"},{"path":"/redirect/8611581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-34","name":"Der Herbst ist da!","epNo":34,"alt":"","descr":"Es ist Herbst. Die Blätter fallen von den Bäumen, was Linus und Snoopy Sorgen bereitet. Linus spricht mit den fallenden Blättern, denn wer sonst, würde mit ihnen sprechen? Um nicht nass zu werden, geht Peppermint Patty mit dem Ringbuch auf dem Kopf durch den Regen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802785","hoster":"VOE"},{"path":"/redirect/8611585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-35","name":"Schlittschuhe auf Eis","epNo":35,"alt":"","descr":"Peppermint Patty hat sich in den Kopf gesetzt, beim Eiskunstlauf ganz groß rauszukommen. Snoopy ist ihr Trainer und macht seine Sache richtig gut. Doch Peppermint Patty hätte besser eine andere Person als Marcie darum gebeten, ihr ein Eislauf-Kostüm zu nähen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802784","hoster":"VOE"},{"path":"/redirect/8611586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-36","name":"Tennis","epNo":36,"alt":"","descr":"Snoopy tritt zum Tennis mit seiner Doppel-Partnerin Molly Volley an. Es stellt sich als gar nicht so einfach heraus, den Aufschlag zu machen und gleichzeitig Schokokekse zu essen. Eine Herausforderung ist das Match gegen Heulsuse Patzer. Sie legt wegen allem Beschwerde ein. Wegen der Sonne, die blendet, wegen der Bälle, die zu alt sind, und wieso überhaupt soll sie gegen einen Hund antreten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802790","hoster":"VOE"},{"path":"/redirect/8611587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-37","name":"Sally","epNo":37,"alt":"","descr":"Sally braucht Hilfe bei den Hausaufgaben. Sie besteht darauf, dass ihr Bruder Charlie Brown sie dabei unterstützen muss. Außerdem hat sie ein Problem. Denn Sally hat sich in der Schule ein Lineal geliehen, um die Breite der Straße aus zu messen. Dabei ist das Lineal zerbrochen und Sally hat jetzt Ärger mit dem Linealbesitzer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802783","hoster":"VOE"},{"path":"/redirect/8611589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-38","name":"Nicht dein Tag","epNo":38,"alt":"","descr":"Charlie Brown nimmt Lucys psychiatrische Beratung in Anspruch. Sie attestiert ihm eine Depression und gibt ihm den Rat, es mit Pfeifen zu versuchen. Und siehe da, es klappt. Charlie Browns Stimmung hellt sich merklich auf. Wäre da nicht Woodstock… Sally ist mit Linus zum Kino verabredet. Leider gerät sie mit ihrem Bruder darüber in Streit, wer von ihnen beiden wohl die Tickets bezahlen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334281","hoster":"VOE"},{"path":"/redirect/8611590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-39","name":"Ein harter Winter","epNo":39,"alt":"","descr":"Es hat geschneit und Linus bittet Lucy, die Brotkrümel für die Vögel aufzuheben, da die Vögel im Schnee nicht genug Futter finden können. Sie müssen aber die Erfahrung machen, dass Vögel auch in einem strengen Winter wählerisch sind und keinesfalls verbrannten Toast essen wollen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802788","hoster":"VOE"},{"path":"/redirect/8611588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-40","name":"Ein kleines Nickerchen","epNo":40,"alt":"","descr":"Linus und Snoopy machen zusammen ein Nickerchen. Linus teilt sogar seine Schmusedecke mit Snoopy. Doch dass Snoopy an seinem Daumen nuckelt, geht Linus dann doch zu weit. Und dann beginnt auch noch ein Gerangel um seine heißgeliebte Schmusedecke. Peppermint Patty ist neuerdings voller Begeisterung für die Schule und hält Marcie eine flammende Rede. Doch das hält nicht lange an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802791","hoster":"VOE"},{"path":"/redirect/8611593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-41","name":"Mundpropaganda","epNo":41,"alt":"","descr":"Snoopy ist so gefräßig und kann weder warten, bis er wieder Essen bekommt, noch bis Charlie Brown den Dosenöffner für das Hundefutter gefunden hat. Er ist so fixiert aufs Essen, dass er Charlie sogar davon überzeugen will, dass die Kekse in der Dose nach ihm rufen. Als Charlie das Hundefutter ausgeht und er Snoopy deshalb Katzenfutter servieren will, ist dieser nicht sonderlich begeistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802794","hoster":"VOE"},{"path":"/redirect/8611591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-42","name":"Ein wenig Liebe","epNo":42,"alt":"","descr":"Charlie Brown hofft darauf, eine Valentinskarte zu bekommen, besonders von Frieda. Doch obwohl Frieda sehr viele verschickt, geht er leer aus. Nachdem Charlie daran scheitert, selbst eine Valentinstags-Karte zu basteln, kauft er eine und wirft sie ein, doch sein Valentinstags-Gruß wird abgewiesen. Sally ist verliebt in Linus und freut sich sehr, als er mit ihr Tennisspielen gehen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802796","hoster":"VOE"},{"path":"/redirect/8611592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-43","name":"Liebe liegt in der Luft","epNo":43,"alt":"","descr":"Peppermint Patty geht auf ein Blinddate mit Pig-Pen. Obwohl sie anfangs wenig begeistert ist, verliebt sie sich nachdem sie getanzt haben. Sally ist traurig, dass sie am Valentinstag nicht eine Karte im Briefkasten hat. Vor allem von Linus hatte sie sich eine erhofft. Marcie überwindet sich, Charlie zu fragen, ob er mit ihr ausgehen will, doch der versteht mal wieder gar nichts.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802795","hoster":"VOE"},{"path":"/redirect/8611594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-44","name":"Auf Wahlkampf Tour","epNo":44,"alt":"","descr":"Lucy bringt Linus dazu, sich als Schulsprecher aufstellen zu lassen und möchte seine Wahlkampf-Leiterin sein. Als Linus Charlie Brown als seinen potentiellen Vize-Schulsprecher auswählt, ist Lucy wenig begeistert. Als Linus sich selbst ins Aus schießt, versucht Lucy, Charlie Brown zur Kandidatur zu bewegen, um sich ihren Traum zu erfüllen, First Lady zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802793","hoster":"VOE"},{"path":"/redirect/8611595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-45","name":"Zur Schule gehen","epNo":45,"alt":"","descr":"Sally hasst die Schule. So sehr, dass sie sogar in den Ferien zum Schulgebäude geht, nur um es anzuschreien und zu treten. Sie wehrt sich gegen Testfragen, da sie das abgefragte Wissen später sowieso nicht braucht. Selbst einem Schulausflug ins Museum kann sie nichts Gutes abgewinnen und versucht stattdessen, diesen Eudora zu vermiesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802798","hoster":"VOE"},{"path":"/redirect/12514216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-46","name":"Klar Schiff","epNo":46,"alt":"","descr":"Pig-Pen hält Sauberkeit für schrecklich überbewertet und steht zu seiner Meinung. Sein schmutziges Äußeres hält ihm lästige Moskitos und auch Mädchen vom Leib, und schützt ihn vor der Sommerhitze. Allerdings muss er auch mit Ablehnung zurechtkommen, beispielsweise im Kino, wenn keiner neben ihm sitzen möchte. Eines Tages versucht es Pig-Pen mit Körperpflege. Doch es ist hoffnungslos…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802799","hoster":"VOE"},{"path":"/redirect/8611596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-47","name":"Brüder und Schwestern","epNo":47,"alt":"","descr":"Geschwisterliebe ist nicht immer einfach. Lucy und Linus kriegen sich ständig in die Haare. Entweder es geht darum, welches Programm sie sehen, wenn sie fernsehen, oder Lucy regt sich über Linus auf, weil er zu viel fernsieht. Lucys Wutausbrüche machen es nicht gerade leichter, doch Linus weiß sich zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802800","hoster":"VOE"},{"path":"/redirect/8611602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-48","name":"Marcie","epNo":48,"alt":"","descr":"Marcie hat es nicht leicht. Peppermint Patty kommandiert sie herum und ärgert sie so lange, bis die beiden sich prügeln. Als sei das nicht genug, setzen ihre Eltern sie auch noch gewaltig unter Druck, in der Schule nur gute Noten zu haben. Während ihrer Krise sucht sie Beistand bei Charlie Brown.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802808","hoster":"VOE"},{"path":"/redirect/8611597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-49","name":"Guter Hund","epNo":49,"alt":"","descr":"Snoopy ist eher ein einzigartiger als ein guter Hund. Als Charlie und seine Familie für ein paar Tage verreisen, ist Snoopy traurig, weil sein Herrchen fort ist. Er wird bei Linus und Lucy untergebracht, die versuchen aufzumuntern. Doch als Snoopy sich die Schmusedecke von Linus ausleiht, kommt es zu einem erbitterten Kampf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802801","hoster":"VOE"},{"path":"/redirect/8611598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-50","name":"Irgendwie gruselig","epNo":50,"alt":"","descr":"Halloween steht vor der Tür! Während Sally sich nicht ins Kino traut, weil der gezeigt Film zu gruselig ist, freut sich Linus schon auf Halloween. Denn für ihn ist das die Zeit des großen Kürbis, der sich an Halloween aus dem Beet erhebt und Geschenke an die Kinder verteilt. Obwohl ihm alle sagen, dass es einen solchen Kürbis nicht gibt, lässt er sich nicht beirren und schreibt einen Brief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802803","hoster":"VOE"},{"path":"/redirect/8611605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-51","name":"Zu nichts nütze","epNo":51,"alt":"","descr":"Charlie Brown hat es mal wieder nicht leicht. Zuerst verlangt Sally von ihm, dass er sie rächt, weil ein Junge sie geschubst hat. Dann belästigt sie ihn bei dem verzweifelten Versuch, einen schönen Brief an seine Brieffreundin zu schreiben. Als er einen anonymen Anruf von einem Mädchen bekommt, verabredet er sich mit ihr. Blöd nur, dass die Einladung eigentlich für Snoopy bestimmt war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802804","hoster":"VOE"},{"path":"/redirect/8611603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-52","name":"Bitte lass es schneien","epNo":52,"alt":"","descr":"Der Winter ist da. Linus hat Angst, dass er vom Weihnachtsmann bestraft wird, weil seine Schwester Lucy nicht brav war. Sally ist der Meinung, dass man auch Geschenke bekommt, wenn man nicht brav war. Statt Wunschliste schickt sie eine Kampfansage an den Weihnachtsmann. Weil Sally an einer Eiskunstlaufshow teilnehmen möchte, braucht sie einen Partner und muss mit Snoopy vorlieb nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802805","hoster":"VOE"},{"path":"/redirect/8611601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-53","name":"Sicherheit","epNo":53,"alt":"","descr":"Lucy will, dass Linus endlich von seiner Schmusedecke loskommt. Um das zu schaffen, vergräbt sie sie kurzerhand. Um sie zu finden, gräbt Linus den ganzen Garten um. Ein Glück, dass er Freunde wie Snoopy hat, die ihm dabei helfen. Als er die Decke wieder hat, gibt Lucy nicht auf; sie will die Decke vernichten, egal wie. Doch diese wehrt sich gegen Lucy, fällt sie an und jagt sie aus dem Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802807","hoster":"VOE"},{"path":"/redirect/8611606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-54","name":"Es hat keinen Zweck","epNo":54,"alt":"","descr":"Sally macht nichts als Probleme. Sie soll eine Präsentation halten und zieht eine große Show ab, sehr zum Ärger der Lehrerin. Dann ist sie völlig verzweifelt, weil sie einen Stift aus der Schule geklaut und auch noch kaputt gemacht hat. Sie will, dass Charlie Brown ihr hilft, doch er findet, sie soll ihr Problem selbst lösen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802809","hoster":"VOE"},{"path":"/redirect/8611604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-55","name":"Schlechte Laune","epNo":55,"alt":"","descr":"Weil sogar Lucy langsam selbst glaubt, sie sei zu grantig, entwirft Linus einen Plan, der ihr eine gewisse Anzahl an Tagen vorgibt, an denen sie schlecht gelaunt sein darf. Blöd nur für ihn, dass sie sich heute für einen richtig miesen Tag entschieden hat. Auch Sally hat keinen guten Tag. Und Snoopy hat, wie jedes Mal, schlechte Laune, weil er wieder einen Brief von Layla bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802810","hoster":"VOE"},{"path":"/redirect/8611619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-56","name":"Der beste Freund des Menschen","epNo":56,"alt":"","descr":"Nachdem Snoopy versucht hat, Linus seine Schmusedecke zu klauen, beschließt dieser, sich endlich von dieser Angewohnheit zu verabschieden. Er gibt Snoopy die Decke zu Aufbewahrung, doch der macht daraus Sakkos für sich und Woodstock. Als Linus endlich seine Abhängigkeit und Trauer über den Verlust der Decke überwunden hat, kommt Charlie Brown mit einem verhängnisvollen Geschenk zu ihm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802814","hoster":"VOE"},{"path":"/redirect/8611618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-57","name":"Die freie Natur","epNo":57,"alt":"","descr":"Snoopy bereitet ein Puppentheater vor und führt es Charlie Brown und Lucy vor. Sally und Lucy finden einen interessanten Käfer und philosophieren darüber, wie es wohl ist, ein Käfer zu sein. Weil Charlie Brown einen Tag nicht da ist, soll Lucy Snoopy füttern. Sie nutzt die Situation um Snoopy endlich Manieren beizubringen. Doch der lässt sich einfach nichts gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802812","hoster":"VOE"},{"path":"/redirect/8611610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-58","name":"Glück haben","epNo":58,"alt":"","descr":"Peppermint Patty findet einfach keinen Gefallen an der Schule. Bei einem Test versucht sie davon abzulenken, dass sie nichts weiß, indem sie eine andere Prüfungsmethode vorschlägt. Und als sie wiederholt im Unterricht einschläft und ihre Ausreden nichts nützen, muss sie ins Büro des Direktors. Doch selbst nach dessen Ermahnung, kann sie ihre Einstellung nicht ändern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802813","hoster":"VOE"},{"path":"/redirect/8611611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-59","name":"Snoopy, der Superstar","epNo":59,"alt":"","descr":"Snoopy will groß rauskommen. Zuerst versucht er es als Jurist und lässt Linus ein Empfehlungsschreiben für den Obersten Gerichtshof schreiben. Nachdem er dort abgelehnt wird, versucht er sein Glück als Filmstar. Als Joe Cool spielt Snoopy die Hauptrolle in einem Film, für den er selbst das Drehbuch geschrieben hat. Schließlich will Snoopy noch als Rennfahrer durchstarten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802815","hoster":"VOE"},{"path":"/redirect/8611607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-60","name":"Angst vor der Schule","epNo":60,"alt":"","descr":"Die Schule geht wieder los: Sally dreht durch, weil sie Angst vor der Schule hat und davor, dass sie etwas nicht weiß. Linus hingegen freut sich, Neues zu lernen. Peppermint Patty kann sich einfach nicht helfen. Wieder und wieder schläft sie im Unterricht ein. Mit einer kreativen Idee erzielt sie eine gute Note, doch das führt zu einem Konkurrenzkampf mit Marcie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802817","hoster":"VOE"},{"path":"/redirect/8611609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-61","name":"Show-Hund","epNo":61,"alt":"","descr":"Lucy und Snoopy treten im Armdrücken gegeneinander an, nachdem Snoopy schon Charlie Brown besiegt hat. Doch Lucy findet, dass Hundeküsse nichts in einem fairen Wettkampf zu suchen haben. Im Football tritt das Team von Charlie Brown gegen eine Mannschaft aus Vögeln, allen voran Woodstock, an, was zu einigen Turbulenzen führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802822","hoster":"VOE"},{"path":"/redirect/8611608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-62","name":"Schräg","epNo":62,"alt":"","descr":"Marcie und Peppermint Patty gehen in ein klassisches Konzert. Für Patty ist dies eine gänzlich ungewohnte Erfahrung. Lucy möchte mit Schröder Schluß machen, aber der hat, wie meistens, nur Augen und Ohren für Beethoven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802818","hoster":"VOE"},{"path":"/redirect/8611622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-63","name":"Auf geht’s, Charlie Brown","epNo":63,"alt":"","descr":"Linus ist deprimiert, weil er denkt, dass ihn die Lehrerin nicht mehr mag. Lucy springt Seil, während Charlie Brown und Linus das Seil schwingen. Dabei denkt Charlie Brown laut über das rothaarige Mädchen nach – und Lucy geht langsam aber sicher die Puste aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802819","hoster":"VOE"},{"path":"/redirect/8611612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-64","name":"Hundedressur","epNo":64,"alt":"","descr":"Snoopy sammelt fleissig Empfehlungsschreiben, denn er möchte zum \"Hund des Jahres\" im Stadtviertel gewählt werden. Charlie Brown hingegen ist enttäuscht, da er sich die größte Mühe für Snoopys Futter gibt, doch der ignoriert ihn standhaft. Als Beagle-Pfadfinder macht Snoopy eine aufregende Wanderung mit Woodstock und seinen Geschwistern zu einem Gebirge mit spektakulärem Ausblick","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802823","hoster":"VOE"},{"path":"/redirect/8611613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-65","name":"Amateure","epNo":65,"alt":"","descr":"Es dreht sich mal wieder alles um Baseball. Marcie wirft, aber leider kann sie einfach nicht warten, bis Charlie Brown seine Position eingenommen hat. Peppermint Patty und Charlie Brown tüfteln an der Aufstellung. Vielleicht wäre es eine gute Idee den Rechtsaußen zu tauschen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802821","hoster":"VOE"},{"path":"/redirect/8611615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-66","name":"Ein schönes Bild","epNo":66,"alt":"","descr":"Künstler Snoopy malt ein Bild und es ist keine Überraschung, dass Lucy sehr genaue Vorstellungen hat, welches Motiv künstlerisch wertvoll ist. Snoopy schließlich macht sich viele Gedanken über den Mond. Schließlich startet er ein waghalsiges Unterfangen: als erster Beagle landet er auf dem Mond, tatkräftig unterstützt von Linus am Cape Canaveral.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802824","hoster":"VOE"},{"path":"/redirect/8611616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-67","name":"Eine faszinierende Freundin","epNo":67,"alt":"","descr":"Linus möchte so gerne mit Lydia befreundet sein, aber Lydia versteift sich darauf, dass er zu alt für sie sei, obwohl er nur zwei Monate älter ist. Als Linus Lydia eine Weihnachtskarte schreiben möchte, macht diese ein Geheimnis aus ihrer Adresse. Es sieht ganz danach aus, dass Lydia Linus an der Nase herumführt, doch Linus hat viel Geduld und einen treuen Berater in Charlie Brown.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802826","hoster":"VOE"},{"path":"/redirect/8611617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-68","name":"Kopf Hoch, Charlie Brown","epNo":68,"alt":"","descr":"Charlie Browns Drachen steckt in einem Baum fest. Und obwohl er dem Baum droht und ihn tritt, reagiert dieser einfach nicht. Zuletzt kauft Charlie Brown bergeweise Kaugummi – denn in den Packungen gibt es heißgeliebte Baseball-Spieler auf Sammelkarten. Leider hat Charlie Brown Pech: sein Lieblingsspieler ist nie unter den Karten. Da beschließt Lucy auch Kaugummis mit Sammelkarten zu kaufen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802827","hoster":"VOE"},{"path":"/redirect/8611614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-69","name":"Winterspiele","epNo":69,"alt":"","descr":"Die ersten Flocken fallen und Charlie Brown und Linus lassen sie sich auf der Zunge zergehen. Auch Snoopy isst Schneeflocken. Lucy hat einen Schneemann gebaut und ist sehr stolz auf ihn. Doch da entdeckt sie die riesige Schnee-Skulptur, die Linus geschaffen hat und großer Zorn steigt in ihr auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802828","hoster":"VOE"},{"path":"/redirect/8611625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-70","name":"Seltsamer kleiner Bruder","epNo":70,"alt":"","descr":"Lucy und Linus schreiben Briefe an den Weihnachtsmann. Während Lucy den Weihnachtsmann ganz unumwunden um Bargeld bittet, allein aus praktischen Gründen natürlich, macht Linus einen höchst sonderbaren Vorschlag. Der Weihnachtsmann dürfe ruhig sein Haus auslassen. Lucy versteht die Welt nicht mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802830","hoster":"VOE"},{"path":"/redirect/8611621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/peanuts-die-neue-serie/staffel-1/episode-71","name":"Nicht mein Tag","epNo":71,"alt":"","descr":"Linus bescheinigt Lucy einen Rekord aufgestellt zu haben. Sie ist der schlecht-gelaunteste Mensch, den er kennt. Seit 999 Tagen hat sie richtig schlechte Laune. Ein guter Grund für Linus, ihr eine Urkunde zu verleihen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8802831","hoster":"VOE"},{"path":"/redirect/8611620","hoster":"Streamtape"}]}]}]}]}