{"path":"/serie/stream/perception","name":"Perception","descr":"Professor Daniel Pierce unterrichtet Neurobiologie an einer Uni in Chicago. Der exzentrische Wissenschaftler hat die Gabe, sich besonders tief in menschliche Gedanken und Verhaltensweisen einfühlen zu können. Pierce leidet an Paranoider Schizophrenie und wird gelegentlich von Halluzinationen heimgesucht. Er beruhigt sich mit Kreuzworträtseln und klassischer Musik. Unterstützt wird er vom Assistenten Max, mit dem er zusammenlebt. Außerdem vertraut Pierce seiner langjährigen Freundin Natalie Vincent, die allerdings nur in seiner Vorstellung existiert. Realer ist da schon die junge FBI-Agentin Kate Moretti, die einst unter Pierce studiert hat und ihn oft als Berater bei schwierigen Fällen hinzuzieht.","seasons":[{"path":"/serie/stream/perception/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/perception/staffel-1/episode-1","name":"Die Realitäten des Dr. Daniel Pierce","epNo":1,"alt":"Pilot","descr":"Der College-Professor und Neurowissenschaftler Dr. Daniel Pierce wird von seiner ehemaligen Studentin Kate Moretti, einer Mitarbeiterin des FBI, aufgesucht, um ihr bei der Klärung eines komplizierten Falles zu helfen. Der Leiter der Rechtsabteilung eines Pharmakonzerns wurde getötet. Zuvor haben einige leitende Angestellte des Unternehmens bereits Morddrohungen erhalten. Alles scheint mit einem neuen Medikament in Verbindung zu stehen, das offenbar schon ein Menschenleben gekostet hat. Daniel ist psychisch krank. Er hat Halluzinationen und ist paranoid. Seit vielen Jahren führt er eine Beziehung mit Natalie, doch sie ist existiert nur in seiner Vorstellung. Seine Erkrankung hilft ihm jedoch dabei, den Fall zu lösen. So kann er auf eine ungewohnte Art in die Psyche der Menschen schauen und erhält verschiedene Hinweise zur Aufklärung des Mordes, denn Natalie wird nicht die einzige eingebildete Person bleiben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12155466","hoster":"VOE"},{"path":"/redirect/8611798","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12749958","hoster":"VOE"},{"path":"/redirect/12749960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-1/episode-2","name":"Gesichter","epNo":2,"alt":"Faces","descr":"Frank Prentice hat seine Frau Olena durch eine Organisation aus der Ukraine zu sich nach Amerika geholt. Doch er kann die Gebühren für die Vermittlung nicht bezahlen und wird von einem Mitglied des Prostituiertenrings bedroht und erpresst. Plötzlich wird Olena entführt und später tot aufgefunden. Moretti und Pierce bemerken bei Franks Vernehmung schnell, dass er gesichtsblind ist. Da er keine Gesichter erkennen kann, kann er niemanden identifizieren. Er merkt sich stattdessen besondere Merkmale an Menschen, wie Schmuck oder Kleidung. Hat jemand diese Krankheit ausgenutzt, um Frank um sein Geld zu bringen? Nach und nach geraten Moretti und Pierce in ein immer komplizierteres Verwirrspiel und wissen schließlich nicht mehr, wer wer ist. Außerdem taucht Michael Hathaway an der Fakultät auf. Er ist nicht nur beruflich ein Konkurrent für Pierce, sondern hat auch prompt ein Date mit Kate.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803255","hoster":"VOE"},{"path":"/redirect/8611801","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12749947","hoster":"VOE"},{"path":"/redirect/12749946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-1/episode-3","name":"Wir schreiben das Jahr 1986","epNo":3,"alt":"86’d","descr":"Das FBI sucht einen Serienmörder, der vor 26 Jahren fünf junge Mädchen ermordet hat. An fünf Freitagen in Folge ist jeweils eines der Mädchen verschwunden und am darauffolgenden Sonntag tot aufgefunden worden. Der Täter geht nun nach dem gleichen Muster vor. Lacey, eines seiner damaligen Opfer, überlebte den Anschlag stark traumatisiert. Sie ist seither in einer Psychiatrie untergebracht. Die Ärzte halten sie für schizophren und setzen sie unter starke Psychopharmaka. Doch Dr. Daniel Pierce glaubt nicht an diese Diagnose. Deshalb liest er ihre Krankenakte und findet dabei heraus, dass Lacey eine Verletzung im Kopf hat, die wohl nie behandelt wurde. Das könnte der Grund dafür sein, dass Lacey geistig zurückgeblieben ist und immer noch im Jahr 1986 lebt. Sie kann keine neuen Erinnerungen speichern. Das letzte, woran sie sich erinnert, ist der Abend vor ihrer Entführung. Bei einem Besuch in Laceys Elternhaus erfahren Daniel und Kate, dass ihre Mutter seit 1986 nichts an ihrem Zimmer verändert hat. Kurzerhand beschließen Daniel und Kate, Lacey nach Hause in ihre alte Umgebung zu bringen, um auf diese Weise Hinweise zu dem Serienmörder zu erhalten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803250","hoster":"VOE"},{"path":"/redirect/8611810","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12749962","hoster":"VOE"},{"path":"/redirect/12982304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-1/episode-4","name":"Zukünftiges zwischen den Zeilen","epNo":4,"alt":"Cipher","descr":"Ein Mörder verschickt kodierte Nachrichten über die Lokalzeitung. Nachdem bereits drei Menschen einem Giftgasanschlag zum Opfer gefallen sind, wird Dr. Daniel Pierce als Dekodierer der Nachrichten entlarvt und schwebt nun in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919160","hoster":"VOE"},{"path":"/redirect/8611802","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12919180","hoster":"VOE"},{"path":"/redirect/12749970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-1/episode-5","name":"Gottes Stimme und des Menschen Wille","epNo":5,"alt":"The Messenger","descr":"Pierce und Moretti untersuchen den Mord an einem jungen Mann, der angeblich Botschaften von Gott erhalten hat. Die Ursache für diese Wahnvorstellung ist schnell gefunden: Er war drogenabhängig. Pierce und Moretti nehmen zunächst an, dass der Mörder ebenfalls im Drogenmilieu zu finden ist – doch weit gefehlt: Kurz vor seinem Tod schloss der Tote sich einer Sekte an, der er sein gesamtes Hab und Gut, sowie sein Vermögen überlassen musste. Pierce und Moretti sehen sich die Sekte, die von einer vierköpfigen Familie gegründet wurde, genauer an. Doch so sehr sie auch suchen, die Familie kann scheinbar nicht mit dem Mord in Verbindung gebracht werden. Und auch bei dem Finanzcheck stoßen Pierce und Moretti auf keinerlei Ungereimtheiten. Als die Ermittlungen ins Stocken geraten, beschließen die beiden, dennoch auf ihre Intuition zu hören und so begeben sich Pierce und Moretti immer tiefer in die obskure Welt der Sekte und bringen langsam Licht ins Dunkel …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803245","hoster":"VOE"},{"path":"/redirect/8611807","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12749951","hoster":"VOE"},{"path":"/redirect/12749949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-1/episode-6","name":"Liebeskrank","epNo":6,"alt":"Lovesick","descr":"Ein depressiver Student hat Selbstmord begangen, obwohl er von seinem Therapeuten als geheilt entlassen wurde. Kurz darauf wird der Psychologe in seiner Praxis tot aufgefunden. Pierce und Moretti vermuten eine dubiose Krankenkasse hinter dem Mord, da das Opfer gegen diese als wichtiger Zeuge des FBI hätte aussagen sollen. Moretti bittet Pierce, die Patientenakten nach Hinweisen zu durchsuchen ? und er wird fündig. Sämtliche Patienten, die bei der Versicherung sind, wurden mit schweren Depressionen an diesen Therapeuten verwiesen und wurden trotzdem nach wenigen Sitzungen für gesund erklärt. Bei Patienten anderer Versicherungen dauerte die Therapie hingegen deutlich länger. Plötzlich werden Pierce und Moretti von einem ehemaligen Agenten verfolgt. Wie sich herausstellt, arbeitet er mittlerweile für die verdächtige Krankenversicherung. Zunächst vermuten die FBI-Ermittler, dass der Agent es auf Pierce abgesehen hat, da dieser nun auch von den Machenschaften weiß und gegen das Unternehmen aussagen könnte. Doch der Agent erzählt ihnen, dass der Therapeut von dem Freund einer jungen Frau, ebenfalls eine Patientin, bedroht wurde. Die Dame hatte ein Verhältnis mit dem Therapeuten. Als Pierce und Moretti der Ehefrau des Opfers davon erzählen, gibt diese an, seit Jahren von den Affären ihres Mannes gewusst zu haben und macht sich damit selbst dringend tatverdächtig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803254","hoster":"VOE"},{"path":"/redirect/8611803","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12749953","hoster":"VOE"},{"path":"/redirect/12749952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-1/episode-7","name":"Nemesis","epNo":7,"alt":"Nemesis","descr":"Das FBI hat einen neuen Boss, Irene Reardon, und Kate möchte diese unbedingt beeindrucken. Sie bittet Pierce, ihr bei einem Fall zu helfen: Die Richterin Trent wird von einem jungen Mann, Brady, gestalkt, für den sie sich einst stark gemacht hat. Statt ihn nach einem Verbrechen zu verurteilen, gab sie ihm die Möglichkeit, in einer Psychiatrie gesund zu werden, da er seit jeher als schizophren galt. Doch nun beunruhigen Trent die zahlreichen Briefe, die Brady ihr schreibt und Pierce und Kate sollen herausfinden, ob der junge Mann gefährlich ist. Dabei scheint ihnen jedoch ein fataler Fehler zu unterlaufen, denn Pierce bescheinigt Brady, harmlos zu sein. Kurz darauf wird die Richterin ermordet aufgefunden. Sie wurde erstochen und Brady ist dringend tatverdächtig. Kate und Pierce werden von dem Fall abgezogen, doch sie sind sich sicher, dass Brady nicht der Mörder war. Schließlich hatte die Richterin durch ihre Urteile den Hass der Schuldigen auf sich gezogen. Kate und Pierce ermitteln auf eigene Faust weiter, um Brady zu entlasten und den wahren Mörder zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803249","hoster":"VOE"},{"path":"/redirect/8611805","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12749955","hoster":"VOE"},{"path":"/redirect/12749956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-1/episode-8","name":"Kilimandscharo","epNo":8,"alt":"Kilimanjaro","descr":"Auf dem Campus wurde eine Studentin ermordet. Haley sorgt sich um den Ruf seiner Uni und hat deshalb sofort das FBI eingeschaltet. Moretti und Pierce nehmen sich des Falles an und finden schnell einen Verdächtigen – ein Adliger deutscher Herkunft, der sich vor allem durch seine Arroganz einen Namen gemacht hat. Doch eine Studentin, die offensichtlich besessen von dem Adelsspross ist, verschafft diesem in letzter Minute ein Alibi, sodass die Ermittler ihm nichts nachweisen können. Moretti und Pierce graben weiter und stoßen auf eine selbstproduzierte ‚Lerndroge‘. Sie macht wach und aufmerksam, aber auch gleichzeitig aggressiv und sensibel. Ist die Droge der Grund für den Mord? Hat sie verursacht, dass jemandem die Sicherungen durchgebrannt sind?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803252","hoster":"VOE"},{"path":"/redirect/8611812","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12749974","hoster":"VOE"},{"path":"/redirect/12749975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-1/episode-9","name":"Schattenseite (1)","epNo":9,"alt":"Shadow","descr":"Pierce bekommt einen Brief von einem ehemaligen Studenten, Wesley Sumpter, der einer Verschwörung auf die Spur gekommen ist. Wesley behauptet, der Flugzeugabsturz des Senators Ted Paulson sei kein Unglück gewesen, sondern ein Attentat, hinter dem der Unternehmer Crawford steckt. Zwei weitere Personen seien bereits ermordet worden und Wesley soll der Nächste sein. Er übergibt Pierce eine Aktentasche mit Zeitungsausschnitten und wird daraufhin tödlich von einem Armbrustpfeil getroffen. Sofort informiert Pierce Moretti. Probert erscheint als erster am Tatort, doch die Leiche ist verschwunden und die Spurensicherung findet auch keine Blutspuren. Pierce und Moretti beschließen, den Fall weiter zu verfolgen: Helen Paulson, die Frau des verunglückten Senators, stirbt an einer Poloniumvergiftung, ebenso eine Angestellte von Verteron. Diese hat Crawford zuvor beschuldigt und der Polizei einen Stick mit einem Virus, den sie als Beweis gestohlen hat, übergeben. Später stellt sich jedoch heraus, dass auf dem Stick nichts war. Nun verdächtigt Pierce Probert, der den Stick an sich genommen hat, einer der Verschwörer zu sein. Dieser wiederum verhaftet Pierce wegen Mordes an Wesley, denn ein belastendes Video taucht auf, auf dem Pierce als Armbrustschütze zu sehen ist. Ohne zu zögern, schlägt Moretti sich auf Pierce’ Seite, knockt Probert aus, verfrachtet ihn in den Kofferraum und begibt sich zu Crawfords Konferenzsaal, in dem eine Versammlung der Verschwörer stattfinden soll. Anschließend will sie sich mit Pierce treffen. Als sie jedoch nicht erscheint, macht Pierce sich auf die Suche und stürmt in den Konferenzsaal, mit John F. Kennedy, der ihn als imaginärer Freund immer wieder auf die richtige Fährte gelenkt hat. Als der Wachmann Pierce abführen will, dreht dieser durch und findet sich in den Armen von Lewicki wieder. Da erkennt Pierce, dass er das Haus das ganze Wochenende nicht verlassen hat und alles nur eine akute Halluzination war. Daraufhin weist er sich selbst in eine Klinik ein. Doch war das alles wirklich nur Einbildung???","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803258","hoster":"VOE"},{"path":"/redirect/8611813","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12749978","hoster":"VOE"},{"path":"/redirect/12749977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-1/episode-10","name":"Lichtblick (2)","epNo":10,"alt":"Light","descr":"Während Pierce nach einem akuten schizophrenen Schub in der Psychiatrie ist, ermittelt Moretti allein weiter, um den mysteriösen Mord an Wesley Sumpter aufzuklären. Ganz real, und nicht wie sonst als Halluzination, steht Natalie in der Klinik plötzlich vor Pierce. Allerdings stellt sie sich als Caroline Newsome, seine behandelnde Psychiaterin, vor. Das Rätsel der \"Doppelgängerin\" klärt sich zwar bald auf, lässt Pierce aber noch mehr an sich zweifeln. Als Pierce von Morettis neuen Erkenntnissen erfährt, bricht er den Klinikaufenthalt sofort ab, um den Fall, der immer weitere Kreise zieht, mit ihr gemeinsam zu lösen. Es geht um mehrere verdächtige Todesfälle, Erpressung und politische Macht. Schnell stellt sich die Frage: Sind die beiden etwa einem groß angelegten Komplott auf der Spur???","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803265","hoster":"VOE"},{"path":"/redirect/8611804","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13004559","hoster":"VOE"},{"path":"/redirect/12749980","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/perception/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/perception/staffel-2/episode-1","name":"Alles bleibt anders","epNo":1,"alt":"Ch-Ch-Changes","descr":"Vor einigen Monaten hatte Dr. Daniel Pierce eine große Krise, doch seitdem hat sich einiges verändert. Dank neuer Medikamente und vor allem dank Caroline, seiner ehemaligen Psychiaterin, läuft es für ihn wieder besser. Nicht sonderlich glücklich ist dagegen FBI-Agentin Kate Moretti. Denn sie steht vor einer Veränderung, die sie sowohl beruflich als auch privat betrifft: Ihr Ex-Mann in spe, Donnie, ein smarter Staatsanwalt, ist wieder nach Chicago zurückversetzt worden. Nun braucht er ihre und Pierce’ Hilfe in einem besonderen Fall. Es geht um Billy Flynn. Der Fall des verurteilten Mörders, der vor Jahren einen Kopfschuss erlitten hat, muss neu verhandelt werden und Pierce soll als Zeuge auftreten. Völlig überraschend kommt Pierce bei der Untersuchung allerdings zu dem Ergebnis, dass sich Flynns Persönlichkeit aufgrund von Hirnschäden durch die Schussverletzung komplett verändert hat. Der Mann ist nicht mehr der Mensch, der er zum Zeitpunkt der Tat war. Jetzt müssen die Geschworenen entscheiden – Todesstrafe oder Freispruch. Doch dann geschieht ein Mord und Pierce muss sich fragen: Von wem hat er sich täuschen lassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803263","hoster":"VOE"},{"path":"/redirect/8611809","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12919187","hoster":"VOE"},{"path":"/redirect/12749988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-2","name":"Unheimliche Beziehung der dritten Art","epNo":2,"alt":"Alienation","descr":"Dr. Daniel Pierce und Kate Moretti haben einen neuen Fall. Sie sollen einer Vermisstenmeldung der besonderen Art nachgehen: Ellen Resnick behauptet, ihr Mann Preston Resnick, ein Bestseller-Science-Fiction-Autor, sei von Außerirdischen entführt und durch einen Alien-Doppelgänger ersetzt worden. Dr. Pierce stellt fest, dass bei Ellen nach einem Autounfall ein Aneurysma geplatzt sein muss und sie jetzt am sogenannten Capgras-Syndrom leidet. Sie hält Menschen, die ihr emotional nahestehen für Doppelgänger, so auch ihre Freundin Barbara, die Prestons Verlegerin ist. Als Daniel mit Caroline zu Ellens Haus eilt, weil sie überraschend das Krankenhaus verlassen hat, entdecken sie Ellen mit einem Küchenmesser über Prestons Leiche. Doch Preston wurde erschossen und nachdem sie von Barbara den Hinweis erhalten haben, findet das FBI die Tatwaffe in der Wohnung des Autors A.Z. Weyland, einem Konkurrenten Prestons. Das FBI verhaftet ihn, doch Dr. Pierce zweifelt an seiner Schuld. Mithilfe seines psychoanalytischen Gespürs kommt ihm schon bald ein neuer Verdacht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334293","hoster":"VOE"},{"path":"/redirect/8611811","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12749990","hoster":"VOE"},{"path":"/redirect/12749989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-3","name":"Sehen oder nicht sehen","epNo":3,"alt":"Blindness","descr":"Dr. Daniel Pierce wird aus seiner Vorlesung gerufen, weil der Amtsrichter Cleland erstochen aufgefunden wurde. Pierce kann den geistig behinderten Hausmeister Emmanuel schnell als Täter ausschließen. Pierce ist sicher, dass der Mörder an Clelands Stelle getreten ist, ohne dass es jemandem aufgefallen wäre, da alle an der sogenannten \"Veränderungsblindheit\" litten. Während Kate und er sich noch bemühen, Donnie dieses Konzept zu erklären, damit er Emmanuel verschont, geschieht ein weiterer Mord vor Publikum. Schiedsrichter Frank Lemmons wird während eines Basketballspiels vom Alligatoren-Maskottchen erstochen, ohne dass jemand etwas mitbekommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803270","hoster":"VOE"},{"path":"/redirect/8611808","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12749995","hoster":"VOE"},{"path":"/redirect/12749994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-4","name":"Es waren einmal die Wahrheiten","epNo":4,"alt":"Toxic","descr":"Umweltaktivistin Rebecca Abbot will Dr. Daniel Pierce nach Brooksville locken, weil sie glaubt, dort einem durch den Chemiekonzern \"Brooksville Chemical\" ausgelösten Umweltskandal auf der Spur zu sein. Vier junge Mädchen sind an einem Tourette-ähnlichen Syndrom erkrankt, was ihrer Meinung nach auf eine Vergiftung mit Trichloressigsäure zurückzuführen ist. Pierce durchschaut schnell, dass Rebecca gelogen hat, doch als ihm der Geist der kürzlich verstorbenen Patti erscheint, wird ihm klar, dass hier ein Mord vertuscht wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803276","hoster":"VOE"},{"path":"/redirect/8611819","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750009","hoster":"VOE"},{"path":"/redirect/12750008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-5","name":"Caleidoscope – Das große Spiel","epNo":5,"alt":"Caleidoscope","descr":"Um bei den Ermittlungen in einem Mordfall vorwärts zu kommen, werden Daniel und Kate User einer Online-Game-Community. Doch nachdem Pierce einen Avatar von sich selbst erstellt hat, fällt es ihm schwer, den Unterschied zwischen Realität und Fantasie zu erkennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803269","hoster":"VOE"},{"path":"/redirect/8611816","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750003","hoster":"VOE"},{"path":"/redirect/12750001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-6","name":"Fehler im System","epNo":6,"alt":"Defective","descr":"Während eines Konzerts bricht der Violinist Sario plötzlich zusammen. Glücklicherweise ist Dr. Pierce im Publikum, der gelesen hat, dass Sario ein so genanntes THS-Implantat trägt – eine Art ferngesteuerter Schrittmacher, der elektrische Impulse an das Gehirn gibt und so die Parkinsonkrankheit aufhalten kann. Doch nicht nur das Gerät von Sario, sondern noch weitere der Firma OsciDyne sind fehlerhaft, obwohl alle Mitarbeiter dies bestreiten. Doch kurz darauf werden Dr. Vetter tot und seine Frau Susan, die auch ein THS trägt, schwer verletzt aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803267","hoster":"VOE"},{"path":"/redirect/8611821","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12749997","hoster":"VOE"},{"path":"/redirect/12749998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-7","name":"Brennpunkt Hirn","epNo":7,"alt":"Neuropositive","descr":"Phil Carlson leidet an einem unheilbaren Hirntumor und will auf dem Totenbett noch beichten, dass er 1992 jemanden überfahren und Unfallflucht begangen hat. Da er sich nicht an mehr erinnern kann, zweifelt Kates Boss an der Geschichte und erlaubt ihr nicht weiterzuermitteln. Also bittet Kate Dr. Pierce um Hilfe und sucht mit ihm Phils Arzt, den charmanten Dr. Hutchins auf, um Phils Hirn-Scan zu begutachten. Pierce fordert einen neueren Scan an, doch auf dem ist kein Tumor zu entdecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803274","hoster":"VOE"},{"path":"/redirect/8611814","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750004","hoster":"VOE"},{"path":"/redirect/12750006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-8","name":"Sigmund Freu(n)d","epNo":8,"alt":"Asylum","descr":"In einer psychiatrischen Klinik wird eine Krankenschwester mit einem Brieföffner erstochen. Als Täter wird schnell Erica, eine junge Patientin, ausgemacht, denn die Tatwaffe wird bei ihr entdeckt – in ihrem Körper. Sie hat sie verschluckt, offenbar um den Mord zu vertuschen. Pierce, der ein Gutachten über Erica erstellen soll, hat schnell Zweifel an Ericas Schuld und erkennt, dass die junge Frau unter einem zwanghaften Impuls leidet, Dinge zu verschlucken. Wenn sie aber als Täterin ausscheidet, wer hat dann die Krankenschwester erstochen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803285","hoster":"VOE"},{"path":"/redirect/8611815","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750012","hoster":"VOE"},{"path":"/redirect/12750011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-9","name":"Verwundete (1)","epNo":9,"alt":"Wounded","descr":"Die frisch aus Afghanistan zurückgekehrte Kriegsheldin Kendra Murphy springt zunächst durch alle Betten und sprengt dann einen Tankstellenshop. Daniel Pierce kommt schnell dahinter, dass eine Herpes-Infektion zum so genannten Klüver-Bucy Syndrom geführt hat und Kendra demnach nichts für ihr eigenartiges Verhalten kann. Kate und er überreden Donnie, die Anklage zu verschieben. Doch kurz darauf wird Kendras Armee-Kamerad Larry McPhee tot aufgefunden und Kendra steht mit blutverschmierten Händen über ihn gebeugt. Alles scheint nun offensichtlich, doch Kendra beteuert, ihn nicht umgebracht zu haben und Pierce glaubt ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803283","hoster":"VOE"},{"path":"/redirect/8611822","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750016","hoster":"VOE"},{"path":"/redirect/12750015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-10","name":"Krieger (2)","epNo":10,"alt":"Warrior","descr":"Blake Rickford, der Ex-Soldat, den Kate Moretti seit Tagen auf eigene Faust beschattet hatte, ist tot. Kate hat ihn in Notwehr erschossen, als sie ihn bei einer versuchten Vergewaltigung in flagranti erwischt hat. So jedenfalls stellt Kate es dar. Doch das vermeintliche Vergewaltigungsopfer erzählt eine ganz andere Geschichte, und Kate wird wegen Mordes angeklagt. Donnie, der seinen Job als Staatsanwalt gekündigt hat, um seine Exfrau im Prozess zu verteidigen, setzt zusammen mit Daniel alles daran, Kates Namen reinzuwaschen. Was nicht so einfach ist, denn Kate hat offenbar eine verzerrte Erinnerung an die Ereignisse der Tatnacht. Sie könnte tatsächlich einen Menschen grundlos getötet haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803282","hoster":"VOE"},{"path":"/redirect/8611818","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750032","hoster":"VOE"},{"path":"/redirect/12750031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-11","name":"Personenschaden","epNo":11,"alt":"Curveball","descr":"Andre, einem jungen Autisten, der besessen von Zügen ist, wird vorgeworfen, einen jungen Wachmann absichtlich mit dem Zug überfahren zu haben. Und er scheint es auch noch zuzugeben, denn er wiederholt dauernd: tötete Henry. Doch Dr. Pierce findet heraus, dass der junge Autist den Zug nur bewegt hat, um einen Zusammenstoß mit einem herannahenden Personenzug zu vermeiden und dass jemand anderer das Opfer Henry Wilmyer auf die Schienen gelegt haben muss. Wie sich herausstellt, hatte Henry einen Zwillingsbruder – Micah – ein erfolgversprechender Nachwuchs Baseballer. Daniel und Kate erfahren, dass Henry und Micah sich kennengelernt und auf Anhieb super verstanden haben, und dass Micah Henry an seiner Stelle ein Spiel hat machen lassen. Doch als Henry sich dabei das Handgelenk bricht und alles aufzufliegen droht, streiten sich die beiden, Micah stürzt unglücklich und stirbt und Henry, der die Identität seines Bruders annimmt, muss nur noch irgendwie die Leiche loswerden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803280","hoster":"VOE"},{"path":"/redirect/8611823","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750023","hoster":"VOE"},{"path":"/redirect/12750022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-12","name":"Ungleiche Brüder","epNo":12,"alt":"Brotherhood","descr":"Lewickis Bruder Kenny Rivers, der nicht das Glück hatte, von den Lewickis adoptiert zu werden, sondern bei einer Pflegefamilie namens Trotter gelandet ist, sitzt plötzlich in Dr. Pierces Wohnzimmer – angeblich um seinen Bruder zu besuchen. Als die Polizei vor der Tür steht, weil ein Jugendlicher in der Nachbarschaft eingebrochen sein soll, hält Pierce es nicht mehr aus. Er bittet Kate, Kennys Strafregister zu überprüfen und prompt stellen sie fest, dass er wegen Mordes an dem Drogendealer Bootsie Smith gesucht wird. Lewicki will rausfinden, was wirklich passiert ist und lernt so Kennys Freund Charlie Clark kennen, der als einziger an Kennys Unschuld glaubt. Wird Daniel die Wahrheit aufdecken?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803281","hoster":"VOE"},{"path":"/redirect/8611826","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750026","hoster":"VOE"},{"path":"/redirect/12750025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-13","name":"Codename Cobra","epNo":13,"alt":"Cobra","descr":"Daniels alter Freund, der Enthüllungsjournalist Fred Kleinman, ist an einem großen Coup dran. Ein Geheimagent namens \"Cobra\" will auspacken, dass die CIA amerikanische Staatsbürger im eigenen Land beseitigen lässt. Nun ist er aber untergetaucht und Pierce soll Kleinman helfen, ihn zu finden. Doch dazu kommt es nicht mehr, denn Pierce und Moretti finden Kleinman erschossen in seinem Büro und prompt übernimmt die CIA den Fall. Aber Moretti lässt sich nicht klein kriegen und ermittelt auf eigene Faust weiter. Pierce erhält post mortem einen Brief von Kleinman, der einen USB-Stick mit Beweisen für Cobras Anschuldigungen gegen die CIA beinhaltet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803291","hoster":"VOE"},{"path":"/redirect/8611817","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750036","hoster":"VOE"},{"path":"/redirect/12750035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-2/episode-14","name":"Liebeswahn","epNo":14,"alt":"Obsession","descr":"Ein Detective holt Pierce mitten aus einer Vorlesung, um ihm ziemlich unsanft klar zu machen, dass er sich von seiner Ex-Freundin Caroline fernzuhalten habe. Diese Begegnung löst bei Pierce nach seiner Rückkehr in den Hörsaal eine psychotische Episode aus – in Gegenwart seiner Studenten. Wie sich herausstellt, wird Pierce verdächtigt, der mysteriöse Stalker zu sein, der Caroline Newsome seit Wochen mit anonymen Aufmerksamkeiten und Briefen belästigt. Doch jetzt scheint die Sache zu eskalieren: Erst wird Carolines Auto beschädigt, dann erwartet sie beim Einsteigen eine Schlange und in ihrem Büro steht ein unheimliches Geschenk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803287","hoster":"VOE"},{"path":"/redirect/8611829","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750029","hoster":"VOE"},{"path":"/redirect/12750030","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/perception/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/perception/staffel-3/episode-1","name":"Pariser Affäre","epNo":1,"alt":"Paris","descr":"Dr. Pierce lebt nun mit Miranda in Paris. Dort sucht ihn das FBI auf, da seine Hilfe bei einem internationalen Fall gebraucht wird. Eine Delegation chinesischer Wissenschaftler wird an die Pariser Universität kommen, wo Pierce einen Vortrag halten soll. Danach wird der Chinese Dr. Soong bei einer Buchsignierung mit einem bestimmten Stift auf Pierce zukommen, welchen er unauffällig an sich nehmen soll. Dr. Soong hat eine Super-Pille entwickelt, welche die Gedächtnisleistung verbessert. Diese wird in dem Stift geschmuggelt. Pierce tut wie ihm geheißen und versteckt den Stift unter einem losen Stein auf dem Platz vor der Notre Dame.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803293","hoster":"VOE"},{"path":"/redirect/8611825","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750103","hoster":"VOE"},{"path":"/redirect/12750102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-2","name":"Schmerzlos","epNo":2,"alt":"Painless","descr":"Dr. Pierce ist wieder zurück in Chicago und schon wartet ein neuer Fall auf ihn. Diesmal braucht Donnie seine Hilfe. Der Sexualstraftäter Cyrus Dunham soll belangt werden, doch nur ein Opfer traut sich, gegen ihn auszusagen. Donnie vermutet, dass die anderen Mädchen von dem Stockholm Syndrom betroffen sind und Pierce soll das Gericht über dieses Phänomen belehren. Während des Verfahrens bricht plötzlich die Anwältin Linda Mullane zusammen und stirbt. Sie wurde angeschossen, doch niemand bemerkte den Schuss. Daniel schlussfolgert, dass Linda schon mit der Verletzung in das Gerichtsgebäude kam. Scheinbar litt sie unter einer seltenen Krankheit, wodurch sie keinen Schmerz verspürt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803295","hoster":"VOE"},{"path":"/redirect/8611832","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750121","hoster":"VOE"},{"path":"/redirect/12750117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-3","name":"Menschenfleisch","epNo":3,"alt":"Shiver","descr":"Bei einem Banküberfall wird ein Junge, Dillon, als Geisel genommen, kurze Zeit später wird er jedoch frei gelassen. Da Dillon an einer Entwicklungsstörung leidet, ist er besonders naiv und sieht nur das Gute in einer Person. Pierce soll ihn befragen und findet heraus, dass zwei Männer an dem Raubüberfall beteiligt waren und einer von ihnen scheint ebenfalls krank zu sein. Moretti verdächtigt einen Bankmitarbeiter, der schon seit zwei Monaten krankgeschrieben ist. Sie nehmen den Bankkassierer Shane fest, der denkt, schon bald sterben zu müssen. Doch Pierce erkennt, dass die Symptome auch zu einer anderen, weniger gefährlichen Krankheit passen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803303","hoster":"VOE"},{"path":"/redirect/8611820","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750123","hoster":"VOE"},{"path":"/redirect/12750122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-4","name":"Besessen","epNo":4,"alt":"Possession","descr":"Moretti arbeitet an einem bisher ungelösten Mordfall. Sie besucht die Familie des getöteten Mädchens, Silvie Pavel, und erfährt dort von einem Video, welches die Lösung sein könnte. Darauf ist Elena Douglas zu sehen – mit ihr arbeitete Silvie zusammen für eine Wohltätigkeitsorganisation. Auf dem Video behauptet Elena, vom Teufel besessen zu sein und Silvie umgebracht zu haben. Als Pierce und Moretti die Frau befragen wollen, platzen sie mitten in eine Teufelsaustreibung. Doch Pierce geht viel mehr von einem Tumor in ihrem Kopf aus. Elena kann geheilt werden, doch sie behauptet noch immer, Silvie getötet zu haben, da die Stimmen es ihr befahlen. Aber Pierce ist skeptisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803296","hoster":"VOE"},{"path":"/redirect/8611836","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750128","hoster":"VOE"},{"path":"/redirect/12750126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-5","name":"Für die Ewigkeit","epNo":5,"alt":"Eternity","descr":"Kate und Pierce sollen den Mord an dem berühmten Neurowissenschaftler Landon Jennings aufklären, einem Pionier auf dem Gebiet der künstlichen Intelligenz. Der Fall stellt sie vor Rätsel, weil Jennings zu Hause in seinem hermetisch verschlossenen Arbeitszimmer ermordet wurde. Sein Computer war mit seiner Firma vernetzt, die daran arbeitete, menschliches Bewusstsein für die Ewigkeit zu erhalten. In der Firma macht der Projektleiter Dr. Esper Kate und Pierce mit L-Dub bekannt, einem Hologramm, das nach Jennings’ Abbild gebaut worden war. Von dessen angeblicher Intelligenz lässt sich Pierce nicht beeindrucken. Er glaubt vielmehr, dass das Hologramm vom Mörder dazu programmiert wurde, aus der Klimaanlage in Jennings’ Arbeitszimmer ein Gas ausströmen zu lassen, an dem der Wissenschaftler erstickte. Doch wer war dann der Programmierer?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251082","hoster":"VOE"},{"path":"/redirect/8611824","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750129","hoster":"VOE"},{"path":"/redirect/12750130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-6","name":"Puppenmutter","epNo":6,"alt":"Inconceivable","descr":"Kate Moretti soll eine Kindesentführung aufklären. Doch dann stellt sich heraus, dass es sich bei der vermeintlichen Entführung bloß um eine Spielzeugpuppe handelte. Donnie will die \"Puppenmutter\" Lucy anklagen, doch Daniel Pierce ahnt, dass mehr dahinter steckt und Lucy die Puppe tatsächlich für ihr Baby hält. Die Situation wird noch komplizierter, als herauskommt, dass die Entführerin Betsy die Tat nur begangen hat, weil die Puppe ihrem verstorbenen Sohn Cody ähnelte. Als Lucy dann tot aufgefunden wird, muss Pierce herausfinden, wer im Verborgenen in diesem Theater ‚die Puppen tanzen lässt‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803302","hoster":"VOE"},{"path":"/redirect/8611828","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750107","hoster":"VOE"},{"path":"/redirect/12750105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-7","name":"Die Kunst des Mordens","epNo":7,"alt":"Bolero","descr":"Auf einer Vernissage lernt Dr. Daniel Pierce die geheimnisvolle Josephine kennen, die als Jugendliche Modell für ein inzwischen sehr wertvolles Triptychon stand. Als der Galeriebesitzer infolge eines epileptischen Anfalls, den eine Video-Installation auslöst, stirbt, tippt Pierce sofort auf Mord. Zusammen mit Kate weist er nach, dass der Künstler Kaos das Video manipuliert hat. Es sollte für ein Ablenkungsmanöver sorgen, damit ein Dieb unbemerkt das mittlere der drei Bilder stehlen und durch eine Fälschung ersetzen konnte. Auf der Suche nach dem echten Bild gibt es für Pierce ein Wiedersehen mit der schönen Josephine, mit der er die Nacht verbringt. Als Kaos ebenfalls ermordet wird, wollen Pierce und Kate den Fälscher des Bildes ermitteln und so den Mörder ausfindig machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803306","hoster":"VOE"},{"path":"/redirect/8611831","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750111","hoster":"VOE"},{"path":"/redirect/12750108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-8","name":"Überdosis","epNo":8,"alt":"Prologue","descr":"Daniel Pierce wird mit der Vergangenheit konfrontiert, als die verweste Leiche von FBI Agentin Anne-Marie Bishop entdeckt wird. Damals hatte er mit ihr in einem Fall ermittelt, in dem ein Serienmörder psychisch Kranke mit Heroin umgebracht hat und es wie eine Überdosis aussehen ließ. Agentin Bishop wurde daraufhin selbst entführt und Pierce erlitt einen psychotischen Schub und landete ein halbes Jahr in der Klinik des Psychiaters Dr. Josiah Rosenthal. Entgegen aller Warnungen lässt Pierce sich darauf ein, Kate bei den Ermittlungen zu helfen. Ein Opfer, das überlebt hat, Tasha Ogden, bringt sie auf die Spur eines gewissen Duxbury, dessen Tochter einst von einem Verrückten ermordet worden war, den er in Selbstjustiz umbringen wollte. Doch Pierce ist davon überzeugt, dass der wahre Mörder sie auf Duxburys Spur gesetzt hat. Und schließlich bekommt der Wahnsinn auch ein Gesicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803305","hoster":"VOE"},{"path":"/redirect/8611830","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12919186","hoster":"VOE"},{"path":"/redirect/12750113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-9","name":"12 Schüsse","epNo":9,"alt":"Silence","descr":"Kate und Donnie erleben hautnah mit, wie ein Scharfschütze 12 Schüsse auf das Kluczinski Gebäude abgibt. Da die FBI Agentin Nina Curtis verletzt wird, geht Crawford von einem Terroristen aus, der FBI Beamte umbringen will. Aber Pierce ist sicher, dass der Schütze es auf das Röntgengerät in der Eingangshalle abgesehen hat. Bald wird der Schütze ausfindig gemacht: Alex White, ein paranoider EHS-Patient, der an Zählzwang (Arithmomanie) leidet. Um ihn dingfest zu machen, muss Pierce ein Auto klauen und wird dabei von einer Wahnvorstellung in Form eines Fernfahrers begleitet. Die Situation wird aber brenzlig, als auch Pierce persönlich in Berührung mit einer Kugel kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803309","hoster":"VOE"},{"path":"/redirect/8611827","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750086","hoster":"VOE"},{"path":"/redirect/12750087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-10","name":"Falsches Spiel","epNo":10,"alt":"Dirty","descr":"Daniel Pierce wird gleich zwei Mal in einer Nacht aus dem Bett geklingelt. Erst will sein an Alzheimer erkrankter Vater ihm von seiner neuen Freundin, dem Ex-Playboy-Bunny Ruby, erzählen. Dann fleht Donnie ihn an, ihm zu helfen, denn er ist soeben neben der ermordeten Shelby in deren Wohnung erwacht und kann sich an nichts erinnern. Donnie ist sicher, dass er mit K.O.-Tropfen betäubt wurde und dass man ihm den Mord anhängen will, um seine Kandidatur zum Stadtrat zu torpedieren. In Frage kommen Donnies Gegner Gillespie, Shelbys eifersüchtiger Ex Tim Russo und seine eigenen Wahlkampfhelfer. Doch manchmal ist eine unerfüllte Liebe gefährlicher als der Wunsch nach politischer Macht!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803307","hoster":"VOE"},{"path":"/redirect/8611833","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750077","hoster":"VOE"},{"path":"/redirect/12750076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-11","name":"Sturm im Kopf","epNo":11,"alt":"Brainstorm","descr":"Nachdem Dr. Daniel Pierce ein schweres Trauma erleidet, müssen sein Vater und sein Freund Paul Haley entscheiden, ob sich Daniel einer riskanten Operation unterziehen soll. Darüber hinaus arbeitet Daniel an einem Mordfall, der ihn daran zweifeln lässt, was er sieht und hört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919163","hoster":"VOE"},{"path":"/redirect/8611834","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750092","hoster":"VOE"},{"path":"/redirect/12750088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-12","name":"Geschlachtet","epNo":12,"alt":"Meat","descr":"Kate Moretti ermittelt verdeckt in einem Fall, in dem der Besitzer einer Fleischfabrik von Tierschutzaktivisten brutal ermordet wurde. Dr. Daniel Pierce hilft, den Fall zu lösen. Doch darüber hinaus bereitet ihm die Entscheidung, Kate ein überaus persönliches Geständnis zu machen, Kopfzerbrechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803310","hoster":"VOE"},{"path":"/redirect/8611835","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750080","hoster":"VOE"},{"path":"/redirect/12750078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-13","name":"Schmutziger Deal","epNo":13,"alt":"Mirror","descr":"Dr. Daniel Pierce und Kate Moretti untersuchen den Mordfall eines Diplomaten und eines Reporters, der international hohe Wellen schlägt. Privat versucht Moretti sich an der Formulierung des Eheversprechens, welches sie Donnie an der Hochzeit geben möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803308","hoster":"VOE"},{"path":"/redirect/8611837","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750074","hoster":"VOE"},{"path":"/redirect/12750072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-14","name":"Liebe tut weh","epNo":14,"alt":"Romeo","descr":"Eine Studentin wird ermordet aufgefunden und ihr psychisch labiler Freund wird beschuldigt, die Tat begangen zu haben. Doch Dr. Daniel Pierce hat seine Zweifel daran und nimmt den jungen Mann in Schutz. Während Kate und Donnie tief in ihren Hochzeitsvorbereitungen stecken, muss Pierce sich seinen Gefühlen stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803312","hoster":"VOE"},{"path":"/redirect/8611839","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750096","hoster":"VOE"},{"path":"/redirect/12750093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perception/staffel-3/episode-15","name":"Um jeden Preis","epNo":15,"alt":"Run","descr":"Am Tag ihrer Hochzeit, kurz vor der Trauung, verschwindet Kate und kurze Zeit später erhält Daniel Pierce einen Anruf ihres Entführers. Die Forderung: Der zum Tode verurteilte Serienmörder Dr. Josiah Rosenthal soll im Austausch mit Kate freigelassen werden. Mithilfe eines Tricks – der Donnie und Pierce selbst hinter Gitter bringen könnte – gelingt es den beiden, Rosenthal von den anderen Beamten abzuschirmen und so die Geisel-Gefangenen-Übergabe einzuleiten. Diese gelingt zwar und Kate ist in Sicherheit, doch auch ein Serienmörder ist nun wieder auf freiem Fuß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8803314","hoster":"VOE"},{"path":"/redirect/8611838","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12750083","hoster":"VOE"},{"path":"/redirect/12982301","hoster":"Streamtape"}]}]}]}]}