{"path":"/serie/stream/perfekt-verpasst","name":"Perfekt verpasst","descr":"Anke Engelke und Bastian Pastewka in einer klassisch-komischen Coming-of-Age-Geschichte – mit dem feinen Unterschied, dass die Hauptfiguren nicht in den 20ern, sondern Anfang 50 sind. In der späten Lebenskrise der zwei Kleinstädter soll es um Bestimmungen und Zufälle, um Rache und Vergebung, um Freundschaften und Wutanfälle und um Falschparker und Katzenpflaster gehen – sowie die ewige Sehnsucht nach einem Happy End.","seasons":[{"path":"/serie/stream/perfekt-verpasst/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/perfekt-verpasst/staffel-1/episode-1","name":"Käsetyp 4","epNo":1,"alt":"","descr":"Nach seiner Scheidung sucht Sportladen-Inhaber Ralf nach einem neuen Sinn im Leben – und nach einer neuen Liebe. Aber gibt es in Marburg überhaupt jemanden, den er nicht kennt? Buchhändlerin Maria trifft auf eine alte Rivalin – sowohl ihre Affäre Max als auch ihr Vater warten nur darauf, dass sie die Beherrschung verliert. Es kommt zur Eskalation – und zu einer überraschenden Begegnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468954","hoster":"VOE"},{"path":"/redirect/14474092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perfekt-verpasst/staffel-1/episode-2","name":"Strike","epNo":2,"alt":"","descr":"Nach dem Streit mit Johanna Augustin beschließt Maria selbst ein Buch zu schreiben - leichter gesagt als getan. Und dann meldet sich auch noch ihre ehemals beste Freundin Nikki. Maria geht ihren Problemen aus dem Weg und lädt sich bei Sophie und deren Freundinnen zum Bowling ein. Ralf verbringt den Abend mit seinen Töchtern Lily und Lotta, um zu retten, was von seiner Familie noch übrig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468879","hoster":"VOE"}]}]},{"path":"/serie/stream/perfekt-verpasst/staffel-1/episode-3","name":"Senden und Empfangen","epNo":3,"alt":"","descr":"Maria versucht eine unliebsame Wahrheit über Max zu verarbeiten. Ihr Vater überrascht sie zusätzlich mit einem unerwarteten Geständnis. Da hilft auch der ungewollte, psychologischen Rat von Hundetrainer Hakan nichts. Und auch Ralf hat mit einer schlechten Nachricht zu kämpfen, die sein komplettes Leben verändert – er versammelt die ganze Familie zu einem großen Abendessen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468902","hoster":"VOE"}]}]},{"path":"/serie/stream/perfekt-verpasst/staffel-1/episode-4","name":"Katzenpflaster","epNo":4,"alt":"","descr":"Ralf will ein neuer Mensch werden. Nikki zwingt Maria zu einem Versöhnungstag. Alle landen gleichzeitig im Wellness-Zentrum \"Holistic Healing Hatzfeld\": Während sich Ralf und sein Freund Jochen dort einem dramatischen Feuerlauf stellen, versucht Maria einer ernsthaften Unterhaltung mit Nikki aus dem Weg zu gehen. Ob sich Maria und Ralf hier nun endlich begegnen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468974","hoster":"VOE"}]}]},{"path":"/serie/stream/perfekt-verpasst/staffel-1/episode-5","name":"Impulskontrolle","epNo":5,"alt":"","descr":"Ralf legt sich auf die Lauer: Wer ist die mysteriöse Frau, die immer auf sein Auto schreibt? Nach einem Missverständnis hat er plötzlich einen Hund und ein Date mit einer Unbekannten, das eine völlig ungeahnte Wendung nimmt. Auch Maria hat ein Date – und lässt sich zu einer Tat hinreißen, die den Tag in einer Katastrophe enden lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468942","hoster":"VOE"}]}]},{"path":"/serie/stream/perfekt-verpasst/staffel-1/episode-6","name":"Ave Maria","epNo":6,"alt":"","descr":"Die Hochzeit von Max und Nikki steht auf der Kippe, doch Maria will sie retten – und endlich einen Schluss-Strich ziehen und sich auf ihre Karriere als Autorin konzentrieren. Ralf muss sich um die Beerdigung von Schopenhauer kümmern – bis ihm klar wird, dass er die Hochzeit verhindern muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468882","hoster":"VOE"},{"path":"/redirect/14481000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/perfekt-verpasst/staffel-1/episode-7","name":"Anita und Steve","epNo":7,"alt":"","descr":"Maria flüchtet nach dem Eklat auf der Hochzeit nach Köln, um mit dem Verlag über ihre Buchidee zu sprechen. Nach einem vielversprechenden Start läuft das Gespräch allerdings völlig aus dem Ruder. Nur wenige Straßen weiter verabschiedet Ralf seine Tochter Lily in ihr zukünftiges Studentenleben. Ein schicksalhafter Zufall?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468928","hoster":"VOE"}]}]},{"path":"/serie/stream/perfekt-verpasst/staffel-1/episode-8","name":"Marburg is for Lovers","epNo":8,"alt":"","descr":"Maria und Ralf versuchen zu verstehen, was in Köln passiert ist. Derweil bereitet sich Marburg auf das Stadtfest und auf ein großes Comeback vor: Das legendäre Chaospendels ist zurück! Das Fahrgeschäft, auf dem sich Maria und Ralf vor Jahren beinahe begegnet wären. Das fulminante Finale?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468961","hoster":"VOE"}]}]}]}]}