{"seriesId":"perfect-harmony","name":"Perfect Harmony","descr":"Der Kirchenchor einer ländlichen Gemeinde bekommt in Gestalt eines derben, ehemaligen Musik-Professors (Bradley Whitford) einer renommierten Ivy-League-Universität genau den Leiter, von dem niemand hätte ahnen können, dass er der Richtige ist.Denn auch wenn sich die Individuen wegen unterschiedlicher Lebensauffassungen und Umgangsformen reiben, so erwecken sie doch ineinander die Freude an der Musik neu – und dieses bisschen Freude können alle Beteiligten gut gebrauchen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hallelujah","epNo":1,"alt":"Pilot","descr":"Als der Musikprofessor der Princeton Universität, Arthur Cochran (Bradley Whitford), überraschend in eine Kleinstadtkirche stolpert, findet er eine Gruppe von Sängern, die komplett aus dem Takt sind. Arthur und sein neuer Chor mögen unterschiedlich sein doch die perfekte Mischung von Individuen hilft einander sich neu zu erfinden und ein wenig Glück wieder zu entdecken, als sie alles es am meisten brauchen.","versions":[{"lang":1,"streams":[{"redirect":8803319,"hoster":"VOE"},{"redirect":8611849,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8803313,"hoster":"VOE"},{"redirect":8611846,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Gabelfest","epNo":2,"alt":"Fork Fest","descr":"Arthur (Bradley Whitford) sträubt sich gegen die örtlichen Gepflogenheiten, wofür wiederum der ganze Chor abgestraft wird. Cash (Spencer Allport) zuliebe schwört Ginny (Anna Camp) dann, dass sie kein schlechtes Wort über Wayne (Will Greenberg) verliert.","versions":[{"lang":1,"streams":[{"redirect":8803330,"hoster":"VOE"},{"redirect":8611843,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919176,"hoster":"VOE"},{"redirect":8611841,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ginny und das Lampenfieber","epNo":3,"alt":"No Time For Losers","descr":"Arthur (Bradley Whitford) hilft Ginny (Anna Camp) dabei, ihr Lampenfieber zu überwinden. Reverend Jax (Rizwan Manji) findet sich derweil in einer unangenehmen Situation zwischen Wayne (Will Greenberg) und Dwayne wieder.","versions":[{"lang":1,"streams":[{"redirect":12919181,"hoster":"VOE"},{"redirect":8803338,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8803315,"hoster":"VOE"},{"redirect":8611842,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Jagdsaison","epNo":4,"alt":"Hunting Season","descr":"Als Arthur (Bradley Whitford) sich mit einer Rebellion im Chor konfrontiert sieht, entscheidet er, gegen Ginnys (Anna Camp) Ratschlag, sich mit Adams (Tymberlee Hill), dem Anführer der Gruppe, auf dem alljährlichen Jagdausflug anzulegen. In der Zwischenzeit nimmt Wayne (Will Greenberg) Cash (Spencer Allport) mit auf einen Jagdausflug, um ihm zu zeigen wie man ein Mann wird, aber Dwayne (Geno Segers) zeigt seinem Freund, dass es mehr als eine Art gibt seine Männlichkeit auszuleben.","versions":[{"lang":1,"streams":[{"redirect":8803333,"hoster":"VOE"},{"redirect":8611845,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13501742,"hoster":"VOE"},{"redirect":8611840,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Nacht der Singles","epNo":5,"alt":"It’s Electric","descr":"Arthur (Bradley Whitford) befasst sich mit Jeans Vater, der versucht das Hausboot der Familie zu zurückzuholen. Pastor Jax (Rizwan Manji) organisiert eine \"Singles Night\", wo Ginny (Anna Camp) und Dwayne (Geno Segers) endlich das Problem in ihrer Beziehung ansprechen.","versions":[{"lang":1,"streams":[{"redirect":8803336,"hoster":"VOE"},{"redirect":8611847,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13471333,"hoster":"VOE"},{"redirect":8611848,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Halle-Boo-Yah","epNo":6,"alt":"Halle-Boo-Yah","descr":"Als Ginny (Anna Camp) versucht, eine neue Managementposition einzunehmen, hilft Arthur (Bradley Whitford) ihr, die Ängste vor der eigenen Unzulänglichkeit zu überwinden. Dwayne (Geno Segers) möchte nicht mehr bei einer langjährigen Halloweentradition mitmachen und Wayne (Will Greenberg) hat Angst, dass sie sich auseinanderleben.","versions":[{"lang":1,"streams":[{"redirect":8803334,"hoster":"VOE"},{"redirect":8611858,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die engelsgleiche Teufelin","epNo":7,"alt":"Rivalry Week","descr":"Als Pastor Magnus (John Carroll Lynch) den Second First Choir einlädt, in der Church of Perpetual Praise aufzutreten, beschließt Arthur (Bradley Whitford), besser als je zuvor zu klingen, um ihn zu ärgern. Aber als er eine neue Sängerin aus Ginnys (Anna Camp) Vergangenheit dem Chor hinzufügt, weiß Ginny nicht, wie sie mit einem Mitglied, das sie hasst, zusammen arbeiten soll.","versions":[{"lang":1,"streams":[{"redirect":12919207,"hoster":"VOE"},{"redirect":8611844,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein gottesgegebener Montag","epNo":8,"alt":"Any Given Monday","descr":"Pastor Jax (Rizwan Manji) bittet Arthur (Bradley Whitford), für ihn die Kirche zu beaufsichtigen. Als die Gemeindemitglieder mit ihren Problemen zu ihm kommen, ist Arthur der Meinung, dass er am besten mit Vernunft helfen kann und weniger mit Glauben. Außerdem bittet Jax Wayne (Will Greenberg) darum, Adams (Tymberlee Hill) nach ihrer mysteriöses Operation aus dem Krankenhaus abzuholen.","versions":[{"lang":1,"streams":[{"redirect":8803339,"hoster":"VOE"},{"redirect":8611852,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der grosse Lover- und Laptop-Klau","epNo":9,"alt":"Thanks-taking","descr":"Jax (Rizwan Manji) überzeugt Arthur, (Bradley Whitford) am progressiven Thanksgiving Dinner des Chors teilzunehmen und bei den Chormitgliedern zu Hause nach einem verlorenen Gegenstand zu suchen. Währenddessen lädt Adams (Tymberlee Hill) ihren gut aussehenden Arbeiter für Ginny (Anna Camp) zum Abendessen ein, aber er hat andere Pläne.","versions":[{"lang":1,"streams":[{"redirect":8803342,"hoster":"VOE"},{"redirect":8611850,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Jax-liche Weihnachten","epNo":10,"alt":"A Very Jax Christmas","descr":"Jax streng christliche Eltern kommen zu Besuch und der Reverend will alles richtig machen. Währenddessen versuchen Ginny und Wayne, ihre Affäre zu verheimlichen.","versions":[{"lang":1,"streams":[{"redirect":8803341,"hoster":"VOE"},{"redirect":8611855,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der beste Tag im Leben","epNo":11,"alt":"Know When To Walk Away","descr":"Arthur sitzt in der Jury eines Gesangswettbewerbs für Kinder. Dort versucht er, unparteiisch zu bewerten. Doch Ginnys Sohn Cash tritt ebenfalls mit seiner Gruppe auf.","versions":[]},{"epId":"episode-12","name":"Freundschaftsdienste","epNo":12,"alt":"Hymn-a-thon","descr":"Um Geld für die anstehenden Regionals zu sammeln, veranstaltet der Chor einen \"Hymn-A-Thon\". Außerdem bekommt Arthur Besuch von einem Freund von früher.","versions":[{"lang":1,"streams":[{"redirect":8803340,"hoster":"VOE"},{"redirect":8611851,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"David gegen Goliath","epNo":13,"alt":"Regionals","descr":"Die Regionals stehen vor der Tür. Dort hat Arthur die Chance, sich seinem alten Rivalen zu beweisen. Außerdem wird Ginny zu einem Bewerbungsgespräch eingeladen.","versions":[]}]}]}