{"seriesId":"pet","name":"Pet","descr":"Die Anime-Adaption des gleichnamigen Manga von Mangaka Ranjou Miyake spielt in Japan zu Beginn des 21. Jahrhunderts, in dem es einer kleinen Zahl von Individuen möglich geworden ist, in die Gedanken von Menschen einzudringen und deren Erinnerungen zu manipulieren. Diese als \"Image\" bezeichnete Fähigkeit wurde seither in der Unterwelt verwendet, um Attentate durchzuführen oder Vorfälle jeglicher Art zu vertuschen. Doch die Auswirkungen der Nutzung dieser Fähigkeiten, mit denen es ein Leichtes ist, den Geist ihrer Ziele zu zerbrechen, fressen sich auch in die Herzen der Nutzer selbst. Indem sie sich gegenseitig aneinander binden, schützen sie ihre eigenen zerbrechlichen Seelen. Aus Furcht und Verachtung heraus werden sie als \"Pets\" bezeichnet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Zerstörer","epNo":1,"alt":"The Crushers","descr":"Hiroki und Tsukasa arbeiten in Kenjis Tauchshop und wohnen bei ihm. Irgendwann wollen sie auch mal ein eigenes Geschäft haben. Aber Kenji ist nebenbei in zwielichtige Aktivitäten verwickelt. Plötzlich merken die beiden, wie er anfängt, sich seltsam zu benehmen","versions":[{"lang":1,"streams":[{"redirect":12176447,"hoster":"VOE"},{"redirect":10782612,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471370,"hoster":"VOE"},{"redirect":8443494,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bergblick","epNo":2,"alt":"Views of the Peak","descr":"Kenji, der wegen Hiroki und Kenji halluziniert, ist völlig aufgewühlt und verliert das Bewusstsein. Katsuragi sagt den beiden, dass Kenji, der zu viel weiß, zerstört werden muss. Da Hiroki das aber nicht will, schlägt Tsukasa eine Alternative vor, bei der man auch ohne Kenjis Zerstörung auskommen könnte.","versions":[{"lang":1,"streams":[{"redirect":10782621,"hoster":"VOE"},{"redirect":10782616,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471368,"hoster":"VOE"},{"redirect":8443502,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Arbeit","epNo":3,"alt":"Jobs","descr":"Hirokis innigster Wunsch - ein eigener Laden mit Tsukasa - geht in Erfüllung. Doch es bleibt kaum Zeit, um sich zu freuen, denn auf Tsukasa wartet Arbeit: Katsuragi nimmt ihn mit, um Inui - der zu einem chinesischen Mafiaclan gehört - dazu zu bringen, eine wichtige Persönlichkeit zu ermorden. Dessen Erinnerungen lassen sich allerdings nicht so leicht manipulieren.","versions":[{"lang":1,"streams":[{"redirect":10782626,"hoster":"VOE"},{"redirect":10782618,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471378,"hoster":"VOE"},{"redirect":8443503,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hayashi in der Falle","epNo":4,"alt":"A Trap for Hayashi","descr":"Tsukasa und Katsuragi erfahren, dass Hayashi nie aus Japan weg war. Sie machen sich auf, um ihn zu schnappen, werden aber von diesem an der Nase herumgeführt. Währenddessen wird Hiroki, der von Tsukasa allein zurückgelassen wurde, von seinen Emotionen übermannt.","versions":[{"lang":1,"streams":[{"redirect":10782625,"hoster":"VOE"},{"redirect":10782623,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471371,"hoster":"VOE"},{"redirect":8443511,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Schloss","epNo":5,"alt":"Locks","descr":"Der von der Firma gesuchte Hayashi trifft auf Tsukasa, der zwischen Wiedersehensfreude und aufgestautem Hass hin- und hergerissen ist. Doch schnell wird klar, dass sie Unterschiedliches wollen… Währenddessen begegnet Satoru an der Hotelbar Jin. Sie ist eine Angestellte der \"Firma\" und macht dem misstrauischen Satoru einen Vorschlag.","versions":[{"lang":1,"streams":[{"redirect":10782635,"hoster":"VOE"},{"redirect":10782634,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471379,"hoster":"VOE"},{"redirect":8443521,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Trick","epNo":6,"alt":"Back Door","descr":"Hayashi will Tsukasa auf jeden Fall mitnehmen, auch wenn er ihn dafür manipulieren muss. Um auf Tsukasas Berg zu gelangen, muss Hayashi durch dessen Tal, wo er seine düstere Vergangenheit erblickt. Auf dem Berg angekommen, scheint er am Ziel zu sein. Doch Tsukasa ist zu allem bereit, um sein eigenes Ziel zu erreichen und überrascht Hayashi mit einem Trick.","versions":[{"lang":1,"streams":[{"redirect":10782632,"hoster":"VOE"},{"redirect":10782631,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471381,"hoster":"VOE"},{"redirect":8443526,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Revanche","epNo":7,"alt":"Revenge","descr":"Wie Hiroki und die anderen verfügt auch Meiling über ein Imago, hat aber keinen vollendeten Berg. Für die Firma ist sie jedoch genau deshalb das ideale \"pet\". Sie und der Firmenangestellte Long tauchen plötzlich vor Dahao auf - sie sollen eine Racheaktion des Firmenchefs vorbereiten.","versions":[{"lang":1,"streams":[{"redirect":12919264,"hoster":"VOE"},{"redirect":10782576,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471376,"hoster":"VOE"},{"redirect":8443531,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die List","epNo":8,"alt":"Intrigue","descr":"Satoru bemerkt beiläufig, dass die Firma Tsukasa ein Angebot unterbreitet haben könnte. Dies bringt Hiroki mächtig ins Grübeln - jedoch nur für kurze Zeit. Denn auf die beiden wartet schon der nächste Auftrag: Sie sollen jemanden zerstören.","versions":[{"lang":1,"streams":[{"redirect":10782580,"hoster":"VOE"},{"redirect":10782584,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471383,"hoster":"VOE"},{"redirect":12514838,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Weg des Windes","epNo":9,"alt":"The Way the Wind Blows","descr":"Bewusst verlässt Hiroki den Job, um einen Bildnutzer zu suchen, den er durch das Krankenhaus spüren kann. Beim Abendessen werden Tsukasas Pläne vom CEO untergraben, der möchte, dass Hiroki für das Unternehmen arbeitet. Als Hiroki Hayashi findet, dringt er in seine Erinnerungen ein und stellt fest, dass Tsukasa ihn vernichtet hat.","versions":[{"lang":1,"streams":[{"redirect":10782586,"hoster":"VOE"},{"redirect":10782585,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471386,"hoster":"VOE"},{"redirect":8443545,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das zerbrochene Aquarium","epNo":10,"alt":"Broken Fish Tanks","descr":"Hiroki erinnert sich daran, wie sie sich als Kinder kennengelernt haben, ist von Tsukasas Verhalten beunruhigt und rennt weg. Tsukasa bringt Long und Meiling mit und verfolgt einen Plan, Hiroki ausfindig zu machen, während er immer noch an seinem ursprünglichen Ziel bezüglich Satoru festhält. Jin teilt Satoru Details ihrer Mutter mit.","versions":[{"lang":1,"streams":[{"redirect":10782590,"hoster":"VOE"},{"redirect":10782592,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471384,"hoster":"VOE"},{"redirect":8443550,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Wiedersehen","epNo":11,"alt":"Reunion","descr":"Tsukasa versucht Satoru davon zu überzeugen, dass Hiroki Hayashi besiegt hat, während er sich seinen eigenen Zielen nähert. Hiroki versteckt sich, da er der Meinung ist, dass Tsukasa gefangen aussah, aber von Meilings Schmetterling angezogen wird. Er wird auf ihren Gipfel versetzt, wo Satoru ihn aus Rache zerquetschen will.","versions":[{"lang":1,"streams":[{"redirect":10782596,"hoster":"VOE"},{"redirect":10782594,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471387,"hoster":"VOE"},{"redirect":8443561,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Brieftaube","epNo":12,"alt":"Carrier Pigeon","descr":"Hiroki wird in die Enge getrieben, aber Tsukasa versichert, dass dies ein Plan ist, Satoru zu vernichten. Hiroki entkommt, indem er sein eigenes Bild in zwei Hälften schneidet, bevor er von bewaffneten Wachen physisch gefangen genommen und zurückgehalten wird.","versions":[{"lang":1,"streams":[{"redirect":12176448,"hoster":"VOE"},{"redirect":10782609,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471388,"hoster":"VOE"},{"redirect":8443562,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Regenbogen","epNo":13,"alt":"Rainbow","descr":"Satoru, der Hayashis Nachricht gelesen hat und die Wahrheit kennt, wird von Longs Kugel durchbohrt. \"Das war\u0027s dann wohl\", denkt sich Tsukasa und begibt sich sogleich zu Hiroki. Doch dieser konfrontiert Tsukasa mit einer Reihe von Fragen, die beide gemeinsam beantworten müssen.","versions":[{"lang":1,"streams":[{"redirect":10782607,"hoster":"VOE"},{"redirect":10782610,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13471385,"hoster":"VOE"},{"redirect":8443568,"hoster":"Streamtape"}]}]}]}]}