{"path":"/serie/stream/peter-pan-neue-abenteuer","name":"Peter Pan – Neue Abenteuer","descr":"Als Wendy Darling mitsamt ihren Brüdern John und Michael von dem seltsamen Peter Pan nach Neverland entführt wird, traut sie ihren Augen nicht – all die Geschichten aus ihrer Kindheit werden plötzlich wahr! Ehe sie sich versehen, stehen sie dem furchtbaren Captain Hook gegenüber, finden sich zwischen sprechenden Bäumen wieder und retten eine Häuptlingstochter aus den Klauen eines eigenartigen Wesens … Dabei lernen die Kinder, wie man erwachsen wird – und das in Neverland, dem einzigen Ort auf der Welt, in dem man nie erwachsen wird.","seasons":[{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-1","name":"Hausputz","epNo":1,"alt":"Remue ménage","descr":"John und Michael werden wieder mal dazu verdonnert, ihr Zimmer aufzuräumen und Wendy soll ihnen helfen. Da kommt Peter Pan und nimmt die drei mit nach Nimmerland, wo sie alle ihren Spaß haben können. Peter schlägt vor, einen Ausflug zu den sprechenden Bäumen zu machen. Wendy findet die Idee nicht so gut, weil im Großen Buch von Nimmerland steht, dass die Bäume ihre Ruhe haben wollen. John und Michael laufen in ihrer lärmenden Art einfach los und sie werden prompt von einem der Bäume in Ranken gewickelt und ruhig gestellt. Als Peter und Wendy dazu kommen, fordert Peter ihre Freilassung, aber die Große Eiche, der Chef der Bäume, lässt sich von ihm nichts befehlen.Wendy gelingt es mit ihrer höflichen Art, die Große Eiche zu besänftigen und John und Michael werden freigelassen. Aber da taucht Smee auf, der auf Hooks Befehl hin Peter zum Schiff bringen soll, damit er dort Hausputz macht. Smee nimmt John und Michael mit, weil er weiß, dass Peter kommen wird, um sie zu retten. Nach einem Streit mit Peter, dem es immer nur darum geht, Spaß zu haben, macht sich Wendy allein auf, um ihre Brüder zu retten. Sie wird auf dem Schiff gefangen und nun müssen die Geschwister zu dritt das Schiff putzen. Glöckchen informiert Peter, was da abläuft und der überwindet seinen Groll und kommt, um die Geschwister zu befreien. Nach längerem Hin und Her schaffen es zwei der Piraten, Peter zu ergreifen, aber da kommen die sprechenden Bäume und versetzen die Piraten in Angst und Schrecken und die Kinder sind frei. Als sie wieder zu Hause sind, können sie endlich daran gehen, ihre Zimmer aufzuräumen.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-2","name":"Peter Pans Geburtstag","epNo":2,"alt":"L’anniversaire de Peter Pan","descr":"Michael freut sich auf seinen Geburtstag, aber Peter, der kommt, um die drei Kinder abzuholen, findet, dass Geburtstage Quatsch sind. Wendy beschließt, ein Geburtstagsfest für Peter zu arrangieren. Dazu muss er aber für eine Weile aus dem Weg sein und Wendy bittet Lily, ihr dabei zu helfen. Lily bittet Peter, einen wertvollen Stein vom Gipfel des Mount Python zu holen, aber er muss zu Fuß gehen, weil der Stein sonst seine Kräfte verliert. Peter geht also los und Smee, der alles mitgehört hat informiert Hook über den Stein, der einen Schatz darstellt. Hook macht sich mit Smee auf den Weg zum Mount Python und gibt den anderen Piraten den Auftrag, Peter Pan zu fangen und unschädlich zu machen. Sie lassen sich alles Mögliche einfallen, um Peter in eine Falle zu locken, aber der Schuss geht jedesmal nach hinten los.Inzwischen bereiten Wendy, John, Michael und die Nimmerland-Kinder eine riesige Geburtstagsfeier vor. TinkerBell, die aus all dem nicht schlau wird, meint, die anderen wollen Peter etwas antun und richtet allerlei Schaden an.Aber als Wendy ihr erklärt, was sie vorhaben, hilft sie begeistert mit, alles wieder in Ordnung zu bringen. Peter kommt mit dem Stein zurück und die Piraten, die das wertvolle Stück haben wollen, greifen die Kinder an. Es kommt zu einer irrsinnigen Kuchenschlacht, an deren Ende die Piraten mit dem Stein abziehen. Peter will ihn zurückholen, aber Wendy erklärt ihm dass er völlig wertlos ist und nur dazu gedient hat, Zeit für die Vorbereitung der Feier zu gewinnen.Peter meint, er habe noch nie so viel Spaß gehabt, aber er werde trotzdem nie mehr seinen Geburtstag feiern, weil er nicht älter werden will. Michael rät ihm, es so zu machen wie seine Mom, die jedes Jahr ihren 29. Geburtstag feiert. Nachdem in Nimmerland jeder selbst bestimmen kann, wie alt er sein will, ist dieses Problem gelöst und Geburtstage sind ab sofort erlaubt.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-3","name":"Michaels Albtraum","epNo":3,"alt":"Le cauchemar de Michael","descr":"Michael hat Albträume und will deshalb nicht ins Bett gehen, obwohl er sehr müde ist. Da kommt Peter und bittet die drei Geschwister, ihm bei der Suche nach den verschwundenen Kindern zu helfen. In Nimmerland angekommen suchen sie zuerst auf der Jolly Roger, weil sie anehmen, dass die Piraten hinter dem Verschwinden der Kinder stecken, aber auf dem Schiff ist niemand: weder die Kinder noch die Piraten. Sie finden die Spuren der Piraten schließlich im Wald. Die haben sich auf den Weg gemacht, um sich von den Kindern Kerzen zu holen, die sie laut Smee angeblich haben, weil Hooks Kerzenvorrat verbraucht ist und er sich im Dunklen fürchtet. Plötzlich endet die Spur der Piraten und John stürzt in ein Loch, an das sich eine irrsinnige Rutschbahn anschließt. Die anderen springen ihm nach und John meint, dass sie im \"Abgrund der Träume\" sind von dem er im Großen Buch gelesen hat. Da erscheint eine knarzende Tür und verschlingt John. Peter und TinkerBell beeilen ihm nach und sie finden sich in einer dunklen Höhle wieder, in der die Verlorenen Kinder gegen die Piraten kämpfen. Wendy hat lange zu tun, um Michael, der eine gewaltige Angst vor der Tür hat, zu überreden, mit ihr durch sie durchzugehen, um John und ihren Freunden zu helfen. Schließlich schaffen es Peter, TinkerBell und die Geschwister, mit den verlorenen Kindern wieder durch die Tür zurück in die normale Umwelt zu kommen. Die Piraten werden in der Höhle zurückgelassen, schaffen es aber irgendwann, die Tür aufzubrechen und zu fliehen.Michael überwindet sich und besiegt die Tür, die ihm seinen Teddy geklaut hat. Nun ist die Tür ganz friedlich und Cynthia stellt sie vor dem Haus der Verlorenen Kinder auf, weil man durch sie hindurch jederzeit den Sternenhimmel betrachten kann. Wendy meint, dass Michaels Albträume vielleicht von der knarrenden Tür in seinem Zimmer kommen. Cynthia gibt Michael ein Ölkännchen, damit er die Türangeln schmieren kann und schon ist das Problem gelöst und Michael kann endlich wieder ruhig schlafen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6520620","hoster":"VOE"}]}]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-4","name":"Gefährliche Wünsche","epNo":4,"alt":"La grande bouderie","descr":"Wendy schimpft mit Michael, weil er ihr neues Handy kaputt gemacht hat und der fühlt sich deswegen ungerecht behandelt. Da kommt Peter, um die drei abzuholen. Michael benimmt sich auch in Nimmerland ziemlich daneben und als er darauf angesprochen wird, verschwindet er.Auf der Jolly Roger meckert Hook ständig an Smee rum und dem reicht es irgendwann und er verlässt das Schiff. Smee und Michel treffen sich im Wald sie ziehen gemeinsam weiter. Peter, Wendy, John und die Verlorenen Kinder machen sich auf die Suche nach Michael und stellen fest, dass Michael und Smee auf dem Weg zum \"Wald des Raunens\" sind, dessen Bäume Wünsche erfüllen. Smee ruft, dass Hook ein Sturkopf wie ein Esel ist, prompt hat Hook einen Eselskopf. Michael ruf, dass Wendy ein Pflaster auf den Mund braucht, schon hat sie eins und kann nicht mehr reden, was TinkerBell freut. Die Piraten machen sich auf die Suche nach Smee und treffen unterwegs auf Peter und die Kinder. Man beschließt, gemeinsam weiter zu suchen. Inzwischen hat sich Michael eine Wendy gewünscht, die immer nett zu ihm ist und hat sie auch bekommen. Smee hat sich einen Hook gewünscht, der immer freundlich ist, undauch sein Wunsch wurde erfüllt. Bei der Suchmannschaft stellt man fest, dass Wendy und Hook anfangen zu verblassen. Peter erklärt den anderen, dass das an den Wünschen von Michael und Smee liegt und dass die Wünsche sich schließlich gegen die wenden, die sie ausgesprochen haben. Michael und Smee müssen feststellen, dass Wendy2 und Hook2 immer besitzergreifender werden. Als die beiden Gruppen zusammentreffen, fangen die Hooks und die Wendys sofort an, gegeneinander zu kämpfen. Der einzige Weg, dem Spuk ein Ende zu machen, ist, die Wünsche nochmal rückwärts auszusprechen, was Michael und Smee auch tun. Als die Gefahr vorbei ist, trennen sich Kinder und Piraten ausnahmsweise ohne aufeinander loszugehen. Aber während Hook gleich wieder in seinem üblichen Fahrwasser Smee gegenüber ist, schlägt Wendy Michael gegenüber sehr viel versöhnlichere Töne an.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-5","name":"Die Krankheit Erwachsenung","epNo":5,"alt":"Crochet perd la boule","descr":"Peter bringt die Geschwister wieder nach Nimmerland, aber diesmal ist Wendy gar nicht begeistert. Sie steht betrübt herum und die Verlorenen Kinder meinen schon, sie wird erwachsen, womit sie für Nimmerland verloren wäre. Ein Heilmittel gegen \"Erwachsenung\" ist, den Betroffenen zum Lachen zu bringen, aber was die Kinder auch versuchen, Wendy findet nichts lustig. Da taucht Hook im Haus der Verlorenen Kinder auf. Er ist nach einem Sturz auf den Kopf geistig verwirrt und ist vor seinen Piraten erschrocken davongelaufen. Er treibt allerlei Schabernack und bringt alle zum Lachen, sogar Wendy. Da ist Peter sauer und verzieht sich auf einen hohen Baum. Wendy klettert ihm nach und fällt herunter. Peter rettet sie in letzter Sekunde und die beiden sprechen sich aus. Wendy erklärt ihm, dass sie traurig war, weil sie bei einem Referat in der Schule über Fantasiewelten ausgelacht wurde und sich gefragt hat, ob sie nicht zu alt für Nimmerland ist. Aber der Auftritt von Hook hat ihr gezeigt, dass man sich auch als Erwachsener sein kindliches Gemüt bewahren kann, weshalb sie Peter und Nimmerland nie vergessen wird. Inzwischen sind Hook und die Verlorenen Kinder auf die Idee gekommen, das Piratenschiff anzugreifen. Sie haben den Kampf so gut wie verloren, als Peter und Wendy dazu kommen und alles doch noch gut ausgeht. Hook fällt abermals auf den Kopf und wird wieder zu dem, der er immer war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6520655","hoster":"VOE"}]}]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-6","name":"John, der Held","epNo":6,"alt":"Le secret de Long John Pepper","descr":"Peter, die Verlorenen Kinder und die drei Geschwister sind bei den Indianern eingeladen, um ein Fest mit Wettkämpfen zu Ehren von Pitchipoc zu feiern. John, der in das Indianermädchen Lily verknallt ist, wird für seine wenig sportlichen Versuche ausgelacht und beschließt, in den Verwunschenen Sumpf zu gehen, um den Säbel von Long John Pepper zu holen, der vor langer Zeit dort versteckt wurde. Er hofft, mit den Wunderkräften des Säbels Lily zu beeindrucken. Auch Hook und die Piraten sind auf dem Weg zum Sumpf. Sie wollen Lily entführen und dort festbinden, damit Peter Pan kommt, um sie zu retten und dann vom Sumpfmonster verschlungen wird. Sie schaffen es auch, Lily zu entführen, werden aber von der ganzen Bande der Verlorenen Kinder verfolgt und Hook wird von Peter zum Kampf gezwungen. Die anderen versuchen gerade, Lily zu retten, als das Monster auftaucht. Aber da kommt John, der inzwischen den legendären Säbel gefunden hat und besiegt das Monster. Alle kehren wieder zum Indianerdorf zurück und Lily bedankt sich bei John mit einem Kuss, woraufhin dieser in Ohnmacht fällt.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-7","name":"Krakenangriff","epNo":7,"alt":"Un duo d’enfer","descr":"Wendy ist sauer, weil ihre Freundin Anna sie bei einem Tanzauftritt in der Schule versetzt hat. Nun will sie mit Freunden nichts mehr zu tun haben. Als Peter kommt, um die Geschwister abzuholen, will sie erst nicht mit, aber Peter schleppt sie einfach mit, weil er ihr unbedingt zeigen will, was Cynthia sich hat einfallen lassen, um die Piraten zu ärgern. In Nimmerland zickt Wendy weiter. TinkerBell stichelt dauernd gegen sie. Schließlich läuft Wendy in den Wald, um ihre Ruhe zu haben. Peter will nicht, dass alle nach ihr suchen und auf ihren Spaß am Piratenschiff verzichten, deshalb befiehlt er TinkerBell, sie zu suchen.TinkerBell findet Wendy, die von einer Saugnapfpflanze festgehalten wird, aber sie befreit sie erst, als Wendy verspricht, alles zu tun, was TinkerBell verlangt, was diese anschließend weidlich ausnützt.Inzwischen glaubt Hook, dass die Jolly Roger von einem Riesenkrakenangegriffen wird, weil ständig kräftige Stöße das Schiff erschüttern. Er hatnatürlich furchtbare Angst, aber ein Trank von Jaro macht ihm Mut und er zieht mit den Piraten los, um den Kraken zu jagen. Von der Schaluppe aus sehen sie, dass ein großer Rammbock, den Cynthia gebaut hat, dauernd an das Schiff schlägt. Das schreit natürlich nach Rache an Peter und den Verlorenen Kindern und als diese ankommen, um sich über die Piraten lustig zu machen, werden sie gefangen genommen. Als Wendy und TinkerBell das mitbekommen, legen sie ihren Streit bei und befreien ihre Freunde. Wieder zu Hause angekommen, renkt sich auch Wendys Freundschaft mit Anna wieder ein.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-8","name":"Die Zauberfeder","epNo":8,"alt":"Entre les lignes","descr":"John, der am nächsten Tag ein Referat halten soll, hat es ebenso eilig, nach Nimmerland zu kommen, wie Michael. Deshalb kopiert er ein Referat aus dem Internet, was Wendy zwar nicht gut findet, aber letztlich akzeptiert. In Nimmerland sind die Piraten wieder mal auf der Suche nach einem Schatz.Dabei fallen sie in eine Höhle, in der ein Kästchen mit einer Feder versteckt ist.Wendy soll den Verlorenen Kindern eine Geschichte erzählen, was für John und Michael langweilig ist, also ziehen sie mit dem Großen Buch los, um Nimmerland zu erkunden. Als die Piraten das Kästchen öffnen, fliegt die Feder davon und landet bei Michael. Der malt damit einen Regenbogen ins Große Buch und schon erscheint einer am Himmel. Die Piraten machen sich sofort auf, um den Schatz am Ende des Regenbogens zu suchen. John, der inzwischen die Feder hat, lässt den Regenbogen wieder verschwinden und die Piraten müssen feststellen, dass sie sich verlaufen haben. John will die Federnicht wieder hergeben. Durch die Verbindung zwischen der Feder und dem Großen Buch nimmt alles Gestalt an, was man in das Buch schreibt oder zeichnet und John fühlt sich als der Herr von Nimmerland. Er wird immer böser und wirft sogar mit Felsbrocken auf seine Geschwister und Peter. Als ihm Michael die Feder abnimmt, wacht er wieder auf und es tut ihm schrecklich leid, was er getan hat. Jetzt übt die Feder ihre Macht auf Michael aus, danach auf Peter. Schließlich nimmt Wendy die Feder an sich, in ein Taschentuch gewickelt, damit sie sie nicht direkt berührt. Der Indianerhäuptling erklärt ihnen, dass die Feder lange im Besitz seines Volkes war, aber dann verborgen wurde, weil ihre Zauberkräfte kein Glück brachten. Der einzige Weg, der Macht der Feder zu entgehen, ist, sie wieder in ihr Kästchen zu legen. Die Kinder gehen zum Piratenschiff, um das Kästchen zu suchen. Die Piraten kommen nach längeren Irrwegen auch zum Schiff zurück und es entbrennt ein heftiger Kampf um die Feder und das Große Buch. Schließlich gewinnen die Kinder und die Feder landet wieder in ihrem Kästchen.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-9","name":"Gefahr für Nimmerland","epNo":9,"alt":"Le grand danger","descr":"John und Michael sollen einen Teil ihrer Spielsachen, die sie sowieso nicht mehr benutzen, einer Spendenaktion für bedürftige Kinder zur Verfügung stellen. Das hat auch den Vorteil, dass in ihrem Zimmer mal richtig Ordnung gemacht wird.John überredet Michael, auch seinen Schmusebären Nono wegzugeben. Als sie dann in Nimmerland sind, hat Michael keine Lust zu spielen. Er trauert Nono nach und fängt an zu weinen. Da kommt ein Sturm auf und es wird immerkälter. Der Indianerhäuptling erklärt den Kindern, dass laut einer Legende wenn ein Kind traurig ist und weint, der Winter über Nimmerland hereinbricht. Und wenn es nicht gelingt, dieses Kind wieder fröhlich zu machen, hört die Sonne auf, über Nimmerland zu scheinen. Peter fliegt sofort los, um Nono zu holen.Auf der Jolly Roger hat Hook inzwischen beschlossen, Smee als seinen Adjutanten abzusetzen und einen Wettbewerb unter den Piraten zu veranstalten, bei dem festgestellt wird, wer der neue Adjutant wird. Das Unternehmen ist ganz und gar nicht von Erfolg gekrönt, weil keiner der Piraten Lust hat, den Job zu übernehmen. Da fliegt Peter vorbei, der es trotz einiger Schwierigkeiten geschafft hat, Nono zu holen. Die Piraten schießen auf ihn und bei einem Ausweichmanöver verliert er Nono, der ins Meer fällt und nun unauffindbar ist. Peter überbringt den anderen die traurige Nachricht und alle sind verzweifelt. Da zieht John, der sich die Schuld an der ganzen Sache gibt, los, um Nono zu suchen.Inzwischen hat Smee Nono beim Angeln aus dem Meer gezogen und ihn Hook gebracht. Der beschließt, Nono zu seinem Adjutanten zu machen und geht mit Jaro in den Wald, um Holz für einen Sessel für Nono zu suchen. Dabei werden sie von John und TinkerBell, die ihm gefolgt ist, gesehen. John sieht, dass Hook Nono hat und überbringt diese Nachricht den anderen. Alle Kinder fliegen los, um Nono aus den Händen der Piraten zu befreien, was nach einem längeren Kampf auch gelingt. Nun ist Michael wieder fröhlich und Nimmerland ist gerettet. Smee wird wieder zum Adjutanten ernannt und die Geschwister fliegen nach Hause.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6520652","hoster":"VOE"}]}]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-10","name":"Der geheime Garten","epNo":10,"alt":"The Secret Garden","descr":"Wendy gehen ihre Brüder, die ständig was von ihr wollen, auf die Nerven. Sie möchte gern mal eine Weile für sich allein sein. Diese Stimmung hält sich auch, als sie nach Nimmerland kommen und Wendy sondert sich ab. Sie findet im Großen Buch die Beschreibung eines geheimen Gartens und macht sich auf die Suche danach. Auch Hook, der nirgendwo die Ruhe findet, seine Memoiren zu schreiben, ist auf der Suche nach einem abgeschiedenen Ort.Wendy findet den geheimen Garten, aber sie muss feststellen, dass dort furchtbar geschwätzige Blumen wohnen, die nie Besuch kriegen und sie deshalb mit Fragen überfallen. Als sie weglaufen will, stellt sich heraus, dass es keinen Weg aus dem Garten gibt und dass die Blumen sie auch nicht gehen lassen wollen. Peter, John, Michael und die Verlorenen Kinder, die irgendwann bemerken, dass Wendy weg ist, machen sich auf die Suche nach ihr. Hook, der auch im Wald unterwegs ist, schleicht ihnen nach. Schließlich fallen alle an derselben Stelle wie vorher Wendy in den geheimen Garten. Die Kinder werden von den Blumen festgehalten, aber Peter kann sich auf die Suche nach Wendy machen und findet sie auch. Wieder zurück bei den anderen, werden auch Peter und Wendy von Blumen, die sich über ihnen schließen, gefangen genommen. Chubs und Maia finden schließlich heraus, was die Blumen dazu bringt, sich wieder zu öffnen. Als alle wieder frei sind, bemerken sie, dass Hook an einem Baum hängt und den Quasselblumen seine Memoiren erzählt.Das langweilt die Blumen schließlich so sehr, dass sie Hook freilassen und beschließen, in Zukunft doch lieber wieder unter sich zu bleiben.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-11","name":"Schatzsuche","epNo":11,"alt":"Le Chasse Au Trésor","descr":"John hat es satt, dass sich Michael ständig Spielsachen von ihm ausleihen will und wird richtig gemein. Das hält auch in Nimmerland an, wo Peter eine Schatzsuche für die Kinder vorbereitet hat. John löst als Erster das Rätsel und findet den Schatz, eine Truhe voller Schokoladengoldtaler, aber er will nicht mit den anderen teilen, wie es in Nimmerland üblich ist, sondern behält den Schatz für sich und versteckt ihn in einer Höhle. Das kriegt der Pirat Asbjörn mit, der ebenfalls auf Schatzsuche ist und so landet die Truhe bei den Piraten. John, dem klar ist, dass die anderen ihm nach seinem schlimmen Auftritt nicht helfen werden, geht allein zum Piratenschiff, um sich seinen Schatz zurückzuholen.Er sagt den Piraten, dass in der Truhe nur Schokotaler sind, aber sie glauben ihm nicht und Hook fordert ihn zum Duell heraus. John ist natürlich hoffnungslos unterlegen und die Lage wird brenzlig für ihn. Wendy, die John sucht, findet in der Nähe von Johns Versteck einen Piratenstiefel und läuft zurück zu den anderen. Peter ist sofort klar, dass John in Hooks Gewalt ist und schon ist er mit Wendy und allen Verlorenen Kindern unterwegs zum Schiff, um ihn zu befreien. Das gelingt auch und als sie im Haus der Kinder zurück sind, entschuldigt sich John für sein Verhalten und teilt den Schatz mit den anderen.Da die Schokolade inzwischen geschmolzen ist, wird sie eben getrunken, was dem Spaß keinen Abbruch tut. Als die Geschwister wieder zu Hause sind, leiht Peter Michael wieder seine Spielsachen und die beiden spielen miteinander ohne zu streiten.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-12","name":"Retter John","epNo":12,"alt":"Manipulations","descr":"Hook und die Piraten sind wieder mal unterwegs, um einen Schatz zu suchen. Durch Zufall findet Hook in einer Höhle eine Truhe, aus der jedoch, als er sie öffnet, Loki entweicht, ein Geist, der lange Zeit darin eingesperrt war. Er will Nimmerland verlassen und sein Unwesen auf der Erde treiben, aber er läuft gegen eine unsichtbare Wand. Er fragt die anderen Geister in der Truhe, wie er es schaffen kann, Nimmerland zu verlassen und die sagen ihm, er muss einen Baum, das Herz von Nimmerland, finden und zerstören. Loki tarnt sich als blonder, grünäugiger kleiner Junge und geht zu den Verlorenen Kindern. Dort wird er mit Freuden aufgenommen und alles wird ihm gezeigt. John, dem der Kleine irgendwie verdächtig vorkommt, will einschreiten. aber da beeinflusst Loki die anderen so, dass sie auf ihn losgehen. John flieht und Loki schafft es, so viel Zwietracht unter den Kindern zu säen, dass sie sich untereinander prügeln. John geht zum Indianerhäuptling, um ihn um Rat zu fragen. Der erklärt ihm dass sein Volk den Zwietrachtsäer vor langer Zeit eingesperrt hat und dass er, wenn er frei bleibt, eine Gefahr für die Erde darstellt. Der Häuptling gibt John einen magischen Kompass, mit dem die Truhe gefunden werden kann, die man braucht, um Loki wieder einzusperren. Inzwischen prügeln sich die anderen weiter und die Piraten wollen das ausnutzen, um sie zu besiegen, aber da tun sich die Kinder wieder zusammen und schlagen sie in die Flucht. Als Loki sich daran macht, den Baum, das Heim der Kinder, zu zerstören, kommt John mit der Truhe und nach einem Rempler von Chubs fällt Loki hinein und ist wieder eingesperrt. Endlich keht wieder Fröhlichkeit bei den Verlorenen Kindern und den drei Erdengeschwistern ein.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-13","name":"El Hookato","epNo":13,"alt":"El Corcheto","descr":"Michael hat anscheinend in der Schule einem Mädchen gegen einen Jungen namens Julian geholfen und nervt nun John und Wendy damit, dass er ständig von seiner \"Heldentat\" erzählt. Als Peter kommt, will er sie dem auch erzählen, aber der bringt die Geschwister erst mal nach Nimmerland. Dort verprügelt Peter die Piraten und rettet Meera, die auf dem Schiff gefangen ist. Natürlich ist er für sie und die anderen Kinder ein Held. Auch die Piraten haben riesigen Respekt vor Peter und bewundern ihn. Hook, der auch gern ein Held wäre, will von Smee wissen, warum Peter so beliebt ist. Der erklärt ihm, dass ein Held immer für die anderen da ist und die Schwachen beschützt. Da entwickelt Hook einen Plan: er schickt die Piraten los, um Verlorene Kinder zu fangen und jedesmal, wenn sie ein oder mehrere Kinder gestellt haben, taucht er als El Hookato auf, um die Kinder zu retten. Die wirkliche Arbeit dabei hat natürlich Smee alias El Moskito, weil El Hookato ebenso ungeschickt ist wie Hook. Nach einigen Befreiungsaktionen sind die Kinder begeistert von El Hookato. Er ist ihr neuer Held. Peter, dem die Häufung der Überfalle auf die Kinder sehr seltsam vorkommt, versucht, sie zur Vernunft zu bringen, aber sie glauben alle, er ist nur eifersüchtig auf den neuen Helden. Peter zieht sich zurück und Michael wird von Chuluun gefangen und zum Schiff gebracht. Wendy macht sich auf die Suche nach ihm. Dann stoßen auch Peter, der seinen Groll überwunden hat, und TinkerBell zu ihr. El Hookato hat bei einer seiner Aktionen Michael eine Laterne geschenkt, die er einschalten soll, wenn er in Gefahr ist. Michael hat es bei dem Gerangel mit Chuluun noch geschafft, sie einzuschalten und daher tauchen El Hookato und El Moskito an der Stelle im Wald auf, wo die Laterne liegt, die Wendy und Peter bereits gefunden haben. Peter und El Hookato wollen sich angiften, aber Wendy spricht ein Machtwort und sie machen sich alle zusammen auf die Suche nach Michael. Als sie zum Schiff kommen, werden die Piraten von Peter, El Hookato und El Moskito verprügelt.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-14","name":"Peters Entscheidung","epNo":14,"alt":"Le Choix de Peter","descr":"InfosEpisodenTV-TermineStaffel 1, Folge 14Jetzt ansehen14. Peters Entscheidung (Le Choix de Peter)Staffel 1, Folge 14 (25 Min.)Wendy ist im Stress, weil sie sich nicht entscheiden kann, welche Wahlfächer sie im nächsten Schuljahr nehmen soll. Da kommt ihr ein Ausflug nach Nimmerland als Ablenkung gerade recht. Doch dort gerät Peter in eine Stresssituation. Hook hat einen diabolischen Plan entwickelt. Um Peter endlich loszuwerden, will er ihn zwingen erwachsen zu werden, indem er ihn zwingt, etwas zu tun, das ein Kind, das Peter ja ist, nicht tun muss: eine Entscheidung treffen. Hook schickt seine Piraten los, um Wendy und TinkerBell zu fangen, was ihnen auch gelingt. Dann werden die Mädchen über der Lagune der Meerjungfrauen in Käfigen an einen Baum gehängt, und zwar so, dass die Käfige sich das Gleichgewicht halten. Hook gibt Peter den Schlüssel für die Käfige und erklärt ihm, dass er nur eine seiner Freundinnen retten kann, denn in dem Moment, wo er die eine befreit, stürzt die andere mit ihrem Käfig in die Lagune und ist somit verloren. Es vergeht einige Zeit, in der Peter, der sich natürlich nicht zwischen den beiden entscheiden will, versucht, das Gleichgewichtsproblem so zu lösen, dass keiner der Käfige abstürzt, was aber wegen eines Angriffs der Meerjungfrauen nicht gelingt. Schließlich kommen Wendy und Peter darauf, die ständige Uneinigkeit der Meerjungfrauen zu nutzen. Peter schneidet den Strick, an dem die Käfige hängen, durch und jede Meerjungfrau fängt einen. Da sie sich nicht einigen können, welches der Mädchen sie ins Verderben reißen wollen, hat Peter Zeit, beide Käfige aufzuschließen und seine Freundinnen zu befreien. Hook hat also wieder mal verloren. Wieder zu Hause angekommen beschließt Wendy, das mit der Entscheidung über die Wahlfächer lieber locker zu nehmen und sie erzählt ihren Brüdern die obligatorische Gute Nacht Geschichte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6520643","hoster":"VOE"}]}]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-15","name":"Der Tempel der Chumbas","epNo":15,"alt":"Le Temple Des Chumbas","descr":"Michael hat es satt, dass ihm ständig gesagt wird, er soll sich ein Beispiel an John nehmen. Als sie nach Nimmerland kommen und die Verlorenen Kinder es ganz toll finden, dass John ihnen das Surfen beibringt, ist Michael sauer und geht allein in den Wald. Da sind auch Smee und Sorrow unterwegs, die für Hook etwas zu Essen auftreiben sollen, doch leider ohne Erfolg. Da stößt Dagan wieder zu ihnen, der auch mit ihnen aufgebrochen ist, die Arme voller Früchte, und erzählt, er habe sie auf einer Obstwiese in der Nähe eines goldenen Tempels gefunden. Er wird zu Hook geschickt, um ihn zu informieren und Smee und Sorrow machen sich auf den Weg zu dem Tempel. Michael, der ihr Gespräch belauscht hat, schleicht hinter ihnen her, doch Sorrow bemerkt ihn und nimmt ihn gefangen. Als die drei in den Tempel kommen, stoßen sie auf die Chumbas, die dort Wache halten und sie werden in einer großen Halle eingesperrt. Inzwischen ist Hook mit den anderen Piraten unterwegs zum Tempel und Peter, Wendy und Lily, die nach Michael suchen, folgen ihnen. TinkerBell wird in den Tempel geschickt, um nachzusehen. ob Michael dort ist. Michael bittet sie, nicht nur ihn sondern auch Smee und Sorrow, die nett zu ihm waren, mit Elfenstaub zu bestreuen, damit sie durch eine Öffnung im Dach der Halle fliehen können. Aber als sie draußen ankommen, schnappt sich Smee Michael und übergibt ihn Hook. Dadurch ist Peter gezwungen, seine Waffe niederzulegen und nicht gegen Hook zu kämpfen. Der geht mit Michael und seinen Piraten in den Tempel und findet dort das, was die Chumbas bewachen: ein großes, strahlendes Ei, das ihnen offenbar heilig ist. Als Hook es in der Handhält, wird klar, dass die Chumbas den, der das Ei hat, als Herrn und Meister betrachten. Als alle aus dem Tempel kommen, springt Michael Hook an und der verliert das Ei, das John fängt. Der übergibt es Michael.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-16","name":"Der Schattendieb","epNo":16,"alt":"Le Tvoleur D’Ombre","descr":"Hook beschließt, Peter Pan und die Verlorenen Kinder mit Qualm aus dem Wald zu treiben und gefangen zu nehmen. Dazu will er Fässer anzünden, die Sorrow in einer Höhle, in der ein altes gestrandetes Schiff liegt, entdeckt hat. Als die Piraten die Fässer abholen, wird Armus aufgeschreckt, ein Junge, der vor vielen Jahren nach einem Schiffsunglück auf Nimmerland gestrandet und von den Indianern aufgenommen worden ist. Er wurde Peters bester Freund, aber eines Tages wurde er in der Höhle verschüttet und für tot gehalten. Jetzt wirft er Peter vor, ihn damals im Stich gelassen zu haben. Er stiehlt Peters Schatten und ohne diesen verliert Peter seine besonderen Kräfte, er kann also auch nicht mehr fliegen. Als die Piraten die Fässer anzünden, ist zu befürchten, dass bald ganz Nimmerland brennt, wenn sie nicht gelöscht werden. Peter, der zwar seine Kräfte, aber nicht seinen Mut verloren hat, läuft zum Strand, um die gefangen genommenen Kinder zu retten. Wendy hält Armus eine ordentliche Standpauke und er kommt zur Vernunft. Er hilft den anderen, die Piraten zu besiegen und die Fässer zu löschen. Dann gibt er Peter seinen Schatten zurück und zieht weiter, um sich einen anderen Ort zu suchen, an dem ein Held gebraucht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6520639","hoster":"VOE"}]}]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-17","name":"Familienbande","epNo":17,"alt":"Origins","descr":"Jaro braucht Feenstaub für einen Zaubertrank, durch den die Piraten fliegen können. Smee bastelt eine Feenfalle und während eines Niespulverangriffs der Kinder auf die Jolly Roger wird TinkerBell gefangen genommen. Jaro schüttelt so viel Feenstaub aus ihr heraus, dass sie vollkommen entkräftet ist. Um sie zu heilen müssen Peter und die Geschwister laut dem Großen Buch einen See finden, an dem Feen leben. Dazu müssen sie ins Herz des Waldes, wo sie wieder von den Sylphies eingefangen werden. Michael geling es, mit Tinkerbell zu entkommen und er stößt auf eine nette Sylphie. Sie will ihn und die anderen, die inzwischen dazu gestoßen sind, zum See führen, aber nur gegen einen Kuss von Peter, was dieser widerstrebend erfüllt. Der See zu dem sie geführt werden, ist vollkommen ausgetrocknet. Da entdeckt Wendy die Statuen von vier großen Feen, die ihr ein Rätsel aufgeben. Als sie das gelöst hat, füllt sich der See wieder mit Wasser und die Statuen erwachen zum Leben. Es stellt sich heraus, dass die vier die Patinnen von TinkerBell sind, die sie großgezogen haben. Da fällt TinkerBell, die inzwischen durch das Wasser des Sees geheilt ist, ein, dass sie in ihrer Jugend beschlossen hat, den See und die Feen zu verlassen und die Welt zu erkunden. Durch ihr Fortgehen waren die Feen so traurig, dass sie schließlich vertrocknet und versteinert sind. TinkerBell verspricht, sie oft zu besuchen und alles ist wieder in Ordnung. Als sie wieder zu Hause sind, stellen die Geschwister fest, dass ihre Großmutter, die auch Wendy heißt, Fotos von früher gemailt hat. Peter sagt sofort, dass er das Mädchen kennt. Er erkennt auch Wendys Ururgroßmutter, die auch Wendy hieß, auf einem Foto wieder. Man kann also sagen, dass Peter seit Generationen irgendwie zur Familie gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6520638","hoster":"VOE"}]}]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-18","name":"Ein seltsamer Held","epNo":18,"alt":"Origines","descr":"Mister Ploof, ein Nachbar der Darling-Kinder, der sich einbildet, der Held seines Lieblingsbuches, der Pirat Plick zu sein, bekommt zufällig etwas von TinkerBells Sternenstaub ab und fliegt mit den Kindern nach Nimmerland. Peter ist gegen seine Anwesenheit, weil er der Ansicht ist, Erwachsene richten nur Schaden an.Und er behält recht. Als die Kinder zu einem Fest ins Indianerdorf gehen, überredet Ploof Michael und Baby, mit ihm die Jolly Roger anzugreifen. Aber da seine Kampfkunst natürlich weit von der seines Helden entfernt ist, geraten die drei in Hooks Gefangenschaft und Peter und TinkerBell müssen kommen, um sie zu befreien. Hook hat wieder mal einen Plan, um Peter gefangen zu nehmen.Er lässt Lily und ihre Freundin Enola entführen und auf’s Schiff bringen. Dort wird das Deck mit Leim bestrichen und als Peter und die Kinder kommen, kleben sie am Boden fest. TinkerBell fliegt zu Ploof, der auf Anweisung von Peter beim Fantasiebaum bleiben musste, und die beiden entwickeln einen Plan, um die anderen zu retten. Der funktioniert auch und Ploof hat sich endlich einen Kindheitstraum erfüllt: ein Held zu werden.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-19","name":"Die Urquelle","epNo":19,"alt":"Seuls","descr":"Der Häuptling teilt Peter, Wendy, Lily und TinkerBell mit, dass die Urquelle von Nimmerland versiegt ist und dass man sie unbedingt wieder zum Sprudeln bringen muss, weil sonst ganz Nimmerland verdorrt. Dazu muss ein Trank in die Quelle geschüttet werden, der aus dem Haar einer Sylphie, Schlamm aus der Höhle des Monsters des Verwunschenen Sumpfes und Wasser aus der Lagune der Meerjungfrauen besteht. Jedes der drei Mädchen hat schon schlimme Erfahrungen mit einigen dieser Wesen gemacht, aber sie überwinden ihre Angst und agieren als mutiges Mädchen-Team, um die Zutaten zu besorgen, was ihnen zusammen mit Peter auch gelingt. Am Ende sprudelt die Quelle wieder und Nimmerland ist gerettet. Die Verlorenen Kinder streiten sich darum, wer in Peters Abwesenheit der Anführer sein soll, kommen aber zu keinem Ergebnis.Die Piraten, die auf der Suche nach dem Fantasiebaum sind, kriegen den Streit mit und nutzen die Situation zu einem Angriff, sie werden aber zurückgeschlagen. Da schlägt Hook einen Kampf der Anführer vor. Wenn er gewinnt, müssen die Kinder den Standort des Baumes verraten, wenn der Anführer der Kinder gewinnt, ziehen die Piraten ab. Stringbean meint, man muss die Sache so betrachten, dass alle Kinder Anführer sind und sie schlagen mit gut geplanten Schachzügen die Piraten in die Flucht. Als Peter und die Mädchen von der Quelle zurück sind, sagen sie den Kindern nicht, dass der Auftrag gefährlich war, um sie nicht unnötig zu beunruhigen. Aus dem gleichen Grund sagen die Verlorenen Kinder nichts von ihrem Kampf gegen die Piraten.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-20","name":"Wilde Melodien","epNo":20,"alt":"Les mélodies sauvages","descr":"John geht Wendy und Michael furchtbar auf die Nerven, weil er ständig Klavier für ein anstehendes Konzert übt und immer an denselben Stellen Fehler macht. Da kommt es gerade recht, dass Peter sie nach Nimmerland abholt. Dort gibt es etwas Besonderes zu sehen: die Große Ebbe, die nur einmal im Jahr eintritt. Durch die Ebbe wird ein Sandweg zu einer Insel frei, auf der sich die Wilden Melodien, Tiere die aussehen wie Konzertflügel und von denen es nicht mehr viele gibt, fortpflanzen. Auf dem Weg zu ihrer Insel werden die Wilden Melodien von Hook und seinen Piraten erschreckt, die am Strand nach einem Schatz graben, und sie fliehen ins Landesinnere. Peter bittet Wendy, sich etwas einfallen zu lassen, um die Piraten zu vertreiben und zieht dann mit John, Meera und Stringbean los, um die Wilden Melodien zu suchen. Wendy, Cynthia, Michael, Baby und Chubs basteln ein Gestell, an das Kleider gehängt werden und beleuchten es schaurig von hinten. Es soll den Geist von Captain Croc dem Zahnlosen darstellen, nach dessen Schatz die Piraten suchen. Die Kinder schaffen es wirklich, den Piraten solche Angst einzujagen, dass sie verschwinden. Währenddessen versucht die Suchmannschaft, den Anführer der Wilden Melodien zu fangen. Meera glaubt, wenn man ihn hat und zur Insel bringt, werden alle anderen dorthin folgen. Sie versuchen alles Mögliche, aber schwarze Konzertflügel ist nicht zu fangen. Da meint Meera, jemand, der Klavier spielen kann, müsste auf ihm spielen, damit er mitkommt. John stellt sich gern zur Verfügung, aber der Flügel wehrt sich, weil ihm nicht gefällt, was John spielt. Da gibt ihm Meera den Rat, er soll nicht versuchen, etwas ihm Bekanntes wiederzugeben, sondern improvisieren und einfach Musik aus dem Gefühl heraus machen. Das funktioniert und so kommen die Wilden Melodien endlich auf ihre Insel. Wieder zu Hause spielt John sein Konzert und dank seiner neu erlernten Fähigkeiten wird es ein voller Erfolg.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-21","name":"Kinozauber","epNo":21,"alt":"La magie du cinéma","descr":"Die drei Geschwister sehen sich einen Film an, in dem der kleine Bösewicht Synapse von Captain Muscles gejagt wird. Michael hat Angst vor Synapse, obwohl er den Film schon oft gesehen hat und den Ausgang kennt. Als Peter kommt, um sie abzuholen, ist er ganz fasziniert von dem Film und will den Besuch in Nimmerland verschieben. Aber die Geschwister wollen unbedingt nach Nimmerland und so wird kurzerhand der Beamer mitgenommen, damit sich auch die Verlorenen Kinder den Film anschauen können. Bei der Vorführung kommt es zu einem Kurzschluss und Synapse springt aus dem Film. Er flieht sofort aus dem Baum der Kinder und fliegt mit seinem Flugapparat über die Insel. Als der Apparat streikt, stürzt er auf die Jolly Roger, wo er es fertig bringt, die Piraten auf seine Seite zu ziehen und Hook zu vertreiben. Peter bist mit den Geschwistern unterwegs, um Synapse wieder einzufangen. Da stößt Hook zu ihnen und sie verbünden sich, um Synapse gefangen zu nehmen. Das klappt erst nach einigen Schwierigkeiten und mit Hilfe der alarmierten Verlorenen Kinder. Schließlich wird Synapse wieder in seinen Film geschickt und der Spuk hat ein Ende.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-22","name":"Fantasiebaum in Gefahr","epNo":22,"alt":"Und Longue Journee","descr":"TinkerBell weckt Peter, um ihm zu sagen, dass die Piraten eine neue, viel größere Kanone haben. Nachdem Sie die Darling-Kinder abgeholt haben, die diesmal für ein ganzes Wochenende in Nimmerland bleiben sollen, machen sich alle zusammen den Spaß, die Kanone mit einer Feuerwerksmelone zu laden. Die Kinder haben einen große Freude an dem Feuerwerk, aber Michael verschüttet Erdbeermilch auf eine Seite des Großen Buches und kurz danach trifft eine Kanonenkugel den Fantasiebaum, der abbricht und in die Tiefe stürzt. Alle sind furchtbar traurig und wissen nicht, wie es nun weitergehen soll. Am nächsten Tag erwacht Peter in seinem Bett im Fantasiebaum und glaubt, er hat alles nur geträumt. Aber nach und nach wird ihm klar, dass er den gleichen Tag nochmal erlebt. Er versucht, die Kinder vom Angriff auf die Jolly Roger abzuhalten, aber er kommt zu spät und der Fantasiebaum wird wieder getroffen. So geht es tagelang weiter. Jedes mal versucht Peter, etwas anderes im Ablauf des Kampfes mit den Piraten zu verhindern, aber nichts hilft. Der Fantasiebaum wieder immer wieder getroffen. Von den Kindern begreift nur John, in welcher Lage sie sind und er liest Tag für Tag weiter im Großen Buch, bis er auf eine Stelle stößt, die besagt, wenn etwas das Kapitel über den Fantasiebaum schädigt, wirkt sich das direkt auf den Fantasiebaum aus und die Zeit bleibt stehen, d.h. der gleiche Tag beginnt immer wieder von Neuem, bis das schädigende Ereignis verhindert wird. Als das nächste Mal die Situation kommt, in der Michael die Erdbeermilch verschüttet, hat Peter die Erleuchtung, Er fängt die Milch mit dem Mund auf, bevor sie auf das Buch fallen kann und diesmal fliegt die Kanonenkugel weit am Baum vorbei. Am nächsten Tag, der anders beginnt als die zuvor, weiß Peter mit Sicherheit, dass der Spuk ein Ende hat und der Fantasiebaum gerettet ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6520628","hoster":"VOE"}]}]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-23","name":"Hook will Weihnachten verhindern (1)","epNo":23,"alt":"Comment Crochet Pirata Noel (1)","descr":"Es ist Weihnachtszeit und Peter erklärt den Darling-Kindern, dass der Weihnachtsmann zu dieser Zeit jedes Jahr nach Nimmerland kommt. Natürlich sind die Kinder ganz aufgeregt und als der Weihnachtsmann auf seine übliche halsbrecherische Art mit dem Schlitten gelandet ist, freuen sie sich riesig, ihn kennenzulernen. Nach einer Schlittenfahrt mit allen Kindern geht der Weihnachtsmann seine jährlichen Besorgungen machen. Er bringt den Sylphies ein Geschenk und lässt sich von TinkerBells Verwandten, den Blumenfrauen, helfen, seine jährliche Ernte an Sternenstaub einzubringen. Michael, der ihm nachgeschlichen ist, hilft ihm, damit er nicht davonfliegt. Da tauchen die Piraten auf, die auf Befehl von Hook, der Weihnachten hasst, den Weihnachtsmann entführen sollen. Der schickt Michael mit dem Korb voller Sternenstaub weg, damit er Peter Bescheid sagt und lässt sich von den Piraten mit zur Jolly Roger nehmen. Peter und die Kinder kommen, um ihn zu befreien und als das nach einigem Hin und Her gelungen ist, stellen sie fest, dass Hook und die Piraten nicht mehr auf der Jolly Roger sind. Da der Weihnachtsmann durch die ganze Geschichte sehr in Verzug ist, wollen die Kinder ihm helfen und bald sitzen alle auf dem Schlitten, um zu seiner Werkstatt zu fliegen. Aber im Gepäckraum des Schlittens sitzen auch die Piraten. Hook hat das alles genau so geplant, um zur Werkstatt des Weihnachtsmanns zu kommen und Weihnachten zu verhindern.","versions":[]},{"path":"/serie/stream/peter-pan-neue-abenteuer/staffel-1/episode-24","name":"Hook will Weihnachten verhindern (2)","epNo":24,"alt":"Comment Crochet Pirata Noel (2)","descr":"Hook und die Piraten haben sich im Gepäckraum des Schlittens versteckt und sind mit dem Weihnachtsmann und den Kindern zum Nordpol geflogen. Nachdem Murfin, der Cheftechniker dein Kindern die Werkstatt mit der Geschenkemaschine und dem Traumerfüller, der sie steuert, erklärt hat, wird er von den Piraten entführt, die wissen wollen, wie alles funktioniert. Er weigert sich erst, es zu sagen, aber als er dann mit Kitzeln gefoltert wird, sagt er es doch. Nun gehen die Piraten in die Werkstatt und lassen die Maschine Goldmünzen machen. Aber plötzlich läuft die Maschine unrund und verliert ihre Bolzen. Die Kinder versuchen alles, um zu retten, was zu retten ist und Dagan hilft dabei. Dann fällt die Maschine ganz aus, weil der Träumeerfüller, wenn er aus egoistischen Motiven benutzt wird, kaputt geht. Die Piraten werden gefangen genommen und Murfin wird mit John, der den Schlitten steuert, und Michael, Wendy und Peter nach Nimmerland geschickt, um Dinge zu holen, die man für die Reparatur braucht. Der Weihnachtsmann bleibt mit den übrigen Kindern zurück, um schon mal mit den Arbeiten zu beginnen. In Nimmerland besorgen die Blumenfrauen Teile des Fantasiebaums, die die Jahreszeiten repräsentieren. Das sind die Dinge, die man für den Traumerfüller braucht. Als die Nimmerland-Gruppe zurückkehrt, haben sich die Piraten befreit und es ist ein Kampf zwischen ihnen und den Kindern und Hook und dem Weihnachtsmann im Gang. Peter greift ein und entwaffnet Hook. Dann überreicht der Weihnachtsmann Hook ein Geschenk, weil er ihn dazu bringen will, Weihnachten nicht mehr abzulehnen. Hook freut sich sehr und die Piraten helfen den Kindern und Murfin, alles zu reparieren. Aber die Maschine will nicht laufen. Erst als Peter und Hook aufhören, sich zu streiten und beschließen, gemeinsam Geschenke zu verpacken, funktioniert sie. Der Weihnachtsmann erklärt, dass die Maschine ein bisschen was vom Geist der Weihnacht braucht, um zu laufen, und den haben Peter und Hook mit ihrem Waffenstillstand gezeigt.","versions":[]}]}]}