{"path":"/serie/stream/petronella-apfelmus","name":"Petronella Apfelmus","descr":"[Petronella Applesauce] Im malerisch-wildwüchsigen Garten der Zwillinge Luis und Lea zeigt die Serie die Abenteuer der Apfelhexe Petronella Apfelmus, die in einem Apfel im wilden Garten der Zwillinge Luis und Lea wohnt. Ihr Mitbewohner ist der Hirschkäfer Lucius und ihr \"Haus\" hängt hoch in den Ästen eines großen Apfelbaums. Die Bäume des Gartens werden von den Apfelmännchen betreut, mit denen Petronella eng befreundet ist. Luis und Lea Kuchenbrand müssen nur an einer Strickleiter an Petronellas Baum hochklettern, schon sind sie winzig wie Käfer Lucis. Zusammen verbünden sich die Freunde gegen den bösen Bäcker Kümmerling, der immer nur auf das eigene Wohl aus ist.(Basierend auf der gleichnamigen Kinderbuchreihe von Sabine Städing und Sabine Büchner)","seasons":[{"path":"/serie/stream/petronella-apfelmus/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-1","name":"Der Oberhexenbesen","epNo":1,"alt":"","descr":"Petronella ist eine Apfelhexe und bewohnt ganz standesgemäß einen Apfel in einem wild bewachsenen Garten, in dem auch allerlei andere merkwürdige Gestalten, Tiere und magische Wesen leben. Hier genießt sie ihr ruhiges Leben, bis eines Tages die Familie der neugierigen Zwillinge Lea und Luis in das benachbarte Haus einzieht. Die kleine Hexe freundet sich schnell mit den netten Geschwistern an und zusammen erleben sie regelmäßig lustige Abenteuer in dieser zauberhaften und geheimnisvollen Welt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834095","hoster":"VOE"},{"path":"/redirect/12834094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-2","name":"Papa ist geschrumpft","epNo":2,"alt":"","descr":"Petronella zaubert aus Versehen den Papa von Lea und Luis klein. Nun irrt der winzige Paul durch Petronellas magischen Garten und versteht die Welt nicht mehr. Die drei Freunde Lea, Luis und Petronella müssen den verkleinerten Paul finden, bevor er hinter das Geheimnis des Gartens kommt. Sie entdecken ihn sehr verwirrt auf einem Seerosenblatt mitten im Teich. Eine große Rettungsaktion mit fliegendem Hexenbesen beginnt. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834096","hoster":"VOE"},{"path":"/redirect/12834097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-3","name":"Verwichtelte Freundschaft","epNo":3,"alt":"","descr":"Der Wichtel Nisse hat es sich mit allen in Petronellas Garten verscherzt. Da kommt ihm das verlorengegangene Freundebuch von Malina, der Freundin von Lea und Luis, genau recht. Nisse gibt vor, es sei sein Freundebuch! Er sammelt Einträge von allen, um sich mit ihnen zu versöhnen. Währenddessen suchen Petronella, Lea und Luis nach Malinas Buch. Als herauskommt, dass es gar nicht Nisses Freundebuch ist, sind alle noch verärgerter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834098","hoster":"VOE"},{"path":"/redirect/12834100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-4","name":"Das Überraschungs-Picknick","epNo":4,"alt":"","descr":"Lea und Luis wollen für ihre Hexenfreundin Petronella ein Überraschungspicknick machen. Die aufdringliche Malina belauscht die Beiden und denkt, das Picknick sei für sie! Malina aber darf das hexische Geheimnis des Gartens nicht erfahren und nun müssen Lea und Luis nicht nur ihr Picknick retten, sondern auch noch ihr Geheimnis bewahren. Was nicht so einfach ist, wenn Petronella ausgerechnet an diesem Tag in einem Spinnennetz festklebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834104","hoster":"VOE"},{"path":"/redirect/12834105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-5","name":"Der Spielverderber","epNo":5,"alt":"","descr":"Nisse ist ein richtiger Spielverderber: Er stört jedes Spiel der anderen. Petronella will ihn mit einer Glitzerkugel ablenken, hat aber nicht bedacht, dass diese Kugel unsichtbar macht! Beim Versteckspiel unsichtbar zu sein, ist für einen Wichtel ein großer Spaß! Dieses Spiel gewinnt er ganz sicher. Als jedoch Nisse versehentlich in einer Höhle landet, und dort festsitzt, wäre er froh, wieder sichtbar zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834108","hoster":"VOE"},{"path":"/redirect/12834107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-6","name":"Selfie mit Heckenschrat","epNo":6,"alt":"","descr":"Malina und Lea fotografieren im Garten zufällig den Schrat Dornwald. Petronella muss das Handy-Foto dringend wieder löschen, bevor Malina damit das Geheimnis des Gartens verrät. Damit nicht genug: Der miesepetrige Dornwald bekommt das Handy in seine Finger und ist begeistert von dem Ding, das von ihm so lustige Fotos macht. Er will es nicht mehr hergeben. So brauchen Petronella und ihre Freunde mal wieder zauberhafte Lösungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834112","hoster":"VOE"},{"path":"/redirect/12834114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-7","name":"Rettet Amanda","epNo":7,"alt":"","descr":"Petronella muss die Raupe Amanda retten. Und zwar aus einem Schokotörtchen! Und alles nur, weil Amanda für ihr Dessert Minze aus der Backstube der Kuchenbrands holen wollte. Amanda steckt so fest in der Schokolade, dass alle Zaubereien von Petronella nicht helfen. Als Frau Sander ins Café kommt und ein Schokotörtchen bestellt – natürlich ohne Raupe darin – kann nur noch die schüchterne Maus Hilda helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834117","hoster":"VOE"},{"path":"/redirect/12834118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-8","name":"Vollmondparty","epNo":8,"alt":"","descr":"Petronella, Lea und Luis freuen sich: Maus Hilda hat zu einer Bootsfahrt bei Vollmond auf dem Teich geladen. Da kommen Malinas Pläne, bei Lea und Luis übernachten zu wollen, eher ungelegen. Bei einem langweiligen Brettspiel soll Malina müde werden, damit sie früh schlafen geht. Als Petronella den Würfel verzaubert, scheint der Plan aufzugehen. Oder fällt die Bootstour bei Vollmond am Ende doch noch ins Wasser?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834121","hoster":"VOE"},{"path":"/redirect/12834123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-9","name":"Hatschi","epNo":9,"alt":"","descr":"Um sich klein und groß zu zaubern, brauchen Lea und Luis magische Apfelkerne. Aber was, wenn der Moosling die Kerne einsaugt, Petronella weg ist und die geschrumpften Kinder zum Essen sollen? Dann hilft nur eins: der Moosling muss die Kerne mit einem großen Hatschi wieder ausschnauben. Und das möglichst schnell, denn Lea und Luis werden zum Essen erwartet. Die schlaue Lea hat eine tolle, wenn auch nicht ungefährliche Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834126","hoster":"VOE"},{"path":"/redirect/12834128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-10","name":"Verhexte Bäckerei","epNo":10,"alt":"","descr":"Petronella verhext die gestressten Eltern von Lea und Luis mit einem Entspannungszauber. Dumm nur, dass der Zauber so gut wirkt, dass die Eltern sehr tief und sehr fest schlafen. Leider will am Nachmittag Frau Sander eine bestellte Torte abholen. Wenn der schlafende Kuchenbäcker die Torte nicht backen kann, dann kann doch Petronella einfach eine Torte herbeizaubern! Aber so einfach wird es dann doch nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834131","hoster":"VOE"},{"path":"/redirect/12834130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-11","name":"Das Band der Freundschaft","epNo":11,"alt":"","descr":"Lea und Luis zerreißen bei einem Streit Petronellas magisches Band der Freundschaft. Gelingt es den streitenden Geschwistern, die Blüten des Freundschaftsbandes wieder einzusammeln? Leider suchen die Blüten immer wieder das Weite, denn die verstrittenen Kinder vertreiben buchstäblich die Blüten. Und Petronella kann kaum helfen, denn nur wer das Band zerrissen hat, kann es auch wieder zusammenfügen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834135","hoster":"VOE"},{"path":"/redirect/12834134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-12","name":"Hexengeburtstag","epNo":12,"alt":"","descr":"Petronella feiert Hexengeburtstag – mit Lea und Luis, obwohl Kinder bei Hexenfesten verboten sind. Ausgerechnet zu diesem Fest erscheint die strenge Oberhexe Pestilla. Petronella verwandelt die Zwillinge schnell in Apfelmännchen. So können die \"Menschenkinder\" doch mit ihrer Hexenfreundin Geburtstag feiern. Dumm nur, dass der Zauber von Petronella mal wieder nicht ganz richtig klappt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834137","hoster":"VOE"},{"path":"/redirect/12834139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-13","name":"Aufprall mit Folgen","epNo":13,"alt":"","descr":"Petronella Apfelmus weiß leider nicht mehr, dass sie Petronella Apfelmus ist, weil ihr ihr Hexenbuch auf den Kopf gefallen ist und dann steht auch noch die strenge Oberhexe Pestilla vor der Tür. Pestilla hat sich den Arm verstaucht und kann ihren Zauberstab nicht mehr schwingen. Sie würde gerne von Petronella behandelt werden. Aber die bräuchte selber eine hexenärztliche Behandlung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834141","hoster":"VOE"},{"path":"/redirect/12834142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-14","name":"Was ist nur mit Dornwald los?","epNo":14,"alt":"","descr":"Eigentlich möchte Petronella Dornwald von seinen Wehwehchen kurieren. Aber der Schrat trinkt die ganze Medizin auf einmal und bekommt ein noch größeres Problem: Er miaut nun wie eine Katze! Dummerweise lockt das klägliche Miauen vom verhexten Dornwald Maike Kuchenbrand in den Garten. Sie denkt, eine Katze stecke in der Dornenhecke fest. Natürlich darf Maike Dornwald nicht zu sehen bekommen, sonst wäre das Geheimnis des Gartens verraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834144","hoster":"VOE"},{"path":"/redirect/12834148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-15","name":"Blick in die Zukunft","epNo":15,"alt":"","descr":"Nisse, der Wichtel, behauptet, er könne mit einer magischen \"Wurmel\" in die Zukunft blicken. Das glaubt ihm zwar Petronella nicht, dafür aber leider alle anderen. Die magische \"Wurmel\" ist eigentlich Luis’ Murmel. Er möchte sie gern zurückhaben – die anderen aber wollen, dass Nisse mit der \"Wurmel\" für sie in die Zukunft blickt. Da hat Petronella eine lustige Idee, wie sie Nisse überführen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834151","hoster":"VOE"},{"path":"/redirect/12834153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-16","name":"Hilda in der Falle","epNo":16,"alt":"","descr":"Petronella und die Apfelmännchen müssen sich um eine Mausefalle kümmern, die Paul auf der Terrasse aufgestellt hat. Denn die Maus Hilda hat zu Recht panische Angst vor Mausefallen. Die Aktion geht schief und prompt sitzt Hilda in der Falle. Und wer entdeckt sie dort? Malina! Sie möchte Hilda nun als Haustier mit nach Hause nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834154","hoster":"VOE"},{"path":"/redirect/12834156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-17","name":"Energie aus der Dose","epNo":17,"alt":"","descr":"Petronella verliert bei einem Streit mit Dornwald all ihre Zauber-Energie: klarer Fall von \"Hexenschlappe\". Jetzt bräuchte sie neue Energie aus einer magischen Dose – aber die ist leer! Im Zauberbuch erfahren Lea und Luis, wie sie die Dose wieder aufladen können: durch Schreien! Und wer brüllt im Garten immer am lautesten? Dornwald, der ständig miesepetrige Schrat. Aber Dornwald denkt nicht im Traum daran, in Petronellas Dose zu brüllen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834157","hoster":"VOE"},{"path":"/redirect/12834160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-18","name":"Das blaue Wunder","epNo":18,"alt":"","descr":"Lea und Luis lassen sich für eine Torte Blaubeeren von Petronella herbeihexen. Dumm nur, dass jeder, der von diesen Blaubeeren isst, sein blaues Wunder erlebt … Nicht nur die Apfelmännchen sind nach dem Verzehr der Beeren blau im Gesicht. Auch Frau Sander hat eines dieser köstlichen Blaubeertörtchen gegessen und sitzt nun mit blauer Gesichtsfarbe im Café. So darf sie von niemandem gesehen werden!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834162","hoster":"VOE"},{"path":"/redirect/12834163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-19","name":"Die Zauberprüfung","epNo":19,"alt":"","descr":"Die alljährliche Zauberprüfung für Petronella steht an – die Oberhexe Pestilla kommt und prüft einen Zauber aus dem Hexenbuch. Aber es ist wie verhext: Das Buch ist verschwunden! Wie sich herausstellt, hat der Wichtel Nisse das Hexenbuch gemopst, will er doch auch die Prüfung bei Pestilla ablegen, um ein großer Zauberer zu werden. Leider ist es unmöglich, den schnellen Wichtel einzufangen. Aber den Freunden fällt ein genialer Trick ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834167","hoster":"VOE"},{"path":"/redirect/12834169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-20","name":"Hexenschnupfen","epNo":20,"alt":"","descr":"Ein merkwürdiger Geruch kitzelt Petronella so sehr in der Nase, dass sie davon Hexenschnupfen bekommt. Lea und Luis müssen schnell herausfinden, woher der komische Geruch kommt. Der Geruch scheint aus dem Haus der Kuchenbrands herüberzuwehen. Hier ist größte Vorsicht gefragt, denn natürlich darf die laut niesende Petronella nicht entdeckt werden. Ob der Geruch irgendetwas mit dem Hochzeitstag von Maike und Paul zu tun hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834170","hoster":"VOE"},{"path":"/redirect/12834172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-21","name":"Fürchten sich Heckenschrate?","epNo":21,"alt":"","descr":"Petronella will Dornwald das Fürchten lehren, denn der Heckenschrat behauptet, er fürchte sich vor nichts und niemandem. Aber kann die nette Hexe Petronella überhaupt \"fürchterlich\" sein? Petronellas Versuche, gruselig zu sein, durchschaut Dornwald sofort – wie es scheint, fürchtet er sich wirklich nicht. Aber all ihren anderen Freunden im Garten jagt Petronella mit ihren Gruselzaubereien große Angst ein. Schreck, lass nach!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834176","hoster":"VOE"},{"path":"/redirect/12834175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-22","name":"Der größte Wichtel der Welt","epNo":22,"alt":"","descr":"Petronella ist wütend: Nisse, der kleine Wichtel, hat sich seinen größten Wunsch erfüllt und sich groß gezaubert! Lea und Luis geben Nisse vor ihrer Mutter als neuen Schulfreund aus … Das geht zunächst auch gut, denn Lea und Luis spielen zähneknirschend alles mit, was der größte Wichtel der Welt möchte. Petronella versucht unterdessen, Nisse wieder klein zu zaubern. Leider ohne Erfolg. Aber dann treibt es Nisse ein bisschen zu bunt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834177","hoster":"VOE"},{"path":"/redirect/12834179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-23","name":"Das Stinkeparfüm","epNo":23,"alt":"","descr":"Petronella braucht ein Schrathaar, um den kranken Lucius zu heilen. Also schlägt sie Dornwald ein Tauschgeschäft vor: Ein Haar von ihm gegen ein Stinkeparfüm. Ob der Schrat darauf eingeht? Denn nur mit dem Haar eines Schrates kann Petronella ihren Freund Lucius von seiner Blubberpupsitis befreien. Aber anstatt zu tauschen, schnappt sich Dornwald auch noch Lea. Das stinkt nun dem kranken Lucius gewaltig, auch ohne Stinkeparfüm!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834182","hoster":"VOE"},{"path":"/redirect/12834183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-24","name":"Der Zaubersauberbesen","epNo":24,"alt":"","descr":"Petronella passiert ein Hex-Missgeschick: Ihr Hexenbesen macht sich selbstständig und will nicht mehr aufhören, zu fegen. Zunächst freut sich Petronella über die Hilfe. Als jedoch der verhexte Besen auf der Terrasse der Familie Kuchenbrand weiterfegen mag, bekommt Petronella ein Problem. Denn einen verhexten Besen könnten selbst Lea und Luis ihrem Papa wohl kaum erklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834188","hoster":"VOE"},{"path":"/redirect/12834189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-25","name":"Der verlorene Ring","epNo":25,"alt":"","descr":"Die Mutter von Lea und Luis hat ihren Ring verloren. Nun will sie Petronellas ganzen Garten umgraben, um ihn wiederzufinden. Da hat Petronella selbstverständlich etwas dagegen. Wo könnte der Ring sein? Der erste Verdacht fällt auf Nisse, der sonst auch alles mopst. Aber es war der miesepetrige Schrat Dornwald, der den Ring gefunden hat und seine \"Krone\" nicht mehr hergeben will. Nisse, der gut mopsen kann, könnte nun der Richtige sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834191","hoster":"VOE"},{"path":"/redirect/12834192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-26","name":"Die Doppelgängerin","epNo":26,"alt":"","descr":"Petronella hat so viel zu tun, dass sie sich kurzerhand mit einem Zauberspruch verdoppelt. Ihre Doppelgängerin soll ihr bei der Arbeit helfen. Aber die hat andere Pläne. Die Doppelgängerin will sich nichts von Petronella sagen lassen. So kommt es zum Streit. Und ein Streit zwischen zwei Hexen wird traditionell mit einem Wettkampf gelöst. Wer gewinnt, bekommt die Aufsicht über den Garten. Petronella sollte also nicht verlieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919274","hoster":"VOE"},{"path":"/redirect/12834197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-27","name":"Alles singt","epNo":27,"alt":"","descr":"Lea hat Lampenfieber: Heute ist das Vorsingen für die Chor-AG. Da würde sie so gerne mitmachen! Lea wird derart von Selbstzweifeln geplagt, dass sie sogar einen Wundersing-Trank aus Petronellas Vorrat stibitzt! Doch noch bevor Lea davon trinken kann, landet das Mittel versehentlich auf der Wiese, wo es sogleich vom Moosling gefunden wird. Als der erkennt, was für eine magische Wirkung die Mixtur hat – sie bringt alle Pflanzen zum Singen! – verteilt der kleine Gießer es überall. Schon bald singt der ganze Garten und die Eltern der Zwillinge werden aufmerksam! Um das Geheimnis des Gartens zu wahren, muss Lea ihr Lampenfieber überwinden und vor ihrer Familie einen Auftritt hinlegen. Der Plan glückt, und Petronella kann den Garten zum Schweigen bringen. Nach dieser Mutprobe ist für Lea auch das große Vorsingen kein Problem mehr. Sie brilliert, ganz ohne Wundermittel!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834200","hoster":"VOE"},{"path":"/redirect/12834202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-28","name":"Des Wichtels Gespür für Wasser","epNo":28,"alt":"","descr":"Petronellas Garten muss einmal im Jahr mit frischem Regenbogenwasser gegossen werden. Sonst verliert er seine leuchtenden Farben. Nur der seltsame Moosling kann die Quellen mit dem magischen Wasser aufspüren. Er findet die Quellen aber nur, wenn er richtig schön entspannt ist. Darum wird er von allen Gartenbewohnern sehr umhegt. Aber der Wichtel Nisse ist eifersüchtig, weil alle Aufmerksamkeit dem Moosling gilt, und stört die Wassersuche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834204","hoster":"VOE"},{"path":"/redirect/12834205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-29","name":"Das Geschichtengerät","epNo":29,"alt":"","descr":"Maike Kuchenbrand, die Mutter von Lea und Luis, sieht sich jeden Abend eine Seifenoper im Fernsehen an. Was sie nicht ahnt: Oberhexe Pestilla schaut heimlich immer mit und ist richtig süchtig nach der Sendung. Als Maike den Fernseher nicht schnell genug einschaltet, hilft Pestilla kurzerhand mit Zauberei nach. Die Zwillinge merken schnell, dass etwas nicht stimmt, und wenden sich an Petronella. Ihre Freundin befürchtet, dass vielleicht die Hexe Brunhilde Butterbrot im Haus ihr Unwesen treibt. Denn es ist Freitag der 13. und an diesem Tag spielt Brunhilde den Menschen angeblich gerne Streiche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834210","hoster":"VOE"},{"path":"/redirect/12834211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-30","name":"Die verflogene Einladung","epNo":30,"alt":"","descr":"In Petronellas Garten geht es sehr geschäftig zu. Das anstehende \"Mittsommer-Funkeln\" soll mit einem großen Fest gefeiert werden. Alle Gartenbewohner helfen eifrig beim Schmücken und Vorbereiten mit. Dummerweise hat Petronella in dem Trubel völlig vergessen, die Einladungen zu verschicken. Mit ein bisschen Zauberei sollte das aber im Handumdrehen erledigt sein. Irrtümlicherweise erhält die arme Hilda als einzige keine Einladung. Darüber ist die Maus so enttäuscht, dass sie den magischen Garten verlassen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834213","hoster":"VOE"},{"path":"/redirect/12834214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-31","name":"Apfelpfutsch","epNo":31,"alt":"","descr":"Die Apfelmännchen erschrecken eines Morgens sehr – an ihrem geliebten Apfelbaum hängen Birnen! Bei einem so schweren Fall von \"Apfelpfutsch\" ist Petronellas ganze Zauberkunst gefragt. Für die Heilung dieser schweren Baumkrankheit braucht man eigentlich eine Oberhexe – nur will Petronella diese nicht um Hilfe bitten. Aber als ihre eigenen Versuche alle fehlschlagen, muss sie wohl in den sauren Apfel beißen und Pestilla rufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834218","hoster":"VOE"},{"path":"/redirect/12834217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-32","name":"Der große Fund","epNo":32,"alt":"","descr":"Luis findet einen Geldschein. Damit will er sich ein Skateboard kaufen. Aber am nächsten Morgen ist das Geld weg. Mit einer Spardose mit Spürnase will Luis seinen Schein wiederfinden. Der Wichtel Nisse hat den Geldschein gemopst – er braucht ein Segel für sein Piratenboot! Und Piraten geben bekanntlich ihre Schätze nicht mehr her! Auf offenem Teich kommt es zum Kampf zwischen Pirat Nisse und seinen Verfolgern Luis, Lea und Petronella.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834222","hoster":"VOE"},{"path":"/redirect/12834221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-33","name":"Die Zauberäpfel","epNo":33,"alt":"","descr":"Mit einem neuen Zauberspruch möchte Petronella Äpfel herbeihexen, die ganz viele Geschmacksrichtungen haben. Doch die Zauberäpfel schmecken nicht und sie haben unsichtbare Nebenwirkungen … Sie machen unsichtbar – das wollten die Apfelmännchen immer schon mal sein. Denn so können sie unbemerkt auf Paul Kuchenbrands Küchenmaschine Karussell fahren. Also naschen sie heimlich von den Zauberäpfeln und schleichen in Pauls Backstube.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834225","hoster":"VOE"},{"path":"/redirect/12834226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-34","name":"Eine abenteuerliche Nacht","epNo":34,"alt":"","descr":"Ihre Schulfreundin Malina besucht Luis und Lea im Garten. Sie hat an einem \"Überleben-in-der-Wildnis\"-Training teilgenommen und will zeigen, was sie dort gelernt hat. Die Bewohner des Gartens sind davon eher wenig begeistert. Denn unwissentlich bringt Malina dort einiges durcheinander. Petronella muss mit viel Zauberei die Unordnung beseitigen, die das Mädchen in ihrem Übermut anrichtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834230","hoster":"VOE"},{"path":"/redirect/12834233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-35","name":"Der komische Cousin","epNo":35,"alt":"","descr":"Der Hirschkäfer Lucius bekommt Besuch von seinem Cousin Lars. Nicht nur, dass dieser komische Witze erzählt, er scheint auch sonst ein bisschen komisch zu sein. Der Cousin Lars erzählt, dass er unterwegs zu Onkel Ludwig ist, um diesem im Haushalt zu helfen. Aber anders als Lucius scheint Lars für Aufgaben im Haushalt gänzlich ungeeignet. Über Nacht wird Lars urplötzlich krank. Ob Petronella helfen kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834236","hoster":"VOE"},{"path":"/redirect/12834235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-36","name":"Die Mondglockenblume","epNo":36,"alt":"","descr":"Bei einer Zauberlektion von Pestilla stören Luis und Lea Petronellas Unterweisung. Die strenge Oberhexe ist äußerst verärgert, weil ihr dadurch ein peinliches Missgeschick unterläuft. Sie behauptet, dass Hexen und Menschen nie gut zusammenarbeiten können. Petronella und die Zwillinge wollen ihr das Gegenteil beweisen. Pestilla stellt die Aufgabe, nachts einen Samen in eine Mondglockenblume zu verwandeln. Allerdings will Pestilla die drei Freunde hereinlegen. Doch die Zwillinge haben eine gute Idee, um das gewünschte Ergebnis trotzdem zu erreichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834241","hoster":"VOE"},{"path":"/redirect/12834240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-37","name":"Eine seltsame Aushilfe","epNo":37,"alt":"","descr":"Petronella will mit den Zwillingen und Lucius einen neuen Apfelkuchen kosten. Plötzlich nehmen die vier Freunde einen grässlichen Gestank wahr. Sie beobachten, wie Mutter Kuchenbrand chemischen Pflanzendünger verwendet. Das gefällt Petronella überhaupt nicht. Die Apfelhexe lenkt Maike mit Zauberei ab, um die Düngerflasche zu verstecken. Dabei bekommt Petronella leider versehentlich eine große Dosis des Mittels ab. Dadurch wächst sie plötzlich zu Menschengröße und weiß keinen schnellen Gegenzauber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834245","hoster":"VOE"},{"path":"/redirect/12834246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-38","name":"Diebesjagd!","epNo":38,"alt":"","descr":"Petronella hat bei einem Versandhaus einen Staubsauger-Roboter bestellt. Der soll eigentlich Lucius beim Saubermachen entlasten. Aber ihr Mitbewohner fühlt sich durch den automatischen Staubsauger überflüssig und auch gestört. Er will lieber, wie bisher, selbst das Apfelhaus reinigen und setzt den Roboter einfach vor die Tür. Kurz darauf verschwinden plötzlich allerlei Dinge im Garten. Petronella, Lea und Luis betätigen sich als Detektive und wollen den vermeintlichen Dieb finden. Der erste Verdächtige ist wieder einmal der Wichtel Nisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834250","hoster":"VOE"},{"path":"/redirect/12834248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/petronella-apfelmus/staffel-1/episode-39","name":"Hexische Beförderung","epNo":39,"alt":"","descr":"Oberhexe Pestilla überreicht Petronella eine Einladung zur \"Hexengarten-Prüfung\". Bei diesem Test muss bewiesen werden, dass eine Hexe ihren Garten sehr gut kennt und pflegt. Petronella glaubt, dass sie ihren nur behalten darf, wenn sie die Prüfung schafft. Lea und Luis erfahren aber, dass ihre Freundin bei einem bestandenen Test in einen neuen Obstgarten übersiedeln soll. Pestilla verbietet den Zwillingen, Petronella das zu erzählen. Nun wollen Lea und Luis mit Hilfe der anderen Gartenbewohner dafür sorgen, dass die kleine Apfelhexe die Prüfung nicht besteht. Denn nur dann kann Petronella bei ihnen bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12834253","hoster":"VOE"},{"path":"/redirect/12834252","hoster":"Streamtape"}]}]}]}]}