{"path":"/serie/stream/pforten-zur-schattenwelt","name":"Pforten zur Schattenwelt","descr":"[Portals to Hell] Jack Osbourne (\"The Osbournes\") und Katrina Weidman (\"72 Stunden im Geisterhaus\") reisen zu historischen Plätzen in den USA, an denen es spuken soll. Sie hören sich Geschichten über paranormale Ereignisse an und versuchen, konkrete Beweise für die Existenz des Übernatürlichen zu finden.","seasons":[{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-1/episode-1","name":"Der Dämon im Keller","epNo":1,"alt":"The Alaskan Hotel","descr":"Als Katrina Weidman und Jack Osbourne in Juneau, Alaska, ankommen, ist es kalt und regnerisch – eine Atmosphäre wie im Horrorfilm. Die Geisterjäger sind für Ermittlungen im \"Alaskan\" angereist, ein altes Hotel aus der Goldgräberzeit, in dem es hohe paranormale Aktivitäten gibt. Das Haus hat eine dunkle Vergangenheit, geprägt von Geldwäsche, Drogenhandel und Prostitution. Seitdem werden Hotelgäste im Schlaf berührt und von Geistern aufgeschreckt, die über den Betten schweben. Viele Leute sind hier auf seltsame Art gestorben, so dass Jack es kaum erwarten kann, mit seinen Recherchen zu beginnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618737","hoster":"VOE"},{"path":"/redirect/10618734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-1/episode-2","name":"Das Haus der vielen Geister","epNo":2,"alt":"Bobby Mackey’s Music World","descr":"Jack Osbourne und Katrina Weidman sind in Wilder, Kentucky, um einen der berüchtigtsten Spukorte der Welt aufzusuchen: Das \"Bobby Mackey’s\" ist eine legendäre Country Bar mit unheimlicher Geschichte. Früher war das Gebäude ein Schlachthof, während der Prohibition Kneipe und Kasino. Hier werden Menschen von unsichtbaren Wesen gekratzt, gestoßen und manchmal bis nachhause verfolgt. Es wird auch von satanischen Ritualen berichtet, die noch immer abgehalten werden. Viele halten die Kneipe für ein Tor zur Hölle. Die beiden Geisterjäger können es deshalb kaum erwarten, mit ihren Recherchen zu beginnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618732","hoster":"VOE"},{"path":"/redirect/10618736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-1/episode-3","name":"Ein Gefängnis aus der Hölle","epNo":3,"alt":"Eastern State Penitentiary","descr":"Jack und Katrina reisen nach Philadelphia, wo sie das Eastern State Penitentiary, eine ehemalige Strafanstalt im US-Bundestaat Pennsylvania, besuchen wollen. Bisher hat noch niemand Zugang zu dem Gelände erhalten, um es zu untersuchen. Das Team erkundet den Ort und macht sich mit seiner Spezialausrüstung auf die Suche nach der Wahrheit und möglichen paranormalen Aktivitäten. Das Gelände, welches von 1829 bis 1971 als eines der schlimmsten Gefängnisse des Landes Galt, weist viele Orte auf, an denen unvollstellbares Leid und Tod in den meist völlig überfüllten Räumlichkeiten geherrscht haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919287","hoster":"VOE"},{"path":"/redirect/10618731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-1/episode-4","name":"Folter, Voodoo und Gespenster","epNo":4,"alt":"LaLaurie Mansion","descr":"In dieser Folge fahren Katrina und Jack nach New Orleans, um die berüchtigte LaLaurie Mansion zu erforschen. Für viele ist es die größte Spukstadt der USA, hier gibt es Voodoo und schwarze Magie, und manche Bewohner halten sich für Vampire. Gerade weil hier alles erlaubt ist, könnten Menschen mit bösen Absichten Portale geöffnet haben, die sich nicht wieder schließen. Dazu zählte auch Madame LaLaurie, eine kranke Sadistin mit privater Folterkammer, in der sich Unfassbares abspielte. Doch bevor die Geisterjäger ihre Arbeit beginnen, treffen sie einen Mann, der als Koryphäe für paranormale Vorfälle gilt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618726","hoster":"VOE"},{"path":"/redirect/10618729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-1/episode-5","name":"Das Opernhaus des Grauens","epNo":5,"alt":"Twin City Opera House","descr":"Das \"Twin City Opera House\" wurde im Jahr 1892 in der verschlafenen Kleinstadt McConnelsville im Bundesstaat Ohio erbaut – und soll verschiedenen Berichten zufolge auf den Grabstätten amerikanischer Ureinwohner errichtet worden sein. Ein perfekter Ort für Jack Osbourne und Katrina Weidman, denn der Experte für paranormale Ereignisse und die Geisterjägerin bekommen es hier mit einer realen und besonders unheimlichen Version des Phantoms der Oper zu tun. Als sie ihre Forschungsarbeit in dem prunkvollen, historischen Theater beginnen, gefriert ihnen vor Schreck das Blut in den Adern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618718","hoster":"VOE"},{"path":"/redirect/10618725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-1/episode-6","name":"Die Folter-Anstalt","epNo":6,"alt":"Trans-Allegheny Lunatic Asylum","descr":"Jack und Katrina sind heute in West Virginia, an einem der heftigsten Spukorte der Welt. Die \"Trans-Allegheny\" Irrenanstalt war für die Menschen, die dort eingewiesen wurden, die Pforte zur Hölle – und scheint auch ein Höllentor für dunkle Mächte zu sein. Ursprünglich gab es nur Platz für 250 Patienten, aber teilweise waren dort 2400 untergebracht. Der Arzt Walter Freeman führte hier Lobotomie-Behandlungen durch, die einer experimentellen Folter glichen – \"Trans-Allegheny\" war auch Todestrakt und Hinrichtungsort. Die Geisterjäger können es kaum erwarten, ihre paranormalen Ermittlungen zu starten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618724","hoster":"VOE"},{"path":"/redirect/10618715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-1/episode-7","name":"Aliens, Bigfoot \u0026amp; Co.","epNo":7,"alt":"Strawberry River Inn","descr":"Die Geisterjäger Jack und Katrina sind in Duchesne im Bundesstaat Utah auf dem Weg zum \"Strawberry River Bed and Breakfast\" neben der \"Skinwalker Ranch\", die als Spukort und Hotspot für Paranormales bekannt ist. Doch auch die Pension wird von dunklen Mächten und Poltergeistern heimgesucht. In der Gegend sollen sogar UFOs gelandet und Aliens gesichtet worden sein. Der Legende nach ist dieses Land verflucht, denn es gab jahrelange Fehden zwischen verfeindeten Indianerstämmen, die sich gegenseitig Gestaltwandler und böse Medizinmänner schickten. – Ein perfekter Ort, um Portale ins Jenseits zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618714","hoster":"VOE"},{"path":"/redirect/12982360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-1/episode-8","name":"Die verhängnisvolle Villa","epNo":8,"alt":"Emerald Hill Hell House","descr":"Jack Osbourne und Katrina Weidman sind im Monogahela Valley im Westen Pennsylvanias, wo sie das \"Emerald Hill House\" inspizieren wollen. In der alten Villa, die auch als \"Dämonenhaus\" bekannt ist, gab es eine Reihe von Selbstmorden, übernatürliche Erscheinungen und Zauberei. Eine Hexe soll das Anwesen mit einem Fluch belegt haben, doch genaues wissen sie beiden Geisterjäger nicht. Besonders besorgniserregend ist allerdings, dass die Villa heute als lukrative Touristenattraktion gilt – ein Geisterhaus für Halloween, um Spaß zu haben. Katrina befürchtet, dass dadurch ein Portal geöffnet wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618707","hoster":"VOE"},{"path":"/redirect/10618706","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-1","name":"Das geheimnisvolle Gefängnis","epNo":1,"alt":"The Old Paulding Jail","descr":"Als Katrina Weidman und Jack Osbourne in Juneau, Alaska, ankommen, ist es kalt und regnerisch – eine Atmosphäre wie im Horrorfilm. Die Geisterjäger:innen sind für Ermittlungen im \"Alaskan\" angereist, ein altes Hotel aus der Goldgräberzeit, in dem es hohe paranormale Aktivitäten gibt. Das Haus hat eine dunkle Vergangenheit, geprägt von Geldwäsche, Drogenhandel und Prostitution. Seitdem werden Hotelgäste im Schlaf berührt und von Geistern aufgeschreckt, die über den Betten schweben. Viele Leute sind hier auf seltsame Art gestorben, so dass Jack es kaum erwarten kann, mit seinen Recherchen zu beginnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618709","hoster":"VOE"},{"path":"/redirect/14159362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-2","name":"Die verfluchte Kirche","epNo":2,"alt":"Thomas House Hotel","descr":"Die legendäre Countrybar \"Bobby Mackey\u0027s\" gehört zu einem der berüchtigsten Spukorte der USA. Der Grund dafür scheint für Katrina und Jack schnell gefunden, denn neben einem Schlachthof war die Bar auch mal ein Kasino gewesen, wo viele Leute starben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618700","hoster":"VOE"},{"path":"/redirect/10618699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-3","name":"Die unheimliche Festung","epNo":3,"alt":"Fort William Henry","descr":"Fort William Henry in Lake George ist diesmal das Ziel von Katrina und seinem Kollegen Jack. Anscheinend soll es dort nach uneingelösten Versprechen seitens der Franzosen mit den Ureinwohnern zu einem Krieg gekommen sein und heutzutage spuken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618698","hoster":"VOE"},{"path":"/redirect/10618696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-4","name":"Die Shanghai-Tunnel","epNo":4,"alt":"The Shanghai Tunnels","descr":"Eine Untersuchung der berüchtigten Schanghai-Tunnels in Portland, Oregon, wird durchgeführt, um festzustellen, ob zwei neu restaurierte Tunnel nach einem jüngsten Anstieg gewalttätiger paranormaler Aktivitäten für öffentliche Touren sicher sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618695","hoster":"VOE"},{"path":"/redirect/10618701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-5","name":"Spuk im Museum","epNo":5,"alt":"Iron Island","descr":"In Buffalo, New York, werden eine ehemalige Kirche und ein Bestattungsunternehmen untersucht, da es dort zwei Portale geben soll. Die Eigentümer glauben, dass dort böse Geister ihr Unwesen treiben und die guten Geister bekämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618744","hoster":"VOE"},{"path":"/redirect/10618739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-6","name":"Haus der Teufelsanbeter","epNo":6,"alt":"Haunted Hill House","descr":"Mineral Wells in Texas ist in dieser Episode das Ziel von Katrina und Jack. Die Geisterjäger:innen wollen hier das \"Haunted Hill House\" mit seiner düsteren Geschichte erkunden. 1840 als Wohnhaus erbaut, wurde es später ein Bordell, dann eine illegale Kneipe, bevor in den 1970ern eine satanische Sekte einzog, die hier ihre Rituale abhielt. Die heutigen Besitzer:innen Kathy und Sonny wollten eine Pension daraus machen, merkten aber schnell, dass es spukt und können nun nur noch Geisterführungen anbieten. Katrina und Jack sollen eine Einschätzung abgeben, wie gefährlich das alte Gemäuer für Besucher:innen werden könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618745","hoster":"VOE"},{"path":"/redirect/10618746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-7","name":"Vier Todesfälle und keine Hochzeit","epNo":7,"alt":"The Croke-Patterson Mansion","descr":"Katrina und Jack sind in Denver, Colorado, wo sie im \"König der Spukhäuser\", der Croke-Patterson Mansion ermitteln. Das Anwesen hat eine lange Geschichte seltsamer und düsterer Vorfälle, die mit dessen Eigentümer:innen zu tun haben. Fast alle Bewohner:innen erlebten Schicksalsschläge, verloren ihren Besitz oder starben. In der Mansion wurde noch keine Ermittlung gefilmt, weshalb Katrina und Jack besonders gespannt auf ihre Rechercheergebnisse sind. Gibt es dort ein Portal, das sich bösen Mächten geöffnet hat? Welche Art von Spuk ist zu erwarten? Die erfahrenen Geisterjäger:innen werden es herausfinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618751","hoster":"VOE"},{"path":"/redirect/10618759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-8","name":"Gefängnis des Grauens","epNo":8,"alt":"The Ohio State Reformatory","descr":"Jack Osbourne und Katrina Weidman sind in Mansfield, auf dem Weg zur Ohio State Reformatory, einem der kultigsten Orte für Geisterjäger:innen. Hier bekommen sie Zugang zu Teilen des Gefängnisses, in denen noch nie zuvor gefilmt werden durfte. Seit 1886 war es eine Besserungsanstalt für Jugendliche, bevor es in den 70ern zum Hochsicherheitsgefängnis umgebaut und erst 1990 geschlossen wurde. Die Häftlinge sollen dort gefoltert worden sein und brachten sich gegenseitig um. Jahrzehntelang kam es zu unterschiedlichen paranormalen Vorfällen, deren Ursprung Katrina und Jack nun untersuchen wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618750","hoster":"VOE"},{"path":"/redirect/10618749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-9","name":"Geheime Rituale","epNo":9,"alt":"Cary House Hotel","descr":"Katrina und Jack sind in Placerville, Nord-Kalifornien, um das \"Cary House\" zu untersuchen. Es wurde 1854 während des Goldrauschs in der Westernstadt gegründet, wo viele Glücksritter durch Unfälle starben oder Selbstmord begingen. Hier gibt es zahlreiche paranormale Erscheinungen, die meisten jedoch im Cary House, wo viele Berühmtheiten wie Ulysses S. Grant und Mark Twain wohnten. Das einstige Luxushotel verkam zu einer billigen Absteige mit Prostitution, Glücksspiel und zwielichtigen Gestalten. Die Geisterjäger:innen wollen nun herausfinden, warum hier so viele Angestellte im letzten Jahr aus Angst gekündigt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618684","hoster":"VOE"},{"path":"/redirect/10618690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-10","name":"Medium wider Willen","epNo":10,"alt":"Captain Grant\u0027s Inn","descr":"Jack und Katrina untersuchen ein Motel, das als am meisten heimgesuchtes Gebäude in Connecticut gilt. Der Eigentümer selbst soll von Geistern heimgesucht werden. Schon zwei Mal war er besessen und musste sich sogar eines Exorzismus unterziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618681","hoster":"VOE"},{"path":"/redirect/10618685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-11","name":"Hotel mit gruseligen Gästen","epNo":11,"alt":"Hotel Monte Vista","descr":"Katrina und Jack sind in Flagstaff, Arizona, im Hotel Monte Vista, das zu den gruseligsten Orten der USA zählt. Früher wurden hier illegal Prostitution und Glückspiel betrieben. Die Ghosthunter haben von verschiedenen paranormalen Vorfällen gehört, die den Besitzer:innen Einbußen bescheren, weil Gäste früher abreisen: seltsame Stimmen, ein Schattenmann, der im Hotelkeller wohnt, ein Schaukelstuhl mit Eigenleben und haufenweise Flaschen, die in der Bar umfallen. In den 1930er Jahren soll hier ein berüchtigter Bankräuber an einer Schusswunde verblutet sein. Katrina und Jack starten ihre Recherche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618678","hoster":"VOE"},{"path":"/redirect/10618679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-12","name":"Serienkiller aus dem Jenseits","epNo":12,"alt":"McCormick Farm","descr":"Jack und Katrina fragen sich, ob ein Mörder selbst nach seinem Tod noch Macht über seine Opfer hat. Nachdem sich einige paranormale Vorfälle auf einer abgelegenen Farm ereignen, werden die Käufer des Grundstücks zunehmend unruhiger. Jack und Katrina verschaffen sich auf noch nie dagewesene Weise Zugang zu einer Farm in Colorado, die einst das Zuhause einer Familie von Serienmördern war. Da die derzeitigen Besitzer von einer Zunahme paranormaler Aktivitäten berichten, versucht das Team herauszufinden, wer oder was auf dem Anwesen spukt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916991","hoster":"VOE"},{"path":"/redirect/10618682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-13","name":"Schattenwesen und ein toter Colonel","epNo":13,"alt":"Grant-Humphreys Mansion","descr":"In der Grant-Humphreys-Villa in Denver, Colorade, soll ein Geist sein Unwesen treiben. Mr. Humphrey steckte zu seiner Zeit mit Ölmagnaten unter einer Decke und hat sich in der Villa erschossen. Aktuell dient das Herrenhaus als Veranstaltungsort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618677","hoster":"VOE"},{"path":"/redirect/10618675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-14","name":"Die mörderische Puppe","epNo":14,"alt":"The Stephenson Building","descr":"Da seine Partnerin Katrina verhindert ist, geht Jack Osbourne in dieser Episode mit Katrinas bester Freundin Heather Taddy auf paranormale Spurensuche. Die beiden sind in Wymore, Nebraska, um in einem Museum zu ermitteln: Das Stephenson-Gebäude...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618670","hoster":"VOE"},{"path":"/redirect/10618669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-15","name":"Die Horror-Anstalt","epNo":15,"alt":"Pennhurst Asylum","descr":"Heute sind Katrina und Jack in Pennsylvania auf dem Weg zur Nervenheilanstalt Pennhurst, die ein wahrer Hotspot für Ghosthunter ist. Diese Anstalt war menschenverachtend. Viele Patient:innen starben wegen Vernachlässigung oder Misshandlung. Einer der Ärzte, mit passendem Namen Dr. Fear, wurde schließlich entlassen, weil er seine Schützlinge hart bestrafte und ihnen sogar die Zähne entfernen ließ. Der Ort hat etwas Apokalyptisches – kein Wunder, dass sich hier die paranormalen Vorfälle häufen, darunter Schattengestalten und geisterhafte Fußabdrücke von Kindern. Jack und Katrina wollen dem Spuk auf den Grund gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618666","hoster":"VOE"},{"path":"/redirect/10618667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-16","name":"Das schaurig-schöne Theater","epNo":16,"alt":"Fulton Theatre","descr":"Das Fulton Theatre in Lancaster, Pennsylvania, ist diesmal das Ziel von Katrina und Jack. Es ist ein Ort mit düsterer Geschichte, diente während des Bürgerkriegs als Krankenhaus, dann als Gefängnis, außerdem fand auf dem Grundstück ein Massaker an Indianern statt. Das Fulton Theatre wurde noch nie vorher von Geisterjäger:innen untersucht, doch einige Besucher:innen haben hier seltsame Stimmen gehört, und dunkle Schatten gesehen. Marketingdirektor Eric führt Jack und Katrina herum und berichtet von einigen haarsträubenden Erlebnissen. Die Gosthunter können es kaum erwarten, mit ihren Forschungen zu beginnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618663","hoster":"VOE"},{"path":"/redirect/10618662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-17","name":"Der alte Indianerfriedhof","epNo":17,"alt":"Lake Shawnee Amusement Park","descr":"Jack ist diesmal mit Geisterjägerin Heather Taddy unterwegs nach Princeton, West Virginia, zum berüchtigten Lake Shawnee Amusement Park – ein verlassenes Jahrmarktsgelände, das als einer der schrecklichsten Orte der USA gilt. Während seiner Blütezeit in den 1920ern sind hier zahlreiche Kinder bei seltsamen Unfällen zu Tode gekommen. Bei Bauarbeiten auf dem Gelände wurden später Überreste eines 2000 Jahre alten Friedhofs der amerikanischen Ureinwohner:innen entdeckt. Deshalb gehen die Ghosthunter davon aus, dass der Grund für die paranormalen Ereignisse und Schattengestalten sehr lange zurückliegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10618658","hoster":"VOE"},{"path":"/redirect/10618659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pforten-zur-schattenwelt/staffel-2/episode-18","name":"Hotel California","epNo":18,"alt":"The Padre Hotel","descr":"Die Geisterjägerin Heather Taddy und Jack sind im historischen Padre Hotel in Bakersfield zu Gange. Schilldernde und dunkle Gestalten haben über die Jahre das ehemalige Casino heimgesucht, worunter sich auch Selbstmorde und Morde befinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10623853","hoster":"VOE"},{"path":"/redirect/10623840","hoster":"Streamtape"}]}]}]}]}