{"seriesId":"philip-k-dicks-electric-dreams","name":"Philip K. Dick’s Electric Dreams","descr":"Die britische Anthology-Serie bringt von Genre-Spezialist Philip K. Dick inspirierte Science-Fiction auf den Bildschirm. Der US-Autor, der bereits 1982 im Alter von nur 53 Jahren starb, beschäftigte sich in seinen Romanen immer wieder mit philosophischen, soziologischen und politischen Themen und lieferte unter anderem die Vorlagen zu \"Blade Runner\", \"Minority Report\" oder \"Total Recall\". Neben Romanen gelangten aber auch einige seiner mehr als 100 Kurzgeschichten zu großer Popularität, die vom britischen Channel 4 mit teils prominenter Besetzung fürs Fernsehen adaptiert werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Haubenmacher","epNo":1,"alt":"The Hood Maker","descr":"In einer Welt ohne fortgeschrittene Technologie sind genetisch veränderte Telepathen das einzige Mittel der Menschheit zur Langstreckenkommunikation, allerdings haben ihre Fähigkeiten unvorhergesehene Nebenwirkungen.","versions":[{"lang":1,"streams":[{"redirect":8803784,"hoster":"VOE"},{"redirect":11105514,"hoster":"Doodstream"},{"redirect":8612133,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der unmögliche Planet","epNo":2,"alt":"Impossible Planet","descr":"Zwei schlecht bezahlte Angestellte im Weltraumtourismus nehmen eine verwirrte, alte Frau auf ihr Verlangen mit auf eine Reise zurück zur Erde, im Wissen darüber, dass die Existenz derselben ein seit langem entlarvter Mythos ist. Während der Reise plagt sie ihr Gewissen. Ihr betrügerisches Vorhaben zerfrisst sie, als sie sich einer bittersüßen Überraschung ausgesetzt sehen.","versions":[{"lang":1,"streams":[{"redirect":8803779,"hoster":"VOE"},{"redirect":8612129,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Menschlich ist…","epNo":3,"alt":"The Commuter","descr":"Ein Angestellter im örtlichen Transitbahnhof findet zu seiner Beunruhigung heraus, dass Pendler den Zug zu einer Stadt nehmen, welche nicht existieren sollte. Als er auf eigene Faust Nachforschungen anstellt, findet er sich in einer alternativen Realität wieder, welche ihn mit seinen eigenen Damönen um sein Verhältnis zu seiner Frau und seinem in Schwierigkeiten steckenden Sohn konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":8803778,"hoster":"VOE"},{"redirect":8612130,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Crazy Diamond","epNo":4,"alt":"Crazy Diamond","descr":"Bisher ein absolutes Durchschnittsleben führend, sagt ED von ihr bezaubert einer umwerfenden Roboterfrau bei deren illegalem Vorhaben Hilfe zu, obwohl dies sein Leben komplett verändern könnte. Aber dadurch bricht seine Welt erst recht auseinander.","versions":[{"lang":1,"streams":[{"redirect":12172810,"hoster":"VOE"},{"redirect":8612140,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das echte Leben","epNo":5,"alt":"Real Life","descr":"Eine mit einem genialen Spieleentwickler telepathisch verbundene zukünftige Polizistin verfolgen jeweils für sich gewalttätige Killer, deren Vorhaben niederschmetternde Konsequenzen haben könnten. In einem Rennen gegen die Zeit und einer für niemanden sichtbaren Verbindung finden sie heraus, dass die sie verknüpfende Vorrichtung zerstörerische Wirkung haben kann.","versions":[{"lang":1,"streams":[{"redirect":8803780,"hoster":"VOE"},{"redirect":8612135,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fosters neue Welt","epNo":6,"alt":"Human Is","descr":"Eine unter ihren lieblosen Ehe leidende Frau findet plötzlich heraus, dass die Persönlichkeit ihres verletzenden und missbräuchlichen Ehemannes durch etwas außerirdisches ersetzt worden ist … nachdem dieser überraschend freundlicher wurde. Dies führt uns zum Kerngedanken von Philip K. Dicks’ Überlegungen – Wie definieren wir Menschlichkeit?","versions":[{"lang":1,"streams":[{"redirect":8803781,"hoster":"VOE"},{"redirect":8612136,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Vater-Ding","epNo":7,"alt":"The Father Thing","descr":"Nachdem ein Politiker eine erschreckende Stellungnahme abgab, bei der er zur Gewalt aufrief, hängt nun ein Mann tot an einer Reklametafel – anscheinend wurde er ermordet und unerklärlicherweise von Passanten ignoriert. Als ein Mann sich traut, die Situation in Frage zu stellen, wird er sofort zum Ziel.","versions":[{"lang":1,"streams":[{"redirect":8803783,"hoster":"VOE"},{"redirect":8612143,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Autofac","epNo":8,"alt":"Autofac","descr":"Obwohl die Welt, wie wir sie kennen, zusammengebrochen ist, setzt ein riesiger, automatischer Produktionsbetrieb die Herstellung der Güter entsprechend dem Konsumismus fort. Menschen konsumieren Produkte, um glücklich zu sein. Und um kontinuierlich zu konsumieren, muss man ihnen die freie Wahl und den freien Willen nehmen.","versions":[{"lang":1,"streams":[{"redirect":12251104,"hoster":"VOE"},{"redirect":8612139,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Pendler","epNo":9,"alt":"Safe and Sound","descr":"Ein Kleinstadtmädchen, das bereits unter einer sozialen Angststörung leidet, zieht mit seiner Mutter in eine große, futuristische Stadt. Sie ist das erste Mal mit der für eine Großstadt übliche Terroristenbekämpfung konfrontiert sowie mit strengen Sicherheitsbestimmungen. Es dauert nicht lang, und sie verbringt die Schultage ängstlich und paranoid.","versions":[{"lang":1,"streams":[{"redirect":8803787,"hoster":"VOE"},{"redirect":8612137,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tötet Alle Anderen!","epNo":10,"alt":"Kill All Others","descr":"Die Welt wird angegriffen, und Aliens erobern still unser Zuhause. Charlie, unser junger Held, muss die unvorstellbarsten Entscheidungen treffen, denn er ist einer der Ersten, die erkennen, dass die Menschen durch gefährliche Monster ersetzt werden.","versions":[{"lang":1,"streams":[{"redirect":8803785,"hoster":"VOE"},{"redirect":8612138,"hoster":"Streamtape"}]}]}]}]}