{"seriesId":"photographer-der-mensch-hinter-der-kamera","name":"Photographer - Der Mensch hinter der Kamera","descr":"\"Photographer – Der Mensch hinter der Kamera\" zeichnet ein vielschichtiges Porträt einiger der außergewöhnlichsten Fotografinnen und Fotografen der Welt und gewährt spannende Einblicke in deren Leben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Paul Nicklen \u0026amp; Cristina Mittermeier","epNo":1,"alt":"","descr":"Paul Nicklen und Cristina Mittermeier sind mit dem Segelboot rund um die Bahamas unterwegs, um die spektakuläre Unterwasserwelt zu fotografieren. Diese ist aufgrund von Ölbohrungen massiv bedroht.","versions":[{"lang":1,"streams":[{"redirect":14059674,"hoster":"VOE"},{"redirect":13933262,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Anand Varma: Hidden Wonders","epNo":2,"alt":"","descr":"Der Fotograf Anand Varma ist berühmt dafür, Geheimnisse der Natur kongenial auf Bild zu bannen. Dazu gehört auch die wundersame Metamorphose vom Ei zum Küken, die er mit der Kamera festhalten will.","versions":[{"lang":1,"streams":[{"redirect":14059673,"hoster":"VOE"},{"redirect":14095661,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dan Winters: Life Is Once. Forever.","epNo":3,"alt":"","descr":"Dan Winters zählt zu den vielseitigsten und bekanntesten Fotografen der Gegenwart und setzt mit seinen Aufnahmen immer wieder neue Maßstäbe. Die Serie zeigt, welche Projekte ihn aktuell beschäftigen.","versions":[{"lang":1,"streams":[{"redirect":13874685,"hoster":"VOE"},{"redirect":14095663,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Campbell Addy: Feeling Seen","epNo":4,"alt":"","descr":"Campbell Addy hat Berühmtheiten von Beyoncé bis Meghan Markle fotografiert – und das alles vor seinem 30 Geburtstag. Jetzt steht er an einem Wendepunkt und definiert sich als Künstler neu.","versions":[{"lang":1,"streams":[{"redirect":14021365,"hoster":"VOE"},{"redirect":14095664,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Krystle Wright: Heart Explosions","epNo":5,"alt":"","descr":"Die australische Abenteuerfotografin Krystle Wright reist in die Vereinigten Staaten, um Stürme zu jagen, Berge zu erklimmen und dabei spektakuläre Bilder zu schießen.","versions":[{"lang":1,"streams":[{"redirect":13874695,"hoster":"VOE"},{"redirect":14095666,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Muhammed Muheisen: Finding the Light","epNo":6,"alt":"","descr":"Im Nahen Osten dokumentierte Muhammed Muheisen unerschrocken Konflikte und wurde für seine Arbeit zweimal mit dem Pulitzer-Preis ausgezeichnet: Auf dem Höhepunkt seiner Karriere verließ er den Journalismus, um sich für Menschenrechte einzusetzen. Heute begibt sich Muheisen nicht mehr an die Frontlinien, sondern widmet sich den Schicksalen von Flüchtlingsfamilien. Dabei gelingt es ihm auf einzigartige Weise, in all dem Elend und der Hoffnungslosigkeit Momente der Freude einzufangen. Mit seiner Arbeit leistet er einen wichtigen Beitrag, um Aufmerksamkeit für die Thematik und die Betroffenen zu schaffen.","versions":[{"lang":1,"streams":[{"redirect":13874699,"hoster":"VOE"},{"redirect":14095667,"hoster":"Streamtape"}]}]}]}]}