{"path":"/serie/stream/piano","name":"Piano","descr":"Miu spielt schon sehr lange Klavier. Sie ist ein sehr ruhiges und zurückhaltendes Mädchen. In ihrer Schule gibt es einen Oberschüler, den sie sehr verehrt und mag, aber ihn immer nur anzusehen kostet sie viel Zurückhaltung, so ganz alleine…Ihre Lebenserfahrungen spielen im Rhythmus der Klaviernoten, die sie spielt, wie zum Beispiel die schönen Zeiten mit ihren Freunden und ihrer Familie, und nicht zu vergessen die Liebe.Vom Charakterdesigner der Animes Sakura Wars und Oh! My Goddess – Kousuke Fujishima. Kawasumi Ayako, die Miu ihre Stimme leiht, hat außerdem das Opening für diesen Anime komponiert und eingesungen, da sie genau wie Miu schon von klein auf Klavier spielt.","seasons":[{"path":"/serie/stream/piano/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/piano/staffel-1/episode-1","name":"","epNo":1,"alt":"With Feeling: Con Sentimento","descr":"Miu Nomura ist eine talentierte junge Pianistin, aber in letzter Zeit hat sie große Probleme, sich zu konzentrieren. Sie ist in einen Jungen in der Schule verknallt, eine launische Lehrerin, die sie vielleicht hasst, und sie hat das Interesse am Klavierspielen verloren. Zum Glück hat sie auch ihre beste Freundin Yuuki, die ihr hilft!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8803825","hoster":"VOE"},{"path":"/redirect/8612156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/piano/staffel-1/episode-2","name":"","epNo":2,"alt":"With Tenderness: Con Tenerezza","descr":"Mr. Shirikawas Interesse an Mius Improvisationsstück verwirrt sie, aber sie hat andere Dinge zu bedenken. Es ist der Jahrestag ihrer Eltern und ihre Mutter ist fest entschlossen, einen wunderschönen Abend zu verbringen. Ihr Vater hat einige ihrer früheren Jubiläen verpasst, aber diesmal wird es anders...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8803826","hoster":"VOE"},{"path":"/redirect/8612158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/piano/staffel-1/episode-3","name":"","epNo":3,"alt":"With Spirit and Energy: Con Spirito","descr":"Yuukis Emotionen sind hoch! Sie ist in den unglaublich beliebten Trackstar Takizawa verknallt. Während Miu ihr Bestes tut, um ihre Freundin zu unterstützen, kämpft sie immer noch mit ihren eigenen Gefühlen für Takahashi und versucht sich auf ihre nächste Klavierstunde vorzubereiten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8803828","hoster":"VOE"},{"path":"/redirect/8612164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/piano/staffel-1/episode-4","name":"","epNo":4,"alt":"With Activity: Con Allegrezza","descr":"Ein Geständnis?! Yuuki versucht, den Mut aufzubringen, Takizawa zu sagen, wie sie sich fühlt! Aber was ist, wenn er sie ablehnt? Schließlich ist Yuuki ein bisschen ein Wildfang... vielleicht mag Takizawa weiblichere Mädchen? Inzwischen hat eine überraschende Ankündigung von Herrn Shirikawa Miu selbst ein wenig verwirrt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8803829","hoster":"VOE"},{"path":"/redirect/8612165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/piano/staffel-1/episode-5","name":"","epNo":5,"alt":"With a Wavering Heart: Con Passione","descr":"Yuuki fühlt sich schlecht, weil er Miu vernachlässigt hat. Wird sie es wieder gutmachen können? Inzwischen wird die Entscheidung von Herrn Shirikawa, Miu in das Frühjahrskonzert zu setzen, von einem anderen Lehrer der Schule in Frage gestellt. Er besteht darauf, dass es zu ihrem eigenen Besten ist..","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8803832","hoster":"VOE"},{"path":"/redirect/8612166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/piano/staffel-1/episode-6","name":"","epNo":6,"alt":"With Life: Con Brio","descr":"Mius Schwester Akiko ist endlich für einen Urlaub nach Hause gekommen! Akiko ist voller Energie und scheint eine tolle Zeit zu haben, aber versucht sie es ein bisschen zu sehr? Wird Miu in der Lage sein, sie dazu zu bringen, sich zu öffnen, was wirklich vor sich geht?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8803833","hoster":"VOE"},{"path":"/redirect/8612167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/piano/staffel-1/episode-7","name":"","epNo":7,"alt":"With Heart, Extravagantly: Con Bravura","descr":"Es ist Weihnachtszeit und sowohl Miu als auch Yuuki haben eine Party. Es wird definitiv Spaß machen, aber Mius Gedanken sind bei ihrem bevorstehenden Konzert... sie ist sich immer noch nicht sicher, ob sie mitmachen möchte oder nicht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8803834","hoster":"VOE"},{"path":"/redirect/8612168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/piano/staffel-1/episode-8","name":"","epNo":8,"alt":"With a Chill, As Though Sinking: Con Melancolia","descr":"Während fast alle das neue Jahr genießen, ist Miu zu Hause und arbeitet hart daran, ihren Song zu schreiben. Es wird nicht einfacher, als sie erfährt, dass Takahashi so hart arbeitet, um sich auf seine Aufnahmeprüfungen vorzubereiten, dass er erkrankt. Da Mius Sorgen nun zwischen dem Konzert und Takahashi gespalten sind, wird es furchtbar schwierig.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8803837","hoster":"VOE"},{"path":"/redirect/8612170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/piano/staffel-1/episode-9","name":"","epNo":9,"alt":"With Love: Con Amore","descr":"Eine tiefe Verzweiflung hat Miu heimgesucht. Sie hat sich entschieden, nicht nur das Konzert aufzugeben, sondern auch das Klavier und Takahashi. Verärgert über Mius Entscheidung konfrontiert Yuuki sie. Kann sie Miu davon abhalten, alles aufzugeben?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8803836","hoster":"VOE"},{"path":"/redirect/8612171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/piano/staffel-1/episode-10","name":"","epNo":10,"alt":"With Compassion: Con Grazia","descr":"Der Tag des Konzerts rückt näher, aber eine Person muss Miu noch einladen: Takahashi. Wird sie es schaffen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8803838","hoster":"VOE"},{"path":"/redirect/8612169","hoster":"Streamtape"}]}]}]}]}