{"seriesId":"pine-gap","name":"Pine Gap","descr":"Im Mittelpunkt der australischen Serie Pine Gap stehen die Interaktionen von Australiern und Amerikanern, die in einer australisch-amerikanischen Spionagebasis im Northern Territory arbeiten. Dabei geht es um die Frage: Was würde man tun, um die liberale Weltordnung des Westens gegen neue Supermächte aus dem Osten zu verteidigen? Es geht um Vertrauen, Betrug und Loyalität, auf der ganz großen Weltbühne.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Leiter Gus hält nach dem Abschuss eines Flugzeuges durch eine Rakete den Kopf hin. Der Alltag im Outback fordert die Belegschaft von Pine Gap heraus.","versions":[{"lang":1,"streams":[{"redirect":8803878,"hoster":"VOE"},{"redirect":8612201,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Gus steht einer neuen Realität gegenüber. Der Terroranschlag wirft noch immer Fragen auf. Ethan und Kath greifen zur Enttarnung eines Spions auf die alte Schule zurück.","versions":[{"lang":1,"streams":[{"redirect":8803877,"hoster":"VOE"},{"redirect":8612204,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Die Lage zwischen Jasmina und Gus spitzt sich zu und deren Loyalität wird auf die Probe gestellt. Auf einer A-Crew-Party nähern sich Kath und Rudi der Wahrheit.","versions":[{"lang":1,"streams":[{"redirect":8803885,"hoster":"VOE"},{"redirect":8612207,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Aufgrund eines Grenzverstoßes wird Jasmina von Jacob schikaniert und sagt Gus die Wahrheit. Moses überraschende neue Bekanntschaft könnte Schwierigkeiten verursachen.","versions":[{"lang":1,"streams":[{"redirect":13122046,"hoster":"VOE"},{"redirect":8612206,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Die Jagd nach dem Hacker lässt die Lage eskalieren. Ethan stellt Kath zur Rede und Gus legt die Karten auf den Tisch. Gegen Moses wird ermittelt. Jasmina ist unschlüssig.","versions":[{"lang":1,"streams":[{"redirect":13122051,"hoster":"VOE"},{"redirect":8612213,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Gleich mehrere Krisen schüren die Kriegsgefahr. Ein Verräter ist noch immer auf freiem Fuß. Ein geheimes Video wird geleakt. Außerdem steht die Rettung eines Piloten an.","versions":[{"lang":1,"streams":[{"redirect":13122049,"hoster":"VOE"},{"redirect":8612214,"hoster":"Streamtape"}]}]}]}]}