{"path":"/serie/stream/pinky-elmyra-und-der-brain","name":"Pinky, Elmyra und der Brain","descr":"Die beiden Labormäuse Pinky und Brain haben auf dem Weg zur Weltherrschaft ab sofort nicht mehr nur mit ihren sehr gegensätzlichen Temperamenten und den Tücken des Schicksals zu kämpfen. In ihren neuen Abenteuern müssen sie sich zudem noch ein kleines, \"schlagfertiges\" Mädchen, die allzu anhängliche Elmyra, vom Hals halten.","seasons":[{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-1","name":"Patty Ann / Ein buchstäblicher Reinfall","epNo":1,"alt":"Patty Ann / Gee, Your Hair Spells Terrific","descr":"Brain gibt sich in seinem Roboteranzug als \"Patty Ann\" aus. Seine Darstellung ist zwar nicht allzu überzeugend, aber dennoch verknallt sich Elmyras Schwarm Rudy Hals über Kopf in Patty Ann. Wie wird Elmyra darauf reagieren? Brain hat einen neuen Plan, um die Weltherrschaft zu erlangen: Er will Dinosaurier aus Moskito-Fossilien in Bernsteinen klonen. Dazu braucht er aber Geld! Der einzige Weg, an das Geld zu kommen, ist ein Buchstabierwettbewerb, den Elmyra gewinnen müsste. Und damit sie das schafft, muss Brain ihr helfen zu betrügen – wird das funktionieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380833","hoster":"VOE"},{"path":"/redirect/8374623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-2","name":"Häschen in der Grube / Alles Käse","epNo":2,"alt":"Cute Little Alien / Better Living Through Cheese","descr":"Mäuserich Brain hat einen tollen Fang gemacht: Es ist ihm gelungen, ein vorbeifliegendes Alien vom Himmel zu holen. Von dem Außerirdischen erhofft er sich Informationen über innovative intergalaktische Waffen. Allerdings macht ihm Elmyra einen Strich durch die Rechnung – sie schlägt den Besucher mit ihrer nervtötenden Art in die Flucht. Brain möchte das Preisgeld eines Wissenschaftswettbewerbs gewinnen und baut deshalb ein wahres Wunderwerk an Technik, mit dem Elmyra teilnehmen und den Wettbewerb gewinnen soll. Rudy findet das nicht so gut, er will nicht, dass Elmyra gewinnt – wird er verhindern können, dass die Maschine bewertet wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8370292","hoster":"VOE"},{"path":"/redirect/8370291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-3","name":"Das Gör im Mond / Alles für die Katz","epNo":3,"alt":"The My Fair Brainy / Cat Who Cried Woof!","descr":"Elmyra hat bei einem Wettbewerb gewonnen: Als erstes Kind der Welt darf sie bei einer Space-Shuttle-Mission mitfliegen. Brain will diesen Umstand ausnutzen, um die Weltherrschaft an sich zu reißen. Brain hat genug davon, ständig auf der Flucht vor Elmyras Katze zu sein. Er erfindet einen Zaubertrank, der den Stubentiger glauben lässt, ein Hund zu sein und keine Mäuse zu mögen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8370276","hoster":"VOE"},{"path":"/redirect/8370274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-4","name":"Freunde fürs Leben / Aschenblödel","epNo":4,"alt":"Girl With Nothing Extra / Narfily Ever After","descr":"Brain versucht, Elmyra beliebter zu machen, damit er und Brain in Ruhe Zeit haben, an ihren Plänen zur Übernahme der Weltherrschaft zu arbeiten. Wird er Erfolg haben und Elmyra beliebt machen können? Brain erzählt Elmyra eine Gute-Nacht-Geschichte, die sich ziemlich nahe an der Geschichte von Aschenputtel orientiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8370267","hoster":"VOE"},{"path":"/redirect/8370269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-5","name":"Club der doofen Denker / Der Mann aus Washington","epNo":5,"alt":"The Icky Mouse Club / Man from Washington","descr":"Brain hat sich einen neuen Plan ausgedacht, um die angestrebte Weltherrschaft in die Wege zu leiten: Er möchte alle Kids aus dem Viertel für eine Gang rekrutieren, natürlich mit ihm als Anführer. So hofft er, sich seine private Armee zu schaffen, die ihm ergeben folgt, wenn der große Tag endlich gekommen ist. Durch einen unglücklichen Zufall sind die beiden Mäuseriche Brain und Pinky, deren erklärtes Ziel es ist, die Weltherrschaft der Nager zu etablieren, im Kinderzimmer von Elmyra gelandet, einem tolpatschigen kleinen Mädchen mit einem fatalen Hang zu überschwänglichen Gefühlsausbrüchen. Zudem macht Brains alter Feind Wally Faust seinen Plänen immer wieder einen Strich durch die Rechnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8370264","hoster":"VOE"},{"path":"/redirect/8370262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-6","name":"Stille Nacht, einsame Nacht / Das schönste Wochenenderlebnis","epNo":6,"alt":"Yule Be Sorry / How I Spent My Weekend","descr":"Der machthungrige Mäuserich Brain ist mal wieder absolut genervt von seinem Kumpel Pinky, mit dem er in Elmyras Kinderzimmer zusammen wohnen muss. Brain wünscht Pinky mal wieder die Pest an den Hals, aber in der nächsten Nacht hat er einen Traum, der ihm ein Leben ohne seinen alten Kumpel vor Augen führt – danach sieht er seinen Hausgenossen mit anderen Augen. Elmyra erzählt ihnen die Geschichte von einem riesigen Roboter, den Brain einst konstruiert hat, um Europa zu erobern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267955","hoster":"VOE"},{"path":"/redirect/8370227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-7","name":"Die Qual der Wahl / Willkommen im Duckyland","epNo":7,"alt":"A Wag the Mouse / Walk in the Park","descr":"Elmyra hat sich ein ehrgeiziges Ziel gesetzt: Sie möchte Klassensprecherin werden. Aber wird sie sich auch wirklich gegen die anderen Kandidaten durchsetzen können? Oder wird sie ihr Ziel doch nicht erreichen? Elmyra macht mit Pinky und Brain einen Ausflug in einen Vergnügungspark. Dort kommt wieder einmal Brain auf eine geniale Idee, wie er die Weltherrschaft an sich reißen könnte: Er versucht die Tonbandaufnahme in Endlosschleife einer Achterbahn mit einem Band auszutauschen, dass eine hypnotische Wirkung hat. Wird ihm das gelingen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8370253","hoster":"VOE"},{"path":"/redirect/8370256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-8","name":"Elmyra, das Monster / Mit Hängen und Würgen","epNo":8,"alt":"The Ravin / Squeeze Play","descr":"Brain liest ein Buch, und zwar eine abgewandelte Form der Geschichte \"Der Rabe\" des berühmten Schriftstellers Edgar Allan Poe. Ob er darin möglicherweise eine Idee für einen neuen Plan zur Übernahme der Weltherrschaft findet? Rudy stiehlt Brains neueste Erfindung, die der doch eigentlich brauchen würde, um endlich die Weltherrschaft zu erlangen. Natürlich will er sie zurück haben, aber um das zu erreichen, müssten er und Pinky an Rudys Schlange vorbei – werden sie das schaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505554","hoster":"VOE"},{"path":"/redirect/8370247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-9","name":"Mister Doktor / Die Sendung mit den Mäusen","epNo":9,"alt":"Mr. Doctor / That’s Edutainment","descr":"Elmyra bringt ein paar ihrer Tiere, darunter Pinky, Brain, ihr kleiner Außerirdischer aus einer vorangegangenen Folge und natürlich ihren Kater, zum Tierarzt. Der kommt dabei nicht umhin zu bemerken, dass der Kater sich wie ein Hund benimmt. Pinky und Brain erhalten ihre eigene Kindersendung. Ob das wirklich gut geht? Oder versucht Brain die Sendung doch wieder zu manipulieren, um seinem Ziel – die Weltherrschaft – näher zu kommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8370242","hoster":"VOE"},{"path":"/redirect/10364234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-10","name":"Die Party / Die Maske des Braino","epNo":10,"alt":"The Party Time / Mask of Braino","descr":"Vanity schmeißt eine Party und lädt zu dieser Party zwar Rudy ein, aber nicht Elmyra. Die taucht dort aber trotzdem auf, weil sie davon überzeugt ist, dass Vanity sie nur vergessen hat – aber ist das wirklich so? Brain wird in dieser Folge zu \"Braino\", einem maskierten Verbrechensbekämpfer, der sich stark an dem berühmten Zorro orientiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8370234","hoster":"VOE"},{"path":"/redirect/9745931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-11","name":"Schwarze Löcher / Die Fleischkönigin","epNo":11,"alt":"Fun, Time \u0026 Space / Hooray for Meat","descr":"Durch einen Zufall sind die beiden Mäuseriche Pinky und Brain, dessen Ziel es ist, die Weltherrschaft der Nager zu etablieren, im Kinderzimmer von Elmyra gelandet, einem tolpatschen Mädchen mit fatalem Hang zu überschwänglichen Gefühlsbezeugungen. Brain will in Elmyras Zimmer ein \"Schwarzes Loch\" entstehen lassen, mit dem man ungeliebte Zeitgenossen einfach in eine andere Dimension verbannen kann. Als die drei zusammen eine Lebensmittelmesse besuchen, kommt derm machthungrigen Brain eine neue Idee für die Umsetzung seines großen Plans","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8370214","hoster":"VOE"},{"path":"/redirect/8370222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-12","name":"Beam me up, Pinky","epNo":12,"alt":"Teleport a Friend","descr":"Ein Teleportationsgerät geht schief und verschmilzt The Brain und Elmyra zu einem zweiköpfigen Wesen. Von einem finsteren Karnevalsbesitzer gefangen genommen, liegt ihre Rettung in Pinkys Händen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8370203","hoster":"VOE"},{"path":"/redirect/12505579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-13","name":"Das Piratenparfüm / Pinkys Traumhaus","epNo":13,"alt":"At the Hop / Pinky’s Dream House","descr":"Elmyra will mit ihrem Schwarm Rudy zum Schulball gehen, aber Rudy will lieber mit Patty Ann hingehen. Patty Ann aber ist Brain in seinem Roboteranzug! Wird Brain trotzdem mitgehen, um einen seiner genialen Pläne in die Tat umzusetzen? Als Pinky unvorsichtigerweise von seinem Traum von einem normalen Familienleben erzählt, siedelt Elmyra ihn und Brain kurzerhand in ihr Puppenhaus um.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8370210","hoster":"VOE"},{"path":"/redirect/8370202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pinky-elmyra-und-der-brain/staffel-1/episode-15","name":"[Ab Folge 15 dito E08-E13 - in Bearbeitung] ","epNo":14,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12537852","hoster":"VOE"},{"path":"/redirect/12537853","hoster":"Streamtape"}]}]}]}]}