{"path":"/serie/stream/pippi-langstrumpf","name":"Pippi Langstrumpf","descr":"Astrid Lindgrens weltberühmte Romanheldin Pippi Langstrumpf (Inger Nilsson) ist ein freches neunjähriges Mädchen mit Sommersprossen, zwei abstehenden roten Zöpfen und unterschiedlich gefärbten Strümpfen. Sie lebt ohne Eltern, aber mit einem Pferd und einem Affen in einer großen bunten Villa. Sie lässt sich von niemandem etwas vorschreiben, ist mutig, großzügig und so stark, dass sie sogar ihr Pferd hochstemmen kann. Zusammen mit ihren Freunden Tommy (Pär Sundberg) und Annika (Maria Persson) erlebt sie die verrücktesten Abenteuer.","seasons":[{"path":"/serie/stream/pippi-langstrumpf/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-1","name":"Pippi zieht in die Villa Kunterbunt","epNo":1,"alt":"Pippi flyttar in i Villa Villekulla","descr":"Tommi ist neun Jahre alt, Annika erst acht, und beide Geschwister leben in einem schwedischen Kleinstädtchen. Neben dem Haus ihrer Eltern liegt die lustig aussehende \"Villa Kunterbunt\", die einmal ein Kapitän zur See gebaut haben soll. Nun steht sie leer – bis eines Vormittags etwas Außergewöhnliches geschieht: Ein kleines Mädchen mit großen Schuhen, einem Affen auf der Schulter und einem Pferd kommt in die Stadt geritten und bezieht die Villa Kunterbunt. Tommi und Annika trauen sich zum ersten Mal in das Nachbarhaus und machen Bekanntschaft mit Pippi Langstrumpf. Allerdings gibt es Leute, die meinen, daß ein so kleines Mädchen wie Pippi nicht alleine leben kann. Das bedeutet Ärger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992763","hoster":"VOE"},{"path":"/redirect/12992765","hoster":"Doodstream"},{"path":"/redirect/12992764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-2","name":"Pippis neue Freunde","epNo":2,"alt":"Pippi är sakletare och går på kalas","descr":"Als Tommi und Annika nach der Schule an der Villa Kunterbunt vorbeikommen, hören sie Pippis Schnarchen bis auf die Straße. Also wecken sie ihre Freundin auf und bekommen einen guten Vorschlag zu hören: Mit einigen Goldmünzen aus der gefüllten Truhe ihres Vaters möchte sie einen Einkaufsbummel machen. Die Kinder ziehen von einem Geschäft zum anderen, treiben Schabernack und kaufen tütenweise Süßigkeiten, die sie mit den anderen Kindern in der Stadt teilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992766","hoster":"VOE"},{"path":"/redirect/12992767","hoster":"Doodstream"},{"path":"/redirect/12992768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-3","name":"Pippi auf Sachen-Suche","epNo":3,"alt":"Pippi går i affärer","descr":"Es regnet in Strömen, als Tommi und Annika bei Pippi vorbeikommen, um ihr zu sagen, daß sie nachmittags zum Kaffeekränzchen bei ihrer Mutter eingeladen ist. Während Tommi und Annika zur Schule müssen, gießt Pippi trotz des strömenden Regens ihre Blumen, schließlich hat sie sich’s ja vorgenommen. Sie übt auch noch \"feine Dame\", wäscht sogar ihre Füße, schrubbt den Fußboden auf ganz besondere Art und erfindet zwischendurch noch ein neues Spiel: \"Sachen-Suchen\". Dann ist die große Stunde da: Pippis Auftritt beim Kaffeekränzchen. Ob Pippi es schafft, \"feine Dame\" zu spielen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992771","hoster":"VOE"},{"path":"/redirect/12992772","hoster":"Doodstream"},{"path":"/redirect/13731605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-4","name":"Pippi macht einen Ausflug","epNo":4,"alt":"Pippi ordnar en utflykt","descr":"Wenn Pippi einen Ausflug macht, dann nur einen ganz besonderen. Im Nu hat sie drei Drachen gebaut, die sie mit Annika und Tommi steigen lässt. Pippi demonstriert, wie man eine Felswand hinunterfliegt wie ein Vogel, wie ein Löwe brüllt oder wie man sich in einer Höhle zurechtfindet. Am Bach treffen die drei die beiden Ganoven Donner-Carl und Blom, die sich wieder einmal vor der Polizei verstecken müssen. Sie haben entsetzlichen Hunger, und Pippis weiches Herz sorgt dafür, dass sie sich mit Wurstbroten vollstopfen können. Bis plötzlich Herr Nilsson vermisst wird. Er treibt auf einem Brett den Bach hinab. Aber Pippi ist natürlich auch im Schwimmen kaum zu schlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992773","hoster":"VOE"},{"path":"/redirect/12992775","hoster":"Doodstream"},{"path":"/redirect/12992774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-5","name":"Pippi und die Gespenster","epNo":5,"alt":"Pippi får besök av tjuvar","descr":"Pippi feiert ihren Geburtstag. Weil sie allein lebt, muss sie sich selbst alles Gute wünschen und sich ein Lied singen. Erst am Abend kommen Tommi und Annika und bringen ihr ein schönes Geschenk. Weil bei Pippi alles anders ist, erhalten auch ihre Geburtstagsgäste Geschenke. Die unangemeldeten Gäste Donner-Carl und Blom sind auf Pippis sagenhaften Schatz aufmerksam geworden und versuchen, die Villa Kunterbunt auszukundschaften. Aber Herr Nilsson schlägt sie in die Flucht. Nach dem Verzehr der Geburtstagstorte hat Pippi eine besondere Idee: Zur Feier des Tages will sie mit ihren Freunden den Dachboden durchstöbern, dort sollen angeblich eine Menge Gespenster hausen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992776","hoster":"VOE"},{"path":"/redirect/12992778","hoster":"Doodstream"},{"path":"/redirect/12992777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-6","name":"Pippi auf dem Rummelplatz","epNo":6,"alt":"Pippi går på tivoli","descr":"Pippi, Annika und Tommi suchen den Rummelplatz auf. Während Pippi am Schießstand zeigt, was sie kann, tauchen die Polizisten Kling und Klang am Karussell auf. Unter dem Vorwand, sie müssten die Sicherheitsvorkehrungen überprüfen, wollen sie sich eine Freifahrt erschleichen. Hätten sie nur vorher gewusst, wie schnell man sich da tatsächlich dreht! Die Hauptattraktion aber ist der starke August – der stärkste Mann der Welt. Wer ihn im Ringkampf besiegt, soll eine Geldprämie vom Direktor bekommen. Pippi steigt in den Ring...\u0026lt;br /\u0026gt;","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992780","hoster":"VOE"},{"path":"/redirect/12992782","hoster":"Doodstream"},{"path":"/redirect/12992781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-7","name":"Pippi lernt Plutimikation","epNo":7,"alt":"Pippi i den första snön","descr":"Kurz vor Weihnachten fällt der erste Schnee, ein Grund für Pippi, die schönen Winterpullis herauszuholen. Als sie aber Tommi und Annika auf dem Schulweg trifft, wird sie neidisch: Die beiden freuen sich auf die Weihnachtsferien. Ist es nicht ungerecht, dass Pippi niemals Ferien bekommt? Allein deshalb würde sie schon in die Schule gehen. Heute noch nicht, aber spätestens am nächsten Morgen. Das tut sie dann auch wirklich, allerdings kommt sie etwas zu spät und hat Herrn Nilsson dabei. Turbulenzen bleiben da natürlich nicht aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992783","hoster":"VOE"},{"path":"/redirect/12992787","hoster":"Doodstream"},{"path":"/redirect/12992784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-8","name":"Pippi und das Weihnachtsfest","epNo":8,"alt":"Pippis jul","descr":"So kurz vor dem Weihnachtsfest möchte Tante Prüsselius Pippi liebend gerne im Kinderheim unterbringen, damit sie nicht alleine Weihnachten feiern muss. Aber sie hat keine Chance. Pippi beschäftigt sich lieber mit der Weihnachtsbäckerei. Und den Heiligen Abend verbringt sie allein mit ihren Tieren und ist traurig. Aber nicht, weil sie sich einsam fühlt, sondern weil niemand kommt, um alle Geschenke aus dem Baum zu holen, die sie dort angebracht hat. Doch Tommi und Annika haben heimlich eine Überraschung für ihre Freundin vorbereitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992789","hoster":"VOE"},{"path":"/redirect/12992790","hoster":"Doodstream"},{"path":"/redirect/12992788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-9","name":"Pippi und der Spunk","epNo":9,"alt":"Pippi hittar en spunk","descr":"Beim Frühstück fällt Pippi Langstrumpf ein neues Wort ein: \"Spunk\". Jetzt wäre es nur gut zu wissen, was sich dahinter verbirgt. Es könnte ja ein gefährliches Tier sein – deshalb baut sie erst mal eine Spunkfalle. Dann begibt sie sich mit Tommi und Annika auf die Suche nach dem Unbekannten. Weder im Bonbonladen noch im Geschäft für Handwerkerbedarf gibt es einen Hinweis. Aber ohne Spunk will Pippi auf keinen Fall nach Hause gehen. Plötzlich glaubt sie, des Rätsels Lösung gefunden zu haben: Der Spunk ist eine Krankheit, die sie gerade befallen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992794","hoster":"VOE"},{"path":"/redirect/12992796","hoster":"Doodstream"},{"path":"/redirect/12992793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-10","name":"Pippi auf großer Ballonfahrt","epNo":10,"alt":"Pippis ballongfärd","descr":"Die Ganoven Donner-Carlsson und Blum haben sich auf das Drehorgeln verlegt, und Pippi verehrt ihnen je ein Goldstück, weil sie \"so schön falsch\" singen können. Das weckt erneut ihr Begehren auf Pippis Gold, sie steigen in die Villa Kunterbunt ein und schaffen es, sich den Goldkoffer unter den Nagel zu reißen. Pippi hat nichts bemerkt, sie ist zu sehr mit dem Ballon beschäftigt, den sie auf dem Speicher gefunden hat. Mit Annika und Tommi trifft sie Vorbereitungen für den Flug. Und bald geht es in die Luft. Durch Zufall entdecken die Kinder die beiden Ganoven, als sie gerade die gestohlenen Geldstücke zählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992799","hoster":"VOE"},{"path":"/redirect/12992798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-11","name":"Pippi und die Flaschenpost","epNo":11,"alt":"Pippi är skeppsbruten","descr":"Die ungeliebte Tante Prüsselius soll drei Tage auf Tommi und Annika aufpassen. Pippi hat währenddessen schon wieder einen neuen, spannenden Zeitvertreib gefunden. Sie restauriert einen alten Kahn, um bald mit ihm in See zu stechen. Tommi und Annika sind natürlich mit von der Partie und verlassen heimlich Tante Prüsselius’ Obhut. Mit Bärenkräften rudert Pippi auf eine einsame Insel, die wie geschaffen ist für das Spiel \"Piraten in der Südsee\". Der Tag vergeht mit Spielen und Baden, und am nächsten Morgen ist das Boot verschwunden. Schließlich fällt ihr aber doch noch ein, dass sie das Boot an Land gezogen hat. Bei ihrer Rückkehr zur Villa Kunterbunt traut Pippi ihren Augen nicht: Da steht doch auf der Veranda ihr Vater Efraim Langstrumpf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992800","hoster":"VOE"},{"path":"/redirect/12992803","hoster":"Doodstream"},{"path":"/redirect/12992808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-12","name":"Pippis Abschiedsfest","epNo":12,"alt":"Pippi håller avskedskalas","descr":"Seebär Efraim Langstrumpf ist nach langer Zeit heimgekehrt, um seine Tochter zu besuchen. Er möchte gern, dass Pippi mit ihm in die Südsee reist, wo er König der Kureduten ist, wie die mitgebrachte Krone eindeutig beweist. Tommi und Annika sind sehr traurig, dass Pippi Kuredutenprinzessin werden will. In der Villa Kunterbunt steigt ein großes Abschiedsfest, zu dem alle Kinder des Städtchens und die Matrosen der \"Hoppetosse\" eingeladen sind. Tommi und Annika sind traurig, weil sie ihre Freundin nicht verlieren wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992804","hoster":"VOE"},{"path":"/redirect/12992810","hoster":"Doodstream"},{"path":"/redirect/12992806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-13","name":"Pippi geht an Bord der Hoppetosse","epNo":13,"alt":"Pippi går ombord","descr":"Pippi Langstrumpfs Abreise steht unmittelbar bevor. Nicht einmal Pippis Grimassen oder der Zerrspiegel können Tommi und Annika aufheitern. Und obwohl Pippi ihnen die Villa Kunterbunt überlässt, wollen sie sie nie wieder betreten. Sogar Prusseliese ist traurig, als sie Pippi ein Geschenk für die Südsee überreicht: eine Wollunterhose. Efraim Langstrumpfs Hoppetosse setzt die Segel, und Pippi geht an Bord mit ihrem Pferd und Herrn Nilsson. An dem Abschiedsständchen können sich Annika und Tommi nicht beteiligen, ihre Tränen verhindern das Singen. Im allerletzten Moment springt Pippi wieder von Bord – denn jetzt ist sie sich ganz sicher: Wenn sie jemals in die Südsee fährt, dann nur mit Tommi und Annika.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992812","hoster":"VOE"},{"path":"/redirect/12992814","hoster":"Doodstream"},{"path":"/redirect/12992811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-14","name":"Pippi und die Seeräuber (1)","epNo":14,"alt":"Pippi Långstrump på de sju haven (1)","descr":"Als Tommis und Annikas Eltern verreisen, brechen drei herrliche Wochen an, die die Geschwister bei Pippi in der Villa Kunterbunt verbringen wollen. Gerade als Pippi Langstrumpf Seeräubergeschichten erzählt, trifft eine Flaschenpost ein. Pippis Vater ist in die Gefangenschaft von Piraten geraten und wartet auf seine Tochter, die ihn befreien soll. Pippis Wahrsagekugel zeigt, dass er auf Taka-Tuka gefangen gehalten wird. Zu dritt macht man sich auf zur Rettungsexpedition, zunächst mit dem Ballon, dann mit einem selbstgebauten Flugzeug. Während Pippis Vater den Piraten immer noch nicht verraten will, wo sein Schatz vergraben liegt, machen Pippi, Tommi und Annika eine Notlandung auf einer Palmeninsel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992815","hoster":"VOE"},{"path":"/redirect/12992818","hoster":"Doodstream"},{"path":"/redirect/12992816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-15","name":"Pippi und die Seeräuber (2)","epNo":15,"alt":"Pippi Långstrump på de sju haven (2)","descr":"Die Kinder fürchten sich auf der Insel voller unbekannter Tiere und Geräusche. Doch Pippi gelingt es mit einer List, Seeräuber Oskar, den Einäugigen, anzulocken und die ganze Bande auszutricksen, so dass die Kinder die Weiterfahrt mit einem richtigen Piratenschiff antreten können. Bald ist Taka-Tuka-Land erreicht, überall grölende Seeräuber, die die Festung beherrschen. Pippi Langstrumpf verschafft sich in der Kneipe der Piraten erst einmal Respekt mit ihrer Fechtkunst und lernt die beiden Chefseeräuber Blut-Svende und Messer-Jokkel kennen. Sie verraten ihr natürlich nicht, wo ihr Vater einsitzt, aber der Junge Marco deutet auf einen Festungsturm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992821","hoster":"VOE"},{"path":"/redirect/12992822","hoster":"Doodstream"},{"path":"/redirect/12992823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-16","name":"Pippi und die Seeräuber (3)","epNo":16,"alt":"Pippi Långstrump på de sju haven (3)","descr":"Einem echten Seeräuber macht so leicht nichts Angst. Die Nachricht von Pippi Langstrumpfs Ankunft aber löst Furcht und Schrecken unter den Piraten aus. Ihr Vater wird in einem Turm auf der Pirateninsel gefangen gehalten. Um ihm sein Geheimnis zu entlocken, bekommt er nur noch die halbe Ration Wasser und Brot – doch Pippis Vater schweigt wie ein Grab. Aus Angst vor der starken Pippi sichert die Piratenbande ihre Festung mit noch mehr Wachen. Sie überlistet alle und findet einen Weg ins Innere der Festung. Versteckt in den Rohren der Seeräuberkanonen, die eilig nach innen gezogen werden, gelangt Pippi mit ihren Freunden Tommi und Annika ins Fort. Als alle Piraten wieder betrunken sind, nutzt Pippi die Gunst der Stunde und klettert in den Turm zu ihrem Vater. Blut-Svende und Messer-Jockel bemerken \u0026lt;br /\u0026gt;\rPippi und verlegen ihren wertvollen Gefangenen sogleich tief in den Keller.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992824","hoster":"VOE"},{"path":"/redirect/12992828","hoster":"Doodstream"},{"path":"/redirect/12992825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-17","name":"Pippi und die Seeräuber (4)","epNo":17,"alt":"Pippi Långstrump på de sju haven (4)","descr":"Pippi erhält von ihrem Vater eine Flaschenpost: Schon wieder ist er gefangen genommen worden. Diesmal aber sitzt er wirklich in einem \"einbruchsicheren\" Verlies Aber Pippi hat schon wieder einen Plan. Kurzentschlossen kauft sie ein Pulverfass und sprengt einen Gang durch die Felsen bis zu der Zelle, in der ihr Vater sein Dasein fristet. Leider hat er auch noch sein Geheimnis ausgeplaudert, weil ihm die Seeräuber mit dem Tod durch Kitzeln gedroht haben. Nun beginnt das Wettrennen um den Schatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992826","hoster":"VOE"},{"path":"/redirect/12992829","hoster":"Doodstream"},{"path":"/redirect/12992827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-18","name":"Mit Pippi Langstrumpf auf der Walze (1)","epNo":18,"alt":"På rymmen med Pippi Långstrump (1)","descr":"Zermürbt von den ständigen Ermahnungen der Mutter, beschließen Tommy und Annika auszureißen. Pippi geht mit auf die \"Walz\". Zu dritt auf dem \"Kleinen Onkel\", Pippis Pferd, beginnt die Reise, während Affe Herr Nilsson zu Hause bleiben muss. Bei diesem Wetter ist das Davonlaufen ein reines Vergnügen. Als jedoch ein Gewitter aufzieht, nimmt das Pferd Reißaus. Ein verlassenes Haus bietet sich als Nachtquartier an. Aus einem Raum dringen jedoch unheimliche Töne. Bald stellt sich heraus, dass sie der Hausierer Konrad mit einem Bogen auf einer Säge produziert. Konrad ist froh über die Gesellschaft und stellt sein Spitzenprodukt vor, mit dem er übers Land reist: \"Konrads Spezialkleber\". Der Test beweist, dass es keinen besseren Klebstoff gibt, denn wenn man Konrads Spezialkleber auf die Schuhsohlen schmiert, kann man damit sogar die Wand hochgehen. Und so vergeht der Abend damit, dass Pippi und Konrad an der Zimmerdecke tanzen, während Tommy auf der Säge die Musik dazu spielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992830","hoster":"VOE"},{"path":"/redirect/12992836","hoster":"Doodstream"},{"path":"/redirect/12992831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-19","name":"Mit Pippi Langstrumpf auf der Walze (2)","epNo":19,"alt":"På rymmen med Pippi Långstrump (2)","descr":"Annika stellt unter Beweis, dass der Apfel meist nicht weit vom Stamm fällt: Sie schlägt Konrad, den Hausierer, in die Flucht, weil sie ihn ständig ermahnt, sich die Ohren zu waschen. Die Ähnlichkeit mit ihrer Mutter ist nicht zu leugnen. Bei einer Bergtour stellt Pippi einmal mehr ihre Bärenkräfte unter Beweis. Danach klettert sie in ein Fass und lässt sich zum Entsetzen der beiden Freunde einen reißenden Bach hinuntertreiben. Und schließlich halten die Kinder Kriegsrat: Sie brauchen Geld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992834","hoster":"VOE"},{"path":"/redirect/12992837","hoster":"Doodstream"},{"path":"/redirect/12992835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-20","name":"Mit Pippi Langstrumpf auf der Walze (3)","epNo":20,"alt":"På rymmen med Pippi Långstrump (3)","descr":"Die Kinder ziehen von Haus zu Haus und kommen mit ihren Sangeskünsten gut an – der erwartete Münzensegen bleibt nicht aus. Mit der Eisenbahn geht der Ausflug in die Freiheit weiter. Pippi rettet ein Kind vor einem wilden Stier. Als Dank schenkt ihr der Vater des Kindes ein Autowrack, das mit kundigen Griffen, viel Wasser und Konrads Spezialkleber unverzüglich in Schuss gebracht wird. Für Annika und Tommi beginnt eine fantastische Reise durch die Luft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992838","hoster":"VOE"},{"path":"/redirect/12992841","hoster":"Doodstream"},{"path":"/redirect/12992840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pippi-langstrumpf/staffel-1/episode-21","name":"Mit Pippi Langstrumpf auf der Walze (4): Abschied von Pippi","epNo":21,"alt":"På rymmen med Pippi Långstrump (4)","descr":"Beim Flug über die Wälder und Seen verliert Pippis Auto langsam alle Teile, bis schließlich eine Notlandung am Ufer eines Sees notwendig wird. Dort hat Annika einen neuen Anfall von Waschfimmel und zwingt Tommi und Pippi zur Reinlichkeit. Das Ergebnis: Eine neugierige Kuh frisst Tommis und Annikas Kleidung auf, so dass die Geschwister die Reise in Kartoffelsäcke gehüllt fortsetzen müssen. Wieder wird ein Versuch als Straßensänger gestartet, um Geld einzunehmen, aber die Lieder sind wohl zu traurig – niemand will dafür Almosen geben. Pippi besinnt sich ihrer artistischen Talente und spannt ein Seil über den Marktplatz des Städtchens. Da fließt das Eintrittsgeld in die Büchsen von Tommi und Annika, so dass sie sich nach Pippis Show neue Kleider und Pullis kaufen können. Allerdings hat sich ein misstrauischer Polizist auf ihre Fährte gesetzt, dem schwant, dass die Kinder von zu Hause ausgerissen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12992760","hoster":"VOE"},{"path":"/redirect/12992762","hoster":"Doodstream"},{"path":"/redirect/12992761","hoster":"Streamtape"}]}]}]}]}