{"path":"/serie/stream/planet-sex-mit-cara-delevingne","name":"Planet Sex mit Cara Delevingne","descr":"Das Model und Schauspielerin Cara Delevingne reist in sechs Episoden rund um den Globus, um sich anzusehen, wie mit Sexualität, Gender und Sex in verschiedensten Kulturen umgegangen wird und wie sehr kulturelle Vorstellungen unser Bild von Geschlechtlichkeit prägen und beeinflussen.","seasons":[{"path":"/serie/stream/planet-sex-mit-cara-delevingne/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/planet-sex-mit-cara-delevingne/staffel-1/episode-1","name":"Episode 1","epNo":1,"alt":"The Orgasm Gap","descr":"Da Männer erfüllender Sex haben als Frauen, will Cara herausfinden, warum. Sie macht sich daran, die sogenannte \"Orgasmuslücke\" zu beheben. In Deutschland deckt sie die Wissenschaft hinter Orgasmen auf, macht \"Vagina-Kunst\" in Japan und taucht in einen Masturbationskurs in New York und eine Sexparty nur für Frauen in LA ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479508","hoster":"VOE"}]}]},{"path":"/serie/stream/planet-sex-mit-cara-delevingne/staffel-1/episode-2","name":"Episode 2","epNo":2,"alt":"Out and Proud?","descr":"Cara wuchs auf und schämte sich für ihre Sexualität. Jetzt will sie raus, laut und stolz. In Deutschland trifft sie queere Flüchtlinge, die sich mit Kabarett ein neues Leben aufbauen, besucht ihre allererste Pride in Tokio und feiert in den USA beim größten Lesbenfestival der Welt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13960349","hoster":"VOE"}]}]},{"path":"/serie/stream/planet-sex-mit-cara-delevingne/staffel-1/episode-3","name":"Episode 3","epNo":3,"alt":"Can Porn Be Good?","descr":"Pornos sind überall. Aber Cara entdeckt, dass nicht alles schlecht ist. In Spanien hilft sie bei der Produktion eines ethischen, feministischen Pornofilms. Sie erkundet positive Vorbilder im schwulen Porno in Deutschland, Boy-on-Boy-Liebescomics für Frauen in Japan und sensiblen, hausgemachten Pornos in New York.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479606","hoster":"VOE"}]}]},{"path":"/serie/stream/planet-sex-mit-cara-delevingne/staffel-1/episode-4","name":"Episode 4","epNo":4,"alt":"What\u0027s Your Gender?","descr":"Die Idee des Geschlechts wird immer mehr diskutiert. Aber was ist das und warum ist es wichtig? Cara erkundet Drag mit einem Transmann in LA, entdeckt eine dritte Geschlechterkultur in Mexiko und erlebt einen \"Geschlechtertausch\" in Spanien. Dabei konfrontiert sie ihre eigene Gender-Fluidität und Männlichkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14344791","hoster":"VOE"}]}]},{"path":"/serie/stream/planet-sex-mit-cara-delevingne/staffel-1/episode-5","name":"Episode 5","epNo":5,"alt":"Monogamish","descr":"Die Liebe hat Cara schon immer fasziniert. Es ist an der Zeit, über die Monogamie hinauszudenken. Cara macht einen DNA-Test in London und einen Gehirnscan in den USA, um die geheime Wissenschaft der Liebe zu enthüllen. Sie erforscht auch Solo-Hochzeiten in Japan, Polyamorie in Südafrika und Nicht-Monogamie in LA.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469479","hoster":"VOE"}]}]},{"path":"/serie/stream/planet-sex-mit-cara-delevingne/staffel-1/episode-6","name":"Episode 6","epNo":6,"alt":"Do You Think I\u0027m Hot?","descr":"Cara konsultiert einen Schönheitschirurgen und untersucht, woher unsere Vorstellungen von Schönheit kommen. Sie erforscht Kolorismus in Südafrika, plastische Chirurgie in Kolumbien und spricht überall über Body Positivity.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479679","hoster":"VOE"}]}]}]}]}