{"path":"/serie/stream/players-2022","name":"Players (2022)","descr":"Players ist eine Comedyserie im dokumentarischen Stil über E-Sports, die ein fiktives \"League of Legends\"-Team auf ihrem Weg zur ersten Meisterschaft begleitet. Nachdem sie jahrelang immer wieder gescheitert sind, hoffen sie dieses Jahr auf den begehrten Sieg. Doch um erfolgreich zu sein, müssen der 17-jährige Rookie \"Organizm\" und ihr 27-jähriger Veteran Creamcheese ihre Egos beiseite schieben und zusammenarbeiten.","seasons":[{"path":"/serie/stream/players-2022/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/players-2022/staffel-1/episode-1","name":"Creamcheese","epNo":1,"alt":"Creamcheese","descr":"League of Legends Soloque-Spieler Keldon Elmore, auch bekannt als Organizm, wird von Besitzer Nathan Resnick rekrutiert, um sich Fugitive anzuschließen; Am Asset Day ist Creamcheese, Mitglied des Legacy-Teams, verärgert, als Org ins A-Team aufsteigt und sein Freund Frugger herabgestuft wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891473","hoster":"VOE"},{"path":"/redirect/11891471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/players-2022/staffel-1/episode-2","name":"Organizm","epNo":2,"alt":"Organizm","descr":"Trotz ihres Sieges verlässt ein wütender Creamcheese die Bühne und lässt seine Teamkollegen zurück; er kündigt seine Absicht an, Fugitive endgültig zu verlassen; Im Elternhaus von Organizm erklären Organizms Eltern und sein Bruder, wie er so gut im Spiel wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396097","hoster":"VOE"},{"path":"/redirect/14414070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/players-2022/staffel-1/episode-3","name":"Braxton","epNo":3,"alt":"Braxton","descr":"Nach dem Spiel der letzten Woche verlangt Creamcheese einen Tausch und überspringt trotzig das nächste Spiel; seine Hoffnungen, sich TSM anzuschließen, um sich mit dem ehemaligen Partner Foresite wieder zu vereinen, werden zunichte gemacht, als Foresite ihn auf Twitter disst; Er kehrt zum Flüchtlingshaus zurück und schließt sich wieder an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377648","hoster":"VOE"},{"path":"/redirect/14439454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/players-2022/staffel-1/episode-4","name":"Ownership","epNo":4,"alt":"Ownership","descr":"2015 sichert sich Fugitive Gaming seinen Platz in der LCS mit einem Sieg in der Relegation Series; Die Liberty Green Group feuert Nathan Resnick unerwartet und die Zukunft des Franchise und die Rolle von Organizm im Team geraten ins Wanken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377529","hoster":"VOE"},{"path":"/redirect/14439456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/players-2022/staffel-1/episode-5","name":"Guru","epNo":5,"alt":"Guru","descr":"Creamcheese und Organizm sitzen zusammen im Fugitive House fest und haben nichts zu tun als zu trainieren; Organizm nimmt Gurus Einladung als Gaststar in seinem Podcast Neverlost an, ein Schlag ins Gesicht.....","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377528","hoster":"VOE"},{"path":"/redirect/14439455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/players-2022/staffel-1/episode-6","name":"Nightfall","epNo":6,"alt":"Nightfall","descr":"Es wird gemunkelt, dass Blue Wing Capital Fugitive kauft, aber alle sind besorgt, dass sie das Team grundlegend verändern würden; April bevorzugt stattdessen Julie Frattis, einen treuen Superfan von Fugitive Gaming, der nach dem unerwarteten Tod ihrer Eltern zu Geld kam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396125","hoster":"VOE"},{"path":"/redirect/14412950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/players-2022/staffel-1/episode-7","name":"Playoffs","epNo":7,"alt":"Playoffs","descr":"Nachdem Julie von Blue Wing Capital überboten wird, machen sich alle Sorgen um die Zukunft von Fugitive Gaming; Bei den Sommer-Playoffs gegen Dignitas und Ex-Teamkollege Frugger zeigen Creamcheese und Organizm erste Anzeichen dafür, dass sie als Team funktionieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396096","hoster":"VOE"},{"path":"/redirect/14439459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/players-2022/staffel-1/episode-8","name":"Philadelphia","epNo":8,"alt":"Philadelphia","descr":"Da Creamcheese und Organizm endlich synchron spielen, schafft es Fugitive, beim LCS-Viertelfinale einen Sieg zu erringen und sie ins Halbfinale zu schicken, das in der Nähe von Organizms Heimatstadt in New Jersey ausgetragen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377527","hoster":"VOE"},{"path":"/redirect/14439463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/players-2022/staffel-1/episode-9","name":"Finals","epNo":9,"alt":"Finals","descr":"Fugitive tritt im LCS-Finale gegen TSM an und erinnert sich daran, als das Team 2016 gegen sie gespielt und verloren hat. Heutzutage spielen sie besser als je zuvor, aber wenn ein Fehler das Spiel zum Pausieren zwingt, gerät das Team aus dem Rhythmus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891444","hoster":"VOE"},{"path":"/redirect/11891439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/players-2022/staffel-1/episode-10","name":"Yuumi","epNo":10,"alt":"Yuumi","descr":"Creamcheese und Organizm überwinden ihren Konflikt, als Cream erkennt, dass Org der Schlüssel zum Sieg ist; Mit Creamcheese im Rücken sichert sich Org endlich einen LCS-Champion-Sieg für Fugitive Gaming.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396070","hoster":"VOE"},{"path":"/redirect/14415021","hoster":"Streamtape"}]}]}]}]}