{"path":"/serie/stream/poldark","name":"Poldark","descr":"Als Ross Poldark (Aidan Turner) aus dem amerikanischen Unabhängigkeitskrieg in seine Heimat Cornwall zurückkehrt, muss er feststellen, dass nichts mehr so ist wie früher: Sein Vater ist tot, der Zinnminenbetrieb der Familie wurde längst geschlossen und seine Geliebte hat sich mit seinem Cousin verlobt.","seasons":[{"path":"/serie/stream/poldark/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/poldark/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Ross überredet Francis, ihm bei der Wiedereröffnung der Kupfermine Wheal Leisure zu helfen. Er gerät in Streit mit George Warleggan, der darüber verärgert ist, dass sich Ross das Geld für die Mineneröffnung bei einer konkurrierenden Bank geliehen hat. Als der Kapitän Andrew Blamey den Wunsch äußert, Verity heiraten zu wollen, verbietet George es, weil Blamey angeblich seine erste Frau getötet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460967","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Als die örtliche Mine Wheal Reath von der verwaltung unter Gewaltanwendung geschlossen wird, stehen hunderte von Minenarbeitern einschlißlich Jim von einem Tag auf den anderen ohne Arbeit und ohne Geld auf der Straße.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460914","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ross öffnet seine Mine und die Suche nach einer Kupferader beginnt. Elizabeth bringt einen Sohn zur Welt, doch die Beziehung zu ihrem Ehemann wird immer schlechter. Der junge Angestellte Jim Carter wird beim Wildern erwischt und zu zwei Jahren Gefängnis verurteilt. Es gibt Gerüchte über die Beziehung von Ross und Demelza, und ihr Vater besteht darauf, dass sie nach Hause zurückkehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460968","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Die Nachricht von Ross’ und Demelzas Hochzeit schockiert Trenwith und Charles’ Belustigung über den Gedanken daran führt zu einem Herzinfarkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460916","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Der Arzt Dwight Enys kkommt nach Wheal Leisure, um eine Studie über Lungenkrankheiten in der Mine durchzuführen. Ross geht mit den Minenbesitzern eine Allianz ein, um ihre eigene Hütte zu gründen und Warleggans Wucherpreise für Kupfer brechen zu können. George gibt sein ganzes Geld für die Prostituierte Margaret aus und überschüttet sie mit Geschenken, während in Marks Leben eine neue Frau tritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460918","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Die Carnmore-Verhüttungsgesellschaft ist ein voller Erfolg und Ross wird mehr und mehr zum Feind von George, in dem er ihn bei einer Auktion für Kupfer überbietet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460917","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Ross kämpft darum, die Carnmore-Verhüttungsgesellschaft am Laufen zu halten, jetzt da George sich vorgenommen hat, sie zu zerstören. Francis behauptet, Ross habe Verity dabei unterstützt, mit Andrew Blamey abzuhauen. Inzwischen vermutet Mark, dass Dwight und Keren eine Affäre haben. Es gerät eine Kette von Ereignissen in Gang, die tragische Folgen hat und die Sicherheit aller in Nampara bedroht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460913","hoster":"VOE"},{"path":"/redirect/14439509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/poldark/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Ein letztes Mal versucht Rossdas Schicksal von Carnmore zu wenden,aber nachdem sie überboten wurden, gibt er das Unternehmen widerwillig auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460915","hoster":"VOE"}]}]}]},{"path":"/serie/stream/poldark/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/poldark/staffel-2/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Ross bereitet sich auf seinen Prozess vor und Demelza und Elizabeth tun alles, um ihn dabei zu unterstützen. George hingegen versucht Ross um jeden Preis zu schaden. Francis ringt indes mit seinem Gewissen und Dwight lernt die hübsche Erbin Caroline Penvenen kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460947","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-2/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Als die Wahlen zu Unruhen führen, macht Elizabeth sich auf den Weg nach Bodmin. Demelza versucht den Prozess zu beeinflussen, indem sie persönlich mit dem Richter spricht. Aber George hat eine Menge Tricks im Ärmel, als der Tag des Prozesses heranbricht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460948","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-2/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ross und Demelza stehen vor dem finanziellen Ruin und George plant, sich an Jud zu rächen. Unterdessen versucht Francis sein Leben neu zu ordnen und lädt Ross und Demelza ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460961","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-2/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Weil er Geld zur Eröffnung einer Mine braucht, um dadurch nicht mehr von George abhängig zu sein, willigt er in einen risikoreichen Deal ein. Dwight versucht indes eine Epidemie in den Griff zu bekommen und erhält Hilfe von einem anonymen Wohltäter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460905","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-2/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Ein Informant im Schmugglerring wird für alle zur ernsten Bedrohung. Unterdessen kauft George sämtliche Schulden von Ross, um ihn auf diese Weise endgültig zu vernichten. Während Caroline nach Cornwall zurückkehrt, enthüllt Elizabeth ein großes Geheimnis …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460969","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-2/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Ross versucht Elizabeth nach dem Tod von Francis finanziell zu unterstützen, aber er ist bei George hoch verschuldet. Demelza schuftet, um die Bewohner von Nampara zu beschützen und Dwight und Caroline treffen sich weiterhin im Geheimen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460960","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-2/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Ross schließt sich einer Schmuggeltour zu den Scilly Inseln an, um Mark Daniel zu treffen. In seiner Abwesenheit macht sich George an Elizabeth heran. Caroline überredet Dwight, gemeinsam wegzulaufen und ein neues Leben in Bath zu beginnen. Captain McNeil plant unterdessen, die Schmuggler in einen Hinterhalt zu locken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460907","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-2/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Ross und Dwight werden wegen Schmuggels vor Gericht gestellt. Eine Zinnader gibt Ross wieder neue Hoffnung. Doch als Elizabeths Mutter stirbt, ist George für sie da …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460906","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-2/episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Ross schließt Wheal Grace. Während Elizabeth mit einer lebensverändernden Entscheidung ringt, ist Demelzas Welt auf den Kopf gestellt worden. Wie soll da die Harmonie wiederhergestellt werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460970","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-2/episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"Dwight bewirbt sich bei der Marine, um Caroline zu vergessen. Demelza besucht indes Verity, um einige Zeit getrennt von Ross zu verbringen. Während Ross überlegt, in sein altes Regiment zurückzukehren, berichtet Elizabeth George von ihrer Schwangerschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460908","hoster":"VOE"}]}]}]},{"path":"/serie/stream/poldark/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/poldark/staffel-3/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Ross und Demelza versuchen, die Vergangenheit zu vergessen und ihre Ehe zu retten, aber Neuankömmlinge gefährden ihre Versöhnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404596","hoster":"VOE"},{"path":"/redirect/14439478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/poldark/staffel-3/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Sam und Drake provozieren Trenwith. Dank Ross’ Sturheit gewinnt George die Oberhand. Unterdessen entscheidet eine große Seeschlacht über Dwights Schicksal.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460962","hoster":"VOE"},{"path":"/redirect/14439475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/poldark/staffel-3/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ross versucht Dwight aus einem französischen Gefängnis zu befreien. Währenddessen messen George und Elizabeth in Cornwall ihre Kräfte mit Sam und Drake.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460910","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-3/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"George erweist sich als gnadenloser Friedensrichter. Ross’ Tochter Clowance wird getauft. Ross findet heraus, wie er Dwight retten und Cornwalls Hungersnot bekämpfen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460909","hoster":"VOE"},{"path":"/redirect/14439481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/poldark/staffel-3/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Während sich George zu Hause mit politischen Schachzügen beschäftigt, segelt Ross nach Frankreich, um Dwight vor der Französischen Revolution zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404593","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-3/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Drake gerät in die Schusslinie der Warleggans. George bemüht sich, seine Beziehungen zum Adel zu festigen, und Ross gibt vor Ort Unterstützung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460963","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-3/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"George will Mitglied im Parlament werden, Tante Agatha plant ihren 100. Geburtstag und Ross bekommt ein Angebot. Unterdessen taucht jemand Neues im Pfarrhaus Whitworth auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460911","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-3/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Eine Wahl gefährdet Truros Status Quo. Als ihn Erlebnisse aus der Vergangenheit einholen, wittert Ross einen Rivalen um Demelzas Zuneigung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460964","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-3/episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Als Prudie und Tholly französische Segelschiffe am Horizont entdecken, ist Cornwall in Alarmbereitschaft. Auf Drake lauert große Gefahr. Demelza erfährt eine unerfreuliche Wahrheit und hintergeht Ross, was Auswirkungen auf die Poldark-Familie haben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460912","hoster":"VOE"}]}]}]},{"path":"/serie/stream/poldark/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/poldark/staffel-4/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Während Ross und Demelza Poldark versuchen, ihre Ehe zu retten und Caroline und Dwight Enys auf Nachwuchs warten, leidet Cornwall unter den Warleggans, deren Macht alles bedroht, was ihnen teuer ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404569","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-4/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"In Cornwall stehen Wahlen an und die Poldarks stehen vor schwierigen Entscheidungen, denn der Wahlausgang könnte nicht nur ihr Leben verändern, sondern auch Cornwalls Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460949","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-4/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ross muss sich den Herausforderungen des Parlaments stellen, aber die Entfernung zu Cornwall stellt Ross auf die Probe, da George sich weigert, seine Niederlage zu akzeptieren und anfängt, die Erfolgschancen zu seinen Gunsten zu manipulieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460958","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-4/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Während George alles für seine Rückkehr nach Westminster tut ist Ross zu seiner Familie nach Hause zurückgekehrt. Tragische Ereignisse in Cornwall zwingen ihn jedoch, sein ruhiges Leben wieder aufzugeben und nach London zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460951","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-4/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460950","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-4/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460981","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-4/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460933","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-4/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460952","hoster":"VOE"}]}]}]},{"path":"/serie/stream/poldark/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/poldark/staffel-5/episode-1","name":"Folge 36","epNo":1,"alt":"Episode 1","descr":"Während Demelza (Eleanor Tomlinson) sich um ihre Angelegenheiten in Cornwall kümmert, erlebt sie eine Enttäuschung und stößt auf eine neue Gegnerin, Tess Tregidden (Sofia Oxenham). George Warleggan (Jack Farthing) tut sich schwer damit, in ein Leben nach Elizabeths Tod zu finden und es ist an Cary das Familienimperium auszuweiten. Unterdessen muss Valentine seinen Platz im Imperium finden. Poldark (Aidan Turner) kommt in London an und findet die Stadt in Paranoia vor und setzt alles daran, Ned vor der Verschwörung zu retten, die ihn ins Gefängnis brachte. George Warleggan (Jack Farthing) formt eine Allianz mit dem Händler hinter Neds Gefangenschaft, Ralph Hanson, dessen Geschäfts darin besteht, den Sklavenmarkt am Leben zu halten. Geoffrey Charles (Freddie Wise) entscheidet sich, in Ross\u0027 Fußstapfen zu treten und geht zum Militär. Gleichzeitig fühlt er sich zu Ralphs Tochter Cecily Hanson (Lily Dodsworth-Evans) hingezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460966","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14404532","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-5/episode-2","name":"Folge 37","epNo":2,"alt":"Episode 2","descr":"George Warleggan (Jack Farthing) holt die Vorteile eines neuen Bündnisses ein, doch seine Trauer hat unerwartete Konsequenzen. Ned stellt den Mann zur Rede, der für seinen tiefen Fall verantwortlich ist. Demelza (Eleanor Tomlinson) befürchtet, dass sie sich mit Kräften eingelassen haben, die außerhalb ihrer Kontrolle liegen. Unterdessen machen Drake und Morwenna weiterhin vorsichtige Schritte, ihre Beziehung voranzutreiben. Geoffrey Charles erkennt, dass er sehr sorgsam vorgehen muss wenn er Gefallen bei Cecilys Vater finden will. Poldark (Aidan Turner) versucht einen Mann zu finden, der Neds Namen reinwaschen kann, doch dabei gerät er in eine kompromittierende Situation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460956","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14460955","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-5/episode-3","name":"Folge 38","epNo":3,"alt":"Episode 3","descr":"Hansons Anwesenheit in Cornwall erregt Misstrauen, und während Demelza darum ringt, wie man die Gemeinschaft am besten in die Lage versetzt, sich um sich selbst zu kümmern, setzt sich Morwenna für die Sache ein und findet neue Hoffnung. Geoffrey Charles und Cecilias Beziehung gedeiht weiterhin. In der Zwischenzeit hat ihr Vater Ralph eine Vereinbarung mit George getroffen, aber Georges Verstand verschlechtert sich weiter und Cary kämpft unter zunehmender Verantwortung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404622","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14404565","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-5/episode-4","name":"Folge 39","epNo":4,"alt":"Episode 4","descr":"Ross (Aidan Turner) und Demelza (Eleanor Tomlinson) finden sich in einer schwierigen Situation wieder, während sich Ralph Hanson zur gleichen Zeit vornimmt, Ned Despard komplett zu ruinieren. Außerdem weht ein Hauch von Revolution durch Cornwall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460954","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14460980","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-5/episode-5","name":"Folge 40","epNo":5,"alt":"Episode 5","descr":"Als die Banken anfangen, Papiergeld statt Gold auszugeben, findet sich Demelza (Eleanor Tomlinson) auf unbekanntem Terrain wieder. Ihre Situation wird von Tess (Sofia Oxenham) und Jacka (John Macneill) ausgenutzt. Morwenna (Ellise Chappell) versucht mit ihrer Trauer darüber, von ihrem Sohn getrennt zu sein, fertig zu werden.Geoffrey Charles (Harry Marcus) möchte Cecily (Lily Dodsworth-Evans) heiraten und bringt sie beide damit in Schwierigkeiten.George (Jack Farthing) hegt wieder einmal eine Verschwörung gegen Ned (Vincent Regan) und die Poldarks.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460979","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14460957","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-5/episode-6","name":"Folge 41","epNo":6,"alt":"Episode 6","descr":"Ross (Aidan Turner)kämpft um Neds (Vincent Regan) Leben. Demelza (Eleanor Tomlinson) entdeckt inzwischen Betrug auf und die jungen Liebenden fliehen in eine gemeinsame Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404624","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-5/episode-7","name":"Folge 42","epNo":7,"alt":"Episode 7","descr":"Demelza (Eleanor Tomlinson) entdeckt, dass die Franzosen Waffen nach Cornwall schmuggeln. Doch Poldark (Aidan Turner) ist besessen davon, Rache an Merceron und Hanson zu nehmen weil sie Ned beschuldigt haben und so kehrt er nach London zurück um sie zur Rede zu stellen.Sam trifft sich gegen jede Vernunft weiterhin mit Tess während Cecily und Geoffrey Charles mit Ross\u0027 Hilfe ihre Flucht planen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460982","hoster":"VOE"},{"path":"/redirect/14439499","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14460959","hoster":"VOE"}]}]},{"path":"/serie/stream/poldark/staffel-5/episode-8","name":"Folge 43","epNo":8,"alt":"Episode 8","descr":"Einige Monate sind vergangen und Poldark (Aidan Turner) ist mehr mit den Kräften der französischen Invasion verstrickt als sie sich darauf vorbereiten, ihren Anführer General Toussaint zu empfangen. Unterdessen sind Morwenna und Drake bereit, ihr Baby zu bekommen während George Warleggan (Jack Farthing) über einen Weg stolpert, mit der Hilfe von Merceron und Hanson Ross ein und für alle Mal aus dem Weg zu schaffen.Ross und seine Freunde müssen ihren bisher kühnsten Plan in Bewegung setzen um sich selbst zu retten und das Land vor Feinden zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460953","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/14460983","hoster":"VOE"}]}]}]}]}