{"path":"/serie/stream/polizeibericht-los-angeles","name":"Polizeibericht Los Angeles","descr":"[L.A. Dragnet] Neufassung der legendären Krimiserie aus den 60er Jahren, die die Mordkommission des Los Angeles Police Department begleitet und ihre Fälle schildert. Hauptfigur ist Detective Joe Friday, der das Geschehen auch aus dem Off kommentiert.","seasons":[{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-1","name":"Silbermord","epNo":1,"alt":"The Silver Slayer","descr":"In Los Angeles treibt ein Serienmörder sein Unwesen. Das Seltsame an ihm: er besprüht seine Opfer mit Silberspray. Detective Friday und sein Partner Smith, die den Fall untersuchen, stellen frappierende Parallelen zu einem Fall fest, der 25 Jahre zurückliegt. Einer der damaligen Täter ist verschwunden, der andere sitzt noch in Haft. Bei ihren Ermittlungen finden sie heraus, dass Untersuchungsunterlagen dieses alten Falles aus dem Polizeiarchiv gestohlen wurden. Die Spur führt zu Lydia Stoffel, einer Angestellten des Archivs, die sich ausschließlich mit Akten von Serienmördern befasste und ein Jahr vor ihrer Pensionierung ihren Dienst quittiert hatte. Lydia hatte jahrelang Beweismittel gestohlen und sie in ihrem Keller gehortet, um sie nach und nach an interessierte Sammler zu verkaufen. Brett Stoffel, Lydias Sohn, findet die Unterlagen des 25 Jahre alten Falles und beschließt, die Mordserie zu kopieren. Als er zwei junge Mädchen aus einem Shoppingcenter entführt, wird er von einer Überwachungskamera gefilmt und kann identifiziert werden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831103","hoster":"VOE"},{"path":"/redirect/9831101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-2","name":"Gewaltvideos","epNo":2,"alt":"The Big Ruckus","descr":"m Mac Arthur-Park in L. A. wird die Leiche eines jungen Mannes gefunden. Sein Name: Jason Biehl. Bei der genaueren Untersuchung stoßen die Polizeibeamten auf das Zeichen einer Gang. Doch schnell finden Friday und Smith heraus, dass es gefälscht ist und sie auf eine falsche Fährte locken soll. Bei ihren Ermittlungen kommt ans Licht, dass Jason mit zwei Partnern die Firma ‚Bum Wars‘ betrieben hat, die Gewaltvideos mit Obdachlosen produziert und vertreibt. Der Leichenbeschauer kommt bei der Obduktion zu einem überraschenden Ergebnis: Jason ist nicht, wie angenommen, an einer Kopfverletzung gestorben, sondern ertrunken. Die Ermittlungen konzentrieren sich auf Jasons Partner Greg und Eddie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831115","hoster":"VOE"},{"path":"/redirect/9831107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-3","name":"Schöner Schein","epNo":3,"alt":"All That Glitters","descr":"Peter Holt, Manager einer Filmproduktionsfirma, wird tot am Mulholland Drive aufgefunden. Die Nachforschungen ergeben, dass Peter für verschiedene Filmprojekte Geldgeber gesucht hat. Bei ihren Untersuchungen befassen sich Friday und Smith mit Peter Holts Partnerin Jessy Ross. Anfangs weigert sich Jessy irgendetwas über geschäftliche Hintergründe preiszugeben. Doch dann sagt sie plötzlich aus, dass ihre Firma hochverschuldet ist und von dem armenischen Gangster Alex Karp Geld geliehen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831111","hoster":"VOE"},{"path":"/redirect/9831112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-4","name":"Der Erbe","epNo":4,"alt":"Well Endowed","descr":"Whitney Lynde wird tot in ihrer schäbigen Wohnung aufgefunden. In der Garage finden Friday und Smith Peitschen, Ketten und andere Sado-Maso Utensilien. Auch ein Videorecorder wird sichergestellt, allerdings findet sich nirgendwo eine Spur von Kassetten. Bei ihren Ermittlungen finden Friday und Smith heraus, dass Whitney früher ein recht luxuriöses Leben geführt hat. Sie machen ihr ehemaliges Haus ausfindig und stellen fest, dass die monatliche Miete von 8.000 Dollar von dem Millionär Morris Rosemont bezahlt worden ist, mit dem Whitney nicht nur ein Verhältnis, sondern auch einen gemeinsamen Sohn hatte. Als sie weiter ermitteln erfahren sie, dass Rosemont inzwischen gestorben ist und seine Witwe von dem unehelichen Kind wusste. Helena Rosemont hate ihren Mann ebenfalls betrogen, versucht das allerdings geheim zu halten. Von dem Chauffeur der Millionärsfamilie erfahren die Polizisten von Videobändern des unehelichen Sohns, die Whitney behalten hatte, um für ihren Sohn einen Erbschaftsanspruch durchzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831116","hoster":"VOE"},{"path":"/redirect/9831119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-5","name":"Der Reihe nach","epNo":5,"alt":"The Cutting of the Swath","descr":"Samantha Beckett wurde in ihrem Haus erschossen. Ein Nachbar hat den Täter, einen etwa 40-jährigen Mann, mit seinem Wagen flüchten sehen. Anhand des Autokennzeichens kann der Fahrer als Wirtschaftsprüfer John Loman ermittelt werden. Friday und Smith fahren zu Lomans Haus und finden dessen Frau und seine beiden Töchter ebenfalls ermordet auf. Wenig später wird auch noch Lomans Schwiegermutter ermordet und sein Sohn aus erster Ehe entführt. Bei ihren weiteren Nachforschungen stellen Friday und Smith fest, dass Loman seinen Job kündigen musste, weil er eine wichtige Kundin seiner Firma, Amy Wenzel, unsittlich belästigt haben soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831121","hoster":"VOE"},{"path":"/redirect/9831123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-6","name":"Tod eines Schauspielers","epNo":6,"alt":"The Brass Ring","descr":"Der Schauspieler Eric Barton wird tot aufgefunden. Er ist erstochen worden, und es handelt sich allem Anschein nach um einen Raubüberfall, weil die Brieftasche des Opfers, Geld und Kreditkarten fehlen. Bei ihren Ermittlungen stoßen die Detectives Friday und Smith jedoch schnell auf Ungereimtheiten, als sie Eric Bartons Verlobte, die Schauspielerin Kate Randall, befragen. Kate behauptet, am Mordabend Erics Wohnung verlassen und nicht mit ihm geschlafen zu haben. Außerdem behauptet sie, Eric habe nie Drogen genommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831127","hoster":"VOE"},{"path":"/redirect/9831130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-7","name":"Der 40 Millionenn Dollar Raub","epNo":7,"alt":"The Artful Dodger","descr":"Folgenschwerer Raubüberfall auf das Geschäft des Juweliers Peter Lapori. Der Kunde Arthur Canrinus wurde von drei maskierten Gangstern erschossen, die anschließend Schmuck im Wert von vierzig Millionen Dollar geklaut haben. Im Lauf der Ermittlungen taucht die Versicherungdetektivin Katrina Fleury auf und bietet Detective Friday ihre Mitarbeit an. Bei ihren Recherchen stoßen sie auf Karmon, der bei einer Sicherheitsfirma angestellt ist, die Bodyguards für Prominente stellt. Ein Zeuge identifiziert Karmon als einen der Räuber. Als Friday und Smith den Chef der Sicherheitsfirma, Alex van Loy, wegen seines Mitarbeiters befragen, zeigt der sich wenig kooperativ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831136","hoster":"VOE"},{"path":"/redirect/9831137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-8","name":"Fahrunterricht","epNo":8,"alt":"Sticks and Stones","descr":"Eine junge Frau wird erdrosselt aufgefunden. Bei seinen Ermittlungen findet Detective Friday heraus, dass Laurel Witkowski, die Tote, Fahrunterricht genommen hatte, bevor sie ermordet wurde. Als sich bei seinem Partner Frank Smith die junge Nancy Pringle meldet und angibt, in einem Fahrschulwagen, dessen Fahrer sie per Anhalter mitgenommen hat, belästigt worden zu sein, konzentriert sich die Suche nach dem Mörder auf Fahrlehrer. Inzwischen wird Nancy Pringle von dem Unbekannten verfolgt, in dessen Wagen sie belästigt worden ist. Ein Zeuge, der den Wagen mehrmals vor Nancys Haus gesehen hat, bestätigt, dass es sich um einen Fahrschulwagen gehandelt hat und kann sogar die Fahrschule nennen, zu der der Wagen gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831075","hoster":"VOE"},{"path":"/redirect/9831076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-9","name":"Verhängnisvolles Video","epNo":9,"alt":"Redemption","descr":"Die junge und schöne Lisa Paris wird mit einer Kopfwunde tot in ihrem Haus aufgefunden. Mord? Unfall? Die Untersuchung ergibt, dass sie Champagner getrunken und Barbiturate genommen hatte. Friday stößt bei seinen Ermittlungen auf etwas, was keiner vermutet hätte: Lisa war ein Pornostar und hat ihr Berufsleben vor ihrer Familie geheim gehalten. Kurz nach ihrem Tod wird der Pornofilmproduzent, für den sie gearbeitet hatte, ermordet. Mittlerweile ergibt die Obduktion, dass Lisas Tod ein Unfall gewesen ist, der Mord an dem Filmproduzenten bleibt aber weiter ungeklärt. Friday und Smith forschen weiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831080","hoster":"VOE"},{"path":"/redirect/9831081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-10","name":"Kidnapping","epNo":10,"alt":"Let\u0027s Make a Deal","descr":"Ein heikler Fall für die Polizisten Friday und Frank Smith. Sie werden nach Bel Air gerufen. Im Haus des Künstleragenten JJ Halsted erfahren sie, dass das Baby von Halsteds Kindermädchen gekidnappt worden ist. Zuerst vermuten sie, dass das Baby mit dem etwa gleichaltrigen Sohn der Halsteds verwechselt worden ist, aber dann stellt sich heraus, dass JJ auch der Vater von dem Kind des Kindermädchens ist. Während des darauf folgenden Ehekrachs ruft der Entführer an und verlangt 15 Millionen Lösegeld. Diese Summe würde JJ Halsted ruinieren. Ein Wettlauf mit der Zeit beginnt. Nachdem die Polizei eine Fangschaltung eingerichtet hat, kann bei einem weiteren Gespräch mit dem Entführer festgestellt werden, dass der von der Pferderennbahn in Santa Anita aus anruft","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831093","hoster":"VOE"},{"path":"/redirect/9831087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-11","name":"Der Rüstungskonzern","epNo":11,"alt":"For Whom the Whistle Blows","descr":"Nach sechs langen Jahren wird Carolyn Meeker tot in ihrem Wagen im Santa Monica Canyon gefunden. Die Obduktion ergibt: Tod durch Kopfschuss. Bei seinen Ermittlungen findet Detective Friday heraus, dass Carolyn leitende Angestellte des Rüstungskonzerns ‚Consec‘ war und Details über ein fehlerhaftes Lasersteuerungssystem veröffentlichen wollte. Die Vermutung liegt nahe, dass ihr Tod damit in Verbindung steht. Nähere Nachforschungen in dem Unternehmen ergeben dann auch, dass die Unternehmensleitung Carolyn damit gedroht hat, sie im Falle einer Veröffentlichung zu ruinieren. Dass die Firma in den Mord verwickelt ist, lässt sich allerdings nicht so einfach nachweisen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380866","hoster":"VOE"},{"path":"/redirect/9831092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-1/episode-12","name":"Tödliche Falle","epNo":12,"alt":"The Little Guy","descr":"Tragödie bei einem Raubüberfall auf einen Schnapsladen. Zwei der Angestellten werden von den Dieben erschossen. Es ist drei Gangster, die den Laden überfallen haben. Zwei von ihnen befehlen ihrem Komplizen, ein Angestellten-Ehepaar in einem Nebenraum umzubringen. Der Komplize, Tommy Lee Martinez, schießt jedoch nur in die Decke und lässt die Geiseln am Leben. Aufgrund eines Überwachungsvideos werden die Gangster schnell identifiziert. Es handelt sich um die Brüder Brian und Daryl Sanchez, sowie um Tommy Lee Martinez. Detective Friday gibt der Presse gegenüber bekannt, es hätte vier Tote gegeben, um die beiden Überlebenden zu schützen, weil er sie dringend als Zeugen braucht. Bei seinen Ermittlungen findet er heraus, dass die Sanchez-Brüder mit einem Police-Officer aus Cordera gemeinsam krumme Geschäfte gemacht haben. Dieser Polizist, Jack Quinn, lockt seinerseits die Sanchez-Brüder in eine Falle....","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831104","hoster":"VOE"},{"path":"/redirect/9831095","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/polizeibericht-los-angeles/staffel-2/episode-1","name":"Das Schlachtfeld","epNo":1,"alt":"Daddy\u0027s Girl","descr":"Eigentlich wurden die Detectives Friday und McCarron wegen eines Ladendiebs zu einem Warenhandel gerufen. Doch dann gerät die Situation außer Kontrolle. Der gefasste Dieb fährt nicht nur einen Wagen, der auf eine seit Monaten vermisste Frau gemeldet ist. Im Auto befinden sich Schießwaffen und Munition. Als die Polizisten dem Dieb Fragen stellen, schluckt der kurzerhand eine Giftkapsel, an der er schließlich stirbt. Friday und McCarron finden heraus, dass der Mann verheiratet war. Sie suchen seine geschiedene Frau auf und erfahren von ihr, wo der Selbstmörder gelebt hat. Als sie seine Behausung aufsuchen, bietet sich ihnen ein Bild des Schreckens:","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831173","hoster":"VOE"},{"path":"/redirect/9831177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-2/episode-2","name":"Warum nicht ?","epNo":2,"alt":"Coyote","descr":"Neuer Einsatz für die Friday und McCarron: ein Mädchen wurde aufgefunden. Brutal zugerichtet. Ob sie überlebt, ist fraglich. Wer hat ihr das angetan? Den einzigen Hinweis auf ihre Identität könnte ihre Schuljacke geben. Die Polizisten finden schließlich heraus, dass es sich um Nina Stanton handelt. Ihr Vater bricht zusammen, als er von dem Verbrechen an seiner Tochter erfährt. Friday und McCarron versuchen mehr über Nina und die möglichen Täter herauszubekommen. Dabei stoßen sie auf den Vater eines kleinen Jungen, auf den Nina hin und wieder aufgepasst hat. Außerdem machen sie Ninas Freund ausfindig: Greg Parenteau. Und schließlich können Friday und McCarron auch Ninas Freundinnen Emily Ambrose und Angie Braddock befragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831181","hoster":"VOE"},{"path":"/redirect/9831180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-2/episode-3","name":"Im Chatroom lauert der Tod","epNo":3,"alt":"Frame of Mind","descr":"Todd Barnes ist eigentlich auf Geschäftsreise in L.A.. Doch zu seinen Vertragsabschlüssen kommt er nicht mehr: er fällt vom Balkon seines Hotels und ist tot. Für Detective Friday ist der Fall noch lange nicht geklärt, denn die Obduktion ergibt, dass Todd Barnes schon vor dem Sprung vom Balkon tot war. Mord also! Doch so sehr Friday nach Hinweisen auf den Täter sucht, er kommt nicht voran. Und der Fall muss abgeschlossen werden – ungeklärt! Bis ein Kollege Friday von einem ähnlichen Fall berichtet. Friday beschließt, der Sache nachzugehen. Und stößt auf einen Zusammenhang bei beiden Mordfällen: die Männer hatten sich in einen Chatroom eingeloggt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334383","hoster":"VOE"},{"path":"/redirect/9831190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-2/episode-4","name":"Ohne eine Chance","epNo":4,"alt":"Coyote","descr":"Wer ist die junge Frau, die tot am Flussufer gefunden wird? Es scheint, jemand hat sie dort bewusst hingelegt. War es ein Sexualverbrechen? Detective Friday nimmt die Ermittlungen auf. Und stößt über einen Gehaltsscheck auf eine Firma. Dort kommt er in seinem Fall ein Stück weiter. Die Aufenthaltsgenehmigung der Toten, die angeblich Maria Ramos heißt, gibt Rätsel auf. Bald hat die Polizei einen weiteren Anhaltspunkt. Es scheint, dass die Ermordete von einem Menschenschmuggler von Mexiko in die USA gebracht wurde. Er wird der Coyote genannt. Erika Sanchez, wie die Tote wirklich hieß, konnte dem Coyoten entkommen. Ihr Todesurteil?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831205","hoster":"VOE"},{"path":"/redirect/9831196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-2/episode-5","name":"Tödliche Maske","epNo":5,"alt":"Abduction","descr":"Die Polizei findet die Leiche des 13-jährigen Bobby Henson. Der Junge hat wenig bei sich. Ein Portemonnaie und eine Marihuana-Pfeife. Als die Polizisten seine Eltern, Sam und Wanda Henson, aufsuchen, beschuldigen die beiden sofort ihren Nachbarn Paul der Tat. Doch der hat zunächst ein Alibi. Paul war angeblich zur ermittelten Tatzeit in Begleitung seines Trainers Virgil Wilkins unterwegs. Das Alibi platz jedoch recht bald. Für Paul sieht es nicht gut aus. Doch auch die Eltern Sam und Wanda sind Detective Friday verdächtig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831141","hoster":"VOE"},{"path":"/redirect/9831142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-2/episode-6","name":"Das Gang-Massaker","epNo":6,"alt":"17 In 6","descr":"Die Detectives Friday und Cooper stehen vor einem schwierigen Fall. In einem der berüchtigten Bezirke der Stadt floriert der Handel mit Drogen, und die Gangs bekriegen sich gnadenlos. Die Detectives wollen eine Banden-Auseinandersetzung verhindern, doch es kommt zu einer Schießerei. Eine Frau, die aus einer naheliegenden Kirche tritt, wird von einer Kugel tödlich getroffen. Die Polizei muss handeln. Sie sagt den Gangs den Kampf an. Ein Drogendealer namens B-Mo soll ihnen die nötigen Informationen über die Mitglieder liefern, vor allem aber wollen die Polizisten wissen: wer hat auf die Frau geschossen? Doch B-Mo lenkt zunächst den Verdacht auf Ghost Dog. Einer der gefährlichen Gang-Bosse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831144","hoster":"VOE"},{"path":"/redirect/9831145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-2/episode-7","name":"Giftige Drogenmixtur","epNo":7,"alt":"Riddance","descr":"Ein schrecklicher Anblick bietet sich den Detectives Friday, Macias und McCarron. Eine junge Frau wurde tot und entstellt aufgefunden. Auch ihr Freund, der zunächst unter Mordverdacht steht, wird tot aufgefunden. Er starb an einer Überdosis einer seltsamen Droge, die den Detectives Rätsel aufgibt. Die Opfer dieser Droge häufen sich. Wer stellt das illegale Mittel her? Und wer ist der Dealer? Nur schrittweise kommen die Polizisten voran. Sie stoßen auf Sergio, der die Droge in Umlauf bringt. Doch über ihre tödliche Wirkung kann ihnen der Dealer wenig sagen. Erst als die Detectives William Kutler ausfindig machen, kommen sie in ihren Ermittlungen weiter. Kutler hat die Droge zusammengemischt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831152","hoster":"VOE"},{"path":"/redirect/9831156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-2/episode-8","name":"Das Ende eines Traums","epNo":8,"alt":"The Magic Bullet","descr":"Detective Friday und sein Kollege McCarron werden zu einer Frauenleiche gerufen: es ist Charlene Pagni. Das bekannte Party-Girl wurde erschossen. Warum? Zunächst verdächtigen die Polizisten ihren letzten Freund. Doch der Verdacht gegen ihn erschöpft sich schnell. Der junge Mann hat ein Alibi für die errechnete Tatzeit. Charlene wurde nach einer wilden Party ermordet. Hat der Gastgeber mit dem Verbrechen zu tun? Immerhin besitzt Kevin Grimes eine beachtliche Waffen-Sammlung. Noch reichen die Indizien nicht aus, um Grimes zu verhaften. Die Obduktion ergibt außerdem, dass Charlene schwanger war. Könnte das ein Hinweis auf den Täter sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831159","hoster":"VOE"},{"path":"/redirect/9831157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-2/episode-9","name":"Blinde Elternliebe","epNo":9,"alt":"Slice Of Life","descr":"Erneut hat Detective Cooper einen komplizierten Mordfall zu klären. Eine stark entstellte Frauenleiche wird aus dem Wasser gezogen. Die Identifizierung ist schwer, bis die Obduktion ergibt, dass die Tote vor kurzem ein Baby bekommen hat. Über Umwege können die Polizisten die Leiche als Kathleen Anderson identifizieren. Warum musste sie sterben? Und wo ist ihr Baby? Cooper reist nach Virginia, wo Kathleen gemeldet war. Dort will er ihren Lebensgefährten Doug Hess befragen. Doch Cooper trifft nur auf seinen Bruder. Auch das Treffen mit Kathleens Mutter ergibt nicht viel. Erst als Doug in einem Motel gefasst werden kann, kommt Cooper weiter. Wie es aussieht, ist der Mann unschuldig. Dafür kommt die Poizei auf eine andere Spur. Kathleen hatte ein Verhältnis mit einem verheirateten Mann, Leon. Kathleens Mutter besitzt ein Foto, das ihre Tochter auf dem Boot von Leon zeigt. Die Polizei untersucht das Boot, doch sie kann keine Blutspuren oder sonstige Tathinweise finden. Dann endlich gibt es eine neue Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831184","hoster":"VOE"},{"path":"/redirect/9831165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/polizeibericht-los-angeles/staffel-2/episode-10","name":"Späte Rache","epNo":10,"alt":"Retribution","descr":"Tatort Kirche: Vater Andrew Milena wurde ermordet. Die Detectives Friday und Duran stehen vor einem Rätsel. Warum musste der Geistliche sterben? Auch seine Frau hat keinen Verdacht. Milena hatte offensichtlich keine Feinde. Es dauert nicht lange und der erste Verdächtige wird festgenommen: es ist ein Landstreicher, der im Besitz eines Messers ist und blutige Kleidung trägt. Doch Obdachlose wird aber bald wieder auf freien Fuß gesetzt, er ist – wie sich herausstellt – unschuldig. Die Polizei stößt bei ihren Ermittlungen auf Ungereimtheiten. Warum gibt es keinerlei Angaben zu Milena aus der zeit vor 1996? Während die Detectives in Milenas Vergangenheit suchen, geschieht ein zweiter Mord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9831178","hoster":"VOE"},{"path":"/redirect/9831170","hoster":"Streamtape"}]}]}]}]}