{"seriesId":"pollux","name":"Pollux","descr":"Autor und Ex-Verbrecher Maximilian Pollux berichtet aus gesellschaftlichen Randgebieten und über von der Öffentlichkeit wenig bis gar nicht beachteten sozialen Strömungen. Maximilian Pollux war jugendlicher Intensivstraftäter und saß fast zehn Jahre im Gefängnis. Heute engagiert er sich gegen Gewalt. Für die Reihe Pollux trifft er Menschen, die oft am Rande der Legalität mit Hass, Drogen und Gewalt zu tun haben. Was treibt sie an?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aus Liebe zur Gewalt – Käfigkampf und Hooligans","epNo":1,"alt":"","descr":"Blut, Schweiß, Gewalt und der rohe Kampf Mann gegen Mann. Nichts verkörpert die archaische Idee von Männlichkeit mehr als die brutalen Kämpfe unter Hooligans und \"Bare Knuckle Fighting\". Für die einen ist er Inbegriff \"toxischer Männlichkeit\", für nicht wenige Männer ist er derart faszinierend und anziehend, dass sie schwerwiegende Verletzungen auf beiden Seiten in Kauf nehmen.","versions":[{"lang":1,"streams":[{"redirect":11244388,"hoster":"VOE"},{"redirect":11244386,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mobbing für Likes – Prügeln für Insta","epNo":2,"alt":"","descr":"Eine Trans-Person wird Opfer eines brutalen Übergriffs, mitten auf der Frankfurter Zeil. Kurz danach geht das Video des Übergriffs online. Das Netz ist daraufhin voll mit Hasskommentaren - aus beiden Lagern. Maximilian Pollux fragt, was da genau los war. Wie konnte es so weit kommen? Welche Rolle spielt das Internet bei solchen Gewalt-Eskalationen?","versions":[{"lang":1,"streams":[{"redirect":11244393,"hoster":"VOE"},{"redirect":11244391,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Für immer süchtig – Heimat Bahnhofsviertel","epNo":3,"alt":"","descr":"Maximilian Pollux trifft in dieser Folge Dan und Alina, die ihm von den Abgründen ihrer Drogensucht erzählen. Die beiden nehmen ihn mit ins Frankfurter Bahnhofsviertel, wo sie viele Jahre lang ein Leben zwischen Heroin, Crack und Kleinkriminalität geführt haben. Wie konnte es so weit kommen? Was hat sie an den Drogen fasziniert, wie sind sie in die Szene hineingerutscht? Wie genau haben die beiden ihre Sucht finanziert, wie laufen Drogendeals ab, und wie befreit man sich aus den Klauen der Sucht?","versions":[{"lang":1,"streams":[{"redirect":12919690,"hoster":"VOE"},{"redirect":11244390,"hoster":"Streamtape"}]}]}]}]}