{"path":"/serie/stream/polyamorie-liebe-zu-dritt","name":"Polyamorie  Liebe zu dritt","descr":"[In \"Polyamorie – Liebe zu dritt\" werden] Paare begleitet, die Langzeit- bzw. Liebesbeziehungen mit mehr als einer Person haben. Das ungewöhnliche Beziehungsformat zeigt die Schwierigkeiten und Herausforderungen im Alltag, mit denen Menschen in polyamoren Beziehungen konfrontiert sind.","seasons":[{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-1/episode-1","name":"Die Einladung","epNo":1,"alt":"The Poly Life (Pilot)","descr":"Lindsay und Anthony sind seit vier Jahren verheiratet und bereichern ihr (Liebes-)leben seit einiger Zeit mit Vanessa. Kamala und Michael sind seit zehn Jahren verheiratet und Eltern eines vierjährigen Sohnes. Insgesamt zählen sie zwölf LiebhaberInnen. Um ihre Familie zu erweitern, schlagen sie dem ebenfalls polyamoren Paar Jen und Tahl vor, zu ihnen zu ziehen.","versions":[]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-1/episode-2","name":"Die Regeln","epNo":2,"alt":"Poly Rules","descr":"Anthony und Vanessa stören sich an der Tatsache, dass Lindsey zu sehr an ihrem Freund hängt. Als er zu Besuch kommt, kommt es zu einer emotionalen Aussprache. Unterdessen feiern Kamala, Michael, Jen und Tahl ihr frisches Zusammenleben. Doch die polyamore Gemeinschaft funktioniert nicht ohne Regeln, was den Sex angeht. Eben erst festgelegt, bringt Kamalas Freundin Roxanne mit ihrem Besuch alles wieder durcheinander.","versions":[]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-1/episode-3","name":"Roxanne","epNo":3,"alt":"Poly Lovers","descr":"Vanessa fühlt sich von Anthony und Lindsey ausgestoßen. Sie trifft eine folgenschwere Entscheidung. Unterdessen setzt Michael seine Frau Kamala Devi unter Druck, denn er erwartet, dass sie ihre Freundin Roxanne mit ihm teilt.","versions":[]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-1/episode-4","name":"Der Antrag","epNo":4,"alt":"Poly Anniversary","descr":"Kamala und Michael feiern ihren Hochzeitstag. Kamala hat sich ein besonderes Geschenk für ihren Mann ausgedacht: Er darf ihre Freundin Roxane daten. Doch kaum sind die beiden außer Haus, überlegt es sich Kamala plötzlich doch anders. Unterdessen bereitet sich Vanessa auf ihren Heiratsantrag vor. Wen will sie damit überraschen?","versions":[]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-1/episode-5","name":"Die Poly-Willkommensparty","epNo":5,"alt":"Poly Potluck","descr":"Heute trifft Ost auf West. Ein polyamores Dinner bringt Anthony, Lindsey und Vanessa an eine Tafel mit Kamala, Michael, Jen und Thal. Alle sind ein bisschen angespannt, denn sie wissen nicht genau, was die anderen von ihnen halten.","versions":[]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-1/episode-6","name":"Die Eltern","epNo":6,"alt":"Radical Honesty","descr":"Heute passiert das große \"Coming Out\": Lindsey erzählt ihrer Mutter, dass sie und ihr Mann Anthony in einer polyamoren Beziehung mit Vanessa leben. Auch Tahl erzählt seinen Eltern von seinem unkonventionellen Liebesleben – dafür hat er sich ausgerechnet den Abend des Shabbat-Festes ausgesucht.","versions":[]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-1/episode-7","name":"Die Zeremonie","epNo":7,"alt":"We Are One","descr":"Die Turteltauben aus San Diego machen sich auf den Weg nach Los Angeles, um an Anthonys, Lindseys und Vanessas Liebeszeremonie teilzunehmen. Doch noch vor Beginn der Fahrt streiten sich Jen und Tahl. Er hatte Sex mit Kamala und Michael ohne ihr Einverständnis.","versions":[]}]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-2/episode-1","name":"Ein neues Kapitel","epNo":1,"alt":"A New Chapter","descr":"Chris, Leigh Ann und Megan sind neu im Polyamorie-Leben und versuchen nebenbei auch noch ihre stressigen Karrieren unter einen Hut zu bekommen. Klar, dass nicht aller perfekt läuft: Leigh Ann fühlt sich einsam und macht sich Sorgen über die Beziehung zu ihrem Ehemann Chris. Zur gleichen Zeit bekennt sich Tahl aus San Diego zu seiner Bisexualität und sieht es nicht gern, dass seine Frau Jen so viel Zeit bei ihrem neuen Lover Jesse verbringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6534457","hoster":"VOE"}]}]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-2/episode-2","name":"Liebe nach Stundenplan","epNo":2,"alt":"Triggers","descr":"Leigh Ann verspürt immer noch eine gewisse Distanz zwischen ihr und Ehemann Chris. Als dieser versucht, es wieder gut zu machen, bringt der Dreier mit Megan sie jedoch noch weiter auseinander. Indes macht sich Michael weiterhin Sorgen, dass Jesses Monogamie auf seine Frau abfärben könnte. Jen sitzt zwischen den Stühlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6534461","hoster":"VOE"}]}]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-2/episode-3","name":"Rausgeworfen","epNo":3,"alt":"Disconnected","descr":"Michael hat eine neue Liebhaberin namens Rachel. Er schlägt Kamala vor, sich zu dritt ins Schlafzimmer zurückzuziehen. Unterdessen konfrontiert die monogam lebende Jen ihre Schwester Michelle mit Jesses Eifersucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6534465","hoster":"VOE"}]}]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-2/episode-4","name":"Trennung","epNo":4,"alt":"Truth \u0026 Consequences","descr":"Der Dreier zwischen Michael, Kamale und Rachel bleibt nicht folgenlos. Tahl trifft sich unterdessen mit einer neuen Frau und bricht dabei eine von Jens Regeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6534470","hoster":"VOE"}]}]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-2/episode-5","name":"Strafe muss sein","epNo":5,"alt":"Boundaries","descr":"Als ihr Freund zu Besuch kommt, muss Leigh Ann eine Entscheidung treffen. Zunächst möchte sie aber, dass er Chris und Megan kennenlernt. Unterdessen bricht Kamala in ihrer neuen Beziehung mit Jason eine von Michaels Regeln.","versions":[]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-2/episode-6","name":"Aussprache im Park","epNo":6,"alt":"Serious Affairs","descr":"In Hollywood geht es hoch her, als Chris und Megan auf Leigh Ann und ihren Freund treffen. Unterdessen heißt es in San Diego: \"Fertigmachen für eine aufregende Nacht!\" Tahl schmeißt sich für sein Date mit Michaels Bruder in Schale. Und Jen hat eine Überraschung für ihr nächstes Date mit Kamala vorbereitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6534480","hoster":"VOE"}]}]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-2/episode-7","name":"Gespräche","epNo":7,"alt":"Coming Around","descr":"Megan und Leigh Ann haben eine bedrückende Aussprache, was die Situation mit Chris angeht. Leigh Ann beschließt, ihrer Ehe mehr Aufmerksamkeit zu widmen. Das erste \"Date\" des Ehepaares verläuft zunächst ziemlich angespannt.","versions":[]},{"path":"/serie/stream/polyamorie-liebe-zu-dritt/staffel-2/episode-8","name":"Das Liebesnest","epNo":8,"alt":"The Road Ahead","descr":"Nachdem viele Dinge in der Beziehung zwischen Chris, Leigh Ann und Megan unausgesprochen blieben, ist es jetzt an der Zeit, Klartext zu sprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6534488","hoster":"VOE"}]}]}]}]}