{"seriesId":"possessions","name":"Possessions","descr":"Natalie, eine junge Französin die in Israel lebt, wird beschuldigt, ihren Mann in der Nacht ihrer Hochzeit ermordet zu haben. Karim, der im französischen Konsulat arbeitet und damit beauftragt ist, Franzosen in Schwierigkeiten zu helfen, verliebt sich langsam in sie. Ist Natalie wirklich so verletzlich und verloren, wie sie sich gibt oder einfach nur unglaublich manipulativ? Besessen von diesem Fall, gräbt Karim tief in Natalies mysteriöser Vergangenheit.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Natalie ist eine junge französische Auswanderin, die mit ihrer Familie in Israel lebt. Am Tag ihrer Hochzeit wird ihr Ehemann erstochen und sie seines Mordes beschuldigt.","versions":[{"lang":1,"streams":[{"redirect":14211969,"hoster":"VOE"},{"redirect":14211979,"hoster":"Vidoza"},{"redirect":14211966,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Die Polizei führt eine Tatortrekonstruktion durch. Natalies Erinnerungen an den Tod ihres Mannes sind verschwommen. Diplomat Karim Taleb beschließt der jungen Frau zu helfen.","versions":[{"lang":1,"streams":[{"redirect":14211972,"hoster":"VOE"},{"redirect":14211973,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Als Karim Natalies früheres Leben in der Stadt Nizza untersucht, macht er beunruhigende Entdeckungen. Natalie wird unter Hausarrest gestellt, aber ihr Vater will sie außer Landes bringen.","versions":[{"lang":1,"streams":[{"redirect":14211980,"hoster":"VOE"},{"redirect":14211981,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Karim verdächtigt Alex Perretti des Mordes an Eran und informiert die Polizei. Natalie versucht derweil zu ergründen, was mit ihrem Körper geschieht und macht sich auf die Suche nach Alex.","versions":[{"lang":1,"streams":[{"redirect":14212001,"hoster":"VOE"},{"redirect":14211988,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Natalie findet nicht die Antworten, nach denen sie sucht. Karim, überzeugt davon, dass sein faszinierender Schützling misshandelt wird, überschreitet die Grenzen seines Diplomatenamtes.","versions":[{"lang":1,"streams":[{"redirect":14212002,"hoster":"VOE"},{"redirect":14211991,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Detective Esti befragt Natalies Mutter und bringt sie zu einem Geständnis. Natalies Vater bittet Karim, seine Tochter zurückzubringen. Esti und Raffi spielen ihren Trumpf aus.","versions":[{"lang":1,"streams":[{"redirect":14212006,"hoster":"VOE"},{"redirect":14212011,"hoster":"Vidoza"},{"redirect":14211999,"hoster":"Streamtape"}]}]}]}]}