{"seriesId":"potion-danomi-de-ikinobimasu","name":"Potion-danomi de Ikinobimasu! ","descr":"[I Shall Survive Using Potions!] Eines Tages kümmerte sich der Aufseher, der für die Überwachung der Erde zuständig war, um eine Verzerrung, was zu einem Fehler führte und Kaoru Nagase ihren physischen Körper kostete. Als einzige Wiedergutmachung bietet er ihr an, sie in einer anderen, kulturell weniger fortschrittlichen Welt zu reinkarnieren. Kaoru lässt diese Entwicklung nicht auf sich sitzen und stellt ein paar Forderungen: Sie möchte die Macht haben, jederzeit Tränke zu brauen, die die von ihr gewünschte Wirkung haben. Sie bittet um einen magische Itembox, die Fähigkeit, jede Sprache zu verstehen und zu sprechen, und um denselben Körper, den sie hatte, als sie ein fünfzehnjähriges Mädchen war. Mit ihren neu gewonnenen Kräften muss Kaoru nun versuchen, sich ein stabiles Leben in einer völlig neuen Welt aufzubauen!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Perks of Reincarnation, Please!","descr":"Kaoru ist eine normale Firmenmitarbeitern, mit normalen Freunden und einer normalen Familie. Da macht der Verwalter der Erde aber einen riesigen Fehler und Kaoru scheidet aus dem Leben. Als Wiedergutmachung soll sie in einer anderen Welt wiedergeboren werden, doch sie hat Bedingungen.","versions":[{"lang":3,"streams":[{"redirect":13171781,"hoster":"VOE"},{"redirect":13171782,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"My Goal Is a Safe, Worry-Free Life in Another World!","descr":"Kaoru trifft im Wald auf eine Adelsfamilie, die sie für eine Göttin halten, was zu einigen Peinlichkeiten führt. Später kommt sie in der Hauptstadt an, um ein ruhiges Leben zu führen. Doch erstens kommt es anders, und zweitens als man denkt.","versions":[{"lang":3,"streams":[{"redirect":13210516,"hoster":"VOE"},{"redirect":13210517,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I`m Gonna Go Speak My Mind at the Castle!","descr":"Kaoru wurde ins königliche Schloss eingeladen, aber sie weiß nicht wie so. Als sie sieht, wie alle Damen dort sich aufbrezeln, wechselt sie stattdessen in ihre Maid-Kleidung. Aber dann kommt eine große Überraschung.","versions":[{"lang":3,"streams":[{"redirect":13244056,"hoster":"VOE"},{"redirect":13244057,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"I`m Going into Angel Mode to Fight Back!","descr":"Kaoru wird plötzlich zu einer Party eingeladen, um die Verlobte zu spielen. Dort erhält sie gleich noch mehr Aufmerksamkeit, die sie sich diesmal zu Nutze machen will.","versions":[{"lang":3,"streams":[{"redirect":13271937,"hoster":"VOE"},{"redirect":13271936,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"I\u0027ll Use the Goddess\u0027s Potions to Do Business!","descr":"Kaoru hat eine neue Geschäftsidee, aber sie benötigt Hilfe. Da trifft sie per Zufall Francette, die einen neuen Herren hat.","versions":[{"lang":3,"streams":[{"redirect":13291837,"hoster":"VOE"},{"redirect":13291836,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"I`ll Use My Cheat to Destroy an Army!","descr":"Kaoru will in Richtung der Invasionsarmee ziehen, um diese zu besiegen. Doch ihre Freunde wollen sie nicht allein gehen lassen. Wie lautet Kaorus Plan?","versions":[{"lang":3,"streams":[{"redirect":13345279,"hoster":"VOE"},{"redirect":13345282,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Goddess Descends to End the War!","descr":"Der Krieg geht seinem Höhenpunkt entgegen und als Kaoru in Gefahr ist, stellt sich Fran den Angreifern in den Weg. Was kann Kaoru für die verletzte Fran nun tun?","versions":[{"lang":3,"streams":[{"redirect":13345283,"hoster":"VOE"},{"redirect":13345278,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"I\u0027m Seen as a Beautiful Girl and Abducted!","descr":"Vier Jahre sind seit dem Krieg mit dem Imperium Aligot vergangen. Emil und Belle sind erwachsen geworden und haben sich wohl gefühlt, während Roland und Francette jetzt verlobt sind. Kaoru ist es leid, die einzige Junggesellin zu sein, und beschließt, sich auf die Suche nach einem Ehemann zu machen.","versions":[{"lang":3,"streams":[{"redirect":13380826,"hoster":"VOE"},{"redirect":13380827,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"I`m Going to Relax in a Hot Spring for a While!","descr":"Die Gruppe ist auf dem Weg in ein weiteres neues Land, doch Kaoru hat das Reisen satt. Sie will in einen Onsen in der Nähe, doch der befindet sich auf einem Berg, auf dem Banditen ihr Unwesen treiben.","versions":[{"lang":3,"streams":[{"redirect":13418495,"hoster":"VOE"},{"redirect":13418494,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Going Back to my Original Goal in a New Country!","descr":"Kaoru hat in einem neuen Land eine Drogerie eröffnet, wo sie ihre Tränke verkauft. Allerdings gibt es auch dort immer wieder neue Probleme, mit denen sie fertig werden muss.","versions":[{"lang":3,"streams":[{"redirect":13453040,"hoster":"VOE"},{"redirect":13453037,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"I\u0027ll Find a Husband with a Treasure Hunt!","descr":"Kaorus Laden ist äußerst geschäftig und sie findet kaum eine ruhige Minute. Dennoch genießt sie ihr Leben, als sie bei einem Besuch beim Militär einen Viscount trifft, der in der Krise steckt.","versions":[{"lang":3,"streams":[{"redirect":13503236,"hoster":"VOE"},{"redirect":13503235,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"I Shall Survive Using Potions!","descr":"Eine heftige Epidemie macht sich im Land breit. Kaoru muss sich entscheiden, ob sie weiter unerkannt unter den Menschen leben, oder sich doch als Engel preisgeben will, um Leben zu retten.","versions":[{"lang":3,"streams":[{"redirect":13560261,"hoster":"VOE"},{"redirect":13560259,"hoster":"Streamtape"}]}]}]}]}