{"seriesId":"power-sisters","name":"Power Sisters","descr":"[Les Sisters] Die 16-jährige Wendy ist unendlich in Max verliebt, doch ihre neugierige Schwester Marine klebt ständig an ihr und will sie imitieren. Unfug ist Marines leichteste Übung. Wendy wehrt sich nach Kräften und nicht immer fair, so dass die beiden Schwestern schnell auf Hochtouren sind. Ihre Auseinandersetzungen hinterlassen großes Chaos, das ihnen oft selbst peinlich ist. Nur in einer Sache sind sie sich einig: Wenn es hart auf hart kommt, hören sie auf ihr Herz, denn eigentlich haben sie sich lieb und sind unzertrennlich.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Völlig verplant","epNo":1,"alt":"","descr":"Wendy und Marine sollen einfach abgeschoben werden für ein romantisches Nostalgie-Zelt-Wochenende von Mama und Papa William zu zweit. Das kann doch nicht wahr sein: Langeweile bei Oma und Opa, das kommt für Wendy, die Zeit mit ihrem Freund Max verbringen will, und Marine, die große Pläne für sich, ihre Kuscheltiere und ihre Freundinnen hat, nicht in Frage. Die Gegenmaßnahmen der beiden Schwestern laufen ziemlich schnell","versions":[{"lang":1,"streams":[{"redirect":8806240,"hoster":"VOE"},{"redirect":8614649,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der gehört mir!","epNo":2,"alt":"","descr":"Max hat Wendy verlassen und Wendy verliebt sich sofort unsterblich in Superstar Joy D. Dabei will Marine den Star einen Tag lang für sich. Sogar Mama Sandrine und Papa William erliegen seinem Charme und versuchen ihn zu beeindrucken. Joy D entwickelt sich zu einem allgemeinen Problem, denn auch Max will Wendy zurück.","versions":[{"lang":1,"streams":[{"redirect":8806241,"hoster":"VOE"},{"redirect":8614653,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Romantik pur!","epNo":3,"alt":"","descr":"Wendy ist glücklich: endlich ein Abend allein mit Max! Ihre Eltern verlangen allerdings in letzter Minute, dass sie auf ihre kleine Schwester Marine aufpasst. Die darf mit ihren Freundinnen im Garten zelten. Um sie in Schach zu halten, macht Wendy ihnen Angst mit einem Gruselzwerg. Aber die drei lassen sich nicht einschüchtern. Einer wirkt allerdings definitiv eingeschüchtert und das ist Max aus den verschiedensten Gründen!","versions":[{"lang":1,"streams":[{"redirect":8806239,"hoster":"VOE"},{"redirect":8614651,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Glücksbringer","epNo":4,"alt":"","descr":"Wendys kleine Schwester behauptet, dass ihr Kuscheltier Glück bringt und liefert Beweise. Wendy hält das natürlich für Humbug. Aber irgendwie scheint das doch zu funktionieren und sogar Wendys beste Freunde glauben an den Wunder vollbringenden Glücksbringer. Daher beschließt Wendy, das Kuscheltier für ihre Mathearbeit zu stehlen, für alle Fälle.","versions":[{"lang":1,"streams":[{"redirect":8806243,"hoster":"VOE"},{"redirect":8614654,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Himmel und Hölle","epNo":5,"alt":"","descr":"Marine bricht sich das Bein und Wendy versorgt sie fürsorglich. Doch die arme Marine entwickelt sich zur eingebildeten Sklaventreiberin und genießt es sichtlich, sich wie eine Prinzessin bedienen zu lassen. Gar nicht so leicht für Wendy, sich zu wehren, da Marine immer auf die Tränendrüse drückt. Die gesamte Familie ist nun gefragt.","versions":[{"lang":1,"streams":[{"redirect":8806242,"hoster":"VOE"},{"redirect":8614657,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wie im Mittelalter!","epNo":6,"alt":"","descr":"ur Strafe drei Tage kein Handy, kein WLAN, keine mobilen Daten – total offline, das ist für Wendy und Marine das Ende. Sie versuchen alles, um an irgendein Gerät zu kommen. Der geliebte Max hat plötzlich keine Zeit mehr für Wendy. Ihre Freundinnen sind nicht mehr an ihnen interessiert. Außerdem verhalten sich auch ihre Eltern verdächtig. Doch was zunächst als das Ende der Welt erscheint, bringt auch ganz unerwartet neuen Spaß.","versions":[{"lang":1,"streams":[{"redirect":8806244,"hoster":"VOE"},{"redirect":8614656,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine galaktische Liebe","epNo":7,"alt":"","descr":"Marine sieht im Fernsehen, wie ein als Mensch verkleideter Alien ein Mädchen verführt und im Ufo mitnimmt. Prompt hält sie Wendys Freund Max auch für einen bösen Alien. Um ihre Schwester davor zu bewahren, ins Weltall entführt zu werden, nimmt sie mit ihren Freundinnen Nat und Lulu den Kampf auf. Max muss von Wendy getrennt werden.","versions":[{"lang":1,"streams":[{"redirect":8806245,"hoster":"VOE"},{"redirect":8614659,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"So ein Horror!","epNo":8,"alt":"","descr":"Wendy hat einen fetten Pickel und will nicht als Pickelzombie mit Max auf ein Konzert gehen. Marines selbstgemachte Abdeckcreme macht alles nur schlimmer. Unterdessen halten die Nachbarn sie für einen echten Zombie und eröffnen eine unerfreuliche Jagd auf Wendy. Max ist der einzige, der den Gegenbeweis erbringen kann, doch der hat sich verdrückt.","versions":[{"lang":1,"streams":[{"redirect":9018835,"hoster":"VOE"},{"redirect":8614661,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schwesterherz!","epNo":9,"alt":"","descr":"Wendy hatte Marine ihr altes Handy versprochen, es dann aber Max geschenkt. Marine rächt sich und bringt in Max Namen Fotos von Wendy in Umlauf: Oberpeinlich! Auch vor Wendys Freundinnen Emma und Sammie plaudert Marine Geheimnisse aus und merkt zu spät, dass sie es echt übertrieben hat","versions":[{"lang":1,"streams":[{"redirect":12919868,"hoster":"VOE"},{"redirect":8614664,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Unzertrennlich!","epNo":10,"alt":"","descr":"Wendy ist untröstlich. Der Grund, so vermutet Marine: Max hat eine Andere. Marine versucht, die unbekannte Blondine an seiner Seite mit allen Mitteln zu vertreiben. Leider all das, ohne Wendy ein Sterbenswörtchen davon zu sagen. Zu allem Unglück erdreistet sich Max dann auch noch, mit der Unbekannten bei ihnen zu Hause aufzutauchen.","versions":[{"lang":1,"streams":[{"redirect":8806246,"hoster":"VOE"},{"redirect":8614662,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Freiheitskämpfer","epNo":11,"alt":"","descr":"Mama Sandrine will ein Sabbatjahr einlegen und viel Zeit mit ihren Töchtern verbringen. Das ist anfangs schön. Doch dann geben Wendy und Marine alles, dass sie die Lust daran verliert.","versions":[{"lang":1,"streams":[{"redirect":8806251,"hoster":"VOE"},{"redirect":8614663,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Du kannst mich mal!","epNo":12,"alt":"","descr":"Geschwistertausch: Wendy und Marine haben die Nase voll und tauschen mit Nat und ihrem Bruder DJ Geschwister. Wendy kümmert sich so hingebungsvoll um Nat, dass Marine richtig eifersüchtig wird. Marine läßt daraufhin kurzerhand DJ in Wendys Zimmer einziehen. Der Wettkampf, welches denn nun das \"allerliebste Geschwisterpaar\" ist, eskaliert. Aber auf wen kann man sich noch verlassen in diesem neuen Konkurrenzkampf?","versions":[{"lang":1,"streams":[{"redirect":8806250,"hoster":"VOE"},{"redirect":8614666,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Allerschönste","epNo":13,"alt":"","descr":"Wendy will für Max auf dem Sommerfest die Allerschönste sein, findet aber keine Klamotten. Marines Hilfsangebot endet im größten Streit vor aller Augen. Auch der Franken-Stein-Erlebnis-Stand ihres Vaters geht dabei in die Luft. Fast platzt das ganze Sommerfest, doch die beiden Schwestern erinnern sich noch rechtzeitig, dass sie sich sehr mögen!","versions":[{"lang":1,"streams":[{"redirect":8806249,"hoster":"VOE"},{"redirect":8614667,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine schreckhaft nette Familie","epNo":14,"alt":"","descr":"Wendy liebt Horrorfilme und will Marine loswerden, um sich mit ihren Freunden einen schönen Filmabend zu machen. Aber Marine tut alles, damit Wendy den Film nicht ohne sie sieht. Verzweifelt greift Wendy zu einer Notlüge. Auch die Eltern lieben Gruselfilme und versuchen ihrerseits, Wendy und Marine loszuwerden. Weder die Erwachsenen noch die Kinder sind richtig ehrlich. Für Horrorfilm-Liebhaber sind dafür aber alle überraschend schreckhaft!","versions":[{"lang":1,"streams":[{"redirect":12919870,"hoster":"VOE"},{"redirect":8614677,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ohne mich!","epNo":15,"alt":"","descr":"Marine passt heimlich auf das Haustier von Nat auf: Außer ihr ahnt niemand, dass es sich um eine Riesenschlange handelt. Als die Schlange entkommt, ist nicht nur das Nachbarschaftsfest in Gefahr. Auch Mama Sandrine läuft Gefahr in dem Kuchen-Duell mit Nachbarin Plückhahn zu scheitern. Marine ist die einzige, die einen kühlen Kopf bewahrt, weil sie ein \"Rettet die Tiere\"-Gehirn hat","versions":[{"lang":1,"streams":[{"redirect":8806252,"hoster":"VOE"},{"redirect":8614665,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Lebenskünsterinnen","epNo":16,"alt":"","descr":"Marine und Wendy brauchen dringend ein Muttertagsgeschenk. Selbstgebastelt soll es sein. Weil sie sich übertreffen wollen, werden die Geschenke größer und größer. Leider wird auch das Ausmaß der Verwüstung in dem Zweikampf immer größer.","versions":[{"lang":1,"streams":[{"redirect":8806253,"hoster":"VOE"},{"redirect":8614669,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"BBSDS","epNo":17,"alt":"","descr":"Wendy versucht sich als Rockröhre und lässt Max Clips von sich filmen, die sie in ihrem Blog hochlädt. Max, Natalie und Lulu finden den Krach schrecklich, doch ein Produzentenpaar wird auf Wendy aufmerksam, als ein Streit-Clip mit ihr und Marine im Netz landet. Die Talentsucher wollen ein Schwesternduo für die Show \"Bad Bäder sucht den Superstar!\". Die Chance für Marine und Wendy, finden ihre Freunde, und zwingen die beiden, sich große Mühe zu geben. Das starrköpfige Schwestern-Duo soll beim Singen Zuneigung füreinander heucheln, um das Casting zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8806256,"hoster":"VOE"},{"redirect":8614668,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein gutes Vorbild","epNo":18,"alt":"","descr":"Wendy möchte in ihrer Lieblingshose mit Max zum Konzert gehen. Aber die Jeans, in der sie Max kennengelernt hat, ist zu eng geworden. Marine freut sich schon, weil sie dann wie versprochen die Jeans erben kann. Doch Wendy gibt nicht so schnell auf, isst total gesund und versucht alles, um sich in Windeseile ein paar Gramm abzutrainieren, damit die Hose wieder passt. Marine beginnt, Wendy mit allen Mitteln zu sabotieren.","versions":[{"lang":1,"streams":[{"redirect":8806255,"hoster":"VOE"},{"redirect":8614679,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Beliebtheitswerte","epNo":19,"alt":"","descr":"Wendy freut sich: Sie bekommt die hippeste Zahnspange unter der Sonne. Trotzdem ist sie genervt von Rachel, einer neu Hinzugezogenen. Die Neue versucht immer wieder Wendy bloßzustellen und will unbedingt die Beliebteste sein. Um das zu beenden, einigt sich Wendy mit ihr auf eine Beliebtheitsumfrage. Marine findet währenddessen heraus, dass der Zahnarzt, der Wendy die Spange einsetzen soll, Rachels Vater ist, und wittert ein fieses Komplott mit dem Ziel, kurz vor der Umfrage Wendys Gesicht zu verunstalten. Mit ihren Helferinnen Lulu und Nat startet sie Operation \"Hasenpfote\".","versions":[{"lang":1,"streams":[{"redirect":12919869,"hoster":"VOE"},{"redirect":8614670,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Partylöwinnen","epNo":20,"alt":"","descr":"Bei Sammie steigt eine Riesenparty, aber Wendy will nicht, dass Marine mitkommt. Sie gibt vor, dass Sammie gesagt habe, kleinere Kinder dürften nicht kommen. Als Sammie das erfährt, ist sie so sauer, dass sie Marine einlädt und ihre Freundin Wendy auslädt. Marine muss dann leider doch feststellen, dass Sammie es nicht so gemeint hat wie gedacht.","versions":[{"lang":1,"streams":[{"redirect":8806260,"hoster":"VOE"},{"redirect":8614672,"hoster":"Streamtape"}]}]}]}]}