{"seriesId":"power-rangers-zeo","name":"Power Rangers Zeo","descr":"Die Power der Rangers und die Kommandozentrale wurden zerstört, doch Zordon und Alpha 5 hatten bereits die neue strategische Kommandozentrale vorbereitet. Die Rangers brauchen nun eine neue Kraftquelle und dabei hilft ihnen der Zeo-Kristall, der sie in die Zeo Power Rangers verwandelt. Mit ihrer neuen Power müssen sie die Erde vor der Invasion des Roboterimperiums bewahren. (Power Rangers Kapitel 4)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Roboterkönig Teil 1","epNo":1,"alt":"A Zeo Beginning Part 1","descr":"Die Rangers finden sich nach der Zerstörung der Kommandozentrale hoffnungslos in den Trümmer wieder. Rita und Lord Zedd feiern in ihrem Palast unterdessen die endgültige Vernichtung der Power Rangers. Lange bleibt ihre Party jedoch nicht ungestört, denn das Roboterimperium ist soeben eingetroffen. In den Trümmern entdeckt Adam den verloren geglaubten Zeokristall. Rita und Zedd verlassen unterdessen den Mondpalast um vor den Angriff des Roboterimperiums zu fliehen. Durch die Energie des Zeokristall sind die Rangers in das Gewölbe unter der Kommandozentrale gelangt. Rito und Goldar finden sich unterdessen in der Innenstadt von Angel Grove wieder. Sie haben durch die Explosion nicht nur den Zeokristall, sondern auch ihr Gedächtnis verloren. Auf dem Weg zu Serpentera beschließen Rita und Zedd dem Meister des Schreckens ins Exil zu folgen und Rito und Goldar später mitzunehmen. Unter der Kommandozentrale folgen die Rangers Alphas Stimme durch die Wirbelkammer in die neue strategische Kommandozentrale.","versions":[{"lang":1,"streams":[{"redirect":8806035,"hoster":"VOE"},{"redirect":8614441,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Roboterkönig Teil 2","epNo":2,"alt":"A Zeo Beginning Part 2","descr":"In der neuen Zentrale klärt Zordon die Rangers über den Angriff des Roboterimperiums auf. König Mondo ordert inzwischen die Vernichtung von Rita und Zedd an, da diese immer noch auf der Flucht sind. Goldar und Rito suchen auf der Erde inzwischen Bulk und Skull auf, um bei ihnen wohnen zu dürfen. Rita und Zedd ist es inzwischen gelungen, an Bord von Serpentera zu gelangen und zu fliehen. Zedd schwört jedoch eines Tages zurückzukommen und sich zu rächen. Billy entschließt sich inzwischen zu einer schweren Entscheidung. Da der Zeokristall nur fünf Teile besitzt gibt er seine Power auf und gibt seinen Kristall an Tanya. Er beschließt als strategische Hilfe in dem Powerzentrum zu helfen. Zordon verleiht den Rangers die Zeo Power mit den Zeo Aktiviereren. Prinz Robot sendet inzwischen eine Truppe Cogs nach Angel Grove. Die Rangers verwandeln sich und schlagen die Eindringlinge zurück. Mondo nimmt seinen ersten Rückschlag gelassen und freut sich auf eine echte Herausforderung im Kampf gegen die Rangers.","versions":[{"lang":1,"streams":[{"redirect":8806037,"hoster":"VOE"},{"redirect":8614440,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Kampfstern","epNo":3,"alt":"The Shooting Star","descr":"","versions":[{"lang":1,"streams":[{"redirect":8806038,"hoster":"VOE"},{"redirect":8614443,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Computerspiel","epNo":4,"alt":"Target Rangers","descr":"Mondos Cogs stehlen von Rocky die Entwürfe eines Computerspiels und bauen daraus das Monster Silo.","versions":[{"lang":1,"streams":[{"redirect":8806040,"hoster":"VOE"},{"redirect":8614455,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fünf Power Rangers und ein Baby","epNo":5,"alt":"For Cryin’ Out Loud","descr":"Für die Schule sollen Tommy und Katherine eine Heirat nachspielen. Um die Sache realistischer zu machen bringt Kat Baby-Joey mit ins Spiel. Die anderen machen sich über ihre Idee lustig und fliehen als die Windel gewechselt werden müssen. Mondo hat auch seine Pläne mit dem Kind, er bringt einen Clown zu ihm der sein Schreien verschlimmern soll. Als das Baby am nächsten Morgen zu schreien beginnt, beginnt auch die Erde zu beben. Um das Schreien des Monster noch weiter zu intensivieren, kidnappt der Clown Joey und die Cogs deaktivieren Alpha. Mondo lässt das Baby im Angel Grove Kraftwerk positionieren um die Energieversorgung von Angel Grove lahmzulegen. Während die anderen die Cogs bekämpfen gelingt es Tommy Joey zu erreichen. Als der Kinderwagen droht runterzufallen, teleportiert Billy das Baby in die Powerzentrum. Die Rangers können sich nun voll dem Monster widmen. Nachdem Klank und Orbus es groß machen, gelingt es den Rangers den Clown mit dem Zeo Megazord zu vernichten. Für ihren überzeugenden Report bekommen Tommy und Kat beide eine gute Note von ihrem Lehrer Herrn Toggle. Beide freuen sich jedoch erst einmal darauf wieder richtig auszuschlafen.","versions":[{"lang":1,"streams":[{"redirect":8806041,"hoster":"VOE"},{"redirect":8614444,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein knapper Sieg","epNo":6,"alt":"Rangers In The Outfield","descr":"","versions":[{"lang":1,"streams":[{"redirect":8806042,"hoster":"VOE"},{"redirect":8614447,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Smokey und der Vulkan","epNo":7,"alt":"Every Dog Has His Day","descr":"","versions":[{"lang":1,"streams":[{"redirect":8806049,"hoster":"VOE"},{"redirect":8614446,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Puppenmann","epNo":8,"alt":"The Puppet Blaster","descr":"Mondo versucht mit einem Roboter aus einer Kinderserie, den Verstand der Kinder zu kontrollieren.","versions":[{"lang":1,"streams":[{"redirect":8806043,"hoster":"VOE"},{"redirect":8614458,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Invasion der Ranger-Fresser","epNo":9,"alt":"Invasion of The Ranger Snatchers","descr":"","versions":[{"lang":1,"streams":[{"redirect":12919853,"hoster":"VOE"},{"redirect":8614448,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Reise ins Ungewisse","epNo":10,"alt":"Graduation Blues","descr":"Billy kriegt aufgrund seiner zahlreichen Extraarbeiten an der Angel Grove High School sein Examen bereits früher ausgehändigt.","versions":[{"lang":1,"streams":[{"redirect":11832460,"hoster":"VOE"},{"redirect":8614449,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gefährliche Blüten","epNo":11,"alt":"A Few Bad Seeds","descr":"","versions":[{"lang":1,"streams":[{"redirect":8806047,"hoster":"VOE"},{"redirect":8614450,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Konzert für König Mondo","epNo":12,"alt":"Instrument Of Destruction","descr":"","versions":[{"lang":1,"streams":[{"redirect":8806045,"hoster":"VOE"},{"redirect":8614451,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Computerschreck","epNo":13,"alt":"Mean Screen","descr":"","versions":[{"lang":1,"streams":[{"redirect":8806048,"hoster":"VOE"},{"redirect":8614466,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Irrfahrt durchs All","epNo":14,"alt":"Mr Billy’s Wild Ride","descr":"","versions":[{"lang":1,"streams":[{"redirect":8806050,"hoster":"VOE"},{"redirect":8614453,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"In Eis und Schnee Teil 1","epNo":15,"alt":"There’s No Business Like Snow Business Part 1","descr":"Die Rangers wollen in den Bergen Snowboarden und Skifahren, doch König Mondo unterbricht ihren Urlaub.","versions":[{"lang":1,"streams":[{"redirect":8806051,"hoster":"VOE"},{"redirect":8614454,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"In Eis und Schnee Teil 2","epNo":16,"alt":"There’s No Business Like Snow Businnes Part 2","descr":"","versions":[{"lang":1,"streams":[{"redirect":8806052,"hoster":"VOE"},{"redirect":8614469,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"In Eis und Schnee Teil 3","epNo":17,"alt":"There’s No Business Like Snow Businnes Part 3","descr":"","versions":[{"lang":1,"streams":[{"redirect":12919855,"hoster":"VOE"},{"redirect":8614467,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Was ist mit Tommy los?","epNo":18,"alt":"Inner Spirit","descr":"Tommy wird von Alpträumen heimgesuchtE er geht in die strategische Kommandozentrale um Zordon aufzusuchen. Auf dem Weg ins Jugendzentrum trifft Tommy auf den alten Indianerhäuptling aus seinem Traum. Inzwischen saugt eins von Mondos Monster die Energie aus Angel Grove aus. Dem Monster gelingt es den Zeo Megazord schwer zu beschädigen, die Rangers müssen sich schließlich zurückziehen und der Megazord muss repariert werden. Billy und Zordon erzählen Tommy, dass sie einen Zord gebaut haben, den Rote Kampfzord. Die Steuerung des Zords erfolgt über Tommys Gedanken. Nach anfänglichen Schwierigkeiten gelingt es Tommy schließlich den Zord zu steuern und das Monster zu vernichten. Tommy kehrt noch einmal in die Wüste zurück in der er den Häuptling rausgelassen hat und begegnet nun einem jungen Indianer auf einem Pferd.","versions":[{"lang":1,"streams":[{"redirect":8806055,"hoster":"VOE"},{"redirect":8614456,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Herausforderung","epNo":19,"alt":"Challengens","descr":"","versions":[{"lang":1,"streams":[{"redirect":8806054,"hoster":"VOE"},{"redirect":8614457,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Tommys Bruder in Gefahr","epNo":20,"alt":"Found And Lost","descr":"Tommys Bruder David wird von König Mondo entführt, als Lösegeld soll Tommy Mondo die Pfeilspitze aushändigen.","versions":[{"lang":1,"streams":[{"redirect":8806056,"hoster":"VOE"},{"redirect":8614459,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Doppelt ausgetrickst","epNo":21,"alt":"Brother, Can You Spare And Arrowhead?","descr":"Tommys Bruder David wird weiterhin von Mondo gefangen gehalten.","versions":[{"lang":1,"streams":[{"redirect":8806058,"hoster":"VOE"},{"redirect":8614460,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein falscher Freund","epNo":22,"alt":"Trust In Me","descr":"König Mondo schickt den Defector-Roboter herunter, um die ZEO Rangers auszutricksen, ihr Vertrauen zu gewinnen und sie dadurch zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":8806057,"hoster":"VOE"},{"redirect":8614462,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Monsterparade","epNo":23,"alt":"It Came From Angel Grove","descr":"Als er beim Anschauen eines Monsterfilms einschläft, stellt sich Adam seine Mitstreiter als schreckliche Monster vor.","versions":[{"lang":1,"streams":[{"redirect":8806059,"hoster":"VOE"},{"redirect":8614461,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der kleine böse Prinz","epNo":24,"alt":"Bulk Fiction","descr":"Prinz Sprocket kommt auf die Erde, um die ZEO Rangers mit seinem neuen Spielzeug, dem Googleheimer-Roboter, zu bekämpfen.","versions":[{"lang":1,"streams":[{"redirect":8823228,"hoster":"VOE"},{"redirect":8614463,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Tanya Superstar","epNo":25,"alt":"Song Sung Yellow","descr":"Die ZEO Rangers kämpfen, um Angel Grove vor Prinz Sprocket und seinem neuen Geburtstagsspielzeug, der Abrissbirne, zu retten.","versions":[{"lang":1,"streams":[{"redirect":11314884,"hoster":"VOE"},{"redirect":10136147,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Auf Ehre und Gewissen","epNo":26,"alt":"Game Of Honor","descr":"Während Adam mit den anderen im Wald für einen Wettbewerb trainiert, entdeckt er eine glänzendes Zahnrad. Im Powerzentrum stellt sich heraus, dass es vom Roboterimperium kommen muss. Billy findet heraus, wozu es genutzt werden kann: Es kann unsichtbar machen. Zusammen mit Alpha gelingt es ihm herauszufinden, was Mondo damit verstecken will, eine neue Flotte von Schiffen. Mit einem gezielten Schuss gelingt es die Energieversorgung der Zahnräder beim Roboterimperium auszuschalten. Im Wald befreien die Rangers unterdessen Bulk und Skull und treffen auf ein neues Monster. Tommy gelingt es, das Monster außer Gefecht zu bringen. Orbus macht es jedoch gleich daraufhin groß. Mit dem Zeo Megakampfzord gelingt es ihnen jedoch das Monster zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":8806060,"hoster":"VOE"},{"redirect":8614468,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Pyramide aus dem Weltall","epNo":27,"alt":"The Power Of Gold","descr":"Eines Tages kommt eine kommt eine geheimnisvolle Pyramide eines unbekannten aus dem All und es stellte sich heraus,dass es sich um den goldenen Ranger handelt.","versions":[{"lang":1,"streams":[{"redirect":8806061,"hoster":"VOE"},{"redirect":8614464,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Ein kleines Problem","epNo":28,"alt":"A Small Problem","descr":"Prinz Sprocket schrumpft die Ranger und steckt sie in ein Terrarium mit einer hungrigen Tarantel, bis der Gold Ranger zur Rettung kommt.","versions":[{"lang":1,"streams":[{"redirect":8806062,"hoster":"VOE"},{"redirect":8614465,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Giftiges Wasser","epNo":29,"alt":"Oily To Bed, Oily To Rise","descr":"Das böse Leaky-Faucet-Monster verseucht die Gewässer von Angel Grove mit giftigem Öl und versucht, Katherine während eines Surfwettbewerbs zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":8806068,"hoster":"VOE"},{"redirect":8614475,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Wiegenlied für die Power Rangers","epNo":30,"alt":"Rock-A-Bye Power Rangers","descr":"Die Power Rangers werden seit zwei Wochen von Cogs pausenlos angegriffen, die dann plötzlich wieder verschwinden. Mondo plant, die Rangers so zu ermüden. Er schickt schließlich ein Monster auf die Erde, das alle zum einschlafen bringen soll. Die übermüdeten Rangers sollen ihm nun gegenübertreten. Alpha versucht die Rangers gegen das Monster unempfindlich zu machen, für eine letze Berechnung braucht er jedoch noch Hilfe. Billy glänzt jedoch immer noch durch Abwesenheit. Gerade als er verschwindet, taucht der Gold Ranger auf. Es gelingt ihm das Monster zu zerstören. Kurze Zeit später verstärkt Klank die Energie des Monsters jedoch noch einmal. Alpha gelingt es durch das Energienetz der Stadt dem Monster eine Überspannung zu verpassen. Die Rangers können so wieder zu Kräften kommen. Nachdem Orbus das Monster groß gemacht hat, gelingt es den Rangers das Monster mit dem Zeo Ultrazord zu vernichten. Rocky spricht Billy nun auf seine Abwesenheit an und vermutet, er wäre der Gold Ranger. Billy behauptet jedoch, dass er so etwas nicht geheimhalten würde.","versions":[{"lang":1,"streams":[{"redirect":8806065,"hoster":"VOE"},{"redirect":8614474,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Wer ist der Goldene Ranger?","epNo":31,"alt":"Do I Know You?","descr":"Das Rätsel um die wahre Identität des Gold Rangers spitzt sich zu, als Borax, ein Mitglied der als Vorax bekannten Kopfgeldjäger-Rasse, auf der Erde eintrifft und den neuen Verbündeten des Rangers mit grausamer Absicht ins Visier nimmt. König Mondo sieht große Chancen in einem Bündnis mit den Vorax und bietet ihm an, ihm zu helfen, den Gold Ranger zu besiegen und zu verführen. In der Zwischenzeit werden Bulk \u0026 Skull angeheuert, um den Hund einer Frau zu finden, der nach einer kürzlichen Landung von Pyramidas verschwunden ist.","versions":[{"lang":1,"streams":[{"redirect":8806063,"hoster":"VOE"},{"redirect":8614476,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Das goldene Geheimnis","epNo":32,"alt":"Revelations Of Gold","descr":"Das Geheimnis des goldenen Rangers wird gelüftet.","versions":[{"lang":1,"streams":[{"redirect":8806064,"hoster":"VOE"},{"redirect":8614470,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Der neue Goldene Ranger","epNo":33,"alt":"A Golden Homecoming","descr":"Um die Goldene Power auf jemanden zu transformieren, bringt Tommy einen alten Freund mit in die Kommandozentrale Während Goldar und Rito in der Detektei ein Schläfchen halten, nehmen Rita und Zedd zu ihnen Kontakt auf. Goldar weiß nun wieder wer er wirklich ist. Mit Bulk und Skulls Motorrad fliehen die beiden zurück zu Rita und Zedd. Mondo verstärkt unterdessen seine Roboterarmee mit einer neuen neo-plutonium Rüstung. Die Treys bereiten sich darauf vor Jason die Gold Power zu übertragen. Die anderen Ranger müssen inzwischen Mondos neues Monster angreifen. Jasons stößt als Golden Ranger zu den anderen, die die neue Panzerung nicht durchdringen können. Als Klank das Monster groß macht, versuchen die Rangers ihre Zords zu rufen. Billy teleportiert sie jedoch vorher zurück. Die neue Rüstung scheint auch für die Zeozords zu stark zu sein. Zu dieser Gelegenheit überreichen die Treys den Rangers die Super Zeo Juwelen und mit ihnen die Super Zeo Zords. Mondo lässt eine ganze Roboterarmee auf die Erde schicken, die die Super Zeo Zords bekämpfen. Den Zeozords gelingt es schließlich jedes Monster einzelnd zu vernichten. Rito und Goldar werden inzwischen von Rita und Zedd abgeholt.","versions":[{"lang":1,"streams":[{"redirect":8806066,"hoster":"VOE"},{"redirect":8614478,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Mondos letzter Kampf","epNo":34,"alt":"Mondo’s Last Stand","descr":"Auf dem Mond treffen Rita, Zedd, Rito und Goldar in einem Wohnwagen ein um die Erde wieder unter ihre Kontrolle zu bringen. Auch Mondo ist unterdessen nicht untätig, nachdem all seine Monster versagt haben, entschließt er sich die Sache selbst in die Hand zu nehmen. Er zieht das Damocles Schwert wieder aus der Erde. Rocky fühlt sich seit Jasons Rückkehr ungeachtet und ersetzt. Er spaziert durch die Landschaft und entdeckt dabei Mondo. Um sich selbst zu beweisen greift er Mondo alleine mit seinem Super Zeo Zord an. Mondo kann ihn jedoch leicht aufhalten. Schließlich zieht Rocky sich zurück und beichtet den Anderen seinen Übermut. Um König Mondo jetzt noch aufzuhalten, müssen die Rangers den Super Zeo Megazord bilden. Billy benötigt jedoch noch ein weiteres Teil dafür. Jason besorgt diese vom Schrottplatz, der Super Zeo Megazord ist nun völlig einsatzbereit. Mit dem Megazord greifen die Rangers nun Mondo an, es gelingt ihnen das Schwert zu zerstören und Mondo selbst schließlich auch. Rita und Zedd sind außer sich vor Freude und sehen nun erneut ihre Chance die Erde zu erobern.","versions":[{"lang":1,"streams":[{"redirect":8806069,"hoster":"VOE"},{"redirect":8614479,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Der Überraschungsangriff","epNo":35,"alt":"Bomber In The Summer","descr":"Nach Mondos Tod versuchen Rita und Lord Zedd wieder die Macht zu kommen. Sie entsenden ihren eigenen Roboter Louie Kaboom. Ihr Plan misslingt jedoch denn Louie Kaboom übernimmt das Roboter Imperium und Goldar und Rito verlieren seine Fernbedienung. Ernies neuer Strandclub wird unterdessen von eine Bikergang heimgesucht. Jason setzt sich für Ernie ein und redet mit Emily, der Freundin von Eddy, dem Anführer der Biker.","versions":[{"lang":1,"streams":[{"redirect":8806067,"hoster":"VOE"},{"redirect":8614472,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Ein Stinktier kommt selten allein","epNo":36,"alt":"Scent Of A Weasel","descr":"Die Maschinenkönigin will mit einem Stinktiermonster die Menschen entzweien. Während den Proben für einen Modeschaulauf schüttet Rocky eine Flasche voller Parfüm über ein Supermodel, dieses Ereigniss bringt die Roboterkönigin auf eine Idee. Sie will mit dem Stinktiermonster alle Menschen zum stinken bringen. Währenddessen müssen sich die Rangers mit einem Kometen auseinander setzen der auf die Erde stürzt. Während dem ersten Kampf mit dem Stinktiermonster werden die Rangers von dem Monster mit seinem Stinknebel eingesprüht. Beim Rückzug in die Zentrale stürzt der Meteor direkt auf die Erde. Nach einem Erdbeben stellen die Rangers aber fest das es kein Meteor ist sondern ein neuer Zord, das Kampfrad. Dieser wurde Jason geschickt da dieser Pyramides noch nicht einsetzen kann. Kurz darauf greift das Stinktiermonster den Strandclub an. Im Kampf mit den Cogs und dem Stinktiermonster mischt sich auch noch Louie Kaboom ein. Doch die Rangers können das Stinktier mit ihren Zeo Laserpistolen besiegen. Daraufhin wird das Monster vergrößert. Die Rangers wollen es mit dem Super Zeo Zords bekämpfen, doch das Monster ist zu stark und lässt einfach so Häuser verschwinden. Jason ruft das Kampfrad um das Monster zu bekämpfen. Das Monster ist nach dem Kampf geschwächt und wird darauf von dem Kampfrad vernichtet.","versions":[{"lang":1,"streams":[{"redirect":8806071,"hoster":"VOE"},{"redirect":8614471,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Die Höhle des Auric","epNo":37,"alt":"The Lore Of Auric","descr":"Im Dschungel fliehen Tanyas Eltern vor Cogs. In einer Höhle finden sie den schon lange gesuchten Tikki von Auric. Louie Kaboom gelingt es jedoch ihnen das Tikki on Auric abzunehmen. Er verschwindet mit ihm und lässt Tanyas Eltern in der Höhle zurück. In Angel Grove bekommt Tanya inzwischen einen Brief von ihren Eltern. In ihm findet sie eine Karte zu Aurics Höhle und den Schlüssel zu seinem Tikki. Enthusiastisch möchte Tanya sofort aufbrechen und ihre verschwundenen Eltern suchen, Jason verspricht ihr auf den Schlüssel während ihrer Abwesenheit gut aufzupassen. Die Treys schicken Jason inzwischen Pyramides als Unterstützung auf die Erde. Er wird jedoch kurze Zeit später von Louie Kaboom und den Cogs angegriffen und verliert den Schlüssel an sie. Mit dem Schlüssel öffnet Louie den Tikki und der große Auric erscheint. Er gibt sich jedoch als Kämpfer für das Gute zu erkennen und lehnt Louies Auftrag ab, die Erde zu zerstören. Prinz Robot und seine Mutter gehen klüger vor, Robot spielt Auric vor, die Power Rangers wäre böse. Sofort macht er sich auf den Weg um die Rangers anzugreifen. Tanya ist es inzwischen gelungen Aurics Höhle zu finden. Als Auric die Rangers in der Stadt herausfordert, geht Jason alleine los um seinen Fehler wiedergutzumachen. Die Rangers müssen Tanya zurückholen und mit dem Super Zeo Megazord eingreifen. Tommy gelingt es jedoch Auric davon zu überzeugen, dass beide auf der gleichen Seite stehen. Nachdem er von Zordon erfährt erkennt Auric, dass er nur benutzt wurde. Robot versucht sich aus dem Staub zu machen, wird jedoch aufgehalten. Billy kann den Schlüssel von Robot gerade noch rechtzeitig zurück beamen, bevor Louie ihn wieder in die Hände bekommt. Mit einem Magneten versuchen Rita und Zedd auf dem Mond unterdessen Louie zurückzuholen. Rito vermasselt jedoch wieder alles und zieht stattdessen Lt. Stones Auto an. Tanya kehrt noch einmal auf die Insel zurück und schafft es schließlich ihre Eltern gerade noch rechtzeitig zu retten.","versions":[{"lang":1,"streams":[{"redirect":8806070,"hoster":"VOE"},{"redirect":8614484,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Der Midas-Hund","epNo":38,"alt":"The Ranger Who Came In From The Gold","descr":"Während die Rangers auf der Erde für eine Vorführung über den Midas König proben, haben Rita und Zedd auf dem Mond eine Panne und müssen ihre Reise unterbrechen. Louie Kaboom lässt sich unterdessen von Klank zum offiziellen König des Roboterimperiums erklären. Louie möchte mithilfe des Midas Hundes, den Geiz der Menschen anstacheln. Bulk und Skull finden den Hund und verwandeln alles in Gold, doch dann macht der Hund eigenständig weiter und verwandelt alles in Gold. Bulk und Skull fliehen aufgebracht ins Jugendzentrum und berichten vom Hund. Tanya und Adam machen sich sofort auf den Weg, werden jedoch von einigen Cogs aufgehalten. Klank und Orbus machen den Hund groß und die Rangers brauchen Verstärkung. Schließlich wird Jason in Gold verwandelt und die Rangers evakuieren ins Powerzentrum. Louie und die Cogs sammeln unterdessen immer mehr Gold für den Hund um ihn so noch stärker zu machen. Die Rangers greifen mit den Super Zeo Zords den Hund an, der Hund verwandelt jedoch Teile der Zords und Gold und macht sie so manövrierunfähig. Im Powerzentrum können Billy und Alpha Jason zurückverwandeln. Mit Pyramides zerstört Jason daraufhin den Hund, im Inneren lauert jedoch das Midas Monster. Um es zu vernichten rufen die Rangers den Zeo Megazord hinzu. Dieser verwandelt sich zusammen mit Pyramides in den Zeo Ultrazord und kann so das Monster vernichten.","versions":[{"lang":1,"streams":[{"redirect":8806072,"hoster":"VOE"},{"redirect":8614473,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Ein schlechter Scherz","epNo":39,"alt":"The Joke’s On Blue","descr":"Während in Angel Grove alle von den Scherzen des Angel Grove Neuheitenshop genervt sind, werden Rito und Goldar auf dem Mond aus dem Wohnwagen geworfen, damit sie einen Weg finden Louie Kaboom wieder zu kontrollieren. Dabei können die Rangers ein geheimes Gespräch vom Roboterimperium mitverfolgen. Prinz Gasket, Prinz Robots älterer Bruder, und seine Frau Prinzessin Ancharina sind auf dem Mond eingetroffen um nach Mondos Abwesenheit, nach dem rechten zu sehen. Auch im Powerzentrum erfahren Billy und Alpha von der Ankunft der zwei neuen Bösewichte, die eine völlig neue Gefahr darstellen. Louie Kaboom erfährt unterdessen auch von der Ankunft der beiden Konkurrenten. Mit einem Liebespfeil macht Ancharina sich Kaboom gefügig, dieser bricht sofort zu Erde auf um für sie die Rangers zu vernichten. Die Rangers greifen mit dem Super Zeo Zords ein um zu verhindern, das Louie die ganze Stadt zerstört. Louie ist so aufgebracht das die Rangers den Super Zeo Megazord bilden müssen und sogar diesen zu Fall bringt. Selbst mit Pyramides und dem Zeo Verteidigungsrad gelingt es nicht Louie aufzuhalten, erst der Zeo Ultrazord kann ihn vernichten.","versions":[{"lang":1,"streams":[{"redirect":8806074,"hoster":"VOE"},{"redirect":8614477,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Ein mysteriöser Fall","epNo":40,"alt":"Where In The World Is Zeo Ranger 5?","descr":"Während Tommy ein paar Runden mit dem Jet Ski dreht, wird er von Prinz Gasket entführt. Alpha kann ihn nirgendwo mehr auf der Erde entdecken. Kat und Jason bekommen von Alpha ein molekulares Suchgeräte, mit dem sie sich auf die Suche nach ihm machen. Gasket lässt sich jedoch nicht ins Handwerk fuschen und entsendet die Cogs um die beiden aufzuhalten und das Gerät zu zerstören. Bulk und Skull wollen unterdessen etwas Spaß mit dem Jet Ski von Lt. Stone haben, auf den sie eigentlich aufpassen sollen. Sie schaffen es jedoch nichteinmal zu starten und rudern enttäuscht an den Strand zurück. Gasket nutzt die Gelegenheit und verwandelt den Jet Ski in ein Monster. Mit einem Spray kann das Monster die Rangers einsprayen und so kurzzeitig außer Gefecht setzen. Die Rangers ziehen sich ins Powerzentrum zurück um ein Gegenspray zu bekommen. Die Rangers kommen nun problemlos mit dem Monster klar. Gasket lässt sein Monster groß machen, damit es wieder ein Chance hat. Die Rangers rufen ihre Super Zeo Zords, da Tommy immer noch verschwunden ist, nutzt Alpha eine Fernbedienung, ähnlich wie die des Ninja Megazords um Tommys Super Zeo Zord fernzusteuern. Mit dem Zeo Ultrazord gelingt es den Ranges das Monster zu vernichten und Gasket bricht in Tränen aus über seine Niederlage. Kat und Tommy machen sich inzwischen mit dem Scanner auf die Suche nach Tommy. Alpha kann ihn in einer anderen Dimension entdecken. Irgendjemand dort manipuliert Tommys Gehirnwellen um ihn zu manipulieren.","versions":[{"lang":1,"streams":[{"redirect":8806073,"hoster":"VOE"},{"redirect":8614480,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"König für einen Tag Teil 1","epNo":41,"alt":"King For A Day Part 1","descr":"Gasket hält Tommy weiterhin gefangen und verändert sein Bewusstsein mit einem Gehirnapparat, anschließend überträgt er Tommys Rangerpower auf sein neues Monster Altor. In Gaskets Arena lässt er Altor gegen ein paar Cogs kämpfen und ist sehr zufrieden mit Altors Kampfstärke. Auch Tommy kommt langsam wieder zu Bewusstsein und kann sich an nichts mehr erinnern. Gasket erzählt Tommy, er seine der König des Roboterimperiums und Gasket sein treuer Berater. Im letzen Kampf mit den Power Rangers habe er sein Gedächtnis verloren und müsse sich wieder erinnern um gegen die Rangers zu kämpfen. Bulk und Skull erzählen im Jugendzentrum, sie hätten den Geist von Zeo Ranger 5 gesehen, die anderen Rangers brechen ins Powerzentrum auf um Zordon zu berichten. Am See suchen Kat und Jason nach Tommy und entdecken ein Trugbild, dass Jason in eine Falle lockt. Kurz darauf werden auch Bulk und Skull in das Trugbild gesogen. Billy ist inzwischen von Aquitar zurückgekehrt um den Rangers zu helfen. Gasket steigert Tommys Abneigung gegen die Rangers, indem er im Bilder zeigt in denen die Rangers angeblich Städte verwüsten. Jason kommt in der Arena an, in der Tommy und Gasket sitzen und wird zum Kampf aufgefordert. Bulk und Skull landen unterdessen in einer Zelle und schmieden zusammen mit einem unbekannten Fluchtpläne. Gasket lässt Altor in den Arena-Ring um den Gold Ranger zu besiegen. Tommy entdeckt jedoch Tommys Kampfstil in Altor und kann ihn so besiegen. Obwohl Jason auf Tommy einredet ist Gaskets Gehirnwäsche zu stark und Tommy lässt nicht mit sich reden. Tommys beschließt nun selbst den Gold Rangers zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":8806075,"hoster":"VOE"},{"redirect":8614492,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"König für einen Tag Teil 2","epNo":42,"alt":"King For A Day Part 2","descr":"","versions":[{"lang":1,"streams":[{"redirect":12334426,"hoster":"VOE"},{"redirect":8614501,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Wettlauf mit der Zeit","epNo":43,"alt":"A Brief Mystery Of Time","descr":"Gasket plant einen Geheimen Angriff auf Angel Grove und steckt dazu die Rangers in eine Zeitschleife, nur Tommy bemerkt das irgendwas nicht richtig läuft.","versions":[{"lang":1,"streams":[{"redirect":8806077,"hoster":"VOE"},{"redirect":8614481,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Aus Spiel wird ernst","epNo":44,"alt":"A Mystery To Me","descr":"Lt. Stone veranstaltet eine Grusel Party für alle, als sein Geheimnis lüften will verschwindet er jedoch. Das Spiel beginnt und alle machen sie auf die Suche nach ihm. Auch Gasket und Ancharina planen bei der Party einzusteigen und wollen Kat entführen. Adam verschwindet als ersten, danach auch Tanya die ihn sucht. Tommy ist als nächster dran und durchschreitet auch die Tür durch die, die anderen verschwunden sind. Später folgt Rocky. Als Jason sich auch auf die Suche macht, wird er gerade noch von Bulk und Skull gestoppt bevor er auch durch die Tür geht. Katherine ist nun ganz alleine und Ancharina fordert sie zu einem Duell im Wald heraus um ihre Freunde zu retten. Beim Duell gewinnt Ancharina und Gasket hetzt ein neues Monster auf Katherine los. Um Katherine zu helfen schicken Zordon und Alpha ihnen Auric, der die Monster erst einmal verdrängen kann. Kurz danach wird er jedoch von Gasket und dem Monster verletzt und außer Gefecht gesetzt. Alpha ist es inzwischen jedoch gelungen die anderen Rangers über eine neue Frequenz zu erreichen, sie eilen Katherine sofort zu Hilfe. Zusammen gelingt es ihnen das Monster mit ihren Zeoattacken außer Gefecht zu setzen. Klank \u0026 Orbus machen ihn jedoch groß und die Rangers müssen ihn mit dem Super Zeo Megazord bekämpfen. Doch auch zusammen mit dem Zeo Kampfrad scheint das Monster nicht vernichtet werden zu können. Auric ist inzwischen wieder bei Kräften und beendet was die Rangers angefangen haben und vernichtet das Monster. Zurück auf der Party erfahren sie alle, wer hinter dem Geheimnis von Lt. Stones verschwinden ist. Wie Bulk und Skull schon sagten ist es der, von dem man es am wenigsten erwarten: Lt. Stone selbst.","versions":[{"lang":1,"streams":[{"redirect":8806078,"hoster":"VOE"},{"redirect":8614485,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Melodie der Angst","epNo":45,"alt":"Another Song And Dance","descr":"Während Tommy und Tanya für den Gesangswettbewerb üben, präpariert die Maschinenkönigin das Keyboard so das beide nur noch singen können. Dadurch wollen sie verhindern das Tommy den Roten Kampfzord weiter steuern kann. Auch Gasket und Ancharina sind nicht untätig, sie verwandeln Jerome Stones Spezialangelköder in ein Monster. Gasket greift unterdessen das Lagerviertel von Angel Grove an, er schickt sein Monster und lässt es gegen den Super Zeo Megazord kämpfen. Alpha gelingt es den Roten Kampfzord auf Adam umzuprogrammieren, sodass dieser ihn steuern kann. Die Quadrakämpfer greifen unterdessen den Unterschlupf der Zords an. Jason gelingt es jedoch die Cogs zu vertreiben. Er kann den anderen gerade noch rechtzeitig zu Hilfe kommen, denn Klank ist es gelungen beide Zords kampfunfähig zu machen. Mit Pyramides gelingt es ihm das Monster zu vernichten. Die Maschinenkönigin und Robot bedauern unterdessen ihr Versagen und das Mondo nicht da ist. In diesem Moment kommt er zurück und verkündet, dass er nun stärker ist als zuvor.","versions":[{"lang":1,"streams":[{"redirect":8806079,"hoster":"VOE"},{"redirect":8614482,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Kampf der zwei Welten Teil 1","epNo":46,"alt":"Rangers Of Two Worlds Part 1","descr":"Jason kommt mit einer schlechten Nachricht ins Jugendzentrum, die anderen müssen sofort mit ins Powerzentrum kommen. Dort sehen sie was passiert ist, Billy ist um einiges gealtert. Billys Alterungsprozess beruht wahrscheinlich dadrauf, das er als einziger damals mit den Powermünzen sich selbst wieder zurück in sein normales Alter versetze. Im Jugendzentrum sucht Billy zusammen mit Katherine nach einem Gerät, dass den Alterungsprozess wieder umkehrt. Beim Roboterimperium freuen sich Robot und Machina inzwischen über Mondos Rückkehr. Er ist nur zu begierig darauf seinen Sohn Gasket in die Hände zu bekommen, der während seiner Abwesenheit seinen Platz einnehmen wollte. Auf der Mondoberfläche selbst macht Finster Rita ein Geschenk, er hat einen neuen Stab entworfen um Monster groß zu machen. Mit diesem neuen und mächtigerem Stab will Rita Kat in ein Monster verwandeln. Anstatt Kat erwischt sie jedoch Kats selbstgemachte Tasche. Billy war leider erfolglos nach etwas was ihn zurückverwandelt, die anderen haben jedoch eine Lösung gefunden. Die Alien Rangers haben ein Gerät mit dem sie Billys Zellen regenerieren können. Beim Versuch das Gerät einzusetzen wird es jedoch beschädigt, um es zu reparieren brauchen die Alien Rangers frisches Wasser. Klank informiert Mondo inzwischen über Ritas und Zedds neues Taschenmonster, er schickt noch ein weiteres Monster runter auf die Erde. Mit den Zeo Jet Maschinen begeben sich die Rangers auf die Suche, Mondos Monster lässt die Motorräder jedoch außer Kontrolle geraten. Sie rasen in einen kleinen Wohnwagen, bei der Explosion werden jedoch ihre Zeo Motorräder zerstört. Mondo hetzt seine verbesserten Cogs und sein Monster auf die Rangers, Rita will sich jedoch ihren Plan nicht vermasseln lassen und Macht ihr Monster zusammen mit Zedd groß. Die Rangers wenden sich nun mit dem Zeo Megazord wieder dem Taschenmonster zu. Mit den Zeo Kampfhelmen beschießen sie das Monster, es kann jedoch alle Attacke auf die Rangers zurückwerfen. Selbst die Attacke vom Zeo Megazord Schwert wirft es zurück und bringt damit den Megazord zum Fall. Nur mit dem Roten Kampfzord gelingt es Tommy das Monster zurückzudrängen. Mondos Monster mischt sich mit in den Kampf ein und dringt in den Zeo Megazord ein. Die Rangers bilden den Zeo Megakampfzord und feuern erneut auf das Monster, das auch diese Attacke noch zurückwerfen kann. Sie rufen Jason, der gerade dabei ist frischen Wasser zu sammeln. Selbst mit dem Zeo Ultrazord sind sie jedoch noch zu schwach für das Monster. Und müssen sich zurückziehen. Mondo teleportiert Ritas Monster auf einen anderen Planeten damit er sich selbst um die Rangers kümmern kann. Mit dem Regenerator der Alien Rangers versuchen sie nun ihn zurück zu verwandeln, es gelingt ihnen jedoch nur für kurze Zeit und Billy bleibt alt. Zordon hat weitere schlechte Nachrichten, der Zeo Megazord gibt ungewöhnlich Werte von sich. Billy macht sich auf den Weg um das zu prüfen, er muss jedoch feststellen, dass der Zord sabotiert wurde und außer Kontrolle ist. Zusammen mit Billy verlässt er das Versteck der Zords.","versions":[{"lang":1,"streams":[{"redirect":8806080,"hoster":"VOE"},{"redirect":8614483,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Kampf der zwei Welten Teil 2","epNo":47,"alt":"Rangers Of Two Worlds Part 2","descr":"Völlig außer Kontrolle begibt sich der Zeo Megazord auf die Erde, mit dem Super Zeo Megazord versuchen die Rangers ihn still zuhalten. Der Megazords ist jedoch viel zu aufgedreht dazu, Cestro gelingt es zusammen mit Alpha jedoch den Teleporter zu reparieren und Billy aus dem Megazord zu beamen. Mondos Monster übernimmt nun die Kontrolle und setzen den Zeo Megazord gegen den Super Zeo Megazord ein. Finster hat auch gute Neuigkeiten für Rita, er kann ihr Taschenmonster zurück auf die Erde bringen. Es dringt in den Super Zeo Megazord ein und übernimmt nun auch die Kontrolle über diesen Zord. Beide Monster kämpfen nun mit den Zords gegeneinander. Die Rangers rufen nun, da ihnen die Zords ausgehen, Auric um Hilfe. Dieser versucht die beiden Monster mit Worten zur Vernunft zu bringen. Das Taschenmonster, hat genug von dem Gerede und drängt Auric zurück in seinen Tiki. Während die Zords gegeneinander kämpfen, werden die Rangers nun von Mondos Cogs angegriffen. Nachdem sie diese besiegt haben ziehen sie sich in das Powerzentrum zurück. Cestria halt Wasser von einer Quelle auf Aquitar für die einzige Hoffnung um Billy jung zu halten. Diese Quelle ist ähnlich wie der legendäre Jungbrunnen auf der Erde. Sie wissen jedoch nicht wie sich dieses Wasser auf einen Menschen auswirkt. Die Rangers locken Ritas Monster mit einem Trick aus dem Megazord, Tanya und Kat kümmern sich um die Sabotage am Zeo Megazord und können diesen auch von dem Monster befreien. Im Powerzentrum sehen die Alien Rangers und Billy ein, das sie auf der Erde keinen Chance haben Billy zu helfen. Er kehrt mit den Alien Rangers nach Aquitar zurück um sich dort einer längeren Behandlung mit dem Wasser zu unterziehen. Rita und Mondo schicken nun beide ihre Monster zurück auf die Erde. Zusammen mit den Alien Rangers machen sich die Rangers auf beide Monster auszuschalten. Zusammen gelingt es den elf Rangers Mondos Cogs zurückzudrängen. Mondo und Rita und Zedd machen nun ihre beiden Monster groß. Mit den fünf Super Zeo Zords versuchen sie beide Monster aufzuhalten. Auch die beiden Monster haben dazugelernt, die vereinigen sich zu einem einzigen Monster. Auch die Rangers vereinen sich zum Super Zeo Megazord und bringen den Roten Kampfzord und den Zeo Megazord dazu. Sie umkreisen das Monster und werfen das Kampfrad hin und her. Nun gelingt es dem Super Zeo Megazord das Monster mit einem gezielten Schwung des Kampfrads zu vernichten. Nach dem Kampf empfangen die Rangers eine Nachricht von Aquitar, Billy geht es wieder gut, das Wasser hat gewirkt und er ist wieder jung. Billy beschließt jedoch nicht wieder zu kommen, er hat in Cestria, die Person gefunden die er immer gesucht hat und möchte nun bei ihr bleiben.","versions":[{"lang":1,"streams":[{"redirect":12251120,"hoster":"VOE"},{"redirect":8614489,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Die Roboter-Falle","epNo":48,"alt":"Hawaii Zeo","descr":"Während die Rangers die Cogs bekämpfen, beginnt Jasons Power zu schwinden. Prinz Robot versucht, seinen Bruder Gasket im Kampf gegen die Rangers loszuwerden und schlägt ihm vor, sich selbst groß zumachen. Tommy überwindet sich inzwischen Kat zu fragen, ob sie mit ihm ausgehen möchte. Während die beiden sich auf Ernies Hawaii Party näher kommen, befiehlt Gasket den Cogs anzugreifen. Alpha hat inzwischen die Treys informiert, dass Jasons Power zu schwinden beginnt und wartet auf eine Antwort. Nachdem die Cogs die Party ruiniert haben, verwandeln sich die Ranger und nehmen den Kampf mit ihnen auf. Nachdem Prinz Gasket und Archarina sich von Orbus groß machen lassen, kümmert sich Jason weiter gegen die Cogs während die Anderen mit den Zeo Megazord die beiden Bösewichte bekämpfen. Mit dem Megazord alleine können sie nicht gegen Gasket standhalten. Alpha sendet ihnen den Super Zeo Megazord und den Roten Kampfzord zur Unterstützung. Nachdem Gasket sie immer noch gut in Schach halten kann, stürzt sich das Zeo Kampfrad auf die beiden. Jasons ist inzwischen auch mit den Cogs fertig und unterstützt die Rangers mit Pyramides. Mit dem Zeo Ultrazord gelingt es ihnen nun beide zu vernichten. Gasket will sich nach seiner temporären Vernichtung an seinem Bruder rächen, der sich über dessen Vernichtung freut. Mondo geht jedoch dazwischen und Gasket zieht sich endgültig zurück.","versions":[{"lang":1,"streams":[{"redirect":8806086,"hoster":"VOE"},{"redirect":8614486,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Jasons schwerste Stunde","epNo":49,"alt":"Good As Gold","descr":"Jasons Probleme mit der Gold-Ranger-Power sind so massiv geworden, dass er dabei ist sie zu verlieren. Die Verwandlung ist instabil; der Anzug de- und rematerialisiert sich im Sekundentakt. Mondo nutzt die Gunst der Stunde und hetzt dem ausgelaugten Ranger die Cogs auf den Hals. Sein Ziel: Die Gold-Ranger-Power stehlen, sobald Jason sie verliert. Auf der Flucht wird Jason noch von zwei anderen Interessenten der Gold-Ranger-Power abgefangen: Rita und Zedd, die versuchen Mondo zuvorzukommen. Die Führungsspitze des Roboterimperiums will sich ihren Plan indes nicht vereiteln lassen und geht so weit, sich ihrer Konkurrenz Auge in Auge entgegen zu stellen. Nach einer verbalen Auseinandersetzung hetzen beide Parteien ihre jeweiligen Armeen aufeinander. In dem Chaos gelingt es Jason zu fliehen. Im Jugendzentrum machen sich die anderen Rangers inzwischen Sorgen um Jason, der nicht zu seiner Karatestunde auftaucht und nicht über das Armband erreichbar ist. Als Jason letztlich im Jugendzentrum ankommt, bricht er vor aller Augen zusammen. Die Schlacht zwischen Rita und Zedd und Mondo endet mit einem Unentschieden. Zedd beschließt schließlich Mondo vorzuspielen geschlagen zu sein. Sie ziehen sich vorerst zurück. Inzwischen tauchen die Treys wieder auf, die sich immer noch nicht vereinen konnten. Zordon sieht nur eine Chance die Treys wieder zu vereinen und Jason zu retten: Ein interplanetarischer Vereinigungsstrahl zwischen Triforia, Aquitar und der Erde. Er schickt die Rangers in die Wüste zu einem Dreieck. Auf dem Weg dorthin lösen die Rangers einen Alarm aus und werden von Cogs angegriffen. Den Treys und Jason gelingt es mit Rockys Hilfe zum Dreieck zu kommen. Alpha feuert nun den Strahl ab. Die Treys vereinen sich wieder und erhalten die Gold Power zurück. Gerade als die Rangers die Oberhand gegen die Cogs gewinnen taucht ein gigantischer Mondo und eine Gruppe von Cogs bei den Rangers auf. Als die Rangers die Zords rufen wollen unterbricht Trey sie. Es sei keine Zeit, die Zords zu rufen. Stattdessen lässt er sie und sich selbst mit der Power von Triforia auf gigantische Größe anwachsen. Rita und Zedd schauen aus sicherer Entfernung dem Kampf zu und beobachten Mondos Niederlage. Auf dem Mond überreicht Rita Prinz Robot ein kleines Versöhnungsgeschenk, dass jedoch eine Bombe enthält. Mit ihm wird das Roboterimperium nun geschlagen. Die Überreste bleiben auf dem Mond. Rita und Zedd feiern ihren neuen Sieg.","versions":[{"lang":1,"streams":[{"redirect":8806081,"hoster":"VOE"},{"redirect":8614487,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Ein Fest der Liebe","epNo":50,"alt":"A Season To Remember","descr":"Ein alter Mann (den man nur von hinten sieht) erzählt seinem Enkel zu Weihnachten eine Geschichte über die Power Rangers: Die Helden veranstalten eine Weihnachtsfeier im Jugendzentrum. Das Roboterimperium belegt sie mit einem Fluch, welcher sie intolerant gegenüber den Weihnachtsbräuchen anderer Kulturen macht und sie sich deswegen zerstreiten. Durch den Geist der Weihnacht wird der Bann gebrochen und das Roboterimperium erleidet eine weitere Niederlage. Am Ende stellt sich heraus, dass es sich bei dem alten Mann um Tommy handelt. Dieser ist mit Kat zusammen und zwei Enkel, von denen der ältere offenbar selbst ein Power Ranger ist.","versions":[{"lang":1,"streams":[{"redirect":8806082,"hoster":"VOE"},{"redirect":8614488,"hoster":"Streamtape"}]}]}]}]}