{"path":"/serie/stream/power-rangers-lightspeed-rescue","name":"Power Rangers Lightspeed Rescue","descr":"Die Erde ist in großer Gefahr. Nomaden haben aus Versehen in der Wüste die Grabkammer der Dämonen geöffnet. Diese sind nun frei und wollen ihren Palast in der Stadt Mariner Bay wiedererrichten. Das Militär hat sich darauf vorbereitet und eine Aquabasis gegründet, die sich mit den Projekt \"Lightspeed Rescue\" spezialisiert hat. Die neuen Power Rangers im Super Einsatz sollen die Dämonen unter dem Kommando von Diabolico aufhalten. (Power Rangers Kapitel 8)","seasons":[{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-1","name":"Das neue Team","epNo":1,"alt":"Operation Lightspeed, Part 1","descr":"Nachdem Nomaden einen versiegelten Sarkophag geöffnet haben, wird die Stadt Mariner Bay von Dämonen heimgesucht. Die Lightspeed Aquabasis unter der Leitung von Captain Bill Mitchell wird alarmiert. Mitchell stellt ein Team von Kampfexperten zusammen, dem auch seine Tochter Dana angehört, das die Stadt von den bösen Geistern befreien soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805562","hoster":"VOE"},{"path":"/redirect/8613903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-2","name":"Mit vereinter Kraft","epNo":2,"alt":"Lightspeed Teamwork, Part 2","descr":"In einer Höhle bereiten sich Diabolico, Loki, Vypra, Schrecker und das Baby-Monster Impus darauf vor, ihren alten Palast und damit Mariner Bay und die Herrschaft über die Menschen zurückzuerobern. In der Aquabasis werden die Power Rangers unterdessen mit ihrer Ausrüstung vertraut gemacht. Mitten im Training attackiert ein Feuermonster die Stadt, was den Power Rangers erstmals Gelegenheit gibt, ihre neuen Rettungsmobile zum Einsatz zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805563","hoster":"VOE"},{"path":"/redirect/8613905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-3","name":"Die Macht des Feuers","epNo":3,"alt":"Trial By Fire","descr":"Carter wird von Captain Mitchell für sein Draufgängertum getadelt und erwägt, die Ausbildung zum Ranger abzubrechen. Vypra greift erneut an. Die Power Rangers eilen zum Einsatzort, an dem ein Flammenmeer tobt. Carter befolgt Captain Mitchells Anweisungen, rettet einen verletzten Jungen und verhindert eine größere Explosion. Um eine Erkenntnis reicher, hilft Carter den übrigen Rangern, Vypra und Quakemon zu besiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805566","hoster":"VOE"},{"path":"/redirect/8613904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-4","name":"Ein gefährlicher Ausflug","epNo":4,"alt":"Riding The Edge","descr":"Die Dämonen schlagen wieder zu: Ein Tornado-Monster droht, die Stadt in Schutt und Asche zu legen. Kelseys Freundin, die Pilotin Nancy, schwebt in höchster Gefahr, als ihr Space-Shuttle in den zerstörerischen Zyklon gerät. Kelsey startet eine spektakuläre Rettungsaktion. Den Power Rangers gelingt es, Nancy mit Hilfe der Rettungsmobile zu befreien und das Monster zu vernichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805564","hoster":"VOE"},{"path":"/redirect/8613907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-5","name":"Vertrauen ist alles","epNo":5,"alt":"A Matter Of Trust","descr":"Dana wird das Gefühl nicht los, dass ihr Vater sie nicht wirklich respektiert. Während die anderen Power Ranger den Auftrag erhalten, den Kurier einer wertvollen Brennstoffzelle zu schützen, soll Dana Earl, einen alten Freund ihres Vaters, abholen und zur Aquabasis geleiten. Die Dämonen wollen die Brennstoffzelle in ihren Besitz bringen und attackieren die Power Rangers. Bald schon stellt sich heraus, dass Earl die Brennstoffzelle bei sich trägt. Dana und Earl gelingt es, die Zelle unversehrt zur Aquabasis zu transportieren, während die Power Rangers einen flammenwerfenden Feuerdämon bekämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334399","hoster":"VOE"},{"path":"/redirect/8613908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-6","name":"Ein heisses Rennen","epNo":6,"alt":"Wheels Of Destruction","descr":"Die kaltblütige Dämonin Vypra greift die Power Rangers in ihrem Kampfwagen an. Zur Verteidigung der Ranger entwirft Miss Fairweather rasante Überschall-Motorräder. Unterdessen halten die Power Rangers einem weiteren Monster stand, das die Stadt bedroht. Vypra taucht abermals in ihrem Vypramobil auf, um das Monster zu unterstützen. Das Power Rangers Team schwingt sich jedoch auf die Überschall-Motorräder und bietet der rachsüchtigen Vypra überraschend Paroli.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805565","hoster":"VOE"},{"path":"/redirect/8613910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-7","name":"Cyber Rangers","epNo":7,"alt":"Cyborg Rangers","descr":"Während die Power Rangers das Stachelmonster bekämpfen, tauchen fünf elektronische Cyber-Ranger auf und zwingen das Monster zum Rückzug. Das Team ist geschockt, als es von General McKnights Entschluss erfährt, die Power Rangers durch Roboter zu ersetzen. Als die seelenlosen Cyber Rangers erneut zum Einsatz kommen, wenden sie sich unerwartet gegen ihre Erfinder. Captain Mitchell stattet die Power Rangers mit Verwandlern aus, die ihnen den Sieg über das Monster und die Cyber Rangers ermöglichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805567","hoster":"VOE"},{"path":"/redirect/8613913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-8","name":"Der falsche Gegner","epNo":8,"alt":"Up To The Challenge","descr":"Ein merkwürdiger Typ namens Brian fordert Chad zum Kampf heraus. Chad lehnt jedoch ab. Brian folgt ihm und beobachtet den Kampf mit dem Explosivmonster. Durch einen Zauberspruch verwandelt Vypra Brian in eine willenlose Kampfmaschine und setzt ihn auf Chad an. Chads Überzeugungskraft bricht jedoch den Bann, und Brian hilft Chad, die Dämonen zu besiegen. Mit Hilfe der Rettungsmobile gewinnen die Power Rangers wieder einmal die Oberhand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805568","hoster":"VOE"},{"path":"/redirect/8613928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-9","name":"Glut unter der Asche","epNo":9,"alt":"Go Volcanic, Part 1","descr":"Dana fährt mit dem Bus aufs Land, um einen erloschenen Vulkan zu erforschen. Diabolico beauftragt ein Monster, den Vulkan künstlich anzuheizen. Ein Gangster kidnappt derweil Danas Bus. Die übrigen Power Ranger kommen Dana und den Passagieren zu Hilfe und bekämpfen Trifire, der die Stadt mit Lavaströmen bedroht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805569","hoster":"VOE"},{"path":"/redirect/8613914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-10","name":"Bedrohung aus der Tiefe","epNo":10,"alt":"Rising From Ashes, Part 2","descr":"Nachdem die seismischen Aktivitäten des Vulkans entdeckt werden, bricht Miss Fairweather mit einem Team von Wissenschaftlern auf, um der Sache auf den Grund zu gehen. Queen Bansheeras Monster, Magmavore, ruhte am Grunde des Vulkans und wurde nun erneut zum Leben erweckt. Die Power Ranger sehen sich gezwungen, Magmavore und Trifire gleichzeitig zu bekämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805570","hoster":"VOE"},{"path":"/redirect/12982429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-11","name":"Der Titan Ranger","epNo":11,"alt":"From Deep In The Shadows, Part 1","descr":"Miss Fairweather und Captain Mitchell testen die Kampfkraft des neuen Titan-Verwandlers. Seine Kraft erweist sich jedoch als zu stark für Carter. Der Wandler wird deshalb vorerst im Safe deponiert. Vypra fordert die Power Ranger zum Kampf und präsentiert ihnen zu ihrem großen Entsetzen einen überlegenen Gegner, den Titanium Power Ranger! Als dieser im Kampfgetümmel verletzt wird, weist Captain Mitchell die Power Rangers an, den Titanium Ranger nicht zu töten, da es sich um seinen leiblichen Sohn handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919758","hoster":"VOE"},{"path":"/redirect/8613916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-12","name":"Die Stunde der Wahrheit","epNo":12,"alt":"Truth Discovered, Part 2","descr":"Captain Mitchell gesteht Dana, dass er Ryan bereits als Kind durch einen teuflischen Pakt an Diabolico verloren hat. Um Ryans Leben zu retten, ließ er ihn bei den Dämonen zurück. Ryan wurde erzogen, dem Bösen zu dienen, und entwickelte einen tiefen Hass gegen seinen Vater, von dem er sich verraten fühlte. Im Kampfgetümmel erwacht Ryans kindliche Erinnerung zu neuem Leben, doch noch kann er sich nicht für Vater und Schwester entscheiden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805572","hoster":"VOE"},{"path":"/redirect/8613917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-13","name":"Diabolicos Rache","epNo":13,"alt":"Ryan’s Destiny, Part 1","descr":"Ryan kehrt Diabolico und Mariner Bay den Rücken, um seinen eigenen Weg zu finden. Inzwischen mobilisiert Diabolico drei Monster, die scheinbar harmlose Vogelfedern verteilen, die sich erst nach Einbruch der Dunkelheit als explosive Geschosse entpuppen. Der arglose Ryan schenkt einigen Kindern solche Federn. Als er die teuflische Wahrheit erfährt, macht er sich auf die Suche und rettet die Kinder, gerade noch rechtzeitig. Er erkennt nun seine wahre Natur und schlägt sich auf die Seite der Power Rangers. Diabolico belegt ihn daraufhin mit einem Fluch und brandmarkt ihn mit einem Kobra-Tattoo.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805573","hoster":"VOE"},{"path":"/redirect/8613919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-14","name":"Der Fluch der Kobra","epNo":14,"alt":"Curse Of The Cobra, Part 2","descr":"Das Kobra-Tattoo beunruhigt Ryan. Als drei Monster die Stadt attackieren und der Titanium Ranger in den Kampf eingreift, stellt Ryan entsetzt fest, dass die Tätowierung tatsächlich seinen Rücken hinaufkriecht. Der Captain verbietet Ryan, sich in den Titanium Ranger zu verwandeln, bis der Fluch gebrochen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805574","hoster":"VOE"},{"path":"/redirect/8613921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-15","name":"Mit der Kraft der Sonne","epNo":15,"alt":"The Strength Of The Sun, Part 3","descr":"Miss Fairweather belehrt den Captain, dass das neue Super-Solarzord ohne die Kraft des Titanium Rangers nutzlos ist. Ryan, dem der tödliche Fluch der Schlange im Nacken sitzt, darf sich der Auseinandersetzung mit Falkar and Thunderon nicht stellen. Als die Lage ausser Kontrolle gerät, verwandelt sich Ryan dennoch in den Titanium Ranger und schlägt die Monster vernichtend. Nun scheint es nur noch eine Frage der Zeit, bis sich der Fluch der Kobra erfüllt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805575","hoster":"VOE"},{"path":"/redirect/8613920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-16","name":"Monster, Schlangen und Dämonen","epNo":16,"alt":"The Cobra Strikes, Part 1","descr":"Diabolico verschmilzt drei Dämonen zu Troika, einem gewaltigen Monster. Ryan bannt den Fluch, indem er die Kobra in ihrem Versteck aufspürt und die listige Schlange tötet. Gemeinsam erringen die Power Rangers einen glänzenden Sieg über das Monster und besiegeln offenbar auch Diabolicos Ende. Nur Queen Bansheera glaubt nicht an den Untergang ihres Sohnes … und noch während der Freudenfeier gibt es erneut Alarm!!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805576","hoster":"VOE"},{"path":"/redirect/8613922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-17","name":"Der Aufstieg des Olympius","epNo":17,"alt":"Olympus Ascends, Part 2","descr":"Das Baby Impus hat sich mittlerweile in Olympius verwandelt, einen mächtigen Herrscher der Dämonen. Dieser beweist Stärke und nimmt die Power Rangers gefangen, mit Ausnahme von Ryan und Carter. In Gestalt der gefangenen Ranger versucht Olympius, in die Aquabasis einzudringen, um diese von innen zu zerstören. Carter und Ryan durchschauen die Tarnung in letzter Minute und schlagen den unerfahrenen Olympius in die Flucht. Es kommt zum erbitterten Kampf mit Thunderclaw.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823226","hoster":"VOE"},{"path":"/redirect/8613923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-18","name":"Wege der Erinnerung","epNo":18,"alt":"A Face From The Past","descr":"Eines der Elektrizitätswerke von Mariner Bay wird vom Monster Schockatron in Brand gesetzt. Im Gebäude befindet sich eine Schulklasse auf Besichtigungstour. Captain Mitchell und Carter eilen den Eingeschlossenen zur Hilfe. Unter Einsatz seines Lebens rettet Mitchell ein kleines Mädchen. Bei diesem Anblick wird Carter plötzlich klar, dass Mitchell der Feuerwehrmann war, der ihm in seiner Jugend das Leben rettete.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805577","hoster":"VOE"},{"path":"/redirect/8613925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-19","name":"Die Rückkehr der Königin","epNo":19,"alt":"The Queen’s Return","descr":"Voller Unruhe erwarten die Dämonen eine Sternenkonstellation, die die Rückkehr ihrer Königin ermöglichen soll. Nach einem Streit mit Loki wird der junge Olympius von der Zeremonie ausgeschlossen. Lediglich Ryan, der Titanium Ranger, erkennt das drohende Unheil. Nur mit knapper Not gelingt es den Power Rangers, das Schlimmste zu verhüten. Doch Bansheeras Macht ist damit noch nicht endgültig gebrochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805579","hoster":"VOE"},{"path":"/redirect/8613927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-20","name":"Das Omega-Projekt","epNo":20,"alt":"The Omega Project","descr":"Olympius ist es gelungen, die Flugbahn eines Kometen so zu verändern, dass er auf Mariner Bay zurast. Simon, ein erfinderischer Junge, warnt die Power Rangers vor der Bedrohung. Mit Hilfe der neuen Omega-Technik gelingt es den Rangers, mit einer Raumfähre auf dem Asteroiden zu landen und ihn mit Sprengstoff unschädlich zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805578","hoster":"VOE"},{"path":"/redirect/8613929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-21","name":"Der fünfte Kristall","epNo":21,"alt":"The 5th Crystal","descr":"Vypra hat vier von fünf Kristallen gestohlen, die, wenn sie komplett sind, große Macht haben und in falschen Händen eine Gefahr für die gesamte Menschheit darstellen. Nur durch die Hilfe von Kelseys Großmutter gelingt es den Power Rangers, ein Unglück zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805580","hoster":"VOE"},{"path":"/redirect/8613950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-22","name":"Der Weg der Erkenntnis","epNo":22,"alt":"The Chosen Path","descr":"Loki kreiert Cyclopter, ein Monster, das die Power Ranger besiegen soll. Das gelänge ihm beinahe, wenn nicht Mr. Tamashiro, Tiens ehemaliger Karatelehrer, das Monster besiegen würde. Cyclopter bringt den Lehrer dazu, ihn auszubilden. Zur fast perfekten Kampfmaschine trainiert, können ihn die Power Ranger nur mit einem Trick besiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805582","hoster":"VOE"},{"path":"/redirect/8613931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-23","name":"Sprung aus der Zeit","epNo":23,"alt":"Yesterday Again","descr":"Carter soll als Testpilot für Kampfjets arbeiten. Er hat böse Vorahnungen und muß tatsächlich notlanden. Zeitgleich werden die anderen Power Ranger von Olympius \u0026 Co. angegriffen, ohne Carter jedoch haben sie keine Chance. Carter kann den Jet wieder starten und sieht seine Freunde tot am Boden. Dann wacht er auf: er hatte das alles nämlich nur geträumt! Beim tatsächlichen Flug aber ist alles wie im Traum, nur das Carter zur richtigen Zeit das Richtige tun kann und deshalb alles gut ausgeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805581","hoster":"VOE"},{"path":"/redirect/8613926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-24","name":"Sporen, die Verderben bringen","epNo":24,"alt":"As Time Runs Out, Part 1","descr":"Olympius hat, nachdem er Vypra und Loki in eine unterirdische Höhle verbannt hat, ein Pflanzenmonster beauftragt, Mariner Bay und seine Einwohner mit Hilfe giftiger Pflanzensporen aus dem Weg zu räumen. Er überwältigt die Mitglieder der Power Ranger mit einer Schlingpflanze, so dass sie sich nicht in Power Ranger verwandeln können. Wenn sich die Blüten an dieser Pflanze öffnen, werden giftige Sporen freigesetzt. Um das zu verhindern, schlagen die Power Rangers einen riskanten Weg ein: sie fliegen mit Solarzord ins All und lassen, selbst fest angeschnallt, durch Fernsteuerung die Tür des Raumschiffs öffnen. Die Sporen werden ins All gezogen und die Ranger kehren gesund und munter zur Erde zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380880","hoster":"VOE"},{"path":"/redirect/8613930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-25","name":"Auf Eis gelegt","epNo":25,"alt":"In The Freeze Zone, Part 2","descr":"Freezard und der kürzlich befreite Diabolico machen gemeinsame Sache und attackieren die Ranger in ihrer Aquabasis. Nachdem Freezard alle Ranger außer Ryan und Carter eingefroren hat, besucht er mit Diabolico Olympius. Als Geste der Versöhnung bietet Diabolico Olympius die Chance, Carter zu töten. Aber als Olympius und Freezard Carter herausfordern, benutzt der Rote Ranger seine neue Waffe, den Thermolaser, um sie von Freezards Vereisung zu befreien. Jetzt können sie ihre Kräfte vereinen und Freezard besiegen, während Olympius entkommt. Währenddessen versucht Ryan in der Wüste die Geheimnisse der antiken Ruine zu entschlüsseln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805584","hoster":"VOE"},{"path":"/redirect/8613932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-26","name":"Mehr Power für die Rangers","epNo":26,"alt":"The Mighty Mega Battles","descr":"Olympius und das Monster Infinitor machen sich auf, die Power Ranger ein- für allemal zu zerstören. Als es zum Kampf kommt, können die Ranger eine Niederlage nur durch ihre neue Waffe, die Power-Abwehr, abwenden. Nachdem Olympius und Infinitor besiegt wurden, kehrt Olympius zurück in seine Höhle, bloß um dort vor seinen Rivalen von seiner Mutter Königin Bansheera ausgeschimpft, weil er wieder einmal bei dem Versuch gescheitert ist, die Power Rangers zu zerstören. In der Zwischenzeit hat Joel mit der starken Zuneigung Miss Fairweathers zu Clark zu kämpfen. Clark ist ein genialer Wissenschaftler, der die Power-Abwehr entwickelt hat und vielleicht der neue Freund von Miss Fairweather ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919766","hoster":"VOE"},{"path":"/redirect/8613936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-27","name":"Der gefiederte Dämon","epNo":27,"alt":"The Great Egg Caper","descr":"Olympius beauftragt Schrecker auf ein Ei aufzupassen, das, wenn es ausschlüpft, ein sehr mächtiges Wesen sein wird. Während Schrecker das Ei in einem nahegelegenen Teich badet, entdeckt er in der Nähe einen Jungen, der ihn beobachtet. Bevor Schreckers Kumpanen den Jungen angreifen können, wird dieser von den Power Rangers gerettet. Als der Kampf zwischen Schreckers Helfern und den Rangern vorüber ist, bemerken sie, dass der Junge mit dem Ei verschwunden ist. Zusammen mit einem Vogelmonster startet eine Ei-Jagd quer durch die Stadt. Nachdem der Dieb Schrecker ein großes Lösegeld im Tausch gegen das Ei abgeluchst hat, wird er vom Vogelmonster angegriffen aber vom gelben Ranger gerettet, der ihn wegen des Diebstahls rügt. Der Junge macht nun gemeinsame Sache mit den Rangers und hilft ihnen, das Vogelmonster zu zerstören. Beim Kampf geht auch das Ei kaputt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805621","hoster":"VOE"},{"path":"/redirect/8613935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-28","name":"In der Tiefe des Meeres","epNo":28,"alt":"Ocean Blue","descr":"Chad begegnet dem Mädchen seiner Träume – aber sie ist eine Meerjungfrau! Nachdem er von Marina aus einem Unterwasser-Erdrutsch gerettet wurde, kann er sie einfach nicht vergessen. Marina, der es ähnlich geht, vertraut sich der bösen Vypra an. Vypra, die darin eine Möglichkeit sieht, zumindest einen Ranger auszulöschen, bringt Marina dazu, Chad eine silberne Delfin-Figur als Zeichen ihrer Zuneigung zu schenken. Die Figur verwandelt sich in eine Schlange, die sich um Chad schlingt. Als Vypra auftaucht, um Chad den Rest zu geben, versucht Marina, sie aufzuhalten. Vypras Helfer aber fangen Marina mit einem mit Gewichten beschwerten Netz und werfen sie ins Meer. Chad gelingt es, seinen Morpher zu erreichen und sich in den Blauen Ranger zu verwandeln. Er besiegt Vypra und kann Marina befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334401","hoster":"VOE"},{"path":"/redirect/8613940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-29","name":"Trakeenas Rache – Teil 1","epNo":29,"alt":"Trakeena’s Revenge, Part 1","descr":"Königin Trakeena entkommt vom Planeten Mironoi und landet auf der Erde. Sie beauftragt Trakeena und ein paar brutale Kerle, menschliche Lebensenergie zu stehlen, um ihre eigene Kraft zurückzugewinnen. Olympius und Triskull versprechen einander, zusammenzuarbeiten, haben aber beide nicht vor, Wort zu halten. Olympius glaubt, Triskull stehle die Lebensenergie für seine Mutter, Königin Bansheera. In der Zwischenzeit reist der Rote Lost Galaxy Ranger zur Erde, um die anderen Ranger vor Trakeenas teuflischen Plan zu warnen. Als der Rote Lost Galaxy Ranger und die Lightspeed Ranger ihre Kräfte vereinen, um Triskull zu zerstören, werden sie in eine Schlucht geschleudert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919771","hoster":"VOE"},{"path":"/redirect/8613939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-30","name":"Trakeenas Rache – Teil 2","epNo":30,"alt":"Trakeena’s Revenge, Part 2","descr":"Nachdem sie von Triskull in eine Schlucht geschleudert wurde, bringen sich die acht erschöpften Ranger in Sicherheit. Auch mit den restlichen Lost Galaxy Rangern vereint, versuchen sie, Trakeena zu besiegen, die durch die menschliche Lebensenergie mehr und mehr an Macht gewinnt. Im Laufe der Schlacht wirft Olympius seinen giftigen Dolch in die Maschine, die Trakeena die Lebensenergie zuführt und sie in eine gigantische lilafarbene Bestie verwandelt. Die Lightspeed Rescue Ranger versuchen verzweifelt, Trakeena davon abzuhalten, die Stadt zu zerstören, indem sie ihr Omega Megazord benutzen, scheitern aber. In der Zwischenzeit fordern die Lost Galaxy Ranger das Licht des Orions auf, ihnen im Kampf zu helfen. Als Trakeena besiegt ist, kehren die Lost Galaxy Ranger zum Planeten Mironoi zurück","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805586","hoster":"VOE"},{"path":"/redirect/8613941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-31","name":"Der letzte Ranger","epNo":31,"alt":"The Last Ranger","descr":"Diabolico beauftragt Memorase, die Erinnerungen der Power Ranger auszulöschen. Nur der Pink Ranger kann der schwächenden Energie des Monsters entkommen. Dana führt die anderen Ranger zur Lightspeed Aquabasis. In der Krankenstation der Aquabasis versucht Miss Fairweather, die Erinnerungen der Ranger wieder herzustellen. Während die Power Ranger noch außer Gefecht sind, beginnt Memorase, die Stadt zu zerstören. Als die anderen wieder das Bewusstsein erlangen, kämpfen sie gemeinsam gegen Memorase. Durch den Lightspeed Megazord können sie ihren Widersacher besiegen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805590","hoster":"VOE"},{"path":"/redirect/8613943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-32","name":"Der Weise in der Wüste","epNo":32,"alt":"The Sorcerer Of Sands, Part 1","descr":"Ryan, der Titanium Ranger, sucht in der Wüste nach einem Zauberer, der einen altertümlichen Text entziffern kann. Darin wird ein Fluch beschrieben, mit dem man Königin Bansheera von der Erde verbannen könnte. Als Ryan den Zauberer endlich findet, arbeiten sie gemeinsam an der Entzifferung der rätselhaften Schrift. In der Zwischenzeit lockt Olympius die anderen Ranger in die Schattenwelt, einem Ort, an dem Monster existieren, die irgendwann mal getötet wurden. Mit Hilfe seines machtvollen Stabes befiehlt Olympius den Monstern, die Ranger anzugreifen. Aus den Schatten heraus beobachtend, nutzt Diabolico die Gelegenheit, seinen Rivalen loszuwerden. Er zerstört Olympius’ Stab und sperrt ihn mit dem Goldenen Schlüssel, der das Haupttor verriegelt, in der Schattenwelt ein. Beim Kampf mit den Monstern entdecken die Ranger ein geheimes Tor, das in die Stadt führt. Ihnen gelingt die Flucht. Gerade als der Zauberer den Fluch entziffert, schießt Diabolico Energiestrahlen auf ihn und verwandelt den Magier in Funken, Ryans Text in Asche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805588","hoster":"VOE"},{"path":"/redirect/8613946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-33","name":"Flucht aus dem Schattenreich","epNo":33,"alt":"Olympius Unbound, Part 2","descr":"Olympius ist immer noch in der Schattenwelt gefangen. Schrecker informiert ihn darüber, dass er die Monsterarmee zerstören und deren Seelen aussaugen muss, um zu entkommen. So geschieht es auch und Olympius wird zum allmächtigen Super Olympius. In der Zwischenzeit ist Captain Mitchell von Schrecker hypnotisiert worden, so dass er die Lightspeed Aquabasis-Energie abzieht und Olympius zuführt. Während Miss Fairweather Mitchell aus der Hypnose erweckt, besiegen die Power Ranger den mächtigen Olympius. Nach der Schlacht zieht Schrecker seinen Meister von einem Schutthaufen und schwört, ihn zu rächen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117586","hoster":"VOE"},{"path":"/redirect/8613942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-34","name":"Neptuns Tochter","epNo":34,"alt":"Neptune’s Daughter","descr":"Fest entschlossen, den Rangern den Garaus zu machen, beauftragt Diabolico Aquafiend (Wasserteufel/Aquateufel), König Neptuns Dreizack zu stehlen und ihn zu benutzen, um Mariner Bay von der Wasserversorgung abzuschneiden. Das würde die Lightspeed Aquabasis angreifbar machen. Als Aquafiend den Dreizack stiehlt, kann Marina Chad von Diabolicos Plan berichten. Die Power Ranger bekämpfen Aquafiend und sabotieren den Plan ihres Feindes. Von den Rangern unbemerkt pflegt Schrecker Olympius gesund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805591","hoster":"VOE"},{"path":"/redirect/8613947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-35","name":"Leichte Beute","epNo":35,"alt":"Web War","descr":"Diabolico heuert die böse Arachnor, ein Spinnenmonster, an, um die Power Ranger loszuwerden. Als Belohnung dafür, dass sie die Waffensysteme der Ranger auslöscht, will sie Menschen haben, die sie an ihre Jungen verfüttern kann. Nachdem sie in der Stadt ein Meer der Verwüstung angerichtet und fast alle Power Ranger in ihrem Netz gefangen hat, verwandelt der Rote Ranger seine Geländemaschine (Trans Armor Cycle) in eine Kampfmaschine (mega armor mode) und besiegt Arachnor. Damit rettet er seine Freunde und die Stadt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805592","hoster":"VOE"},{"path":"/redirect/8613949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-36","name":"Im Rampenlicht","epNo":36,"alt":"In The Limelight","descr":"Dana wird zum Supermodel aufgebaut. Während der Rest der Ranger ihr Leben riskieren, um die böse Vypra und ihr Baummonster Treevil zu zerstören, werden bei Dana die Maße für die Herbstmodenschauen genommen. Zum Glück beschließt Dana, dass ihre Freunde wichtiger sind als Mode und unterstützt sie im Kampf gegen Treevil. Als Treevil zerstört ist, wird Vypra in die Energiekammer gerufen, wo die Königin auf sie wartet. Enttäuscht über Vypras Niederlage raubt die Königin Bansheera Vypras Lebensenergie und zerstört sie damit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805593","hoster":"VOE"},{"path":"/redirect/8613951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-37","name":"Kampf gegen ein Phantom","epNo":37,"alt":"The Wrath Of The Queen, Part 1","descr":"Diabolico und Loki, einer von Königin Bansheeras Lakaien, locken alle Ranger bis auf Carter, in die Höhle der Königin, um sie dort zu töten. Fest entschlossen, die Ranger auszulöschen, lässt Bansheera Diabolico Explosionen auf die Ranger schleudern, der dabei aus Versehen seinen Freund Loki tötet. Völlig außer sich über den Verlust seines Freundes, schwört Diabolico, sich nie wieder in den Dienst des Bösen zu stellen und hilft den Rangern, die Königin zu bekämpfen. Dies scheint gelungen, doch kurze Zeit später beginnt sie, die Stadt auseinander zunehmen. Bei einem erneuten Zusammentreffen mit den Rangern verschwindet die Königin mit einem Lichtblitz. Die Ranger werden bald das wahre Ausmaß ihrer Macht kennen lernen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805594","hoster":"VOE"},{"path":"/redirect/8613956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-38","name":"Bis zum bitteren Ende","epNo":38,"alt":"The Rise Of The Super Demons, Part 2","descr":"Miss Fairweather versucht vergeblich, die Lebensenergie der Power Ranger zu nutzen, um damit deren bisher stärkste Waffe zu betreiben. Währenddessen kommt es wieder einmal zu einem Kampf zwischen Diabolico und Olympius, in dessen Verlauf sie in der Stadt schlimme Explosionen auslösen. Schließlich explodieren beide aber Königin Bansheera erweckt sie wieder zum Leben und verwandelt sie in den Drachen Olympius und Super Diabolico. Die einzige Chance der Power Ranger ist jetzt der Energie-Megazord! Dieser gewaltige Energiefluss reicht, um die beiden Monster zu besiegen. Ohne jegliche Krieger ist Königin Bansheera auf sich allein gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334403","hoster":"VOE"},{"path":"/redirect/8613952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-39","name":"Das Schicksal der Aqua-Basis – Teil 1","epNo":39,"alt":"The Fate Of Lightspeed, Part 1","descr":"Schrecker implantiert heimlich eine Zauberkarte in das Energie-Megazord, mit der er diverse Kampflinge auf der Station aktivieren kann. Als er das tut, übernehmen die Kampflinge die Basis und Schrecker stiehlt das Energie-Megazord. Damit will er das Lager der Ranger zerstören. Er erwischt, bis auf Carter und Ryan, alle Ranger in einem Raum, in den Wasser eindringt. Carter und Ryan versuchen inzwischen, Königin Bansheeras teuflischen Plan zu vereiteln, die Monster der Schattenwelt zu benutzen, um die Herrschaft über Mariner Bay zu erlangen. Die jedoch schießt auf sie und die Ranger stürzen von der Totenkopfhöhle. Weil alle Power Ranger außer Gefecht gesetzt wurden, sind die Bewohner der Stadt den Monstern schutzlos ausgeliefert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805595","hoster":"VOE"},{"path":"/redirect/8613954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-lightspeed-rescue/staffel-1/episode-40","name":"Das Schicksal der Aqua-Basis – Teil 2","epNo":40,"alt":"The Fate Of Lightspeed, Part 2","descr":"Vier Ranger entkommen, zusammen mit Miss Fairweather und Captain Mitchell, nur knapp ihrer auseinanderbrechenden Aquabasis und erreichen ein U-Boot. Als sie aus dem Meer auftauchen, sehen sie, wie Ryan und Carter den von Schrecker gestohlene Megazord zerstören. Währenddessen hat Königin Bansheera den Sarkopharg, der in die Schattenwelt führt, ins Stadtzentrum transportiert und begonnen, die Dämonen herbeizurufen. Der Rote Ranger kann sie angreifen und unterbrechen, wobei allerdings beide in den Sarkopharg stürzen. Die anderen Ranger müssen mit ansehen, wie die Königin versucht, den Roten Ranger mit sich in die Schattenwelt zu ziehen. Aus dem Nirgendwo taucht plötzlich Diabolico auf und stößt Bansheera in die Flammen. Der triumphale Sieg der Ranger ist damit besiegelt. Mariner Bay kann künftig in Sicherheit leben und das normale Leben kann zurückkehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805596","hoster":"VOE"},{"path":"/redirect/8613966","hoster":"Streamtape"}]}]}]}]}