{"seriesId":"power-players","name":"Power Players","descr":"Axel lebt den Traum eines jeden Kindes: Sein Onkel, bei dem er vorübergehend wohnt, war früher Spielzeughersteller und betreibt mittlerweile ein eigenes Spielzeuggeschäft. Für Axel eine wahre Fundgrube! Eines Tages entdeckt der Neunjährige das Geheimlabor seines Onkels und darin eine Kiste voller merkwürdiger Spielsachen. Mit einer mysteriösen Energiequelle erweckt er die Spielzeughelden \"Power Players\" zum Leben und wird dank magischer Armbänder selbst zur Actionfigur. Während er noch seine neuen Fähigkeiten austestet, kündigt sich bereits Ärger an: Denn Axel hat auch den Bösewicht Madcap zum Leben erweckt, der die Armbänder stehlen will, um damit die Welt zu beherrschen. Gemeinsam mit den \"Power Players\" stellt sich Axel Madcap und seiner Schurkentruppe entgegen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wie alles begann (1+2)","epNo":1,"alt":"","descr":"Der neunjährige Axel wohnt bei seinem Onkel André, einem Spielzeugerfinder. Eines Tages entdeckt er dessen geheimes Labor und findet dort die unglaublichen Powerbänder: Mit ihrer Hilfe verwandelt Axel sich in ein lebendiges Action-Spielzeug und hat plötzlich Superkräfte zur Verfügung. Axel lernt die Power Players kennen, eine Gruppe unterschiedlicher Spielzeugfiguren, aber auch Madcap, und der führt nichts Gutes","versions":[{"lang":1,"streams":[{"redirect":13117583,"hoster":"VOE"},{"redirect":12982428,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"","descr":"Mit den Powerbändern kann sich Axel in ein Spielzeug verwandeln und hat Superkräfte. Deshalb möchte Madcap sie unbedingt haben. Aber Axel weiß, dass Madcap damit Unheil anrichten würde. Zum Glück trifft er die Power Players, eine Gruppe unterschiedlicher Spielzeugfiguren, die jeder ganz unterschiedliche Stärken mitbringen. Gemeinsam wollen sie Madcap zu Fall bringen.","versions":[]},{"epId":"episode-3","name":"Die K.o.-Box / Slobot, der Champion","epNo":3,"alt":"","descr":"Während die übrigen Power Players ein Mittagsschläfchen einlegen, will Axel mit Masko ein bisschen im Wohnzimmer trainieren. Gut, dass Onkel André tief und fest auf der Couch schläft. Aber dann greift Oranguzank an! Die Freunde müssen sich gegen den Eindringling verteidigen, ohne Onkel André aufzuwecken!","versions":[{"lang":1,"streams":[{"redirect":8805429,"hoster":"VOE"},{"redirect":8613748,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"[in Episode 3 enthalten]","epNo":4,"alt":"","descr":"","versions":[]},{"epId":"episode-5","name":"Die Geheimwaffe / Der Kampf der Teddybären","epNo":5,"alt":"","descr":"Käpt’n Charge hat eine persönliche Geheimwaffe im Hauptquartier der Powerplayers versteckt und mit einem ExtraAlarmsystem geschützt. Die Freunde sind neugierig. Sie wollen wissen, was das für eine Geheimwaffe ist und versuchen, an sie heranzukommen. Doch dabei wird das Alarmsystem ausgelöst und sie werden automatisch aus dem Haus ausgesperrt. Unterdessen hat sich Madcap bereits Zugang zum Haus verschafft  ls Axel Nachbarsjunge Luka besucht, um mit ihm das neue Computerspiel zu testen, will dieser nur mit Barbärio spielen. Der muss so tun, als sei er ein einfacher Teddybär, muss Teestunde spielen und wird neu eingekleidet. Lukas süße Teddyspiele machen Barbärio fix und fertig. Da nutzt Madcap seine Schwäche für einen Angriff aus","versions":[{"lang":1,"streams":[{"redirect":13117584,"hoster":"VOE"},{"redirect":12982424,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"[in Episode 5 enthalten]","epNo":6,"alt":"","descr":"","versions":[]},{"epId":"episode-7","name":"Der ferngesteuerte Anzug / Dynamo dynamisch","epNo":7,"alt":"","descr":"Gegen Bobbie Blobbys Willen wäscht Masko ihren Knete schleudernden Spezialanzug. Fiesling Doktor Nautilus klaut ihn aus dem Bad und verschwindet damit in der Kanalisation. Während er beginnt, die Abflussrohre der Stadt mit Knete zu verstopfen, um die Stadt zu überschwemmen, ist Bobbie ohne ihren Anzug unsicher und niedergeschlagen. Doch um Dr. Nautilus zu stoppen, brauchen die Power Players ihre Hilfe. Nur sie kann den Anzug richtig bedienen!Dynamo soll in Madcaps Auftrag Slobot kidnappen. Madcap will Slobots geniale Ideen nutzen, um Axel zu überwältigen. Masko, Action-Axel and Käpt’n Charge versuchen, ihn zu stoppen. Aber das ist schwierig, solange Masko und Käpt’n Charge nicht aufhören, sich untereinander zu streiten","versions":[{"lang":1,"streams":[{"redirect":12334392,"hoster":"VOE"},{"redirect":8613751,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"[in Episode 7 enthalten]","epNo":8,"alt":"","descr":"","versions":[]},{"epId":"episode-9","name":"Joyride / Thermometron 9000","epNo":9,"alt":"","descr":"Axel findet Zoes früheres Lieblingsspielzeug auf dem Flohmarkt: Joyride. Er kauft die Action-Kriegerfigur und schenkt sie Zoe. Doch Madcap erweckt Joyride mit Minergie zum Leben. Joyride soll sein neuer Handlanger werden. Action-Axel und die Power Players müssen Joyride irgendwie davon überzeugen, dass das eine schlechte Idee ist! Slobot baut einen Temperaturregler-Roboter. Er soll für Bobbie Blobby und Galileo unterschiedliche Temperaturzonen schaffen. Denn die zwei streiten sich ständig darüber, wie warm oder kalt es im Haus sein soll. Aber der Thermometron 9000 lässt sich plötzlich nicht mehr regulieren und die Temperaturen werden extrem","versions":[{"lang":1,"streams":[{"redirect":8805439,"hoster":"VOE"},{"redirect":8613756,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"[in Episode 9 enthalten]","epNo":10,"alt":"","descr":"","versions":[]},{"epId":"episode-11","name":"Die Kratz-Knuddel-Katzen / Das Bowlingturnier","epNo":11,"alt":"","descr":"Axel findet in Zoes Zimmer drei Spielzeugkätzchen. Doch als er sie in Gestalt von Action-Axel aus Versehen mit Minergie zum Leben erweckt, entpuppen sich die süßen Kätzchen als kleine Monster mit echt scharfen Krallen! Vor allem Masko bekommt das zu spüren, als er ihren Lieblingsball verschusselt. Axel \u0026 Co.müssen die Katzen beruhigen, aber das ist gar nicht so leicht Zoe nimmt an einem Bowling-Wettbewerb teil. Axel ist da, um sie anzufeuern. Aber Madcap hat mit Minergie ein neues Spielzeug zum Leben erweckt – Dynamo – und bringt es mit zur Bowlingbahn. Mit seinen magnetischen Kräften soll er Madcap dabei helfen, während des Wettkampfes Axels Powerbänder zu stehlen. Plötzlich greifen die Gegner auch in Zoes Turnier ein","versions":[{"lang":1,"streams":[{"redirect":13471759,"hoster":"VOE"},{"redirect":8613762,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"[in Episode 11 enthalten]","epNo":12,"alt":"","descr":"","versions":[]},{"epId":"episode-13","name":"Weltenbrecher ist weg! / Die andere Seite","epNo":13,"alt":"","descr":"Galileo tauscht Barbärios Hammer \"Weltenbrecher\" gegen einen Raketenrucksack aus seiner Spielzeugreihe ein. Er ahnt nicht, dass er damit nicht nur seinen Freund sehr wütend und traurig macht, sondern auch die gesamte Stadt in Gefahr bringt. Denn der Hammer gehört jetzt ausgerechnet Prinzessin Bittersüß! Und die plant damit den Park zu zerstören  Madcap schickt Stachelponk zu Bobbie Blobby: Er soll sie überreden, sich auf ihre Seite zu schlagen. Bobbie hat gerade Ärger mit den Power Players und nimmt Stachelponks Einladung gerne an, sich einmal das schöne Leben in Madcaps Hauptquartier anzuschauen!","versions":[{"lang":1,"streams":[{"redirect":13471761,"hoster":"VOE"},{"redirect":8613754,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"[in Episode 13 enthalten]","epNo":14,"alt":"","descr":"","versions":[]},{"epId":"episode-15","name":"Ein eiskalter Frühlingstag / Das Wrestling-Match","epNo":15,"alt":"","descr":"Eis-Crusher, eine neue Spielzeugfigur, die Madcap zum Leben erweckt hat, fordert unsere Freunde zu einem Hockeyspiel heraus. Wenn sie sich weigern, gegen ihn anzutreten, will er die ganze Stadt mit Eis überziehen! Das Problem ist: Unsere Freunde haben keine Ahnung, wie man Eishockey spielt  Maskos Freunde kritisieren ihn, weil er nie ernst ist und immer Spaß haben möchte. Daraufhin beschließt Masko, sich grundlegend zu ändern. Allerdings übertreibt er es und macht sich ganz allein auf den Weg, um Madcap zu einem Zweikampf herauszufordern! Dabei verlässt er sich nicht mehr auf seine Stärken","versions":[{"lang":1,"streams":[{"redirect":13117588,"hoster":"VOE"},{"redirect":8613757,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"[in Episode 15 enthalten]","epNo":16,"alt":"","descr":"","versions":[]},{"epId":"episode-17","name":"Instinkte / Das beste Team","epNo":17,"alt":"","descr":"Axel verlässt sich zu sehr auf die Technologie seines Anzugs. Da das im Kampf mit den Bösen von Nachteil sein kann, versuchen ihm seine Freunde beizubringen, mehr auf seine Instinkte zu vertrauen. Ausgerechnet da tauchen Oranguzank and Stachelponk auf!  Axel dachte, Zoe würde mit ihm am Seifenkistenrennen teilnehmen. Aber Zoe fährt schon mit Cleo. Also geht Axel leicht enttäuscht mit Luca ins Rennen. Er ahnt nicht, dass in dem geheimnisvollen dunklen Wagen neben ihm sein Erzrivale sitzt: Madcap! Davon darf Luca natürlich nichts erfahren.","versions":[{"lang":1,"streams":[{"redirect":13471762,"hoster":"VOE"},{"redirect":8613758,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"[in Episode 17 enthalten]","epNo":18,"alt":"","descr":"","versions":[]},{"epId":"episode-19","name":"Doktor Nautilus kehrt zurück / König Axel","epNo":19,"alt":"","descr":"Doktor Nautilus hat beschlossen, die Stadt zu fluten und sie von seinem Schiff aus zu beherrschen. In Begleitung von Joyride müssen sich die Power Players in die ungeliebte Kanalisation begeben, wo Nautilus mit seinem Schiff kurz davor ist, seinen teuflischen Plan umzusetzen!  Nachdem sie die Geschichte von König Artus gehört haben, wollen die Power Players Ritter der Tafelrunde spielen. Axel soll der König sein. Aber als sein Power-Schwert in einem Stein stecken bleibt und er es nicht wieder herausziehen kann, kommen ihm Zweifel: Ist er wirklich der richtige Anführer für seine Freunde?","versions":[{"lang":1,"streams":[{"redirect":13471765,"hoster":"VOE"},{"redirect":8613759,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"[in Episode 19 enthalten]","epNo":20,"alt":"","descr":"","versions":[]},{"epId":"episode-21","name":"Im falschen Körper / Die Sandfalle","epNo":21,"alt":"","descr":"Luca spielt heimlich mit Bobbie Blobby und Käpt’n Charge und tauscht dabei ihre Köpfe aus! Natürlich sind alle empört, aber die beiden müssen schnell mit ihren neuen Körpern klarkommen. Denn Axel braucht ihre Hilfe im Kampf gegen Stachelponk Galileo wird von Spioneidechsen aus seiner Spielzeugreihe entführt, die Madcap mit Minergie zum Leben erweckt hat. Die Power Players müssen ihn in der Wüste befreien, wo sich der Anführer der bösen Spielzeuge versteckt. Er braucht Galileo für seine finsteren Eroberungspläne. Doch was sagt der dazu?","versions":[{"lang":1,"streams":[{"redirect":13117589,"hoster":"VOE"},{"redirect":8613769,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"[in Episode 21 enthalten]","epNo":22,"alt":"","descr":"","versions":[]},{"epId":"episode-23","name":"Hauptsache Spaß! / Auf Zehenspitzen","epNo":23,"alt":"","descr":"Axel gerät zwischen die Fronten von Zoe und Cleo auf der einen Seite, und Madcap und Prinzessin Bittersüß auf der anderen. Während sich die beiden Mädchen darüber streiten, wer Axel Völkerballtricks beibringt, streiten sich die bösen Spielzeuge darüber, wer von ihnen beiden gemeiner ist  Stachelponk wurde in Axels Garten gesichtet. Die Power Players beschließen, ihn zu suchen, um herauszufinden, was er vor hat. Überraschenderweise zieht Käpt’n Charge es vor, im Hauptquartier zurück zu bleiben. Er bittet Axel und seine anderen Freunde, die Gegend gründlich abzusuchen. Ohne ihn","versions":[{"lang":1,"streams":[{"redirect":13471766,"hoster":"VOE"},{"redirect":8613760,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"[in Episode 23 enthalten]","epNo":24,"alt":"","descr":"","versions":[]},{"epId":"episode-25","name":"Angst im Dunkeln / Käpt’n hat das Kommando","epNo":25,"alt":"","descr":"Dynamo startet mal wieder einen Angriff auf Axels Zimmer und hüllt es mit seinen Magnetkräften in Dunkelheit. Die Power Players drohen den Kampf gegen Dynamo zu verlieren. Ihre letzte Hoffnung ist Barbärio, doch der versteckt sich in seiner Höhle. Er hat Angst vor dem Dunkeln!  Bei einer Überprüfung des Sicherheitssystems im Garten verschwindet Käpt’n Charge spurlos. Die Power Players begeben sich auf die Suche nach ihm. Doch der Garten sieht für sie wie ein Dschungel aus. Und dann lauert dort auch noch eine geheimnisvolle Kreatur, die sie nacheinander abfängt und gefangen nimmt!","versions":[{"lang":1,"streams":[{"redirect":13471770,"hoster":"VOE"},{"redirect":8613761,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"[in Episode 25 enthalten]","epNo":26,"alt":"","descr":"","versions":[]}]}]}