{"path":"/serie/stream/power-rangers-turbo","name":"Power Rangers Turbo","descr":"Die Weltraumpiratin Divatox will den mächtigen Maligore heiraten, um dadurch ungeheure Macht zu erlangen. Die Power Rangers müssen sie aufhalten und bekommen von Zordon die neuen Turbozords, die Turbo Power und einen neuen Blauen Ranger. Die Turbo Rangers können Divatox aufhalten, doch sie sinnt auf Rache und plant die Erde zu vernichten. (Power Rangers Kapitel 5)","seasons":[{"path":"/serie/stream/power-rangers-turbo/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/power-rangers-turbo/filme/film-1","name":"Turbo: Der Power Rangers Film","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117652","hoster":"VOE"},{"path":"/redirect/8614398","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-1","name":"Die Bombe tickt Teil 1","epNo":1,"alt":"Shift Into Turbo Part 1","descr":"Da Rocky längerfristig ausfällt, nimmt der junge Justin seinen Platz ein. Er ist vor allem von den neuen Turbofahrzeugen der Rangers begeistert. Kaum mit dabei, haben er und das Team einen gefährlichen Auftrag: Divatox will das Kraftwerk von Angel Grove in die Luft sprengen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805951","hoster":"VOE"},{"path":"/redirect/8614356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-2","name":"Die Bombe tickt Teil 2","epNo":2,"alt":"Shift Into Turbo Part 2","descr":"Justin kämpft verzweifelt gegen die Übernahme des Kraftwerks durch Divatox. Ein spezielles Spürgerät, dass in letzter Sekunde aus der Power-Zentrale gebracht wird, hilft ihm, über die Monsterübermacht Herr zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805952","hoster":"VOE"},{"path":"/redirect/8614366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-3","name":"Die Bombe tickt Teil 3","epNo":3,"alt":"Shift Into Turbo Part 3","descr":"Zordon und Alpha wollen die geöffnete galaktische Spirale nutzen, um wieder zu ihrem Heimatplaneten Elter zurückzukehren. Das bekommt Divatox mit und will sich die seltsame Himmelserscheinung natürlich nicht entgehen lassen. Um die Rangers derweil abzulenken, setzt Divatox das gefährliche Monster Amphibitor auf sie an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805956","hoster":"VOE"},{"path":"/redirect/8614358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-4","name":"Der Trick mit der Farbe","epNo":4,"alt":"Shadow Rangers","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805957","hoster":"VOE"},{"path":"/redirect/8614359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-5","name":"SOS aus dem All","epNo":5,"alt":"Transmission Impossible","descr":"Der Außerirdische Visceron, der vom Planeten Inquiris kommt, um Dimitria eine wichtige Botschaft zu überbringen, wird von Divatox zur Strecke gebracht. Als er sich weigert zu reden, manipuliert sie seinen Geist und bringt ihn gegen die Turbo Rangers auf. In der Zwischenzeit wird Tanyas Radiosendung KAGV sowohl von Divatox (ein Sprengsatz wird auf dem Sendeturm platziert) als auch von den Bulk \u0026 Skull Schimpansen (sie hoffen, als Menschen wahrgenommen zu werden, indem sie auf Sendung gehen) ins Visier genommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805954","hoster":"VOE"},{"path":"/redirect/8614357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-6","name":"Voll auf Sieg","epNo":6,"alt":"Rally Ranger","descr":"Bei einem Seifenkistenrennen muss sich Justin mit einem brutalen Tyrannen namens Warren auseinandersetzen, der um jeden Preis gewinnen will. Währenddessen macht sich der entmutigte Porto, dessen Fähigkeiten zur Herstellung von Sprengkörpern auf Divatox\u0027 Subcraft nicht geschätzt werden, auf eigene Faust auf den Weg und bringt die Rangers in große Schwierigkeiten! Das Fehlen des Technikexperten hält Elgar nicht davon ab, einen Zünder fertigzustellen und ihn in Warrens Rennwagen zu stecken. Außerdem entführen die Schimpansen von Bulk \u0026 Skull den Siegerwagen des Vorjahres, um berühmt zu werden und sich wieder in Menschen zu verwandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805955","hoster":"VOE"},{"path":"/redirect/8614370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-7","name":"Der rasende Dämon","epNo":7,"alt":"Built For Speed","descr":"Die Mitglieder von Adams Stuntshow aus den 1950er Jahren nehmen ihre Rollen zu ernst, und die rivalisierenden \"Gangs\" von Teenagern in Lederjacken bereiten sich auf ein Drag Race am Angel Grove Bluff vor. Als ob das nicht schon schlimm genug wäre, hält Divatox die Rangers auf Trab, als sie sich einem Demon Racer-Monster stellen müssen (und wenn er besiegt ist, seinem Ersatz), und platziert, ohne dass die Drag Racer es wissen, einen Zünder in den Fuzzy-Würfel ihres Oldtimers! In der Zwischenzeit verstecken sich die Schimpansen Bulk \u0026 Skull in den Dragracing-Autos, um bei der Ankunft der Rangers am Ort des Geschehens zu sein, in der Hoffnung, dass sie sie in Menschen zurückverwandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805960","hoster":"VOE"},{"path":"/redirect/12666158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-8","name":"Ein tückisches Geschenk","epNo":8,"alt":"Bicycle Built For The Blues","descr":"Justin hat Geburtstag, aber so aufgeregt wie er ist, scheinen seine Freunde ihn vergessen zu haben (obwohl sie in Wirklichkeit eine Überraschungsparty für ihn vorbereiten). Divatox nutzt das Missverständnis aus, um Justin ein Geschenk zu machen: ein spezielles Fahrrad mit einer Sprengkapsel. Ohne es zu wissen, steigt er auf und entdeckt zu spät, dass das Fahrrad einen eigenen Willen hat und ihn erst bei 25 Meilen absteigen lässt, wo es dann explodiert!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805958","hoster":"VOE"},{"path":"/redirect/8614362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-9","name":"Alles Lüge","epNo":9,"alt":"The Whole Lie","descr":"Von einem Strahl getroffen, wird Justin mit einem Zauber belegt, der ihn zwingt, immer zu lügen. Und mit jeder Lüge erscheint ein weiterer Pirahantron in der Nähe! Er muss einen Weg finden, die Wahrheit zu sagen, um den Bann zu brechen, und zwar rechtzeitig, um seinen Teamkameraden gegen das Mundstück-Monster zu helfen. Als ob das nicht schon schlimm genug wäre, wurde auch noch ein Sprengsatz in der Waschanlage des Jugendzentrums platziert. In der Zwischenzeit versuchen die Schimpansen Bulk \u0026 Skull, die Aufmerksamkeit der Ranger auf sich zu ziehen, um wieder in Menschen verwandelt zu werden, und erweisen sich dabei als heldenhaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805959","hoster":"VOE"},{"path":"/redirect/8614363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-10","name":"Das Rätsel der Hieroglyphen","epNo":10,"alt":"Glyph Hanger","descr":"Divatox\u0027 ehemaliger Verlobter, der Pharao, kommt in die Stadt. Sein magischer Stab fällt Adam in die Hände, als er ihn für eine Requisite seiner ägyptischen Stunt-Show hält. Er beginnt, jedes Zeichen in der Nähe in Hieroglyphen zu verwandeln! Divatox platziert einen pyramidenförmigen Zünder bei der Stuntshow, der sich in alle Requisiten einfügt und, als wäre das nicht schon schlimm genug, ein elektrisches Kraftfeld um sich herum hat! Währenddessen lassen sich die Bulk \u0026 Skull Chimps von den Hieroglyphen inspirieren und versuchen, allen zu zeigen, dass sie Menschen sind, indem sie Zeichnungen malen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805961","hoster":"VOE"},{"path":"/redirect/8614364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-11","name":"Das Einmaleins des Schreckens","epNo":11,"alt":"Weight And See","descr":"Kat wird sich ihres Gewichts bewusst, als sie für ein Ballett probt, bei dem ihre Größe und ihr angemessenes Gewicht von einer Kollegin kritisiert werden. Schon bald nutzt das Numbor-Monster, das Divatox\u0027 Plan, Angel Grove zu versenken, in die Tat umsetzen will, seine die Schwerkraft verzerrenden Kräfte, um Kat ihren Wunsch zu erfüllen und sie schwerelos zu machen! Nur wenn sie sich selbst akzeptiert, kann sie wieder auf den Boden kommen und ihren Teamkollegen helfen, ihn zu besiegen. In der Zwischenzeit versuchen die Bulk \u0026 Skull Chimps mit kompliziertem Tellerstapeln und sogar Ballett, die Leute davon zu überzeugen, dass sie Menschen sind, die als Primaten festsitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805962","hoster":"VOE"},{"path":"/redirect/8614367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-12","name":"Alarm an allen Fronten","epNo":12,"alt":"Alarmed And Dangerous","descr":"Justin gerät zwischen die Fronten, als er zwei Rüpel verpfeift, die fälschlicherweise einen Feueralarm auslösen, und deren Angriffe auf ihn fast dazu führen, dass er seine Kräfte vor ihnen einsetzt! In der Zwischenzeit geht einer von Divatox\u0027 Zündern endlich los und verwandelt ein harmloses Feuerwehrauto in ein randalierendes Monster! Außerdem servieren die Bulk \u0026 Skull Chimps Getränke in der Juice Bar und versuchen zu beweisen, dass sie tatsächlich Menschen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805964","hoster":"VOE"},{"path":"/redirect/8614378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-13","name":"Nachricht aus der Zukunft","epNo":13,"alt":"The Millenium Message","descr":"Blue Senturion, ein intergalaktischer Strafverfolgungsroboter aus einer anderen Galaxie, kommt mit einer Botschaft aus der Zukunft nach Angel Grove. Divatox erfährt, dass sie, Rita \u0026 Zedd und das Maschinenimperium sich eines Tages zusammentun werden, um die Erde anzugreifen, nur um von einer bestimmten Gruppe von Helden vereitelt zu werden. Es gelingt ihr, Blue Senturion gegen die Rangers aufzubringen, indem sie Porto dazu bringt, ihn umzuprogrammieren und einen Zünder in seinen Schaltkreisen zu platzieren! In der Zwischenzeit versuchen die Schimpansen Bulk \u0026 Skull, sich mithilfe von Adams Zauberstab wieder in Menschen zu verwandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805963","hoster":"VOE"},{"path":"/redirect/8614365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-14","name":"Gefahr im Stadion","epNo":14,"alt":"A Drive To Win","descr":"Adam trainiert die Fußballmannschaft der Angel Grove High, deren Starspieler Carlos dringend Lektionen in Teamwork braucht. Sowohl er als auch die Cheerleaderin Ashley werden auf merkwürdige Weise von Divatox angegriffen. Ihr Sprengstoffplan für diese Folge sieht vor, Carlos\u0027 Eifer, Punkte zu sammeln, über die Zusammenarbeit mit seinem Team zu stellen, indem sie eine Bombe in der Anzeigetafel platziert. Außerdem verbündet sich Elgar mit dem Electrovolt-Monster in einer schockierenden Motorradschlacht gegen die Turbo Rangers. Währenddessen verkleiden sich die Bulk \u0026 Skull Chimps als Cheerleader, um zu beweisen, dass sie wirklich Menschen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805965","hoster":"VOE"},{"path":"/redirect/8614380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-15","name":"Autos greifen an","epNo":15,"alt":"Cars Attacks","descr":"Jenny, die Nichte von Leutnant Stone, kommt in die Stadt und lehnt ein Freundschaftsangebot von Kat ab. Bald schon konkurrieren die beiden um einen einzigen Platz an der Londoner Royal Dance Academy. Das Vortanzen wird ziemlich hitzig, als Elgar einen als Kassettenrekorder getarnten Sprengsatz im Tanzsaal deponiert. Als ob das nicht schon schlimm genug wäre, erweckt Wolfgang von Griller alle Fahrzeuge in Angel Grove zum Leben und fliegt herum, um die Rangers anzugreifen! Und der jüngste Versuch der Bulk \u0026 Skull Chimps, auf ihre Notlage aufmerksam zu machen, bei dem es um die Gelder der Juice Bar geht, belastet die Beziehung zwischen Jenny und ihrem Onkel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805970","hoster":"VOE"},{"path":"/redirect/8614368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-16","name":"Liebling, ich habe die Rangers geschrumpft Teil 1","epNo":16,"alt":"Honey, I Shrunk The Rangers Part 1","descr":"Eine wohltätige Aufräumaktion, an der die Ranger Teens teilnehmen, gerät ins Visier von Divatox. Das Shrinkasect-Monster fliegt in den Kopf von Blue Senturion und nervt ihn so sehr, dass er einen Amoklauf startet! Das hält die Ranger auf Trab, während ein Zünder in einer Getränkedose platziert wird, wo er von den Bulk \u0026 Skull Chimps aufgesammelt wird, die darauf aus sind, so viel Müll wie möglich zu sammeln, um genug Aufmerksamkeit zu erlangen, damit sie wieder zu Menschen werden können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805966","hoster":"VOE"},{"path":"/redirect/8614371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-17","name":"Liebling, ich habe die Rangers geschrumpft Teil 2","epNo":17,"alt":"Honey, I Shrunk The Rangers Part 2","descr":"Auf die Größe von Käfern geschrumpft und in einer Geschenkbox auf der Brücke von Divatox\u0027 Subcraft gefangen, schmieden die vier Turbo Ranger einen Fluchtplan, müssen aber feststellen, dass die Ecken und Winkel des Schiffsschachtes genauso tödlich sind wie das, wovor sie fliehen. Und als ob das nicht schon schlimm genug wäre, werden sie, je länger sie klein bleiben, immer mehr zu Insekten! In der Zwischenzeit sucht Justin, der einzige ungeschrumpfte Ranger, die Stadt nach seinen mikroskopisch kleinen Teamkameraden und nach den Sprengstoff tragenden Bulk \u0026 Skull Chimps ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805967","hoster":"VOE"},{"path":"/redirect/8614369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-18","name":"Feuersturm Teil 1","epNo":18,"alt":"Passing The Torch Part 1","descr":"Durch den Besuch ihrer Mutter Mama D wird Divatox dazu inspiriert, die Turbo Rangers auszuschalten, indem sie ihren Anführer beseitigt. Auf dem Weg in die Außenbezirke von Angel Grove, um mit Adam, Justin und Tanya zu campen, werden Tommy und Kat von Piranahtron überfallen. T.J. (ein Möchtegern-Profi-Baseballschläger) und Cassie (ein Möchtegern-Singstar), zwei junge Teenager in einem Bus, die gerade in die Gegend ziehen, bemerken die Störung und kommen den Rangers zu Hilfe. Aber werden sie zu spät kommen, um Tommy zu retten? In der Zwischenzeit müssen sich die anderen drei Ranger-Teens auf ihrem Campingplatz mit einem Putrapod und dem Flamite-Monster herumschlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805968","hoster":"VOE"},{"path":"/redirect/8614372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-19","name":"Feuersturm Teil 2","epNo":19,"alt":"Passing The Torch Part 2","descr":"Tommy ist ein Gefangener von Divatox und baumelt über dem Wirbel von Eternal Doom and Sorrow, nur ein rattenfressendes Seil hält ihn am Leben. Die einzigen, die auch nur eine Ahnung haben, wo er ist, sind TJ und Cassie, aber sind sie mutig und stark genug, um sich den Mächten des Bösen zu stellen? Nachdem Flamite den Campingausflug der Teenager ruiniert hat, nimmt er die Stadt ins Visier und heizt die Situation immer weiter an. Können Ashley und Carlos eine Gruppe von Kindern in Sicherheit bringen, während die Ranger das riesige Feuer löschen? Und zu allem Überfluss läuft die Zeit für die vier ältesten Ranger ab, die ihre Kräfte bis zum Ende des Tages an würdige Nachfolger weitergeben müssen, oder sie bringen die Welt in ständige Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805969","hoster":"VOE"},{"path":"/redirect/8614373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-20","name":"Eine Nummer zu groß","epNo":20,"alt":"Stitch Witchery","descr":"Ashley ist begeistert, als sie einen Job bei einer extravaganten Modedesignerin bekommt. Sie ahnt allerdings nicht, dass die Designerin, Delisha Enevil, in Wirklichkeit ein Monster von Divatox ist. Ashleys hässliche karierte Jacken werden von Piranahtron über Nacht in Massenproduktion hergestellt. Aber die Jacken sind mit der Magie des Monsters durchdrungen und machen jeden, der sie trägt, grausam, gierig und böse. Es ist schon schlimm genug, dass alle Ranger, außer Ashley, sie anziehen, aber als Blue Senturion in eine Jacke getrickst wird, geht er bald auf einen weiteren Amoklauf, dieses Mal mit einem in die Jacke gekleideten Robo Racer! In der Zwischenzeit treiben Bulk \u0026 Skull, die wieder zu Menschen geworden, aber unsichtbar sind, in Angel Grove und der Juice Bar ihr Unwesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805971","hoster":"VOE"},{"path":"/redirect/8614374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-21","name":"Willkommen im Team","epNo":21,"alt":"Wheels Of Fate","descr":"Divatox hat es auf zwei legendäre lebende Autos abgesehen und lässt sie von ihrem Dreadfeather-Monster aus ihrem äonenlangen Versteck in einem Asteroidengürtel befreien. Die Fahrzeuge, Lightning Cruiser und Storm Blaster, machen sich auf den Weg zur Erde, wo sie auf TJ \u0026 Justin treffen und sich schnell mit den beiden anfreunden. Aber Divatox und Co. geben diese mächtigen Maschinen nicht auf, und die Jagd geht los! Währenddessen versuchen Bulk \u0026 Skull, Autos in der Nähe einer Baustelle zu verlangsamen und anzuhalten. Wenn dann noch der noch nicht getrocknete Zement hinzukommt, ist die Situation zum Schreien komisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919833","hoster":"VOE"},{"path":"/redirect/8614375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-22","name":"Das Pizzamonster","epNo":22,"alt":"Trouble By The Slice","descr":"Bei einem Teleporter-Unfall erleidet Divatox eine Amnesie! Nachdem sie eine Weile durch Angel Grove gewandert ist, arbeitet sie schließlich in einem Mad Mike\u0027s Pizza Parlor. Carlos und Justin landen in der Pizzeria, ebenso wie Porto, der seinen Chef in der Pizzeria sieht, als er Essen für die Subcraft abholt. Bald verwandeln die Schurken das Logo auf der Pizzaschachtel in das Mad-Mike-Monster, das unsere Helden angreift, indem es die Rangers in eine Riesenpizza backt! In der Zwischenzeit liefern Bulk \u0026 Skull für die Pizzeria aus, stellen aber fest, dass ihr Orientierungssinn so schlecht ist wie immer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805976","hoster":"VOE"},{"path":"/redirect/8614377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-23","name":"Das Phantom","epNo":23,"alt":"The Phantom Phenomenon","descr":"Ein Raumschiff landet auf der Erde, und mit ihm der Phantom Ranger, ein seltsamer Krieger in schwarzer Rüstung, der die Kraft der Unsichtbarkeit besitzt und mit Vorliebe auftaucht, um den Tag zu retten. Seine Motive sind sowohl für die gute als auch für die böse Seite ein Rätsel. Als Justins Kumpel Nico das Versteck von Phantom Rangers Raumschiff entdeckt, bietet dies den Streitkräften von Divatox die Möglichkeit, den Neuankömmling anzugreifen, wenn er es am wenigsten erwartet. In der Zwischenzeit nehmen Bulk \u0026 Skull Jobs als Sicherheitsleute an, zuerst für eine Bank, dann für die örtliche Goldmine. Raten Sie mal, welche beiden Orte Divatox\u0027 Truppen heute ausplündern wollen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805973","hoster":"VOE"},{"path":"/redirect/8614376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-24","name":"Spurlos verschwunden","epNo":24,"alt":"Vanishing Act","descr":"Divatox\u0027 neuester Monsterrekrut, Translucitor, verschiebt Angel Grove auf eine parallele Realitätsebene und macht damit alle Gebäude und Gegenstände für die Ranger Teens unsichtbar, auch die Energiekammer! Die Stadt ist den Plünderungen durch die bösen Weltraumpiraten schutzlos ausgeliefert, es sei denn, die Ranger können Translucitor mit Hilfe ihres neuen Freundes, dem Phantom Ranger, endgültig verschwinden lassen. In der Zwischenzeit werden Bulk \u0026 Skull von einer zwielichtigen Gestalt für einen Job interviewt, den sie nicht ablehnen können... kostümierte Geburtstagsgrußsänger bei einer singenden Telegrammgesellschaft. Erst als Häschen, dann als maskierte Wrestler, beide in der Juice Bar!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380887","hoster":"VOE"},{"path":"/redirect/8614379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-25","name":"Die Zeit steht still","epNo":25,"alt":"When Time Freezes Over","descr":"Nachdem die Turbo Rangers den Plan von Divatox, die Sonne einzufrieren, erfolgreich vereitelt haben, rekrutiert die böse Piratenfrau das Clockster-Monster, das den Tag zurückspult, damit sie den Freeze Key zurückholen und es erneut versuchen kann. Doch beim zweiten Versuch berührt das Clockster das mächtige Gerät und hält die Zeit an! Ist dies das Ende der Zeit, oder hat der Phantom Ranger noch einen weiteren Trick im Ärmel? In der Zwischenzeit bekommen Bulk und Skull einen Job als Vakuum-Verkäufer für die Total Vac Corporation. Ihre Vorführungen erweisen sich als chaotisch, vor allem für Lt. Stone.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805977","hoster":"VOE"},{"path":"/redirect/8614381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-26","name":"Ein schwarzer Tag","epNo":26,"alt":"The Darkest Day","descr":"Divatox\u0027 Bruder, General Havoc, trifft ein, um sie bei ihrem Versuch zu unterstützen, die Power Rangers zu erobern. Zuerst gibt er ihr eine Weltraumbasis, an der sie ihr U-Boot andocken kann, und dann greift er die Rangers mit seinem eigenen bösen Zord, bekannt als Metallasaurus, an. In der Zwischenzeit nehmen Bulk \u0026 Skull einen Job als Fremdenführer für die neuen Angel Grove Monster Tours an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805974","hoster":"VOE"},{"path":"/redirect/8614383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-27","name":"Die letzte Hoffnung","epNo":27,"alt":"One Last Hope","descr":"Da der Turbo Megazord in Divatox\u0027 Weltraumbasis gefangen ist, sind die Ranger nicht in der Lage, die Stadt gegen Havocs Metallsaurus zu verteidigen. Der Phantom Ranger hat etwas, das ihnen helfen kann, aber können unsere Helden sicher durch Angel Grove gelangen, während die Stadt um sie herum angegriffen wird? In der Zwischenzeit werden Bulk und Skull aufgrund ihrer Arbeit als Fremdenführer während des Angriffs der Metallsaurier in einem Wolkenkratzer gefangen gehalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805978","hoster":"VOE"},{"path":"/redirect/8614382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-28","name":"Die Falle schnappt zu","epNo":28,"alt":"The Fall Of The Phantom","descr":"Auf der Suche nach einer Energiequelle für den gestohlenen Turbo Megazord hat es Divatox auf den Phantom Ranger abgesehen, und zwar auf seinen Power Ruby. Um nahe genug an ihn heranzukommen, wird Cassies Fixierung auf Phanty von den Weltraumpiraten ausgenutzt, was zu ihrer Gefangennahme führt! In der Zwischenzeit hat General Havoc einen neuen und verbesserten Metallsaurus, der zum Angriff bereit ist, was bedeutet, dass die neuen Rescuezords der Rangers eine neue Formation aufstellen müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805980","hoster":"VOE"},{"path":"/redirect/8614385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-29","name":"Eine schwere Entscheidung","epNo":29,"alt":"Clash Of The Megazord","descr":"Der Phantom-Ranger stirbt ohne seinen Power-Rubin. Die Rangers versuchen verzweifelt, ihn zu bergen, aber die Weltraumbasis ist unmöglich zu durchbrechen. Letztendlich läuft es darauf hinaus, dass die Rangers mit ihrem neuen Rettungs-Megazord gegen den Turbo-Megazord kämpfen, der von dem Monster Crosspatch mit Chromiten gesteuert wird und von Phantys Rubin angetrieben wird. Können unsere Helden die Stadt retten, ohne ihren alten Megazord zu zerstören, und den Rubin rechtzeitig zurückholen, um das Leben ihres geheimnisvollen Wohltäters zu retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805979","hoster":"VOE"},{"path":"/redirect/8614396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-30","name":"Spiegelbilder","epNo":30,"alt":"The Robot Ranger","descr":"Justin beginnt zu bemerken, dass etwas Seltsames mit seinen Teamkollegen vor sich geht: Ashley hat Drähte in ihrem Handgelenk und Carlos\u0027 Gesicht kann sich ablösen. Das bringt ihn zu dem Verdacht, dass sie durch Roboter ersetzt worden sind! Aber wenn das so ist, warum können sie dann morphen, und warum helfen sie im Kampf gegen Divatox\u0027 Flash Head und Voltmeister-Monster? Was ist die Wahrheit hinter dieser seltsamen Erscheinung? Und wie lange wird es dauern, bis Justin der einzige Überlebende ist? In der Zwischenzeit nehmen Bulk \u0026 Skull Jobs als Tennislehrer an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805984","hoster":"VOE"},{"path":"/redirect/8614397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-31","name":"Die drei Münzen","epNo":31,"alt":"Beware The Third Wish","descr":"Justin wünscht sich nichts sehnlicher, als seinen Vater wiederzusehen, und benutzt sogar eine Glücksmünze, die ihm sein Vater in einem Wasserbrunnen geschenkt hat, um diesen Wunsch wahr werden zu lassen. Divatox\u0027 Monster \"Böser Wünscher\" verwandelt diese Münze und zwei weitere in magische Gegenstände. Mit der einen lässt sie den Blauen Senturion böse werden, mit der anderen wünscht sich Elgar einen Haarschopf, und die Jagd nach der dritten Münze beginnt, als sie auf die Erde fällt! In der Zwischenzeit nehmen Bulk \u0026 Skull einen Job als Klempner an, und du wirst nicht glauben, was sie in einem der Rohre finden!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919835","hoster":"VOE"},{"path":"/redirect/8614384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-32","name":"Die Saat des Bösen","epNo":32,"alt":"The Gardener Of Evil","descr":"Sowohl die Turbo Rangers als auch Divatox\u0027 böser blauer Senturion, Wild Weeder, und seine Diva-Drohnen suchen in ganz Angel Grove nach der dritten magischen Wunschmünze. Bulk \u0026 Skull, die jetzt in einer Gärtnerei arbeiten, entdecken, dass die Münze, die sie bei ihrem letzten Job gefunden haben, immense Kräfte in sich birgt, wissen aber nichts von ihrer wahren Absicht. Selbst wenn die Ranger die Münze zuerst wiederfinden, wird Justin seinen Traum aufgeben, dass sein Vater für immer nach Hause kommt, damit Blue Senturion wieder gut sein kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805983","hoster":"VOE"},{"path":"/redirect/8614387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-33","name":"Eine explosive Mischung","epNo":33,"alt":"Fire In Your Tank","descr":"Während die Ranger den Tag im Wald verbringen, um einen neuen Treibstoff für ihre verschiedenen Fahrzeugarsenale zu testen, führt Divatox in der Nähe ein Monster-Bootcamp durch und sucht nach neuen bösen Talenten. Der eifrigste der Auszubildenden, Torch Tiger, stiehlt am Ende den Supertreibstoff der Rangers, der seine Feuerkraft so sehr steigert, dass er einen riesigen Waldbrand verursacht. Können die Rangers den Wald mit ihren Rettungsschwertern retten und verhindern, dass sich so etwas wiederholt, indem sie Torch Tiger auslöschen? In der Zwischenzeit nehmen Bulk \u0026 Skull einen Job als Feuermelder im Wald an, zufälligerweise am selben Tag, an dem der große Brand ausbricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805982","hoster":"VOE"},{"path":"/redirect/8614386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-34","name":"Der verrückte Mechaniker","epNo":34,"alt":"The Turn Of The Wretched Wrench","descr":"Ashley hat Schwierigkeiten in der Autowerkstatt der Schule, die sie aus dem Wunsch heraus belegt, zu beweisen, dass sie alles kann, was ein Junge kann. Ihr \"Glücks\"-Schraubenschlüssel, den sie von ihren Mannschaftskameraden geschenkt bekommen hat, um sie zu ermutigen, wird von dem Monster Maniac Mechanic in den bösen Wretched Wrench verwandelt. Manny, wie der Außerirdische genannt wird, wird von Divatox angeheuert, um zunächst das Periskop des Subcraft zu reparieren, und bleibt dann hier, um bei der Demontage der Rangers zu helfen! In der Zwischenzeit nehmen Bulk \u0026 Skull einen Job bei einer Abschleppfirma an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334423","hoster":"VOE"},{"path":"/redirect/8614388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-35","name":"Der Waldgeist","epNo":35,"alt":"Spirit Of The Woods","descr":"Während er sein neues morgendliches Joggingprogramm einhält, trifft TJ im Wald auf einen geheimnisvollen Jungen, der sich Erutan nennt. Das Kind, das empfindlich auf die Müll-Attacken sowohl unvorsichtiger Menschen als auch des Monsters Lord Litter reagiert, scheint über große Kräfte zu verfügen. Das erregt die Aufmerksamkeit von Divatox, der versucht, das Kind zu fangen, um es für böse Zwecke zu nutzen, nur um festzustellen, dass es nicht gut ist, mit Mutter Natur zu spielen. In der Zwischenzeit nehmen Bulk \u0026 Skull einen Job als Zeitungsjungen an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805988","hoster":"VOE"},{"path":"/redirect/8614389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-36","name":"Ausgetrickst nach Noten","epNo":36,"alt":"The Song Of Confusion","descr":"Die Amateurmusikerin Cassie und ihre Freundin Vicki beschließen, ihre Träume zu verwirklichen und planen, eine richtige Band zu gründen. Sie veranstalten ein offenes Vorsingen, an dem auch Bulk \u0026 Skull teilnehmen, was dazu führt, dass sie Zeuge eines Auftritts einer bereits existierenden Band namens Crash \u0026 the Creeps werden. Cassie schließt sich ihnen an, während Vicki ihnen die kalte Schulter zeigt, und ihr Hit \"Confusion\" dringt in die Köpfe aller Bewohner von Angel Grove ein. Natürlich handelt es sich dabei um eine Hypnose-Intrige von Divatox, denn Crash und seine Creeps sind in Wirklichkeit eine verkleidete Monsterband! Kann Cassie ihr Ego unterdrücken und die Ranger von der Melodie befreien, bevor die Welt von hirnloser Rockmusik beherrscht wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805985","hoster":"VOE"},{"path":"/redirect/8614390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-37","name":"Der Unfall","epNo":37,"alt":"The Accident","descr":"Carlos verletzt versehentlich einen Mitschüler beim Fußballspielen. Er nimmt sich diesen Fehler sehr zu Herzen, vor allem, als ihm vorgeworfen wird, es absichtlich getan zu haben. Als Elgars böses Terrorzord auf die Stadt losgelassen wird, kann Carlos seine Selbstzweifel überwinden und den Rangers helfen, es zu bekämpfen? Oder wird sich Blue Senturion für das Team opfern? In der Zwischenzeit nehmen Bulk \u0026 Skull einen Job als Wasserlieferanten an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805986","hoster":"VOE"},{"path":"/redirect/8614391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-38","name":"Cassies bester Freund","epNo":38,"alt":"Cassie’s Best Friend","descr":"Cassies unheimlich kluger Hund Jetson wird nach einer Fehlzündung von Divatox\u0027 neuestem Monster, Mr. Goorific, in einen Menschen verwandelt. Bulk \u0026 Skull werden angeheuert, um den verschwundenen Hund zu finden. In menschlicher Gestalt hilft Jetson, der sich selbst Jethro nennt, Cassie, den Verlust ihres besten Hundefreundes zu verkraften und tut sein Bestes, um sie aufzuheitern. Aber mit dem Monster und Elgars repariertem Terrorzord am Horizont könnte diese Freude nur von kurzer Dauer sein...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805995","hoster":"VOE"},{"path":"/redirect/8614394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-39","name":"Ein Spiel mit Risiko","epNo":39,"alt":"The Curve Ball","descr":"TJ ist verblüfft über einen neuen Jungen, Heath, der einen Kurvenball hat, den niemand im Baseballteam treffen kann. Auch das Strikeout-Monster von Divatox hat einen solchen unschlagbaren Wurf. Wenn Heaths egoistische Angeberei dazu führt, dass er am Rande einer Klippe um sein Leben kämpft, wird TJ sich dann die Mühe machen, den Idioten zu retten? Und wird der Trottel Informationen anbieten, wie man Strikeouts ultimativen Trick kontern kann? In der Zwischenzeit werden Bulk \u0026 Skull angeheuert, um mit Kreide Umrisse auf das Baseballfeld zu zeichnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805993","hoster":"VOE"},{"path":"/redirect/8614393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-40","name":"Der Vampir","epNo":40,"alt":"Carlos And The Count","descr":"Nachdem er das Gruselfilmfestival von Bulk \u0026 Skull im Jugendzentrum besucht hat, wird Carlos im Park von Divatox\u0027 Mondfledermausmonster Graf Nocturne überfallen und gebissen. Bulk \u0026 Skull werden Zeugen dieses Vorfalls und sind entschlossen, den lebenden toten Teenager zu töten, indem sie ihn durch die Schule verfolgen. Werden die Ranger nicht bemerken, dass sich ihr Teamkollege langsam in einen Vampir verwandelt, bis es zu spät ist? Oder wird es Carlos gelingen, auch die anderen in Kreaturen der Nacht zu verwandeln?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805996","hoster":"VOE"},{"path":"/redirect/12982427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-41","name":"Kleiner Mann ganz groß","epNo":41,"alt":"Little Strong Man","descr":"Justin hat Schwierigkeiten, Sport zu treiben, da er zu klein und zu jung ist, um mit den anderen Teenagern mitzuhalten. Als ihn eine Ameise beißt, die durch das seltsame Kammerjäger-Spray von Bulk \u0026 Skull mutiert ist, stellt er fest, dass er jetzt Superkräfte hat! Das macht ihn zum Athleten, aber der Nebeneffekt ist, dass er sich nicht mehr verwandeln kann. Er ist gezwungen, sich zwischen einem Leben als Ranger oder einem Leben als dummer Sportler zu entscheiden. In der Zwischenzeit bereitet sich Divatox darauf vor, das erste ihrer drei Evil Zords auf die Erde zu bringen, das erste ist ihr eigenes vogelähnliches Divazord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805994","hoster":"VOE"},{"path":"/redirect/8614395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-42","name":"Rivalinnen","epNo":42,"alt":"The Ranger Rivalry","descr":"Ashley verliebt sich in einen neuen Mann, Bobby. Cassie hat jedoch die gleichen Gefühle und hat ihn zuerst gesehen. Die beiden Mädels machen sich im Wettbewerb um ihn ziemlich schmutzig. In der Zwischenzeit wird das treffend benannte Sharkzord von Porto im Kampf gegen unsere Helden gesteuert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805991","hoster":"VOE"},{"path":"/redirect/8614400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-43","name":"Meisterdiebe aus dem All","epNo":43,"alt":"Parts And Parcel","descr":"Bulk und Skull werden des Diebstahls mehrerer mechanischer Teile aus dem \"Super Duper Fast Delivery\"-Service beschuldigt, für den sie zu arbeiten begonnen haben. TJ versucht, ihre Unschuld zu beweisen, da die Teile in Wirklichkeit von Piranahtrons gestohlen wurden, um die Evil Zords zu reparieren. Apropos, das dritte und letzte, Rygogs Catzord, wird enthüllt, als alle drei Evil Zords auf der Erde wiedervereint werden, um in einer letzten großen Schlacht gegen das Rescue Megazord, das Turbo Megazord und den Robo Racer zu kämpfen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805990","hoster":"VOE"},{"path":"/redirect/8614413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-44","name":"Großangriff von Divatox Teil 1","epNo":44,"alt":"Chase Into Space Part 1","descr":"Justins Vater bekommt ein Angebot für einen besseren Job in einer anderen Stadt, was den Jungen vor zwei Optionen stellt: sich wieder von seinem Vater zu trennen oder das Ranger-Dasein aufzugeben. In der Zwischenzeit entfesselt Divatox das Monster Goldgoyle auf die Turbo Rangers, das sich als mächtiger erweist als jedes ihrer Megazords! Zu allem Überfluss empfängt die Energiekammer einen Notruf von Zordon, der ihnen mitteilt, dass Eltar angegriffen wird!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805992","hoster":"VOE"},{"path":"/redirect/8614399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-turbo/staffel-1/episode-45","name":"Großangriff von Divatox Teil 2","epNo":45,"alt":"Chase Into Space Part 2","descr":"Die Turbo Rangers kämpfen, um die verwundbare Energiekammer gegen die eindringende Piranahtron-Armee zu verteidigen, aber schon bald werden sie von Divatox\u0027 bösen Weltraumpiraten überwältigt. Können sich unsere Helden aus der Asche erheben und den Sieg aus dem Rachen der Niederlage ziehen? Was auch immer passiert, einer ihrer Teamkameraden wird dieses Abenteuer nicht überleben!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805989","hoster":"VOE"},{"path":"/redirect/8614411","hoster":"Streamtape"}]}]}]}]}