{"path":"/serie/stream/power-rangers-mystic-force","name":"Power Rangers Mystic Force","descr":"Für die Hilfe und den Mut, den die fünf jungen Teenager Nick, Xander, Vida, Madisson und Chip gegenüber einem scheinbar alten und gebrechlichen Mann zeigen, werden sie belohnt und zur Mystic Force. Von nun an unterstützt die mächtige Zauberin Udonna sie in ihrem Kampf gegen die Unterwelt. (Power Rangers Kapitel 14)","seasons":[{"path":"/serie/stream/power-rangers-mystic-force/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-1","name":"Mächte der Finsternis – Teil 1","epNo":1,"alt":"Broken Spell Part 1","descr":"Die Erde wird von einem Erdbeben erschüttert. Vida, Madison, Xander und Chip ahnen nicht, dass dieser Moment ihr Leben für immer verändern wird. Kurze Zeit später katapultiert es die vier Teenager zusammen mit Motorradfahrer Nick in eine Paralleldimension. Dort verwandeln sich die Kids in die Mystic Power Rangers und kämpfen Seite an Seite mit Zauberin Udonna gegen die finsteren Mächte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805679","hoster":"VOE"},{"path":"/redirect/8614050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-2","name":"Mächte der Finsternis – Teil 2","epNo":2,"alt":"Broken Spell Part 2","descr":"Magierin Udonna verliert im Kampf gegen den Unterwelt-Chef Koragg ihren Zauberstab. Da sie jetzt keine Superkräfte mehr besitzt, braucht sie dringend Hilfe für den Kampf gegen die Untoten. Die vier neuen Power Rangers werden daher von ihr ausgebildet. Nur der fünfte im Bunde, Nick, will sich nicht auf die gefährliche Mission einlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380881","hoster":"VOE"},{"path":"/redirect/8614054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-3","name":"Die Code-Knacker","epNo":3,"alt":"Code Busters","descr":"Um die Power Rangers zu vernichten, schicken Necrolai, Morticon und Koragg ein Monster auf die Erde. Das gefräßige Wesen verspeist Nick, Xander und Madison. Die übrigen zwei Power Rangers, Chip und Vida, müssen nun allein gegen das Ungetüm kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805686","hoster":"VOE"},{"path":"/redirect/8614059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-4","name":"Versteinert","epNo":4,"alt":"Rock Solid","descr":"Madison streitet sich mit Power-Rangers-Anführer Nick, ob sie schüchtern sei oder nicht. Plötzlich erscheint das Monster Clawbster und versteinert Madison. Natürlich versuchen die Rangers alles, um diesen Zauber zu brechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805688","hoster":"VOE"},{"path":"/redirect/8614056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-5","name":"Falsche Freunde","epNo":5,"alt":"Whispering Voices","descr":"Unterwelt-Chef Koragg spukt in Nicks Kopf herum und redet ihm ein, dass die Power Rangers nicht seine Freunde seien. Nick ist sich unschlüssig, ob er beim Team bleiben soll. Genau das macht ihn zu einer leichten Beute für den Bösewicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805690","hoster":"VOE"},{"path":"/redirect/8614058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-6","name":"Der legendäre Catastros","epNo":6,"alt":"Legendary Catastros","descr":"Unterwelt-Chef Koragg schafft es, Nick zusammen mit dem wilden Hengst Catastros in einer Zwischendimension des Bösen einzusperren. In der Gefangenschaft lernt der Power Ranger Catastros näher kennen und beschließt, dem tapferen Hengst zu helfen. Doch reicht diese Hilfe, damit Catastros zu den Guten zurückfindet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805691","hoster":"VOE"},{"path":"/redirect/8614060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-7","name":"Das Feuerherz","epNo":7,"alt":"Fire Heart","descr":"Die Power Rangers setzen alles in Bewegung, um das sagenumwobene Feuerherz zu finden, dass seinem Besitzer ungeahnte Kraft verleiht. Für diese Mission müssen die Helden den cimmerianischen Wald durchqueren. Und so droht die Aufgabe der Rangers in einer Katastrophe zu enden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805693","hoster":"VOE"},{"path":"/redirect/8614057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-8","name":"Fremde unter uns – Teil 1","epNo":8,"alt":"Stranger Within – Part 1","descr":"Vida war mit Leelee in einem Club und hat sich einen neuen DJ angehört. Seit dieser Zeit ist sie wie verwandelt. Sie ist ganz blass, verschläft ganze Tage. Chip erkennt die Wahrheit: Vida ist zum Vampir geworden. Wer steckt hinter der Verwandlung und können die Ranger ihre Freundin retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805692","hoster":"VOE"},{"path":"/redirect/8614075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-9","name":"Fremde unter uns – Teil 2","epNo":9,"alt":"Stranger Within – Part 2","descr":"Vida begibt sich, zum Vampir mutiert, in die Dienste von Necrolai. Natürlich versuchen ihre Power-Rangers-Freunde alles, um den Fluch von Vida zu brechen. Und ganz nebenbei erfährt das Team, welches Geheimnis Leelee umgibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805694","hoster":"VOE"},{"path":"/redirect/8614063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-10","name":"Mein Freund, der Baum","epNo":10,"alt":"Petrified Xander","descr":"Um einen Pickel wegzubekommen, probiert Xander Clares Mittel zur Verschönerung von Pflanzen. Leider verwandelt es den Power Ranger nach und nach in einen Baum. Währenddessen finden die Rangers eine Kiste, in der das gesuchte Feuerherz liegt. Um sie zu öffnen, muss ein schwieriges Rätsel gelöst werden, sonst wird das Herz vernichtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805696","hoster":"VOE"},{"path":"/redirect/8614068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-11","name":"Das Vermächtnis – Teil 1","epNo":11,"alt":"The Gatekeeper Part 1","descr":"Morticon bekommt von einem Orakel einen Tipp, wie er aus seinem Verlies wieder an die Erdoberfläche gelangen kann. Nur der Engel der Torgewalt kann Morticon befreien. Also beschließen Necrolai und Koragg, das besagte Himmelswesen ausfindig zu machen, um ihren Freund zu retten. Für ihren Plan entführen die beiden die Magierin Udonna und bringen so die Power Rangers in arge Bedrängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805695","hoster":"VOE"},{"path":"/redirect/8614065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-12","name":"Das Vermächtnis – Teil 2","epNo":12,"alt":"The Gatekeeper Part 2","descr":"Clare zwingt Unterwelt-Chef Koragg, das Tor zur Finsternis zu öffnen. Da das sehr langsam vor sich geht, drängt sich Morticon durch das Tor, ohne dass seine Armeen der Finsternis ihm folgen können. Die vier übrig gebliebenen Power Rangers stellen sich dem Machthaber tapfer in den Weg. Unterdessen versucht der rote Ranger Nick, Clare zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805698","hoster":"VOE"},{"path":"/redirect/8614066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-13","name":"Bezaubernder Dschini","epNo":13,"alt":"Scaredy Cat","descr":"Um an ein geheimnisvolles Relikt heranzukommen, lockt Necrolai die Power Rangers in eine Strandhöhle. Mit Hilfe dieses Relikts will sie den dunklen Magier Imperious zum Leben erwecken, dessen Kräfte weit über die der Power Rangers liegen. Können die Helden das verhindern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334409","hoster":"VOE"},{"path":"/redirect/8614067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-14","name":"Alte Freunde","epNo":14,"alt":"Long Ago","descr":"Die Power Rangers treffen im Wald auf Calindor, einen alten Kampfgefährten von Udonna. Die Magierin führt ihren Freund durch Rootcore, ohne zu ahnen, dass sich gute alte Freunde im Laufe der Zeit verändern können. Unterdessen schlagen sich die Power Rangers mit einem Widerling namens Hofnarr herum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805699","hoster":"VOE"},{"path":"/redirect/8614069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-15","name":"Innere Stärke","epNo":15,"alt":"Inner Strenght","descr":"Udonnas alter Freund Daggeron hat die Ausbildung der fünf Power Rangers übernommen. Alles läuft gut, nur Xander, der grüne Power Ranger, kommt nicht klar. Um das Problem zu lösen, schickt der Lehrer die Rangers in die Dimension Shalifar, nur leider ohne Verwandler. Und prompt werden Chip, Nick, Vida und Madison von einem Riesen entführt. Jetzt kann Xander beweisen, ob er die nötige Stärke hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805700","hoster":"VOE"},{"path":"/redirect/8614070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-16","name":"Der Seelengeist","epNo":16,"alt":"Soul Specter","descr":"Chip wird Opfer eines Seelengeists. Um zu überleben, gibt es nur ein Heilmittel, das auf dem Berg Isis zu finden ist. Auf dem Weg dorthin stellt sich ihm aber ausgerechnet Unterwelt-Chef Koragg in den Weg. Unterdessen kämpfen die Power Rangers. Wird Chip rechtzeitig geheilt, um seinen Freunden im Kampf beizustehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805703","hoster":"VOE"},{"path":"/redirect/8614071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-17","name":"Rangers in Not","epNo":17,"alt":"Ranger Down","descr":"Im Kampf gegen Necrolai und Schreihals müssen die Power Rangers diesmal ohne Madison auskommen. Denn der Blaue Ranger ist auf der Suche nach Jenji, der unbedingt in seine Lampe zurück muss. Dramatisch wird es, als die anderen vier Rangers von Schreihals in Federn verwandelt werden. Jetzt bleibt nur noch ein Ranger übrig, um den Kampf fortzusetzen: Madison.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805701","hoster":"VOE"},{"path":"/redirect/8614072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-18","name":"Ein böser Wunsch – Teil 1","epNo":18,"alt":"Dark Wish Part 1","descr":"Neues Unheil bahnt sich an: Vier barbarische Bestien aus dem Oblivian stellen sich den Power Rangers in den Weg. In einem heftigen Kampf geraten die Helden ans Ende ihrer Kräfte. Jetzt gibt es nur noch eine Möglichkeit die Niederlage abzuwende: Die fünf Freunde brauchen die Hilfe von Daggeron und Jenji. Doch genau das ist die große Chance von Machthaber Imperious.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805702","hoster":"VOE"},{"path":"/redirect/8614078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-19","name":"Ein böser Wunsch – Teil 2","epNo":19,"alt":"Dark Wish Part 2","descr":"Imperious’ Wunsch wurde vom Geist Jenji erfüllt: Die Menschen können sich nicht mehr an die Power Rangers erinnern und die Macht der Finsternis herrscht wieder auf der Erde. Da Unterwelt-Chef Koragg im Kampf gegen Imperious selbst seine magischen Kräfte eingebüßt hat, will er den Power Rangers helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805704","hoster":"VOE"},{"path":"/redirect/8614077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-20","name":"Ein böser Wunsch – Teil 3","epNo":20,"alt":"Dark Wish Part 3","descr":"Die Power Rangers nehmen allen Mut zusammen, um die Bestien im Briarwood zu bekämpfen und den Menschen zu helfen. Da Teamleiter Nick und die anderen nicht über die nötige Magie verfügen, nehmen die Rangers die Hilfe von Daggeron und Koragg an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805705","hoster":"VOE"},{"path":"/redirect/8614076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-21","name":"Kurzer Prozeß","epNo":21,"alt":"Koragg’s Trial","descr":"Imperious klagt Koragg beim Meister des Bösen wegen Hochverrats an. Noch schlechter ergeht es dem Bösewicht, als auch Vampirin Necrolai gegen ihn aussagt. Doch Korrag ist clever! Er überzeugt den Meister des Bösen davon, Imperious und Koragg in einem Wettkampf gegeneinander antreten zu lassen. Das Ziel soll sein, den Solaris-Ritter für immer zu vernichten. Derjenige, der das nicht schafft, soll für immer verbannt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805706","hoster":"VOE"},{"path":"/redirect/8614090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-22","name":"Der Kronprinz – Teil 1","epNo":22,"alt":"Heir Apparent Part 1","descr":"Koragg fordert die Power Rangers zum Duell heraus. Doch da Herrscher Imperious Koragg die finstere Chimäre zur Seite stellt, gibt es kein faires Duell. Anführer Nick und die anderen versinken in der Unterwelt, wo ihnen ihre legendäre Heldenpower geraubt wird. Magierin Udonna hat jetzt nur eine Möglichkeit, die fünf Freunde zu retten: Sie muss alles riskieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334410","hoster":"VOE"},{"path":"/redirect/8614079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-23","name":"Der Kronprinz – Teil 2","epNo":23,"alt":"Heir Apparent Part 2","descr":"Udonna eilt den Power Rangers zu Hilfe, gerät aber selbst in Lebensgefahr. Ihr Retter ist ausgerechnet Koragg, der sich endlich daran erinnert, wer er in Wahrheit ist. Auch Nick erfährt, wer er wirklich ist. Inzwischen tritt Daggeron zu einem entscheidenden Duell gegen den bösen Imperious an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805708","hoster":"VOE"},{"path":"/redirect/8614081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-24","name":"Das Licht","epNo":24,"alt":"The Light","descr":"Madison ist nicht glücklich, weil sie noch nie etwas wirklich Wichtiges für das ganze Rangers-Team getan hat. Doch dann kommt die große Chance für die blaue Rangerin: Necrolai schickt die zehn Schrecken der Finsternis los. Madion und Leelee sollen der Vampirin Einhalt gebieten. Unterdessen zieht Udonna ohne ihre magischen Fähigkeiten los, um ihren Mann Leanbow zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334413","hoster":"VOE"},{"path":"/redirect/8614080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-25","name":"Der Jäger","epNo":25,"alt":"The Hunter","descr":"Bei der Auswahlzeremonie fällt die Wahl auf Oculus, der das sogenannte ‚Licht‘ in seine Gewalt bringen soll. Und tatsächlich entpuppt sich der raffinierte Jäger als die größte Gefahr, mit der es Nick und das Team bisher zu tun hatten. Vielleicht gelingt es den Power Rangers am Ende doch, etwas Licht in die Machenschaften der Finsternis zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805709","hoster":"VOE"},{"path":"/redirect/8614082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-26","name":"Dickköpfe","epNo":26,"alt":"Hard Heads","descr":"Serpentina muss als nächste gegen die Power Rangers antreten. Um eine möglichst gute Ausgangsposition für diesen Kampf zu schaffen, ermutigt sie Hekatoid, gegen die Regeln des Bösen zu verstoßen. Mit Hilfe eines Krötenschleims sollen Nick und die anderen sich nicht mehr in Power Rangers verwandeln können. Jetzt müssen sich Vida und Nick schnellstmöglichst vertragen, um die Bedrohung abzuwehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805711","hoster":"VOE"},{"path":"/redirect/8614084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-27","name":"Der Schneeprinz","epNo":27,"alt":"Snow Prince","descr":"Daggeron ist sauer auf Nick, weil er nicht bereit ist, diszipliniert zu trainieren. Dieses Verhalten ruft Daggerons alten Lehrer, den Schneeprinzen, auf den Plan. Völlig überraschend stellt sich der Ausbilder auf die Seite von Nick. Doch die Power Rangers haben nicht lange Zeit, um sich mit diesen Problemchen herumzuschlagen. Die neuste Attacke der Schrecken steht unmittelbar bevor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805712","hoster":"VOE"},{"path":"/redirect/8614083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-28","name":"Quelle des Lichts – Teil 1","epNo":28,"alt":"Light Source Part 1","descr":"Bei der Auswahlzeremonie der Schrecken wird Hekatoid erwählt, gegen die Menschenwelt zu kämpfen. Um sich die Power Rangers vom Leib zu halten, entführt Hekatoid die Magierin Udonna. Die Rangers machen sich sofort auf den Weg, um die Zauberin zu retten. Doch der mächtige Hekatoid stellt sich ihnen in den Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805713","hoster":"VOE"},{"path":"/redirect/8614087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-29","name":"Quelle des Lichts – Teil 2","epNo":29,"alt":"Light Source Part 2","descr":"Leelee, Phineas und Power Ranger Clare gelingt es, die Magierin Udonna zu befreien. Doch das restliche Team ist mutlos, nachdem Hekatoid ihnen die Fähigkeit geraubt hat, sich zu verwandeln. Freund Toby redet den fünf Helden gut zu, den Kampf gegen die fiese Monsterkröte von Hekatoid wieder aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805714","hoster":"VOE"},{"path":"/redirect/8614085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-30","name":"Die Rückkehr","epNo":30,"alt":"The Return","descr":"Die Schrecken schicken ausgerechnet Matumbo los, um die Menschenwelt zu erobern. Doch das ‚Sensibelchen‘ bringt es nicht übers Herz, Menschen weh zu tun. Stattdessen verbündet er sich mit den Power Rangers Vida und Xander. Als sich der Meister der Finsternis entschließt, in Matumbos Körper zu schlüpfen, und die Mission zu übernehmen, sieht Matumbo rot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805716","hoster":"VOE"},{"path":"/redirect/8614096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-31","name":"Die Macht des Schicksals – Teil 1","epNo":31,"alt":"Mystic Fate Part 1","descr":"Der wieder auferstandene Meister des Bösen hegt einen gemeinen Plan. Er schlüpft in die Haut von Power Ranger Nick, wodurch dieser zu einem zweiten Koragg mutiert, der nun alles zerstört. Beim nächsten Duell stößt der ‚böse‘ Nick ausgerechnet auf Leanbow, seinen Vater. Gelingt es dem Papa, das Gute in seinem Sohn wieder zum Leben zu erwecken?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805717","hoster":"VOE"},{"path":"/redirect/8614086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-rangers-mystic-force/staffel-1/episode-32","name":"Die Macht des Schicksals – Teil 2","epNo":32,"alt":"Mystic Fate Part 2","descr":"Der Meister der Unterwelt verschleppt Zauberin Udonna und raubt die Kräfte der Power Rangers. Doch so leicht gibt das Team nicht auf. Unerwartet erhalten die Helden Unterstützung von Clare, der mystischen Mutter, Itassis und Necrolai. Schaffen sie es gemeinsam, das Böse zu besiegen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8805715","hoster":"VOE"},{"path":"/redirect/8614089","hoster":"Streamtape"}]}]}]}]}