{"path":"/serie/stream/power-stone","name":"Power Stone","descr":"Der junge, kampfsportbegeisterte Adeligensohn Edward Falcon hat von seinem Vater, einem Archäologen, einen Power Stone erhalten. Der Sage nach existieren insgesamt sieben dieser geheimnisvollen Steine, die demjenigen, der sie zusammenbringt, absolute Macht verleihen. Statt weiter an seiner Karriere zum besten Kampfsportler der Welt zu feilen, muss Falcon nun verhindern, dass die weiteren sechs Steine irgendwelchen Schurken in die Hände fallen und erlebt auf seiner Reise durch fremde Länder einige Abenteuer. Dass der Power Stone ihn in brenzligen Situationen in eine Art Super-Kampf-Roboter verwandelt, ist durchaus hilfreich bei dieser gefährlichen Mission …","seasons":[{"path":"/serie/stream/power-stone/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/power-stone/staffel-1/episode-1","name":"Ein geheimnisvolles Geschenk","epNo":1,"alt":"The Power Stone Mystery","descr":"Falcon bekommt ein verspätetes Geburtstagspäckchen von seinem Vater. Zunächst etwas ratlos hält er einen Stein in den Händen. Schon bald versuchen Octo und Pus und die Piratenbande ihm den Stein abzujagen. Auch eine Gruppe von Ninjakämpfern, die zur Tarnung einen Zirkus betreiben machen Jagd auf den Stein. Falcon trifft den jungen Samurai Ryoma. Dieser fordert Falcon zum Duell am Drachenkap.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806258","hoster":"VOE"},{"path":"/redirect/8614671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-2","name":"Der Zirkus der Ninjakämpfer","epNo":2,"alt":"Shadow Warriors","descr":"Der junge Samurai Ryoma wird nach abgeschlossener Ausbildung von seinem Sensai Okuda mit vielen guten Ratschlägen in die Welt geschickt. Falcon nimmt die lästigen Pflichten, die ihm Apollus aufhalsen will zum Anlass, davonzufliegen und seinen Vater zu suchen. Ryoma sucht unterdessen Falcon, der zu einem verabredeten Duell nicht erschienen ist. Schließlich treffen sie sich an einem Kirchturm. Endlich kommt es zu dem vertagten Duell. Es endet unentschieden, doch Ryoma beansprucht den Sieg für sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919873","hoster":"VOE"},{"path":"/redirect/8614687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-3","name":"Samurai zieht in die Welt","epNo":3,"alt":"Samurai Spirits","descr":"Der junge Samurai Ryoma wird nach abgeschlossener Ausbildung von seinem Sensai Okuda mit vielen guten Ratschlägen in die Welt geschickt. Falcon nimmt die lästigen Pflichten, die ihm Apollus aufhalsen will zum Anlass, davonzufliegen und seinen Vater zu suchen. Ryoma sucht unterdessen Falcon, der zu einem verabredeten Duell nicht erschienen ist. Schließlich treffen sie sich an einem Kirchturm. Endlich kommt es zu dem vertagten Duell. Es endet unentschieden, doch Ryoma beansprucht den Sieg für sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380892","hoster":"VOE"},{"path":"/redirect/8614673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-4","name":"Das Geisterschiff","epNo":4,"alt":"The Ghost Ship","descr":"Falcon versetzt seinen Powerstein, um sich mit Rouge einen romantischen Abend in der Oper zu machen. Das endet im Fiasko. Rouge wird von den Ninjas betäubt, Octu und Pus wollen immer noch den Stein und Jack, ein etwas Gestörter mit einem Hang zu Edelsteinen ist auch hinter dem Stein her. Apollus erfährt, dass Falcon den Stein versetzt hat. Er ist entsetzt und will ihn auslösen. Dabei gelingt es Jack, den Stein zu entwenden. Falcon verfolgt Jack zu seinem Geisterschiff, auf dem er lebt, nimmt ihn den Stein wieder ab und das Geisterschiff versinkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919879","hoster":"VOE"},{"path":"/redirect/8614688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-5","name":"Immer Ärger mit den Frauen","epNo":5,"alt":"Girl Trouble","descr":"Rouge prophezeit Falcon Ärger mit Frauen. Als Falcon nach Hause kommt, haben Ayame und Kikunojo die Wohnung okkupiert und suchen den Power Stone. Apollus kommt mit der Schreckensmeldung, Falcons Mutter sei sterbenskrank. Sie reisen sofort zum Landsitz der Familie. Der Mutter geht es bestens. Die Krankmeldung war nur ein Vorwand, Falcon mit Cassie zu verkuppeln. Falcon lernt Valgas, den berühmten Kämpfer, kennen und verabredet sich zum Abendessen. Die vermeintliche Braut Cassie entpuppt sich als Mitglied der Octopus-Gang. Nachdem Falcon zu spät zu seiner Verabredung mit Valgas kommt, wird er von der Hündin Cleo angefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8856479","hoster":"VOE"},{"path":"/redirect/8614674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-6","name":"Ein neuer Powerstone","epNo":6,"alt":"Another Power Stone","descr":"Falcon hat von seinem Vater wieder ein Päckchen mit einem weiteren Power Stone und einem Hinweis auf den Aufenthaltsort des Vaters bekommen. Falcon fliegt nach Waldland und trifft dort Wang Tang, der den neuen Power Stone gut gebrauchen kann. Falcon duelliert sich mit Wang Tang in einem großen Kampf. Falcon verliert und beschließt, härter zu trainieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806264","hoster":"VOE"},{"path":"/redirect/8614676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-7","name":"Auf dem Gipfel des Min-Min","epNo":7,"alt":"The Great Eagle’s Egg","descr":"Falcon hat mit seinem verschärften Training im Manpuku-Tempel begonnen. Der Meister des Tempels beauftragt Falcon und seine Trainingsgefährten Ryoma und Wang Tang das Ei des großen Adlers vom Gipfel des Berges Min-Min zu holen. Die drei machen einen sportlichen Wettkampf aus der Trainingsaufgabe. Wang Tang gewinnt. Er hat seinen Power Stone am Besten im Griff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806267","hoster":"VOE"},{"path":"/redirect/8614691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-8","name":"Kraken, der König der Weltmeere","epNo":8,"alt":"The Pirate Kraken","descr":"Falcon und Ryoma streiten sich um Rouge, die Wahrsagerin. Falcon und Wang Tang werden auf einem gemeinsamen Flug von Octo und Pus, die zur Krakenbande gehören, abgeschossen. Sie können auf einer kleinen Insel notlanden. Es kommt zum Kampf gegen die Piraten. Falcon – nun wieder mit Wang Tang verbündet – triumphiert. Mittlerweile ist Falcon recht souverän im Umgang mit seinem Power Stone.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806265","hoster":"VOE"},{"path":"/redirect/8614675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-9","name":"Abenteuer in Feuerland","epNo":9,"alt":"The Black Crystal","descr":"Die Suche nach Falcons Vater geht weiter. Eine heiße Spur führt nach Feuerland. Dort hat das korrupte Orakel Neros das Sagen, er fordert Rouge zu einem Wahrsager-Wettstreit auf. Neros sagt einen Vulkanausbruch voraus, Rouge hält dagegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380893","hoster":"VOE"},{"path":"/redirect/8614678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-10","name":"Wahrsager-Duell","epNo":10,"alt":"Red Moon","descr":"Das Orakel Neros versucht durch eine falsche Voraussage an das Hab und Gut der Bevölkerung zu kommen. Rouge vereitelt dieses. Schließlich stellt sich heraus, dass der eigentliche Drahtzieher der Piratenkapitän Kraken ist. In Rouges Kristallkugel findet sich ein weiterer Power Stone. Ryoma wird bei einem Kampf schwer verletzt und wird von Rouge gepflegt. Falcon ist sehr skeptisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806268","hoster":"VOE"},{"path":"/redirect/8614682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-11","name":"Goldrausch","epNo":11,"alt":"Gold Rush","descr":"Die Suche nach Falcons Vater geht weiter. Eine heiße Spur führt nach Goldland. Dort angekommen lernt Falcon Gunrock kennen, einen verwitweten Vater von fünf Kindern und Gelegenheitsspieler. Einem Gerücht zufolge arbeitet Falcons Vater wegen seiner angeblichen Spielschulden in der Goldmine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806269","hoster":"VOE"},{"path":"/redirect/8614680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-12","name":"Keine Spur von Pride","epNo":12,"alt":"Escape From Mystery Mountain","descr":"Falcon und Gunrock gelangen durch einen Trick auf das Gelände der Goldmine. Die beiden befreien zwar die Zwangsarbeiter, die in der Mine schuften müssen, aber keine Spur von Falcons Vater. Doch ein Brief, den Apollus bringt, weist eine neue Spur: Mondland.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806270","hoster":"VOE"},{"path":"/redirect/8614681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-13","name":"Notgelandet in Mondland","epNo":13,"alt":"The Assistant","descr":"Falcon und Apollus müssen kurz vor ihrem Ziel in Mondland notlanden. Auf dem Weg nach Kabukicho O-Edo treffen sie Ryoma, der von seinem Sensai Okuda zurück beordert wurde, um seine Trainingsfortschritte vorzuweisen. Als sie endlich im Dojo Okudas ankommen, erfahren Sie, dass Okuda zu einem Duell herausgefordert wurde. Sofort machen sie sich auf den Weg zum Takada-Tempel. Es kommt zum Kampf mit den Tsusugi-Brüdern. Natürlich entscheiden unsere Freunde den Kampf für sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806271","hoster":"VOE"},{"path":"/redirect/8614689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-14","name":"Der Wasserturm","epNo":14,"alt":"The Great Thirst","descr":"Falcon und Apollus kommen in einen Ort, in dem es seit Wochen nicht geregnet hat. Auf einem Plakat finden sie einen Hinweis auf Falcons Vater, er hat in diesem Ort ein Knödel-Wettessen gewonnen. Octo und Pus fädeln mit Sontoku, einem Berater des Lords, eine Intrige ein, um sich selbst in den Besitz der Power Stones zu bringen und Sontoku zum Nachfolger des Lords zu machen. Doch Falcon durchschaut das miese Spiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806278","hoster":"VOE"},{"path":"/redirect/8614683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-15","name":"Die Regenmacherin","epNo":15,"alt":"Ninja Rain","descr":"Während die große Trockenheit in Mondland andauert, sagt Rouge voraus, dass ein Mädchen, das das Wasser beherrscht, den lang ersehnten Regen bringen wird. Kraken kommt mit seinem Piratenschiff in den Hafen und erklärt den Leuten, dass er es sei, der die Regenwolken mit Hilfe seines Power Stones vertrieben hat und den Herrscher als Geisel nehmen will. Bei einem Angriff der Ninjas kommt Ayame ums Leben. Falcon und seine Freunde schwören Rache. Sie fordern Kraken zum Kampf der Power Stones auf. Durch die Energie der Power Stones erwacht Ayame wieder. Kraken segelt auf das offene Meer hinaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806273","hoster":"VOE"},{"path":"/redirect/8614686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-16","name":"Das Geheimnis des Jack Winslow","epNo":16,"alt":"Jack’s Secret","descr":"Ayame hat vom Lord zur Belohnung drei Tickets für eine Dampferfahrt nach Erdland bekommen. Sie nimmt Rouge und Falcon mit. Apollus und Ryoma müssen die Fahrt als blinde Passagiere durchstehen. Unterwegs sitzt der Dampfer an einem Eisberg fest, auf dem Jack in seinem festgefrorenen Geisterschiff haust. Nur durch den Einsatz der Power Stones von Ayame, Rouge und Jack kommt der Dampfer wieder frei und die Fahrt kann weitergehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806280","hoster":"VOE"},{"path":"/redirect/8614685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-17","name":"Ankunft in Erdland","epNo":17,"alt":"The Distant Sacred Land","descr":"Nach der Ankunft des Dampfers in Erdland fährt unsere Reisegruppe mit einem Wagen nach Erdstadt. Unterwegs werden sie von Indianern überfallen. Rouge und Ayame werden entführt. Falcon und Ryoma versuchen beim Sheriff Jinnes Unterstützung zu erhalten, um die beiden Mädchen zu befreien. Schließlich machen sie sich allein auf den Weg. Währenddessen haben sich Rouge und Ayame mit Sahaya unterhalten und erfahren, dass Galuda, der Bruder Sahayas, auf dem Weg nach Erdstadt ist. Sie wollen ein Zusammentreffen mit Falcon und Ryoma und damit einen Kampf verhindern Doch es ist zu spät …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806274","hoster":"VOE"},{"path":"/redirect/8614684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-18","name":"Der Erpresserbrief","epNo":18,"alt":"Run Toward Tomorrow","descr":"Rouge und Ayame werden gleich nach ihrer Ankunft in Erdstadt von Sheriff Jinnes festgenommen. In einem Erpresserbrief an die Bürger der Stadt wird Gold gefordert, doch der Absender ist nicht der Stamm der Schwebenden Adler sondern der korrupte Sheriff und natürlich Octo und Pus mit Kraken im Hintergrund. Es kommt zum Kampf, den Falcon mit Hilfe des neuen Häuptlings Galuda gewinnt. Kraken gelingt die Flucht. Durch Falcons Eingreifen söhnen sich die Bürger von Erdstadt mit den Indianern aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806275","hoster":"VOE"},{"path":"/redirect/8614690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-19","name":"Gefährliche Kreuzfahrt","epNo":19,"alt":"Danger Cruise","descr":"Falcon und seine Freunde, diesmal verstärkt durch Galuda, den Häuptling der Schwebenden Adler, sind mit einem Kreuzfahrtschiff unterwegs nach Wasserland, um Kraken endlich zu besiegen. Während im Festsaal des Schiffes ein Unterhaltungsprogramm abläuft, gerät der Dampfer in einen schweren Sturm. Octo und Pus haben eine Kurskorrektur vereitelt, weil sie das an Bord befindliche Gold stehlen wollen. Doch ihr Plan schlägt fehl. Das Schiff geht unter. Falcon und seine Freunde können sich mit Hilfe der Power Stones gerade noch retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806276","hoster":"VOE"},{"path":"/redirect/8614692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-20","name":"Kampf mit Kraken","epNo":20,"alt":"Get Kraken","descr":"Falcon und seine Freunde sind doch heil in Wasserland angekommen. Sie suchen Kraken, um ihn endlich zu besiegen und Ayames Power Stone zurückzuholen. Es kommt zu einem mörderischen Kampf und Kraken ist besiegt. Doch der rappelt sich wieder auf und kann gerade noch entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806277","hoster":"VOE"},{"path":"/redirect/8614693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-21","name":"Ein ferngesteuertes Monster","epNo":21,"alt":"Valgas’ Promise","descr":"Auf einem Markt werden Falcon und seine Freunde Zeugen einer Prügelei zwischen dem Kämpfer Holta und dem Journalisten Boone. Falcon kommt zu seinem ersten Kampf im Team von Valgas und wird von ihm umworben. Während eines nächtlichen Spaziergangs verliert Rouge bei einem Überfall durch ein Monster ihren Power Stone. Holta steckt hinter der Maske des Monsters. Falcon, Ayame und Ryoma besiegen Holta in einem rasanten Kampf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806279","hoster":"VOE"},{"path":"/redirect/8614704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-22","name":"Apollus verwandelt sich","epNo":22,"alt":"Crisis In The House Of Falcon","descr":"Nach einer abenteuerlichen Reise ist Falcon zu Hause angekommen. Es gibt kein Problem in der Familie Falcon, die entsprechende Botschaft war wieder eine Finte, um Falcon nach Hause zu holen. Im Hafen wird Ryomas Power Stone von einem Unbekannten gestohlen. Auch Octo und Pus tauchen wieder auf und wollen Cassie, die mittlerweile als Hausmädchen bei der Familie arbeitet, für ihren neuen Boss, den niemand kennt, abwerben. Sie lehnt ab. Kurz vor dem Abendessen, stellen Falcon und seine Freunde den Dieb von Ryomas Power Stone. Es kommt zum Kampf. Selbst Apollus verwandelt sich und hilft beim Sieg über das Monster, in das sich der Dieb verwandelt hat. Er ist auch ein Wesen ohne Gedächtnis wie der Hund aus dem Hades.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806281","hoster":"VOE"},{"path":"/redirect/8614703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-23","name":"Wiedersehen mit Wang Tang","epNo":23,"alt":"Pursuit Of The Power Stones","descr":"Falcon und seine Freunde sind auf dem Weg zu Wang Tang, um ihn vor den rätselhaften Diebstählen von Power Stones zu warnen. Doch es ist vergebens. Wang Tang wird überfallen und auch sein Power Stone wird gestohlen. Bei einem Kampfabend von Valgas’ Truppe wird auch Gunrock überfallen, doch er kann seinen Power Stone verteidigen. Der Täter erleidet wieder einen Gedächtnisverlust und weiß nichts. Das nächste Oper ist vermutlich Galuda. Doch wer steckt hinter den mysteriösen Anschlägen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806282","hoster":"VOE"},{"path":"/redirect/8614694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-24","name":"Auf der Suche nach der Wahrheit","epNo":24,"alt":"United We Stand!","descr":"Falcon will trotz drückender Beweise einfach nicht wahr haben, dass Valgas der Mann im Hintergrund ist, der von der Idee besessen ist, alle sieben Power Stones in seine Hand zu bekommen. Nach einem Streit trennt sich Falcon von der Truppe. Einsam in der Wüste trifft er Galuda. Das Skorpion-Monster überfällt die beiden, aber gemeinsam können sie es besiegen. Es war ein erneuter Versuch an Galudas Power Stone zu kommen. Nach der Versöhnung am Strand stechen sie mit dem wieder flott gemachten Schiff von Octo und Pus nach Dunkelland in See.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334433","hoster":"VOE"},{"path":"/redirect/8614702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-25","name":"Ein mörderischer Kampf","epNo":25,"alt":"Battle Field","descr":"Trotz eines schweren Sturms landen Falcon und seine Freunde wohlbehalten in Dunkelland und machen sich sogleich auf die Suche nach Valgas. Während eines Kampfes mit Jack verliert Falcon seinen Power Stone. Bald stoßen Falcon und Valgas aufeinander. Es kommt zu einem mörderischen Kampf. Selbst Pride und Apollus müssen untätig zuschauen. Doch der Kampf wird nicht entschieden, Valgas zieht sich zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380894","hoster":"VOE"},{"path":"/redirect/8614695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/power-stone/staffel-1/episode-26","name":"Entscheidung am Schrein der Dunkelheit","epNo":26,"alt":"Hill of Destiny","descr":"Falcon und seine Freunde beraten, wie man Valgas im letzten noch ausstehenden Kampf am Besten besiegen kann. Sie entscheiden sich für die Aufteilung in zwei Gruppen und marschieren zum Schrein der Dunkelheit. Dort findet das Finale statt. In einem letzten, mit allen Mitteln geführten Kampf wird Valgas endgültig besiegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8806284","hoster":"VOE"},{"path":"/redirect/8614706","hoster":"Streamtape"}]}]}]}]}