{"path":"/serie/stream/praxis-blowbogen","name":"Praxis Bülowbogen","descr":"Berlin-Schöneberg: Mitten im Kiez in der Zietenstraße hat Doktor Peter Brockmann (Günther Pfitzmann) seine Praxis für Allgemeinmedizin. Er und ebenso seine Arzthelferin Gabi Köhler (Anita Kupsch) kümmer sich gerade zu liebevoll um die kleinen und großen Nöte ihrer Patienten.Dabei bleibt es nicht nur bei medizinischen Belangen. Auch bei privaten Problemen ist der Arzt immer zu Stelle. Dafür lieben und Verehren ihn die Menschen auf seinem Kiez. Denn er macht keinen Unterschied zwischen Privatpatient und Kassenpatient. Leider schießt er manchmal etwas über das Ziel hienaus, so dass seine Arzthelferin ihn manchmal bremsen muß. Denn auch Privat und in seinem Liebesleben geht es manchmal recht turbulent zu. Wer mit einem Arzt wie Peter Brockmann zusammen ist muß immer damit rechnen das er Stundenlang in der Küche gestanden hat um zu kochen und der liebe Herr Doktor kommt dann 3 Stunden später. So ist das Essen kalt und die Stimmung auf dem Nullpunkt. Ein Arzt eben, der 24 Stunden am Tag im Einsatz ist.","seasons":[{"path":"/serie/stream/praxis-blowbogen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-1","name":"Schönes Wochenende","epNo":1,"alt":"","descr":"Praktischer Arzt im besten Sinn des Wortes! Dr. Brockmann packt an. Denn jeder Patient liegt ihm am Herzen. Er und seine Arzthelferin Gabi Köhler kennen die kleinen und großen Inkonsequenzen im Leben, wissen von Sorgen, Nöten und Kummer. Das schätzen Brockmanns Patienten – sonst wäre das Wartezimmer nicht so voll und ihr Doktor nach Feierabend nicht noch zu Hausbesuchen unterwegs. Und es sind ja nicht nur die sichtbaren Wunden, die so schmerzen, sondern die seelischen, die vor allem Brockmanns Zuspruch und Hilfe bedürfen. Doch damit eines klar ist: Brockmann braucht seine Patienten genauso wie sie ihn. Deshalb ist sein Beruf für ihn Berufung, der Eid des Hippokrates ein unverbrüchlicher. Dass mit dieser Einstellung das Privatleben oft zu kurz kommt, versteht sich von selbst. Und so sind denn die häuslichen Probleme vorprogrammiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880303","hoster":"VOE"},{"path":"/redirect/9880310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-2","name":"Ein Pfund Kirschen zuviel","epNo":2,"alt":"","descr":"Saalbach will beweisen, dass Brockmann die Aktiensperrminorität in der Maerker AG zu Unrecht hält, um ungehindert mit Noske verhandeln zu können. Doch Noske zieht sein Angebot zurück, nachdem Brockmann ihm das Ergebnis der ärztlichen Untersuchung mitgeteilt hat. Ihm bleibt nicht mehr viel Zeit. Sigi wird von der 8-jährigen Gila zu Hilfe gerufen. Die Kleine hat heimlich zwei Pfund Kirschen mit Kern verschlungen, nachdem ihr Vater wie stets im nüchternen Zustand randaliert hat, weil kein Alkohol im Hause war. Gila entgeht dem lebensgefährlichen Darmverschluss, weil Brockmann sie in letzter Minute ins Krankenhaus bringen kann. Erst jetzt stellt sich heraus, dass Gila, um ihren arbeitslosen Vater mit Schnaps zu versorgen, Patienten in Brockmanns Vorzimmer bestohlen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880314","hoster":"VOE"},{"path":"/redirect/9880316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-3","name":"Die Vollmacht","epNo":3,"alt":"","descr":"Brockmann wird aufs Kommissariat zitiert, weil Robby, den er zu nächtlicher Stunde verarztet hatte, mit seinem Kumpel Heinze beim zweiten Einbruchsversuch von der Polizei geschnappt wurde. Brockmann beruft sich auf seine ärztliche Schweigepflicht, doch Kommissar Weber lässt nicht locker. Saalbachs Nachforschungen haben ergeben, dass es in den Firmenunterlagen nirgends eine Vollmacht gibt, die beweist, dass Brockmanns Frau Lore ihm vor der Trennung das Stimmrecht für ihre Anteile übertragen hat. Diesen Trumpf will er auf der nächsten Aktionärsversammlung ausspielen. Von Annelie, die das Gespräch ihrer Eltern belauscht hat, informiert, lässt sich Brockmann von Rechtsanwältin Iris Pauli eine Kopie der Originalvollmacht, die in der Anwaltskanzlei deponiert wurde, aushändigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880319","hoster":"VOE"},{"path":"/redirect/9880324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-4","name":"Annelies Party","epNo":4,"alt":"","descr":"Brockmann bittet Annelie, den 17-jährigen zuckerkranken Marc Zimmermann zu ihrer Gartenparty einzuladen, um den schüchternen Jungen aus seiner selbstgewählten Isolation zu locken. Er erzählt jedoch weder ihr noch ihren Freunden von Marcs Krankheit. Auf der Party flirten Marc und Annelie heftig miteinander. Der eifersüchtige Sebastian fordert Marc daraufhin zum \"Duell\": eine Flasche Wein ex! Durch den Zuckerschock endet das Abenteuer für Marc beinahe tödlich. Und noch einer löst auf dieser Party durch seine Eifersucht Angst und Schrecken aus: Der kleine Florian bildet sich ein, dass seine Mutter Regine nicht mehr ihn, sondern ihren neuen Freund Olaf liebt. Um beide für den Liebesentzug zu bestrafen, versteckt er sich in Brockmanns Gartenhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880332","hoster":"VOE"},{"path":"/redirect/9880327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-5","name":"Rhythmusstörungen","epNo":5,"alt":"","descr":"Als Claudia Lehnert von Brockmann erfährt, dass sie schwanger ist, gesteht sie ihm, dass nicht ihr Mann der Vater des Kindes sei. Es kostet Brockmann erhebliche Mühe, Kai Lehnert, der längst ahnt, was geschehen ist, zu einer versöhnlichen Aussprache mit seiner Frau zu überreden. Während Bea mit ihrem Steuerberater Rogener nach Ibiza fliegt, wird Brockmann der Führerschein abgenommen. Er engagiert den arbeitslosen Pit Soltau als Fahrer nicht zuletzt, um den Jungen auf Bitten seiner Mutter von seiner krankhaften Spielsucht zu kurieren. Brockmanns Experiment geht zunächst schief: Kaum hat Pit seinen Lohn erhalten, kehrt er in die Spielhalle zurück, verspielt das Geld, randaliert und wird festgenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880184","hoster":"VOE"},{"path":"/redirect/9880189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-6","name":"Kein Fest für Brockmann","epNo":6,"alt":"","descr":"Saalbach unterhält ohne Brockmanns Wissen Geschäftsbeziehungen zu einem gewissen Dr. Wegener, der, gestützt auf eine Bürgschaft der Maerker AG, hautverträgliche kosmetische Produkte auf den US-Markt bringen will. \"Gleisdreiecks\" Freund Teege hat eine schwere Angina, doch er will sich nicht krankschreiben lassen. Beim nächsten Hausbesuch erfährt Brockmann den Grund: Der seit langem arbeitslose Teege wird wie viele andere Leidensgenossen vom Leiharbeitsunternehmer Blühme nicht nur zu einem Hungerlohn für Handlangerjobs vermittelt, sondern muss für sein sauer verdientes Geld auch noch in dessen Elendsquartier wohnen. Brockmann legt sich mit Blühme an, woraufhin dieser Teege feuert. Zur gleichen Zeit entdeckt Frau Soltau, dass das Baby ihrer Nachbarin Mynah Hallwachs sterbenskrank ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880195","hoster":"VOE"},{"path":"/redirect/9880196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-7","name":"Kleine Nachtmusik","epNo":7,"alt":"","descr":"Vicky Pracht führt ein Doppelleben, weil sie den Rockbandleader Stefan liebt und ihr Vater, der als Musiklehrer das Schulorchester leitet, nur klassische Musik duldet. Tagsüber also Klassik auf dem Cello, nachts Rocksound mit Stefan und der Band. Um die Lügereien und das Versteckspiel wegen Stefan zu beenden, beweisen Vicky und Brockmann Vater Pracht mittels eines Tricks, dass ein erstklassiger Musiker wie Stefan sowohl Keyboard als auch Cembalo spielen kann. Gabi fehlt für Brockmanns plötzliche Konzertliebe jegliches Verständnis. Voller Angst und Entsetzen nimmt sie die anonymen Morddrohungen, die Brockmann täglich erhält, im Gegensatz zu ihm ernst. Endlich entschließt sie sich, gemeinsam mit der Rechtsanwältin Iris Pauli, die Polizei einzuschalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880203","hoster":"VOE"},{"path":"/redirect/9880202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-8","name":"Was ist Wahrheit?","epNo":8,"alt":"","descr":"Auf der Einweihungsparty ihres von der geerbten Million gekauften Penthouses stellt Sigi Brockmann ihre bildhübsche Freundin Susi Wolf vor, die seit kurzem immer über \"so komische Bauchschmerzen\" klagt. Brockmann entschließt sich, Susi nach den Voruntersuchungen zur weiteren Beobachtung ins Krankenhaus einzuweisen. Wenige Tage später erfährt er von seiner Tochter Kathrin, dass die junge Frau an einem besonders tückischen inoperablen Tubenkrebs leidet. Brockmann entscheidet sich, Susi nicht die Wahrheit zu sagen, weil er inzwischen erfahren hat, dass Susi in Harald Weber die Liebe ihres Lebens gefunden hat. Susi ahnt längst, dass Brockmann sie schonen will und bittet daher Kathrin, ihr die Wahrheit zu sagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880206","hoster":"VOE"},{"path":"/redirect/9880221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-9","name":"Gabis Methode","epNo":9,"alt":"","descr":"Brockmann diagnostiziert beim kleinen Karli eindeutig Lungenentzündung, doch Mutter und Großmutter weigern sich, dem fiebernden Jungen Medikamente zu geben. Sie vertrauen auf Halswickel und Schwedenkräuter und halten alle Ärzte für Geldscheffler und Kurpfuscher. Der Grund: Der Großvater sei im Krankenhaus durch falsche Behandlung \"verreckt\"! Unverrichteter Dinge kehrt Brockmann in die Praxis zurück. Das ruft Gabi auf den Plan. Sie macht den Gesundheits-Apostelinnen klar, dass das Schwesterchen von Karli wohl demnächst als Einzelkind aufwachsen wird genau wie sie nach dem Kriege. Gabi siegt: Karli kommt ins Krankenhaus. Als Brockmann und Gabi glücklich und eng umschlungen auf die Praxis zusteuern, werden sie von der eifersüchtigen Iris beobachtet, die die Situation missdeutet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880228","hoster":"VOE"},{"path":"/redirect/9880216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-10","name":"Rudis Geburtstag","epNo":10,"alt":"","descr":"Brockmanns Wagen ist in der Werkstatt, deshalb bringt Gabi ihn nach Hause. Beide sitzen noch gemütlich zusammen, als Iris von einer Dienstreise anruft. Brockmann verschweigt Gabis Besuch, was zu späteren Komplikationen führt. Noch einer ist sehr erstaunt, dass Gabi sich zu relativ später Stunde im Gärtnerhaus aufhält: Fahrer Rudi, der Brockmann in eigener Sache um Rat fragen will. Seit der Nachricht von Noskes Tod beunruhigt ihn ein leberfleckähnliches Gebilde am Unterarm. Er verrennt sich geradezu in der Idee, bald sterben zu müssen. Inzwischen bereitet Anna Maerker zu Rudis 40. Geburtstag mithilfe von Sonja eine Überraschungsparty im Familienkreis vor. Am Samstag finden sich alle pünktlich ein, nur einer fehlt: Rudi.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880229","hoster":"VOE"},{"path":"/redirect/9880226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-11","name":"Familienschmuck","epNo":11,"alt":"","descr":"Brockmann weist Karl Fröbel, einen arbeitslosen Alkoholiker, mit Verdacht auf Schädelbruch ins Krankenhaus ein. Roland Fröbel, der von seinem Vater ständig malträtiert und schikaniert wurde, stiehlt den Familienschmuck, den der Alte unter der Matratze versteckt hatte. Der Junge hat den Job geschmissen, weil das Sozialamt ihn zur Unterhaltspflicht für seinen Peiniger heranziehen wollte. Nun plagt Roland Fröbel aber das schlechte Gewissen und er würde am liebsten den Schmuck wieder einlösen. Brockmann hilft dem Jungen aus der Klemme. Rebecca Maerker, die sich von ihrem Mann Georg vernachlässigt fühlt, nimmt bei Gabriel Leconte Französischunterricht. Schon bald kann sie sich dem Charme des jungen Franzosen nicht mehr entziehen. Nach einem Besuch in seiner Wohnung wird sie von Brockmann mit Gabriel zusammen gesehen. Schwager Saalbach zweifelt inzwischen am rechtmäßigen Doktortitel von Peter Brockmann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880241","hoster":"VOE"},{"path":"/redirect/9880234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-12","name":"Eine Chance für Angie","epNo":12,"alt":"","descr":"Annelie hat eine neue Freundin, die sie sehr bewundert: Angie, Anfang 20, bildhübsch, sehr selbstsicher, mit einem lukrativen Job in einer Disco und einer Wohnung, die sie mit Freunden teilt. Doch der Schein trüg. Angie ist keinesfalls zu beneiden. Ihr Freund Mike ist drogenabhängig und Angie, die ihn liebt, muss ihm die Barbiturate besorgen. Annelie vermittelt Angie eine Anstellung auf Zeit in Brockmanns Praxis. Dort fälscht sie Rezepte. Während Rebecca Maerker die Geliebte Gabriel Lecontes wird, weil ihr Mann Georg sich immer weniger um sie kümmert, hat Schwager Saalbach zunehmend den Verdacht, dass mit Brockmanns Doktortitel irgend etwas nicht stimmen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880242","hoster":"VOE"},{"path":"/redirect/9880243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-13","name":"Um jeden Preis","epNo":13,"alt":"","descr":"Franks Traum, beim Motorbootrennen am nächsten Sonntag Sieger zu werden, ist mit einem Schlag vorbei: Hepatitis lautet Brockmanns Diagnose, und das bedeutet Isolierstation. Von seinen Freunden Ulf, Knut, Evi und Sigi fühlt sich Frank hintergangen, zumal er Ulf in Verdacht hat, das Rennen selbst fahren zu wollen. Doch Knut hält zu ihm. Mit seiner Hilfe flieht Frank aus der Isolierstation. Evi, die sich der Tragweite von Franks fahrlässiger Handlungsweise inzwischen bewusst ist, meldet sich freiwillig im Krankenhaus, während Brockmann von Sigi den Tipp \"Motorbootrennen\" erhält. Mitten im Rennen gibt ein Fahrer auf, doch zu Brockmanns Überraschung steigt Knut aus dem Boot. Auch privat hat Brockmann Probleme. Er kann seine Dissertation nicht finden, und Saalbach lässt nicht locker. Zu gern würde er beweisen, dass sein Schwager den Doktortitel zu Unrecht führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919906","hoster":"VOE"},{"path":"/redirect/9880255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-14","name":"Trümmer der Vergangenheit","epNo":14,"alt":"","descr":"Warum leidet ein wohlbehütetes, 17-jähriges Mädchen ohne jeden erkennbaren Grund an migräneartigen Kopfschmerzen? Erst nach und nach erkennt Brockmann, dass sowohl Manuelas besorgte Mutter als auch das Mädchen selber ihm nicht die Wahrheit sagen: Manuela hat nämlich vor etwa einem Jahr herausgefunden, dass sie ein Adoptivkind ist. Ihre Eltern hätten ihr diese Tatsache nicht verschweigen dürfen, doch besonders ihre Mutter hat Angst, ihr \"Kleines\" zu verlieren, und Manuela selbst findet nicht den Mut, mit ihren Eltern zu reden. Brockmanns lang gesuchte Dissertation findet sich nach einem Tipp von Schwester Gabi endlich an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880259","hoster":"VOE"},{"path":"/redirect/9880256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-15","name":"Das Blaue vom Himmel","epNo":15,"alt":"","descr":"Michael Lange, 27 Jahre, Student des Hebräischen und der Judaistik, hat sich in seine Dozentin Ruth Goldstein verliebt, die aus einer alten jüdischen New Yorker Familie stammt. Die junge Frau erwidert Michaels Gefühle, doch Michael entzieht sich ihr in letzter Zeit immer mehr. Der Grund: eine Gürtelrose, die ihm peinlich ist. Er hat Angst, dass diese Krankheit bei Ruth Ekel hervorrufen könnte und erfindet immer neue Ausreden, um Ruths Bedürfnis nach Intimität nicht nachkommen zu müssen. Natürlich wird Ruth misstrauisch, reagiert mit Eifersucht, glaubt, dass sich hinter dem Namen Brockmann eine andere Frau verbirgt, bis sie schließlich den Weg in die Praxis findet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880268","hoster":"VOE"},{"path":"/redirect/9880265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-16","name":"Zwei Väter zuviel","epNo":16,"alt":"","descr":"Brockmann verschweigt Iris, dass seine Frau Lore in Berlin ist. So wird Iris von Lore überrascht, als sie plötzlich in der Anwaltspraxis auftaucht. Iris ist über Brockmanns Verschleierungstaktik so erbost, dass sie ihm eine Beziehungspause verordnet. Inzwischen gewährt Brockmann Lilo Weber und ihren beiden Kindern Unterschlupf in der Praxis, da Lilo sich von Manny und Jünne bedroht fühlt. Manny hat wegen Lilo noch eine alte Rechnung mit Jünne zu begleichen. Der Konflikt ist unausweichlich. Außerdem wird Brockmann von Saalbach erpresst: sein Schweigen in Sachen Doktortitel gegen Brockmanns Zustimmung zum Ankauf einer kleinen Kartonagenfabrik.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880295","hoster":"VOE"},{"path":"/redirect/9880267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-17","name":"Putz im Kiez","epNo":17,"alt":"","descr":"Manny mobilisiert – obwohl nur auf Bewährung auf freiem Fuß – seine Kiezkumpel, um mit Jünne eine alte Rechnung zu begleichen. Die schöne Lilo, die von Manny bereits eine Tochter hat, bekam während Mannys Haft ein zweites Kind, dessen Vater Jünne ist. Zu spät erkennt Lilo, dass es hier nicht um leere Drohungen geht. Beim Besuch in Jünnes Skatkneipe erschießt Manny, blind vor Eifersucht, seinen Nebenbuhler Jünne. Brockmanns erstes Treffen mit seiner Frau Lore verläuft unbefriedigend: Beiden fällt es sichtlich schwer, die 25 Jahre der Trennung zu vergessen. Zu viel ist inzwischen für beide geschehen. Und noch immer weigert sich Lore, den Rest der Familie, vor allem ihre Tochter Kathrin und ihre Mutter Anna Maerker, zu sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880274","hoster":"VOE"},{"path":"/redirect/9880277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-18","name":"Familiengeheimnis","epNo":18,"alt":"","descr":"Brockmann traut seinen Ohren kaum, als er folgende Geschichte erfährt. Fifi Fiedler erwartet ein Kind von Volker Kort, dem Sohn ihres Chefs. Dieser ist gegen die Verbindung, verschafft seinem Sohn eine Stellung in Hamburg und gibt Fifis Vater, der als Fernfahrer bei ihm tätig ist, eine saftige Gehaltserhöhung mit dem Versprechen, später auch die Alimente für das Kind zu zahlen. Als Volker von diesem miesen Kuhhandel erfährt, stellt er seinen Vater auf dem Fuhrhof zur Rede. Inzwischen findet Georg Maerker heraus, dass Rudi Lehmanns Mutter als einzige ehemalige Angestellte der Maerker AG eine nicht unerhebliche Betriebsrente bezieht. Anna Maerker bittet Rudi, seine herzkranke Mutter in der Maerkerschen Villa unterzubringen. Und Brockmann sieht sich mit einer mehr als peinlichen Situation konfrontiert, als seine Frau Lore und seine Geliebte Iris gleichzeitig in der Praxis auftauchen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880293","hoster":"VOE"},{"path":"/redirect/9880294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-19","name":"Die Zeit heilt keine Wunden","epNo":19,"alt":"","descr":"Saalbach schäumt: Erstens hat es sein Schwager Brockmann nicht für nötig gehalten, der Familie die Rückkehr seiner Gattin Lore mitzuteilen, zweitens hat seine eigene Frau Gisela sich hinter seinem Rücken von Rechtsanwältin Iris Pauli die Bestätigung geben lassen, dass Brockmann sich nach Vorlage seiner wiedergefundenen Dissertation zurecht Doktor nennen darf. Das von Anna Maerker spontan anberaumte Familienversöhnungsfest läuft keineswegs wie geplant Lore findet nach einer Aussprache mit ihrer Tochter Kathrin keinen Zugang zu ihr, weil diese sich noch immer von ihr im Stich gelassen und verlassen fühlt. Sie kann für die Handlungsweise ihrer Mutter einfach kein Verständnis aufbringen. Der Rest des Clans erscheint ausgerechnet heute nicht pünktlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880291","hoster":"VOE"},{"path":"/redirect/9880292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-1/episode-20","name":"Im Schoße der Familie","epNo":20,"alt":"","descr":"Veronica Jaeger liegt nächtelang wach. Seit sie und ihr Verlobter Jürgen arbeitslos sind, gibt es zuhause ständig Krach. Sie bittet Brockmann, ihr Schlaftabletten zu verschreiben nur für ein paar Tage, bis sie die Hauswartsstelle und die dazugehörige Wohnung bekommen. Als der Hausverwalter den beiden jungen Leuten erklärt, dass er sozusagen als Sicherheit eine Kaution von dreitausend Mark erheben muss und Veronicas Vater sich weigert, ihnen das Geld zu leihen, ist für Veronica alles zu Ende. Sie schüttet das Röhrchen Schlaftabletten, das Brockmann ihr nur sehr zögernd verschrieben hat, in ihren Milchkaffee. In Lore Brockmann hat Saalbach sich gründlich getäuscht. Sie wird sich geschäftlich nämlich weiterhin von ihrem Mann vertreten lassen, auch wenn sie die Absicht hat, sich von ihm scheiden zu lassen. Saalbach verfolgt nun eine neue Fährte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880301","hoster":"VOE"},{"path":"/redirect/9880302","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-1","name":"So schnell heilt keine Wunde","epNo":1,"alt":"","descr":"Siegfried Karow verletzt sich beim Ausbruch aus dem Gefängnis und landet mit Hilfe von Brunhild bei Dr. Brockmann. Als ihn Brockmann einen Tag später mit seiner Partnerin, Iris Pauli und seiner Arzthelferin, Gabi Köhler, auf dem Rummelplatz entdeckt, trägt er allerdings keinen Verband mehr. Brockmann versucht, Karow nachzustellen und die Geheimnisse um ihn zu lüften","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919903","hoster":"VOE"},{"path":"/redirect/9880382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-2","name":"Entthronungen","epNo":2,"alt":"","descr":"Bei einem Hausbesuch, der Dr. Brockmann zur Familie der zweijährigen Pam führt, entdeckt er, dass ihr großer Bruder regelrecht um Aufmerksamkeit kämpft, da er sich nach der Geburt seiner Schwester zurückgesetzt fühlt. Das führt zu einem fast lebensbedrohlichen Zustand bei seiner kleinen Schwester. Endlich trifft Brockmanns Tochter Katrin auf ihre aus Amerika zurückgekehrte Mutter, und es kommt zu einer längst fälligen Aussprache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880390","hoster":"VOE"},{"path":"/redirect/9880392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-3","name":"Sieg auf der ganzen Linie","epNo":3,"alt":"","descr":"Turnierfechter Klaus Urban wird von seiner jungen Frau zu Dr. Brockmann geschickt, der ihn nicht nur wegen seines Hustens behandelt, sondern ihm auch ein paar Gedanken über seine junge Ehe mit auf den Weg gibt. Brockmanns Tochter Kathrin diskutiert mit ihrem Vater über die Familiensituation und überredet ihn, zu Annelies 18. Geburtstag in der Maerker Villa zu erscheinen. Als Iris Pauli davon erfährt, ist ihr Herz nicht annähernd so groß, wie Kathrin es ihrem Vater überzeugend dargelegt hat. Auf Brockmanns Wunsch hin hat sie inzwischen über die Möglichkeiten des Erbes von unehelichen Kindern recherchiert. Rudi umgibt ein Geheimnis, für das sich einige Familienmitglieder interessieren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880391","hoster":"VOE"},{"path":"/redirect/9880396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-4","name":"In letzter Sekunde","epNo":4,"alt":"","descr":"Frau Hellriegel wird regelmäßig von ihrem arbeitslosen, trinkenden Ehemann verprügelt. Während sie in Brockmanns Praxis sitzt, haben es ihr Mann und sein Kumpel Olaf auf ein türkisches Ehepaar in ihrem Mietshaus abgesehen. Das führt dazu, dass der Türke Murad zusammengeschlagen bei Brockmann landet. Bei einer weiteren Eskalation muss sogar die Polizei anrücken, und der Streit zwischen Deutschen und Türken nimmt ein gefährliches Ende. Unterdessen bittet Bernd Saalbach Rudi Lehmann unter vier Augen darum, einen Angebotsvergleich für den neuen Fuhrpark auszuarbeiten, obwohl ein anderer in der Firma zuständig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919902","hoster":"VOE"},{"path":"/redirect/9880404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-5","name":"Schuldgefühle","epNo":5,"alt":"","descr":"Dr. Brockmann und Iris Pauli treffen bei einer gemeinsamen Mittagspause im Kiez auf eine Patientin, Susanne Dahlberg, die nach einem Autounfall im Rollstuhl sitzt. Es fällt auf, dass sie ihren Lebenspartner Thomas, der damals den Unfall verursacht hat, übellaunigst rumkommandiert. Thomas reagiert inzwischen mit auffälligen Krankheitssymptomen, da er unter seinen Schuldgefühlen leidet. Dr. Brockmann rät ihm bei einem Besuch in seiner Praxis, aus seinem psychologischen Tief zu kommen und auch ohne Schuldgefühle die Akzeptanz seiner Freundin zu erzielen. Im Anschluss eskaliert ein Streit zwischen Susanne und Thomas dermaßen, dass nun Susanne plötzlich unter den Druck von Schuldgefühlen gerät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919919","hoster":"VOE"},{"path":"/redirect/9880401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-6","name":"Wahre Freunde","epNo":6,"alt":"","descr":"Familienvater Winne hat von seiner Mutter einen größeren Geldbetrag geerbt. Das bekommen seine neuen Rockerfreunde mit, die ihn für ihre Zwecke einspannen wollen. Da er gerade seine Arbeitsstelle verloren hat, hält er sich gern – zum Unmut seiner Frau – in der neuen Clique auf, in der Annahme, dort endlich Anerkennung zu finden. Das führt sogar dazu, dass ihn seine sogenannten Freunde mit einem Trick zu einer Generalvollmacht überreden wollen, um damit leichter Zugriff auf sein Geld zu bekommen. Da ihr Anliegen ausgerechnet von Rechtsanwältin Iris Pauli bearbeitet werden soll, können sie und Brockmann, der zum Hausbesuch seiner kranken Tochter auftaucht, Schlimmes verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880415","hoster":"VOE"},{"path":"/redirect/9880421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-7","name":"Die Entführung","epNo":7,"alt":"","descr":"Dr. Brockmann wird zu einem Hausbesuch bei einem kranken Jungen gerufen. Am nächsten Tag liest Brockmann in der Zeitung, dass dieser Junge von seiner Mutter gesucht wird. Brockmann stellt bei einem erneuten Besuch fest, dass das Haus, in dem sich der Junge von seiner diagnostizierten Angina erholt, weder sein Zuhause, noch der vermeintliche Vater sein Erzeuger ist. Während Peter von Iris für mehrere Nächte ausquartiert wird, weil sie Aktenberge durcharbeiten muss, trifft Rebecca Maerker ihren alten Französischlehrer wieder und wehrt sich gegen seine Überredungskünste, ihre ehemalige Liaison wieder aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880417","hoster":"VOE"},{"path":"/redirect/9880414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-8","name":"Ein übler Trick","epNo":8,"alt":"","descr":"Gernot Kossak, der vergeblich eine Stelle als Kaufhausdetektiv sucht, hat einen üblen Plan. Er lässt bei der jungen Gallensteinpatientin von Dr. Brockmann einen Lippenstift in ihrer Handtasche verschwinden, um mit seiner angeblichen Diebstahlentdeckung dem Hausdetektiv zu imponieren. Doch er rechnet nicht damit, dass die angehende Sozialarbeiterin der Sache auf den Grund geht. Dr. Georg Maerker beruft eine Familienzusammenkunft ein, nachdem er nicht glauben will, dass Rudi ein unehelicher Sohn seines Vaters sein soll. Anna Maerker unterrichtet nun die Familie offiziell über diese Tatsache, und Georg muss sich damit abfinden, dass das Erbe neu verteilt werden muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880429","hoster":"VOE"},{"path":"/redirect/9880423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-9","name":"Video und Wirklichkeit","epNo":9,"alt":"","descr":"Zwei Jungs aus dem Kiez schauen heimlich Horrorvideos und versuchen sie in ihrer Welt nachzuspielen. Opfer ist Lars, eine Junge, der sich geschmeichelt fühlt, eine Mutprobe machen zu dürfen und in einem Lager eine Flasche Schnaps klauen soll. Dabei geht diese zu Bruch, und er verletzt sich an der Hand. Die Jungs verarzten ihn zwar notdürftig, lassen ihn aber trotz beginnenden Fiebers nicht mehr aus ihrem geheimen Ruinenspielplatz. Von ihren eigenen Phantasien erschreckt, kann sich der inzwischen fiebernde Lars befreien und wird von Sigi, die inzwischen eine Ausbildung zur Arztheferin absolviert hat, in Brockmanns Praxis gebracht. Dr. Brockmann übt im Krankenhaus fleißig laufen und wird abwechselnd von verschiedenen Frauen besucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880427","hoster":"VOE"},{"path":"/redirect/9880424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-10","name":"Ein Herz und eine Seele","epNo":10,"alt":"","descr":"Gabi Köhler, die inzwischen in Dr. Thilo Weber verliebt ist, merkt, dass auch Kathrin Brockmann ein Auge auf ihn geworfen hat und macht in ihrer Zerstreutheit gravierende Fehler in der Praxis. Dr. Georg Maerker wird bei einer Gartenparty mit der Anwesenheit seiner Angestellten und gleichzeitigen Geliebten Rebecca überrascht. Seine Frau hat unterdessen wieder Treffen mit ihrem ehemalien Französischlehrer und Geliebten aufgenommen. Das Ehepaar Mohn, seit 40 Jahren verheiratet, imponiert allerdings sowohl Sigi als auch Brockmann, der gerade in einer Beziehungspause mit Iris steckt. Ewald Mohn will seine Frau nicht mit seinem Krankheitszustand bekümmern. Aber sie ahnt, wie schlecht es um seinen Gesundheitszustand steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880434","hoster":"VOE"},{"path":"/redirect/9880446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-11","name":"Trennungen","epNo":11,"alt":"","descr":"Gabi Köhler freut sich auf einen Urlaub mit Dr. Thilo Weber. Als Vertretung springt die frisch gebackene Arzthelferin Sigi Kaul ein. Dr. Brockmann steht kurz vor seinem Scheidungstermin von Lore und hat bis dahin Funkstille mit Iris Pauli vereinbart. Seine Schwägerin, Dr. Gisela Saalbach, kann nicht verstehen, dass ihr Mann überstürzt ausgezogen ist und besucht ihn in seiner Wohnung. Saalbach hat die ganze Zeit gegrübelt, wo der Beweis für die Anerkennung des unehelichen Sohnes vom alten Maerker zu finden ist. Rudi Lehmann hat indessen den Brief mit dem Inhalt seiner Herkunft bei der Schwester seiner Mutter gefunden und übergibt das Beweisstück zur Sicherheit an Iris Pauli. Saalbach befürchtet weiterhin, dass Brockmann ihm schaden will und diesen Brief verschwinden lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880448","hoster":"VOE"},{"path":"/redirect/9880450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-12","name":"Schwarze Nelke","epNo":12,"alt":"","descr":"Nach ihrer schweren privaten Enttäuschung hängt Gabi Köhler mächtig durch. Sigi Kaul macht ihr das Angebot, die Vertretung vorzeitig zu beenden. Doch Brockmann rät Gabi, den Urlaub trotzdem zu nehmen. Dadurch kommt Sigi in der Praxis in Kontakt mit einer alten Schulfreundin, Dorit, die Brockmann um Schlaftabletten für eine längere Südamerikareise bittet. Sie erzählt, dass sie geerbt hat, lässt sich aber den auffälligen Ohrhänger – eine schwarze Nelke – nicht von Dr. Brockmann entfernen, obwohl sich ihr Ohr bereits entzündet hat. Brockmann ist beunruhigt und befragt Sigi nach Dorit, die gern bereit ist, nähere Informationen über Dorit einzuholen. Georg Maerker verfolgt mit Schrecken den nur langsamen Heilungsprozess seiner Frau, die nach einem schweren Autounfall ihr Gedächtnis verloren hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880456","hoster":"VOE"},{"path":"/redirect/9880458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-13","name":"Die letzte Fahrt","epNo":13,"alt":"","descr":"Berlin-Schöneberg: Mitten im Kiez in der Zietenstraße hat Doktor Peter Brockmann (Günther Pfitzmann) seine Praxis für Allgemeinmedizin. Er und ebenso seine Arzthelferin Gabi Köhler (Anita Kupsch) kümmern sich gerade zu liebevoll um die kleinen und großen Nöte ihrer Patienten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880463","hoster":"VOE"},{"path":"/redirect/9880462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-14","name":"Kein Stoff, aus dem die Träume sind","epNo":14,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880336","hoster":"VOE"},{"path":"/redirect/9880335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-15","name":"Berties Schatz","epNo":15,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880341","hoster":"VOE"},{"path":"/redirect/9880342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-16","name":"Unerwartete Begegnungen","epNo":16,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004571","hoster":"VOE"},{"path":"/redirect/9880345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-17","name":"Wer nicht hören will…","epNo":17,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880349","hoster":"VOE"},{"path":"/redirect/9880350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-18","name":"Tretmühle","epNo":18,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880358","hoster":"VOE"},{"path":"/redirect/9880356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-19","name":"Triosonate","epNo":19,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880376","hoster":"VOE"},{"path":"/redirect/9880364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-20","name":"Freiwild","epNo":20,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880367","hoster":"VOE"},{"path":"/redirect/9880369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-2/episode-21","name":"In der Sackgasse","epNo":21,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880374","hoster":"VOE"},{"path":"/redirect/9880380","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-1","name":"Ohne Worte","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880651","hoster":"VOE"},{"path":"/redirect/9880650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-2","name":"Tapetenwechsel","epNo":2,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880660","hoster":"VOE"},{"path":"/redirect/9880661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-3","name":"Nur 2000 Mark","epNo":3,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880662","hoster":"VOE"},{"path":"/redirect/9880667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-4","name":"Das Komplott","epNo":4,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880672","hoster":"VOE"},{"path":"/redirect/14164784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-5","name":"Schwindel","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880679","hoster":"VOE"},{"path":"/redirect/9880676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-6","name":"Wie buchstabiert man Liebe?","epNo":6,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880691","hoster":"VOE"},{"path":"/redirect/9880696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-7","name":"Frau Schneiders Diät","epNo":7,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880693","hoster":"VOE"},{"path":"/redirect/9880697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-8","name":"Zwickmühlen","epNo":8,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880710","hoster":"VOE"},{"path":"/redirect/9880703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-9","name":"Familienbande","epNo":9,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880706","hoster":"VOE"},{"path":"/redirect/9880708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-10","name":"Kein feuchter Tod","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880713","hoster":"VOE"},{"path":"/redirect/9880718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-11","name":"Patricks Käthchen","epNo":11,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880719","hoster":"VOE"},{"path":"/redirect/9880721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-12","name":"Inselträume","epNo":12,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880724","hoster":"VOE"},{"path":"/redirect/9880725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-13","name":"Eifersucht und Rattengift","epNo":13,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880732","hoster":"VOE"},{"path":"/redirect/9880735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-14","name":"Eis und heiß","epNo":14,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880603","hoster":"VOE"},{"path":"/redirect/9880601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-15","name":"Abschiedsbriefe","epNo":15,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880607","hoster":"VOE"},{"path":"/redirect/9880608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-16","name":"Der goldene Westen","epNo":16,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880629","hoster":"VOE"},{"path":"/redirect/9880610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-17","name":"Fataler Vorwand","epNo":17,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880619","hoster":"VOE"},{"path":"/redirect/9880621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-18","name":"Als Verlobte grüßen…","epNo":18,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880627","hoster":"VOE"},{"path":"/redirect/9880628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-19","name":"Türkische Hochzeit","epNo":19,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880634","hoster":"VOE"},{"path":"/redirect/9880636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-3/episode-20","name":"Ein Anruf","epNo":20,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880642","hoster":"VOE"},{"path":"/redirect/9880640","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-1","name":"Überall Stress","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919911","hoster":"VOE"},{"path":"/redirect/9880795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-2","name":"Logierbesuche","epNo":2,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880796","hoster":"VOE"},{"path":"/redirect/9880800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-3","name":"Unerwartete Werbung","epNo":3,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880801","hoster":"VOE"},{"path":"/redirect/9880803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-4","name":"Saalbachs Abschied","epNo":4,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880810","hoster":"VOE"},{"path":"/redirect/9880812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-5","name":"Rechte Helden","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12952274","hoster":"VOE"},{"path":"/redirect/9880805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-6","name":"Crash","epNo":6,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880815","hoster":"VOE"},{"path":"/redirect/9880819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-7","name":"Eine längere Geschichte","epNo":7,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880816","hoster":"VOE"},{"path":"/redirect/9880820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-8","name":"Der Unglückspfennig","epNo":8,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880848","hoster":"VOE"},{"path":"/redirect/9880825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-9","name":"Vollmond","epNo":9,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880910","hoster":"VOE"},{"path":"/redirect/9880827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-10","name":"Heute vor vielen Jahren","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880837","hoster":"VOE"},{"path":"/redirect/9880840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-11","name":"Lass es bitte!","epNo":11,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880844","hoster":"VOE"},{"path":"/redirect/9880850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-12","name":"Verspielt","epNo":12,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880739","hoster":"VOE"},{"path":"/redirect/9880738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-13","name":"Rote Rosen für Pia","epNo":13,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880741","hoster":"VOE"},{"path":"/redirect/9880744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-14","name":"Besser spät als gar nicht","epNo":14,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880751","hoster":"VOE"},{"path":"/redirect/9880748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-15","name":"Anruf genügt","epNo":15,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880753","hoster":"VOE"},{"path":"/redirect/9880755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-16","name":"Heimlichkeiten","epNo":16,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880759","hoster":"VOE"},{"path":"/redirect/9880760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-17","name":"Überholverbot","epNo":17,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880778","hoster":"VOE"},{"path":"/redirect/9880766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-18","name":"Hilflos","epNo":18,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880772","hoster":"VOE"},{"path":"/redirect/9880774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-19","name":"Ruhe vor dem Sturm","epNo":19,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880780","hoster":"VOE"},{"path":"/redirect/9880781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-4/episode-20","name":"Eine Pause für immer","epNo":20,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880785","hoster":"VOE"},{"path":"/redirect/9880787","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-1","name":"Niemand","epNo":1,"alt":"","descr":"Ein Berliner Unfallkrankenhaus informiert Brockmann: Kathrin ist mit ihrem Wagen gegen einen Baum gefahren. Keine Zeugen, keine Bremsspuren. Offenbar war kein weiteres Fahrzeug in den Unfall verwickelt. Kathrin ist schwer verletzt. War es wirklich ein Unfall oder wollte Kathrin sich das Leben nehmen, weil sie die Trennung von Carlos nicht verwinden konnte? In der Praxis wird Brockmann mit Herrn Niemann konfrontiert, der sich, um zu leben für tot erklären ließ. Wegen großer finanzieller Schwierigkeiten wollte er seinen Bruder in England um Hilfe bitten. Er verpasste die Englandfähre, die kurz nach dem Auslaufen kenterte und über 200 Menschen in den Tod riss. Niemann verfolgte die Berichterstattung im Fernsehen und dabei kam ihm eine fatale Idee. Er ließ sich für tot erklären, die Lebensversicherung wurde fällig und er selber kehrte unter falschem Namen zu seiner Frau zurück, die er von nun an als seine Schwester ausgab. Sie zahlte die Schulden, beantragte die Witwenrente und gewann - Ironie des Schicksals - kurze Zeit darauf über eine halbe Million im Lotto. Niemann lebt seither wie ein Schatten - ohne Papiere, ständig in der Furcht, erkannt zu werden und wegen Versicherungs- und Rentenbetrugs hinter Gitter zu müssen. Brockmann ermutigt beide, sich zu stellen und der unwürdigen Situation ein Ende zu beraten. Rechtsanwältin Iris Pauli muss Brockmann mitteilen, dass seine Exfrau Lore in den USA an Krebs gestorben ist. Brockmann ist betroffen. Er hatte seit der Scheidung keinen Kontakt mehr zu ihr und wusste so auch nichts von ihrer Krankheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880908","hoster":"VOE"},{"path":"/redirect/9880911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-2","name":"Swetlana","epNo":2,"alt":"","descr":"Durch Kathrins Unfall bekommt Brockmanns Wohnungssuche eine weitere Zielrichtung: Er wird sich um Kathrin kümmern und eine behindertengerechte Wohnung finden müssen. In Iris Paulis Kanzlei erfährt Brockmann, dass seine Exfrau Lore ihm ihren Anteil an der Maerker AG vererbt hat. Beider Tochter Kathrin soll das Barvermögen sowie einige wertvolle Antiquitäten und Gemälde erhalten. Im Rahmen der Erbschaftsangelegenheit treffen sich Brockmann und Iris noch einmal privat. Aber das Treffen ist wehmütig und verläuft stockend, sodass beide von einer Wiederholung Abstand nehmen. Lores Aktien werden auf Brockmann überschrieben. Damit erfahren die jetzigen Eigentümer der Maerker AG, dass sie einen neuen Gesellschafter haben. Einer der Geschäftsführer des Konzerns ist Brockmanns ehemaliger Schulkamerad Richard Solms, der auch sofort Kontakt mit Brockmann aufnimmt - angeblich, um alte Jugenderinnerungen aufzufrischen, in Wahrheit jedoch, um sich Brockmanns Aktienpaket zu sichern ... Gabi trifft eines Abends vor der Praxis Swetlana Krüger, die von zu Hause weggelaufen ist, was sie Gabi aber zunächst verschweigt. Gabi tut das Mädchen Leid, sie nimmt sie mit zu sich. Da Swetlana an Armen und Händen an Neurodermitis leidet, die sich bereits nach der ersten Nacht bei Gabi merklich beruhigt, tippt Gabi auf eine psychosomatische Ursache der Hautkrankheit. Swetlana erzählt ihr ihre wahre Geschichte: Ihr Vater, seit kurzem arbeitslos, ertränkt seine Aggressionen im Alkohol und lässt seinen Frust an seiner Tochter aus. Ihre Mutter hat versucht, das Schlimmste zu verhindern, ist aber im Endeffekt machtlos. Brockmann und Gabi suchen die Eltern auf, die durch Swetlanas Verschwinden in großer Sorge sind. Behutsam gelingt es Brockmann, Herrn Krüger den ursächlichen Zusammenhang zwischen der Hautkrankheit seiner Tochter und seinem erzieherischen Fehlverhalten klarzumachen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880914","hoster":"VOE"},{"path":"/redirect/9880916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-3","name":"Hart auf Hart","epNo":3,"alt":"","descr":"Im Speditionsbetrieb Haller findet Sylvia Reiter, Assistentin des Disponenten Kalisch, heraus, dass er die Fahrten der Lkws in Bezug auf die Ruhezeiten der Fahrer unkorrekt einteilt. Als sie versucht, ihn von seinen Machenschaften abzubringen, lässt er sie abblitzen und droht den Fahrern mit Entlassung, wenn sie seine Gewalttouren verweigern. Sylvia wendet sich an den Chef, der Kalisch zurechtweist und Sylvias Kompetenzen erweitert. Von diesem Augenblick an hat Sylvia keinen schönen Arbeitsplatz mehr, denn Kalisch beginnt nun, sie auf immer rüdere Weise zu schikanieren. Das führt bei Sylvia zu Schlaflosigkeit und Stress. Sie bittet Brockmann um Medikamente, die er ihr nur widerwillig verschreibt. Brockmann rät ihr, die Stelle zu wechseln. Diesen Triumph gönnt Sylvia Kalisch nicht. Auch krankschreiben lassen möchte sie sich auf keinen Fall. Brockmann nimmt einen Transportauftrag zum Vorwand, um mit Kalisch ins Gespräch zu kommen. Als Brockmann die Spedition betritt, findet er einen von den empörten Fahrern zusammengeschlagenen Kalisch vor. Sie haben sich gegen seine Gemeinheiten und Schikanen ein für allemal zur Wehr gesetzt. Sylvia zieht endlich die Konsequenz: Sie kündigt fristlos. Zu Gabis Überraschung verbringt Brockmann seine karge Freizeit immer öfter mit seinem Jugendfreund Richard Solms, dem er von Kathrins Unfall und seiner Wohnungssuche erzählt, worauf Solms ihm spontan anbietet, in die durch den Tod seines Vaters frei gewordene Wohnung in der Solm`schen Villa zu ziehen. Brockmann akzeptiert. Er kann nicht ahnen, dass Solms Frau Birgit mit dem Apartment ganz andere Pläne hatte und ihn deshalb von nun an als Eindringling und Störenfried betrachten wird ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880915","hoster":"VOE"},{"path":"/redirect/9880923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-4","name":"Fuzzis gute Tat","epNo":4,"alt":"","descr":"Hella Mathes verdankt Kathrin ihren Job in der Stammkneipe von Brockmann, auf den sie als allein erziehende Mutter ihres kleinen Sohnes Ole dringend angewiesen ist. Der Vater des Jungen, den sie liebevoll \"großer Ole\" nennt, war eine Urlaubsliebe. Sie hat nie wieder etwas von ihm gehört. Hella steckt in großen finanziellen Schwierigkeiten. Ihre Freundin Marion ist Prostituierte und macht Hella dementsprechende Vorschläge. Doch davon will Hella nichts wissen. Aber als Marion ihr die Möglichkeit verschafft, mit ihr zusammen als \"Hostess\" viel Geld zu verdienen, lässt sie sich überreden. Herr Granitz flirtet unverhohlen mit Hella. Als er sie auf der Tanzfläche küsst, entsteht ein Erinnerungsfoto, das Marion auf eine Idee bringt: Erpressung?! Damit will Hella nichts zu tun haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880921","hoster":"VOE"},{"path":"/redirect/9880928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-5","name":"Tango","epNo":5,"alt":"","descr":"Da Georg auf seine Bewerbung als Chemiker bei der Maerker AG noch immer keine Antwort hat, macht er Brockmann dafür verantwortlich. Anna findet das Verhalten ihres Sohnes unmöglich. Richards Frau Birgit behandelt Brockmann nach seinem Einzug in die Einliegerwohnung immer noch wie einen Eindringling. Brockmann hat keine Erklärung für ihre Feindseligkeiten. Dass er daran gar nicht schuld ist, erfährt er erst später. Nicht ganz schuldlos ist Brockmann allerdings an Gabis Verstimmung. Als sie ihm beim Einrichten der Wohnung hilft, raubt er ihr wenig taktvoll die wieder erwachte Hoffnung auf eine eventuelle Zweisamkeit. Liebe und Eifersucht bestimmen auch das Leben und Arbeiten von vier Tänzern einer Kompanie, die mit einer Tango-Choreographie kurz vor der Premiere steht: Gila Hiller und Simon Brasch sind die Solotänzer. Privat ist Gilla mit Andreas Galuda zusammen, der auch ihr Partner auf der Bühne war, bis Pedro Sarra, der Choreograph, Simon für den Part bestimmte. Susanne Hiller, Gillas jüngere Schwester, tanzt in der Gruppe. Ihr geht es gesundheitlich nicht gut: Brockmann verordnet ihr dringend Ruhe. Nach einem fürchterlichen Krach flüchtet Gila vor ihrem jähzornigen Freund Andreas zu ihrer Schwester. Kurz darauf hat Simon einen Autounfall und kann nicht tanzen - die neuen Solisten heißen Gila und Andreas. Die Zusammenarbeit endet im Fiasko: Gila verschwindet und bittet Susanne, ihre Rolle zu tanzen. Pedro Sarra fleht Susanne an, die Premiere zu retten. Andreas\u0027 Freude darüber ist nach allem, was passiert ist, ein bisschen zu überschwänglich: Er hat sich in Susanne verliebt, was die Situation verkompliziert, denn die neuen Solisten heißen Susanne und Andreas! Andreas` Temperament geht noch am gleichen Abend, als er Susanne besucht, mit ihm durch. Brockmann kommt gerade noch rechtzeitig, um Susanne zu helfen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880926","hoster":"VOE"},{"path":"/redirect/9880927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-6","name":"Der Hauptgewinn","epNo":6,"alt":"","descr":"Kathrin lernt nach ihrer Entlassung aus dem Krankenhaus Wolf Solms, Richards Adoptivsohn, und seine kleine Tochter Laura kennen. Die drei sind sich auf Anhieb sympathisch. Georg fängt wieder an, als Chemiker in der Maerker AG zu arbeiten. Er ist somit der Vorgesetzte von Frau Helma Bredow, einer selbstsicheren und interessanten Frau, die mit Georgs üblichem \"Kolleginnenflirt\" sehr locker umgeht. Dass Richard Solms und sie sich nicht erst seit gestern und auch nicht nur vom Arbeitsplatz her kennen, wird bei Georgs Einführung in die Firma offensichtlich ... Birgit Solms versucht ihren Mann Richard zur Rede zu stellen, weil sie sich nach einem kurzen Gespräch mit Brockmann nicht mehr vorstellen kann, dass dieser von den Plänen, Wolf und Laura die Wohnung zu geben, wusste. Richard zieht sich geschickt aus der Affäre, was zu einer weiteren Belastung im Verhältnis der beiden Eheleute führt. Berts neues Heim ist eine Wagenburg, in der \"der große Klaus\" und seine Freundin Selma das Sagen haben. Brockmann macht dort auf Bertis Bitte hin einen Krankenbesuch. Klaus und Selma kommen gerade von einer Afrikareise zurück. Während ihrer Abwesenheit haben sie ein Haus gewonnen. Doch der Stichtag für die Anmeldung des Gewinns ist vor drei Tagen abgelaufen. Dass die beiden sich zu dem Zeitpunkt ohne Telefon und Post mitten in der Steppe Afrikas befanden, ist für die Veranstalter des Preisausschreibens kein Grund zur Rücksichtnahme. Klaus, der sich gegen diesen Beschluss zu wehren versucht, hat zum wiederholten Mal einen bösen Fieberanfall. Berti alarmiert Brockmann. Er nimmt Klaus Blut ab und schickt es ins Labor - Testergebnis: Malaria.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880933","hoster":"VOE"},{"path":"/redirect/9880930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-7","name":"Crash-Kids","epNo":7,"alt":"","descr":"Als Brockmann das Grab seiner Eltern im ehemaligen Ostteil der Stadt besucht, trifft er Torsten Leitner, einen Sozialarbeiter, der im Moment eine Gruppe Jugendlicher betreut, die in ihrer Freizeit Autos knacken und den Nervenkitzel der Verfolgungsjagd mit der Polizei suchen. Leitner erzählt Brockmann, dass die Situation der Kids in Zukunft noch auswegloser wird, weil der Club der Jugendlichen geschlossen werden soll. Als die Jugendlichen wenig später davon erfahren, planen sie \"größere Aktionen\". Es kommt zu einem Unfall, bei dem Vicky verletzt wird. Leitner bittet Brockmann zu kommen. Zuhause findet er einen Zettel von Kathrin: \"Bin mit Wolf und Laura im Zoo!\". Brockmann freut sich, dass Kathrin wieder ein bisschen unter Leute kommt. Für Kathrin ist die Situation im Zoo nicht einfach. Laura ist in ihrer unverstellten, kindlichen Art sehr offen und dadurch natürlich manchmal auch unbewusst verletzend. Kathrin und Wolf verstehen sich sehr gut, ähnliche Erfahrungen in ihrem Leben verbinden sie miteinander. Während die beiden sich unterhalten, hat Kathrin plötzlich ein seltsames Gefühl: Sie glaubt, ein leichtes Kribbeln in ihrem Bein zu spüren ... Von Richard erfährt Brockmann, dass die Maerker AG bald eine Aktionärsversammlung abhalten wird, an der er schon wegen seines Stimmrechtes teilnehmen sollte. Brockmann überträgt Richard sein Stimmrecht ohne zu ahnen, dass es Richard einzig und allein um seine Firmenanteile geht ... Georg, der im Umfang mit Damen äußerst charmant und durchaus witzig sein kann, ist in Helma Bredows Gegenwart eher gehemmt. Beim Dinner in einem Nobelrestaurant liefert sie weitere Beweise ihrer Schlagfertigkeit, bevor sie sich von ihm nach Hause fahren lässt. Auf eine Tasse Kaffee bittet sie ihn nicht, denn in ihrer Wohnung wartet seit Stunden ihr Geliebter Richard Solms ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880934","hoster":"VOE"},{"path":"/redirect/9880932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-8","name":"Alles brave Bürger hier","epNo":8,"alt":"","descr":"Jenny Lippert, eine junge Farbige, wird immer häufiger zum Opfer ausländerfeindlicher Bemerkungen, entwürdigender Blicke und Pöbeleien. Eines Tages eskaliert die Situation in der Straßenbahn: Jenny sitzt neben einer anderen Farbigen. Als diese aussteigt, lässt sie kurz vor der Tür eine leere Pommespackung fallen und verschwindet. Die Fahrerin regt sich darüber auf und will nun Jenny dazu zwingen, die Packung ihrer \"Freundin\" aufzuheben. Jenny will aussteigen, doch die Fahrerin wird handgreiflich - Jenny gibt ihr eine Ohrfeige und flüchtet aus der Straßenbahn. Im Taxi merkt sie wenig später, dass sie bei dem Gerangel ihre Handtasche verloren hat. Jenny lässt sich zu Brockmann in die Praxis fahren, leiht sich bei Gabi Geld und erzählt, was passiert ist. Natürlich hat sie Angst vor einer Anzeige wegen Körperverletzung. Sie ist derartig verängstigt, dass Gabi und Brockmann sie nach Hause begleiten. Als es klingelt steht allerdings nicht die Polizei, sondern die Straßenbahnfahrerin mit Jennys Tasche vor der Tür. Sie will sich für ihr Verhalten entschuldigen. Sie sei im Moment so überlastet, dass sie solchen Situationen einfach nicht gewachsen sei. Brockmann geht mit Gabi in dem Hotel, in dem Jenny arbeitet, essen. Zu seinem großen Erstaunen entdeckt er Richard Solms mit Helma Bredow, die weder er noch Gabi kennen, ein paar Tische weiter. Beide gehen sehr vertraut miteinander um. Gabi durchschaut sofort, dass es sich hier eher um ein Liebespaar als um Geschäftspartner handelt. Kathrin findet zufällig ein Bündel mit Briefen ihrer Mutter, die Brockmann bewusst vor ihr versteckt hat, um sie nicht zu belasten. In diesen Briefen versucht Lore zu erklären, warum sie Brockmann und Kathrin damals verlassen hat. Kathrin ist verletzt und traurig, nicht nur über die Briefe, sondern auch, weil Brockmann sie ihr vorenthalten hat. Und so verwirft sie ihr Vorhaben, Brockmann von dem Kribbeln in ihrem Bein zu erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880940","hoster":"VOE"},{"path":"/redirect/9880937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-9","name":"Doppeltes Pensum","epNo":9,"alt":"","descr":"Kai Steinhauer lebt offensichtlich über seine Verhältnisse: Teurer Porsche, immer tip top in Schale - das fällt nicht nur seiner Freundin Doris Hessler, sondern auch seinen Arbeitskollegen bei der Post auf. Doch Doris beunruhigt weniger Kais äußere Aufmachung, sondern vielmehr seine ständige Müdigkeit und seine Ausweichmanöver, die Nacht bei ihr zu verbringen. Da Kai Brockmanns Patient ist, bittet sie ihn um Auskunft über Kais Gesundheitszustand. Doch Brockmann kann ihr - selbst wenn er dürfte - nicht weiterhelfen: Kai war seit über einem Jahr nicht mehr bei ihm. Um sich endlich Klarheit zu verschaffen, verfolgt Doris ihren Freund nach Dienstschluss im Auto. Zu ihrem großen Erstaunen fährt Kai zu einer Tankstelle, in der er nachts arbeitet, um sein Gehalt aufzubessern. Auch Brockmann und Gabi tanken dort nach einem Kinobesuch: Kai wird von zwei kriminellen Jugendlichen, die es auf die Kasse abgesehen haben, in Schach gehalten ... In der Maerker AG spielt Nadja Bredow Richard Solms gegen Georg Maerker aus. Beide Herren ahnen nicht, dass sie in Bezug auf Nadja Rivalen sind ... Während Gabi nicht eben gut auf Familie Solms zu sprechen ist, weil sie vor allem Brockmanns Freund Richard misstraut, hat Kathrin sich mit Wolf, Laura und Birgit Solms angefreundet. Eine erneute Untersuchung bei einem Spezialisten gibt Kathrin die Hoffnung, bald wieder laufen zu können ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880897","hoster":"VOE"},{"path":"/redirect/9880886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-10","name":"Ich hasse mich","epNo":10,"alt":"","descr":"Kathrin hat Sehnsucht nach der Praxis. Als sie zur Freude aller dort erscheint, trifft sie auf eines ihrer Sorgenkinder: Ilona Heidland, ein blitzgescheites, magersüchtiges Mädchen, das niemanden an sich heran lässt. Sie behauptet, einfach keinen Appetit zu haben und weicht allen persönlichen Fragen aus. Nur zu Kathrin scheint sie Vertrauen zu haben: Sie besucht sie zuhause. Kathrins Behinderung, ihre herzliche Art der Gesprächsführung öffnen bei Ilona die Schleusen. Sie gesteht Kathrin, dass sie ihren neureichen Vater verachtet, ihn dafür hasst, wie er mit ihrer Mutter umspringt, wie er sich Abend für Abend mit fettem Zeug voll stopft und sie zum Essen zwingen will. Für sie steht fest: Alle Männer sind so, deshalb geht sie auch auf keine Party. Sie selbst aber ist auch nicht besser - sie erkauft sich die Sympathie ihrer Freundinnen mit Geschenken, mit Hausaufgaben und Bargeld. Kurz: Sie hasst sich. Schließlich gelingt es Kathrin, Ilona zu ihrem ersten Partybesuch zu überreden und aus dem gewollt hässlichen Entlein einen entzückenden Schmetterling zu machen ... In der Maerker AG ändert Nadja Bredow gezielt ihre Taktik, indem sie Richard Solms gegenüber zugibt, sich mit Georg Maerker getroffen zu haben, um jedweden Verdacht bezüglich ihres Verhältnisses mit Solms im Keim zu ersticken. Was läge näher als ein Essen zu viert, bei Solms zuhause? Solms bringt nicht nur seine Frau Birgit dazu, dieses Diner zu arrangieren, sondern lädt auch Brockmann und Gabi ein. Die Einzige, die das Ränkespiel sofort durchschaut, ist wieder einmal Gabi - doch Brockmann scheint nicht gewillt, auf sie zu hören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880891","hoster":"VOE"},{"path":"/redirect/9880894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-11","name":"Ein Herr vom Ministerium","epNo":11,"alt":"","descr":"Irmela Weber, die wegen ihres allgemeinen Erschöpfungszustandes bei Brockmann in der Praxis sitzt, ist seit einem Jahr arbeitslos. Doch gibt sie sich im Gegensatz zu vielen anderen Neubundesbürgern nicht wehleidig, sondern positiv, da sie an diesem Abend den Bonner Ministerialrat Dr. Lotze treffen wird, auf dessen Inserat nach einer Sekretärin sie geantwortet hat. Während des Essens im noblen Hotelrestaurant bringt er das Gespräch geschickt auf \"angemessene Garderobe\", die - das müsse Irmela verstehen - für den Job natürlich äußerst wichtig sei. Irmela gesteht, dass sie sich teure Kleider nicht leisten könne. Ihre Rücklagen sind während der zwölf Monate Arbeitslosigkeit draufgegangen. Nach dem Diner hat sie zwar den Job, darf aber auch die Rechnung für Lotze, der von seinem Minister per Telefon abberufen wurde, begleichen. Cousine Lea bringt die Sache auf den Punkt: Irmela ist einem Betrüger auf den Leim gegangen, der es auf ihre Ersparnisse abgesehen hatte. Da nichts zu holen war, hat er sie mit der Rechnung sitzen lassen. Gemeinsam mit Brockmann und Gabi heckt Irmela einen Plan aus, um Lotze das Handwerk zu legen. Richard Solms wähnt sich am Ziel seiner Wünsche: Brockmann erteilt ihm Vollmacht über das Stimmrecht seiner Anteile an der Maerker AG, allerdings mit der Einschränkung \"bis auf Widerruf\". Da Solms fürchtet, dass Georg Maerker, der inzwischen zumindest ahnt, dass Solms und Nadja ein Verhältnis haben, ihn bei Brockmann anschwärzen könnte, gesteht er seiner Frau Birgit alles und verspricht, seine Beziehung zu Nadja abzubrechen. Als Birgit von ihrem Mann verlangt, sich eine eigene Bleibe zu suchen, weigert er sich, was wiederum bei Nadja auf Unverständnis stößt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880900","hoster":"VOE"},{"path":"/redirect/9880902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-12","name":"Fragen ans Leben","epNo":12,"alt":"","descr":"Thomas Berthold ist verzweifelt. Als er nach einem Jahr Montage aus Tansania nach Berlin zurückkehrt, beichtet ihm seine Frau Kirsten, dass sie ihn mit einem Lehrerkollegen betrügt. Sie, die selbst pathologisch eifersüchtig ist, hat ihre Liebe verraten. Kirsten sieht das anders. Als Langzeit-Strohwitwe habe sie sich einfach danach gesehnt, mit einem Menschen reden zu können, mal auszugehen, verstanden und umsorgt zu werden. Da sei es eben passiert. Ob sie Gregor, den anderen, liebt, weiß sie nicht. Verbittert verlässt Thomas, entgegen Brockmanns Ratschlag wegen seiner starken Hustenanfälle das Bett zu hüten, die Wohnung mit der Drohung, sich vom Dach des gegenüberliegenden, eingerüsteten Hauses zu stürzen. Im Durcheinander ihrer Gefühle will Kirsten bei Gregor Rat suchen, doch sie erreicht ihn telefonisch nicht. Spät abends nach dem letzten Hausbesuch kann Brockmann den Selbstmord von Thomas Berthold, der auf dem Dach des eingerüsteten Hauses steht, verhindern. Kirsten ist fassungslos, als sie in dem Geretteten nicht ihren Mann, sondern Gregor erkennt. Nadja Bredow und Georg Maerker haben Richard Solms in der Hand. Über die Vollmacht von Brockmanns Stimmrecht hat er sich die Sperrminorität der Maerker AG erschlichen, die er bei einem Fusionsgeschäft seines Arbeitgebers mit den Amerikanern lukrativ für sich nutzen will. Brockmann beginnt zu dämmern, dass Gabi mit der Einschätzung seines Freundes Richard richtig liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334441","hoster":"VOE"},{"path":"/redirect/9880903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-5/episode-13","name":"Jede Menge Kohle","epNo":13,"alt":"","descr":"Anlässlich eines Hausbesuches bei Petra Radke, die mit einer fiebrigen Erkältung das Bett hüten muss, stößt Brockmann auf der Suche nach einer Wärmflasche auf dem Hängeboden in einer Umzugskiste auf sorgfältig versteckte Bündel von Hundertmark-Scheinen mit Bank-Banderolen. Das Merkwürdigste aber ist, dass Petra Radke von der Existenz dieses Vermögens nichts zu wissen scheint und ihr Mann sich als Kohlenträger täglich für einen Hungerlohn abrackert. Beim Abendessen folgert Gabi wenig später messerscharf: Wenn Petra Radke ihrem Mann erzählt, dass Brockmann die Wärmflasche vom Hängeboden geholt hat, und wenn das Geld tatsächlich aus einem Bankraub stammt, dann ist Brockmann für Radke ein gefährlicher Mitwisser. Am nächsten Morgen klärt Radke Brockmann in der Praxis auf. Er hat vor drei Wochen im Lotto über 400.000 Mark gewonnen und um nicht \"auszuflippen\", hat er niemandem davon erzählt, nicht mal seiner Petra. Und da er Angst hat, dass sie ihm das übel nehmen könnte, bittet er Brockmann, sie vorsichtig darauf vorzubereiten ... Richard Solms trennt sich auf Anraten von Brockmann vorläufig von seiner Frau Birgit und zieht in ein Hotel. Dort erwartet ihn seine Geliebte Nadja Bredow, die ihn mit ihrem Wissen um seine dubiosen Pläne in Bezug auf Brockmanns Sperrminorität in der Firma erpresst ... Kathrins Genesung macht gute Fortschritte. Insgeheim hegt sie die Hoffnung, für Wolf Solm und seine kleine Tochter bald mehr als eine mütterliche Freundin zu sein. Da taucht Laras Mutter, die ihren Mann und ihre Tochter vor zwei Jahren ohne eine Nachricht zu hinterlassen verlassen hat, plötzlich wieder auf ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916933","hoster":"VOE"},{"path":"/redirect/9880907","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-1","name":"Spätes Glück","epNo":1,"alt":"","descr":"Dieter Hönicke schwebt im siebten Himmel. Der herzkranke Junggeselle hat durch einen Zufall Viola Fuhrmann kennen gelernt, eine attraktive Mittvierzigerin. Nie hätte er geglaubt, in seinem Alter noch eine Beziehung einzugehen. So ist es ihm eine Freude, Viola zu helfen, wo er nur kann. Aber sie lehnt den Kredit, den Dieter ihr anbietet, um ihren eigenen Kosmetiksalon einrichten zu können, ab. Nur mit seiner Bürgschaft für ihren Bankkredit erklärt Viola sich einverstanden. Überglücklich taucht Dieter Hönicke in der Praxis am Bülowbogen auf, wo die neue Arzthelferin Marion das Team verstärkt, und erklärt Dr. Peter Brockmann, dass Viola für ihn die beste Medizin ist. Er bittet den \"Herrn Doktor\" und das \"Fräulein Gabi\" inständig, diese Prachtfrau kennen zu lernen. Mit gemischten Gefühlen nehmen Brockmann und Gabi Hönickes Einladung an. Doch Viola ist verschwunden, mitsamt dem Bankkredit, für den Hönicke nun gerade stehen muss ... Gemischte Gefühle beschleichen auch Kathrin Brockmann. Nachdem Bettina Solms wieder aufgetaucht ist, will sie sich natürlich mit Wolf und der gemeinsamen Tochter Laura treffen. Obwohl Kathrin sich nichts anmerken lässt, spüren ihre Großmutter Anna und auch Birgit Solms, dass sie verunsichert ist und um die sich gerade anbahnende Beziehung zu Wolf fürchtet. Ganz im Gegenteil zu Nadja Bredow, für die Beziehungen ein boshaftes Spiel sind. Georg Maerker zappelt nach wie vor an ihrer Angel, aber sie lässt sich nicht wirklich auf ihn ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881307","hoster":"VOE"},{"path":"/redirect/9881310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-2","name":"Die Bienenkönigin","epNo":2,"alt":"","descr":"Die junge Diana Pritschke ist hoffnungslos verliebt. Nichts lässt sie unversucht, um Mark, einen Kollegen, auf sich aufmerksam zu machen. Trotz der Zweifel ihrer Freundin Monika stürzt sich Diana sogar auf \"Balsam Royal - Der Duft der Bienenkönigin\". Eine sündhaft teure Creme, die auf Männer unwiderstehlich wirken soll. Tatsächlich fliegen alle Männer abends auf der Bowlingbahn auf Diana - nur Mark nicht. Als Mark sich beim Spielen leicht verletzt, kommt ihm Peter Brockmann zu Hilfe, der mit Gabi auf der Nachbarbahn gerade seine Begabung im Bowling entdeckt. Die beiden werden Zeuge von Dianas vergeblichem Liebeswerben. Kein Glück in der Liebe scheint auch Brockmanns Tochter Kathrin zu haben. Bettina Solms versucht ganz offensichtlich, wieder Kontakt zu ihrem Noch-Ehemann zu bekommen und scheint auf Kathrin eifersüchtig zu sein. Hilflos sieht Wolf Solms zu, wie Bettina Kathrin sogar den Umgang mit ihrer kleinen Laura verbieten will. Während Kathrin allmählich klar wird, dass sie sich eine Weile zurückziehen muss, wendet sich Bettina Hilfe suchend an ihre Schwiegermutter Birgit. Auch Peter Brockmann sucht sie in der Praxis auf und bittet ihn, sich neutral zu verhalten. Nicht gerade einfach, wo er seiner Tochter die Beziehung mit Wolf doch aus vollem Herzen gönnt. Und die verzweifelte Diana wendet sich ebenfalls an den Doktor vom Bülowbogen. Wie kann sie es nur anstellen, dass Mark endlich ihre Gefühle erwidert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881311","hoster":"VOE"},{"path":"/redirect/9881312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-3","name":"Kein Herz und keine Seele","epNo":3,"alt":"","descr":"Gertrud Möller, eine ältere Patientin von Dr. Brockmann, weiß nicht mehr ein noch aus, seit ihre Wohnung luxussaniert werden soll. Hausbesitzer Haffke und Hausmeister Hübner wollen die alte, auf Sozialhilfe angewiesene Frau unbedingt loswerden. Dabei greifen sie zu so rabiaten Mitteln, dass Gertrud sich buchstäblich nicht mehr nach Hause traut und auf der Straße übernachtet, obwohl Dr. Brockmann ihr wegen ihrer schweren Bronchitis strenge Bettruhe verordnet hat. Wohnungssorgen scheinen aber auch auf den Doktor selber zuzukommen. Richard Solms meldet sich wieder und erklärt seiner Noch-Ehefrau Birgit, dass er ihr Praxis und Wohnung kündigen wird. \"Eigenbedarf\", begründet Solms seinem Jugendfreund Brockmann gegenüber. Als er ihm daraufhin seine und Kathrins Wohnung anbietet, ist Solms schnell bereit, darauf einzugehen. Und das, obwohl Peter Brockmann sein vorschnelles Angebot offensichtlich nicht so ganz ernst gemeint hat. Überhaupt scheint mit Solms einiges nicht zu stimmen. In der Praxis am Bülowbogen trifft er zufällig seine Schwiegertochter Bettina, die sich wegen ihrer desolaten Beziehung zu Wolf und Laura von Dr. Brockmann Rat holen wollte. Dabei verhält sich die junge Frau so merkwürdig, dass Peter Brockmann die Sache nicht mehr aus dem Kopf geht. Gabi Köhler dagegen glaubt eher, dass ihr Doktor sich viel zu sehr für die Familienangelegenheiten der Damen Solms interessiert. Richard Solms treibt aber tatsächlich ein seltsames Spiel. Dr. Nadja Bredow überrumpelt er mit einem gemeinsamen Kurzurlaub in der Karibik. Während seiner Abwesenheit soll der ahnungslose Georg Maerker, gleichfalls in Nadja verliebt, Solms in der Firma vertreten. Georg ist zwar betrübt darüber, dass Nadja ohne ihn zu einem \"Seminar\" fährt, will sich die Chance, seine Nase gründlich in Solms Angelegenheiten zu stecken, jedoch nicht entgehen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881315","hoster":"VOE"},{"path":"/redirect/9881314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-4","name":"L wie Liebe","epNo":4,"alt":"","descr":"Jana und Peer, zwei Teenager, werden von den anderen Kids im Wohnblock gehänselt, weil sie ineinander verliebt sind. Hella, Max, Björn, Ingo und Jens sind immer dabei, etwas auszuhecken. Ihr neuester Coup: Mit einer selbst gebastelten Mini-Rakete wollen sie Obdachlosen zu Leibe rücken. Der dreiste Anschlag trifft jedoch ein paar brave Bürger. Während die Clique sich aus dem Staub macht, fällt der Verdacht auf Ludger und Fuzzi. Für Brockmanns alte Freunde wird die folgende polizeiliche Befragung recht ungemütlich. Als Janas kleine Schwester Luise an Ziegenpeter erkrankt, warnt Dr. Brockmann die Familie vor der großen Ansteckungsgefahr. Auch Jana soll deshalb zu Hause bleiben und keinen Kontakt nach draußen mehr haben. Das gilt natürlich auch für Peer. Die dadurch erzwungene Trennung erscheint den beiden so unerträglich, dass Peer sich umgehend in der Praxis am Bülowbogen meldet. Mit - wie er glaubt - eindeutigen Symptomen von Ziegenpeter ... Angst vor Trennung hat auch Kathrin. Ihr Vater ist bereit, auf Richard Solms Wunsch auszuziehen - doch Kathrin möchte nicht das Haus verlassen, in dem Wolf lebt. Außerdem fürchtet sie, dass Bettina Solms mit Hilfe von Peter Brockmann einen Keil zwischen sie und Wolf treiben will, seit sie beobachtet hat, wie vertraut Wolfs Frau inzwischen mit ihrem Vater umgeht. Das entgeht auch Gabi Köhler nicht, die bislang glaubte, ihr Doktor interessiere sich eher für Bettinas Schwiegermutter Birgit. Tatsächlich trifft Peter Brockmann Verabredungen mit beiden Damen Solms - aber ganz geheuer ist ihm dabei selber nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881317","hoster":"VOE"},{"path":"/redirect/9881320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-5","name":"Ein Geständnis","epNo":5,"alt":"","descr":"Evelin Himmler, eine Patientin von Dr. Brockmann, sorgt sich um ihren Sohn Stefan. Der treibt sich mit Mirco, Ulf, Ralf und Gerd herum, ein paar jungen Neo-Nazis. Zusammen mit dieser gewaltbereiten Truppe, von der Stefan dank seines Namens gerne mit \u0027Heinrich\u0027 oder \u0027Reichsführer\u0027 angeredet wird, gerät der junge Mann immer mehr auf die schiefe Bahn. Der Kummer mit ihrem Sohn macht sich bei Evelin auch gesundheitlich bemerkbar. Angeschlagen wie sie ist, vertraut sie sich Dr. Brockmann an, aber auch der kann ihr nur medizinisch helfen. Was Stefan betrifft, ist der Doktor machtlos - auch wenn er sich bereit erklärt, dem Jungen ins Gewissen zu reden. Peter Brockmann hat in der Tat genügend eigene Sorgen. Zum Frühstück bei Anna und Gregor Maerker eingeladen, eröffnet ihm sein Schwager, was er während der Abwesenheit von Richard Solms als dessen Stellvertreter in der Maerker AG herausgefunden hat. Georg glaubt fest, Solms Veruntreuung nachweisen zu können. Damit macht er nicht nur Peter Brockmann stutzig. Auch Georgs Schwarm Nadja Bredow, die gerade noch mit Solms heimlich in der Karibik war, wird nachdenklich. Regelrecht schockiert ist Peter Brockmann, nachdem Bettina, Solms Schwiegertochter, beschlossen hat, sich ihrem väterlichen Freund endlich anzuvertrauen. Ihre Geschichte lässt Peters alten Freund Richard in noch trüberem Licht erscheinen. Irritiert von all den Aufregungen in der Praxis und der Familie, will sich Dr. Brockmann bei einem gemeinsamen Spaziergang mit Gabi Köhler erholen. Doch der kleine Ausflug endet in einer dramatischen Begegnung mit Stefan Himmlers Schläger-Truppe ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881268","hoster":"VOE"},{"path":"/redirect/9881270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-6","name":"Miese Tricks","epNo":6,"alt":"","descr":"Robby Dahlen, ein charmanter Kleinganove, himmelt Gabi Köhler regelrecht an. Wann immer er in der Praxis auftaucht, umschwärmt er sie, während er dem Doktor hanebüchene Geschichten über die Ursache seiner letzten Verletzung auftischt. Peter Brockmann und Gabi machen sich keine Illusionen über Robby - aber irgendwie mögen sie ihn auch. Was sie von Stefan Himmler, dem Sohn einer Patientin, und dessen Clique keineswegs behaupten können. Erst vor Kurzem sind Gabi und Brockmann Zeuge geworden, wie diese Handvoll junger Rechtsradikaler einen vermeintlichen Ausländer ertränken wollte. Als sie ihre Zeugenaussage bei der Polizei wiederholen müssen, gerät Brockmann so richtig in Fahrt und hält Stefan - wohl auch aus Sorge um die angegriffene Gesundheit seiner Mutter - einen Vortrag, der es in sich hat. Die jüngsten Ereignisse haben dem Doktor wirklich zugesetzt. Birgit Solms hat ihn um Hilfe gebeten. Ihr immer unberechenbarer werdender Noch-Ehemann Richard will ihre Wohnung und Praxis kündigen und sie mit allen Mitteln aus dem Haus ekeln. Peter Brockmann muss sich nun der Frage stellen, was aus der langjährigen Freundschaft zwischen ihm und Richard Solms geworden ist. Zumal Georg Maerkers Anschuldigungen begründet erscheinen, Solms habe in der Firma Unregelmäßigkeiten begangen. Und zwar gedeckt durch seine Handlungsvollmacht über Brockmanns Anteile an der Maerker AG. Niemand begreift das schneller als die attraktive Nadja Bredow, die sich daraufhin von Richard Solms abwendet. Im Stich gelassen fühlt sich auch Kathrin Brockmann. Sie spürt die zunehmende Entfremdung zwischen sich und Wolf Solms, der sich offenbar wieder seiner Frau Bettina zuwendet. Auch wenn er es nicht zugibt: Wolf scheint Bettina immer noch zu lieben. Peter Brockmann sieht den Kummer seiner Tochter, kann ihr aber nicht helfen. Instinktiv sucht er die Nähe von Gabi Köhler, um Ruhe zu finden. Und um nachzudenken - nicht zuletzt über seine eigene Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881273","hoster":"VOE"},{"path":"/redirect/9881272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-7","name":"Tödliches Dreieck","epNo":7,"alt":"","descr":"Frauke Hennig ist in der Praxis am Bülowbogen zusammengebrochen. Grund des Schwächeanfalls: Ihr Mann Rüdiger ist seit Tagen nicht mehr nach Hause gekommen. Dr. Brockmann und seine Helferinnen sprechen ihr neuen Mut zu. Doch als tags darauf auch noch ihr vierjähriger Sohn Ken verschwindet, weiß sich die verzweifelte junge Frau nicht mehr zu helfen. Nun schlägt Harrys und Fuzzis große Stunde. Denn die beiden haben zufällig höchst aufschlussreiche Dinge beobachtet. Erst in der Laube des alten Griesgrams Lothar Krauss und später auf dem Kinderspielplatz ... Während Peter Brockmann Frauke helfen kann, scheint er der Krise in seiner eigenen Familie hilflos gegenüberzustehen. Gabi Köhler hält zwar offen und vorbehaltlos zu ihm, aber auch sie kann in der verfahrenen Situation nur wenig ausrichten. Kathrin Brockmann quält sich weiterhin damit zuzusehen, wie Wolf Solms und Bettina wieder zueinander finden. Sie weigert sich verbissen, die Reha-Klinik aufzusuchen, die für ihre Heilung so nötig wäre. Ihr alter Studienkollege Dr. Christian Eschenbach erscheint zum richtigen Zeitpunkt, um Kathrin gründlich ins Gewissen zu reden. Richard Solms hat nicht so viel Glück. Peter Brockmann entzieht ihm endgültig die Vollmacht zur Verwaltung seiner Anteile an der Maerker AG. Um einen Skandal zu vermeiden, erwarten Solms Vorgesetzte seine fristlose Kündigung. Solms Karriere ist damit beendet, aber er weigert sich, die Realitäten anzuerkennen. Als er dann auch noch Nadja Bredow beobachtet, die eine Affäre mit Georg Maerker beginnt, kommt es bei Solms zu einer tragischen Kurzschlusshandlung ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881283","hoster":"VOE"},{"path":"/redirect/9881279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-8","name":"Einsame Menschen","epNo":8,"alt":"","descr":"Noch wirkt der Schock über das tödliche Drama, das Richard Solms ausgelöst hat, nach. Anna Maerker trauert um ihren Sohn Georg. Sie beschließt, zu ihrer Tochter Gisela in die Schweiz zu ziehen, um in Berlin nicht völlig zu vereinsamen. Solms Witwe Birgit versucht, die Freundschaft mit ihrem Arztkollegen Peter Brockmann zu vertiefen. Der reagiert eher verlegen als begeistert, zumal er beschlossen hat, die Solm\u0027sche Villa zu verlassen und sich eine neue Wohnung zu suchen. Während er sich Birgits Aufmerksamkeiten nicht so recht zu erwehren weiß, beobachtet Gabi Köhler eifersüchtig das Geschehen. Sie fürchtet, dass \"ihr\" Peter wieder einmal auf Freiersfüßen wandelt. Doch Konkurrenz droht der resoluten Gabi von ganz anderer Seite: Grit Hauser, eine junge, allein stehende Mutter, taucht mit Tochter Julia in der Praxis auf. Sie täuscht einen Fieberanfall der Tochter vor und bittet Peter Brockmann spät abends zu einem Hausbesuch ... Auch Lutzi, ein spleeniger Stadtstreicher und entfernter Freund von Fuzzi und Harry, leidet unter dem Alleinsein. Er fürchtet nichts so sehr wie das Böse auf dieser Welt und ist fest davon überzeugt, dass es sich nachts durch Strahlen überträgt. Um sich davon zu schützen, übernachtet er in geklauten Autos. Und er macht auch vor Brockmanns Wagen nicht halt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881285","hoster":"VOE"},{"path":"/redirect/9881284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-9","name":"Topfit","epNo":9,"alt":"","descr":"Gabi ist verstimmt: Brockmann schafft es mal wieder nicht, offen mit Birgit Solms über seine Um- und Auszugsabsichten zu sprechen. Im Gegenteil - ihr neuer Vorschlag, mit ihm gemeinsam zu praktizieren und zwar am Bülowbogen, scheint ihm zunächst vernünftig und kostensparend. Doch was sind Brockmanns private Sorgen im Vergleich zu denen seiner Patienten, die von einer Grippewelle geplagt werden. Ute Spiller zum Beispiel: Die junge Frau hat in kürzester Zeit enorm abgenommen - der Liebe wegen. Obwohl sie inzwischen schon fast zu dünn ist, besteht ihr Freund Max Pohl, ein wahrer Fitness-Fanatiker, weiterhin auf Diät und hartem Leistungstraining. Erst Nina Holl, Pohls Ex-Freundin, öffnet Ute die Augen: Max hat sich auf mollige Frauen spezialisiert und die erleichtert er nicht nur um überflüssige Pfunde ... Bedrohlich entkräftet ist auch Gerd Winter. Um seine kleine Familie über die Runden zu bringen, arbeitet er tagsüber als Angestellter in einem Malerbetrieb und nachts renoviert er Wohnungen schwarz. Die Grippe setzt ihm so zu, dass er sich von Dr. Brockmann krankschreiben lässt. Aber seine derzeitige Schwarzarbeit setzt er heimlich fort. Er bringt es einfach nicht übers Herz, die alte Frau Berthold in der halbrenovierten Wohnung sitzen zu lassen. Die beiden ahnen nicht, dass eine boshafte Nachbarin die Schwarzarbeit bereits angezeigt hat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881289","hoster":"VOE"},{"path":"/redirect/9881288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-10","name":"Kurzschluss","epNo":10,"alt":"","descr":"Die Rentnerin Jana Neubert wird nachts auf der Straße angefahren. Der Fahrer des Wagens begeht Fahrerflucht. So stellt es sich jedenfalls Peter Brockmann dar, der erste Hilfe leistet und Jana ins Krankenhaus bringen lassen will. Doch die ist erstaunlicherweise mehr an der Polizei interessiert als an ärztlicher Hilfe. Immer wieder erzählt sie aufgeregt, dass Skinheads sie bei Rot auf die Kreuzung gejagt haben. Jens Grünert, der Fahrer des Unfallwagens, taucht ohne sein Auto am Unfallort wieder auf, weil er sich schreckliche Sorgen um die alte Frau macht. Doch aus Angst um seinen Job - er ist Fahrer einer Geldtransportfirma - wagt er nicht sich zu stellen. Als ihn einer der Passanten versichert, dass die Polizei den Schuldigen dank modernster Spurensicherung auf jeden Fall erwischen wird, glaubt Jens dem Mann aufs Wort. In heller Panik setzt er sich ab - samt der 100.000 Mark, die er transportieren sollte. Auch Jana Neubert weiß nicht mehr ein noch aus. Erst im Krankenhaus wird ihr klar, dass sie den Fragen der Polizei nicht gewachsen ist. In ihrer Not wendet sie sich an Brockmann. Ihm gesteht Jana, dass sie den Unfall bewusst herbeigeführt hat, um eine dringend notwendige Hüftgelenkoperation finanziert zu bekommen, für die sie als Ex-DDR-Bürgerin nicht ausreichend versichert zu sein glaubte. Jens Grünert ist inzwischen bei Romi, einer Prostituierten aus dem Kiez, mit dem Plan untergetaucht, seinem Chef das Geld zurückzugeben. Doch Romi sieht sich angesichts der 100.000 Mark am Ziel ihrer Wünsche. Sie fordert die Hälfte der ohnehin versicherten Kohle. Nach einer handgreiflichen Auseinandersetzung verlässt Jens die Wohnung, um endlich Brockmanns Rat zu suchen. Romi schwört Rache ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004572","hoster":"VOE"},{"path":"/redirect/9881290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-11","name":"Bäumchen wechsle dich","epNo":11,"alt":"","descr":"Neuigkeiten am Bülowbogen: Axel Drexler, Lehrer und Junggeselle, zieht im vierten Stock über der Praxis ein. Gabi hat sofort ein Faible für den gut aussehenden Axel, was sie Brockmann gegenüber unverhohlen zeigt und zugibt. Als er Axel wenig später auf einem Gartenfest in der Villa Solms, das Birgit für ihre heimgekehrte Schwiegertochter Bettina und ihren Sohn Wolf gibt, wiederbegegnet, glaubt er natürlich, Gabi habe Axel eingeladen. Und Brockmann reagiert, wie Gabi es erhofft hat: Er ist eifersüchtig. Tatsächlich unterrichtet Axel an der gleichen Schule wie Birgits Sohn Wolf. Brockmann ist ausgesprochen erleichtert, als sich das zufällige Zusammentreffen klärt. Ganz so harmlos stehen die Dinge bei Wolfs Kollegen Jenifer und Mario nicht. Die attraktive Jenifer hat mit dem verheirateten Mario eine heimliche Affäre. Noch während Mario seinem Freund Axel den Seitensprung beichtet, begreift seine Frau Grit, was zwischen ihrem Mann und Jenifer läuft. Hals über Kopf verlässt sie das Fest und flüchtet zu Axel in die Wohnung. Anfangs sucht sie nur Trost, doch schon bald gesteht Grit dem überraschten Axel, dass sie ihn seit vielen Jahren liebt ... Brockmann beobachtet das \"Bäumchen-wechsle-dich\"-Spiel unter Lehrern halb abgeklärt, halb triumphierend: Er sieht in dem Wiedererblühen einer alten Liebe eine Art späte Gerechtigkeit. Und er staunt, wie friedlich es dabei zugehen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881294","hoster":"VOE"},{"path":"/redirect/9881292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-12","name":"Auf der Kippe","epNo":12,"alt":"","descr":"Vater Naumann hat Probleme: mit seinem kranken Herzen, mit seiner pubertierenden Tochter Diana, mit der angegriffenen Gesundheit von Nesthäkchen Silke. Da taucht auch noch Hinz, ein ehemaliger Kollege, bei ihm auf, für den er einen angeblichen Lottogewinn verstecken soll - in Wirklichkeit Beute aus einem Banküberfall. Die Schwierigkeiten für Naumann werden noch größer, als seine Töchter das Geld entdecken. Während Diana eher kaltschnäuzig reagiert und etwas von dem Geld für sich abzweigt, fürchtet Silke, die Polizei könnte ihren natürlich unschuldigen Vater verhaften, weil er die Herkunft des Geldes nicht erklären kann. In ihrer Aufregung bekommt sie hohes Fieber. Brockmann und Gabi sind auf dem Weg zu dem Mädchen, als Naumann, von Hinz massiv unter Druck gesetzt, einen Herzanfall erleidet. Brockmann leistet Erste Hilfe, bis Naumanns behandelnder Arzt Dr. Sommerfeld eintrifft. Silke hat panische Angst, dass ihr Vater den Kollaps nicht überlebt hat und will sich aus dem Fenster stürzen, was Sommerfeld und Brockmann in letzter Minute verhindern können. Beide Ärzte empfinden nicht nur deshalb auf Anhieb Sympathie füreinander ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881296","hoster":"VOE"},{"path":"/redirect/9881298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/praxis-blowbogen/staffel-6/episode-13","name":"Zurück zu den Wurzeln","epNo":13,"alt":"","descr":"Im Kiez macht ein Gerücht die Runde, das Ludger in die Welt gesetzt hat: Brockmann gibt die Praxis auf und Sommerfeld wird sein Nachfolger. Nur mit Mühe gelingt es Gabi und Brockmann, die aufgeregte Patientenschar zu überzeugen, dass alles beim Alten bleibt. Nur einer sieht das anders: Heuser. Seit zwanzig Jahren unter Herzbeschwerden und zu hohem Blutdruck leidend, will er sich endlich zur Ruhe setzen. Er lädt Brockmann und Gabi zu einem Fest ein, mit dem gleichzeitig die Verlobung seines Sohnes Florian und die Übergabe seiner Geschäfte an Florian gefeiert werden soll. Heuser freut sich auf sein neues Leben, in dem er vor allem zu sich selbst finden will, und rät seinem Arzt, ebenfalls eine ruhigere Gangart einzulegen. Brockmann wehrt entschieden ab. Zum Kummer von Gabi, die den Gedanken an Ruhestand gar nicht abwegig findet. Zumal Marion nach Hamburg heiratet und Erika zu ihrer Schwester nach Stralsund ziehen will. Außerdem ist auf Schwanenwerder in der Maerker-Villa soeben eine Wohnung freigeworden - groß genug für zwei ... Auf dem Höhepunkt der fröhlichen Feier erleidet Heuser einen Herzanfall. Auch Brockmann kann nichts mehr für seinen Patienten tun. Der plötzliche Todesfall bewirkt in Brockmann jedoch einen Sinneswandel. Ungeschickt macht er Gabi einen Heiratsantrag, doch die erklärt unerbittlich: Heirat nur, wenn er die Praxis aufgibt! Es sieht ganz so aus, als würde Ludger am Ende doch recht behalten und das Gerücht Wahrheit werden ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881301","hoster":"VOE"},{"path":"/redirect/9881308","hoster":"Streamtape"}]}]}]}]}