{"seriesId":"pretty-little-liars","name":"Pretty Little Liars","descr":"Die Serie erzählt die Geschichte der vier Freundinnen Hanna Marin(Ashley Benson), Aria Montgomery(Lucy Hale), Spencer Hastings(Troian Bellisario) und Emily Fields(Shay Mitchell), welche in Rosewood, einem Vorort von Philadelphia, leben und deren Leben sich nach dem spurlosen Verschwinden ihrer Freundin Alison DiLaurentis vollkommen und drastisch verändert. Die Geschichte beginnt mit der Rückkehr Aria Montgomerys, welche zusammen mit ihrer Familie ein Jahr in Island gelebt hat und nun zurück nach Rosewood kommt. Zur selben Zeit erhalten Aria und ihre Freundinnen plötzlich mysteriöse Nachrichten und Drohungen von einer unbekannten Person namens \"A\". Die Handlung der Serie besteht in den Anstrengungen der vier Freundinnen hinter die Identität von \"A\" zu kommen und dabei das Verschwinden und den Tod ihrer Freundin Alison aufzuklären.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wie alles begann","epNo":1,"alt":"Pilot","descr":"Ein Jahr ist vergangen, seit Alison, die Anführerin einer angesagten Mädchenclique, spurlos verschwunden ist. Ihre ehemaligen Freundinnen haben sich in der Zwischenzeit auseinandergelebt. Das ändert sich abrupt, als Aria, Emily, Hanna und Spencer anonyme Nachrichten - unterzeichnet mit \"A.\" erhalten. Sie haben Alison in Verdacht, da nur sie die Geheimnisse kennt. Als jedoch ihre Leiche gefunden wird, zerstört sich die Theorie.","versions":[{"lang":1,"streams":[{"redirect":14511331,"hoster":"VOE"},{"redirect":12652838,"hoster":"Doodstream"},{"redirect":12760798,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375530,"hoster":"VOE"},{"redirect":14439675,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Sache mit Jenna","epNo":2,"alt":"The Jenna Thing","descr":"Die vier Teenager Aria, Emily, Spencer und Hanna müssen sich mit einem schrecklichen Vorfall aus ihrer Vergangenheit auseinandersetzen, als die erblindete Jenna Marshall nach Rosewood an ihre alte Schule zurückkehrt. Außerdem werden neue Fragen zu der Nacht aufgeworfen, in der Alison spurlos verschwunden ist.","versions":[{"lang":1,"streams":[{"redirect":14498391,"hoster":"VOE"},{"redirect":12652841,"hoster":"Doodstream"},{"redirect":14516350,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483672,"hoster":"VOE"},{"redirect":14516266,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wer die Nachtigall stört","epNo":3,"alt":"To Kill a Mocking Girl","descr":"\"Die Vergangenheit holt einen immer ein.\" Dass dieses Sprichwort wahr ist, müssen Aria, Emily, Spencer und Hanna auf die harte Tour lernen. Emily sieht Toby Cavanaugh auf einmal in einem neuen Licht und Hanna will unbedingt, dass ihr Freund die \"alte\" Hanna vergisst. Können die Vier ihre Vergangenheit wirklich enfach hinter sich lassen, obwohl \"A\" jeden ihrer Schritte genauestens beobachtet?","versions":[{"lang":1,"streams":[{"redirect":14498392,"hoster":"VOE"},{"redirect":14520241,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498397,"hoster":"VOE"},{"redirect":14516265,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer nicht hören will, muss fühlen","epNo":4,"alt":"Can You Hear Me Now?","descr":"Die vier Teenager haben genug davon, ständig mit anonymen E-Mails und SMS von \"A\" belästigt zu werden und blocken einfach alle unbekannten Nutzer. Dass \"A\" sich davon auf Dauer nicht abhalten lässt, ist klar. Auch wenn sie so vorerst ein paar Momente Ruhe haben, ist das Leben der vier Freundinnen alles andere als einfach. Eines der Mädchen bekommt unerwartet Besuch, die Nächste erhält überraschend ein Geschenk.","versions":[{"lang":1,"streams":[{"redirect":14483671,"hoster":"VOE"},{"redirect":12652850,"hoster":"Doodstream"},{"redirect":14506652,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498399,"hoster":"VOE"},{"redirect":14415028,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wahrheit tut weh!","epNo":5,"alt":"Reality Bites Me","descr":"Der Versuch, \"A\" zu ignorieren, ging gehörig nach hinten los. Während Hanna in einer Zahnarztpraxis arbeiten muss, um den Schaden an Seans Auto wiedergutzumachen, beschließt Ezra, die Beziehung zu Aria zu beenden, um seine Karriere nicht aufs Spiel zu setzen. Und zu allem Überfluss gibt es noch die mit Lippenstift geschriebene Nachricht von \"A\", die den vier Teenagern ziemlich an die Nieren geht.","versions":[{"lang":1,"streams":[{"redirect":14498393,"hoster":"VOE"},{"redirect":12652854,"hoster":"Doodstream"},{"redirect":14516325,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498398,"hoster":"VOE"},{"redirect":14506647,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ballgeflüster","epNo":6,"alt":"There’s No Place Like Homecoming","descr":"Die Mädchen geben ihr Bestes, um gute Miene zum bösen Spiel zu machen. Der jährliche Abschlussball steht an und die Schule wird vom Ballkomitee komplett umdekoriert. Emily möchte mit Toby auf den Ball gehen, was sie jedoch bald in eine äußerst unangenehme Situation bringt. Verstörend schreckliche Geheimnisse drohen, die perfekte Ballnacht von Aria, Emily, Spencer und Hanna zu ruinieren.","versions":[{"lang":1,"streams":[{"redirect":14483779,"hoster":"VOE"},{"redirect":12652861,"hoster":"Doodstream"},{"redirect":12760783,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498271,"hoster":"VOE"},{"redirect":14516268,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Katerstimmung","epNo":7,"alt":"The Homecoming Hangover","descr":"Nach der schrecklichen Ballnacht versuchen die Mädchen, ein wenig Ordnung in das Chaos zu bringen. Außerdem sind sie dank \"A\" auf einmal im Besitz unfassbarer Neuigkeiten über Toby. Arias Bruder Mike verkraftet die Trennung seiner Eltern nicht und Aria findet heraus, dass \"A\" nicht die Einzige ist, die ihr Nachrichten schreibt.","versions":[{"lang":1,"streams":[{"redirect":14511344,"hoster":"VOE"},{"redirect":12652866,"hoster":"Doodstream"},{"redirect":12652860,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806782,"hoster":"VOE"},{"redirect":8615066,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vergesst mich nicht","epNo":8,"alt":"Please, Do Talk About Me When I’m Gone","descr":"Neue Beweise zu der Nacht, in der Alison verschwunden ist, tauchen auf. Auch Alisons Bruder Jason, der zum Gedenktag seiner Schwester erscheint, hat brisante Neuigkeiten für Spencer auf Lager. Familie Marin hat Geldprobleme, weshalb Hannas Kreditkarte plötzlich nicht mehr funktioniert. Das Mädchen beschließt, alte Kleider und Handtaschen mit Lucas\u0027 Hilfe über das Internet zu versteigern.","versions":[{"lang":1,"streams":[{"redirect":14498315,"hoster":"VOE"},{"redirect":12652870,"hoster":"Doodstream"},{"redirect":12760769,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498328,"hoster":"VOE"},{"redirect":14516269,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Große Erwartungen","epNo":9,"alt":"The Perfect Storm","descr":"Ein Sturm rast auf Rosewood zu, als die Mädchen einen wichtigen Test in der Schule schreiben müssen. Der Test wird daraufhin ausgesetzt, doch keiner darf das Schulgebäude verlassen. Nachdem man Emily beschuldigt hat, Alison getötet zu haben, verrät die ein Geheimnis, und gerade als Aria Noel eine Chance geben will, taucht Ezra wieder auf. Spencer entdeckt, was ihre Mutter von ihr verbergen wollte.","versions":[{"lang":1,"streams":[{"redirect":14483649,"hoster":"VOE"},{"redirect":12652874,"hoster":"Doodstream"},{"redirect":12760764,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483637,"hoster":"VOE"},{"redirect":14516271,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Beste Freundinnen","epNo":10,"alt":"Keep Your Friends Close","descr":"Eigentlich steht den vier Freundinnen nicht der Sinn danach, auf Monas Geburtstagsparty zu gehen, doch als sie eine SMS von \"A\" erhalten, haben sie auf einmal Hoffnung, \"A\" auf der Feier zu finden. Zudem taucht mit einem Video ein neues Beweisstück zu Alisons Verschwinden auf, weswegen die Mädchen vom FBI konfrontiert werden. Toby wurde auf dem Video erkannt und wird nun per Haftbefehl gesucht.","versions":[{"lang":1,"streams":[{"redirect":14483780,"hoster":"VOE"},{"redirect":12652880,"hoster":"Doodstream"},{"redirect":12760808,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498273,"hoster":"VOE"},{"redirect":14520230,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kurze Zeit später","epNo":11,"alt":"Moments Later","descr":"Hannah wurde von einem Auto angefahren und liegt im Krankenhaus. Durch ihren Unfall kommt die Beziehung zwischen Ezra und Aria ans Licht, da sie Noel erkannt hat, als er eine Nachricht auf Ezras Auto geschrieben hat. Emilys Vater kann mit dem Outing seiner Tochter erstaunlich gut umgehen, seiner Frau hingegen fällt es deutlich schwerer. \"A\" lässt nicht locker und hinterlässt eine neue Nachricht.","versions":[{"lang":1,"streams":[{"redirect":14483650,"hoster":"VOE"},{"redirect":12652883,"hoster":"Doodstream"},{"redirect":12760754,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498272,"hoster":"VOE"},{"redirect":14516270,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Salz in die Wunde","epNo":12,"alt":"Salt Meets Wound","descr":"Hanna wird aus dem Krankenhaus entlassen und findet Zuhause das von ihrer Mutter unterschlagene Geld. Bei der Party, die Mona für Hanna gibt, wird das Geld aber von \"A\" gestohlen. Emily bringt ihre Freundin Maya zum Familienessen mit nach Hause. Um eine bessere Note zu bekommen, versucht Noel, Ezra zu erpressen, da er seinen Lehrer beobachtet hat, wie der gemeinsam mit Aria im Auto war.","versions":[{"lang":1,"streams":[{"redirect":14498316,"hoster":"VOE"},{"redirect":12652885,"hoster":"Doodstream"},{"redirect":12760751,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483638,"hoster":"VOE"}]}]},{"epId":"episode-13","name":"Freund oder Feind?","epNo":13,"alt":"Know Your Frenemies","descr":"Noel erhöht den Druck auf Ezra, der mit Aria bald keinen Ausweg mehr sieht. Auch Emily hat Probleme mit der Liebe, als die vermeintliche Toleranz ihrer Mutter Maya gegenüber ein Ende findet. \"A\" hat dagegen Hanna fest im Griff, die das unterschlagene Geld zurück möchte. Wird es Hanna gelingen, nicht in alte Muster zurückzufallen? Hilfe bekommt sie dabei nicht nur von ihren Freundinnen.","versions":[{"lang":1,"streams":[{"redirect":14483781,"hoster":"VOE"},{"redirect":12760749,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483768,"hoster":"VOE"},{"redirect":14504565,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Damenwahl","epNo":14,"alt":"Careful What U Wish 4","descr":"Spenden für einen Schulausflug nach Washington sollen gesammelt werden, doch die vier Teenager haben andere Sorgen. Hanna ist auf der Suche nach einen Job, um die finanzielle Situation ihrer Familie zu verbessern, während auch Spencer von Problemen mit ihrer Verwandtschaft geplagt wird. Überraschend stattet Arias ehemalige Babysitterin Simone der Stadt einen Besuch ab und lernt dabei Ezra kennen.","versions":[{"lang":1,"streams":[{"redirect":14498317,"hoster":"VOE"},{"redirect":12652896,"hoster":"Doodstream"},{"redirect":12760794,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483618,"hoster":"VOE"},{"redirect":14520235,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Belüge deinen Nächsten","epNo":15,"alt":"If at First You Don’t Succeed, Lie, Lie Again","descr":"Spencer wendet sich an Alisons Bruder Jason, um an neue Informationen über die mögliche Mordnacht zu gelangen. Aria und Ezra beschließen, sich der Öffentlichkeit zu präsentieren und zum ersten Mal gemeinsam auszugehen. Emily muss sich derweil mit einem eifersüchtigen Teammitglied herumschlagen, während \"A\" alles versucht, die Mädchen gegeneinander auszuspielen.","versions":[{"lang":1,"streams":[{"redirect":14498318,"hoster":"VOE"},{"redirect":12652901,"hoster":"Doodstream"},{"redirect":12760820,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483619,"hoster":"VOE"},{"redirect":14506649,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Französisch für Fortgeschrittene","epNo":16,"alt":"Je Suis Une Amie","descr":"Bei einem Wettkampf schwimmt Emily in der zweiten Runde gegen Paige. Beide kämpfen um die Startposition beim großen Schwimmwettkampf. Aria will derweil unbedingt mehr über Ellas Eintrittskarten für die Museumseröffnung erfahren, während Hanna Caleb noch einen Gefallen schuldet. Spencer erklärt sich bereit, Toby Nachhilfe in Französisch zu geben, um so neue Antworten zu erhalten.","versions":[{"lang":1,"streams":[{"redirect":14483651,"hoster":"VOE"},{"redirect":12652906,"hoster":"Doodstream"},{"redirect":12760812,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483620,"hoster":"VOE"},{"redirect":14520234,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der schöne Schein","epNo":17,"alt":"The New Normal","descr":"Der Elternabend der Schule steht an, was bedeutet, dass Arias Vater bald ihrem Lehrer Ezra Angesicht zu Angesicht gegenübersitzen wird. Toby und Spencer kommen sich indes langsam näher. Auch die anderen Lügnerinnen haben so ihre Probleme, unter anderem Hannas Mutter, die in der Bank Besuch von Mrs. Potters Neffen bekommt. Sicher ist nur, dass \"A\" zu alledem eine Meinung hat und auch gerne kundtut.","versions":[{"lang":1,"streams":[{"redirect":14498320,"hoster":"VOE"},{"redirect":12652913,"hoster":"Doodstream"},{"redirect":12760773,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483816,"hoster":"VOE"},{"redirect":14506651,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die böse Saat","epNo":18,"alt":"The Badass Seed","descr":"Aria, Emily, Hanna und Spencer fragen sich langsam, welche Gestalt das wahre Böse eigentlich annehmen kann. Täglich werden ihre Angst und ihr Misstrauen größer. Doch das normale Leben muss weitergehen und so beschließt Aria, dass die Schulaufführung die perfekte Gelegenheit sei, Ezra näherzukommen. Doch was passiert, wenn ihr Vorhaben scheitert und die geheime Beziehung in Gefahr bringt?","versions":[{"lang":1,"streams":[{"redirect":14498325,"hoster":"VOE"},{"redirect":12652918,"hoster":"Doodstream"},{"redirect":12760829,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483639,"hoster":"VOE"},{"redirect":14516338,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Es wird kälter","epNo":19,"alt":"A Person of Interest","descr":"Die Polizei hat eine interessante Entdeckung gemacht und wendet sich an Aria, Emily, Hanna und Spencer. Wie können sich die Mädchen nur so getäuscht haben, wenn doch alle Indizien auf Ian hinweisen. Oder spielt \"A\" schon wieder mit ihnen? Die Polizei möchte Antworten von den vier Teenagern. Als Spencer später nach Hause kommt, sind die Ordnungshüter schon zur Stelle.","versions":[{"lang":1,"streams":[{"redirect":14498321,"hoster":"VOE"},{"redirect":12652923,"hoster":"Doodstream"},{"redirect":12760778,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498274,"hoster":"VOE"},{"redirect":14520238,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"2-1-4","epNo":20,"alt":"Someone to Watch Over Me","descr":"In Rosewood hat offenbar jeder Bewohner Geheimnisse und es ist nur eine Frage der Zeit, wann sie ans Licht kommen. Für die Polizei ist Spencer inzwischen offiziell eine Verdächtige. Obwohl neue Beweise gegen Spencer auftauchen, hält ihre Mutter zu ihr. Aria\u0027s Vater entdeckt beinahe, wer der neue Freund seiner Tochter ist, doch nach einem Streit mit seiner Frau stellt er die Nachforschungen ein.","versions":[{"lang":1,"streams":[{"redirect":14498323,"hoster":"VOE"},{"redirect":12652926,"hoster":"Doodstream"},{"redirect":12760762,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483806,"hoster":"VOE"},{"redirect":14516274,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Monster wohin man sieht","epNo":21,"alt":"Monsters in the End","descr":"Bei Rosewoods Gründerfest wimmelt es vor Geheimnissen. Die einen verheimlichen ihre Affäre, die anderen ihre Identität und die nächsten ihre wahren Absichten. Geheimnisse können zu einer großen Belastung werden, wie Aria, Emily, Hanna und Spencer nur zu gut wissen. Wie lange hält es beispielsweise Aria noch aus, ihre Beziehung mit Ezra geheim halten zu müssen und was wird aus Emily und Paige?","versions":[{"lang":1,"streams":[{"redirect":14483782,"hoster":"VOE"},{"redirect":12652934,"hoster":"Doodstream"},{"redirect":12760823,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498327,"hoster":"VOE"},{"redirect":14516281,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Wem die Stunde schlägt","epNo":22,"alt":"For Whom the Bell Tolls","descr":"Aria, Emily, Hanna und Spencer sind im Besitz von Informationen, die Alison ihnen hinterlassen hat. Die Mädchen wollen das Geheimnis um das Verschwinden ihrer Freundin endlich klären und dem Spuk mit \"A\" ein Ende setzen. Um mehr herauszufinden, wenden sie sich an Jenna, die ihnen einiges über Alison erzählen kann. Spencer gerät in Lebensgefahr, als sie in der Kirche auf Ian trifft.","versions":[{"lang":1,"streams":[{"redirect":14483778,"hoster":"VOE"},{"redirect":12652832,"hoster":"Doodstream"},{"redirect":12760759,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498275,"hoster":"VOE"},{"redirect":14504587,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Tod ist erst der Anfang","epNo":1,"alt":"It’s Alive","descr":"Nach dem schrecklichen Vorfall in der Kirche sind Aria, Emily, Hanna und Spencer schnell zum Stadtgespräch geworden. Ian ist spurlos verschwunden und die vier sollen erklären, was genau in der letzten Nacht passiert ist. Da weder die Polizei noch ihre Eltern sich sicher sind, dass die Mädchen die Wahrheit sagen, werden alle zu einer Therapeutin geschickt, der sie sich anvertrauen sollen.","versions":[{"lang":1,"streams":[{"redirect":12652935,"hoster":"VOE"},{"redirect":12652941,"hoster":"Doodstream"},{"redirect":14164780,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595408,"hoster":"VOE"},{"redirect":8615079,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Trennung auf Zeit","epNo":2,"alt":"The Goodbye Look","descr":"Obwohl sich die Teenager gerade dringender brauchen als je zuvor, sind sie gezwungen, eigene Wege zu gehen. Der Umzug von Emilys Familie nach Texas steht kurz bevor und erst im letzten Moment entdeckt sie eine Möglichkeit, wie sie eventuell doch in Rosewood bleiben könnte. Hannas Vater kehrt zurück, während Spencer Toby unterstützt, der der Stadt und seiner Familie den Rücken kehren möchte.","versions":[{"lang":1,"streams":[{"redirect":12652942,"hoster":"VOE"},{"redirect":12652949,"hoster":"Doodstream"},{"redirect":12652943,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595407,"hoster":"VOE"},{"redirect":8615080,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11314904,"hoster":"VOE"},{"redirect":10136307,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nichts als Ärger","epNo":3,"alt":"My Name Is Trouble","descr":"Aria, Emily, Hanna und Spencer versuchen, sich weiterhin aus dem Weg zu gehen und unternehmen die verschiedensten Dinge, um die Zeit zu überbrücken. Aria besucht einen Töpferkurs am Hollis College, wo sie auch Ezra auf dem Campus treffen kann und schlägt so zwei Fliegen mit einer Klappe. Emily versucht alles, um ihre Schwimmkarriere voranzutreiben und Spencer geht einem Verdacht nach.","versions":[{"lang":1,"streams":[{"redirect":12652947,"hoster":"VOE"},{"redirect":12652958,"hoster":"Doodstream"},{"redirect":12652948,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806803,"hoster":"VOE"},{"redirect":8615083,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dates mit Hindernissen","epNo":4,"alt":"Blind Dates","descr":"Nachdem Emilys Mutter der ganzen Welt von Emilys Stipendium erzählt, ist die kurz davor, ihrer Mutter die ganze Geschichte zu beichten. Spencer glaubt, dass Wren der Einzige ist, der ihr die gesuchten Informationen geben kann. Aber sind Spencer und die anderen wirklich bereit für die Wahrheit? Aria trifft derweil zufällig auf Jason.","versions":[{"lang":1,"streams":[{"redirect":12652954,"hoster":"VOE"},{"redirect":12652960,"hoster":"Doodstream"},{"redirect":12652953,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12334444,"hoster":"VOE"},{"redirect":8615084,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Trügerische Hoffnung","epNo":5,"alt":"The Devil You Know","descr":"Nachdem sich die schreckliche Nachricht über Ian wie ein Lauffeuer in Rosewood verbreitet hat, müssen Aria, Emily, Hanna und Spencer und ihre Familien mit dem Ausgang der Geschichte fertig werden. Spencer sucht Trost bei ihrer Familie, während Aria sich an Ezra wendet. Nur Emily glaubt nicht, dass die Sache bereits ausgestanden ist und sucht nach Hinweisen, die sie vielleicht übersehen haben.","versions":[{"lang":1,"streams":[{"redirect":12652956,"hoster":"VOE"},{"redirect":12652957,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595411,"hoster":"VOE"},{"redirect":8615088,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schrecken ohne Ende","epNo":6,"alt":"Never Letting Go","descr":"Alisons Mutter Jessica DiLaurentis kehrt nach Rosewood zurück und bittet die vier Mädchen, am Abend bei der Rosewood Charity Fashion Show an Alisons Stelle zu laufen. Hanna hofft, dass die Anwesenheit ihres Vaters mehr bedeutet, als er vorgibt und Aria ergreift die Chance und will Jason helfen, sich an die Nacht zu erinnern, in der Alison verschwunden ist.","versions":[{"lang":1,"streams":[{"redirect":12652962,"hoster":"VOE"},{"redirect":12652969,"hoster":"Doodstream"},{"redirect":12652963,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12920003,"hoster":"VOE"},{"redirect":8615085,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Spannungen","epNo":7,"alt":"Surface Tension","descr":"Der Umzug steht an und Emily fühlt sich in ihrem neuen Zuhause eher wie ein Gast und weniger als Teil der Familie. Toby macht eine erstaunliche Entdeckung, die Spencer völlig aus dem Konzept bringt. Währenddessen befindet sich Aria in einer äußerst unangenehmen Situation, als Ezra und Jason zum Abendessen bei den Montgomerys eingeladen werden und beide um ihre Aufmerksamkeit buhlen.","versions":[{"lang":1,"streams":[{"redirect":12652967,"hoster":"VOE"},{"redirect":12652973,"hoster":"Doodstream"},{"redirect":12652970,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595410,"hoster":"VOE"},{"redirect":8615086,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tiefschläge","epNo":8,"alt":"Save the Date","descr":"Als Emilys Vater überraschend vorbeikommt, um einem wichtigen Schwimmwettkampf seiner Tochter beizuwohnen, wächst Emily der Berg aus Lügen und Geheimnissen über den Kopf und sie muss ins Krankenhaus. Während Emily in der Klinik ist, wollen Spencer und Aria herausbekommen, welche Rolle der kaputte Hockeyschläger in den letzten Momenten von Alisons Leben gespielt haben könnte.","versions":[{"lang":1,"streams":[{"redirect":12920016,"hoster":"VOE"},{"redirect":12652977,"hoster":"Doodstream"},{"redirect":12652975,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806810,"hoster":"VOE"},{"redirect":8615098,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Im Bilde","epNo":9,"alt":"Picture This","descr":"Seitdem Jason wieder in der Stadt ist, reißen die Spekulationen über die Gründe seiner Rückkehr nicht ab. Einige trauen ihm nicht über den Weg, während andere ihn in einem neuen Licht sehen. Aria, Emily, Hanna and Spencer sind da keine Ausnahme. Während Spencer unbedingt wissen möchte, welches Geheimnis Jason in seinem Haus verbirgt, fühlt sich Aria mehr und mehr zu Alisons Bruder hingezogen.","versions":[{"lang":1,"streams":[{"redirect":12652981,"hoster":"VOE"},{"redirect":12652985,"hoster":"Doodstream"},{"redirect":12652983,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806808,"hoster":"VOE"},{"redirect":8615087,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hautnah","epNo":10,"alt":"Touched by an ’A’-ngel","descr":"Als Spencer und Emily Aria berichten, was sie über Jason herausgefunden haben, kann die kaum glauben, was für eine gefährliche Person er sein soll – immerhin hat sie im Park eine ganz andere Seite an ihm kennengelernt. Spencer greift zu drastischen Mitteln, um Aria die Augen zu öffnen, während Hanna versucht, sich mit ihrer neuen Stiefschwester Kate anzufreunden.","versions":[{"lang":1,"streams":[{"redirect":12652988,"hoster":"VOE"},{"redirect":12652994,"hoster":"Doodstream"},{"redirect":12652989,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806807,"hoster":"VOE"},{"redirect":8615090,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Beichte","epNo":11,"alt":"I Must Confess","descr":"Nachdem Emily so lange von \"A\" bedroht worden ist, ist das Mädchen mit den Nerven am Ende. Ihre Freunde wissen, dass schnell etwas unternommen werden muss, um sie zu retten und so wenden sie sich an Dr. Sullivan. Die vier Mädchen vertrauen ihr die Geschichte mit \"A\" an, da sie der Schweigepflicht unterliegt. Die Frage ist, ob sie damit nicht eine weitere Person in Gefahr bringen.","versions":[{"lang":1,"streams":[{"redirect":12652993,"hoster":"VOE"},{"redirect":12652997,"hoster":"Doodstream"},{"redirect":12652995,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12920004,"hoster":"VOE"},{"redirect":8615089,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10136311,"hoster":"VOE"},{"redirect":10136309,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Nur über eine Leiche","epNo":12,"alt":"Over My Dead Body","descr":"Aria, Emily, Hanna und Spencer haben einen großen Fehler begangen und Dr. Sullivan von \"A\" erzählt. \"A\" ist richtig sauer, dass die Mädchen ihr Geheimnis nicht für sich behalten konnten und lässt sie die Zeche zahlen. Doch werden die Mädchen \"A\"s Aufgaben erfüllen oder sie ignorieren, um ihre Mitmenschen zu schützen? Oder spielt es schon gar keine Rolle mehr? Nichts ist mehr so wie es scheint.","versions":[{"lang":1,"streams":[{"redirect":12652998,"hoster":"VOE"},{"redirect":12653002,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806812,"hoster":"VOE"},{"redirect":8615092,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das erste Geheimnis","epNo":13,"alt":"The First Secret","descr":"Es ist das letzte Halloween vor Alisons Verschwinden und die größte Sorge der fünf Freundinnen ist zu dieser Zeit noch, ob sie auf Noel Kahns Halloweenparty eingeladen werden oder nicht. Doch als Aria etwas über ihren Vater herausfindet und Spencer sich der Möglichkeit stellen muss, eventuell die Wahl zur Jahrgangssprecherin zu verlieren, zeigen sich die ersten Risse in der heilen Fassade","versions":[{"lang":1,"streams":[{"redirect":12653007,"hoster":"VOE"},{"redirect":12653016,"hoster":"Doodstream"},{"redirect":12653009,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806809,"hoster":"VOE"},{"redirect":8615093,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Viel Lärm um nichts","epNo":14,"alt":"Through Many Dangers, Toils and Snares","descr":"Ein Monat ist vergangen, seit Aria, Emily, Hanna und Spencer verhaftet worden sind und viel hat sich in Rosewood verändert. Die vier Mädchen sind nicht länger beste Freundinnen, doch was ist geschehen, dass sie sich auf einmal so sehr hassen? Hat \"A\" endlich ihr Ziel erreicht und die vier auseinandergebracht und wird Emily nun, nachdem sie gar niemanden mehr hat, endgültig zu \"A\"s Zielscheibe?","versions":[{"lang":1,"streams":[{"redirect":12653014,"hoster":"VOE"},{"redirect":12653020,"hoster":"Doodstream"},{"redirect":12653015,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806811,"hoster":"VOE"},{"redirect":8615095,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Stückchen \u0027A\u0027","epNo":15,"alt":"A Hot Piece of ’A’","descr":"Nach ihrem letzten Zusammenstoß mit \"A\" glauben die Mädchen, nur wenige Schritte vor der Entdeckung der Identität von \"A\" zu stehen und wollen Calebs Fähigkeiten als Hacker in Anspruch nehmen. Nur Hanna ist dagegen und will lieber eine Überraschungsparty für Caleb am Seehaus von Spencer schmeißen. Doch ist das wirklich die richtige Art von Ablenkung oder nur der Auftakt zu einer neuen Katastrophe?","versions":[{"lang":1,"streams":[{"redirect":12653017,"hoster":"VOE"},{"redirect":12653021,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12334451,"hoster":"VOE"},{"redirect":8615096,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Unter der Oberfläche","epNo":16,"alt":"Let the Water Hold Me Down","descr":"Nachdem Lucas verschwunden ist, tauchen erste Fragen auf, was genau sich auf dem See abgespielt hat. Caleb will unbedingt seinen Freund finden, doch kann Hanna ihm erzählen, was auf dem Boot passiert ist, ohne in viel größere Schwierigkeiten mit \"A\" zu geraten? Spencer verfolgt derweil eine Spur über \"A\", die sie an einem unerwarteten Ort und zu einer überraschenden Enthüllung führt.","versions":[{"lang":1,"streams":[{"redirect":12653023,"hoster":"VOE"},{"redirect":12653026,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806815,"hoster":"VOE"},{"redirect":8615094,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schweigepflicht","epNo":17,"alt":"Blond Leading the Blind","descr":"Toby ist sich sicher, dass Spencer etwas vor ihm verbirgt und beobachtet sie weiterhin. Hanna macht sich Sorgen um Caleb und bittet die anderen, ihn aus der Geschichte herauszuhalten, da er sonst auch zur Zielscheibe von \"A\" werden könnte. Aria versucht indes, eine lang ersehnte Antwort von Ezra zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":12653028,"hoster":"VOE"},{"redirect":12653032,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806816,"hoster":"VOE"},{"redirect":8615108,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Küss mich bevor Du Lügst","epNo":18,"alt":"A Kiss Before Lying","descr":"Nachdem Hanna wegen Caleb ein Machtwort gesprochen hat, zeigen ihr die anderen drei die kalte Schulter. Doch ist das wirklich der Fall oder haben die anderen wegen ihres Verhaltens nur ein schlechtes Gewissen? Hanna bräuchte momentan jedenfalls moralische Unterstützung, da der erste Tag ihrer gemeinen Stiefschwester Kate an der Rosewood High ansteht. Emilys Mutter kommt zu Besuch in die Stadt.","versions":[{"lang":1,"streams":[{"redirect":12653039,"hoster":"VOE"},{"redirect":12653043,"hoster":"Doodstream"},{"redirect":12653040,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806817,"hoster":"VOE"},{"redirect":8615097,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die nackte Wahrheit","epNo":19,"alt":"The Naked Truth","descr":"Große Geheimnisse kommen in Rosewood ans Licht, doch sind die Mädchen wirklich schon bereit für die Wahrheit? Spencer möchte endlich wissen, was zwischen ihrem Vater und Jason los ist und auch Aria will von Holden ein paar Antworten. Derweil bekommt Emily bei ihrem Versuch, ins Schwimmteam von Rosewood zurückzukehren, Hilfe von unerwarteter Seite.","versions":[{"lang":1,"streams":[{"redirect":12653044,"hoster":"VOE"},{"redirect":12653051,"hoster":"Doodstream"},{"redirect":13961292,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806819,"hoster":"VOE"},{"redirect":8615103,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"STRG:A","epNo":20,"alt":"CTRL:A","descr":"Hannas schlimmste Albträume werden wahr, als Caleb von der Polizei verhaftet und sein Computer beschlagnahmt wird. Was hat \"A\" bloß auf Calebs PC geschoben, dass sich die Polizei so brennend für den Fall interessiert? Wieder einmal zeigt sich, was passiert, wenn die vier Mädchen andere in \"A\"s Spielchen mit hineinziehen. Aria erfährt zudem, was Holden die ganze Zeit verschweigen wollte.","versions":[{"lang":1,"streams":[{"redirect":12653047,"hoster":"VOE"},{"redirect":12653056,"hoster":"Doodstream"},{"redirect":12653050,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806818,"hoster":"VOE"},{"redirect":8615101,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Freunde und Helfer","epNo":21,"alt":"Breaking the Code","descr":"Die Mädchen lassen sich auf den Deal mit Jonah ein und so übergeben Aria und Spencer Jonah das Geld. Im Gegenzug erhalten sie einen Zettel mit einer Adresse, jedoch keinen Namen. Während Emily immer wieder versucht, Maya zu erreichen, wird Mona von \"A\" erpresst: \"A\" weiß, dass Mona klaut und droht damit, sie zu verpfeifen, doch das Mädchen bleibt standhaft und stellt sich selbst der Polizei.","versions":[{"lang":1,"streams":[{"redirect":12653055,"hoster":"VOE"},{"redirect":12653065,"hoster":"Doodstream"},{"redirect":12653059,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806820,"hoster":"VOE"},{"redirect":8615102,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Väter und Töchter","epNo":22,"alt":"Father Knows Best","descr":"Nachdem Maya verschwunden ist, machen sich Emily und ihr Vater auf die Suche nach ihr. Auf dem Busbahnhof finden sie heraus, dass ihre Spur nach San Francisco führt, doch ob sie wirklich in den Bus gestiegen ist, bleibt unklar. Hannas Mutter hat indes die Polizeiakte gefunden und Wilden ausgehändigt. Nach dem großen Ballabend für Väter und Töchter erfährt Spencer ein Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":12653060,"hoster":"VOE"},{"redirect":12653068,"hoster":"Doodstream"},{"redirect":12653063,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806824,"hoster":"VOE"},{"redirect":8615099,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Neue Perspektiven","epNo":23,"alt":"Eye of the Beholder","descr":"Der Junge, der Aria mit Alison alias Vivian Darkbloom verwechselt hat, heißt Duncan. Nachdem er von Aria erfahren hat, dass Alison tot ist, muss er diese Information erst einmal verarbeiten, meldet sich danach aber bei ihr. Überraschend taucht Jenna auf, die sich am Auge operieren ließ, um eventuell wieder sehen zu können. Spencer ist sehr überrascht, an ihrer Seite Toby zu entdecken.","versions":[{"lang":1,"streams":[{"redirect":12653067,"hoster":"VOE"},{"redirect":12653070,"hoster":"Doodstream"},{"redirect":12653069,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806822,"hoster":"VOE"},{"redirect":8615100,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Puppenspiele","epNo":24,"alt":"If These Dolls Could Talk","descr":"Im Traum erhält Spencer eine Eingebung, wonach sie suchen muss. Tatsächlich findet sie Zeitungsannoncen, in denen Botschaften zwischen Alison und \"A\" ausgetauscht werden, was sie schließlich in einen Puppenladen führt. Während Aria erfährt, dass ihre Eltern sie auf ein Internat schicken wollen, glaubt Ezra, dass er nur noch außerhalb von Rosewood einen Neuanfang schaffen kann.","versions":[{"lang":1,"streams":[{"redirect":12653071,"hoster":"VOE"},{"redirect":12653075,"hoster":"Doodstream"},{"redirect":12653073,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806823,"hoster":"VOE"},{"redirect":8615118,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"DemAskiert","epNo":25,"alt":"UnmAsked","descr":"Inzwischen vermuten die Mädchen, dass es sich bei \"A\" entweder um Melissa oder Jenna handeln muss. Natürlich will Spencer nicht glauben, dass ihre Schwester mit der Sache zu tun hat und versucht, sie zu entlasten. \"A\" lädt die vier zum Maskenball ein, wo sie das Telefon zurückgeben sollen. Doch die Mädchen kommen \"A\" bald auf die Schliche und finden den Ort, von dem aus \"A\" so lange agiert hat.","versions":[{"lang":1,"streams":[{"redirect":12652933,"hoster":"VOE"},{"redirect":12652938,"hoster":"Doodstream"},{"redirect":12652932,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806821,"hoster":"VOE"},{"redirect":8615106,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Es geschah in dieser Nacht","epNo":1,"alt":"It Happened That Night","descr":"Aria, Emily, Hanna und Spencer haben den Sommer getrennt voneinander verbracht und die unterschiedlichsten Dinge erlebt. Doch über die Ereignisse der letzten Zeit sind die vier noch lange nicht hinweg und so beginnen die Freundinnen ihr letztes Schuljahr in großer Anspannung. Kurz vor dem zweiten Jahrestag von Alisons Verschwinden erschüttert ein schreckliches Ereignis die Stadt Rosewood.","versions":[{"lang":1,"streams":[{"redirect":12653245,"hoster":"VOE"},{"redirect":12653254,"hoster":"Doodstream"},{"redirect":12653247,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806826,"hoster":"VOE"},{"redirect":8615107,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Blutrot ist das neue Schwarz","epNo":2,"alt":"Blood is the New Black","descr":"Als Aria, Emily, Hanna und Spencer eine neue Nachricht von \"A\" erhalten, sind die vier entsetzt. Der neue Missetäter macht den Mädchen auch schnell klar, dass er es ernst meint. Während Spencer und Hanna auf der Suche nach Antworten mit dem Feuer spielen, erweist sich eine von Arias Jugendsünden als gefundenes Fressen für \"A\". Emily versucht währenddessen, sich auf die Schule zu konzentrieren.","versions":[{"lang":1,"streams":[{"redirect":12653250,"hoster":"VOE"},{"redirect":12653261,"hoster":"Doodstream"},{"redirect":12653257,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13122068,"hoster":"VOE"},{"redirect":8615104,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sehenden Auges","epNo":3,"alt":"Kingdom of the Blind","descr":"Als Spencers Mutter Garrett als ihren Mandanten vertritt, ist die Neugier ihrer Tochter geweckt. Spencer glaubt, dass ihre Mutter Veronica in irgendeiner Weise dazu gezwungen wird, dem Polizisten zu helfen. Tatsächlich stößt Spencer bei ihren Nachforschungen auf ein Geheimnis. Aria beschließt, Jenna zu helfen, um sie im Auge behalten zu können. Emily hat indes Probleme in der Schule.","versions":[{"lang":1,"streams":[{"redirect":12653258,"hoster":"VOE"},{"redirect":12653266,"hoster":"Doodstream"},{"redirect":12653259,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806827,"hoster":"VOE"},{"redirect":8615109,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Federn lassen","epNo":4,"alt":"Birds of a Feather","descr":"Aria, Emily, Hanna und Spencer sind unsicher, ob sie einige Wahrheiten ans Licht bringen sollten, da diese einige Menschen in ihrer Umgebung sehr verletzen könnten. So überlegt Aria, ihrer Mutter zu sagen, dass ihr Vater sich inzwischen mit anderen Frauen trifft und Hanna weiß nicht, ob sie Caleb die Wahrheit über die Besuche bei Mona erzählen kann. Spencer versucht alles um mehr über Melissa und ihre Mum zu erfahren.","versions":[{"lang":1,"streams":[{"redirect":12653263,"hoster":"VOE"},{"redirect":12653271,"hoster":"Doodstream"},{"redirect":13961293,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13117711,"hoster":"VOE"},{"redirect":8615105,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vergiftete Beziehungen","epNo":5,"alt":"That Girl is Poison","descr":"Jennas Geburtstagsparty klingt einfach zu gut, um wahr zu sein und die Mädchen sind bald der Überzeugung, dass daran irgendetwas faul sein muss. Ihr Verdacht erhärtet sich, als sie erfahren, dass Garrett ausgerechnet an diesem Wochenende Hafturlaub bekommt. Steckt wieder einmal \"A\" dahinter? Obwohl die Freundinnen versuchen, sich bestens vorzubereiten, geht schief, was nur schiefgehen kann.","versions":[{"lang":1,"streams":[{"redirect":12653269,"hoster":"VOE"},{"redirect":12653270,"hoster":"Doodstream"},{"redirect":12653267,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806831,"hoster":"VOE"},{"redirect":8615119,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was vom Tage übrig blieb","epNo":6,"alt":"The Remains Of The ’A’","descr":"Nachdem Hanna und Spencer von Garrett einen wichtigen Hinweis erhalten haben, versuchen beide, mehr in Erfahrung zu bringen. Während Hanna glaubt, \"A\" aufdecken zu können oder wenigstens herauszufinden, wer Garrett hilft, nimmt Spencer die Hilfe von Jason in Anspruch. Emily kann sich wieder an ein neues Detail der fraglichen Nacht erinnern und Aria fragt sich, wie Ezra plötzlich zu so viel Geld kommt.","versions":[{"lang":1,"streams":[{"redirect":12653165,"hoster":"VOE"},{"redirect":12653172,"hoster":"Doodstream"},{"redirect":13961294,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806829,"hoster":"VOE"},{"redirect":8615110,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verrückt","epNo":7,"alt":"Crazy","descr":"Hanna fürchtet, dass ihr \"A\" etwas anhängen möchte, nachdem Detective Wilden mit neuen Beweisen aufgetaucht ist. Um Hanna zu helfen, beschließt Aria, sich an Mona zu wenden. Doch ist Aria wirklich schon so weit, ihrer einstigen Peinigerin zu begegnen? Als überraschend jemand aus der Vergangenheit in Rosewood auftaucht, zieht diese Person schnell das Interesse der Mädchen auf sich.","versions":[{"lang":1,"streams":[{"redirect":12653170,"hoster":"VOE"},{"redirect":12653176,"hoster":"Doodstream"},{"redirect":12653171,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806830,"hoster":"VOE"},{"redirect":8615111,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Geraubte Küsse","epNo":8,"alt":"Stolen Kisses","descr":"Emily muss nicht nur mit Mayas Tod fertig werden, sondern auch mit der Tatsache, dass sie in der Nacht unter Drogen gesetzt wurde. Um Emily zu helfen, wendet sich Spencer an Caleb, der eine Website hacken soll, die die Antworten auf einige ihrer Fragen bereithalten könnte. Aria muss erfahren, dass sie eigentlich sehr wenig über Ezra weiß und Hanna setzt sich überraschend für Mona ein.","versions":[{"lang":1,"streams":[{"redirect":12653173,"hoster":"VOE"},{"redirect":12653182,"hoster":"Doodstream"},{"redirect":12653175,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13117734,"hoster":"VOE"},{"redirect":8615112,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wahrheit oder Pflicht","epNo":9,"alt":"The Kahn Game","descr":"Spencer und Aria wollten nur kurz auf der Party von Noel und Eric Kahn vorbeischauen und versuchen, Spencers Collegekarriere zu retten. Auf der Feier erhalten die beiden aber überraschend die Möglichkeit, Antworten auf einige ihrer Fragen zu bekommen ¿ im Austausch gegen andere Informationen. Werden die beiden auf den Deal eingehen? Hanna erhält eine weitere Nachricht von \"A\" über Caleb.","versions":[{"lang":1,"streams":[{"redirect":12653177,"hoster":"VOE"},{"redirect":12653179,"hoster":"Doodstream"},{"redirect":12653178,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380908,"hoster":"VOE"},{"redirect":8615113,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schattenseite","epNo":10,"alt":"What Lies Beneath","descr":"Die vier Freundinnen finden heraus, dass Noel möglicherweise etwas mit dem Verschwinden von Maya zu tun haben könnte und so setzen Aria, Emily, Hanna und Spencer alles daran, die verschiedenen Puzzlestücke zusammenzufügen. Nach dem Treffen mit Ezras Mutter ist Aria damit beschäftigt, die neuen Informationen zu Ezras Vergangenheit zu verarbeiten.","versions":[{"lang":1,"streams":[{"redirect":12653180,"hoster":"VOE"},{"redirect":12653186,"hoster":"Doodstream"},{"redirect":12653181,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806833,"hoster":"VOE"},{"redirect":8615115,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Weiblich, ledig, ängstlich, sucht …","epNo":11,"alt":"Single Fright Female","descr":"Emilys Beziehung mit Paige war zwar nicht immer einfach, doch langsam – so glaubt sie – wendet sich alles zum Guten. Natürlich gefällt es ihr da wenig, dass Spencer plötzlich behauptet, Paige habe eine gemeinsame Vergangenheit mit Alison. Aria glaubt indes, dass sie Ezra helfen kann, seine schwierige Vergangenheit hinter sich zu lassen. Doch hat sie sich damit vielleicht zu viel zugemutet?","versions":[{"lang":1,"streams":[{"redirect":12653183,"hoster":"VOE"},{"redirect":12653192,"hoster":"Doodstream"},{"redirect":12653185,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806834,"hoster":"VOE"},{"redirect":8615114,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10565709,"hoster":"VOE"},{"redirect":10136310,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kleine Morde unter Freunden","epNo":12,"alt":"The Lady Killer","descr":"Garretts Gerichtsverhandlung steht bevor und in der Stadt wimmelt es plötzlich vor Reportern, die sich dieses Ereignis nicht entgehen lassen wollen. Emily ist entsetzt, als Aria, Spencer und Hanna behaupten, Paige könne \"A\" sein und beschließt, auf Abstand zu ihren Freundinnen zu gehen. \"A\" nutzt die angespannte Stimmung zwischen den vier Mädchen aus und treibt das teuflische Spiel weiter.","versions":[{"lang":1,"streams":[{"redirect":12653191,"hoster":"VOE"},{"redirect":12653193,"hoster":"Doodstream"},{"redirect":12653190,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806839,"hoster":"VOE"},{"redirect":8615120,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Fremde im Zug","epNo":13,"alt":"This is a Dark Ride","descr":"Nachdem die schrecklichen Ereignisse mit Nate hinter ihnen liegen, freuen sich Aria, Emily, Hanna und Spencer auf das bevorstehende Halloween. Doch kaum sind die vier in den Geisterzug gestiegen, liegt vor ihnen eine Reise, die viel mehr bereithält als nur kindische Halloweenspäße. Unerwartete Gäste und eine Amok laufende \"A\" verwandeln das diesjährige Halloween in einen Horrortrip.","versions":[{"lang":1,"streams":[{"redirect":13916956,"hoster":"VOE"},{"redirect":12653204,"hoster":"Doodstream"},{"redirect":12653196,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595412,"hoster":"VOE"},{"redirect":8615116,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gute Besserung","epNo":14,"alt":"She\u0027s Better Now","descr":"Mona wurde als geheilt aus dem Sanatorium entlassen und kehrt in die Schule zurück. Aria, Emily, Hanna und Spencer sind wenig davon begeistert, ihre einstige Peinigerin wieder jeden Tag sehen zu müssen. Doch die vier gehen ganz unterschiedlich und auf eigene Weise mit der Situation um. Können die vier Mona jemals wieder vertrauen? Und kann Mona überhaupt beweisen, dass sie sich geändert hat?","versions":[{"lang":1,"streams":[{"redirect":12653197,"hoster":"VOE"},{"redirect":12653199,"hoster":"Doodstream"},{"redirect":12653198,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806836,"hoster":"VOE"},{"redirect":8615117,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mona ist zurück","epNo":15,"alt":"Mona-Mania!","descr":"Nach den schlimmen Vorfällen beim Schulmarathon sind Aria, Emily und Spencer überzeugt, dass Mona sich kein bisschen geändert hat. Während die drei versuchen, Mona auf die Schliche zu kommen, hofft Hanna nach wie vor unbeirrt, dass ihre alte Freundin geheilt ist. Aria macht sich zudem große Sorgen wegen ihres Vaters, als plötzlich etwas Wichtiges aus ihrem Zimmer verschwindet.","versions":[{"lang":1,"streams":[{"redirect":12653200,"hoster":"VOE"},{"redirect":12653208,"hoster":"Doodstream"},{"redirect":12653201,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806844,"hoster":"VOE"},{"redirect":8615123,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mitgehangen, mitgefangen","epNo":16,"alt":"Misery Loves Company","descr":"Aria hat die Grippe und muss das Bett hüten. Da ihr Vater nicht zuhause ist, kümmert sich Meredith um das Mädchen. Möchte sie einfach nur nett sein oder verfolgt die Verehrerin ihres Vaters dabei ihre eigenen finsteren Pläne? Während Hanna und Emily einer neuen Spur nachgehen, seilt sich Spencer ab, um Toby zu überraschen und mit ihm ihren Jahrestag zu feiern, doch dann kam es anders als gedacht.","versions":[{"lang":1,"streams":[{"redirect":12653206,"hoster":"VOE"},{"redirect":12653211,"hoster":"Doodstream"},{"redirect":12653205,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806838,"hoster":"VOE"},{"redirect":8615121,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Vom Regen in die  Traufe","epNo":17,"alt":"Out of the Frying Pan, Into the Inferno","descr":"Aria, Emily, Hanna und Spencer haben mehr Geheimnisse als die meisten Menschen. Langsam wird es für die vier immer schwieriger, mit den vielen Informationen umzugehen. Aria weiß, dass sie Ezra die Geschichte mit seinem Sohn erzählen sollte, fürchtet jedoch die Konsequenzen für ihre Beziehung. Auch Spencer hat genug von den Lügen und beschließt, künftig keine Spielchen mehr zu spielen.","versions":[{"lang":1,"streams":[{"redirect":12653210,"hoster":"VOE"},{"redirect":12653214,"hoster":"Doodstream"},{"redirect":12982454,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806840,"hoster":"VOE"},{"redirect":8615124,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Für mich bist Du gestorben","epNo":18,"alt":"Dead to Me","descr":"Nachdem Alisons sterbliche Überreste wieder bei ihrer Familie sind, möchten die DiLaurentis ihre Tochter erneut begraben und bieten somit Aria, Emily, Hanna und Spencer die Möglichkeit, nochmals von ihrer Freundin Abschied zu nehmen. Die Mädchen sind sich aber nicht einig, ob sie auf Alis Beerdigung gehen möchten. Emily sucht indes Dr. Sullivan auf und erfährt dort mehr als gedacht.","versions":[{"lang":1,"streams":[{"redirect":12653213,"hoster":"VOE"},{"redirect":12653218,"hoster":"Doodstream"},{"redirect":12653212,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806843,"hoster":"VOE"},{"redirect":8615122,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Mit gebrochenem Herzen","epNo":19,"alt":"What Becomes of the Broken-Hearted","descr":"Nach der Trennung ist Spencer am Boden zerstört und richtet ihre Wut gegen Mona. Da Caleb sich weigert, über seinen Vater zu sprechen, sobald die Rede auf ihn kommt, versucht Hanna mit einem Trick, die beiden zusammenzubringen. Aria, die Ezra schrecklich vermisst, verbringt immer mehr Zeit mit dessen Bruder. Emily und Jason wollen herausfinden, was während Alis Ausflug geschehen ist.","versions":[{"lang":1,"streams":[{"redirect":12653215,"hoster":"VOE"},{"redirect":12653220,"hoster":"Doodstream"},{"redirect":12653219,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806841,"hoster":"VOE"},{"redirect":8615128,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Heiße Luft","epNo":20,"alt":"Hot Water","descr":"Aria, Emily und Hanna stoßen bei ihren Ermittlungen zu Detective Wildens Vergangenheit auf interessante Neuigkeiten. Doch bald läuft ihnen die Zeit davon, denn Wilden ist ihnen dicht auf den Fersen und schreckt vor nichts zurück, um die Freundinnen aufzuhalten. Einige Bewohner Rosewoods müssen erfahren, zu welchen Taten Wilden fähig ist, um seine Geheimnisse auch künftig zu schützen.","versions":[{"lang":1,"streams":[{"redirect":12653221,"hoster":"VOE"},{"redirect":12653228,"hoster":"Doodstream"},{"redirect":12653222,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806842,"hoster":"VOE"},{"redirect":8615139,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Aus den Augen, aus dem Sinn","epNo":21,"alt":"Out of Sight, Out of Mind","descr":"Spencer kann endlich mit Emily sprechen. Doch wird Emily auch hören wollen, was ihre Freundin zu sagen hat und deren Warnung beherzigen? Nachdem Hannas Mutter in einen Unfall mit Fahrerflucht verwickelt wurde, stellt sich Hanna die Frage, ob eventuell \"A\" hinter der ganzen Sache steckt. Aria versucht in der Zwischenzeit, mit Ezras neuem Leben zurechtzukommen.","versions":[{"lang":1,"streams":[{"redirect":12653224,"hoster":"VOE"},{"redirect":12653232,"hoster":"Doodstream"},{"redirect":12653226,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806845,"hoster":"VOE"},{"redirect":8615125,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Kann der Kreis vergessen","epNo":22,"alt":"Will the Circle Be Unbroken?","descr":"Spencer ist verschwunden und ihre Freundinnen machen sich auf die Suche nach ihr. Hat vielleicht \"A\" etwas mit der Sache zu tun? Als die drei Mädchen erfahren, dass auch Spencers Familie keine Ahnung hat, wo sie stecken könnte, bekommen es die drei mit der Angst zu tun. Emily erlebt eine große Überraschung, als sie unerwartet auf die Goldmedaillengewinnerin Missy Franklin trifft.","versions":[{"lang":1,"streams":[{"redirect":12653229,"hoster":"VOE"},{"redirect":12653237,"hoster":"Doodstream"},{"redirect":12653231,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806846,"hoster":"VOE"},{"redirect":8615126,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Fäden in der Hand","epNo":23,"alt":"I\u0027m Your Puppet","descr":"\"A\" ist mit den Spielchen noch lange nicht am Ende und bringt die vier Freundinnen in böse Situationen. Während Aria ihre Beziehung zu Ezra ernsthaft infrage stellt, gerät Hanna in ein Familiendrama. Emily versucht indes, Spencer zu helfen. Sie will ihrer Freundin beweisen, dass Toby noch am Leben ist, doch Spencer möchte vor allem mehr über Monas Aufenthalt im Sanatorium in Erfahrung bringen.","versions":[{"lang":1,"streams":[{"redirect":12653233,"hoster":"VOE"},{"redirect":12653242,"hoster":"Doodstream"},{"redirect":12653236,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806848,"hoster":"VOE"},{"redirect":8615130,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ein falsches Spiel","epNo":24,"alt":"A Dangerous Game","descr":"Spencer ist zurück zuhause und präsentiert sich in guter Form. Doch Aria, Hanna und Emily sind sich nach den Geschehnissen der vergangenen Tage nicht so sicher ob ihre Freundin wirklich wieder die Alte ist. Den Mädchen bleibt nur wenig Zeit um Spencers Gesundheitszustand zu erörtern denn schockierende Enthüllungen kommen ans Licht. Sind die Liars im Angesicht der vielen Ereignisse und neuen Informationen wirklich bereit für das, was auf sie wartet?","versions":[{"lang":1,"streams":[{"redirect":12653239,"hoster":"VOE"},{"redirect":12653246,"hoster":"Doodstream"},{"redirect":12653243,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806850,"hoster":"VOE"},{"redirect":8615127,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"A steht für A-U-F-E-R-S-T-A-N-D-E-N","epNo":1,"alt":"’A’ Is for A-L-I-V-E","descr":"Die Liars versuchen nach dem Brand in der Hütte verzweifelt herauszubekommen, was \"A\" neues mit ihnen vorhat. Sie haben keine andere Wahl als sich an Mona zu wenden, die nun ebenfalls in \"A\"s Visier ist.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rAria fällt es schwer, Ezra nach ihrer Trennung zu sehen während Emily zögerlich beginnt, mit Paige Pläne für die Zeit nach der High School zu machen.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rInzwischen setzt \"A\" Toby auf eine neue Fährte und eine schockierende Entdeckung erschüttert Rosewood.","versions":[{"lang":1,"streams":[{"redirect":12653348,"hoster":"VOE"},{"redirect":12653353,"hoster":"Doodstream"},{"redirect":12653350,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380907,"hoster":"VOE"},{"redirect":8615129,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Spuren im Sand","epNo":2,"alt":"Turn of the Shoe","descr":"Mrs. DiLaurentis Anwesenheit verunsichert alle, die mit ihr zu tun haben, allen voran Hanna, die von ihr den Familienpapagei erhält, der einige erstaunliche Details über Alisons letzte Tage verrät. Aria beschließt, Selbstverteidigung zu lernen, um sich \"A\" gegenüber nicht mehr so hilflos zu fühlen, und Toby verrät Spencer ein herzzerreißendes Geheimnis. Hanna macht indes eine Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":12653352,"hoster":"VOE"},{"redirect":12653358,"hoster":"Doodstream"},{"redirect":12653354,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595415,"hoster":"VOE"},{"redirect":8615131,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das zweite Gesicht","epNo":3,"alt":"Cat’s Cradle","descr":"Hanna befürchtet, dass ihre Mutter ein Geheimnis verbirgt, und ist fest entschlossen, sie zu schützen – egal zu welchem Preis. Zudem haben die Mädchen einen Hinweis in Alis Sachen entdeckt, dem sie nachgehen wollen. Während Spencer und Toby weiter in Tobys Vergangenheit kramen, kehrt Melissa nach Rosewood zurück. Emilys Mutter Pam ist indes in \"A\"s Fadenkreuz geraten.","versions":[{"lang":1,"streams":[{"redirect":12653356,"hoster":"VOE"},{"redirect":12653361,"hoster":"Doodstream"},{"redirect":12653357,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806853,"hoster":"VOE"},{"redirect":8615142,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Von Angesicht zu Angesicht","epNo":4,"alt":"Face Time","descr":"Holbrooks Kollege Tanner kommt nach Rosewood, um vor Ort die Ermittlungen voranzutreiben und eine mögliche Verbindung zwischen Wildens Tod und den Mädchen aufzudecken. Besonders Emily gerät in Panik, als deren Eltern einer genauen Überprüfung durch die Beamten ausgesetzt werden, da \"A\" eine falsche Fährte gelegt hat. Toby erhält indes neue Informationen zum Tod seiner Mutter.","versions":[{"lang":1,"streams":[{"redirect":12653363,"hoster":"VOE"},{"redirect":12653370,"hoster":"Doodstream"},{"redirect":12653366,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806852,"hoster":"VOE"},{"redirect":8615132,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Cicero","epNo":5,"alt":"Gamma Zeta Die!","descr":"Spencer und Emily wollen ein College in der Nähe besuchen, doch während Spencers Genaueres über die Verbindung zwischen Ali und der Schule herausfinden möchte, macht sich Emily Sorgen um die Zeit nach dem Schulabschluss. Aria und ihr Bruder Mike sind sich nicht einig, was das beste für ihre Eltern ist, nachdem \"A\" erneut zugeschlagen hat. Und Hanna macht eine weitere schreckliche Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":12653367,"hoster":"VOE"},{"redirect":12653375,"hoster":"Doodstream"},{"redirect":12653368,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806851,"hoster":"VOE"},{"redirect":8615133,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Waffen einer Frau","epNo":6,"alt":"Under the Gun","descr":"Hannas Versuch, ihre Mutter zu schützen, bringt sie gegenüber der Polizei und ihren Eltern in einige Erklärungsnöte. Emily möchte Hanna helfen, doch das ruft unverzüglich \"A\" auf den Plan. Shana taucht indes immer wieder an den unmöglichsten Orten auf und Spencer und Toby geraten durch ihre Ermittlungen nach Ravenswood – ein Ort, der so ganz anders ist als alles, was sie bislang gesehen haben.","versions":[{"lang":1,"streams":[{"redirect":12653373,"hoster":"VOE"},{"redirect":12653379,"hoster":"Doodstream"},{"redirect":12653374,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806857,"hoster":"VOE"},{"redirect":8615134,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mit dem Rücken zur Wand","epNo":7,"alt":"Bro\u0027s Kicking \u0027A\u0027","descr":"Caleb und Toby wollen herausfinden, was in der Nacht passiert ist, als die Hütte in Brand geriet. Während sich Aria Sorgen um Mike macht, fürchtet Ezra, künftig keinen Platz mehr in Arias Leben einzunehmen. Der Versuch der Mädchen, einen weiteren Verdächtigen für den Mord an Wilden zu finden, hat ungeahnte Konsequenzen. Hanna versucht indes verzweifelt, so zu tun, als sei alles in bester Ordnung.","versions":[{"lang":1,"streams":[{"redirect":12653377,"hoster":"VOE"},{"redirect":12653382,"hoster":"Doodstream"},{"redirect":12653380,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806856,"hoster":"VOE"},{"redirect":8615135,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Handbuch für schuldige Mädchen","epNo":8,"alt":"The Guilty Girl\u0027s Handbook","descr":"Hanna hat sich einen verzweifelten Plan zurechtgelegt, um ihre Mutter vor einer Verurteilung zu bewahren, und wendet sich hilfesuchend an Mona. Als Caleb Hanna überzeugen will, dass man Mona nicht trauen kann, bewegt das Mona dazu, ihre Loyalität auf unerwartete Weise unter Beweis zu stellen. Spencer findet indes heraus, dass Wilden mit einem weiteren mysteriösen Todesfall in Verbindung steht.","versions":[{"lang":1,"streams":[{"redirect":12653384,"hoster":"VOE"},{"redirect":12653391,"hoster":"Doodstream"},{"redirect":12653385,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12920005,"hoster":"VOE"},{"redirect":8615147,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Stille Gewässer","epNo":9,"alt":"Into the Deep","descr":"Paige veranstaltet für Emily eine Überraschungsparty, auf der auch Jenna und Shana auftauchen. Monas selbstlose Tat bedeutet derweil für Hanna und ihre Mutter die erste gute Nachricht seit Langem. Während Ezra von Maggie schlimme Nachrichten erhält, versuchen Aria und Jake, ihre komplizierte Beziehung zu definieren. Emily unternimmt unterdessen den letzten Versuch, ihre Schwimmkarriere zu retten.","versions":[{"lang":1,"streams":[{"redirect":12653388,"hoster":"VOE"},{"redirect":12653396,"hoster":"Doodstream"},{"redirect":12653392,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806855,"hoster":"VOE"},{"redirect":8615137,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Bekannte hat viele Gesichter","epNo":10,"alt":"The Mirror Has Three Faces","descr":"Mrs. DiLaurentis bietet Emily an, in Alis altes Zimmer zu ziehen, da das Emily nach wie vor in einem Motel lebt. Obwohl Emily ein ungutes Gefühl hat, geht sie auf das Angebot ein. Hanna ist verzweifelt, als die Glückssträhne ihrer Mutter zu enden droht. Während Ezra noch versucht, mit Maggies schlimmen Nachrichten fertig zu werden, erfährt er weitere niederschmetternden Neuigkeiten.","versions":[{"lang":1,"streams":[{"redirect":12653272,"hoster":"VOE"},{"redirect":12653273,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806854,"hoster":"VOE"},{"redirect":8615149,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Einsames Cowgirl","epNo":11,"alt":"Bring Down the Hoe","descr":"Die Mädchen erkennen, dass \"A\" wohl näher ist als vermutet. Hanna erfährt zudem, wie schwer es ist, als Tochter einer Mordverdächtigen zu gelten. Zu allem Überfluss wird sie von ihrem Mitschüler Travis gestalkt, der ein Geheimnis verbirgt, das Hannas Leben für immer verändern könnte. \"A\" setzt Toby indes stark zu und spielt dem Jungen regelmäßig Details zum Tode seiner Mutter zu.","versions":[{"lang":1,"streams":[{"redirect":12653276,"hoster":"VOE"},{"redirect":12653283,"hoster":"Doodstream"},{"redirect":12653275,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806862,"hoster":"VOE"},{"redirect":8615136,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ich sehe was, was du nicht siehst","epNo":12,"alt":"Now You See Me, Now You Don\u0027t","descr":"Die Mädchen machen sich auf den Weg nach Ravenswood, wo ihnen einige bekannte Gesichter über den Weg laufen. Beim Besuch einer Zaubershow verschwindet schließlich eines der Mädchen und die anderen geraten in helle Aufregung, ob ihre Freundin \"A\" zum Opfer gefallen sein könnte. Schon nach kurzer Zeit müssen sie zudem feststellen, dass alles, was sie über \"A\" zu wissen glaubten, falsch sein könnte.","versions":[{"lang":1,"streams":[{"redirect":12653280,"hoster":"VOE"},{"redirect":12653289,"hoster":"Doodstream"},{"redirect":12653285,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806861,"hoster":"VOE"},{"redirect":8615138,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schöne neue Welt","epNo":13,"alt":"Let the Maid Go","descr":"Nachdem Aria, Emily, Hanna und Spencer neue Hinweise darauf erhalten, dass Ali noch am Leben sein könnte, machen sie sich auf zum Gründerfest in Ravenswood. Dort wollen sie Ali finden, bevor \"A\" es tut. Auch Caleb macht sich auf nach Ravenswood, um den vier Mädchen zu helfen, und trifft dort auf Miranda, die seine Aufmerksamkeit weckt.","versions":[{"lang":1,"streams":[{"redirect":12653287,"hoster":"VOE"},{"redirect":12653291,"hoster":"Doodstream"},{"redirect":12653288,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806860,"hoster":"VOE"},{"redirect":8615140,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Grabmal einer Unbekannten","epNo":14,"alt":"Who\u0027s in the Box?","descr":"Alison lebt und Aria, Emily, Hanna und Spencer haben mehr Fragen als je zuvor. Um der Wahrheit wieder ein Stückchen näher zu kommen, möchte Hanna herausfinden, wer tatsächlich in Alisons Grab liegt. Während Emily damit hadert, dass Alison die ganze Zeit am Leben war, kehrt Caleb nach Rosewood zurück. Ezra zeigt indes eine dunklere Seite seines Charakters und trifft sich heimlich mit Mona und Aria.","versions":[{"lang":1,"streams":[{"redirect":12653292,"hoster":"VOE"},{"redirect":12653300,"hoster":"Doodstream"},{"redirect":12653293,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595414,"hoster":"VOE"},{"redirect":8615153,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Zwischen den Zeilen","epNo":15,"alt":"Love ShAck, Baby","descr":"Nachdem Hanna den anderen offenbart hat, dass sie Alis Tagebuch besitzt, hoffen die Mädchen, möglichst schnell Antworten auf ihre vielen offenen Fragen zu erhalten. Um die wahren Ereignisse zu verschleiern, hat Alison die Einträge in ihrem Tagebuch jedoch verschlüsselt. Können Hanna, Aria, Emily und Spencer dennoch in Erfahrung bringen, wer es damals auf Alison abgesehen hatte?","versions":[{"lang":1,"streams":[{"redirect":12653297,"hoster":"VOE"},{"redirect":12653305,"hoster":"Doodstream"},{"redirect":12653298,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806863,"hoster":"VOE"},{"redirect":8615144,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Gefährlich Nah","epNo":16,"alt":"Close Encounters","descr":"Shana kehrt nach Ravenswood zurück und berichtet Emily, dass sie eine Nachricht von Ali erhalten habe. Doch können Emily und die anderen ihr wirklich über den Weg trauen? Als Shana auch noch behauptet, dass Ali sich einzig mit Emily treffen möchte, wittern die Mädchen große Gefahr. Handelt es sich dabei wirklich um Alis ausdrücklichen Wunsch oder ist das nur ein weiterer von \"A\"s perfiden Plänen?","versions":[{"lang":1,"streams":[{"redirect":12653302,"hoster":"VOE"},{"redirect":12653309,"hoster":"Doodstream"},{"redirect":12653303,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806864,"hoster":"VOE"},{"redirect":8615146,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hüte deine Zunge","epNo":17,"alt":"Bite Your Tongue","descr":"Wer liegt in Alisons Grab? Hanna kommt der Antwort auf diese Frage dank ihrer Begeisterung für Kriminalgeschichten ein entscheidendes Stück näher. Spencer ist indes fast rund um die Uhr damit beschäftigt, Alis Tagebuch zu entschlüsseln und die Identität des mysteriösen Mannes zu bestimmen. Haben die beiden Mädchen wirklich eine heiße Spur oder handelt es sich nur wieder um einen von \"A\"s fiesen Tricks?","versions":[{"lang":1,"streams":[{"redirect":12653307,"hoster":"VOE"},{"redirect":12653313,"hoster":"Doodstream"},{"redirect":12653308,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806865,"hoster":"VOE"},{"redirect":8615141,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Beobachtungen","epNo":18,"alt":"Until Next Time","descr":"Spencer steht kurz vor einem Durchbruch, will aber erst handfeste Beweise für ihre Theorie sammeln, bevor sie den anderen Mädchen etwas davon erzählt. Hanna durchschaut Spencers seltsames Verhalten jedoch. Kommt sie hinter das Geheimnis, das Spencer verbergen will? Während Emily versucht, durch Shana Wiedergutmachung zu leisten, fordern Arias Lügen langsam ihren Tribut.","versions":[{"lang":1,"streams":[{"redirect":12653315,"hoster":"VOE"},{"redirect":12653321,"hoster":"Doodstream"},{"redirect":12653314,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806867,"hoster":"VOE"},{"redirect":8615143,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Schattenspiele","epNo":19,"alt":"Shadow Play","descr":"Da Spencer (Troian Bellisario) kaum noch richtig schlafen kann, nimmt sie verschreibungspflichtige Medikamente, welche wiederum einige unschöne Nebenwirkungen mit sich bringen. Dennoch versucht sie, an der Suche nach Ali (Sasha Pieterse) dran zu bleiben. Als sie dann auf neue Informationen stößt, verwandelt sich ihr Leben in einen Schwarz-Weiß-Film. Sie findet sich in den 1940ern in einer Art Film Noir wieder und versucht sogleich, Antworten auf die Fragen zu finden, welche sich sie und ihre Freundinnen schon länger stellen. Doch kann Spencer in dieser eigenartigen Welt die einzelnen Puzzleteile auch sinnvoll zu einem Ganzen zusammensetzen?","versions":[{"lang":1,"streams":[{"redirect":12653316,"hoster":"VOE"},{"redirect":12653327,"hoster":"Doodstream"},{"redirect":12653319,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806866,"hoster":"VOE"},{"redirect":8615145,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Free Fall","epNo":20,"alt":"Free Fall","descr":"Spencer will Aria die Wahrheit über Ezra erzählen, doch Emily und Hanna sind unsicher, wie ihre Freundin auf die Neuigkeiten reagieren wird. Als Ezra Aria anvertraut, Spencer könne ein Suchtproblem haben, stellt er Spencers Glaubwürdigkeit infrage. Hat Spencers Fantasie ihr einen Streich gespielt oder handelt es sich dabei nur um einem cleveren Schachzug von Ezra, der seine Spuren verwischen will?","versions":[{"lang":1,"streams":[{"redirect":12653325,"hoster":"VOE"},{"redirect":12653330,"hoster":"Doodstream"},{"redirect":12653326,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806870,"hoster":"VOE"},{"redirect":8615151,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kontrollverlust","epNo":21,"alt":"She’s Come Undone","descr":"Emily, Hanna und Spencer sind besorgt um Aria, nachdem diese mehr über Ezra erfahren hat. Da Aria nicht mehr weiß, wem sie vertrauen oder was sie noch glauben soll, macht sie sich selbst auf die Suche nach der Wahrheit. Spencer hat indes ihre eigenen Probleme: Um nicht wieder in die Klinik geschickt zu werden, muss sie ihren Eltern beweisen, dass sie ihr Suchtproblem alleine in den Griff bekommt.","versions":[{"lang":1,"streams":[{"redirect":12653328,"hoster":"VOE"},{"redirect":12653332,"hoster":"Doodstream"},{"redirect":12653329,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806869,"hoster":"VOE"},{"redirect":8615148,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Rückendeckung","epNo":22,"alt":"Cover For Me","descr":"Emily will mehr über Ezra und Mona erfahren und stellt auf eigene Faust Nachforschungen an. Tatsächlich kann sie bald erste Ergebnisse verbuchen. Hanna erfährt indes durch Detective Holbrook und Lieutenant Tanner von einer möglichen Spur im Fall Alison. Sofort begibt sie sich auf die Suche nach weiteren Hinweisen. Aria hat Liebeskummer und sucht – ebenso wie Spencer – Trost bei einem anderen Mann.","versions":[{"lang":1,"streams":[{"redirect":12653331,"hoster":"VOE"},{"redirect":12653341,"hoster":"Doodstream"},{"redirect":12653333,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806868,"hoster":"VOE"},{"redirect":8615150,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Bis dass der Tod uns scheidet","epNo":23,"alt":"Unbridled","descr":"Die Freundinnen wollen die Wahrheit über jene Nacht herausfinden, in der Alison verschwand. Da die vier inzwischen fest davon überzeugt sind, dass Alisons Mutter mehr weiß, als sie zugeben möchte, hecken sie einen Plan aus, wie sie in Mrs. DiLaurentis Haus unauffällig nach weiteren Antworten suchen können. Ella und Jason kehren indes nach Rosewood zurück und haben etwas zu verbergen.","versions":[{"lang":1,"streams":[{"redirect":12653337,"hoster":"VOE"},{"redirect":12653343,"hoster":"Doodstream"},{"redirect":13823608,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13916947,"hoster":"VOE"},{"redirect":8615152,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"A steht für Antwort","epNo":24,"alt":"A Is For Answers","descr":"Nach Jahren der Fragen und Mysterien rund um die Nacht, in der Alison DiLaurentis (Sasha Pieterse) verschwunden ist, treffen ihre vier besten Freunde sie wieder. Sie erfahren endlich, was ihr wirklich in der mythenumrankten Septembernacht passiert ist. Mit dem neuen Wissen um Alis Geheimnisse können Aria (Lucy Hale), Emily (Shay Mitchell), Hanna (Ashley Benson) und Spencer (Troian Bellisario) ihr bei der Suche nach der echten A helfen.","versions":[{"lang":1,"streams":[{"redirect":12653342,"hoster":"VOE"},{"redirect":12653349,"hoster":"Doodstream"},{"redirect":12653344,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806871,"hoster":"VOE"},{"redirect":8615164,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Flucht aus New York","epNo":1,"alt":"EscApe From New York","descr":"Während Aria und die anderen über Ezras Leben bangen, ist A mehr denn je hinter Ali her. Die Mädchen drängen Ali der Polizei alles zu gestehen als schließlich etwas dazwischen kommt. Es stellt sich die Frage wer A ist und ob Ezra aufwacht und es ihnen sagt.","versions":[{"lang":1,"streams":[{"redirect":12667697,"hoster":"VOE"},{"redirect":12667701,"hoster":"Doodstream"},{"redirect":12667696,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12920008,"hoster":"VOE"},{"redirect":8615154,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Karussel dreht sich wieder","epNo":2,"alt":"Whirly Girl","descr":"Die Ereignisse in New York liegen endlich hinter ihnen, also können sich die Liars nun ihren Problemen in Rosewood widmen. Dort müssen sie weiterhin unter einer Wolke der Geheimnisse leben.\rAria wird von den jüngsten Ereignissen eingeholt, während Emily, Hanna und Spencer versuchen, mit dem neuen Normalzustand zurechtzukommen.\rAlison wiederum schläft immer noch mit einem offenen Auge, weil sie dazu gezwungen wird, bei ihrer Familie zu bleiben und den einzelnen Familienmitgliedern nicht vertraut.","versions":[{"lang":1,"streams":[{"redirect":12667754,"hoster":"VOE"},{"redirect":12667760,"hoster":"Doodstream"},{"redirect":12667757,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806873,"hoster":"VOE"},{"redirect":8615155,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nachbeben","epNo":3,"alt":"Surfing the Aftershocks","descr":"Nachdem Alison der Polizei nicht die Wahrheit erzählt hat, was in den letzten Jahren wirklich geschehen ist, müssen Aria, Emily, Hanna und Spencer versuchen, Alisons Geschichte so gut wie möglich zu decken. Hanna und Aria wollen sicherstellen, dass Ezra und Mona über die Nacht in New York Stillschweigen bewahren, doch besonders Mona scheint es zu gefallen, die Mädchen in der Hand zu haben.","versions":[{"lang":1,"streams":[{"redirect":12667657,"hoster":"VOE"},{"redirect":12667663,"hoster":"Doodstream"},{"redirect":12667660,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806875,"hoster":"VOE"},{"redirect":8615158,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Aus der Bahn geworfen","epNo":4,"alt":"Thrown From the Ride","descr":"Während Alison eine medizinische Untersuchung durchmachen muss, die unangenehme Fragen aufwerfen würde, sieht sich Aria weiterhin mit dem Tod von Shana konfrontiert, der sie einfach nicht loslässt. Auch Spencer muss sich die Frage stellen, zu was ihr Vater wirklich in der Lage ist.","versions":[{"lang":1,"streams":[{"redirect":12667662,"hoster":"VOE"},{"redirect":12667665,"hoster":"Doodstream"},{"redirect":12667664,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806876,"hoster":"VOE"},{"redirect":8615156,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Habt ihr mich vermisst?","epNo":5,"alt":"Miss Me x 100","descr":"Obwohl weder Alison noch ihre Freundinnen dafür bereit sind, bricht Alisons erster Schultag an. Fest entschlossen, die alten Wunden zu heilen, die sie vor Jahren gerissen hat, marschiert die junge Dame mutig in die Schule. Doch ist eine Entschuldigung ihren früheren Feinden wirklich genug? Überraschend kehren indes Caleb und eine weitere alte Bekannte nach Rosewood zurück.","versions":[{"lang":1,"streams":[{"redirect":12667712,"hoster":"VOE"},{"redirect":12667716,"hoster":"Doodstream"},{"redirect":12667715,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806880,"hoster":"VOE"},{"redirect":8615157,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Lauf Ali lauf","epNo":6,"alt":"Run, Ali, Run","descr":"Nach den jüngsten Ereignissen versuchen die Bewohner des Städtchen Rosewood, wieder zur Normalität zurückzufinden. Besonders schwer fällt dies den Mädchen und Alison fragt sich bereits, ob es die richtige Entscheidung war, nach Hause zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":12667749,"hoster":"VOE"},{"redirect":12667755,"hoster":"Doodstream"},{"redirect":12667751,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806877,"hoster":"VOE"},{"redirect":8615159,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Von Lämmern und Ratten","epNo":7,"alt":"The Silence of E. Lamb","descr":"Aria arbeitet als Freiwillige im Radley Sanatorium, um mehr über Bethany Young in Erfahrung zu bringen. Tatsächlich stößt sie nach kurzer Zeit auf erste Hinweise und gerät schließlich mit einer Patientin aneinander, die einst Bethanys Zimmerkollegin war.","versions":[{"lang":1,"streams":[{"redirect":12667759,"hoster":"VOE"},{"redirect":12667769,"hoster":"Doodstream"},{"redirect":12667762,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806879,"hoster":"VOE"},{"redirect":8615171,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schrei für mich","epNo":8,"alt":"Scream For Me","descr":"Während Alisons Vater nicht in der Stadt ist, soll das Mädchen bei Hanna und deren Familie übernachten. Hanna ist über diese Entwicklung alles andere als erfreut und spricht dem Alkohol mehr zu als je zuvor. Während die Polizisten mehr und mehr Zweifel an der Geschichte der Mädchen","versions":[{"lang":1,"streams":[{"redirect":12667721,"hoster":"VOE"},{"redirect":12667728,"hoster":"Doodstream"},{"redirect":12667724,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806878,"hoster":"VOE"},{"redirect":8615172,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fremde Hilfe","epNo":9,"alt":"March of Crimes","descr":"Hanna trinkt nach wie vor zu viel, was in der Schule nicht unbemerkt bleibt. Als Hannas Mutter ein klärendes Gespräch mit ihrer Tochter sucht, erzielt dies jedoch nicht den gewünschten Erfolg. Obwohl sich die Mädchen nicht gegen Alison stellen, versuchen","versions":[{"lang":1,"streams":[{"redirect":12667703,"hoster":"VOE"},{"redirect":12667710,"hoster":"Doodstream"},{"redirect":12667702,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806881,"hoster":"VOE"},{"redirect":8615160,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Im Alleingang","epNo":10,"alt":"A Dark Ali","descr":"Alison steht unter enormen Druck, schließlich soll sie einen Mann identifizieren, den die Polizei für ihren Entführer hält. Da die Mädchen befürchten, dass A dahinter stecken könnte, sind sie verzweifelt auf der Suche nach einem Ausweg.","versions":[{"lang":1,"streams":[{"redirect":12667706,"hoster":"VOE"},{"redirect":12667717,"hoster":"Doodstream"},{"redirect":12667708,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806882,"hoster":"VOE"},{"redirect":8615177,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ungeliebt und mißverstanden","epNo":11,"alt":"No One Here Can Love or Understand Me","descr":"Melissa erzählt Spencer endlich, was sie über die Nacht weiß, in der Ali verschwunden ist. Doch was soll Spencer mit diesem neu erworbenen Wissen anfangen? Emily ist ebenfalls auf der Jagd nach neuen Antworten. Sie wendet sich an Ezra, um mehr über Cyrus und dessen Vergangenheit in Erfahrung zu bringen. Hanna bittet Spencer und Toby um Hilfe wegen Calebs Alkoholproblemen.","versions":[{"lang":1,"streams":[{"redirect":12667779,"hoster":"VOE"},{"redirect":12667784,"hoster":"Doodstream"},{"redirect":12667780,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11832464,"hoster":"VOE"},{"redirect":8615161,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schweigen wie ein Grab","epNo":12,"alt":"Taking This One to the Grave","descr":"Aria, Emily, Hanna und Spencer stecken wieder einmal in der Klemme: Alison führt sie auf einen gefährlichen Weg und \"A\" hält sie davon ab, der Polizei die Wahrheit zu erzählen. Verlieren die Mädchen möglicherweise alles, wenn sie einer eventuell nicht vertrauenswürdigen Person ihr Vertrauen schenken? Alison baut ihre eigene Armee auf, nachdem die anderen Vier sich von ihr abgewandt haben. Hat sie etwa ein dunkles Geheimnis in New York gelassen?","versions":[{"lang":1,"streams":[{"redirect":12667735,"hoster":"VOE"},{"redirect":12667741,"hoster":"Doodstream"},{"redirect":12667733,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806885,"hoster":"VOE"},{"redirect":8615162,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eine Weihnachtsgeschichte","epNo":13,"alt":"How the \u0027A\u0027 Stole Christmas","descr":"Während in Rosewood überall Weihnachtsstimmung verbreitet wird, sind Aria (Lucy Hale), Emily(Shay Mitchell), Hanna (Ashley Benson) und Spencer(Troian Bellisario) alles andere als in Festtagslaune. Nach dem Mord an Mona versuchen sie verzweifelt, Beweise für Spencers Unschuld zu sammeln. Als sich eine Möglichkeit bietet Spencer von den Mordvorwürfen zu entlasten, planen die Mädchen mit Hilfe ihrer Partner Mona zu rächen und Alison (Sasha Pieterse) zu Fall zu bringen.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rAli erhält inzwischen von einer geisterhaften Erscheinung einen Blick auf die Vergangenheit, die Gegenwart und die Zukunft.","versions":[{"lang":1,"streams":[{"redirect":12667729,"hoster":"VOE"},{"redirect":12667734,"hoster":"Doodstream"},{"redirect":12667730,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806884,"hoster":"VOE"},{"redirect":8615163,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schatten hinter dunklem Glas","epNo":14,"alt":"Through a Glass, Darkly","descr":"Drei Monate sind seit Monas Tod vergangen und Freunde und Familie sind noch immer in Trauer. Aria (Lucy Hale), Emily (Shay Mitchell), Hanna (Ashley Benson) und Spencer (Troian Bellisario) sind überzeugter denn je, dass Alison (Sasha Pieterse) etwas mit dem Tod zu tun hat. Um \"A\"s Spiel zu beenden und Gerechtigkeit für Mona zu bekommen, intensivieren die Pretty Little Liars ihre Suche nach Beweisen, dass Alison Mona umgebracht hat. Doch diese beharrt auf ihrer Unschuld und kann ein wasserdichtes Alibi vorweisen, so dass die Freundinnen gezwungen sind, zu zweifelhaften Methoden zu greifen um Ali loszuwerden.Inzwischen finden sich Emily und Paige (Lindsey Shaw) an einem wichtigen Punkt für ihre Beziehung angelangt und Aria beginnt sich um die Zukunft zu sorgen.","versions":[{"lang":1,"streams":[{"redirect":12667673,"hoster":"VOE"},{"redirect":12667678,"hoster":"Doodstream"},{"redirect":12667675,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806887,"hoster":"VOE"},{"redirect":8615167,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Frischfleisch","epNo":15,"alt":"Fresh Meat","descr":"Toby (Keegan Allen) gerät in eine Menge Ärger bezüglich ein paar wichtiger Beweise auf dem Polizeirevier. Auch Spencers (Troian Bellisario) Misstrauen in die Polizei spielt dabei eine große Rolle. In der Zwischenzeit müssen sich Emily (Shay Mitchell) und Aria (Lucy Hale) ein paar unbequemen Szenarien stellen, also greifen sie zu radikalen Maßnahmen.","versions":[{"lang":1,"streams":[{"redirect":12667718,"hoster":"VOE"},{"redirect":12667723,"hoster":"Doodstream"},{"redirect":12667719,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806889,"hoster":"VOE"},{"redirect":8615168,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Auf dem Pulverfass","epNo":16,"alt":"Over a Barrel","descr":"Caleb versucht Monas Laptop zu orten. Als er es geschafft hat fahren er und Spencer dorthin um ihn zu holen. Sie finden in in einer Lagerhalle zusammen mit Beweismaterialien aus Monas Todesnacht. Sie vermuten in einem Fass Monas Leiche. Später macht Caleb noch eine weitere verhängnissvolle Entdeckung... Die Lagerhalle ist unter Hannas Namen gemietet was sie zur Verdächtigen an Monas Tod macht falls dieses Geheimnis je rauskaummen sollte.","versions":[{"lang":1,"streams":[{"redirect":13916951,"hoster":"VOE"},{"redirect":12667655,"hoster":"Doodstream"},{"redirect":12667656,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806888,"hoster":"VOE"},{"redirect":8615165,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Lager der Pandora","epNo":17,"alt":"The Bin of Sin","descr":"\"A\" will Hanna (Ashley Benson) den Mord an Mona anhängen, also überlegen Hannas Freunde, wie sie ihre Freundin vor dem Schlamassel bewahren können. Sie selbst ist jedoch für alles gewappnet. Während Aria (Lucy Hale) ein Zugeständnis gegenüber Ezra (Ian Harding) macht, bereitet Spencers (Troian Bellisario) Verhalten Toby (Keegan Allen) auf seiner Arbeitsstelle eine Menge Kopfzerbrechen.","versions":[{"lang":1,"streams":[{"redirect":12667681,"hoster":"VOE"},{"redirect":12667685,"hoster":"Doodstream"},{"redirect":12667680,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806886,"hoster":"VOE"},{"redirect":8615166,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Perpetuum Mobile","epNo":18,"alt":"Oh, What Hard Luck Stories They All Hand Me","descr":"Aria (Lucy Hale), Emily (Shay Mitchell), Hanna (Ashley Benson) und Spencer (Troian Bellisario) sind wachsam, als ein Neuankömmling in Rosewood aufschlägt. Spencer öffnet sich ein wenig mehr, während sie Zeit Jonny Will Bradley) verbringt. Emily (Shay Mitchell) versucht aus Talia (Miranda Rae Mayo) schlau zu werden. Als Monas Freundin Lesli in der Stadt auftaucht, bekommt Hanna die Aufgabe herauszufinden, ob sie diejenige ist, die sie vorgibt zu sein.","versions":[{"lang":1,"streams":[{"redirect":12667740,"hoster":"VOE"},{"redirect":12667739,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806890,"hoster":"VOE"},{"redirect":8615169,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Fleckenteufel","epNo":19,"alt":"Out, Damned Spot","descr":"Die Freundinnen besuchen das letzte Jahr auf der Highschool und brauchen gute Noten, um auf dem College ihrer Wahl angenommen zu werden. Aria muss ihre Zensuren verbessern und bittet Andrew um Nachhilfe. Auch Spencer macht sich Sorgen, lenkt sich aber lieber mit anderen Dingen ab. Hanna hingegen hat zwar gute Noten, erfährt aber, dass sie kein Stipendium bekommt, und wendet sich an ihren Vater.","versions":[{"lang":1,"streams":[{"redirect":12667772,"hoster":"VOE"},{"redirect":12667781,"hoster":"Doodstream"},{"redirect":12667774,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806892,"hoster":"VOE"},{"redirect":8615170,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Hübsch sein ist nicht alles","epNo":20,"alt":"Pretty Isn’t The Point","descr":"Hanna versucht den Coach beim Schönheitswettbewerb von ihren Tanzfähigkeiten zu überzeugen, wofür sie mit Emily übt. Jedoch versaut sie das Vortanzen und ihr Coach will sie nicht weiter trainieren. Aria spioniert Mike weiter hinterher, und die beiden sprechen sich endlich aus. Währenddessen steht die Beziehung zwischen Spencer und Toby unter einem schlechten Stern.","versions":[{"lang":1,"streams":[{"redirect":12667742,"hoster":"VOE"},{"redirect":12667748,"hoster":"Doodstream"},{"redirect":12667747,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806891,"hoster":"VOE"},{"redirect":8615173,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Bis auf\u0027s Blut","epNo":21,"alt":"Bloody Hell","descr":"Spencer fliegt nach London um an einem Gespräch mit einem Professor teilzunehmen, doch lässt A das wirklich zu? Ausserdem wird Emily vom Schönheitswettbewerb ausgeschlossen und Aria macht einen schrecklichen Fund in Mikes Zimmer","versions":[{"lang":1,"streams":[{"redirect":12667768,"hoster":"VOE"},{"redirect":12667773,"hoster":"Doodstream"},{"redirect":12667767,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806894,"hoster":"VOE"},{"redirect":8615183,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Deal oder kein Deal, das ist hier die Frage","epNo":22,"alt":"To Plea Or Not To Plea","descr":"Alison kämpft um ihre Freiheit. Allerdings erfährt sie, dass man vermutet, Hanna wäre im Mord von Mona verwickelt. Spencer schüttet ihr Herz bei ihrer Schwester, Melissa, in London aus.","versions":[{"lang":1,"streams":[{"redirect":12667691,"hoster":"VOE"},{"redirect":12667698,"hoster":"Doodstream"},{"redirect":12667693,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582654,"hoster":"VOE"},{"redirect":8615175,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das alte Lied","epNo":23,"alt":"The Melody Lingers On","descr":"Die Polizei erlässt einen Haftbefehl gegen Hanna, weswegen Spencer nach Rosewood zurückkehrt. Jason muss gegen Alison aussagen, doch er ändert seine Meinung im Zeugenstand. Ezra und Aria stehen vor einer schwerwiegenden Entscheidung und die Liars wollen Ali und Hanna helfen, indem sie mehr über \"Varjak\" herausfinden.\rWerden die Liars dies Schaffen?","versions":[{"lang":1,"streams":[{"redirect":13004575,"hoster":"VOE"},{"redirect":12667690,"hoster":"Doodstream"},{"redirect":12667688,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806901,"hoster":"VOE"},{"redirect":8615174,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Gute Zeugen schlechte Zeugen","epNo":24,"alt":"I\u0027m a Good Girl, I Am","descr":"Aria will nicht, dass ihr Bruder Mike in Monas Mordfall aussagt, deshalb bittet sie Ezra ihn zu seiner Hütte zu fahren, doch A hat eine Falle für ihn vorbereitet. Alison selbst wird im Mordfall in den Zeugenstand gerufen, wo sie durch eine Schummelaktion im Sommercamp als sie 11 war ihren einzigen Lichtblick verliert. Währenddessen hat Tanner Beweise gegen die restlichen Liars und Toby kann ihnen nichtmehr helfen.","versions":[{"lang":1,"streams":[{"redirect":12667670,"hoster":"VOE"},{"redirect":12667669,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806895,"hoster":"VOE"},{"redirect":8615189,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Willkommen im Puppenhaus","epNo":25,"alt":"Welcome To The Dollhouse","descr":"Die Mädchen werden von A entführt und in  eine Art Puppenhaus gebracht. Jedes Zimmer sieht genau so aus, wie es in Wirklichkeit auch ist. Hanna, Spencer, Aria und Emily treffen dort überraschenderweise auf Mona die sich als Ali ausgibt. In der Zwischenzeit versucht die Polizei die Mädchen ausfindig zu machen. Toby, Caleb und Ezra schließen sich zusammen und verbünden sich auch mit den Hasting-Eltern. Die fünf versuchen mit Hilfe der Polizei, die Mädchen zu finden und zu retten, doch sie finden nur A´s Überwachungsraum. Spencer findet bei einem Fluchtversuch raus wer A ist und ist verblüfft.","versions":[{"lang":1,"streams":[{"redirect":12667666,"hoster":"VOE"},{"redirect":12667672,"hoster":"Doodstream"},{"redirect":12667667,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595417,"hoster":"VOE"},{"redirect":8615186,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Spielst du mit?","epNo":1,"alt":"Game On, Charles","descr":"Immer noch gefangen in Charles\u0027 Puppenhaus versuchen Aria, Emily, Hanna, Spencer und Mona zu fliehen. Währendessen hecken Alison, Toby, Ezra und Caleb einen Plan aus um die Mädchen zu retten. Die Polizei sucht nach Andrew und die 5 Mädchen sind nicht alleine gefangen...","versions":[{"lang":1,"streams":[{"redirect":12653156,"hoster":"VOE"},{"redirect":12653159,"hoster":"Doodstream"},{"redirect":12653157,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806899,"hoster":"VOE"},{"redirect":8615176,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gefangen in Freiheit","epNo":2,"alt":"Songs of Innocence","descr":"Nachdem sie aus dem Puppenhaus geflohen sind, müssen sie die schrecklichen Ereignisse dort noch verarbeiten. Aria ist überzeugt, dass Andrew Charles ist, während die anderen sich nicht so sicher sind. Die Polizei, mit unter Toby, ist Andrew auf den Fersen und Mr DiLaurentis beteuert keinen Charles DiLaurentis zu kennen.","versions":[{"lang":1,"streams":[{"redirect":12653160,"hoster":"VOE"},{"redirect":12653167,"hoster":"Doodstream"},{"redirect":12653161,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806897,"hoster":"VOE"},{"redirect":8615179,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Geliebte Lügen","epNo":3,"alt":"Songs of Experience","descr":"Die Liars beschließen wieder zur Schule zu gehen, aber noch nicht alle sind dazu bereit. Spencer stattet Jason einen Besuch ab um mehr über Charles DiLaurentis zu erfahren. Bei einer Gruppen Therapie Sitzung erzählt Spencer den anderen von den neuen Informationen, aber A ist ihnen einen Schritt voraus. Aria und Hanna sind immernoch überzeugt, dass Andrew A ist, so kommt es zu einer Auseinandersetzung.","versions":[{"lang":1,"streams":[{"redirect":12653076,"hoster":"VOE"},{"redirect":12653084,"hoster":"Doodstream"},{"redirect":12653077,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806898,"hoster":"VOE"},{"redirect":8615188,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Wahrheit begraben","epNo":4,"alt":"Don\u0027t Look Now","descr":"Die Liars erfahren immer mehr über Charles DiLaurentis, weil Kenneth seiner Tochter Alison und ihrem Bruder Jason die Wahrheit über Charlie erzählt. Deshalb kommt es unter anderem zu einem Streit zwischen Ali und Hanna. Calebs Beschützerunstinkt für Hanna wächst über seine Grenzen hinaus, nachdem Andrew freigelassen wurde.","versions":[{"lang":1,"streams":[{"redirect":12653080,"hoster":"VOE"},{"redirect":12653090,"hoster":"Doodstream"},{"redirect":12653085,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806900,"hoster":"VOE"},{"redirect":8615178,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Offenbarung","epNo":5,"alt":"She\u0027s no Angel","descr":"Die Liars erfahren etwas schockierendes über Lesli. Auch findet Aria heraus, welches Geschlecht \"A\" nun hat, und Emily versucht Sara zu helfen, sich von ihre Mutter zu lösen. Währenddessen kommen sich Alison und Lorenzo näher.","versions":[{"lang":1,"streams":[{"redirect":12653087,"hoster":"VOE"},{"redirect":12653092,"hoster":"Doodstream"},{"redirect":12653088,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806904,"hoster":"VOE"},{"redirect":8615180,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unter jedem Stein …","epNo":6,"alt":"No Stone Unturned","descr":"Während die Liars mehr Information über Lesli herausfinden wollen, besucht eine alte Freundin Emily. Auch kommen sich Emily und Sara näher, während Alison‘s Vater eine Nachricht von Charles bekommt.","versions":[{"lang":1,"streams":[{"redirect":12653091,"hoster":"VOE"},{"redirect":12653095,"hoster":"Doodstream"},{"redirect":12653093,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806902,"hoster":"VOE"},{"redirect":8615191,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geschwisterdiebe","epNo":7,"alt":"Oh Brother, Where Art Thou","descr":"Die Liars erfahren, dass sie von \"A\" gechippt wurden und sind schockiert. Alison erzählt Spencer, dass sich Jason mit Charles bzw. \"A\" treffen möchte. Doch es läuft alles anders als geplant.","versions":[{"lang":1,"streams":[{"redirect":12653094,"hoster":"VOE"},{"redirect":12653099,"hoster":"Doodstream"},{"redirect":12653098,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806905,"hoster":"VOE"},{"redirect":8615181,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Aufgehängt","epNo":8,"alt":"FrAmed","descr":"Nach der letzten Begegnung mit Charles ist ganz Rosewood in höchster Alarmbereitschaft. Ella will Aria unbedingt sicher zuhause wissen und verbietet ihr, die Kunstgalerie zu besuchen, in der Arias Werke ausgestellt werden. Hanna ist indes unsicher, ob sie das Geld nicht besser zurückgeben sollte und zu allem Überfluss gerät schließlich sogar noch der Abschlussball in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":12653101,"hoster":"VOE"},{"redirect":12653103,"hoster":"Doodstream"},{"redirect":12653100,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806903,"hoster":"VOE"},{"redirect":8615182,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein letzter Tanz","epNo":9,"alt":"Last Dance","descr":"Während Aria, Emely, Hanna und Spencer auf ihren eigenen Abschlussball im Loft bei Spencer sind, plant Allison wie sie zum richtigen Abschlussball kommt. Die anderen Mädchen merken dies und folgen ihr. Allison trifft sich mit Charles. Die Mütter der 4Liars verfolgen betrunken eine heiße Spur im Haus der DiLaurentes.","versions":[{"lang":1,"streams":[{"redirect":12653102,"hoster":"VOE"},{"redirect":12653107,"hoster":"Doodstream"},{"redirect":12653105,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806906,"hoster":"VOE"},{"redirect":8615185,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Game Over","epNo":10,"alt":"Game Over, Charles","descr":"Die Mädchen sind A oder eher gesagt \"Charles\" dicht auf den Fersen. Alison wurde von ihm entführt und auf der Suche nach ihr treffen sie auf einen Geheimraum der direkt mit Alison und Charles verbunden ist. Was sie jedoch da erwartet und wer A nun wirklich ist das hätten sie niemals für möglich gehalten.","versions":[{"lang":1,"streams":[{"redirect":12653106,"hoster":"VOE"},{"redirect":12653113,"hoster":"Doodstream"},{"redirect":12653108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13051241,"hoster":"VOE"},{"redirect":8615184,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wieder einmal in Rosewood","epNo":11,"alt":"Of Late I Think of Rosewood","descr":"Seit fünf Jahren gehen Alison, Aria, Hanna, Spencer und Emily getrennte Wege. Doch nun bittet Ali ihre Freundinnen, wieder nach Rosewood zurückzukommen, um ihr ein weiteres Mal zu helfen. Aber was sie da von den Vieren verlangt, hat es in sich und nagt stark an der Schmerzgrenze von einigen.","versions":[{"lang":1,"streams":[{"redirect":12653115,"hoster":"VOE"},{"redirect":12653118,"hoster":"Doodstream"},{"redirect":12653114,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582655,"hoster":"VOE"},{"redirect":8615187,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Charlottes Netz","epNo":12,"alt":"Charlotte’s Web","descr":"Aufgrund von Charlottes Tod sollen die Freundinnen zur Befragung länger in der Stadt bleiben. Doch Aria verlässt Rosewood früher als geplant und macht sich dadurch bei ihren Freundinnen – vor allem bei Alison – verdächtig. Hanna, Spencer und Emily stellen Nachforschungen an, um sich von der Unschuld ihrer Freundin zu überzeugen, doch das, was sie finden, regt die Mädchen nicht gerade zur Beruhigung an.","versions":[{"lang":1,"streams":[{"redirect":12653116,"hoster":"VOE"},{"redirect":12653124,"hoster":"Doodstream"},{"redirect":12653117,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806910,"hoster":"VOE"},{"redirect":8615190,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Handschuhe im Spiel haben","epNo":13,"alt":"The Gloves Are On","descr":"Die Freundinnen geraten in Panik, als sie erfahren, dass die Ermittlungen die Nervenheilanstalt Radley umfassen. Als die Polizei auch bei den Freundinnen Zuhause auftaucht, um sie zu befragen, glauben sie sich schon in die schlimmste Vergangenheit zurückversetzt. Hanna macht sich Sorgen, dass ihre Mutter ihren Job verliert, und erfindet schließlich ein Alibi, das ihnen allen helfen könnte.","versions":[{"lang":1,"streams":[{"redirect":12653121,"hoster":"VOE"},{"redirect":12653127,"hoster":"Doodstream"},{"redirect":12653123,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13051233,"hoster":"VOE"},{"redirect":8615192,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Neue Männer neue Lügen","epNo":14,"alt":"New Guys, New Lies","descr":"Die Polizei sitzt Hanna wegen des Filmmaterials von Radley im Nacken. Da sie keinen Ausweg mehr sieht und dringend Hilfe braucht, beschließt sie, ihren engsten Vertrauten die Wahrheit zu gestehen. Aria, die unbedingt wissen will, ob Ezra schuldig ist, lässt sich bei ihren Nachforschungen von Emily unterstützen. Gemeinsam mit Caleb versucht Spencer derweil, eine neue Gefahr zu eliminieren.","versions":[{"lang":1,"streams":[{"redirect":12653128,"hoster":"VOE"},{"redirect":12653137,"hoster":"Doodstream"},{"redirect":12653132,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806911,"hoster":"VOE"},{"redirect":8615193,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Bitte nicht stören","epNo":15,"alt":"Do Not Disturb","descr":"Die Freundinnen sind inzwischen fest davon überzeugt, dass Sara Harvey hinter den neuesten Drohungen steckt. Wild entschlossen versuchen sie, Beweise für Saras Schuld zu finden, um diese im Anschluss der Polizei präsentieren zu können. Aria erhält unerwarteten Besuch von ihrer Familie und Ali kümmert sich um Emily, die dringend Hilfe benötigt.","versions":[{"lang":1,"streams":[{"redirect":12653131,"hoster":"VOE"},{"redirect":12653138,"hoster":"Doodstream"},{"redirect":12653133,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12920007,"hoster":"VOE"},{"redirect":12514235,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Was auf uns wartet","epNo":16,"alt":"Where Somebody Waits For Me","descr":"Bei den Ermittlungen zum Mord an Charlotte kommen immer mehr Details zum Privatleben der Freundinnen zutage. Spencer macht sich Sorgen, als sie erfährt, dass ihre Mutter ein Geheimnis vor ihr verbirgt. Während Emily und Hanna neue Drohungen erhalten, die die Ernsthaftigkeit der Situation weiter unterstreichen, gibt Ali endlich zu, dass sie und Elliott mehr als nur Freunde sind.","versions":[{"lang":1,"streams":[{"redirect":12653135,"hoster":"VOE"},{"redirect":12653140,"hoster":"Doodstream"},{"redirect":12653136,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806919,"hoster":"VOE"},{"redirect":8615194,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Jeder hat sein Päckchen zu tragen","epNo":17,"alt":"We’ve All Got Baggage","descr":"Die Freundinnen nehmen im Mordfall einen neuen Verdächtigen ins Visier. Da Ezra wieder in Rosewood ist, muss Aria ihm die Wahrheit über das Buch erzählen. Spencer und Caleb kämpfen indes mit einer undichten Stelle bei der Kampagne. Während Hanna nach einem Vorfall bei der Arbeit etwas genauer über ihr Leben nachdenkt, wird Emily bei ihrer Suche nach Sara von einem Stalker belästigt.","versions":[{"lang":1,"streams":[{"redirect":12653142,"hoster":"VOE"},{"redirect":12653146,"hoster":"Doodstream"},{"redirect":12653143,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12334452,"hoster":"VOE"},{"redirect":8615196,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Es wird heißer","epNo":18,"alt":"Burn This","descr":"Nachdem der Stalker Emily fast umgebracht hat, nehmen die Freundinnen die Drohungen wesentlich ernster und versuchen, jeder erdenklichen Gefahr aus dem Weg zu gehen. Spencer gelingt es, Caleb zu beruhigen, nachdem der die Verantwortung in puncto Yvonne auf sich genommen hat. Während Emily wissen will, wer es auf sie abgesehen hatte, kommen Aria und Ezra mit dem Roman voran.","versions":[{"lang":1,"streams":[{"redirect":12653144,"hoster":"VOE"},{"redirect":12653145,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806914,"hoster":"VOE"},{"redirect":8615195,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Hast du mich vermisst?","epNo":19,"alt":"Did You Miss Me?","descr":"Sara ist zurück im Radley, mit Bauplänen, die sich Spencer auch besorgt, nachdem Emily und sie Sara’s Chaffeur beschattet haben. Währenddessen haben Hanna und Caleb einen Plan gegen \"A\". Derweil haben Ezra und Aria ein Geschäftsessen.","versions":[{"lang":1,"streams":[{"redirect":12653147,"hoster":"VOE"},{"redirect":12653152,"hoster":"Doodstream"},{"redirect":12653150,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806917,"hoster":"VOE"},{"redirect":8701262,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Zeit läuft ab","epNo":20,"alt":"Hush, Hush, Sweet Little Liars","descr":"Hanna hat dem Bedroher gesagt, sie sei für Charlotte\u0027s Tod verantwortlich. Seine Antwort auf die Nachricht ist erschreckend. Aria, Spencer, Emily, Hanna, Caleb und sogar Toby hecken gemeinsam einen Plan aus. Die ganze Familie Hastings bereitet sich für den finalen Wahlkampftag vor. Ezra und Aria feiern die Tatsache, dass ihre Verlegerin das gemeinsames Buch ganz groß rausbringen und vermarkten will, auf ihre eigene Weise. Alison hat erschreckende Visionen und flüchtet kopflos zu einem ihr sicher scheinenden Ort. Der ursprüngliche Plan findet ein unglückliches Ende.","versions":[{"lang":1,"streams":[{"redirect":12653151,"hoster":"VOE"},{"redirect":12982449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806915,"hoster":"VOE"},{"redirect":8615199,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Ticktack, ihr Schlampen","epNo":1,"alt":"Tick Tock, Bitches","descr":"Hanna wurde von Über-A entführt und die Liars versuchen verzweifelt, sie zu retten. Doch Über-A fordert im Austausch für Hanna Beweise gegen Charlottes wahren Mörder. Sollen die Freundinnen Über-A die Beweismittel übergeben? Dafür müssten sie weiter gehen als je zuvor und sich entscheiden, wo ihre Grenzen liegen. Denn sind manche Grenzen erst überschritten, gibt es kein Zurück mehr.","versions":[{"lang":1,"streams":[{"redirect":12516692,"hoster":"VOE"},{"redirect":12516693,"hoster":"Doodstream"},{"redirect":12516696,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806913,"hoster":"VOE"},{"redirect":8615198,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wahnsinn","epNo":2,"alt":"Uber A","descr":"Die Freundinnen haben nach Hannas Verschwinden einen ersten Verdacht, wer der Entführer sein könnte. Indes verschlechtert sich Alis Zustand zusehends. Zwischen Liam, Aria und Ezra kommt es zu Spannungen, als die drei gemeinsam an dem Buch arbeiten. Emily erhält indes einen verstörenden Anruf und sucht eine Möglichkeit, Ali zu sehen.","versions":[{"lang":1,"streams":[{"redirect":12516695,"hoster":"VOE"},{"redirect":12516701,"hoster":"Doodstream"},{"redirect":12516697,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806916,"hoster":"VOE"},{"redirect":8615200,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der talentierte Mr. Rollins","epNo":3,"alt":"The Talented Mr. Rollins","descr":"Die Freundinnen leiden zwar immer noch unter Hannas Entführung, müssen sich aber auf eine neue Aufgabe konzentrieren: Um Alison vor Über-As Drohungen zu schützen, wollen sie ihre Freundin aus dem Krankenhaus holen. Doch dabei unterläuft ihnen ein tödlicher Fehler, der alles verändert.","versions":[{"lang":1,"streams":[{"redirect":12516702,"hoster":"VOE"},{"redirect":12516708,"hoster":"Doodstream"},{"redirect":12516704,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806921,"hoster":"VOE"},{"redirect":8615205,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alles sauber","epNo":4,"alt":"Hit and Run, Run, Run","descr":"Nachdem die Freundinnen den wohl größten Fehler ihres Lebens begangen haben, müssen sie sich mit den Folgen ihrer Tat auseinandersetzen. Bei dem verzweifelten Versuch, ihr Geheimnis zu vertuschen, bringen sie bald ihre Liebsten gegen sich auf, denn die sollen nach Möglichkeit nichts von jener schrecklichen Nacht erfahren.","versions":[{"lang":1,"streams":[{"redirect":12516706,"hoster":"VOE"},{"redirect":12516712,"hoster":"Doodstream"},{"redirect":12516705,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380910,"hoster":"VOE"},{"redirect":8615202,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Und dann kam Mary","epNo":5,"alt":"Along Comes Mary","descr":"Jenna kehrt nach Rosewood zurück und freundet sich mit einer weiteren Feindin der Liars an. Ali darf die Psychiatrie nur verlassen, wenn sie bei einem Verwandten unterkommt, und landet deshalb bei Mary Drake. Indes nimmt Spencer Hannas Hilfe in Anspruch, um nach Caleb zu suchen, der vermisst wird. Aria und Emily entdecken eine Wohnung, die ihnen helfen könnte, weitere Antworten zu finden.","versions":[{"lang":1,"streams":[{"redirect":12516709,"hoster":"VOE"},{"redirect":12516717,"hoster":"Doodstream"},{"redirect":12516711,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806923,"hoster":"VOE"},{"redirect":8615201,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tod oder lebendig","epNo":6,"alt":"Wanted: Dead Or Alive","descr":"Die Polizei von Rosewood beginnt erneut im Tod von Rollins zu ermitteln und bringt damit Hanna in einen Gewissenskonflikt, ob sie der Polizei die Wahrheit sagen soll. Außerdem erfährt Ali, was die Freundinnen getan haben, um Hanna zu befreien und Jenna lässt sich in die Karten blicken.","versions":[{"lang":1,"streams":[{"redirect":12516715,"hoster":"VOE"},{"redirect":12516722,"hoster":"Doodstream"},{"redirect":12516716,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806926,"hoster":"VOE"},{"redirect":12982440,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"GAngster","epNo":7,"alt":"Original G\u0027A\u0027ngsters","descr":"Jason kehrt nach Rosewood zurück, um Ali davon abzuhalten, eine zu enge Beziehung zu Mary zu entwickeln. Doch dann erfahren die Freundinnen Neues über Mary und Mrs. DiLaurentis, was sie bei ihren Ermittlungen einen entscheidenden Schritt voranbringt. Zudem hegen die Freundinnen einen neuen Verdacht, wer Über-A sein könnte.","versions":[{"lang":1,"streams":[{"redirect":12516721,"hoster":"VOE"},{"redirect":12516723,"hoster":"Doodstream"},{"redirect":12516719,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806924,"hoster":"VOE"},{"redirect":8615208,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ex-Akten","epNo":8,"alt":"Exes And OMGs","descr":"Emily würde gern als Schwimmtrainerin an der Rosewood High arbeiten, erfährt aber, dass auch ihre Exfreundin Paige sich um den Job bewirbt. Hanna erhält Besuch von Mrs. Grunwald, die eine Vision hatte und nun fest davon überzeugt ist, dass die Freundinnen in großer Gefahr schweben. Ali beschließt, wieder arbeiten zu gehen, um etwas Normalität in ihr Leben zu bringen.","versions":[{"lang":1,"streams":[{"redirect":12516720,"hoster":"VOE"},{"redirect":12516725,"hoster":"Doodstream"},{"redirect":12516724,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806922,"hoster":"VOE"},{"redirect":8615204,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Zorn des Kahn","epNo":9,"alt":"The Wrath Of Kahn","descr":"Hanna will im Alleingang beweisen, dass Noel Kahn Über-A ist. Emily sucht überraschend bei Paige Trost, was zu Spannungen in mehreren Beziehungen führt. Jason und Aria ermitteln indes gemeinsam in Marys Vergangenheit, um endlich herauszufinden, welche Geheimnisse sie hütet.","versions":[{"lang":1,"streams":[{"redirect":12516729,"hoster":"VOE"},{"redirect":12516731,"hoster":"Doodstream"},{"redirect":12516727,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806929,"hoster":"VOE"},{"redirect":8615207,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Rache ist mein","epNo":10,"alt":"The Darkest Knight","descr":"Als die Freundinnen ihre alten Feinde direkt konfrontieren, bricht das totale Chaos aus und die Liars geraten in einen Kampf mit fatalen Folgen. Während eine der Freundinnen ein Geheimnis aus ihrer eigenen Vergangenheit aufdeckt, erfährt eine andere etwas über ihre Zukunft. Beide Informationen könnten das Leben der Freundinnen für immer verändern","versions":[{"lang":1,"streams":[{"redirect":12516732,"hoster":"VOE"},{"redirect":12516737,"hoster":"Doodstream"},{"redirect":12516733,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806927,"hoster":"VOE"},{"redirect":8615209,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Spielzeit","epNo":11,"alt":"Playtime","descr":"Spencer konzentriert sich darauf, mehr über ihre Verbindung zu Mary Drake herauszufinden, während Aria und Ezra sich Gedanken über ihre Zukunft machen, nachdem Nicole zurückgekehrt ist. Mona hilft in der Zwischenzeit Hanna dabei, ihre Modekarriere wieder in Schwung zu bringen. Emily hat indes Probleme, ihr neues Leben an der Rosewood High in den Griff zu bekommen. Eine besondere Lieferung bringt dann folgenschwere Veränderungen mit sich.","versions":[{"lang":1,"streams":[{"redirect":12516735,"hoster":"VOE"},{"redirect":12516741,"hoster":"Doodstream"},{"redirect":12516736,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12334455,"hoster":"VOE"},{"redirect":8615212,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Große und kleine Biester","epNo":12,"alt":"These Boots Were Made For Stalking","descr":"Meanwhile Spencer is telling Detective Fury the Truth about Mary, Jenna Marshall returns to Rosewood and Emily has to Deal with mean 10-grader, Hanna gets into so traumatizing Past - Experiences.","versions":[{"lang":1,"streams":[{"redirect":12516742,"hoster":"VOE"},{"redirect":12516748,"hoster":"Doodstream"},{"redirect":12516743,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806930,"hoster":"VOE"},{"redirect":8615210,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Hold Your Piece","epNo":13,"alt":"Hold Your Piece","descr":"Hannah erhält ein Geschenk von A. D. und Spencer hat währenddessen noch Gefühle für Toby, kann sich aber dennoch nicht von Marco fernhalten. Caleb wird Opfer eines weiteren Anschlags in Rosewood. Im Krankenhaus wird eine Hochzeit gefeiert - jedoch mit tragischem Ende...","versions":[{"lang":1,"streams":[{"redirect":12516744,"hoster":"VOE"},{"redirect":12516751,"hoster":"Doodstream"},{"redirect":12516745,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806928,"hoster":"VOE"},{"redirect":8615211,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Machtspiel","epNo":14,"alt":"Power Play","descr":"Ali steht vor einer monumentalen persönlichen Entscheidung, die noch schwieriger wird, als A.D. sie an ein vergessenes Trauma erinnert","versions":[{"lang":1,"streams":[{"redirect":12516750,"hoster":"VOE"},{"redirect":12516756,"hoster":"Doodstream"},{"redirect":12516754,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806931,"hoster":"VOE"},{"redirect":8615215,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"In den Augen liegt das Herz","epNo":15,"alt":"In The Eye Abides The Heart","descr":"Hanna zeigt Mona das Spiel, während sich Emily und Alison über die Schwangerschaft Gedanken machen. Spencer versucht währenddessen Mary zu treffen und Aria denkt immer noch darüber nach in das Gewinnerteam A.D. zu wechseln. Wie wird sie sich entscheiden?","versions":[{"lang":1,"streams":[{"redirect":12516691,"hoster":"VOE"},{"redirect":12516699,"hoster":"Doodstream"},{"redirect":12516690,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806932,"hoster":"VOE"},{"redirect":8615216,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Handschuh an der Wiege","epNo":16,"alt":"The Glove That Rocks the Cradle","descr":"Furey kommt der Wahrheit über das Schicksal von Archer Dunhill gefährlich nahe, also schließen sich die \"Liars\" zusammen, um eine aus ihren eigenen Reihen zu beschützen. Hanna kann sich immer noch nicht vorstellen, dass Lucas etwas mit A.D. zu tun haben könnte. Die Beweislage sagt jedoch etwas anderes. Emily hat indes eine schöne Überraschung für Ali, die jedoch von A.D. zunichte gemacht wird. Außerdem erfahren die \"Liars\" mehr über das gefährliche Spiel, in dem sie sich befinden.","versions":[{"lang":1,"streams":[{"redirect":12516757,"hoster":"VOE"},{"redirect":12516763,"hoster":"Doodstream"},{"redirect":12516758,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806933,"hoster":"VOE"},{"redirect":8615213,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Miss Crazy und ihr Chauffeur","epNo":17,"alt":"Driving Miss Crazy","descr":"Mona macht Fortschritte im Spiel, wobei sie widerwillig Unterstützung von Emily bekommt. Ashley kehrt nach Rosewood zurück, um sich nach Hanna zu erkundigen und Caleb zu fragen, was er mit ihrer Tochter vorhat. Spencers Familie ist schockiert von A.D.s jüngster Provokation, woraufhin sich Spencer unsicherer ist denn je, wem sie vertrauen kann. Ezra bemerkt unterdessen Arias Stimmungswechsel und fürchtet, sie verloren haben zu können. A.D.s Verschwörungen sorgen schließlich bei Aria für Albträume.","versions":[{"lang":1,"streams":[{"redirect":12516798,"hoster":"VOE"},{"redirect":12516800,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806936,"hoster":"VOE"},{"redirect":8615214,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Wählt oder verliert","epNo":18,"alt":"Choose Or Lose","descr":"Mona erzählt den Mädchen von Arias Taten für A.D. Die wiederum findet mehr über den Tod von Dr. Rollins heraus und die Liars befürchten, vor Gericht zu kommen. Während Hanna und Caleb in ihrer beziehung Fortschritte machen, verbringen Spencer und Toby sowie Emily und Ally eine letzte gemeinsame Nacht. Als alle schon glauben, das Spiel wäre vorbei, findet Caleb endlich die Quelle.","versions":[{"lang":1,"streams":[{"redirect":12516797,"hoster":"VOE"},{"redirect":12516796,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9595419,"hoster":"VOE"},{"redirect":8615221,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Leb wohl, meine Teure","epNo":19,"alt":"Farewell, My Lovely","descr":"Die Polizei hat die Liars weiterhin im Auge und Aria hat eine Idee, die sie retten könnte. Ezra will verhindern, dass sie sich selbst opfert und entwickelt einen eigenen Plan. Als die Freundinnen neue Hinweise entdecken und auf die Polizei treffen, führt das zu einem schockierenden Geständnis, das die Macht von A.D. in Frage stellt und das Spiel endgültig beenden könnte.","versions":[{"lang":1,"streams":[{"redirect":12516791,"hoster":"VOE"},{"redirect":12516799,"hoster":"Doodstream"},{"redirect":12516786,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806934,"hoster":"VOE"},{"redirect":8615218,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Bis dass der Tod uns scheidet (1)","epNo":20,"alt":"Til DeAth Do Us PArt  (2)","descr":"Die Liars genießen ihr Leben ohne A.D., doch als jemand persönlich auf den Strippenzieher trifft, zeigt sich, dass nicht alles so harmonisch ist, wie es scheint. Während eine traurige Enthüllung Arias Beziehung zu Ezra belastet und Hanna und Caleb keine Einigung finden, versucht Ally ihre Beziehung zu Emily zu vertiefen. Doch dann werden endlich A.D.s Identität und Vorgehen enthüllt.","versions":[{"lang":1,"streams":[{"redirect":12516778,"hoster":"VOE"},{"redirect":12516794,"hoster":"Doodstream"},{"redirect":12516783,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8806937,"hoster":"VOE"},{"redirect":8615217,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Bis dass der Tod uns scheidet (2)","epNo":21,"alt":"Til DeAth Do Us PArt (2)","descr":"","versions":[{"lang":1,"streams":[{"redirect":12516764,"hoster":"VOE"},{"redirect":12516766,"hoster":"Doodstream"},{"redirect":12516769,"hoster":"Streamtape"}]}]}]}]}