{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal","name":"Pretty Guardian Sailor Moon Crystal","descr":"[Ger Sub] Usagi Tsukino, eine leicht unbeholfenes, weinerliches Mädchen, im zweiten Jahr der Mittelschule, trifft eines Tages auf eine schwarze Katze mit einem Halbmondsymbol auf der Stirn und verwandelt sich in Sailor Moon, die Hüterin von Gerechtigkeit und Liebe. Schnell stellt sich heraus, dass dieses Zusammentreffen kein Zufall war und Usagi erhält – zusammen mit den anderen Wächterinnen – den Auftrag, den Illusion Silver Crystal zu finden und die Prinzessin Serenity zu beschützen. Währenddessen sendet auch Beryl, die Königin des dunklen Königreichs, ihre Lakaien aus, um den Illusion Silver Crystal zu finden. Ein Kampf um diesen unheimlich mächtigen Kristall scheint unvermeidlich.","seasons":[{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-1","name":"","epNo":1,"alt":"Usagi –Sailor Moon–","descr":"Die tollpatschige, 14-jährige Heulsuse Usagi kommt wieder zu spät zur Schule- sie hatte einen wunderschönen Traum von einer Prinzessin. Auf dem Schulweg stolpert sie über die schwarze Katze Luna, die ein sichelförmiges Mal auf der Stirn trägt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314882","hoster":"VOE"},{"path":"/redirect/10136202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-2","name":"","epNo":2,"alt":"Ami –Sailor Mercury–","descr":"Die hochintelligente, fleißige und schüchterne Ami Mizuno hat keine Freunde an der Schule und lernt, wo sie geht und steht, da sie -wie ihre Mutter- Ärztin werden möchte. Im Dunklen KönigReich wird Jadeite von Queen Beryl aufgefordert, nach dem \"magischen Silberkristall\" zu suchen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314889","hoster":"VOE"},{"path":"/redirect/10136207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-3","name":"","epNo":3,"alt":"Rei –Sailor Mars–","descr":"Im Dunklen KönigReich erklärt Queen Beryl den Prinzen Jadeite, Nephrite und Zoisite, was der \"magische Kristall\" ist. Jadeite bekommt die Aufgabe, die Sailor Kriegerinnen aus dem Weg zu räumen. Rei arbeitet im Hikawa Schrein, dorthin kommt Mii immer zum spielen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11314892","hoster":"VOE"},{"path":"/redirect/10136279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-4","name":"","epNo":4,"alt":"Masquerade Dance Party","descr":"Usagi verschläft wieder, schafft es aber mit Hilfe von Luna rechtzeitig zur Schule. In der Schule erfährt Usagi von Naru, dass Prinzessin D aus dem Diamantenkönigreich in Japan zu Besuch ist, um den sagenhaften Geheimschatz in der Botschaft zu präsentieren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10136221","hoster":"VOE"},{"path":"/redirect/10136212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-5","name":"","epNo":5,"alt":"Makoto –Sailor Jupiter–","descr":"Usagi trifft zum ersten Mal auf Makoto, als diese ihr das Leben rettet. Im Dunklen Königreich weiht Nephrite Queen Beryl in seinen neuen Plan ein, wie er an noch mehr Energie kommen kann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10136223","hoster":"VOE"},{"path":"/redirect/10136219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-6","name":"","epNo":6,"alt":"Tuxedo Mask","descr":"Nachdem der letzte Gegner besiegt ist, erhält Usagi mit dem Moon Stick eine neue Waffe. Am nächsten Morgen erwacht Mamoru aus einem Traum, der ihn schon seit einiger Zeit verfolgt. Darin sieht er undeutlich ein Mädchen, das nach dem \"magischen Silberkristall\" verlangt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10136236","hoster":"VOE"},{"path":"/redirect/10136226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-7","name":"","epNo":7,"alt":"Mamoru Chiba –Tuxedo Mask–","descr":"Nachdem Usagi in Mamorus Wohnung aufgewacht ist und festgestellt hat, dass Mamoru Tuxedo Mask ist, möchte sie von ihm wissen wie er dazu gekommen ist. Mamoru erklärt ihr, dass er an seinem sechsten Geburtstag bei einem Autounfall nicht nur seine Eltern, sondern auch sein Gedächtnis verloren hat. Seitdem geht es in seinen Träumen immer wieder um den Silberkristall.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10136235","hoster":"VOE"},{"path":"/redirect/10136230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-8","name":"","epNo":8,"alt":"Minako –Sailor V–","descr":"Für Usagi besteht kein Zweifel daran, dass es Sailor V war, die sie gerettet hat, auch wenn die anderen noch zögern. Artemis erklärt den Mädchen allerdings, dass es sich bei Sailor V vielmehr um die Prinzessin handelt, nach der sie schon so lange suchen. Daraufhin verwandelt sich Sailor V zurück und stellt sich als Minako Aino vor.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12952272","hoster":"VOE"},{"path":"/redirect/10136233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-9","name":"","epNo":9,"alt":"Serenity –Princess–","descr":"Nachdem Mamoru das Bewusstsein verloren hat, sieht er sich selbst in den Armen einer Prinzessin liegen, die um ihn weint, einer Prinzessin, die Sailor Moon zum verwechseln ähnlich sieht. Ihm wird klar, dass in ihm Endymion der Kronprinz der Erde wieder geboren wurde.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314890","hoster":"VOE"},{"path":"/redirect/10136240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-10","name":"","epNo":10,"alt":"Moon","descr":"Während die Mädchen auf den nächsten Vollmond warten, bekommt Usagi von ihrem Vater den Silberkristall zurück, der jetzt an einer Kette hängt. Als es endlich soweit ist nutzen die Sailor-Kriegerinnen ihre vereinten Kräfte, um zusammen mit Luna zum Mond zu reisen und landen am Mare Serenitatis.","versions":[]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-11","name":"","epNo":11,"alt":"Reunion –Endymion–","descr":"Usagi stößt auf der Straße mit jemandem zusammen, der aussieht wie Mamoru. Seit diesem Zeitpunkt geht Mamorus Taschenuhr wieder. Motoki wird von Mamoru, der unter dem Einfluss des Dark Kingdoms steht, hypnotisiert: Motoki glaubt, dass Mamoru sein bester Freund Endo ist und arbeitet ihn als neue Halbtagskraft in der Spielhalle ein.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10136247","hoster":"VOE"},{"path":"/redirect/10136253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-12","name":"","epNo":12,"alt":"Enemy –Queen Metalia–","descr":"Ami, Minako, Rei, Makoto, Usagi, Luna, Artemis, Mamoru und Queen Beryl befinden sich in der Kommandozentrale. Als diese einzustürzen droht, transportiert Ami alle in eine Hyperraumdimension. Luna und Artemis bleiben zurück. Queen Beryl umschließt die Sailor Kriegerinnen mit ihrem Haar und hält sie gefangen. Mamoru steht ihr als Soldat des Dark Kingdoms bei.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10136249","hoster":"VOE"},{"path":"/redirect/10136256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-13","name":"","epNo":13,"alt":"Final Battle –Reincarnation–","descr":"Ami, Minako, Rei und Makoto sind erschüttert über den Tod von Usagi und Mamoru. Queen Metalia saugt den \"magischen Silberkristall\", Usagi und Mamoru in sich auf und verschwindet. Luna macht sich große Vorwürfe, dass sie Usagi nicht beschützen konnte. Artemis und Luna gelangen auf den Mond, und Luna bittet dort Queen Serenity um Hilfe.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10136251","hoster":"VOE"},{"path":"/redirect/10136259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-14","name":"","epNo":14,"alt":"Conclusion and Commencement –Petite Étrangère–","descr":"Usagi kann Queen Metalia mit Hilfe eines Gebets besiegen. Artemis sieht Luna beim Gebet auf dem Mond das erste Mal in menschlicher Gestalt. Mit dem Sieg über das Böse erstrahlt das Königreich des Mondes im neuen Glanz.","versions":[]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-15","name":"","epNo":15,"alt":"Infiltration –Sailor Mars–","descr":"Mamoru stoppt den kleineren Usagi, der nur eine falsche Waffe hatte. Sie wird anschließend als \" Chibiusa \" bezeichnet. Eine weitere böse Gruppe, der Black Moon Clan, versucht, den legendären Silberkristall ins Visier zu nehmen, der ihren Plänen im Weg stehen könnte. Als Chibiusa zu Usagis Haus zurückgebracht wird, hypnotisiert sie Usagis Familie, damit sie bei ihnen bleiben kann. Währenddessen hilft Rei beim Supernatural Research Club ihrer Schule bei einer Schulmesse und erfährt von angeblichen Vorfällen, in denen Menschen entführt oder spontan verbrannt wurden. Reis Wahrsagekabine wird von einem anderen Wahrsager, Koan Kurozuki, herausgefordert, der sich später als eine der Spectre Sisters herausstellt, Diener von Black Moon. Als die Sailor Guardians sie konfrontieren, fängt Koan Rei in einer unauslöschlichen blauen Flamme ein. Obwohl Usagi Koan zerstört, bleiben die blauen Flammen ungebrochen und Koans Anführer Rubeus nimmt Rei gefangen und nimmt sie mit.","versions":[]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-16","name":"","epNo":16,"alt":"Abduction –Sailor Mercury–","descr":"Usagi glaubt, dass Chibiusa weiß, wer Rei gefangen genommen hat, während Mamoru versucht, Chibiusa besser kennenzulernen. Chibiusa möchte, dass Usagi ihre Mutter rettet. Die nächste der Spectre Sisters, Berthier, fordert Ami zu einem Schachspiel heraus und verlangt von Ami, Chibiusa aufzugeben, sollte sie gewinnen. Ami gewinnt das Spiel; jedoch ist sie in Berthiers Wassersphäre gefangen. Usagi zerstört Berthier, aber Rubeus nimmt Ami gefangen und nimmt sie mit.","versions":[]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-17","name":"","epNo":17,"alt":"Secret –Sailor Jupiter–","descr":"Die Sailor Guardians erkennen, dass Chibiusa das wahre Ziel von Black Moon ist. Asanuma, ein Unterschüler von Makoto, belauscht ein merkwürdiges Gespräch zwischen Usagi, Mamoru und Luna. Die älteste der Spectre Sisters, Petz, verbreitet einen Virus in der ganzen Stadt und schickt eine Armee von Droiden, um alle in ihrer Schwäche zu ersetzen. Als Makoto durch das Virus geschwächt ist, kümmert sich Asanuma um sie und erfährt ihre wahre Identität als Sailor Jupiter. Obwohl es Usagi gelingt, Petz zu besiegen, wird Makoto von ihrem eigenen Donner erfasst und von Rubeus gefangen genommen.","versions":[]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-18","name":"","epNo":18,"alt":"Invasion –Sailor Venus–","descr":"Artemis analysiert einen von Petz\u0027 Malefic Black Crystal Ohrringen, vor dem Chibiusa Angst hat. Rubeus schickt die vierte und letzte Spectre Sister, Calaveras. Calaveras nutzt ihre mittleren Kräfte, um Rubeus zu kanalisieren und die Kräfte ihrer gefallenen Schwestern anzurufen, indem sie andere besitzt. Während Minako Calaveras gegenübersteht, konfrontiert Rubeus Usagi und Chibiusa, aber sie werden von Mamoru gerettet. Calaveras gelingt es, Minako zu fangen, aber Usagi besiegt sie und kann Minako retten. Chibiusa erklärt, dass sie von der Erde des 30. Jahrhunderts kommt, um Usagis Hilfe zu suchen, um ihre Zeit zu sparen.","versions":[]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-19","name":"","epNo":19,"alt":"Time Warp –Sailor Pluto–","descr":"Usagi und die anderen beschließen, in die Zukunft zu reisen, um die anderen Sailor Guardians zu retten und Chibiusa zu helfen. Chibiusa öffnet mit ihrem Raum-Zeit-Schlüssel die Tür zur Zukunft. Sie werden von Chibiusa getrennt und landen vor einer Tür, an die Luna sich aus einem Traum erinnert hat. Der Wächter der Zeit, Sailor Pluto, bewacht diese Tür. Pluto bekämpft sie, bis Chibiusa eingreift. Pluto gewährt Usagi und den anderen sicheren Durchgang zur Erde des 30. Jahrhunderts. Sie sehen, dass ein großer schwarzer Kristall allen Bürgern von Crystal Tokyo Energie geraubt hat. Bevor sie den Crystal Tokyo Palace erreichen können, stellen sich die Boule Brothers, ebenfalls Diener von Black Moon, ihnen und fangen alle in einem Magnetfeld ein, aus dem sie nicht entkommen können, werden aber später von Mamoru besiegt. Usagi und die anderen erreichen den Palast. Sie stoßen auf Chibiusas Mutter Neo Queen Serenity, die in den Kristallen erstarrt ist. Eine weitere Tuxedo Mask grüßt Usagi und die anderen.","versions":[]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-20","name":"","epNo":20,"alt":"Crystal Tokyo –King Endymion–","descr":"Die zukünftige Smoking-Maske erscheint als Projektion seiner Seele. Er offenbart sich als König Endymion, der Mamorus zukünftiges Selbst ist, Neo Queen Serenity ist Usagis zukünftiges Selbst und Chibiusa ist ihre Tochter. König Endymion erklärt auch, was in Zukunft mit allen passiert ist, die Ursprünge von Black Moon und wo sich die gefangenen Sailor Guardians befinden könnten. Pluto gibt Usagi einen Schlüssel, damit sie frei zwischen der Vergangenheit und der zukünftigen Erde reisen können, und Usagi und die anderen kehren in ihre Zeit zurück. Chibiusa stattet der Zukunft jedoch allein einen Besuch ab und wird von Black Moons Esmeraude angegriffen. Mamoru zerstört Esmeraude, aber der Anführer des Clans, Prinz Demande, taucht plötzlich auf und nimmt Usagi gefangen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10136263","hoster":"VOE"},{"path":"/redirect/10136265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-21","name":"","epNo":21,"alt":"Complication –Nemesis–","descr":"Usagi erwacht in Planet Nemesis, dem Versteck von Black Moon. Prinz Demande erklärt Black Moons Vergangenheit sowie seine Absichten für Usagis Zeit. König Endymion stellt fest, dass Chibiusa die Macht des legendären Silberkristalls nicht nutzen kann, und leitet daraus ab, dass Mitglieder von Black Moon Nachkommen von Death Phantom sind, einem Übel, das Neo Queen Serenity vor langer Zeit auf Nemesis versiegelt hat. Unfähig, sich aufgrund von Nemesis\u0027 Einfluss zu verwandeln, beschließt Usagi, ihre Zweifel beiseite zu legen und sich auf ihren Wunsch zu konzentrieren, andere zu beschützen. Usagis Stimme schafft es, Ami, Rei und Makoto zu wecken, bevor sie wieder von Demande zurückgehalten werden. Unterdessen kämpft Chibiusa mit Gedanken darüber, wie sich ihre Handlungen auf alle ausgewirkt haben und fühlt sich einsam und verwirrt. Sie gerät schließlich in Wisemans Fänge und gerät unter seinen Einfluss.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10136268","hoster":"VOE"},{"path":"/redirect/10136272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-22","name":"","epNo":22,"alt":"Hidden Agenda –Nemesis–","descr":"Usagi steckt immer noch auf Nemesis fest, aber als sie von Saphir und zwei seiner Droiden getötet werden soll, erhält sie eine starke Willenskraft, die Saphir daran hindert, sie zu erstechen und seine beiden Droiden zu zerstören. Usagi verwandelt sich in Sailor Moon und findet Ami, Rei und Makoto, die nun in der Lage sind, sich zu verwandeln und ihrer Gefangenschaft zu entkommen. Sie erreichen den Reaktor von Nemesis, wo sie auf Demande, Saphir und Rubeus treffen. Die Kraft des legendären Silberkristalls lässt den Reaktor von Nemesis schmelzen. Rubeus versucht in Sicherheit zu fliehen, aber Wiseman tötet ihn. Die Sailor Guardians entkommen zum Tor von Zeit und Raum. Usagi erfährt, dass Mamoru Chibiusa nachgelaufen ist. Keiner hat einen Raum-Zeit-Schlüssel.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10136275","hoster":"VOE"},{"path":"/redirect/10136281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-23","name":"","epNo":23,"alt":"Covert Maneuvers –Wiseman–","descr":"Während Usagi und ihre Freunde versuchen, im Sturm nach Mamoru und Chibiusa zu suchen, stellt sich ein neues Black Moon-Mitglied Prinz Demande und Saphir als Black Lady vor. Nachdem sie im Sturm ohnmächtig wurde, wacht Usagi im 20. Jahrhundert auf, aber sie und die Sailor Guardians kehren in die Zukunft zurück. Black Lady betritt den Kristallpalast und will Usagi angreifen, aber Neo Queen Serenity, immer noch im Silver Crystal, sendet ein starkes Licht, das Black Lady aus dem Palast aussperrt. Die fünf Sailor Guardians bereiten sich auf den Kampf gegen Black Lady und Wiseman vor.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10136276","hoster":"VOE"},{"path":"/redirect/10136282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-24","name":"","epNo":24,"alt":"Attack –Black Lady–","descr":"Black Lady ruft Saphir und Prince Demande herbei, um die Sailor Guardians zu unterwerfen, und enthüllt, dass Mamoru unter ihrer Kontrolle steht. Mamoru greift Usagi an, während Wiseman Black Lady befiehlt, einen weiteren Schwarzkristall zu beschwören. Demande, die die ganze Zeit einen klaren Verstand bewahrt hatte, lehnt die Beschwörung eines weiteren Schwarzkristalls ab, da dies die Erde des 30. Jahrhunderts zerstören würde. Demande ist gezwungen, seinen Bruder zu töten, der ihn auf Befehl von Black Lady angreift und scheinbar auch Wiseman besiegt. Es stellt sich heraus, dass Wisemans wahre Identität der Planet Nemesis selbst ist, der auf den Palast herabsteigt. Black Lady schafft es, sowohl die vergangenen als auch die gegenwärtigen legendären Silberkristalle zu erhalten, aber Demande stiehlt sie von Black Lady, gerade als Sailor Pluto eintrifft, um zu helfen. Demande versucht, beide legendären Silberkristalle berühren zu lassen.was zur Zerstörung der Erde führen würde.","versions":[]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-25","name":"","epNo":25,"alt":"Showdown -Death Phantom-","descr":"Sailor Pluto hält die Zeit an, um Prinz Demande daran zu hindern, zu versuchen, die legendären Silberkristalle der Vergangenheit und der Gegenwart einander berühren zu lassen. Sie taut alle außer Demande auf. Pluto bricht die Kontrolle von Black Lady über Mamoru. Usagi holt die legendären Silberkristalle der Vergangenheit und Gegenwart von Demande zurück. Pluto erinnert sich daran, dass Königin Serenity ihr gesagt hat, dass das Anhalten der Zeit zu ihrem eigenen Tod führen wird. Plutos Tod gibt die Zeit frei und bricht Nemesis\u0027 Kontrolle über Black Lady, wo sie wieder zu Chibiusa wird. Chibiusa verwandelt sich in einen Sailor Guardian: Sailor Chibi Moon. Prince Demand stirbt und beschützt Usagi vor Nemesis, der sich als Death Phantom entpuppt, der seinen Geist mit dem Planeten zu einer Einheit verschmolzen hat. So wie Nemesis die zukünftige Erde verschlingt, werden die Sailor Guardians Mamoru,und König Endymion bereiten sich auf ihren letzten Kampf gegen das Todesphantom vor.","versions":[]},{"path":"/serie/stream/pretty-guardian-sailor-moon-crystal/staffel-1/episode-26","name":"","epNo":26,"alt":"Replay ~Never Ending~","descr":"Usagi, Death Phantom und später Mamoru verschwinden an einem unbekannten Ort, während die Sailor Guardians und King Endymion nach Crystal Tokyo zurückkehren. Neo Queen Serenity erwacht aus ihrem langjährigen Schlaf im Palast, da Chibiusa ihr Schicksal als Prinzessin des zukünftigen Mondkönigreichs und als Sailor Guardian annimmt. Usagi und Mamoru umarmen und küssen sich, bevor Chibiusa eintrifft, um ihnen zu helfen. Usagi und Chibiusa nutzen beide den Angriff der Mondprinzessin Halation, um das Todesphantom erfolgreich zu besiegen. Sobald das Todesphantom besiegt ist, verleiht Neo Queen Serenity den Sailor Guardians neue Transformationen und Planetenkräfte. Neo Queen Serenity nutzt ihre Kräfte, um die zukünftige Erde und alle ihre Bewohner wieder normal zu machen. Bevor Usagi Crystal Tokyo verlässt, trifft sie ihr zukünftiges Ich, Neo Queen Serenity, und spricht von Angesicht zu Angesicht mit ihr. In der Vergangenheit, Chibiusa,Usagi und Mamoru gehen zum Brunnen, wo sie sich kennengelernt haben und verabschieden sich von Chibiusa, die in die Zukunft zurückkehren muss. Mamoru und Usagi wollten sich gerade küssen, bevor Chibiusa sich zurück in die Vergangenheit teleportierte. Chibiusa gibt Mamoru einen Brief von ihrer Mutter, der besagt, dass Chibiusa zurückgekehrt ist, damit sie trainieren und mehr Zeit mit ihr verbringen können.","versions":[]}]}]}