{"path":"/serie/stream/pretty-boy-detective-club","name":"Pretty Boy Detective Club","descr":"Auf dem Dach der Yubiwa-Privatakademie betrachtet die Mittelschülerin Mayumi Doujima eines Nachts die Sterne. Die Zweitklässlerin ist seit Langem auf der Suche nach einem Stern, den sie nur einmal vor zehn Jahren erblicken konnte. Aber keine Sorge, Hilfe ist unterwegs – und zwar in Form des inoffiziellen, ziemlich mysteriösen Detektivclubs der hübschen Jungs! Gerüchten zufolge löst der Club allerlei Probleme, die die Schüler an sie herantragen – und das alles nicht des Geldes wegen! Mayumi, die sich mit ihrem Problem an die fünf hübschen Jungs wendet, findet sich schon bald in deren aufregender Welt voller Gefahren und überwältigender Schönheit wieder. Zusammen mit den Jungs kommt sie ihrem Ziel, den Stern wiederzufinden, immer näher.","seasons":[{"path":"/serie/stream/pretty-boy-detective-club/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-1","name":"","epNo":1,"alt":"The Dark Star That Shines for You Alone Part 1","descr":"Mayumi Dojima betrachtet die Sterne vom Dach der Yubiwa Academy Middle School. Sie hat nach einem Stern gesucht, den sie vor zehn Jahren am Nachthimmel gesehen hat. Sie trifft einen mysteriösen und schönen Jungen namens Manabu Sotoin, der sie plötzlich zum Hauptquartier des Pretty Boy Detective Club führt, wo sie fünf hübsche Jungs mit einzigartigen Persönlichkeiten trifft. Sie bittet den Pretty Boy Detective Club, nach dem verlorenen Star zu suchen, aber...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8806748","hoster":"VOE"},{"path":"/redirect/8615041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-2","name":"","epNo":2,"alt":"The Dark Star That Shines for You Alone (Part 2)","descr":"Die Mitglieder des Pretty Boy Detective Club: Manabu Sotoin, Nagahiro Sakiguchi, Michiru Fukuroi, Hyota Ashikaga und Sosaku Yubiwa besuchen zusammen mit Mayumi Dojima den Ort, an dem sie den verlorenen Star vor zehn Jahren gesehen hat. Die von ihren Eltern auferlegte Frist, die Suche nach dem Star einzustellen, rückt immer näher. Währenddessen wird sie von einer schattenhaften Gestalt verfolgt! Sie entkommt seinen bösen Fängen, nur um eine schockierende Wahrheit vom Pretty Boy Detective Club zu erfahren...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8806747","hoster":"VOE"},{"path":"/redirect/8615033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-3","name":"","epNo":3,"alt":"The Dark Star That Shines for You Alone (Part 3)","descr":"Auf dem Heimweg von der Schule werden Mayumi Dojima und Manabu Sotoin von einer Gruppe entführt, die sich die Zwanziger nennt. Sie sind auf der Suche nach einem Geheimnis, das in dem Stern verborgen ist, den Mayumi vor zehn Jahren gesehen hat. Die verbleibenden Mitglieder des Pretty Boy Detective Club ergreifen Maßnahmen, um ihre Freunde zu retten und stellen sich endlich den Zwanzigern in einem Kampf! Wie wird Mayumis Entscheidung sein, nachdem die Suche nach dem vermissten Stern beendet ist?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13004574","hoster":"VOE"},{"path":"/redirect/12982438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-4","name":"","epNo":4,"alt":"The Swindler, the Vanishing Man, and the Pretty Boys (Part 1)","descr":"Der Pretty Boy Detective Club erhält eine Einladung zu einem mysteriösen Casino namens Reasonable Doubt. Als sie im Casino ankommen, stellen sie fest, dass alle Gäste und Angestellten wie Mittelschüler aussehen. Der Manager des Casinos, Lai Fudatsuki, fordert Nagahiro Sakiguchi zu einem Showdown heraus, und wenn Nagahiro gewinnt, erwirbt er das Recht, das Casino zu betreiben!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8806752","hoster":"VOE"},{"path":"/redirect/8615038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-5","name":"","epNo":5,"alt":"The Swindler, the Vanishing Man, and the Pretty Boys (Part 2)","descr":"Nagahiro verliert gegen Lai, aber der Pretty Boy Detective Club findet den Trick, mit dem Lai gewonnen hat. Um erneut gegen Lai zu kämpfen, schleichen sie sich in das Reasonable Doubt Casino ein. Doch im Moment des Showdowns geraten die Detektive in eine unerwartete Situation! Was wird das Ergebnis des Kampfes zwischen den rivalisierenden Mittelschulen sein?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12380906","hoster":"VOE"},{"path":"/redirect/8615034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-6","name":"","epNo":6,"alt":"The Pretty Boy in the Attic (Part 1)","descr":"Bei der Renovierung des Pretty Boy Detective Club-Hauptquartiers findet das Team 33 Gemälde auf dem Dachboden. Die mysteriösen Gemälde scheinen auf Werken legendärer Maler zu basieren, aber es fehlen menschliche Figuren. Wer hat diese Bilder geschaffen und zu welchem ​​Zweck? Während die Mitglieder des Pretty Boy Detective Clubs jeweils ihre eigenen Theorien präsentieren, finden sie den Weg zu der Person, die die Bilder geschaffen hat...","versions":[]},{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-7","name":"","epNo":7,"alt":"The Pretty Boy in the Attic (Part 2)","descr":"Der Künstler, der die auf dem Dachboden gefundenen Gemälde schuf, war ein ehemaliger Kunstlehrer namens Kowako Towai. Sie war eine Verdächtige in einem Entführungsfall, der sich vor sieben Jahren ereignete. Wie wird der Pretty Boy Detective Club das Geheimnis der dreiunddreißig Gemälde auf dem Dachboden und des Entführungsfalls lösen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8806751","hoster":"VOE"},{"path":"/redirect/8615035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-8","name":"","epNo":8,"alt":"The Pretty Boy Traveling with the Brocade Portrait (Part 1)","descr":"Ein riesiger Oshie-hagoita (Holzpaddel verziert mit einem Brokatporträt) eines anonymen Absenders kommt plötzlich in dem Kunstraum an, der in das Hauptquartier des Pretty Boy Detective Club umgewandelt wurde. Der Pretty Boy Detective Club geht davon aus, dass der Absender Kodaki Kawake war, ein Student im ersten Jahr an der Yubiwa Academy und Nagahiros junge Verlobte. Im Gegensatz zu ihrem schönen Aussehen wird Kodaki von den Detective Club-Mitgliedern als Dämon gefürchtet...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13501791","hoster":"VOE"},{"path":"/redirect/8615036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-9","name":"","epNo":9,"alt":"The Pretty Boy Traveling with the Brocade Portrait (Part 2)","descr":"Der Grund für Kodakis seltsames Verhalten bleibt unklar, aber ihr familiärer Hintergrund und ein \"Vorfall\", der sich in der Vergangenheit zwischen ihr und dem Pretty Boy Detective Club ereignet hat, werden offensichtlich. Nagahiro beschließt schließlich, seine Verlobung mit Kodaki zu beenden. Was wird das Schicksal zwischen dem Mädchen, das als Teufel bekannt ist, und dem Pretty Boy Detective Club sein?","versions":[]},{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-10","name":"","epNo":10,"alt":"The Pretty Boy on D Hill (Part 1)","descr":"Die Schülerratswahlen stehen an der Yubiwa Academy Middle School an, und Wana Naganawa, die derzeitige Vizepräsidentin des Schülerrats und führende Präsidentschaftskandidatin, muss ihre Kandidatur zurückziehen, nachdem sie Opfer eines Unfalls mit Fahrerflucht wurde. Der Pretty Boy Detective Club spürt, dass hinter den Wahlen eine Verschwörung steckt und beginnt mit der Suche nach dem Verdächtigen. Sie haben Mayumi als neuen Kandidaten für die Wahlen aufgestellt, aber...","versions":[]},{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-11","name":"","epNo":11,"alt":"The Pretty Boy on D Hill (Part 2)","descr":"Mit Hilfe von Odoru Sotoin, dem älteren Bruder von Manabu Sotoin und Gründer des Pretty Boy Detective Club, gewinnt Mayumi bei der Wahl stetig mehr Unterstützer. Der Detective Club ist jedoch nicht in der Lage, Wana Nagawas Hit-and-Run-Fall zu lösen, geschweige denn Hinweise zu finden. Der Täter hinter dem Hit-and-Run-Fall zielt jetzt auf Mayumi und...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13471767","hoster":"VOE"},{"path":"/redirect/8713146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/pretty-boy-detective-club/staffel-1/episode-12","name":"","epNo":12,"alt":"The Pretty Boy on D Hill (Part 3)","descr":"Am Tag der Wahlen zur Präsidentin des Schülerrats sitzt neben ihr, Kinshiro Yokuya, Mayumis Rivalin und Klassenkameradin. Vor Mayumis Rede stellt Kinshiro seine letzte Falle...! Wird der Pretty Boy Detective Club die Yubiwa Academy beschützen können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13471769","hoster":"VOE"},{"path":"/redirect/8806757","hoster":"Streamtape"}]}]}]}]}