{"seriesId":"pretender","name":"Pretender","descr":"Es gibt unter uns Menschen sogenannte Pretender, die sich in jeden anderen Menschen verwandeln können.\rEin Junge wird von seiner Familie in ein Forschungszentrum entführt. Dort werden mit ihm verschiedene Simulationen, die seine geistigen Fähigkeiten vorantreiben, durchgeführt.\rNach einer Gehirnwäsche wird dem Jungen \"Jarod\" erzählt, dass seine Eltern durch einen Flugzeugabsturz ums Leben gekommen seien. Doch in Wirklichkeit sind seine Eltern und Geschwister auf der Suche nach ihm.\rAls Jarod erfährt, dass das Centre seine Fähigkeiten für Anschläge missbraucht und daran schon tausende von Menschen gestorben sind, bricht er aus dem Centre aus. Zudem erfährt er, dass seine Eltern noch leben …\rEin Kampf mit der Zeit beginnt, denn das Centre jagt nun nicht nur mehr Jarod sondern seine ganze Familie …\rUnd es ist egal ob tot oder lebendig!","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Nichts scheint wie es ist","epNo":1,"alt":"The Pretenders (2001)","descr":"Ein Mann entdeckt, dass er sich in andere Identitäten hinein versetzen kann, eilt einem Freund zu Hilfe und muss erkennen, dass dieser nur als Köder genutzt wurde, um ihn selbst in eine tödliche Falle zulocken. Der abendfüllende Abschluss einer erfolgreichen Fernsehserie, der mit einigen Unklarheiten in der Vergangenheit seines Helden aufräumt, dem die Agentin Miss Parker zur Seite steht.","versions":[{"lang":1,"streams":[{"redirect":8806634,"hoster":"VOE"},{"redirect":8614945,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Insel der Gequälten","epNo":2,"alt":"The Pretender: Island of the Haunted (2001)","descr":"Agentin Parker und ihr männlicher Sidekick mit seinen übernatürlichen Fähigkeiten gelangen bei ihrer Suche nach wertvollen Schriftrollen, die in der Obhut geheimnisvoller Mönche sind, auf eine entlegene Insel. Als ein gewaltiger Sturm aufkommt, geraten sie in tödliche Gefahr.","versions":[{"lang":1,"streams":[{"redirect":8806632,"hoster":"VOE"},{"redirect":8614948,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auf der Flucht","epNo":1,"alt":"Pilot","descr":"Als Wunderkind schon früh von seinen Eltern getrennt, wächst Jarod jahrelang völlig isoliert unter der Aufsicht der Geheimorganisation \"Das Center\" auf. Unter Anleitung seines Ausbilders Dr. Sidney Green entwickelt Jarod seine außerordentliche Begabung: Sie befähigt ihn, sich innerhalb kürzester Zeit in jede erdenkliche Identität hineinzuversetzen. Doch als Jarod dahinterkommt, dass die Organisation seine Intelligenz und seine Talente zum eigenen Profit missbraucht, flieht er. Beseelt von dem Wunsch, Gutes zu tun und diejenigen zu verfolgen, die ihre Macht missbrauchen, versetzt sich Jarod in der ersten Folge in die Rolle eines Chirurgen. Schon bald gehört er zum festen Ärzteteam eines Krankenhauses – und kommt hier einer mysteriösen Vertuschung auf die Spur. Jarod trifft Kevin Bailey, einen gelähmten Jungen, dessen Behinderung durch den Kunstfehler von Dr. Trader verschuldet wurde. Doch der alkoholsüchtige Arzt genießt offenbar den Schutz der Krankenhausleitung. Jarod muss all seinen Erfindungsreichtum aufbringen, um mit einem genialen Trick die lang versteckte Wahrheit ans Licht der Öffentlichkeit zu bringen. Unterdessen haben jedoch seine Verfolger des \"Center\" unter Führung der attraktiven, aber eiskalten Miss Parker einen Hinweis auf Jarods Versteck erhalten. Sie erreichen das Krankenhaus, als Jarods Plan gerade auf Messers Schneide steht.","versions":[{"lang":1,"streams":[{"redirect":12172828,"hoster":"VOE"},{"redirect":12194142,"hoster":"Doodstream"},{"redirect":8614951,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Stille Wasser","epNo":2,"alt":"Every Picture Tells A Story","descr":"Als Jarods Verfolger Miss Parker und Dr. Sidney Green erfahren, dass sich ihr ehemaliger Schützling in Rekordzeit zum Profi-Schwimmer ausgebildet hat, tritt Jarod schon als Mitglied der Küstenwache in Aktion. Er ist auf der Spur eines mysteriösen Todesfalles: Der Fischer Tom King ist mit seinem Boot gekentert und ertrunken, ohne dass die Küstenwache ihn orten, geschweige denn retten konnte.Schon bald merkt Jarod jedoch, dass seine Nachforschungen auf wenig Gegenliebe unter bestimmten Kollegen stoßen. Überhaupt erregt der gesamte \"Unglücksfall\" seltsam wenig Aufsehen. Die Spur führt zu einem Schmugglerring, der von einigen Mitgliedern der Küstenwache gedeckt wird. Um das zu beweisen, muss Jarod einen besonderen Plan aushecken, in dessen Verlauf die Schuldigen am eigenen Leibe erfahren, was es heißt, in Not allein gelassen zu werden.\rWährenddessen bleibt das \"Center\" dem Pretender ständig auf den Fersen. Doch die Jagd bekommt eine interessante Wendung, als Jarod herausfindet, dass auch seine hartnäckige Verfolgerin, die schöne Miss Parker, ein Geheimnis um ihre Herkunft hütet.","versions":[{"lang":1,"streams":[{"redirect":8806626,"hoster":"VOE"},{"redirect":12194181,"hoster":"Doodstream"},{"redirect":8614959,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Testpilot","epNo":3,"alt":"Flyer","descr":"Die Testpiloten der \"Skyvionics\" sind für ihre Ausbildung und Kompetenz allgemein bekannt und geschätzt, bis das scheinbar Unmögliche passiert: Bei einem Testflug stürzt einer der Elitepiloten ab und verunglückt tödlich. Das Entsetzen und die Unruhe in den eigenen Reihen verstärken sich, als die Zentrale die Unfallursache mit \"menschlichem Versagen\" erklärt.Ein Fall für Jarod Russell: Er lebt sich innerhalb kürzester Zeit in seine neue Rolle als waghalsiger Pilot ein. Bei der Simulation des Absturzes kommt Jarod zu dem Schluss, dass, ganz im Gegensatz zur offiziellen Version, eine gezielte Manipulation am Schleudersitz für den Tod des Piloten verantwortlich war. Doch zur Überführung des Täters muss sich Jarod mit seinem Widersacher in die Lüfte begeben, wo ihn ein ganz besonderes Duell erwartet.Gleichzeitig lichtet sich langsam das Dunkel um Jarods wahre Identität. Auf einem alten Film des \"Center\" stößt er auf einen mysteriösen Mann. Die Erscheinung im Hintergrund könnte Entscheidendes über Jarods Herkunft wissen.","versions":[{"lang":1,"streams":[{"redirect":13560871,"hoster":"VOE"},{"redirect":12194168,"hoster":"Doodstream"},{"redirect":13560869,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Ass im Ärmel","epNo":4,"alt":"Curious Jarod","descr":"Jarod ist in Las Vegas, um in Mr. Hanlons Spielcasino den korrupten Sicherheitschef, der Gewinngelder unterschlagen hat, zu enttarnen. Der Geschäftsführer Mr. Morgan gibt prompt Jarod den freigewordenen Posten. Jarod findet heraus, dass der gewalttätige Morgan eines der Showmädchen zusammengeschlagen hat. Maggie liegt in einer Klinik im Koma. Jarod besucht sie und verspricht, Morgan zur Strecke zu bringen. Minutiös schmiedet er nun einen Racheplan. Als er erfährt, dass Maggie im Krankenhaus gestorben ist, schlägt Jarod zu. Morgan, der auch in die Betrügereien im Casino verwickelt war, wird jetzt wegen Mordes verhaftet.In der Zwischenzeit verfolgen Sydney und Miss Parker hartnäckig Jarods Spur, aber er ist ihnen – wie immer – einen Schritt voraus.","versions":[{"lang":1,"streams":[{"redirect":8806628,"hoster":"VOE"},{"redirect":13560870,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Späte Gerechtigkeit","epNo":5,"alt":"The Paper Clock","descr":"Jarod arbeitet als Juniorpartner bei Anwalt Ben Sloane. Als der Anwalt und sein Vertreter Dumont keine Zeit haben, sich um das Berufungsverfahren eines gewissen Whittaker zu kümmern, nimmt Jarod sich des Falls an. Beim Aktenstudium entdeckt er einige Ungereimtheiten.\r\rWhittaker wird beschuldigt, eine Frau umgebracht zu haben. Aber bald kommt Jarod dahinter, dass er nicht der Mörder sein kann. Jarod beantragt ein neues Verfahren und kann darin der Richterin klarmachen, dass Whittaker unschuldig ist. Den Mord hat ein Mann namens Metzger begangen. Sloane versucht, die Tat zu vertuschen. Da er dem Gericht wichtige Beweisstücke vorenthalten hat, wurde Whittaker damals verurteilt. Das Blatt hat sich gewendet – Whittaker ist frei, Sloane und Metzger werden verhaftet.","versions":[{"lang":1,"streams":[{"redirect":12919985,"hoster":"VOE"},{"redirect":12194189,"hoster":"Doodstream"},{"redirect":8614949,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Freund und Helfer","epNo":6,"alt":"To Serve and Protect","descr":"Jarod macht in Cedar Point Schießübungen. Als Miss Parker und Sydney dort ankommen, ist er bereits wieder verschwunden – aber er hat Miss Parker eine Falle gestellt. Der örtliche Sheriff verhaftet sie wegen unerlaubten Tragens einer Waffe und steckt sie für 72 Stunden ins Gefängnis.In dieser Zeit gelingt es Jarod, zwei korrupten Polizisten, Officer Bishop und Officer Meyer, das Handwerk zu legen. Die beiden haben, um ihr Gehalt aufzubessern, nächtliche Raubzüge unternommen und dabei den Wachmann Marvin Kembrook erschossen. Durch eine Agentur, die die vermisste Personen sucht, ist Jarod auch seiner Mutter dicht auf den Fersen. In letzter Sekunde funkt Miss Parker dazwischen und verhindert so, dass Jarod das Geheimnis seiner Identität lüften kann. Er muss fliehen, Miss Parker und Sydney setzen ihre Jagd fort.","versions":[{"lang":1,"streams":[{"redirect":8806636,"hoster":"VOE"},{"redirect":12194174,"hoster":"Doodstream"},{"redirect":8614954,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tödlicher Virus","epNo":7,"alt":"A Virus Among Us","descr":"Jarod arbeitet als Virologe im Institut für Infektionskrankheiten in Skokie, Illinois. Hier ist vor kurzem Dr. Jon Florence spurlos verschwunden. Weder seine Frau noch die Tochter oder die Freunde wissen, wo Jon steckt. Aber schon bald kommt Jarod dahinter, dass Jon sich während seiner Experimente mit einem tödlichen Virus infiziert hat und gestorben ist.\r\rJarod nimmt sich die Sicherheitsbänder vor, die jeden Schritt im Labor festhalten, und wird bei einem Schnitt stutzig. Anhand des Originalvideos stellt er fest, dass Dr. Garber Jons Sicherheitsanzug absichtlich beschädigt hat – Mord. Jarod rächt nun auf seine Art den Tod von Jon Florence. Er ruft Garber ins Labor, durchtrennt den Luftschlauch seines Anzugs und lässt ihn glauben, er habe sich nun auch mit dem tödlichen Virus infiziert. Jarod muss unterdessen weiterhin auf der Hut sein vor Dr. Sydney Green und Miss Parker, die ihm wieder einmal dicht auf den Fersen sind.","versions":[{"lang":1,"streams":[{"redirect":12919971,"hoster":"VOE"},{"redirect":12194172,"hoster":"Doodstream"},{"redirect":8614952,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fahrerflucht","epNo":8,"alt":"Not Even A Mouse","descr":"Jarod arbeitet an einem gerichtsmedizinischen Institut in Baltimore. Dort entdeckt er, was die Chef-Pathologin Dr. Drake zu verbergen hat: Sie hat zur Weihnachtszeit einen Obdachlosen namens Christmas-George angefahren. Nachdem sie gemerkt hat, dass der Mann noch lebt, hat sie ihm eine Betäubungsspritze verabreicht. Die Polizei, die später am Unfallort eintraf, erklärte ihn dann für tot.\rJarod rächt nun Christmas-Georges Tod. Mit einem Trick spritzt er der Pathologin ebenfalls ein Betäubungsmittel und lässt sie in dem Glauben einschlafen, lebendig obduziert zu werden. Da der Obdachlose sich regelmäßig um Waisenkinder gekümmert hat, übernimmt Jarod es nun, den Kindern im Heim mit einer Weihnachtsgeschichte und vielen Geschenken eine Freude zu machen.","versions":[{"lang":1,"streams":[{"redirect":12919972,"hoster":"VOE"},{"redirect":12194187,"hoster":"Doodstream"},{"redirect":8614966,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fata Morgana","epNo":9,"alt":"Mirage","descr":"Jarod taucht in Texas in einer Schule für Fallschirmspringer unter. Die Besitzerin, Carol Bates, bietet ihm einen Job an. Ihr Partner Tom Miles ist vor ein paar Wochen in der Wüste verdurstet. Dieser \"tragische Unfall\" lässt Jarod keine Ruhe. Er findet heraus, was geschehen ist: Tom und Carol hatten ein Verhältnis, bevor er die junge Angela heiratete, die ein Kind von ihm erwartete. Carol mischte daraufhin ein halluzinogenes Gift zusammen, um es in Toms Feldflasche zu gießen. Als er nach einem Absprung in der Wüste aus der Flasche trank, verlor er die Orientierung und starb langsam in den Sanddünen.Jarod treibt nun mit Carol ein ähnliches Spiel. Im Drogen-Wahn erzählt sie die Wahrheit, der Sheriff kann sie verhaften. Währenddessen spielt Jarod Miss Parker heimlich eine Adresse zu. Als sie der Spur folgt, sieht sie sich plötzlich mit der Vergangenheit ihrer Mutter und deren heimlichem Freund konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":8806647,"hoster":"VOE"},{"redirect":12194207,"hoster":"Doodstream"},{"redirect":8614953,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spiel mit dem Feuer","epNo":10,"alt":"Better Part Of Valor","descr":"Bei seinem ersten Einsatz für die Feuerwehr in Pittsburgh rettet Jarod ein kleines Mädchen aus einem brennenden Haus. Jarod vermutet Brandstiftung – genau wie bei einem älteren Brand, bei dem Feuerwehrfrau Tamara Copeland ums Leben kam. Der Pretender verdächtigt den Brandexperten Zimmerman. Er hat tatsächlich das Feuer gelegt und sich dabei verletzt. Tamara, die ihm zur Hilfe kommen wollte, wurde von Chief Harrigan niedergeschlagen und den Flammen überlassen. Jarod präpariert nun Harrigans Haus und fesselt ihn mit Handschellen an seine Bar. Durch die manipulierten Steckdosen entzündet sich das Haus langsam von allein.\rMiss Parker und Sydney sind Jarod weiterhin auf den Fersen. Als Miss Parker sich in einen alten Freund, Michael, verliebt, ahnt sie nicht, dass sie einen schweren Fehler begeht: Michael wurde von Mr. Raines, dem Kopf des \"Center\" auf sie angesetzt. Er soll herausfinden, wo Jarod ist – und ihn töten.","versions":[{"lang":1,"streams":[{"redirect":8806651,"hoster":"VOE"},{"redirect":12194184,"hoster":"Doodstream"},{"redirect":8614964,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Bombenkommando","epNo":11,"alt":"Bomb Squad","descr":"Noch immer ist Jarod auf freiem Fuß. Die Bosse des \"Center\" glauben, dass jemand aus ihren Reihen geheime Informationen an den Flüchtigen weitergibt. Sie unterziehen Miss Parker und Dr. Sydney Green einem Lügendetektortest. Mr. Raines, einer der Chefs, setzt den Computerspezialisten Angelo, der auch ein Pretender ist, bei der Untersuchung ein.Jarod beschäftigt sich unterdessen in einer Bombenräumeinheit mit dem Fall des geheimnisvollen \"Fax-Bombenlegers\". Durch eine Simulation, die er mit Rachel Newton, einer durch ein Bombenattentat erblindeten Fotografin, durchführt, kommt Jarod dem Täter auf die Spur. Mit einer Bombe, die er in einem Fahrstuhl installiert, erpresst er sein Geständnis. Außerdem hilft der Polizeizeichner Hutchinson Jarod dabei, ein aktuelles Bild seiner Mutter zu erstellen, das er später ins Internet einspeist.","versions":[{"lang":1,"streams":[{"redirect":8806649,"hoster":"VOE"},{"redirect":12194186,"hoster":"Doodstream"},{"redirect":8614955,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"In der Todeszelle","epNo":12,"alt":"Prison Story","descr":"Jarod ist in einem Gefängnis in Oakfield gelandet. Hier soll in ein paar Tagen Carl Will in der Gaskammer sterben. Als Autodieb war er ursprünglich nur zu fünf Jahren Haft verurteilt worden – bis man ihm den Mord an einem Mithäftling in die Schuhe geschoben hat. Jarod untersucht den Fall und kommt dahinter, dass Gefängniswärter Morris Clancy einen Gefangenen umbringen wollte. Zufällig hat Will das mitbekommen und wurde niedergeschlagen. Dann hat Clancy ihm die Tatwaffe in die Hand gedrückt.\rIn letzter Minute erpresst Jarod von Clancy ein Geständnis. Unterdessen jagen Miss Parker, Broots und Dr. Sydney Green weiter hinter dem Pretender her. Durch versteckte Hinweise kommen sie ihm auf die Spur, aber als sie im Gefängnis in Oakfield auftauchen, ist Jarod bereits über alle Berge.","versions":[{"lang":1,"streams":[{"redirect":8806655,"hoster":"VOE"},{"redirect":12194210,"hoster":"Doodstream"},{"redirect":8614957,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Auf hoher See","epNo":13,"alt":"Bazooka Jarod","descr":"An Bord des Marine-Zerstörers USS Monroe tut Jarod als Commander Dienst, um den Tod des jungen Maats Scott Seaver zu untersuchen. Der Matrose soll durch eigene Unachtsamkeit das Gas-Leck verursacht haben, das ihn das Leben gekostet hat. Aber Jarod findet heraus, dass Seaver Informationen über den mangelnden Sicherheitsstandard an Bord hatte. Offenbar wollte Commander Chris Nashton den jungen Mann zum Schweigen bringen, um seine eigene Karriere nicht zu gefährden.Miss Parker verfolgt einen Hinweis, der zu einem Waisenhaus führt. Dort scheint Jarod etwas über seine Mutter erfahren zu haben.","versions":[{"lang":1,"streams":[{"redirect":8806648,"hoster":"VOE"},{"redirect":12194195,"hoster":"Doodstream"},{"redirect":8614956,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Sache mit den Frauen","epNo":14,"alt":"Ranger Jarod","descr":"Ist Jarod verliebt? Als er sich telefonisch bei Sydney Rat über den Umgang mit Frauen holt, bringt das prompt die Jäger aus dem \"Center\" auf seine Spur. Aber Miss Parker kommt zu spät: Als Ranger schließt sich der Pretender einem Rettungstrupp an, der in den Bergen nach dem verschollenen Ornithologie-Studenten Victor Simpkins sucht. Dabei findet er heraus, dass der opportunistische Ranger Stan Conrad in der Gegend das Wrack eines kleinen Flugzeugs entdeckt hat – mit großen Mengen Drogen und Geld an Bord. Victor wurde Zeuge, wie Stan den Piloten der Maschine tötete.Als Stan versuchte, auch ihn zu ermorden, floh er in den Bergen in eine stillgelegte Mine. Mit Hilfe von Dynamit wollte Stan dann seinen unliebsamen Zeugen lebendig in der Mine begraben. Aber Jarod findet den Studenten.","versions":[{"lang":1,"streams":[{"redirect":8806650,"hoster":"VOE"},{"redirect":12194194,"hoster":"Doodstream"},{"redirect":8614958,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Kameramann","epNo":15,"alt":"Jaroldo!","descr":"Bei einem kleinen Fernsehsender in Seattle wird Kameramann Ken Watanabe während einer Reportage über ein Treffen rivalisierender Banden angeschossen. Jarod kommt der Fall merkwürdig vor. Er beginnt mit Untersuchungen und findet heraus, dass Reporter Phil die Banden gegeneinander aufgehetzt und so das Leben von Ken wissentlich aufs Spiel gesetzt hat.Jarod setzt sich mit einem der Bandenchefs, D-Mac, zusammen, um Phil auf die gleiche Weise hereinzulegen. Jarod ist mit der Kamera dabei, um Phils Geständnis auf Sendung zu bringen. Miss Parker und Sydney suchen unterdessen in einem Abbruchhaus nach Spuren von Jarod. Dabei werden sie von zwei Gangstern überfallen und im Keller des Gebäudes eingesperrt. Die Sprengung steht kurz bevor.","versions":[{"lang":1,"streams":[{"redirect":8806646,"hoster":"VOE"},{"redirect":12194201,"hoster":"Doodstream"},{"redirect":8614967,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Koma","epNo":16,"alt":"Under The Reds","descr":"Jarod fährt in Atlanta einen Krankenwagen. Bei einem Einsatz kommt er dahinter, dass sein Partner Rennert von Krankenhauschef Fletcher bestochen wurde, die Patienten ins \"Queen of Mercy\" zu transportieren, auch wenn das Krankenhaus erheblich weiter entfernt ist als andere. Rennert hat auch den verletzten Ringer Steve Chambers diesem Umweg ausgesetzt, der nun im Koma liegt. Den Eltern, die sich aufopferungsvoll um ihren Sohn gekümmert haben, bleibt nun keine andere Möglichkeit, als die lebenserhaltenden Geräte abzuschalten.Jarod nimmt mit Sydney Kontakt auf, dessen Bruder Jacob nach einem Autounfall ebenfalls im Koma liegt. Mr. Raines, einer der Bosse des \"Center\", hört davon, dass Jacob wieder aufwachen könnte und verlangt von Miss Parker, ihn umgehend und für immer auszuschalten.","versions":[{"lang":1,"streams":[{"redirect":8806653,"hoster":"VOE"},{"redirect":12194233,"hoster":"Doodstream"},{"redirect":8614961,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Im Auge des Orkans","epNo":17,"alt":"Keys","descr":"Jarod heuert bei der Marine an, um Officer Efram Bartlett das Handwerk zu legen, der haitianische Flüchtlinge über die Grenze schmuggelt – und ermordet, wenn sie nicht zahlen können. Dabei befreit der Pretender die kleine Simone, die ihre Eltern durch Bartlett verloren hat. Miss Parker nimmt mit ihrem Team Jarods Spur auf und stellt ihn in einem Hotel auf einer kleinen Insel in den Florida Keys. Dort sitzen sie mit dem Mädchen, das hohes Fieber hat, fest, als ein Hurricane die Küste erreicht.Miss Parker willigt ein, gemeinsam mit Jarod Medikamente zu besorgen, während Sam und Hotelmanager Watson auf das Mädchen aufpassen. Dabei werden sie von Bartlett überrascht, der sich aus Jarods Falle befreien konnte. Miss Parker erfährt außerdem aus Aufzeichnungen in einem geheimen Schließfach, dass ihre Mutter vor ihrem Tod geschlagen wurde.","versions":[{"lang":1,"streams":[{"redirect":8850633,"hoster":"VOE"},{"redirect":12194218,"hoster":"Doodstream"},{"redirect":8614962,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der einzige Zeuge","epNo":18,"alt":"Unhappy Landings","descr":"Jarod versucht als U.S. Marshal die Sicherheit von Eugene Diggs zu gewährleisten, der in Washington gegen das Arellano-Drogenkartell aussagen soll. Rayford, sein Partner in einem Flugtransport-Unternehmen, hat sich auf Kokain-Schmuggel für die Kolumbianer eingelassen, als das Geschäft schlecht lief. Diggs wusste nichts davon. Rayford hat dann bei einem Fluchtversuch Marshal Bob Garrison angegriffen, um zu fliehen und Diggs die Alleinschuld zuzuschieben. Jarod findet allerdings heraus, dass Garrison sich die Verletzung selbst zugefügt hat: Er wird vom Drogenkartell bezahlt, Staatsanwältin Karen Michaels ist seine Komplizin.Miss Parker bittet derweil Broots um Hilfe. Sie versucht, die Kinder zu finden, die ihre Mutter in den 60er Jahren aus dem \"Center\" gerettet hat. Sydney sucht seinen Psychiater auf.","versions":[{"lang":1,"streams":[{"redirect":8806660,"hoster":"VOE"},{"redirect":12194206,"hoster":"Doodstream"},{"redirect":8614963,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Auftragskiller","epNo":19,"alt":"Jarod\u0027s Honor","descr":"Nach einem E-Mail-Tipp von Sydney reist Jarod auf der Suche nach der Identität seiner Eltern nach New Orleans. Dort stolpert er unversehens über einen toten Auftragskiller. Jarod nimmt dessen Identität an und hilft den Opfern, anstatt sie zu töten. Er stöbert auch einen Privatdetektiv auf, der sich auf die Suche nach vermissten Kindern spezialisiert hat. Vielleicht hat er auch schon nach Jarod gesucht?Außerdem schickt Jarod Sydney und Miss Parker auf ein Zwillingstreffen wo sie mehr über Jacob erfahren – und über Raines …","versions":[{"lang":1,"streams":[{"redirect":8806668,"hoster":"VOE"},{"redirect":12194217,"hoster":"Doodstream"},{"redirect":8614965,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Findelkind","epNo":20,"alt":"Baby Love","descr":"Auf dem Müll findet Jarod ein fünf Monate altes Baby. Er kommt bei Christine unter, der er vor kurzem geholfen hat und kümmert sich liebevoll um den ausgesetzten Jungen. Offenbar hat ein Polizist, David Geary, das Kind ausgesetzt. Jarod heftet sich an seine Fersen und findet die Mutter des Kleinen: Jeannette Connelly liegt nach einem angeblichen Selbstmordversuch ruhig gestellt und ans Bett gefesselt in einem Krankenhaus.Der Pretender flieht mit der jungen Frau vor Geary und erfährt von ihr den Rest der Geschichte: Vater des kleinen Michael ist Staatsanwalt Mitch Myers, mit dem Jeannette ein Verhältnis hatte. Er steht kurz vor der Wiederwahl und wollte sie und das Kind mit Gearys Hilfe loswerden. Jarod schmiedet einen Racheplan. Inzwischen entdecken Miss Parker, Sydney und Broots im \"Center\" ein geheimes Kellergeschoss, \"SL-27\". Finden sie hier Antworten auf die vielen offenen Fragen?","versions":[{"lang":1,"streams":[{"redirect":8806665,"hoster":"VOE"},{"redirect":12194222,"hoster":"Doodstream"},{"redirect":8614977,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Blutsbande, Teil 1","epNo":21,"alt":"The Dragon House (1)","descr":"Jarod gibt sich als Polizeibeamter aus, um das FBI bei der Suche nach dem entflohenen Häftling Kyle zu unterstützen. Dabei stellt er fest, dass der Gesuchte in Wirklichkeit vor dem \"Center\" und Mr. Raines auf der Flucht ist. Wie Jarod war er ein Opfer des Pretender-Projekts. Jarod vermutet ihn im \"Dragon House\" des \"Centers\" in New Jersey. Dort überrascht das Sweeper-Team Kyle, Harriet Tashman, die von ihm entführt wurde, und Jarod.Dem Pretender und Harriet gelingt die Flucht. Von ihr erfährt Jarod, dass Kyle sein Bruder ist. Nun setzt er alles auf eine Karte: Um Kyle zu befreien, bricht er in das \"Center\" ein.","versions":[{"lang":1,"streams":[{"redirect":8806683,"hoster":"VOE"},{"redirect":12194224,"hoster":"Doodstream"},{"redirect":8614968,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Blutsbande, Teil 2","epNo":22,"alt":"The Dragon House (2)","descr":"Jarods Bruder Kyle wird von Mr. Raines im \"Center\" als Geisel gefangen gehalten. Jarod setzt alles auf eine Karte und bricht dort ein, um ihn zu befreien. Anschließend tauchen die Brüder auf der Farm von Harriet Tashman unter, die schon Jarods Eltern Margaret und Charles versteckt hat, als sie 1969 auf der Flucht vor dem \"Center\" und auf der Suche nach ihren Kindern waren.Als das FBI die Farm stürmt, kann Jarod entkommen, Kyle wird bei einer Explosion getötet. Seine Eltern und seine Schwester Emily kann der Pretender in letzter Sekunde vor einem Anschlag warnen.","versions":[{"lang":1,"streams":[{"redirect":8806670,"hoster":"VOE"},{"redirect":12194230,"hoster":"Doodstream"},{"redirect":8614972,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Aus dem Reich der Toten","epNo":1,"alt":"Back From The Dead Again","descr":"Jarod unterrichtet als Anatomie-Professor an der medizinischen Fakultät in Philadelphia. Dr. Christopher Fein hat sich hier mit Forschungen auf dem Gebiet der Herz-Wiederbelebung einen Namen gemacht. Der Student Enrique, der Freiwillige für Dr. Feins Projekt rekrutierte, ist unter mysteriösen Umständen verschwunden. Jarod findet heraus, dass eine Frau, die schon beerdigt sein müsste, sich noch immer im Labor befindet. Als er ihr Grab öffnet, findet er Enriques Leiche: Der Student wurde lebendig begraben.Miss Parker hat im Center eine unangenehme Begegnung mit dem neuen Leiter Mr. Lyle. Wer ist der geheimnisvolle Mann hinter der übertrieben charmanten Fassade? Zur gleichen Zeit tritt Brigitte ihren Dienst an, eine auffällige, eiskalte Blondine, die ebenfalls auf den Pretender angesetzt wird. Sydney vermutet, dass Lyle dem Triumvirat angehört.","versions":[{"lang":1,"streams":[{"redirect":8806669,"hoster":"VOE"},{"redirect":12194232,"hoster":"Doodstream"},{"redirect":8614970,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Panzerknacker","epNo":2,"alt":"Scott Free","descr":"Jarod hört in einer Eisdiele in Delaware zufällig mit, wie die Gangster Nick Avani und Dewey Martin den Koch Scotty Boyd zur Beteiligung an einem Einbruch zwingen. Er gibt sich als Safeknacker aus und beteiligt sich an dem Bruch. Jarod knackt den Safe in Rekordzeit und verhindert, dass Avani einen Wachmann erschießt. Später erst stellt der Pretender fest, was sie gestohlen haben: eine Code-Karte für ein Diamantenlager, in dem ungeschliffene Steine im Wert von zwanzig Millionen Dollar liegen.Broots, Sidney und Miss Parker haben Jarods Foto im Polizei-Netzwerk entdeckt und sind verwirrt. Warum hat er sich Diamantenräubern angeschlossen? Sie halten die Entdeckung vor Lyle und Brigitte geheim. Die beiden finden es trotzdem raus und entscheiden, die Einbrecher in Sicherheit zu wiegen, um sie dann leichter festnehmen zu können. Aber Jarod beobachtet seine Verfolger bei der Ankunft. Jetzt weiß er, dass das Center ihm eine Falle stellt.","versions":[{"lang":1,"streams":[{"redirect":8806663,"hoster":"VOE"},{"redirect":12194270,"hoster":"Doodstream"},{"redirect":8614969,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwindelnde Höhe","epNo":3,"alt":"Over The Edge","descr":"Jarod ist Mitglied eines Rettungsteams in Serenity Beach, Oregon. Mit Hilfe seiner Kollegen Jo Ellen Gillespie und Bobby Cain kann er in letzter Sekunde einen Brückenarbeiter von einem zusammengebrochenen Gerüst retten. Zurück im Gruppenraum sammeln die Teamkollegen Geld für den Kollegen Chris, der im Koma liegt. Er ist in Selbstmordabsicht von einem Übungsturm gesprungen.Nachdem Jarod die Mutter von Chris aufgespürt hat, die ihren Sohn als Kind verlassen hat, spricht er mit dem Arzt des jungen Mannes. Ihm kommen Zweifel an der Selbstmordtheorie. Der Obdachlose Spencer, der als einziger in der Nähe war, bestätigt Jarods Verdacht. Aber seine Aussage taucht in keinem Polizeibericht auf. Ein uniformierter Mann hat ihn einfach weggeschickt. Spencers Beschreibung passt auf Bobby Cain. Mit einem falschen Alarm lockt Jarod den Kollegen noch einmal auf die Brücke.","versions":[{"lang":1,"streams":[{"redirect":12334440,"hoster":"VOE"},{"redirect":12194299,"hoster":"Doodstream"},{"redirect":9027832,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mode, Models und Intrigen","epNo":4,"alt":"Exposed","descr":"Jarod arbeitet als Modefotograf und hört vom Model Kimberly Green, die bei einem Autounfall ums Leben kam. Wurde sie ermordet, wie eine Kollegin behauptet? Eine Leiche hat man nie gefunden. Jarod soll das aufstrebende Model Cindy Thomas fotografieren, die eine anonyme Drohung erhalten hat. Bei seinen Nachforschungen stößt Jarod auf Kimberlys Schwester Erika. Und in Florida findet er schließlich auch Kimberley: am Leben und putzmunter. Jarod überredet sie dazu, dem mysteriösen Verfolger eine Falle zu stellen.Miss Parker folgt unterdessen verschlüsselten Hinweisen von Jarod in ein Antiquitätengeschäft. Der Besitzer händigt ihr eine alte Spieluhr aus, die nicht funktioniert, da beide Ballerina-Figuren fehlen. Sie folgt der Fährte weiter und bekommt eine der fehlenden Figuren von Ben Miller. Der erzählt ihr außerdem mehr über ihre Mutter, die er sehr geliebt hat.","versions":[{"lang":1,"streams":[{"redirect":8806666,"hoster":"VOE"},{"redirect":13575593,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Entstellt","epNo":5,"alt":"Nip and Tuck","descr":"Jarod arbeitet als Schönheitschirurg in einer Klinik in Beverly Hills mit Wade Eubanks und Oberärztin Dr. Christine Brant zusammen. Er lernt die junge Tricia Homes kennen, die seit einem Autounfall schrecklich entstellt ist. Nach ihrem Unfall hatte Eubanks sie operiert, schwört aber, für die Entstellungen nicht verantwortlich zu sein. Jarod findet heraus, dass Dr. Brant zur gleichen Zeit einen Filmstar operierte und dafür dringend einen Ersatzknochen brauchte. Hat sie dafür eine andere Patientin verstümmelt?Broots entgeht unterdessen mit Angelos Hilfe nur knapp einem Mordanschlag vor seinem Haus. Die Verdachtsmomente richten sich gegen Miss Parker. Aber als Brigitte ihm ihren Schutz im Tausch gegen Informationen anbietet, wird Broots klar, dass sie die Attentäterin ist. Ganz offensichtlich versucht das \"Center\", Miss Parker, Sidney und ihn gegeneinander auszuspielen.","versions":[{"lang":1,"streams":[{"redirect":8806675,"hoster":"VOE"},{"redirect":13575603,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zeugin der Anklage","epNo":6,"alt":"Past Sim","descr":"Die Kronzeugin Emmy Barrett wird entführt. 18 Monate zuvor hatte sie mitangesehen, wie ihr Sohn das unschuldige Opfer eines Bandenkrieges wurde, in den Yakuza-Boss Sammy Tanaka verwickelt war. Bei der Entführung wurde der Fahrer erschossen und ein FBI-Agent verwundet. Jarod ist fassungslos: Sydney hatte ihn vor Jahren gebeten, eine Rettung zu simulieren, die mit dieser Entführung identisch ist. Jarod hatte dem Psychiater damals gesagt, dass der Fahrer sterben muss, wenn man den Transporter stürmen will.Tatsächlich hat Lyle den Handlungsspielraum des \"Centers\" ein wenig ausgedehnt und erwartet nun eine große Geldsumme von den Yakuza. Jarod nimmt die Identität eines Staatsanwalts an und sieht, wie Emmy von drei Gangstern in einen Transporter gezerrt wird. Er bittet Sydney und Broots um Hilfe, um Emmys Versteck zu finden.","versions":[{"lang":1,"streams":[{"redirect":8806678,"hoster":"VOE"},{"redirect":13575600,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Im Minenfeld","epNo":7,"alt":"Collateral Damage","descr":"Jarod lernt Denise Clements kennen, deren Vater in Vietnam durch eine Landmine starb. Captain McLaren und ein zehnjähriger Vietnamese beobachteten damals den Vorfall. Bei der Leiche wurden Hinweise gefunden, dass Clements Informationen an den Feind verkauft hatte. Jarod schließt sich der Kommandotruppe von McLaren an. Die Soldaten bereiten sich auf eine Mission vor, bei der eine Drogenfabrik in Kolumbien zerstört werden soll.Jarod entdeckt nach der Zerstörung der Drogenfabrik, dass sie in Wirklichkeit leer war: Jemand muss dem Drogenbaron einen Tipp gegeben haben. Jarod macht Le Xuan Duc ausfindig, den zweiten Zeugen von Clements’ Tod. Er fand vor 25 Jahren Geheimdokumente, als er McLarens Zelt aufräumte. Er brachte sie Clements, der den Verräter McLaren auf frischer Tat ertappen wollte. Doch dabei muss etwas schief gelaufen sein.","versions":[{"lang":1,"streams":[{"redirect":8806680,"hoster":"VOE"},{"redirect":8614976,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Feuerprobe","epNo":8,"alt":"Hazards","descr":"Christopher Kennedy Masterson Miss Parker erhält einen Anruf von Jarod: Im Hauptcomputer des \"Center\" seien Details eines geplanten Attentats auf ihren Vater gespeichert. Während Mr. Raines jede Kenntnis an dem Mordplan abstreitet, findet Broots die betreffende Datei tatsächlich. Kurz danach fällt im \"Center\" der Strom aus. Parker, Broots, Sydney und Mr. Raines sind im Simulationslabor gefangen. Als sie sich endlich befreien können, werden sie beschossen: Brigitte soll das Attentat auf Mr. Parker ausführen.Jarod versucht unterdessen in den Appalachen das Vertrauen des 15-jährigen Chris zu gewinnen, der völlig verschlossen ist, seit sein bester Freund bei einem Autounfall ums Leben kam. Als Jarods Jeep in den Bergen außer Kontrolle gerät und er im Wagen eingeklemmt wird, weigert Chris sich, Hilfe zu holen: Er macht sich schwere Vorwürfe, weil er sein eigenes Leben rettete, als der Wagen seines Freundes in Flammen aufging, den er hilflos zurücklassen musste.","versions":[{"lang":1,"streams":[{"redirect":8806686,"hoster":"VOE"},{"redirect":8614978,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödliche Tricks","epNo":9,"alt":"FX","descr":"Jarod wird eingestellt, um für Brynne McClaines neuen Werbespot einen Stunt zu koordinieren. Am Set hört er, dass der Stuntman Dave Dugger bei Dreharbeiten zu einem ähnlichen Spot schwere Verbrennungen erlitt. Für die Special Effects war sein alter Freund Mickey Clausen verantwortlich.Jarod lernt auch den Auftraggeber Julius Connelly, den F/X-Assistenten Ray Slater und den britischen Regisseur Ian Tottenham kennen. Ray ist Mitglied der Anonymen Alkoholiker und erzählt, dass er es Dave Dugger verdankt, jetzt trocken zu sein. Und er verdächtigt Clausen, Duggers Sicherheit bewusst aufs Spiel gesetzt zu haben. Tatsächlich zeigen Filmaufnahmen der Autodetonation, bei der es zum Unfall kam, eine zweite Explosion im Inneren des Wagens.Während der Dreharbeiten setzt der Regisseur Jarod unter Druck, für eine Feuerszene selbst gemachtes Napalm zu verwenden. Ray bastelt die Brandbomben nach einer Formel von Mickey. War das Napalm auch die Ursache für Duggers Unfall?Miss Parker hat in der Zwischenzeit von Jarod ein Videoband erhalten, das ihre Mutter am Tag vor ihrem Tod im Gespräch mit einem Unbekannten zeigt. In dem Gespräch mit dem nicht zu erkennenden Mann geht es um Jarod und ein anderes Opfer von Raines Experimenten, Timmy. Mit Sydney und Broots macht sie den Raum ausfindig, in dem Timmy gefangen gehalten wurde. Angelo versucht herauszufinden, was mit Timmy geschehen ist und muss schließlich erfahren, dass er selbst der Junge von damals ist.","versions":[{"lang":1,"streams":[{"redirect":8806681,"hoster":"VOE"},{"redirect":8614980,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Giftmüll","epNo":10,"alt":"Indy Show","descr":"An der Bushaltestelle freundet sich Jarod mit dem Afroamerikaner Dan Healy an, der ihm stolz Fotos von seiner Frau Sharon und dem 15-jährigen Sohn Todd zeigt. Aber als der Bus kommt, wirft Healy sich plötzlich davor. Jarod bringt den Bewusstlosen ins Krankenhaus und erfährt später in den Nachrichten von einem Zwischenfall in einer Firma namens \"Envirosure\", die sich auf die Entsorgung von Giftmüll spezialisiert hat. Drei Arbeiter wurden getötet, als eine Chemikalie auslief. Anonymen Quellen zufolge soll ein Materialfehler bei den Containern die Ursache sein, verantwortlich: Dan Healy.Jarod ist sicher, dass Healy mit dem Unfall nichts zu tun hatte. Er lässt sich als Chemiker bei \"Envirosure\" einstellen und untersucht das gummiähnliche Material, das Healy zur Versiegelung der Giftcontainer entwickelt hatte. Er spricht auch mit Healys Sohn Todd, der seinem Vater schwere Vorwürfe macht. Jarod testet Healys Versiegelung mit MZT, der Chemikalie, die die drei Arbeiter getötet hat, und findet den Beweis für Healys Unschuld. Der Pretender stellt weitere Nachforschungen an und kommt Horace Strickland auf die Spur, der in den \"Envirosure\"-Containern Drogen geschmuggelt hat. Einer der später getöteten Arbeiter kam dahinter und hat Strickland erpresst.","versions":[{"lang":1,"streams":[{"redirect":8806682,"hoster":"VOE"},{"redirect":8614979,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Mann für gewisse Stunden","epNo":11,"alt":"Gigolo Jarod","descr":"Jarod arbeitet in Detroit für eine Begleitagentur. Seine Chefin arrangiert für ihn eine Verabredung mit der europäischen Aristokratin Isabella Thyssen, die so glänzend verläuft, dass die Dame Jarod ihr Dankeschön in Form einer teuren Uhr zukommen lässt. Auch Cynthia Sloan, eine der bekanntesten Persönlichkeiten Detroits, versucht der Pretender zu beeindrucken. Zu den Großprojekten der Dame gehört unter anderem der Bau des ultramodernen Hochhauskomplexes Sloan Towers.Jarod kümmert sich gleichzeitig um den Fall eines kleinen Jungen, der auf der kaputten Feuertreppe eines angeblich baufälligen Hauses ums Leben kam – eines Hauses, das den Sloan Towers im Weg steht. Die Leiter war vor kurzem noch von einem Sicherheitsinspektor abgenommen worden. Eine Zeugin hat gesehen, dass der Mann eine wertvolle Diamant-Uhr trug. Jarod kennt die Uhr: Sie gehört Frank Linden, einem Geschäftsmann aus dem Umfeld von Cynthia Sloan.Nebenbei muss Jarod sich noch der eindeutigen Avancen von Joyce Cullman erwehren, die sich vor kurzem von ihrem Mann getrennt hat. Seine Zurückhaltung hält seine Chefin bei der Begleitagentur allerdings für einen Kündigungsgrund. Der Gigolo zieht sich trotzdem noch einmal aus der Affäre und kann sogar Joyce mit ihrem Mann versöhnen.","versions":[{"lang":1,"streams":[{"redirect":8806684,"hoster":"VOE"},{"redirect":8614981,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Vollgas","epNo":12,"alt":"Hazards","descr":"Als Rennfahrer nimmt Jarod in Kalifornien im Roemer-Racing-Team den Platz von Jimmy Roemer ein, der bei einer Testfahrt im Wagen seines Bruders R.J. vor kurzem einen schweren Unfall hatte. Der Verdacht des Pretenders, dass es sich um einen gezielten Mordversuch gehandelt hat, bestätigt sich: Die Bremsen von R.J.s Wagen waren manipuliert. Aber wer war Ziel des Anschlags, Jimmy oder R.J.? Und wer ist der Täter? R.J. war im brüderlichen Konkurrenzkampf um die Anerkennung seines Vaters, der das Team managt, schon immer jedes Mittel recht. Wollte er seinen Bruder ausschalten? Auch Nigel Brinkman, der dritte und erfolgreichste Fahrer im Team, hätte ein Motiv: R.J. bedrohte seine Spitzenposition.Jarod macht sich an den Bremsen von Nigels Wagen zu schaffen, um ihn während eines Rennens – über die Lautsprecher an der Rennstrecke übertragen – zu einem Geständnis zu zwingen. Sydney holt unterdessen seinen totgeglaubten Bruder Jacob aus dem Krankenhaus. Jacob hat nur noch zwölf Stunden zu leben und ist geistig völlig verwirrt. Aber Jacob, der damals Jarods Ankunft im \"Center\" abzeichnete, muss wissen, wer Jarods Eltern sind. Bevor er stirbt, kann Sydneys Bruder nur einen Namen nennen: Gene … Rennsport-Freunde aufgepasst: In der heutigen \"Pretender\"-Episode gibt es an der Rennstrecke zwei prominente Gastauftritte: Der legendäre Rennfahrer Mario Andretti (Formel 1-Weltmeister von 1978) und sein nicht minder bekannter Sohn Michael Andretti (Champion der CART-Car-Serie 1991) haben an den Boxen den ein oder anderen Tipp für Jarod parat.a","versions":[{"lang":1,"streams":[{"redirect":8806687,"hoster":"VOE"},{"redirect":8614983,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ehrenwerte Gesellschaft","epNo":13,"alt":"A Stand Up Guy","descr":"Der Pretender bei der Mafia? Jarod treibt ein doppeltes Rollenspiel. Für die Polizei von New York arbeitet er als Undercover-Agent, bei den Gangstern Joey Melino und Bobby \"Two Guns\" gibt er sich als Geldfälscher aus. Er will beweisen, dass die beiden gemeinsam mit Staatsanwalt Sean Flanagan für den Mord an einem Polizisten verantwortlich sind. Statt ihrer sitzt ein junger Polizist unschuldig in der Todeszelle. Gleichzeitig versucht der Pretender auch, der charmanten Barbesitzerin Faye zu helfen, die von Joey ausgenommen wird. Die Mafia ist jedoch nicht so leicht zu täuschen: Als \"Test\" für Jarods Vertrauenswürdigkeit soll er jemanden erschießen.Auch Miss Parker erhält einen Mordauftrag. Ihr Vater gibt Anweisung, Mr. Lyle zu töten, der nicht nur hinter Jarod her ist, sondern auch kurz davor steht, die zentralen Computerdateien des \"Center\" zu entschlüsseln. Miss Parker zögert, aber Lyle nimmt ihr die Entscheidung ab, als er die Waffe auf sie richtet.","versions":[{"lang":1,"streams":[{"redirect":8806692,"hoster":"VOE"},{"redirect":8614986,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kaltgestellt","epNo":14,"alt":"Unforgotten","descr":"Beim Versuch, einen Drogendealer zu stellen, wird Jarod brutal niedergeschlagen. Verletzt und ohne Erinnerung kommt er bei dem neurotischen Argyle zu sich. Während Jarod im Fieberwahn deliriert, stöbert Argyle in seinen Sachen. Dabei stößt er auch auf Hinweise über das \"Center\". Ihm wird schnell klar, dass Jarod dem \"Center\" eine Menge wert sein muss.Sydney, Broots und Miss Parker werden vor das Tribunal des \"Center\" zitiert. Mr. Raines und Brigitte sind überzeugt, dass Jarod nur immer wieder entkommen konnte, weil einer der drei ein Verräter ist. Als erstes nehmen sie Broots in die Mangel. Als Sydneys Handy klingelt, wird es eng für den Pretender: Brigitte nimmt Argyles Lösegeldforderung entgegen und macht sich auf den Weg, Jarod endlich zu schnappen.","versions":[{"lang":1,"streams":[{"redirect":8806694,"hoster":"VOE"},{"redirect":12194295,"hoster":"Doodstream"},{"redirect":8614982,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Sonderkommando","epNo":15,"alt":"Bulletproof","descr":"Jarod hat in Cincinatti die Stelle von Officer Daniel Lane in einer Polizei-Spezialeinheit eingenommen. Lane wurde bei einer Schießerei getötet. Der Pretender vermutet, dass einer der Kollegen für Lanes Tod verantwortlich ist. Mit Lanes Freundin Liz Brantley kann er eine Spur aufnehmen. Einige Detectives sind scheinbar in schmutzige Waffengeschäfte mit der russischen Mafia verwickelt.Sydney bittet Broots um Hilfe bei der Suche nach Michelle, seiner großen Liebe. Die Psychologin hatte einst mit Sydney am Pretender-Projekt zusammengearbeitet und war dann plötzlich spurlos verschwunden. Sydney erfährt, dass Michelle mittlerweile verheiratet ist. Aber acht Monate, nachdem sie gezwungen wurde, das \"Center\" zu verlassen, hat sie ein Kind geboren. Sydneys Sohn?","versions":[{"lang":1,"streams":[{"redirect":8806696,"hoster":"VOE"},{"redirect":12194298,"hoster":"Doodstream"},{"redirect":8614984,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Stumme Zeugen","epNo":16,"alt":"Silence","descr":"Jarod ist in El Paso, Texas, als Psychologe zur Drogenfahndung der Polizei gestoßen, um dabei zu helfen, den kleinen Nicky zum Sprechen zu bringen. Der fünfjährige Junge ist der einzige Zeuge beim Mord an einem Beamten und hat seit drei Wochen kein Wort mehr geredet. Er und seine Mutter Karla sind zwei Attentatsversuchen nur knapp entkommen. Jarod versucht, das Vertrauen des traumatisierten Kindes zu gewinnen, während ihm Special Agent Roger Bingham und Agent Andrew Stess ungeduldig im Nacken sitzen.","versions":[{"lang":1,"streams":[{"redirect":8806697,"hoster":"VOE"},{"redirect":12194313,"hoster":"Doodstream"},{"redirect":8614985,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Todesflug","epNo":17,"alt":"Crash","descr":"Jarod schließt sich der Untersuchungskommission an, die die Ursache für einen Flugzeugabsturz aufklären soll. Laut Kapitän Larsons Aussage war im Cockpit bis zur Katastrophe alles in Ordnung. Jarod kommt dahinter, dass Larsons einflussreicher Vater zu vertuschen versucht, dass sein Sohn die Maschine unter Drogeneinfluss geflogen ist.Sydney, Broots und Miss Parker besuchen nach einem Hinweis von Jarod ein Klassentreffen in Nebraska. Bei der Vorführung von Dias ehemaliger Schüler entdeckt Parker auch ein Foto von Mr. Lyle. Er soll vor 16 Jahren von seinem Vater ermordet worden sein.","versions":[{"lang":1,"streams":[{"redirect":8806698,"hoster":"VOE"},{"redirect":12194300,"hoster":"Doodstream"},{"redirect":8614988,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Showdown in der Wüste","epNo":18,"alt":"Red Rock Jarod","descr":"Die Wüste von Arizona scheint eine seltsam belebende Wirkung auf Tote zu haben. Mit einer fingierten e-mail-Nachricht von Sydney lockt der angeblich tote Mr. Lyle den Pretender in das Wüstennest Dry River. In der freundlichen kleinen Stadt landet Jarod sogleich hinter Gittern, denn Lyle hat Sheriff Delmont gefügig gemacht, in dem er dessen hochschwangere Frau entführt und lebendig in der Wüste begraben hat.Delmont liefert Jarod an Lyle aus, der mit dem Pretender seine Rückkehr ins Triumvirat des \"Center\" erkaufen will. Aber ein anderer Totgeglaubter hilft Jarod: sein Bruder Kyle. Während Kyle von dem Gedanken an Rache besessen ist, will Jarod die Frau des Sheriffs retten. Als auch Miss Parker, Sydney und Broots in Arizona eintreffen, kommt es zu einem dramatischen Showdown in der Wüste.","versions":[{"lang":1,"streams":[{"redirect":12919978,"hoster":"VOE"},{"redirect":12194302,"hoster":"Doodstream"},{"redirect":8614990,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Entführt","epNo":19,"alt":"Stolen","descr":"Jarod behandelt als Arzt den Multi-Millionär George Harper, der einen Herzinfarkt erlitten hat. Harpers Sohn Patrick wurde entführt, der Täter verlangt zwei Millionen Dollar Lösegeld. Jarod nimmt die Identität von Harper an, um Patricks Leben zu retten. Zunächst muss er allerdings Harpers Sicherheitschef Manny Alomar von seiner Vertrauenswürdigkeit überzeugen.Durch die Entführung erinnert Jarod sich bruchstückweise daran, wie er selbst als Kind entführt und in das \"Center\" gebracht wurde. Mr. Raines lässt ein Telefonat von Jarod mit Sydney abhören und nimmt so eine heiße Spur zum Pretender auf. Als Jarod am Telefon mit dem Entführer über die Lösegeldübergabe verhandelt, treffen Sydney, Miss Parker und die Häscher von Mr. Raines ein.","versions":[{"lang":1,"streams":[{"redirect":8806704,"hoster":"VOE"},{"redirect":12194301,"hoster":"Doodstream"},{"redirect":8614989,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Unter Beschuss","epNo":20,"alt":"Bank","descr":"Jarod schickt Miss Parker einen Brief ihrer Mutter aus dem Jahr 1970 und eine Broschüre der Dover Bank in Delaware. In der Bank trifft sie den Pretender und Mr. Fenigor, der gemeinsam mit ihrer Mutter vor mehr als 25 Jahren versucht hatte, die Kinder aus dem \"Center\" zu befreien. Er ist der einzige Mann, der möglicherweise weiß, wer Jarods Eltern sind und wer Miss Parkers Mutter getötet hat.Aber dann wird die Bank überfallen. Als einer der Angestellten den Alarm auslöst, werden alle als Geiseln genommen. Jarod und Miss Parker erfahren, dass Fenigor seit zwanzig Jahren jeden Monat 10.000 Dollar vom \"Center\" erhält. Aber wer bezahlt ihn für sein Schweigen? Draußen postieren sich unterdessen die Scharfschützen des \"Center\", nachdem Jarod im Fernsehen zu sehen war.","versions":[{"lang":1,"streams":[{"redirect":8806702,"hoster":"VOE"},{"redirect":12194305,"hoster":"Doodstream"},{"redirect":8614995,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Blutspuren, Teil 1","epNo":21,"alt":"Bloodlines (1)","descr":"Dank der Hinweise von Mr. Fenigor findet Jarod das Haus seiner Eltern, das schon vor Jahren niederbrannte. Er lässt sich als Arzt bei NuGenesis anstellen, einer modernen Klinik für künstliche Befruchtungen. Einige der Klinikräume werden unter Verschluss gehalten und die Kinder dort Blut- und Intelligenztests unterzogen. Mit Hilfe des Hausmeisters gelangt Jarod an geheime Dateien und erfährt, dass auch er als Kind hier getestet wurde.Im \"Center\" versucht Sydney, Angelo zu kurieren und ihm seine ursprüngliche Persönlichkeit als Timmy wiederzugeben. Broots findet heraus, dass das \"Center\" plant, wieder ein Kind zu entführen und einen neuen Pretender zu schaffen. Auch für Miss Parker hat er überraschende Neuigkeiten: Sie hat einen Zwillingsbruder, der angeblich tot geboren wurde.","versions":[{"lang":1,"streams":[{"redirect":8806701,"hoster":"VOE"},{"redirect":12194303,"hoster":"Doodstream"},{"redirect":8614987,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Blutspuren, Teil 2","epNo":22,"alt":"Bloodlines (2)","descr":"Jarod findet heraus, dass der kleine Davy Simpkins vom \"Center\" entführt werden soll, um einen neuen Pretender zu schaffen. Aber Jarod kommt zu spät: Davy ist schon fort. Mit Hilfe von Sydney und Angelo erfährt der Pretender, wohin Davy gebracht wurde. Jarod bleiben nur drei Stunden, um zu verhindern, dass die Gehirnwäsche einen dauerhaften Schaden an Davys Psyche anrichtet.Miss Parker findet Jarod und richtet ihre Waffe auf ihn. Er kann sie nur mit der überraschenden Nachricht aufhalten, dass es nicht sieben, sondern acht Kinder waren, die das \"Center\" als geeignet identifiziert hatte. Miss Parker und ihr Bruder waren zwei davon. Jarod begibt sich schließlich noch einmal ins \"Center\", um das letzte Geheimnis seiner Herkunft zu lüften. Er ahnt nicht, dass Sydney dort eine Bombe installiert hat, um das neue Pretender-Projekt zu verhindern.Heute zu Gast bei \"Pretender\": Kinderstar Haley Hoel Osment, der mit der Rolle des übersinnlich begabten Jungen Cole Sear in \"Sixth Sense\" über Nacht berühmt wurde und unter anderem auch in \"A.I. – Künstliche Intelligenz\" und in \"Das Glücksprinzip\" überzeugte.","versions":[{"lang":1,"streams":[{"redirect":8806709,"hoster":"VOE"},{"redirect":12194306,"hoster":"Doodstream"},{"redirect":8614999,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"In der Zwangsjacke","epNo":1,"alt":"Crazy","descr":"Jarod lässt sich in eine psychiatrische Klinik einweisen, um dort der Patientin Mary Blake zu helfen. Sie wird gegen ihren Willen festgehalten und mit Medikamenten ruhig gestellt, weil sie scheinbar etwas zu viel über das Verschwinden einer weiteren Patientin, Erica Michaels, weiß. Die beiden Frauen waren gemeinsam aus der Klinik geflohen, als Erica von einem der Ärzte, Dr. Blythe, schwanger wurde. Der Psychiater nutzt seine Stellung als Arzt aus, um seine Patientinnen zu missbrauchen. Hat er die lästige Zeugin Erica ermordet?Im \"Center\" wird unterdessen nach der großen Explosion die Arbeit wieder aufgenommen. Vor allem Mr. Raines entwickelt ungewöhnliche Aktivitäten, die sofort Miss Parkers Argwohn erwecken. Tatsächlich entdeckt sie, dass er den bei der Explosion erblindeten Sydney festhält. Außerdem kündigt Mr. Parker an, dass ein neuer Mann in die Jagd nach Jarod einsteigen wird. Zu Miss Parkers Entsetzen handelt es sich dabei um Lyle. Ihr steht allerdings ein noch größerer Schock bevor: Lyle ist nicht nur der neue Mann im \"Center\", er ist auch ihr Bruder.","versions":[{"lang":1,"streams":[{"redirect":8806708,"hoster":"VOE"},{"redirect":12194308,"hoster":"Doodstream"},{"redirect":8614992,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Traumfänger","epNo":2,"alt":"Hope and Prey","descr":"Der Indianer Mike Brodie nimmt mit Jarod Kontakt auf und erzählt ihm, dass er seinen Vater kannte. Während der Unterhaltung stürmen bewaffnete Kopfgeldjäger die Bar, vor denen Mike flieht. In Brodies Haus trifft Jarod auf eine weitere Kopfgeldjägerin, die attraktive Kim Hirsch. Er behauptet, ebenfalls hinter dem Umweltaktivisten her zu sein, auf dessen Kopf offenbar eine Bergbaufirma Geld ausgesetzt hat, gegen die er protestiert.Bei seiner Suche nach Brodie muss Jarod immer wieder die hartnäckige Kim abschütteln. Er findet heraus, dass Mikes Stammesgenosse Vincent das Kopfgeld ausgesetzt hat, damit auch Mikes Land an die Bergbaufirma verkauft werden kann. Jarod lockt Vincent in eine Falle. Und Brodie erzählt, dass Jarods Vater ihm als kleiner Junge das Leben rettete, als er sich in der Wüste verirrt hatte. Danach hat er dem Jungen eine Halskette mit einem \"Traumfänger\" angefertigt.Im \"Center\" bricht ein Wettstreit zwischen Miss Parker und ihrem Bruder Lyle aus, wer Jarod zuerst findet. Mr. Fenigor, der zunächst für tot erklärt wurde, ist offensichtlich einer Gehirnwäsche unterzogen worden, und Sydney erlangt langsam sein Augenlicht zurück.","versions":[{"lang":1,"streams":[{"redirect":8806706,"hoster":"VOE"},{"redirect":12194309,"hoster":"Doodstream"},{"redirect":8614991,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mörderischer Vollmond","epNo":3,"alt":"Once in a Blue Moon","descr":"Die Entführung der jungen Sara erinnert Jarod schmerzlich an seine eigene Kindheit: Als Junge im \"Center\" sollte er die Entführung der kleinen Annie aufklären. Der Täter Douglas Willard wurde damals gefasst, aber die Leiche von Annie nie gefunden. Saras Entführung weist in allen Details die gleichen Merkmale wie damals auf. Jarod gibt sich als FBI-Mann aus, um das Mädchen diesmal rechtzeitig zu finden.Jarod besucht Willard im Gefängnis. Das Verhör des Psychopathen verwandelt sich in ein Katz- und Maus-Spiel. Willard weigert sich, Jarod zu sagen, wohin der Täter sein Opfer entführt hat: den gleichen Ort, an den er damals Annie brachte. Die Polizei ist inzwischen Carl Shuman auf die Schliche gekommen, einem ehemaligen Wächter von Willard. Ist er Nachahmungstäter oder Marionette des Killers? Jarod geht zum Schein auf Willards Forderungen ein. Um das Leben des Mädchens zu retten, bringt er ihn an den Tatort. Dort kann der Mörder entkommen.","versions":[{"lang":1,"streams":[{"redirect":8806710,"hoster":"VOE"},{"redirect":12194325,"hoster":"Doodstream"},{"redirect":8615000,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Brandgefährlich","epNo":4,"alt":"Someone to Trust","descr":"Als Jarod zufällig Zeuge wird, wie Kristi Kincaid einem Obdachlosen und seiner Familie hilft, ist es um ihn geschehen: Er verliebt sich in die attraktive Frau. Die ist allerdings verheiratet, und zwar mit dem Mann, dem der Pretender gerade das Handwerk legen will. Harold Kincaid betreibt durch Explosionen und Brandstiftung Versicherungsbetrug im großen Stil, der schon einige Unschuldige das Leben gekostet hat.\r\rJarod gibt sich als Experte für genau solche Operationen aus und übernachtet im Haus der Kincaids. Nachts wird er von Schreien geweckt, das Haus steht in Flammen, Harold kommt im Feuer um. Der Sheriff hält Jarod für den Hauptverdächtigen. Der Pretender erkennt, dass Kristi, die ihre Liebe zu ihm beteuert, ein falsches Spiel treibt.Auch im \"Center\" gibt es Vertrauensprobleme: Jarod hat Miss Parker ein Foto zugespielt, dass Che Ling zeigt, eine asiatische Katalogbraut, die in Las Vegas zu Tode geprügelt wurde. Ein weiteres Foto zeigt Mr. Parker vor Che Lings Appartement. Und dann treibt Broots auch noch das Hochzeitsfoto auf: Es zeigt Che Ling und … Mr. Lyle!","versions":[{"lang":1,"streams":[{"redirect":12919982,"hoster":"VOE"},{"redirect":8614993,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Maulwurf","epNo":5,"alt":"Betrayal","descr":"Broots lernt Französisch, um seine Tochter Debbie zu ihrem Geburtstag mit einem Trip nach Paris zu überraschen. Aber vorher soll er auf Miss Parkers Anweisung im EDV-Zentrum des \"Center\" einem Software-Problem auf den Grund gehen, durch das offensichtlich geheime Daten nach außen gelangt sind. Dabei entkommt Broots nur knapp einem maskierten Killer, der bereits alle anderen Anwesenden erschossen hat.Broots rennt um sein Leben, verfolgt von dem Killer und Lyle, der ihn verdächtigt, die undichte Stelle im \"Center\" zu sein. Jarod rettet Broots das Leben. Er weiß auch, dass das ehemalige \"Center\"-Mitglied Damon hinter dem Datendiebstahl steckt. Damon arbeitet mit jemandem zusammen, der ihm Aufzeichnungen von Jarods früheren Simulationen zukommen lässt. Drei dieser Bänder hat er bereits benutzt, um Anschläge auf die U-Bahn, ein Konsulat und ein Militärflugzeug zu begehen. Die vierte Datei, die er jetzt gestohlen hat, enthält noch gefährlichere Informationen: den Code einer biologischen Waffe. Beim Versuch, Damon aufzuhalten, wird der Pretender angeschossen.","versions":[{"lang":1,"streams":[{"redirect":8806705,"hoster":"VOE"},{"redirect":12194317,"hoster":"Doodstream"},{"redirect":8615002,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bewährungsprobe","epNo":6,"alt":"Parole","descr":"Um den Tod von Bobby Harmon aufzuklären, gibt Jarod sich als dessen frisch entlassener Zellengenosse aus. Bewährungshelfer Jack Brevins macht dem Pretender schnell klar, was er zu tun hat, falls er nicht zurück in den Knast will. In Brevins Auftrag führen \"seine\" Ex-Häftlinge regelmäßig Raubüberfälle in Privathäusern durch. Brevins macht Jarod auch ein Willkommensgeschenk: die junge Sandi, die in Wirklichkeit den Auftrag hat, Jarod zu überwachen.\r\rSandi wusste von Bobbys Plan, Brevins an die Polizei zu verpfeifen. Einziger Mitwisser: Jarods neuer Partner Pat Rush. Der Überfall, den Rush und Jarod am Abend ausführen sollen, findet statt. Allerdings brechen die beiden ins Haus von Brevins ein, um Beweise gegen ihn zu suchen.Sydney hält sich zur gleichen Zeit – nach einem Hinweis von Jarod – in einem Krankenhaus auf. George, der Mann seiner großen Liebe Michelle, liegt im Sterben. Und Michelles Sohn Nicholas weiß noch nicht, dass nicht George, sondern Sydney sein Vater ist.","versions":[{"lang":1,"streams":[{"redirect":8806711,"hoster":"VOE"},{"redirect":12194312,"hoster":"Doodstream"},{"redirect":8615001,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein explosiver Plan","epNo":7,"alt":"Homefront","descr":"Jarod erleichtert das Konto des \"Center\" um 60 Millionen Dollar – Geld, das er sofort in Waffen investiert. Er gibt sich als Waffenhändler aus, um in Venezuela an Desmond Blake heranzukommen, genauer gesagt an dessen Kinder Ryan und Rebecca. Nach der Scheidung vor drei Jahren hat er seine Kinder entführt und ihnen weisgemacht, ihre Mutter Wendy sei bei einem Autounfall ums Leben gekommen. In Wirklichkeit ist sie seit dem Verschwinden der Kinder auf der Suche nach ihnen.Jetzt sieht es allerdings so aus, als würde Wendy in ihrer Aufregung alles vermasseln. Sie will ihre Kinder sofort sehen und wird dabei entdeckt. Blake will am nächsten Morgen mit den Kindern abreisen, so dass Jarod kaum Zeit bleibt, dies zu verhindern. Sein Plan scheitert, da der misstrauische Blake Ryan und Rebecca bereits aus dem Haus geschafft hat. Mit Plan B kann der Pretender dann aber sogar Miss Parker und Mr. Lyle abhängen, die ihm mittlerweile auf die Spur gekommen sind.","versions":[{"lang":1,"streams":[{"redirect":12919983,"hoster":"VOE"},{"redirect":12194311,"hoster":"Doodstream"},{"redirect":8614994,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Spürhund","epNo":8,"alt":"Flesh and Blood","descr":"Sydneys Sohn Nicholas wird mit einer Gruppe von Lehrern in den Appalachen entführt. Jarod schließt sich dem Suchtrupp in den Bergen an. Er ist überzeugt, dass die paramilitärische Organisation von Eldridge Hailey die Lehrer als Vergeltung entführt hat, weil die Anti-Terrorismus-Einheit, der Jarod angehört, ihre Waffen beschlagnahmt hat. Hailey verlangt eine Million Dollar für seine Geiseln. Die Spezialeinheit hat ihr Versteck inzwischen lokalisiert. Überraschenderweise trifft plötzlich auch Sydney dort ein. Dann stolpert Hailey verwundet aus der Mine. Er wird festgenommen, in der Mine findet man Leichen.Die Toten sind Haileys Männer. Aber wo sind die Geiseln? Und wurde Hailey nur am Leben gelassen, um Jarod Informationen zu geben? Tatsächlich berichtet Hailey, sie seien von einem Mann überfallen worden, der nur neun Finger hat: Lyle! Sofort schickt Jarod seine Kollegen in eine falsche Richtung – er weiß, dass Lyle ihn in eine Falle locken will. Gemeinsam mit Sydney macht er sich auf die Suche. Als sie in einem alten Schulhaus die Geiseln und Lyle entdecken, schlägt Sydney den Pretender bewusstlos.","versions":[{"lang":1,"streams":[{"redirect":8806713,"hoster":"VOE"},{"redirect":8615003,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der perfekte Mord","epNo":9,"alt":"Murder 101","descr":"Schock für Miss Parker, die sich fragen muß, wie gut sie eigentlich ihren Vater kennt. Der ändert nämlich gerade sein Testament. Ans Sterben denkt er allerdings noch nicht, ganz im Gegenteil: Mr. Parker ist verliebt und will heiraten. Als sie erfährt, um wen es sich handelt, verschlägt es Miss Parker dann wirklich die Sprache: ausgerechnet Brigitte, die Frau, die versucht hatte, Mr. Parker zu töten … Jarod übernimmt unterdessen an einer Universität in Connecticut die Psychologie-Klasse von Professor Alden Clark. Clark ist vor etwa einem Jahr spurlos verschwunden, kurz nach dem Erscheinen seines Buchs \"Der perfekte Mord\". Die Polizei geht im Gegensatz zu Aldens Frau Deborah davon aus, daß er sich mit einer Geliebten abgesetzt hat, als er erfahren hat, daß seine Frau schwanger ist. Jarod gibt seinen hochbegabten Studenten eine Aufgabe: Sie sollen den perfekten Mord planen, am Beispiel von Alden Clark. Ein vorgetäuschter Autounfall bietet sich an, denn Clark fuhr jeden Freitag zu seiner Hütte in den Bergen. Allerdings nicht an dem Freitag, als er verschwand. Da wollte er nämlich nach Hause, weil er gerade erfahren hatte, daß er Vater wird. Trotzdem wird jetzt am Weg zur Hütte seine Leiche im Auto gefunden. Jarod hat bereits einige Studenten in Verdacht: Claire, Matthew und Grady. Aus einer betrunkenen Spinnerei haben die arrogante Claire und ihr Komplize Grady Ernst gemacht. Jetzt wird Matthews Selbstmord vorgetäuscht, und Jarod findet einen perfiden Weg, die anderen beiden zu einem Geständnis zu \"überreden\".","versions":[{"lang":1,"streams":[{"redirect":8806716,"hoster":"VOE"},{"redirect":12194315,"hoster":"Doodstream"},{"redirect":8614996,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der geheimnisvolle Mr. Lee","epNo":10,"alt":"Mr. Lee","descr":"Als Jarod auf dem Busbahnhof in Washington einer jungen Frau zur Hilfe kommt, die offensichtlich verfolgt wird, zeigt diese sich nicht gerade dankbar. Im Gegenteil: Als der Pretender ihr nach Hause folgt, bedroht Rachel ihn sogar mit einer Waffe und schlägt ihn dann nieder. Jarod kommt schließlich dahinter, daß Rachel guten Grund hat, mißtrauisch zu sein: Als Studentin wurde sie vom CIA für das Projekt \"M2\" angeworben, bei dem ähnliche Simulationen von Attentaten gemacht wurden wie sie mit Jarod im \"Center\" durchgeführt wurden. Dann fanden die angeblich für Trainingszwecke erarbeiteten Katastrophenszenarien wirklich statt. Rachel wollte aussteigen und fälschte eine Unterschrift. Das war vor zehn Jahren. Jetzt wurden Rachels Kinder entführt, und man droht, sie zu töten, wenn Rachel nicht einen Auftrag als Killerin annimmt. Jarod findet heraus, daß alle an \"M2\" Beteiligten mitsamt ihren Familien mittlerweile getötet wurden. Also wird man auch Rachel nicht am Leben lassen. Doch es sieht so aus, als könne der Pretender Rachel nicht helfen. Die verzweifelte Mutter ist entschlossen, das geplante Attentat auszuführen, damit sie ihre Kinder wiederbekommt. Miss Parker lernt unterdessen am Zigarettenautomaten der Tankstelle Thomas Gates kennen. Könnte er das Eis zum Schmelzen bringen? Zunächst bleibt die Agentin kühl wie gewohnt.","versions":[{"lang":1,"streams":[{"redirect":8806715,"hoster":"VOE"},{"redirect":12194314,"hoster":"Doodstream"},{"redirect":8614997,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wahre Lügen","epNo":11,"alt":"The Assassin","descr":"Miss Parker und Mr. Lyle stellen fest, daß nicht nur sie hinter Jarod her sind. Ein mysteriöser blinder Chinese namens Mr. Lee stellt ebenfalls Nachforschungen über den Pretender an. Mit Hilfe seiner Assistentin Anna befragt er Personen, die mit Jarod zu tun hatten. Der bei einem Bombenattentat erblindeten Fotografin Rachel hatte Jarod neuen Lebensmut gegeben und den Täter geschnappt. Dr. Fein, den Lee im Gefängnis aufsucht, war es mit gleicher Münze heimgezahlt worden, daß er einen unschuldigen Mann lebendig begraben hatte. Und Susan Granger hat Jarod geholfen, in drei Jahren neun vermißte Kinder zu finden. Als Sydney und Miss Parker von Elvis-Imitator Bernie Baxley wissen wollen, was Mr. Lee ihn gefragt hat, stürzt Broots mit interessanten Neuigkeiten ins Büro: Er konnte einen Anruf von Mr. Lee zurückverfolgen: ins \"Center\", in das Büro von Mr. Parker. Dann befragen sie den jungen J.R. Miller, der als Organspende das Herz von Jarods Bruder bekommen hat. Mr. Lyle wird unterdessen niedergeschlagen und zu Lee gebracht. Lee will herausfinden, was Jarod motiviert, unter hohem Risiko anderen zu helfen, warum er flieht, aber nicht verschwindet. Falls er versteht, wie Jarod denkt und fühlt, könnte er seinen nächsten Schritt voraussehen und den Pretender mit seinen eigenen Waffen schlagen – und das im Auftrag von Brigitte, wie sich herausstellt. Außer sich vor Wut macht sich auch Miss Parker auf den Weg. Aber Jarod ist keineswegs überrascht, als plötzlich das gesamte \"Center\" vor seiner Tür steht.","versions":[{"lang":1,"streams":[{"redirect":8806717,"hoster":"VOE"},{"redirect":12194321,"hoster":"Doodstream"},{"redirect":8614998,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Haie unter sich","epNo":12,"alt":"Unsinkable","descr":"Seit Wochen gibt jemand Anzeigen auf, um Jarod in einem Casino in Atlantic City zu treffen. Der Unbekannte entpuppt sich als Argyle, nicht gerade ein Freund des Pretenders. Er hat ihm zwar einmal das Leben gerettet, dann aber versucht, ihn an das \"Center\" zu verkaufen. Jetzt hat Argyle 5000 Dollar Schulden bei Kredithai Sonny Faddis, weil er das Geld an einen Buchmacher verloren hat, und einen gebrochenen Finger. Jarod besorgt ihm das Geld, das für Argyles Vater Benny bestimmt war, der von einer Reise zum Papst träumt. Aber damit fängt der Ärger erst an. Als er für Faddis eine Tasche mit Geld abholen soll, wird Argyle von einem Mann, der sich \"der Kubaner\" nennt, angeschossen. Die Tasche enthält nur Zeitungspapier. Jarod findet heraus, daß Faddis versucht, Argyle reinzulegen. Der \"Kubaner\" ist in Wirklichkeit Ire, Denis O’Quinn, der zweitgrößte Kredithai von Atlantic City. Faddis hat zwei seiner Kuriere getötet und will die Morde jetzt Argyle in die Schuhe schieben. O’Quinns Leute waren in Ketten gefesselt im Atlantik versenkt worden. Eine Schwimmstunde dieser Art organisiert der Pretender nun seinerseits für Faddis. Dabei landet dann allerdings Jarod selbst in Ketten auf dem Meeresboden.","versions":[{"lang":1,"streams":[{"redirect":8806714,"hoster":"VOE"},{"redirect":12194318,"hoster":"Doodstream"},{"redirect":8615004,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Karambolage","epNo":13,"alt":"Pool","descr":"In Memphis kann Jarod in einem Billard-Salon eine junge Frau in letzter Sekunde davon abhalten, den schmierigen Profi-Spieler Eddie Fontenot zu erschießen. Billie verdächtigt ihn, vor zwei Wochen ihren Adoptivvater Marvin, den Bruder des Clubbesitzers Barry Dupree, getötet zu haben. Jarod erklärt sich bereit, bei der Aufklärung des Falls zu helfen. Da es nur einen Weg gibt, Fontenot das Handwerk zu legen, nämlich am Billardtisch, erhält der Pretender von Billie zunächst einen Crashkurs am Pool-Tisch. Er findet aber auch heraus, daß Marvin Dupree Billies wirklicher Vater war, was ihre verstorbene Mutter geheimhalten wollte, weil Marvin schwarz war und sie weiß. Der Haß des Rassisten Fontenot wurde zusätzlich dadurch geschürt, daß er mit Billies Mutter verlobt war, als sie damals mit Marvin durchbrannte. Während Jarod sich auf die entscheidende Partie Pool-Billard vorbereitet, versucht Miss Parker die bevorstehende Hochzeit ihres Vaters mit Brigitte zu boykottieren. Dabei muß sie ein Familienessen mit der zukünftigen Schwiegermutter über sich ergehen lassen, bei dem Miss Parker ihren \"Lieben\" auch ihren Freund Thomas vorstellt. Außerdem erfährt sie, daß Brigitte Krankenblätter gefälscht hat, denen zufolge sie unfruchtbar sein soll. Trotzdem verhindert Miss Parker nicht, daß ihr Vater schließlich freudestrahlend einen neuen Bund fürs Leben schließt.","versions":[{"lang":1,"streams":[{"redirect":12334443,"hoster":"VOE"},{"redirect":12194320,"hoster":"Doodstream"},{"redirect":8615005,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"An der Schwelle des Todes","epNo":14,"alt":"At the Hour of Our Death","descr":"Jarod schickt seiner Verfolgerin ein Päckchen ins Center. Aber kaum hat Miss Parker den Inhalt – ein Silberkettchen mit einem Kreuz – in der Hand, bricht sie ohnmächtig zusammen. Mit schweren inneren Blutungen, vermutlich verursacht durch ein Magengeschwür, wird sie in die Klinik eingeliefert. Während sie in Lebensgefahr schwebt, stürzt Jarod in den Bergen mit einem kleinen Flugzeug ab. Allein und schwer verletzt erlebt er in einer gottverlassenen Gegend den Einbruch der Nacht. Es beginnt zu schneien, und ein Wolf schleicht um die Absturzstelle.Auge in Auge mit dem Tod erinnern sich Jarod und Miss Parker an ein gemeinsames Erlebnis im \"Center\". Damals schlossen sie als Kinder Freundschaft mit einem todkranken Mädchen namens Faith. Als sie starb, drückte Miss Parker ihr das Kreuz ihrer Mutter in die Hand – das Kreuz, das Jarod ihr jetzt geschickt hat. Nun ist es die tote Faith, die den Pretender und seine Verfolgerin anfleht, nicht aufzugeben und um das eigene Leben zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8806720,"hoster":"VOE"},{"redirect":12194319,"hoster":"Doodstream"},{"redirect":8615006,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Countdown","epNo":15,"alt":"Countdown","descr":"In San Diego, Kalifornien, wird Jarod Zeuge eines schweren Unfalls. Cindy Wells verunglückt mit dem Wagen, ihr kleiner Sohn Ryan wird schwer verletzt und benötigt dringend eine Nierentransplantation. Bei den Bluttests stellt sich aber heraus, daß Ted Wells nicht Ryans Vater ist. Cindy hat ihrem Mann nie gesagt, daß in Wirklichkeit Luther Ecksley, eine flüchtige Affäre vor ihrer Beziehung mit Ted, der Vater des Jungen ist. Jarod macht sich umgehend auf die Suche nach dem einzigen in Frage kommenden Spender und wird bald fündig: Ecksley sitzt wegen Drogenhandels in einem mexikanischen Gefängnis ein. Die Direktorin kann ihn allerdings nicht offiziell entlassen, also muß der Pretender den Häftling \"vorübergehend entführen\". Dabei verfehlen ihn nur knapp Miss Parker, Sydney und Broots, die nun ihrerseits als mögliche Komplizen im Büro der Gefängnisdirektorin festgehalten werden. Ecksley hat allerdings auch seine eigenen Vorstellungen von der neugewonnenen Freiheit: Er schlägt Jarod nieder und flieht. In San Diego meldet er sich aber bei einem alten \"Freund\" – dem, der ihn verpfiffen hat. Jarod knöpft ihn sich vor und kümmert sich dann bei Ecksley höchstpersönlich um die Organentnahme.","versions":[{"lang":1,"streams":[{"redirect":12919990,"hoster":"VOE"},{"redirect":12194322,"hoster":"Doodstream"},{"redirect":8615007,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Hart auf Sendung","epNo":16,"alt":"P.T.B.","descr":"Neil, der Moderator einer kleinen Radiostation in Chicago, verschwindet nach einem Überfall spurlos. Jarod übernimmt die Sendung und beginnt mit Nachforschungen. Wer ist das Mädchen, dessen Fotos der geheimnisvolle Attentäter, der auch mehrfach in der Sendung anruft, geschickt hat? Der Pretender findet heraus, dass sie Patricia heißt, aufgrund einer Nervenstörung im Rollstuhl sitzt und dass Neil über eine anonyme Stiftung ihre Betreuung bezahlt.Neil war Stabsarzt in dem Armee-Hospital, in dem Patricias Eltern gestorben sind. Pattys Mutter war das Opfer eines geheimen Regierungs-Experiments, bei dem Impfstoffe an Soldaten getestet wurden. Neil hatte sich aus Feigheit damals nicht widersetzt. Colonel Willard Spence, einer von Neils damaligen Vorgesetzten, wurde später verurteilt. Er gibt Neil und seiner Radio-Show die Schuld. Jarod und Neil stellen ihm – on air – eine Falle. Im Flugzeug sind aus dem \"Center\" unterdessen Sydney, Lyle und Broots unterwegs nach Chicago – ohne Miss Parker. Die Agentin steht vor einer schweren Entscheidung: Ihr Freund Thomas hat für sie beide ein Haus gekauft – in Portland.","versions":[{"lang":1,"streams":[{"redirect":8806719,"hoster":"VOE"},{"redirect":12194323,"hoster":"Doodstream"},{"redirect":8615009,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Nestflucht","epNo":17,"alt":"Ties That Bind","descr":"Ein Schock für Jarod und den jungen Ausreißer Dylan Hale, den er gerade in Jacksonville, Florida, zurück nach Hause bringen will: Dylans Vater fliegt vor ihren Augen mit seinem Boot in die Luft. Die Polizei findet zwar einen Abschiedsbrief, aber hat Peter Hale tatsächlich Selbstmord begangen? Jarod gibt sich als Steuerprüfer aus und stattet der Anwaltskanzlei Hoyt \u0026 Associates, für die Hale gearbeitet hat, einen Überraschungsbesuch ab. Dort macht er interessante Entdeckungen: Hoyt und seine Partner stehen im Verdacht, ihre Finger bei der Ermordung eines Kronzeugen im Spiel zu haben, der gegen einen ihrer Hauptklienten aussagen wollte. Peter Hale diente dem FBI-Agenten Matthew Ashley als Informant – und Ashley ist vor fünf Tagen bei einem Verkehrsunfall ums Leben gekommen.Der Pretender bringt in Erfahrung, dass Mr. Winston, Sicherheitschef der Kanzlei, für die Morde an Ashley und Hale verantwortlich ist. Dann erlebt er eine Überraschung: Hale lebt! Aber Dylan ist bereits mit einer Pistole unterwegs in die Kanzlei, um den Tod seines Vaters zu rächen. Miss Parker teilt unterdessen ihrem Vater mit, dass sie das \"Center\" verlassen wird, um mit Thomas zusammenzuleben. Mr. Parker reagiert erwartungsgemäß: Mit einem Blanko-Scheck versucht er, den Freund seiner Tochter loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":8806722,"hoster":"VOE"},{"redirect":8615012,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Böses Erwachen","epNo":18,"alt":"Wake Up","descr":"Gerade hatte sich Miss Parker entschlossen, das \"Center\" zu verlassen und ihrer großen Liebe nach Portland zu folgen, da findet sie ihren Thomas am Morgen blutüberströmt auf der Veranda – mit einer Kugel im Kopf. Ein Unbekannter flieht vom Tatort, alles sieht danach aus, als habe Thomas einen Einbrecher überrascht. Oder steckt jemand anderes hinter dem Mord, wie Jarod der verzweifelten Miss Parker am Telefon andeutet?Die Polizei hat schnell einen Verdächtigen: Ein Junkie namens Wade Dawson wird – ebenfalls blutüberströmt und mit der Mordwaffe im Rucksack – im Wald geschnappt. Kurz darauf stirbt er in seiner Zelle an einer Überdosis. Aber wie sich herausstellt, wurde auch er ermordet. Kann Miss Parker wenigstens Detective Miller vertrauen? Gut möglich, aber er stirbt auf dem Weg zu ihr bei einem \"Verkehrsunfall\". Ursache: durchtrennte Bremsleitung. Das Überwachungsvideo aus dem Gefängnis zeigt, wer Wade Dawson besucht hat. Das führt Sydney, Broots und Miss Parker auf die Spur des Mannes, der nach dem Mord an Thomas geflohen ist: Lester Carmichael. Aber auch er kann keinen Aufschluss über die Hintermänner der Tat geben, denn er ist das nächste Opfer der mysteriösen Mordserie.","versions":[{"lang":1,"streams":[{"redirect":8806726,"hoster":"VOE"},{"redirect":12194328,"hoster":"Doodstream"},{"redirect":8615008,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Im Namen des Vaters","epNo":19,"alt":"End Game","descr":"In Atlanta wurde der 13jährige Bryce Banks entführt. Aber hinter dem Fall steckt mehr als Kidnapping. Detective Jarod \"Doyle\" bekommt Unterstützung vom FBI: Die Kriminalpsychologin Samantha Waters wird eingeschaltet, um das Täterprofil zu erstellen, denn in Maryland und Virginia sind unter ähnlichen Umständen acht weitere Jungen entführt worden. Alle waren hochbegabt und wurden von ihren Vätern stark unter Leistungsdruck gesetzt und emotional vernachlässigt. Sechs wurden ermordet, von zwei weiteren – Theodor Reed und Michael Taylor – fehlt auch heute, zehn Jahre nach ihrer Entführung, jede Spur. Nora Banks erinnert sich an einen Journalisten, der sich bei einem Schachturnier auffällig für ihren Sohn interessiert hat: Joshua Myers. Die richtige Spur. Aber der Fall wird immer mysteriöser. Hinter Joshua Myers verbirgt sich Theodor Reed, der offensichtlich von einem unbekannten \"Vater\" einer Gehirnwäsche unterzogen wurde. Und es gibt noch einen zweiten Entführer, der sich ebenfalls Joshua nennt. Aber wo ist Bryce? Jarod und Sam bleibt nur noch wenig Zeit: Auch das jüngste Entführungsopfer Bryce wurde einer Gehirnwäsche unterzogen und soll jetzt – als neuer Joshua – seinem \"Vater\" vorgestellt werden. Miss Parker und Broots kommen unterdessen gleich hinter zwei Geheimnisse von Brigitte: Die ungeliebte Stiefmutter pumpt sich mit Fruchtbarkeitshormonen voll – und sie hat ein Verhältnis mit Mr. Lyle.","versions":[{"lang":1,"streams":[{"redirect":12919988,"hoster":"VOE"},{"redirect":12194324,"hoster":"Doodstream"},{"redirect":8615010,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Unter Null","epNo":20,"alt":"Qallupilluit","descr":"Major Charles, Jarods Vater, hat eine Sicherheitslücke in der geheimen Forschungsstation gefunden, die das \"Center\" am nördlichen Polarkreis unterhält. Sofort macht sich der Pretender per Hubschrauber auf den Weg zu der Station auf Ellesmere Island, wo er sich als Klimatologe ausgibt. Die Stimmung in der Station ist nicht gerade entspannt. Draußen herrschen Temperaturen weit unter Null, drinnen sitzen die Wissenschaftler wegen eines Schneesturms fest und gehen aufeinander oder auf die Psychologin Beth los.Was hat Jarods Vater hier gefunden? Bevor der Pretender mit seinen Nachforschungen weiterkommt, verliert einer der Männer, Smitty, bei einem Brand sein Leben. Ein Unfall, wie der \"Doc\" auffallend schnell feststellt und Captain Osborne trotz Jarods Widerspruch sofort akzeptiert. Während Jarod nach einem weiteren Mord versucht herauszufinden, wer der Killer ist, wo sein Vater sich befindet und was für ein Projekt das \"Center\" in einem unterirdischen Labor durchführt, machen sich auch Sydney, Miss Parker und Broots auf den Weg ins ewige Eis.","versions":[{"lang":1,"streams":[{"redirect":8806725,"hoster":"VOE"},{"redirect":12194330,"hoster":"Doodstream"},{"redirect":8615018,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Projekt Gemini, Teil 1","epNo":21,"alt":"Donoterase (1)","descr":"Was verbirgt sich hinter dem Projekt \"Gemini\", dem Jarods Vater auf die Spur gekommen ist? Major Charles weiß nur, dass in dem geheimen Genforschungs-Labor am Nordpol Jarods DNA entschlüsselt wurde – und dass die Agenten aus dem \"Center\" jetzt auch hinter ihm her sind. Der Pretender wird Zeuge, wie das Flugzeug seines Vaters in Flammen aufgeht – ein Attentat von Brigitte. Aber Major Charles saß nicht in der Maschine, und Jarod und sein Vater können sich endlich in die Arme schließen.Die vom Major gestohlenen Disketten führen die beiden in den Ort Donoterase, der sich als Klonlabor entpuppt. Dort steht Jarod plötzlich sich selbst gegenüber – 20 Jahre jünger. Sie haben ihn geklont! Bei einer Schießerei wird der Pretender verletzt, kann aber entkommen. Doch er will den Jungen auf keinen Fall dem \"Center\" überlassen. Aber kann er seinem Verbindungsmann Sydney noch vertrauen? Der hat nämlich gerade die Leitung des Projekts \"Gemini\" übernommen.","versions":[{"lang":1,"streams":[{"redirect":12380904,"hoster":"VOE"},{"redirect":12194326,"hoster":"Doodstream"},{"redirect":8615011,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Projekt Gemini, Teil 2","epNo":22,"alt":"Donoterase (2)","descr":"Jarods Klon soll nach Afrika gebracht werden. Nach einem verschlüsselten Hinweis von Sydney kann Jarod mit Hilfe von Major Charles den Jungen in seine Gewalt bringen. Dabei wird allerdings sein Vater von Miss Parker geschnappt. Während Miss Parker vom Major endlich mehr über die Umstände des Todes ihrer Mutter erfährt, freunden sich Jarod und der junge Pretender an und schmieden einen Plan, ihren Vater zu befreien.Jarod geht zurück in die Höhle des Löwen. Er schlägt Miss Parker und Lyle einen Austausch vor: \"Euer Vater gegen meinen\", denn Jarod hat Mr. Parker entführt. Raines hat in der Zwischenzeit zwei Sweeper-Teams eingesetzt, die nicht Jarod, sondern Mr. Parker töten sollen. Beim Austausch der Väter bekommt Miss Parker die Kugel ab, die für ihren Vater bestimmt war. Major Charles kann mit dem Jungen fliehen, und Jarod bleibt bei Brigitte, Raines und Lyle zurück.","versions":[{"lang":1,"streams":[{"redirect":12919991,"hoster":"VOE"},{"redirect":12194327,"hoster":"Doodstream"},{"redirect":8615021,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die Afrika-Connection","epNo":1,"alt":"The World\u0027s Changing","descr":"Jarod in der Falle: Dem \"Center\" ist es endlich gelungen, den flüchtigen Pretender dingfest zu machen. Auf Mr. Lyles Anordnung wird er an einem geheimen Ort isoliert. Sydney versucht mit Angelos Hilfe herauszubekommen, wo Jarod festgehalten wird. Währenddessen erholt sich Miss Parker im Krankenhaus von der Verletzung durch den Schuss, der eigentlich ihren Vater treffen sollte. Sie hält sich nicht lange an die verordnete Bettruhe: Die Agentin ist entschlossen, Mr. Raines zu töten und flieht aus der Klinik.Jarod wechselt ebenfalls den Aufenthaltsort. Er findet sich mit dem geheimnisvollen Albino Mr. White und Sam in einem Flugzeug auf dem Weg nach Afrika wieder. Offenbar hat Mr. White den Auftrag, eine junge Familie umzubringen, deren Foto er bei sich trägt. Jarod kann sich befreien und die anderen Männer überwältigen. Nach der Notlandung entkommt Mr. White. Jarod identifiziert das Paar auf dem Foto als Clare und John Nash, Wissenschaftler eines Atomforschungslabors. Sie stehen unter strenger Bewachung, seit sie herausgefunden haben, dass sie für die Entwicklung neuer Waffen ausgenutzt werden. Jarod schleust sich in die Sicherheitsmannschaft der Nashs ein und findet heraus, dass einer der Agenten, Kurt Tympson, auf der Gehaltsliste von Mr. Lyle und Mr. White steht. Verzweifelt versucht der Pretender, die Nashs zu warnen.","versions":[{"lang":1,"streams":[{"redirect":12251126,"hoster":"VOE"},{"redirect":12194333,"hoster":"Doodstream"},{"redirect":8615013,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Loch","epNo":2,"alt":"Survival","descr":"Als Offizier einer Untersuchungskommission nimmt Jarod das militärische Überlebenstrainings-Camp von Captain Saunders in Texas unter die Lupe. Der junge Soldat Scott Rion hat sich hier das Leben genommen: Im \"Loch\" ist er während mehrtägiger Isolation durchgedreht – so die offizielle Version. Lieutenant Molly Kimbrell vertraut sich dem Pretender an: Scott wurde von Saunders bedroht, weil er sie gegen die Belästigungen des Captains verteidigt hat. Jarod findet heraus, dass Scott vor seinem Tod versuchte, sich das Wort \"Abyss\" in den Bauch zu ritzen – ein geheimes Drogenexperiment, an dem auch Saunders beteiligt ist. Wurde Scott vorsätzlich unter Drogen gesetzt und in den Selbstmord getrieben?Zur gleichen Zeit absolvieren Miss Parker und Mr. Lyle ihr ganz persönliches Überlebenstraining: Sie gehen Jarod in die Falle und werden in einem Container eingeschlossen, der kurz darauf verladen wird. Während der Fahrt mit unbekanntem Ziel kommt es zu heftigen Auseinandersetzungen zwischen den Geschwistern.","versions":[{"lang":1,"streams":[{"redirect":8850635,"hoster":"VOE"},{"redirect":12194329,"hoster":"Doodstream"},{"redirect":8615014,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Puzzlespiel","epNo":3,"alt":"Angel\u0027s Flight","descr":"Unter dem Pseudonym \"Detective Waxman\" versucht Jarod in San Francisco das mysteriöse Verschwinden von Jessica Bracken aufzuklären. Die einzige Spur ist eine Karte, die einen Engel und einen Dämon zeigt. Auf die Rückseite hat das Mädchen die Worte \"Gates of Hell\" geschrieben. Das führt Jarod in einen Club, in dessen Hinterzimmer der Magier Hawk spiritistische Sitzungen mit einer Gruppe treuer Anhänger im Teenager-Alter abhält. Alle haben traumatische Erlebnisse hinter sich – wie Jessica, deren Mutter vor drei Jahren Selbstmord beging.Als er Hawks Computerdateien sieht, kommt Jarod dem falschen Spiel des vermeintlichen Zauberers und seines Assistenten Karl auf die Schliche: Hawk hat Informationen über alle seine \"Jünger\" gesammelt, um an ihr Vermögen zu kommen. Gleichzeitig gibt der Pretender dem \"Center\" ein neues Rätsel auf. Aus dem Inhalt mehrerer Päckchen an Miss Parker lässt sich ein Wachskopf zusammensetzen. Als sie, Sydney und Broots in San Francisco eintreffen, werden sie – im Wachsmuseum von Sam Kleinman – Zeugen ihrer eigenen Exekution. Den Henker – den Fremden, den Jarods Wachskopf zeigt – stellt ihnen Mr. Lyle kurz darauf vor: Mr. Cox soll als interner Sicherheitsbeauftragter des \"Center\" die Jagd nach Jarod vorantreiben.","versions":[{"lang":1,"streams":[{"redirect":12380905,"hoster":"VOE"},{"redirect":12194339,"hoster":"Doodstream"},{"redirect":8615023,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Sexfalle","epNo":4,"alt":"Risque Business","descr":"Im renommierten Arnett Center tritt Jarod eine Stelle als Sextherapeut an. Er vertritt Dr. Melissa Blass, die nach der Attacke eines ihrer Patienten ihr Haus nicht mehr verlässt. Der verurteilte Sexualstraftäter Luke Carlo Luke bestreitet den Angriff allerdings. Tatsächlich hat Melissa das Gesicht des Angreifers nicht gesehen. Der Pretender findet heraus, dass Melissas Kollege Dr. Paul Arnett ihr Medikamente verschrieben hat, die ihre Angstzustände noch steigern, statt sie zu beruhigen.In Arnetts Büro stößt Jarod auf weitere Indizien. Gemeinsam mit Monique, einer verführerischen Patientin, lockt er Arnett in die Falle. Dabei macht er es sich zu Nutze, dass der Arzt panische Angst vor Wasser hat. Miss Parker und Broots folgen unterdessen Jarods Spuren zu einem Swinger-Pärchen. Roy und Linda verkaufen Sex-Spielzeug im Internet. Jarod hat dort eine größere Bestellung aufgegeben.","versions":[{"lang":1,"streams":[{"redirect":8806728,"hoster":"VOE"},{"redirect":12194331,"hoster":"Doodstream"},{"redirect":8615016,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Liebe auf der Flucht","epNo":5,"alt":"Road Trip","descr":"In einer Raststätte lernt Jarod die attraktive Zoe kennen, die auf der Flucht vor ihrem aufdringlichen Ex-Freund Vince ist. Zoe nimmt Jarod in ihrem Cabriolet mit. Dabei verliebt er sich in sie. Als er auf dem Rücksitz eine Tasche mit 25.000 Dollar entdeckt, scheint es mit der Anziehungskraft zwischen den beiden allerdings plötzlich vorbei zu sein. Kaum hat Zoe ihren Beifahrer abgesetzt, wird sie verhaftet: Verdacht auf bewaffneten Raubüberfall.Als Polizeibeamter getarnt, gelingt es Jarod, Zoe aus dem Gefängnis zu befreien. Ihm wird klar, dass Vince sich an ihr rächen will. Die beiden fahren zu Zoes Großmutter, der sie Jarod als ihren Ehemann vorstellt. Später macht er eine erschütternde Entdeckung: Zoe hat Krebs. In einem Hotel verbringen die beiden gemeinsam die Nacht. Am nächsten Morgen wacht Jarod in Handschellen ans Bett gekettet auf. Zoe will gerade abhauen, als ihr plötzlich Vince gegenübersteht.","versions":[{"lang":1,"streams":[{"redirect":8806729,"hoster":"VOE"},{"redirect":12194344,"hoster":"Doodstream"},{"redirect":8615015,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geh aufs Ganze","epNo":6,"alt":"Extreme","descr":"Nach einem missglückten Bungee-Sprung liegt Tony Goltz im Koma. Ein Fall, der Fragen aufwirft: Woher stammen die winzigen Industrieglas-Splitter in Tonys Haar? Außerdem ist seine Schwester Carrie seit dem Unfall verschwunden. Jarod schließt sich der Biker-Gang um Zed und Shea an, zu der Tony gehörte. Dann kann er die Glassplitter identifizieren: Sie stammen aus einem Raubüberfall auf die oberste Etage eines Hochhauses. Als Jarod bei Zed nach weiteren Hinweisen sucht, wird er von Shea überrascht.Zed unterzieht Jarod einem brutalen Initiations-Ritual: Er stößt ihn mit Handschellen gefesselt in einen Pool. Erst im letzten Moment wirft er ihm auf Sheas Bitten hin den Schlüssel zu. Shea, die in Wirklichkeit Carrie ist, glaubt, dass Zed für den Tod ihres Bruders verantwortlich ist. Jetzt lockt Zed Carrie in eine Falle: Als sie für ihn in ein Haus einbricht, alarmiert er die Polizei. Jarod kann sie retten, aber seine Tarnung fliegt auf. Unterdessen erhalten Miss Parker, Broots und Sydney verschlüsselte Hinweise auf eine vermisste asiatische Kellnerin. Die Spur führt zu Mr. Lyle. Hat er die Frau ermordet?","versions":[{"lang":1,"streams":[{"redirect":8806731,"hoster":"VOE"},{"redirect":12194334,"hoster":"Doodstream"},{"redirect":8615026,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wolfskind","epNo":7,"alt":"Wild Child","descr":"Während eines Angelausflugs in Utah wird Jarod Zeuge, wie ein verwildertes Mädchen von Polizisten in einen Wagen gezerrt wird. Ziel der Fahrt ist das Forschungslabor von Dr. George Wolverton, Autor eines umstrittenen Bestsellers über die Auswirkungen von Isolation auf die menschliche Psyche. Jarod gibt sich als Psychiater aus und lernt so Wolverton und seinen Kollegen Dr. Bennett kennen, die das Mädchen als das Forschungsobjekt ihres Lebens betrachten. Als sich der Gesundheitszustand des Kindes, dem Jarod den Namen Violet gibt, verschlechtert, findet der Pretender heraus, dass jemand sie vorsätzlich mit Grippeviren infiziert hat. Verbündete findet Jarod in Dr. Anne Sulvane und der Reporterin Leslie Twain.Jarod und Anne fliehen mit Violet und bringen sie zurück in den Wald. Dort findet Jarod verrottete Koffer und ein Foto, das ein junges Paar mit seiner kleinen Tochter zeigt – offenbar Violets Eltern. Danach führt das Kind Jarod und Anne zu einem alten Flugzeugwrack, in dem zwei Skelette liegen. Jarod macht noch eine weitere erschreckende Entdeckung: Jemand hat Violet die ganze Zeit über eine versteckte Videokamera beobachtet. Hat Dr. Wolverton sie schamlos für seine Forschungen ausgenutzt? Der Pretender lockt den Arzt in eine Falle, um sein Geständnis zu erpressen. Im \"Center\" versucht unterdessen Miss Parker herauszufinden, wer es auf sie und ihren Vater abgesehen hat. Die Spur führt zu Mr. Cox und zu Lyle.","versions":[{"lang":1,"streams":[{"redirect":8806735,"hoster":"VOE"},{"redirect":12194335,"hoster":"Doodstream"},{"redirect":8615020,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine Herzensangelegenheit","epNo":8,"alt":"Rules of Engagement","descr":"Als FBI-Special Agent leitet Jarod einen Einsatz im Krankenhaus. Die Brüder Billy und Cam Larsen haben sich mit Gewehren und Geiseln im Krankenzimmer ihres Vaters verschanzt und verlangen genau 41.342 Dollar und 17 Cents Lösegeld. Sie machen Dr. Stephen Franklin für den Tod ihrer Mutter verantwortlich. Jarod versucht das Vertrauen der beiden zu gewinnen. Dabei fällt ihm Sheriff Daniel Bowen in den Rücken, der keinerlei Skrupel hat, die Geiselnahme blutig zu beenden.Jarod gelingt es, eine der Geiseln freizubekommen. Als Mr. Larsen einen Herzstillstand hat, rettet der Pretender sein Leben. Jarod findet heraus, dass Dr. Franklin immer wieder Patienten zum Sterben nach Hause schickt, um der Krankenhausverwaltung Geld zu sparen. Der Pretender stellt dem Doktor eine Falle: Er sorgt dafür, dass der skrupellose Arzt selbst mit einem vermeintlichen Herzanfall zusammenbricht. Miss Parker erhält unterdessen einen überraschenden Anruf von ihrem verschollenen Vater.","versions":[{"lang":1,"streams":[{"redirect":8806732,"hoster":"VOE"},{"redirect":12194341,"hoster":"Doodstream"},{"redirect":8615019,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kopflos","epNo":9,"alt":"\u0027Til Death Do Us Part","descr":"Miss Parker wird von Alpträumen geplagt: Genau vor einem Jahr wurde ihr Freund Thomas ermordet, und noch immer weiß sie nicht von wem. An seinem Grab gibt Jarod ihr eine Visitenkarte mit einem Hinweis: \"Rumor 58259\". Broots findet heraus, dass es sich um eine Archivnummer des \"Center\" handelt. Er entdeckt die Aufzeichnung eines freundschaftlichen Gesprächs zwischen Thomas und Jarod – eine Überraschung für Miss Parker, die nicht wusste, dass Jarod damals Amor spielte. Aber wer ist \"Rumor\", der Killer, der im Auftrag des \"Center\" Thomas tötete?Eine Akte, die ihr ein Unbekannter zuspielt, ist ein Schock für Miss Parker: Der Killer ist ihre hochschwangere \"Stiefmutter\" Brigitte. Sofort macht die Agentin sich auf die Suche. Sie findet Brigitte in ihrem Versteck in einer einsamen Waldhütte, in den Wehen liegend. Nachdem Miss Parker unfreiwillig Geburtshilfe geleistet hat, stirbt Brigitte. Mr. Parker scheint darüber wenig traurig. Er ist sofort zur Stelle, um sein Baby abzuholen.","versions":[{"lang":1,"streams":[{"redirect":8806734,"hoster":"VOE"},{"redirect":12194336,"hoster":"Doodstream"},{"redirect":8615017,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Doppeltes Spiel","epNo":10,"alt":"Spin Doctor","descr":"Geschockt verfolgt Jarod in den Nachrichten die Meldung vom Selbstmord Todd Baxters, der ihm damals bei der Flucht aus dem \"Center\" half. Als FBI-Agent getarnt, übernimmt der Pretender die Ermittlungen. Die Obduktion von Baxter ergibt, dass er vor seinem angeblichen Sprung aus einem Hotelfenster erwürgt wurde. Todds Freundin Emily Sadler hingegen bestätigt die Gerüchte, Baxter sei drogensüchtig gewesen.\r\rNachdem Jarod Emily vor einem maskierten Angreifer rettet, gibt sie zu, dass sie zur Falschaussage gezwungen wurde. Baxter hatte am Abend seines Todes eine wichtige Verabredung mit einem Journalisten, der inzwischen ebenfalls tot ist. Jarod verdächtigt Ted Linden, den Pressesprecher des FBI. In Lindens Büro stößt er auf Memos, in denen Baxter Linden illegaler Operationen beschuldigte.\r\rIm \"Center\" sorgen sich unterdessen Miss Parker und Broots um Sydney, der beim Anblick einer beschädigten Armbanduhr völlig aus der Fassung gerät. Mr. Parker weiß warum: Vor Jahren hat Sydney bei einem Autounfall eine Frau getötet. Als herauskommt, dass das \"Center\" dabei seine Hände im Spiel hatte, wartet Mr. Parker mit einer weiteren Überraschung auf.","versions":[{"lang":1,"streams":[{"redirect":8806737,"hoster":"VOE"},{"redirect":12194337,"hoster":"Doodstream"},{"redirect":8615022,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Für eine Hand voll Kleingeld","epNo":11,"alt":"Cold Dick","descr":"Um seinem alten \"Freund\" Argyle zu helfen, gibt Jarod sich in Las Vegas mehr oder weniger freiwillig als Privatdetektiv Dick Dixon aus. Leider ist auf den niemand besonders gut zu sprechen. Trotzdem geht \"Dick\" mit Argyle auf die Suche nach dem Mörder von \"Dirty Willie\", dem Boss von Showgirl Mona, in das Argyle verliebt ist. Außerdem will Jarod dafür sorgen, dass der Traum von Argyles Vater Benny in Erfüllung geht. Der will unbedingt dem Star Wayne Newton seine Eigenkomposition \"Auf Wiedersehen\" vortragen. Kurz darauf wird Mona entführt und Casino-König Falzone entpuppt sich als der falsche Verdächtige. Die einzige brauchbare Spur führt zu den \"Frost Brothers\". Hinter dem Namen steckt eine alte Fleischfabrik, in der Jarod und Argyle prompt im Kühlhaus landen: Sie sind den korrupten Hilfssheriffs Dwight und Mike auf die Füße getreten.Hoch her geht es auch in der Flitterwochen-Suite, die sich Miss Parker und Broots auf der Suche nach Jarod teilen. Nachdem sie morgens überraschend zusammen im Bett aufwachen und sich ordentlich die Meinung sagen, taut die eiskalte Miss Parker plötzlich auf und lässt Broots nicht nur einen Blick auf ihre heißen Dessous werfen …","versions":[{"lang":1,"streams":[{"redirect":8806736,"hoster":"VOE"},{"redirect":12194348,"hoster":"Doodstream"},{"redirect":8615024,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bodyguard","epNo":12,"alt":"Lifeline","descr":"Jarod lernt Jenna McGann kennen, die mit Roland Pritchard verlobt ist. Dessen Waffenhandlungen dienen als illegale Geldwäschereien, außerdem steht er unter Mordverdacht. Jenna arbeitet in Wirklichkeit als Undercover-Agentin, um Pritchard das Handwerk zu legen. Dabei wird sie von ihrem Vorgesetzten Rick Alonzo massiv unter Druck gesetzt. Er hindert sie daran, ihre achtjährige Tochter Cassie regelmäßig zu sehen.Jarod wird als Bodyguard für Jenna eingestellt. Nur mit Mühe gewinnt er ihr Vertrauen. Eine gefährliche Operation steht bevor, bei der Pritchards Hintermänner gefasst werden sollen. Als Jennas Tarnung auffliegt, greift sie zu einem verzweifelten Mittel, um das Leben ihrer Tochter nicht zu gefährden. Sie bietet Pritchard an, ihn unbehelligt außer Landes zu bringen. Als Jarod versucht, ihr diesen Plan auszureden, schießt Pritchard auf ihn.","versions":[{"lang":1,"streams":[{"redirect":8806739,"hoster":"VOE"},{"redirect":12194338,"hoster":"Doodstream"},{"redirect":8615028,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der General","epNo":13,"alt":"Ghosts From The Past","descr":"Jarod hat sich unter eine Gruppe von Rassisten geschlichen, die seit Wochen die Gemeinde des schwarzen Pastors Jones terrorisieren. Im Quartier der Extremisten bereitet der Anführer Luke, der die Ankunft des \"Generals\" erwartet, eine neue Aktion vor: Die Ermordung von Jones’ Töchtern. \"Sprengstoffexperte\" Jarod soll die Bombe dafür bauen.Als der \"General\" eintrifft, weiß er bereits, dass ein Mann in seiner Truppe ein Verräter ist. Er kann den Spion unschwer identifizieren: Er und der Pretender kennen sich aus der Vergangenheit. Luke soll Jarod im Wald erschießen und verscharren.Im \"Center\" spürt der \"Empath\" Angelo, dass jemand Jarod töten will. Anhand verschiedener Fundstücke vergangener Fälle versucht er herauszufinden, wer der Feind ist. Dabei kommt er schließlich auf den ehemaligen Marineoffizier und Menschenschmuggler Bartlett, dem Jarod einst das Handwerk legte. Tatsächlich ist Bartlett der \"General\". Aber können Syd, Miss Parker und Broots Jarod noch retten?","versions":[{"lang":1,"streams":[{"redirect":12919992,"hoster":"VOE"},{"redirect":8615025,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Schlächter","epNo":14,"alt":"The Agent Of Year Zero","descr":"Misstrauisch beobachten Miss Parker, Sydney und Broots im \"Center\" die neuen Aktivitäten von Mr. Lyle. Wer ist Ki Mok, dessen Einbürgerung Lyle so vehement unterstützt? Jarod scheint der Mann ebenfalls höchst verdächtig. Im Immigrationsbüro beobachtet er eine blinde junge Frau, die Kambodschanerin Kim Che. Sie tritt nach vorn, als Mok spricht und ruft wiederholt \"Thon, der Schlächter\", bevor sie von der Polizei abgeführt wird. Als FBI-Agent, getarnt bringt der Pretender Kim Che in Sicherheit, während auf dem Revier Lyles Sweeper-Team eintrifft. Jarod erfährt, dass Kim Che in Ki Mok einen Offizier der Roten Khmer erkannt hat, der Tausende in ihrer Heimat auf dem Gewissen hat. Kim Che erblindete im Alter von sechs Jahren, als sie miterleben musste, wie Thon ihre Familie tötete. Broots stößt bei seinen Recherchen ebenfalls auf Ki Moks wahre Identität – und auf die Verbindung zu Lyle. Vor fünf Jahren war Lyle in Thailand Hauptverdächtiger in einem bestialischen Mord an zwei Prostituierten. Kriegsverbrecher Thon half ihm damals aus der Patsche – jetzt schuldet Lyle ihm einen Gefallen. Ehe er weiter in Aktion treten kann, wird Lyle jedoch von Jarod entführt. Der Pretender benutzt ihn, um sich Miss Parker vom Hals zu schaffen. Er hofft, dass Kim Che mit seiner Hilfe ihr Trauma überwinden kann und der Schlächter Thon endlich zur Rechenschaft gezogen wird.","versions":[{"lang":1,"streams":[{"redirect":8806740,"hoster":"VOE"},{"redirect":8615029,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Harter Stoff","epNo":15,"alt":"Junk","descr":"Jarod wird in die Rehabilitationsklinik von Dr. Jason Earl gebracht. Er unterschreibt nicht ohne Grund die Einweisungspapiere für die geschlossene Anstalt: Jarod will Jill Arnold helfen, die um das Sorgerecht für ihren kleinen Sohn bangt. Einen Tag vor der entscheidenden Anhörung soll die ehemals drogensüchtige Frau rückfällig geworden sein, kann sich aber an nichts erinnern. Jarod findet heraus, dass der Pfleger Garrett mit Drogen handelt. Aber mit Jills Fall will er nichts zu tun haben. Hat Dr. Earl selbst seine Patientin unter Drogen gesetzt? Als Jarod auf eine Verbindung zwischen Earl und Hillary Strick stößt, der Freundin von Jills Ex-Mann, arrangiert er für die beiden eine Gruppentherapie der besonderen Art.Im \"Center\" gehen Miss Parker und Broots unterdessen einem Hinweis von Jarod nach und entdecken Erschreckendes: Jarod ist als Kind von Mr. Raines für Drogenexperimente missbraucht worden. Beim Entzug half ihm ein Mann vom Reinigungspersonal: David Arnold, Jills Vater. Aber wo war Sydney damals?","versions":[{"lang":1,"streams":[{"redirect":8806746,"hoster":"VOE"},{"redirect":8615027,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Tod nach Stundenplan","epNo":16,"alt":"School Daze","descr":"Jarod belauscht zufällig einen Mordauftrag: Reginald Esposito, dem in wenigen Tagen der Mordprozess gemacht wird, will den Kronzeugen – einen Schuljungen – aus dem Weg räumen lassen. Der Pretender findet heraus, welche Schule der Junge besucht und tritt dort seinen Dienst als Ersatzlehrer an. Aber er hat keine Ahnung, wer in seiner Klasse der Zeuge ist. Als ihm endlich klar wird, dass es sich um Eric Gantry handelt, ist der Mörder dem Jungen bereits auf den Fersen.Jarod kann Eric und seine Mutter in Sicherheit bringen. Aber Eric ist in eine Klassenkameradin verliebt und geht heimlich noch einmal in die Schule. Dabei läuft er Lehrerin Rachel in die Arme, ohne zu ahnen, dass sie mit Esposito unter einer Decke steckt.Im \"Center\" machen Sydney und Miss Parker eine erstaunliche Entdeckung: Edna Raines, die vor 20 Jahren Selbstmord begangen haben soll, lebt! Kurz darauf flieht sie aus der Psychiatrie, in der Mr. Raines sie kaltgestellt hat, und taucht bei Miss Parker auf.","versions":[{"lang":1,"streams":[{"redirect":8806741,"hoster":"VOE"},{"redirect":8615030,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Giftalarm","epNo":17,"alt":"Meltdown","descr":"Die fünf Meisterdiebe, die Mastermind Elijah ausgeschickt hat, haben nicht die erwarteten Computerchips erbeutet, sondern hochgefährliches Nervengas, das sie aus einem leckgeschlagenen Behälter eingeatmet haben. Ohne Gegenmittel werden alle in sechs Stunden tot sein. Jarod hat sich unter dem Namen Mr. Abraham in die Gruppe eingeschleust, um herauszufinden, wer beim letzten Raub der Gang eine unschuldige Zeugin getötet hat.\r\rIm Lagerhaus findet sich alles, was Jarod benötigt, um das rettende Serum herzustellen. Aber wird ihm das in der kurzen Zeit gelingen? Schon bald liegen die Nerven blank. Die Ersten leiden unter Halluzinationen und es kommt zum offenen Streit.Miss Parker scheint im \"Center\" dem geheimnisvollen \"Mirage\"-Projekt, von dem Edna Raines gesprochen hat, auf die Spur zu kommen. Leonard, ein Mitarbeiter, der für sie die Mirage-Akte vor der Vernichtung retten kann, wird kaltblütig ermordet.","versions":[{"lang":1,"streams":[{"redirect":8806742,"hoster":"VOE"},{"redirect":12194347,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die unüblichen Verdächtigen","epNo":18,"alt":"Corn Man","descr":"Der Pretender ersteht beim Pfandleiher eine Videokamera, in der sich noch ein Film befindet. Was zunächst wie ein harmloser Ausflug von Mutter und Tochter aussieht, entpuppt sich als Dokumentation eines Verbrechens: Am Ende des Films werden die beiden brutal überfallen. Jarod fährt in die kleine Gemeinde Slade und täuscht dort eine Autopanne vor.Am Tatort findet Jarod das Portemonnaie der Mutter, Nancy Wright. Ihr Mann Ted behauptet, noch am Morgen mit Frau und Tochter telefoniert zu haben. Jarod findet heraus, dass Ted für Frau und Tochter hohe Lebensversicherungen abgeschlossen hat und mit dem Sheriff von Slade befreundet ist. Kurz darauf wird Jarods Wagen beschossen und er gekidnappt: Ted und der Sheriff unterstellen ihm, Nancy und Leigh entführt zu haben.Eine Videobotschaft von Jarod führt Sydney, Miss Parker und Broots auf die Spur der verschwundenen Edna Raines. Aber sie kommen zu spät: Edna ist tot.","versions":[{"lang":1,"streams":[{"redirect":8806745,"hoster":"VOE"},{"redirect":8615032,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Endspiel, Teil 1","epNo":19,"alt":"The Inner Sense (1)","descr":"Überraschend erhält Jarod eine Nachricht von seinem Vater Major Charles: Er hat Jarods Schwester Emily gefunden, die in Philadelphia als Journalistin arbeitet. Aber Jarod kommt zu spät: Jemand hat Emily aus dem Fenster ihres Büros gestoßen, sie kommt schwer verletzt ins Krankenhaus. Jarod heftet sich an die Fersen des mysteriösen Bombenbastlers Ethan, dem seine Schwester auf der Spur war und den sie für ihren Bruder hielt. Der Pretender folgt Ethan nach Hause, wo er ihn kauernd neben seinen toten Eltern findet.Im \"Center\" stellt Mr. Lyle nach dem missglückten Mordversuch an Emily ein neues Team zusammen. Miss Parker und Broots stoßen bei ihrer Suche nach Hinweisen auf das geheimnisvolle \"Mirage\"-Projekt auf Videoaufzeichnungen, aus denen hervorgeht, dass Catherine Parker vor Jahren ihren Tod vortäuschte. Broots entschlüsselt eine weitere Diskette von Mr. Raines: Sie zeigt die schwangere Catherine Parker, die dem jungen Jarod erklärt, dass er einen Bruder bekommen wird. Ethan?","versions":[{"lang":1,"streams":[{"redirect":12919995,"hoster":"VOE"},{"redirect":8615031,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Endspiel, Teil 2","epNo":20,"alt":"The Inner Sense (2)","descr":"Was hat Catherine Parker Jarod vor Jahren anvertraut? Nach einer Gehirnwäsche von Mr. Raines kann sich der Pretender an nichts erinnern, aber Sydney entlockt ihm das Geheimnis unter Hypnose: Catherine wurde während eines kleinen Eingriffs unter Narkose mit dem Samen von Jarods Vater befruchtet, um einen weiteren Pretender zu zeugen – Ethan, das Projekt \"Mirage\". Ethan steht völlig unter Kontrolle von Mr. Raines, der einen blutigen Plan in die Tat umsetzen will: Ethan soll in Washington ein Hotel in die Luft sprengen, in dem eine Friedenskonferenz stattfindet.Nur noch eine Stunde bleibt, bis sich die U-Bahn mit der Bombe in Bewegung setzen wird, als Mr. Lyle sich bei Jarod meldet: Er hat Zoe, die Freundin des Pretenders, entführt. Miss Parker erfährt, dass Raines ihre Mutter nach Ethans Geburt eiskalt ermordet hat. Während Major Charles Zoe befreit, versucht Jarod, Ethan mit der Bombe zu stoppen. Aber er kommt zu spät: Der Zug fährt los – mit Jarod und der Bombe an Bord.","versions":[{"lang":1,"streams":[{"redirect":8806744,"hoster":"VOE"},{"redirect":8615040,"hoster":"Streamtape"}]}]}]}]}