{"path":"/serie/stream/prey-die-beute","name":"Prey - Die Beute","descr":"[Alternativtitel: Leichte Beute] Detective Sergeant Marcus Farrow wird zu Unrecht eines schweren Verbrechens beschuldigt, kann jedoch weder Kollegen noch den Haftrichter von seiner Unschuld überzeugen. Er schafft es, aus dem Polizeigewahrsam zu fliehen, woraufhin ein Katz-und-Maus-Spiel mit seinem ehemaligen Arbeitgeber beginnt …","seasons":[{"path":"/serie/stream/prey-die-beute/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/prey-die-beute/staffel-1/episode-1","name":"Die Jagd beginnt","epNo":1,"alt":"Episode 1","descr":"Detective Constable Marcus Farrow ist ein angesehener Polizist und fürsorglicher Familienvater in Manchester. Eines Tages wird er von seiner Chefin Mackenzie zu einem Tatort gerufen – eine Leiche wurde entdeckt, die schon eine Weile dort lag. Es gelingt ihm schnell, die Identität des Toten herauszufinden: Es handelt sich um einen gewissen Omer Hassan, ein aktenkundiger Mafia-Boss. Farrow geht an diesem Abend zu seiner Ex-Frau Abi, um sich um die beiden Söhne Finn und Max zu kümmern. Er nimmt die zwei Disketten, auf denen das gesamte Material zu dem Fall Hassan ist, dorthin mit, um sie sich in Ruhe anzuschauen. Doch später an diesem Abend, als er erfährt, dass Abi einen Neuen hat, kommt es zu einem heftigen Streit zwischen ihm und seiner Ex-Frau. Farrow verlässt das Haus erst, als sein bester Freund und Kollege Devlin ihn abholen kommt. Am nächsten Morgen befassen sich Devlin und Farrow weiter mit dem Fall Omer Hassan. Marcus stößt dabei auf einen gewissen Christopher Lomax, der bezeugt hatte, dass Hassan vor 10 Jahren das Land verlassen hatte. Sie suchen ihn auf. Lomax ist ein kettenrauchendes, schwer krankes Wrack. Er gibt zu, damals gelogen zu haben. Hassan hatte das Land nie verlassen, er wurde ermordet. Er warnt Marcus: er solle sich nicht zu weit da reinhängen, wenn ihm das Leben seiner Familie lieb sei … Als Marcus am Abend die Disketten bei sich zu Hause abholen will, die er dort zurückgelassen hatte, liegt Abi mit einer tödlichen Stichwunde am Boden und stirbt in seinen Armen. Den Mordfall übernimmt Hauptkommissarin Susan Reinhardt, eine labile Frau, die ihren Ex-Freund stalkt und ständig Essen in sich reinstopft. Sie verhört Farrow, und erzählt ihm sehr unsensibel, dass sein kleiner Sohn Max auch ermordet wurde. Sie verhält sich so rücksichtslos, da sie Farrow verdächtigt, die Morde begangen zu haben – es spricht vieles dafür. Auch wenn sie bisher nur Indizienbeweise hat, lässt sie ihn festnehmen. Doch auf dem Weg hat der Wagen, der ihn zum Gefängnis bringen soll, einen Unfall und er kann fliehen. Dann überrascht er Devlin dabei, wie der die Disketten an sich nehmen will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807193","hoster":"VOE"},{"path":"/redirect/8615274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prey-die-beute/staffel-1/episode-2","name":"Auf der Flucht","epNo":2,"alt":"Episode 2","descr":"Nachdem Farrow Devlin mit den Disketten erwischt hat, schlägt er ihn zusammen und flieht dann erneut. Reinhardt und ihr Assistent Chan sind ihm auf der Spur, und schon ganz nah an ihm dran. Doch es gelingt ihm, zu entkommen. Er ruft seine Chefin Mackenzie an, um sie darüber zu informieren, dass Devlin hinter dem Mord an seiner Ex-Frau steckt und es einen Zusammenhang mit dem Hassan-Fall geben muss. Er beschwört sie, etwas zu unternehmen und ihm zu helfen. Susan Reinhardt sucht Devlin im Krankenhaus auf, und sie ist irritiert von den Widersprüchen, in die er sich verwickelt und lässt ihn kurzerhand festnehmen. Als Mackenzie davon erfährt, ist sie unangemessen aufgebracht. Farrow gelingt es, zum Haus der Witwe von Omer Hassan zu kommen – im Gespräch mit ihr und ihrer Schwester erfährt er, dass Hassan gar nicht tot sein kann, da er regelmäßig Alimente überweist. Sie geben ihm seine Adresse. Doch auch hier ist er sofort wieder in Gefahr: Der Junge, der aus der Schule kommt, erkennt ihn, da er das Fahndungsfoto im Internet gesehen hatte. Farrow verlässt überstürzt das Haus und schafft es bis zu der Adresse, die ihm von den beiden Schwestern genannt wurde. Dort trifft er auf einen Afrikaner, der illegal in England lebt, und Omer Hassans Identität gekauft hat – von einem gewissen Alex Chambers. Reinhardt und Chan stöbern Farrow in dem Haus auf, doch der Afrikaner verhilft ihm zur Flucht. Farrow verabredet sich mit Mackenzie, um ihr die eine Diskette zu geben, die er noch hat. Bei der Übergabe warnt Mackenzie ihn, dass Reinhardt gleich auftauchen würde – Farrow flieht wieder. Mackenzie nimmt die Diskette und versenkt sie im siedenden Fett der Fritteuse … Farrow steigt in einen Zug, und Reinhardt gelingt es in letzter Sekunde, auch einzusteigen – sie springen beide raus und Reinhardt kann Farrow stellen – er erzählt ihr alles, was er weiß – und dass er Mackenzie die Diskette gegeben hat. Dann schlägt er Reinhardt k.o. und macht sich weiter auf die Suche nach der Wahrheit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807197","hoster":"VOE"},{"path":"/redirect/8615278","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prey-die-beute/staffel-1/episode-3","name":"Gnadenlos","epNo":3,"alt":"Episode 3","descr":"Reinhardt ist nun nicht mehr davon überzeugt, dass Marcus Farrow der Täter ist. Langsam ahnt sie, dass sowohl Devlin als auch Mackenzie in das Verbrechen verstrickt sind. Auch Farrow kommt Mackenzie auf die Spur. Am Telefon verrät sie, dass sie nicht auf seiner Seite ist, sondern für den Mord an seiner Ex mitverantwortlich ist. Und dass er ihr nie etwas nachweisen könne. Doch Reinhardt findet eine neue Spur – sie findet den Haken, mit dem der Einbrecher das Fenster im ersten Stock geöffnet hat. Damit ist Farrow nicht mehr der Hauptverdächtige, denn er hatte ja einen Schlüssel für das Haus. Der Einbrecher Dale Lomax gesteht beim Verhör zwar, in das Haus eingedrungen zu sein, behauptet aber, er hätte beobachtet, wie Farrow seinen Sohn und seine Frau getötet hat … Doch die Wahrheit kommt mehr und mehr ans Licht: Mackenzie war von Omer Hassan vor Jahren so brutal zusammengeschlagen worden, dass sie ihn aus Rache ermordet hat. Deshalb waren ihr die Disketten mit den Ermittlungsdaten zum Fall Hassan so wichtig, denn die hätten sie im Nachhinein überführen können. Sie wusste von Devlin, dass Farrow die Disketten in Abis Haus vergessen hatte, und schickte Dale Lomax hin, um sie heimlich zu holen. Doch dieser wurde von dem kleinen Max gesehen, der in seinem Schreck unglücklich fiel und sich das Genick brach. Und Abi, die nach dem Jungen sehen wollte, bedrohte Dale mit dem Messer – da erstach er sie. Es war kein geplanter Mord, sondern eine Verknüpfung unglücklicher Umstände. Mackenzie erpresste Devlin damit, dass sie von seinem Verhältnis mit Abi wusste, das 10 Jahre zurücklag, aber von dem Farrow auf keinen Fall erfahren sollte. All das tritt in dem großen Showdown in Devlins Haus zutage, wo sich Mackenzie, Farrow und Devlin treffen. Mackenzie erschießt Devlin vor Farrows Augen mit dessen Dienstwaffe, auf der jedoch nur seine Fingerabdrücke zu finden sind – sie glaubt, sie sei damit frei von jedem Verdacht. Doch Reinhardt stand die ganze Zeit vor der Tür und die Kollegen haben über ihr Telefon alles mitgehört. Mackenzie versucht, sich zu erschießen, doch Farrow geht dazwischen, und entgeht damit ihrer gerechten Strafe nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334454","hoster":"VOE"},{"path":"/redirect/8615276","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/prey-die-beute/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/prey-die-beute/staffel-2/episode-1","name":"Der Ausbruch","epNo":1,"alt":"Episode 1","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117735","hoster":"VOE"},{"path":"/redirect/8615287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prey-die-beute/staffel-2/episode-2","name":"Ausweglos","epNo":2,"alt":"Episode 2","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807201","hoster":"VOE"},{"path":"/redirect/8615285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prey-die-beute/staffel-2/episode-3","name":"Fallstricke","epNo":3,"alt":"Episode 3","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117739","hoster":"VOE"},{"path":"/redirect/8615281","hoster":"Streamtape"}]}]}]}]}