{"seriesId":"pride-2021","name":"Pride (2021)","descr":"In sechs Folgen dokumentiert \"Pride\" den Kampf für LGBTQ+-Bürgerrechte in Amerika von den 1950er Jahren an, Jahrzehnt für Jahrzehnt. Die Serie spannt einen Bogen von der FBI-Überwachung Homosexueller während des \"Lavender Scare\" in den 1950er Jahren bis zu den \"Culture Wars\" der 1990er Jahre und darüber hinaus und erforscht das queere Erbe der Bürgerrechtsbewegung und den Kampf um die Gleichstellung der Ehe.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"1950er-Jahre: Die Leute feierten Partys","epNo":1,"alt":"1950s: People Had Parties","descr":"Ein aufschlussreicher Blick auf die faszinierenden Leben von queeren Menschen in den 1950er-Jahren, in denen die staatlichen Bestimmungen gegen die LGBTQ+ Community einen starken Anstieg erfuhren, initiiert von Senator Joseph McCarthy, der eine Ära von behördlich sanktionierter Verfolgung einläutete.","versions":[{"lang":1,"streams":[{"redirect":13460130,"hoster":"VOE"},{"redirect":12833533,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"1960er-Jahre: Unruhen und Revolutionen","epNo":2,"alt":"1960s: Riots \u0026 Revolution","descr":"Noch vor den Stonewall-Unruhen etablierte sich Gay Pride in den 1960er-Jahren, als weniger bekannte Helden aus Randgruppen, darunter queere Schwarze Frauen und Transfrauen, eine zentrale Rolle im Aufstieg der Bewegung spielten. Durch Aktivismus und mit kleinen und großen Protestaktionen kämpfte die LGBTQ+-Community für Rechte, Akzeptanz und Gleichstellung.","versions":[{"lang":1,"streams":[{"redirect":13412446,"hoster":"VOE"},{"redirect":12833534,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"1970er-Jahre: Die Vorreiter des Widerstands","epNo":3,"alt":"1970s: The Vanguard Of Struggle","descr":"Cheryl Dunye verbindet Archivmaterial mit Zeitzeugenberichten und Interviews und dokumentiert, wie in den 1970er-Jahren eine nationale Bewegung entstand, vom ersten Gay-Pride-Marsch über den Aufstieg von Künstlern wie Filmemacherin Barbara Hammer und Dichterin Audre Lorde, bis hin zur Konfrontation des intersektionalen Feminismus sowie der Gegenreaktion und dem Widerstand der religiösen Rechten.","versions":[{"lang":1,"streams":[{"redirect":13489831,"hoster":"VOE"},{"redirect":12833536,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"1980er-Jahre: Untergrund","epNo":4,"alt":"1980s: Underground","descr":"In den 1980er-Jahren erlebte New York, neu belebt durch die sexuelle Revolution der vergangenen Ära und den Aufstieg der Gay Liberation Front, einen Zustrom von queeren Menschen nach Downtown Manhattan und das Aufkommen der Untergrundbälle. Gleichzeitig erschütterte die AIDS-Epidemie die Gay-Community, während Ronald Reagan und seine Moral Majority sich weigerten, einzugreifen.","versions":[{"lang":1,"streams":[{"redirect":13418226,"hoster":"VOE"},{"redirect":12833540,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"1990er-Jahre: Kulturkampf","epNo":5,"alt":"1990s: The Culture Wars","descr":"Die 1990er-Jahre sollten eine neue Ära für die LGBTQ+-Community einläuten. Mit der Wahl von Bill Clinton gab es endlich einen Verbündeten im Weißen Haus – dachte man zumindest. Der Kulturkampf wurde überall ausgefochten: auf dem Capitol Hill ebenso wie in Kinos oder Kirchen. Er veranlasste LGBTQ+-Personen zur Gründung von Organisationen, die bis zum heutigen Tag für Gleichstellung kämpfen.","versions":[{"lang":1,"streams":[{"redirect":13459725,"hoster":"VOE"},{"redirect":12833541,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"2000er-Jahre: Y2gay","epNo":6,"alt":"2000s: Y2Gay","descr":"Die 1990er-Jahre sollten eine neue Ära für die LGBTQ+-Community einläuten. Mit der Wahl von Bill Clinton gab es endlich einen Verbündeten im Weißen Haus – dachte man zumindest. Der Kulturkampf wurde überall ausgefochten: auf dem Capitol Hill ebenso wie in Kinos oder Kirchen. Er veranlasste LGBTQ+-Personen zur Gründung von Organisationen, die bis zum heutigen Tag für Gleichstellung kämpfen.","versions":[{"lang":1,"streams":[{"redirect":13215142,"hoster":"VOE"},{"redirect":12833537,"hoster":"Streamtape"}]}]}]}]}