{"seriesId":"primeval","name":"Primeval - Rückkehr der Urzeitmonster","descr":"Unerklärliche Phänomene erschüttern Großbritannien: Eine riesige Kreatur macht in den Vorstädten Jagd auf Menschen und verschwindet ebenso plötzlich, wie sie aufgetaucht ist. Evolutionsbiologe Professor Nick Cutter (Douglas Henshall) versucht mit seinem Team, den unglaublichen Berichten auf den Grund zu gehen. Doch was Cutter herausfindet, löst nur noch mehr Bestürzung aus: Die riesigen Spuren scheinen nur zu einem längst ausgestorbenen Dinosaurier zu passen. Die Häufung mysteriöser Berichte hat bereits die Regierung in Form der jungen Home-Office-Agentin Claudia Brown (Lucy Brown) auf den Plan gerufen. Sie verpflichtet die Wissenschaftler zwar zum Stillschweigen, unterstützt das Team aber dafür bei den Recherchen. Gemeinsam stoßen sie auf Unglaubliches. Monster aus vergangenen und zukünftigen Erdzeitaltern dringen durch mysteriöse Zeitportale in unsere Welt ein. Das Problem: Niemand weiß warum, wo oder wann.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die andere Seite","epNo":1,"alt":"Episode 1","descr":"Unerklärliche Phänomene erschüttern Großbritannien: Eine riesige Bestie macht Jagd auf Menschen.Das Innenministerium wird auf die Sache aufmerksam und entsendet Claudia Brown, die nun zusammen mit dem attraktiven Professor Nick Cutter, dessen Assistenten Steven Hart, dem Studenten Connor Temple und der schönen Abby Maitland der Sache auf den Grund geht...","versions":[{"lang":1,"streams":[{"redirect":13916954,"hoster":"VOE"},{"redirect":8615318,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Spinnennest","epNo":2,"alt":"Episode 2","descr":"Der sarkastische Chef der neu gegründeten Abteilung zur Bekämpfung der Anomalien James Lester entsendet sein Team in die Londoner U- Bahn, wo eine Reinigungskraft von einem nicht identifizierten Tier angegriffen wurde.Als Soldaten und das Anomalie-Team die stillgelegten Schächte erforschen, bemerken sie, dass das ganze Gebiet von 1 Meter großen Spinnen bewohnt wird, die aus einer Anomalie ins 21. Jahrhundert gelangt sind. Doch die Spinnen sind nicht die Täter...","versions":[{"lang":1,"streams":[{"redirect":8807251,"hoster":"VOE"},{"redirect":8615326,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unter Wasser","epNo":3,"alt":"Episode 3","descr":"Ein junger Mann wird in einem Schwimmbad auf grausame Weise zerfleischt. Das Tier: Ein riesiger, urzeitlicher, Fleisch fressender Fisch. Auf der Jagd nach dem Tier schwimmt Nick auf die andere Seite der Anomalie (welche sich im Wasser befindet), wo ihn das Monster und seine seit 8 Jahren veschollene Frau Helen Cutter erwarten. Diese will ihn dazu überreden, mit ihr gemeinsam die Anomalien zu erkunden.","versions":[{"lang":1,"streams":[{"redirect":8807246,"hoster":"VOE"},{"redirect":8615327,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verschwörungstheorie","epNo":4,"alt":"Episode 4","descr":"Aus einer Anomalie in einem Fußballstadium entfliehen einige urzeitliche Dodos. Alle bis auf einen können wieder eingefangen werden, doch der entkommene Dodo beißt einen von Connors ihm nach spionierenden Freunden und infiziert diesen mit einem grauenvollen Parasiten...","versions":[{"lang":1,"streams":[{"redirect":8807247,"hoster":"VOE"},{"redirect":8615319,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Aus Heiterm Himmel","epNo":5,"alt":"Episode 5","descr":"Aus einer Anomalie auf einem Golfplatz entflieht ein urzeitlicher Vogel, kurz darauf wird ein Golfer zerfleischt.Doch der riesige, eher ungefärliche Flugsaurier ist nicht der Täter.Nick und Claudia müssen sich auf dem Golfanwesen verschanzen und kommen sich erstmals näher.","versions":[{"lang":1,"streams":[{"redirect":8807249,"hoster":"VOE"},{"redirect":8615321,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der gnadenlose Jäger","epNo":6,"alt":"Episode 6","descr":"Das Anomalie-Team ist schockiert: Einige Menschen, darunter auch Abbys Chef, verschwinden spurlos.Helen warnt das Team und erklärt, dass das Monster aus der Zukunft stammt.Nun gehen Nick und Helen in Begleitung einiger Soldaten durch die Ursprungsanomalie, doch bei ihrer Rückkehr hat sich die Welt verändert...","versions":[{"lang":1,"streams":[{"redirect":8807250,"hoster":"VOE"},{"redirect":8615324,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Eine neue Welt","epNo":1,"alt":"Episode 7","descr":"Cutter und Helen müssen in der Vergangenheit irgendetwas verändert haben,denn es gibt keine Claudia Brown mehr! Außerdem gibt es das Innenministerium nicht mehr, das Team arbeitet im Anomaly-Research-Center (kurz: ARC) und es gibt Mitarbeiter, die Nick noch nie gesehen hat, darunter Lester´s Assistent Leek.Währenddessen: In einem Einkaufszentrum hat sich eine Anomalie gebildet","versions":[{"lang":1,"streams":[{"redirect":8807253,"hoster":"VOE"},{"redirect":8615340,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Nebel","epNo":2,"alt":"Episode 8","descr":"Cutter staunt: Die verloren geglaubte Claudia Brown ist wieder da, doch heißt sie Jennifer Lewis und hat Cutter noch nie gesehen.Aber die Arbeit ruft","versions":[{"lang":1,"streams":[{"redirect":8807252,"hoster":"VOE"},{"redirect":8615341,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Panik im Park","epNo":3,"alt":"Episode 9","descr":"Im Gebiet um einen Rummelplatz wird ein Paintball Spieler getötet, doch Connor´s neu entwickelte Maschine zur Meldung neuer Anomalien schlägt nicht aus.Ist das Tier doch nur ein Löwe?Als schließlich ein Geschäftsmann getötet wird und ein Fotograph zufällige Aufnahmen von dem Tier macht, ist der Fall klar: Das Monster ist ein Säbelzahntiger!","versions":[{"lang":1,"streams":[{"redirect":8807257,"hoster":"VOE"},{"redirect":8615329,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Kanal","epNo":4,"alt":"Episode 10","descr":"Ein junger Basketballspieler verschwindet in einem Abwasserkanal.Das Anomalie- Team geht der Sache auf die Spur und findet heraus, dass sich das Tier, dass für das Verschwinden des Jungen verantwortlich ist, im Kanal rumtreibt.Auf der Suche nach der Kreatur wird Abby verschleppt!","versions":[{"lang":1,"streams":[{"redirect":8807256,"hoster":"VOE"},{"redirect":8615328,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nur ein paar Käfer","epNo":5,"alt":"Episode 11","descr":"Die 11 Jahre alte Taylor verschwindet in einer Anomalie, die sich in ihrer Wohngegend gebildet hat. Cutter und Stephen gehen in die Anomalie, um das Mädchen zu suchen und geraten in eine urzeitliche Wüste, in deren Sand riesige Käfer lauern.Währendessen zeichnet es sich ab, das es einen Verräter in der Gruppe gibt.Niemand ahnt, dass es Leek ist...","versions":[{"lang":1,"streams":[{"redirect":8807255,"hoster":"VOE"},{"redirect":8615331,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Falle (1)","epNo":6,"alt":"Episode 12","descr":"Cutter stellt dem für ihn noch unbekannten Verräter eine Falle, indem er einen gefälschten Anomalie-Alarm auslöst. Jenny Lewis erscheint mit einem Team, doch sie wurde von Leek geschickt.Dieser kooperiert mit Helen und stellt Nick, Stephen, Abby, Connor und dessen Freundin (die, wie sich herrausstellt, Connor an Leek verraten hat), eine Falle. In einer Lagerhalle hält er sie gefangen, doch sie sind nicht allein: Helen hat für Leek Tiere aus allen Anomalien und Zeitperioden besorgt (inklusive der Prädatoren aus \"der gnadenlose Jäger\").Er kontrolliert die Prädatoren und stellt auch Lester eine gefährliche Falle....","versions":[{"lang":1,"streams":[{"redirect":8807259,"hoster":"VOE"},{"redirect":8615330,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Opfer (2)","epNo":7,"alt":"Episode 13","descr":"Noch immer in Gefangenschaft, versuchen sich die Mitglieder des Anomalie-Teams aus Leek´s Gefangenschaft zu befreien.Als es Nick gelingt, das Sicherheitssystem der Tierkäfige lahmzulegen, kommt es zu einem spannenden Showdown, bei dem das Anomalie-Team ein Todesopfer zu beklagen hat...","versions":[{"lang":1,"streams":[{"redirect":8807260,"hoster":"VOE"},{"redirect":8615333,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Nachts im Museum","epNo":1,"alt":"Episode 14","descr":"Im \"Sonnenkäfig\", einem wichtigen Ausstellungsstück des British Museums, hat sich eine Anomalie gebildet, die Ägyptologin Sarah Page entgeht nur knapp dem Angriff eines riesigen prähistorischen Krokodils.Das Anomalie-Team und sein Neuzugang Captain Becker, der das Anomalie-Team nach Stephens Tod vor ähnlichen Fällen schützen soll, sind nun auf der Jagd nach dem Tier, und Cutter, beeindruckt von Professor Page´s Fähigkeiten, schlägt dieser vor, dem Team beizutreten.","versions":[{"lang":1,"streams":[{"redirect":12380913,"hoster":"VOE"},{"redirect":8615332,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Spurlos Verschwunden","epNo":2,"alt":"Episode 15","descr":"Als vor 14 Jahren 3 Jungs in ein Haus auf einer kleinen Insel einbrachen, verschwanden 2 von ihnen spurlos. Cutter glaubt, dass er ein Modell entwickelt hat, mit dem er vorhersagen kann, wo sich die nächste Anomalie bildet. Stimmen seine Berechungen, dann müssen sie zu dem verlassenen Haus.Dort stoßen sie mit Detective Constable Danny Quin zusammen, der den Mörder seines kleinen Bruders sucht, doch der Mörder ist, wie das Team bald herrausfindet, nichts menschliches...","versions":[{"lang":1,"streams":[{"redirect":8807267,"hoster":"VOE"},{"redirect":8615334,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Namen der Zukunft","epNo":3,"alt":"Episode 16","descr":"Eine Anomalie erscheint außgerechnet in einem Krankenhaus. Während sich das Team dort um Schadensbegränzung bemüht und von einem ergeizigen Reporter sabotiert wird, nutzt Helen die Abwesenheit des Teams und besetzt das ARC mit ihrer \"Klon-Armee\".Bei ihrer Rückkehr werden Abby und Connor zu den bereits gefangen genommenen Team-Mitgliedern gebracht, während Helen Nick über das Artefakt ausfragt. Als sie dem Nick-Klon schließlich befiehlt, eine Bombe zu zünden, gerät der echte Nick in ernsthafte Gefahr...","versions":[{"lang":1,"streams":[{"redirect":8807264,"hoster":"VOE"},{"redirect":8615338,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der größte von allen","epNo":4,"alt":"Episode 17","descr":"Der Reporter Mick Harper stiehlt aus Jennys Wagen einen Anomalie-Detektor. Als auf einem Flughafen eine Anomalie erscheint, lockt er Jenny und Connor in ein Lagerhaus und sperrt sie dort ein, da er mit dem Material über Anomalien an die Öffentlichkeit gehen will....","versions":[{"lang":1,"streams":[{"redirect":8807268,"hoster":"VOE"},{"redirect":8615337,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Pilz","epNo":5,"alt":"Episode 18","descr":"Während Danny nicht lockerlässt und darauf besteht, dem Anomalie-Team zu helfen, gelangen aus einer Anomalie einige Pilzsporen in die Wohnung des erfolgreichen Londoner Unternehmers Sir Richard Bentley und infizieren diesen.Connor findet heraus, dass sich jeder, der mit den Sporen in Berührung kommt, in eine grauenhafte Pilz-Mensch-Mutation verwandelt, die durch Berührung mit anderen diese infiziert und so den Pilz weiter verbreitet.Bentley muss gefunden werden und es beginnt ein Wettlauf mit der Zeit...","versions":[{"lang":1,"streams":[{"redirect":13117741,"hoster":"VOE"},{"redirect":8615335,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alle Vögel sind schon da","epNo":6,"alt":"Episode 19","descr":"Im ARC tut sich einiges: Sarah und Connor kommen allmählich hinter das Geheimnis des Artefakts, und Danny entdeckt überall versteckte Überwachungskameras.In letzter Sekunde kann das Anomalie-Team vor Christine Johnson und ihren Leuten entkommen, doch das ARC wird besetzt.So kommen Abby, Connor, Sarah und Danny in einer verlassenen Waldhütte unter, doch direkt neben dieser hat sich eine Anomalie gebildet, aus der riesige, gefährliche, urzeitliche Vögel entkommen.","versions":[{"lang":1,"streams":[{"redirect":8807262,"hoster":"VOE"},{"redirect":8615336,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Drachenjäger","epNo":7,"alt":"Episode 20","descr":"Durch eine Anomalie auf einem Schrottplatz gelangen ein urzeitlicher Dracorex und der 1000 Jahre alte Ritter Sir William de Mornay, der den \"Drachen\" töten will.Abby will nun den durch den Speer des Drachenjägers verletzten Dracorex verartzten, während de Mornay die Londoner Innenstadt unsicher macht...","versions":[{"lang":1,"streams":[{"redirect":8807261,"hoster":"VOE"},{"redirect":9241257,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Welt von morgen","epNo":8,"alt":"Episode 21","descr":"Nachdem Abbys Bruder Jack den Detektor seiner Schwester geklaut hat, geht er einem plötzlich erscheinendem Anomalie-Alarm nach.Durch die Anomalie gelangt er direkt in die Zukunft, in der alle Menschen schon vor sehr langer Zeit von den Predatoren getötet worden sind","versions":[{"lang":1,"streams":[{"redirect":8807265,"hoster":"VOE"},{"redirect":8615339,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eve","epNo":9,"alt":"Episode 22","descr":"Danny schafft es, Eve, die Frau, die Captain Wilder aus der Zukunft entführt hat, aus Christine Johnsons Haupquartier zu befreien.Währenddessen hat das Anomalie-Team mit urzeitlichen Nashörnern zu kämpfen, die aus einer Anomalie bei einem Campingplatz geflohen sind.Als die Lage schon hoffnungslos scheint, kann Eve helfen, doch wer ist sie wirklich?","versions":[{"lang":1,"streams":[{"redirect":8823244,"hoster":"VOE"},{"redirect":8615352,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gefangen","epNo":10,"alt":"Episode 23","descr":"Das Anomalie-Team vefolgt Helen, die ihren schrecklichen Plan in die Tat umsetzen will. Während Becker und Sarah in der Gegenwart alle Hände voll zu tun haben, folgen Danny, Abby und Connor Helen über mehrere Anomalien in die Vergangenheit. Dort gilt es, Helen davon abzuhalten, die Menschheit zu vernichten, indem sie die ersten Humanoiden tötet...","versions":[{"lang":1,"streams":[{"redirect":8807263,"hoster":"VOE"},{"redirect":8615343,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Zurück aus der Kreidezeit","epNo":1,"alt":"Episode 1","descr":"Connor und Abby gelingt es, nach einem Jahr in der Kreidezeit in die Gegenwart zurückzukehren. Sie erfahren, dass Sarah und Danny tot sind und nun der geniale Wissenschaftler und Milliardär Philip Burton gemeinsam mit James Lester das ARC leitet. Die Kommandozentrale hat inzwischen die intelligente Jess unter sich, die Außeneinsätze leitet der Ex-Militär-Mann Matt. Philip eröffnet Connor und Abby, dass nur noch Leute mit militärischem Hintergrund an die \u0027Front\u0027 dürfen ...","versions":[{"lang":1,"streams":[{"redirect":8807269,"hoster":"VOE"},{"redirect":8615344,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verhaltet Euch unauffällig","epNo":2,"alt":"Episode 2","descr":"Als Connor bei der Wohnungssuche im Internet eine Webseite von Duncan findet, beschließt er, seinen Freund zu besuchen. Der inzwischen zum Einsiedler gewordene Duncan führt Connor zu einem zum Abriss vorgesehenen Gebäude in den Docks: Duncan glaubt, dass ein Urzeitwesen dort mehrere Menschen umgebracht hat. Connor ist zuerst misstrauisch, stößt dann aber auf die frischen Überreste einer Leiche. Mit Hilfe von Abby und Matt macht sich Connor auf die Jagd nach dem Wesen ...","versions":[{"lang":1,"streams":[{"redirect":8807270,"hoster":"VOE"},{"redirect":8615342,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lockdown","epNo":3,"alt":"Episode 3","descr":"Durch eine Anomalie in einem Theater gelangen drei Menschen in die Gegenwart: Emily, Ethan und Charlotte. Als Charlotte kurz darauf stirbt, gibt Ethan Emily die Schuld an ihrem Tod. Matt trifft als Erster in dem Theater ein und folgt der flüchtenden Emily durch die Anomalie in eine unbekannte Zeit ... Philip will nicht, dass Connor das Team begleitet und überträgt ihm die unnötig scheinende Aufgabe, einen neuen Bio-Scanner zu testen - mit verheerenden Folgen ...","versions":[{"lang":1,"streams":[{"redirect":8807271,"hoster":"VOE"},{"redirect":8615345,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Breakfast Club","epNo":4,"alt":"Episode 4","descr":"Während drei Jugendliche unter Aufsicht ihres Lehrers samstags in der leeren Schule einen Arrest absitzen, dringt durch eine dort auftretende Anomalie eine große Gruppe gefährlicher Urzeit-Raubtiere in die Gegenwart ein. Matt, Connor und Becker greifen ein. Es gelingt ihnen nach hartem Kampf, die Gefahr einzudämmen und zwei Schüler zu retten. Becker wird bei dem Einsatz durch den giftigen Biss verletzt ... Matt hat indes die Zeitreisende Emily mit zu sich nach Hause genommen.","versions":[{"lang":1,"streams":[{"redirect":8807278,"hoster":"VOE"},{"redirect":8615358,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Wurm","epNo":5,"alt":"Episode 5","descr":"Matt wird mit Abby und Connor zu einer ungewöhnlichen - weil instabilen - Anomalie geschickt. Doch unterwegs trennt er sich von seinen Kollegen, da ein Black-Box-Signal von Emily aufgetaucht ist. Er sucht sie und trifft dabei auf Ethan, der Emily umbringen will. Connor und Abby stoßen bei der Suche nach der Anomalie auf ein Dorf, dessen Einwohner vor einem unheimlichen Wurm Angst haben. Philip befiehlt ihnen jedoch, das Tier zu ignorieren und sich nur um die Anomalie zu kümmern.","versions":[{"lang":1,"streams":[{"redirect":8807277,"hoster":"VOE"},{"redirect":8615350,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Braut, die sich was traut","epNo":6,"alt":"Episode 6","descr":"Im Keller eines herrschaftlichen Anwesens öffnet sich eine Anomalie - das Team schafft ein männliches Hyaenodon in die Urzeit zurück. Kurz danach erscheint überraschend die frühere ARC-Mitarbeiterin Jennifer Lewis, die dort am Tag darauf heiraten möchte. Statt das Gelände räumen zu lassen, wollen Abby, Connor, Matt und Emily der Hochzeit als Gäste beiwohnen und eventuelle Gefahren abwehren. Tatsächlich wird die Zeremonie aber von einem zweiten Hyaenodon unterbrochen.","versions":[{"lang":1,"streams":[{"redirect":8807275,"hoster":"VOE"},{"redirect":8615351,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Überraschender Besuch","epNo":7,"alt":"Episode 7","descr":"Connor hat ein Gerät entwickelt, mit dem er ermitteln kann, in welches Jahr eine Anomalie führt. Gleich beim ersten Einsatz scheint es nicht zu funktionieren: Es zeigt das Jahr 1867 an, obwohl die Anomalie eindeutig in die Urzeit zu führen scheint. Nach einem \"Terrorvogel\" kommt auch der totgeglaubte Danny durch die Anomalie in die Gegenwart. Als das Team kurz danach Ethan festnimmt, erkennt Danny in ihm seinen seit 18 Jahren verschollen Bruder Patrick wieder.","versions":[{"lang":1,"streams":[{"redirect":8807273,"hoster":"VOE"},{"redirect":8615347,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Matts Geheimnis","epNo":1,"alt":"Episode 1","descr":"Philip weiht Connor in sein \"New Dawn\"-Projekt ein: Er will die Menschheit mit Hilfe der Anomalien mit unbegrenzter und kostenloser Energie versorgen. Connor wird anschließend bei einem Einsatz von einem gigantischen Insekt in dessen unterirdischen Tunnel gezerrt. Matt weiß erstaunlich viel über die unbekannte Insektenart und erklärt, dass sich unter der Stadt wahrscheinlich ein Nest befindet ...","versions":[{"lang":1,"streams":[{"redirect":13117740,"hoster":"VOE"},{"redirect":8615346,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Boot","epNo":2,"alt":"Episode 2","descr":"Ein U-Boot sammelt einen Eustreptospondylus auf. Die Besatzung geht davon aus, dass er tot ist - dem ist aber nicht so. Bei der Aktion werden sie von einem aggressiven Plesiosaurus verfolgt. Matt, Abby und Connor versuchen fieberhaft, die Unterwasser-Anomalie zu verschließen. Plötzlich werden sie vom Plesiosaurus angegriffen und durch die Anomalie gezogen - mit verheerenden Folgen ...","versions":[{"lang":1,"streams":[{"redirect":8823234,"hoster":"VOE"},{"redirect":8615349,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In der guten alten Zeit","epNo":3,"alt":"Episode 3","descr":"Matt überredet Abby, in Connors Büro einzubrechen, um die Daten zu stehlen, an denen er gerade arbeitet. Sie hasst sich für den Vertrauensbruch, macht es aber dennoch und wird fast erwischt. Sie ist entsetzt, was sie über Connor herausfindet ... Wenig später jagen Abby, Matt und Becker einen Raptor aus einer Kunstgalerie durch eine Anomalie - nach 1868. Matt geht durch - sowohl wegen des Raptors als auch wegen Emily ...","versions":[{"lang":1,"streams":[{"redirect":13117742,"hoster":"VOE"},{"redirect":8615365,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Prototyp","epNo":4,"alt":"Episode 4","descr":"Connor startet seine Prototyp-Anomalie, durch die jedoch fiese Killerkäfer kommen. Es gibt einen Lockdown in dem ARC: Jess wird gebissen und reagiert allergisch. Schließlich löst Philip den Selbstzerstörungsmechanismus der ARC aus - wegen der Käfer-Schäden funktioniert er jedoch nicht. Mittlerweile erkennt Connor, wie falsch und kalt Philip ist. Auch das Misstrauen zwischen Connor und Abby wird weiter geschürt ...","versions":[{"lang":1,"streams":[{"redirect":8807276,"hoster":"VOE"},{"redirect":8615353,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Ende der Zukunft (1)","epNo":5,"alt":"Episode 5","descr":"Ein T-Rex wütet durch die Innenstadt. Die Bilder des Dinosauriers erreichen die Fernsehstationen. Plötzlich öffnet sich eine Anomalie nach der anderen - weltweit. Während sich beim ARC-Team Entsetzen breit macht, ist Philip hocherfreut. Er sieht sich als Held und zukünftiger Herrscher über das Universum. Während Connor versucht, Philip abzulenken, machen sich Matt und Emily auf den Weg, um New Dawn zu zerstören. Doch alle Mühen scheinen vergebens ...","versions":[{"lang":1,"streams":[{"redirect":8807280,"hoster":"VOE"},{"redirect":8615356,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Ende der Zukunft (2)","epNo":6,"alt":"Episode 6","descr":"Matt und Abby folgen Connor in Matts Zukunftswelt, wo sie auf Prädatoren treffen, sie schaffen es jedoch zurück durch die Anomalie ins \"Jetzt\". Philip verliert die Kontrolle über die Anomalie und will aufgeben. Der Versuch, sie zu schließen, geht schief: New Dawn ist gescheitert, die Anomalie bleibt. Inzwischen sind die Prädatoren durch Connors Prototyp ins ARC gekommen und bedrohen Jess und Lester. Es kommt zu einem erbitterten Kampf auf Leben und Tod ...","versions":[{"lang":1,"streams":[{"redirect":12920036,"hoster":"VOE"},{"redirect":8615357,"hoster":"Streamtape"}]}]}]}]}