{"path":"/serie/stream/primal","name":"Primal","descr":"In einer Vorzeit, in der Spezies zusammenleben, die in der Realität nie zusammen existiert haben, trifft der Höhlenmensch Speer auf den Tyrannosaurus Reißzahn und die beiden bilden nach Anfangsschwierigkeiten eine ungewöhnliche Allianz, um in einer gewalttätigen und feindlichen Welt bestehen zu können.","seasons":[{"path":"/serie/stream/primal/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/primal/staffel-1/episode-1","name":"Speer und Reißzahn","epNo":1,"alt":"Spear and Fang","descr":"Eine Vorzeit, wie sie nie stattgefunden hat: der bullige Höhlenmensch Speer muss immer auf der Hut vor Dinosaurieren und anderen riesigen Reptilien sein, die in ihm eine willkommene Zwischenmahlzeit sehen. Als eines Tages seine ganze Familie von einem Rudel Gigantosaurier gefressen wird, reift in ihm ein unbändiger Zorn, der sich eines Tages fast an einer Tyrannosaurus-Mutter und ihren Jungen entlädt. Doch während Speer noch zögert, greifen die Gigantosaurier wieder an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402897","hoster":"VOE"},{"path":"/redirect/14439679","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14372621","hoster":"VOE"},{"path":"/redirect/14409227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-1/episode-2","name":"Fluss der Schlangen","epNo":2,"alt":"River of Snakes","descr":"Mensch und Tier sind herausgefordert, einen Weg zu finden, um zusammen zu existieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14375854","hoster":"VOE"},{"path":"/redirect/13585703","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14375921","hoster":"VOE"},{"path":"/redirect/14439677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-1/episode-3","name":"Eiskalter Tod","epNo":3,"alt":"A Cold Death","descr":"In der Härte des Urwinters jagt eine Herde wolliger Mammuts nach den Mördern eines ihrer eigenen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14372659","hoster":"VOE"},{"path":"/redirect/14439682","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14402880","hoster":"VOE"},{"path":"/redirect/14439680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-1/episode-4","name":"Schrecken unter dem Blutmond","epNo":4,"alt":"Terror Under the Blood Moon","descr":"Die Schrecken der roten Nacht fordern Spear und Fang um ihr Überleben heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395591","hoster":"VOE"},{"path":"/redirect/13585704","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14395638","hoster":"VOE"},{"path":"/redirect/13585692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-1/episode-5","name":"Der Zorn der Affenmenschen","epNo":5,"alt":"Rage of the Ape-Men","descr":"Eine Oase des Friedens führt nur zu einem brutalen Angriff eines bösartigen Stammes apelischer Männer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14372638","hoster":"VOE"},{"path":"/redirect/13585705","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14395632","hoster":"VOE"},{"path":"/redirect/13585693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-1/episode-6","name":"Ein gefundenes Fressen","epNo":6,"alt":"Scent of Prey","descr":"Nach der Schlacht mit den Affenmenschen ist Reißzahn mehr tot als lebendig. Speer tut alles, um sie am Leben zu halten und aufzupäppeln, aber hungrige Raubtiere, von Geiern bis Hyänen, haben die Witterung bereits aufgenommen und wähnen im geschwächten Dinosaurier reiche Beute.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14372573","hoster":"VOE"},{"path":"/redirect/13585695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-1/episode-7","name":"Vom Wahnsinn heimgesucht","epNo":7,"alt":"Plague of Madness","descr":"Speer und Reißzahn stolpern in einem idyllischen Tal über eine dahingemetzelte Herde Argentinosaurier. Schon bald stellt sich heraus, dass sie von einem der Ihren angegriffen wurden, der sich mit einem fürchterlichen Virus infiziert hat, der ihn zu einem schier unaufhaltsamen, ultra-aggressiven Zombie macht. Reißzahn und Speer rennen um ihr Leben – doch wie entkommt man einem über 70 Tonnen schweren Untoten?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14372615","hoster":"VOE"},{"path":"/redirect/13585694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-1/episode-8","name":"Zirkel der Verdammten","epNo":8,"alt":"Coven of the Damned","descr":"Ein Stamm mysteriöser, primitiver Frauen versucht, ihren Zirkel durch dunkle Magie auf Speer und Fang zu fördern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395681","hoster":"VOE"},{"path":"/redirect/13585712","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14372643","hoster":"VOE"},{"path":"/redirect/13585699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-1/episode-9","name":"Der Nachtzehrer","epNo":9,"alt":"The Night Feeder","descr":"Spear und Fang werden in der Nacht von einem unsichtbaren Horror verfolgt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14402887","hoster":"VOE"},{"path":"/redirect/13585702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-1/episode-10","name":"Unter dem Joch des Skorpions","epNo":10,"alt":"Slave of the Scorpion","descr":"Spear und Fang werden mit einem weitaus weiter entwickelten Menschen konfrontiert als jemals zuvor.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13646602","hoster":"VOE"},{"path":"/redirect/12257176","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/primal/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/primal/staffel-2/episode-1","name":"Meer der Verzweiflung","epNo":1,"alt":"Sea of Despair","descr":"Spear und Fang wagen sich ins Unbekannte, um Mira vor ihrem Entführer zu retten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11147586","hoster":"VOE"},{"path":"/redirect/11147584","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10933465","hoster":"VOE"},{"path":"/redirect/10933462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-2/episode-2","name":"Schatten des Schicksals","epNo":2,"alt":"Shadow of Fate","descr":"Spear und Fang werden in einem Fremden Land Getrent.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11214411","hoster":"VOE"},{"path":"/redirect/11214414","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10933466","hoster":"VOE"},{"path":"/redirect/10933467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-2/episode-3","name":"Der Beginn der Menschheit","epNo":3,"alt":"Dawn of Man","descr":"Während er in einer Höhle Schutz vor dem Regen sucht, muntert Spear Fang auf, der immer noch um Red trauert, und entdeckt Höhlenmalereien. Am nächsten Tag findet er ein Tal voller Tiere und Visionen von Menschen aus den Höhlenmalereien. Nachdem er einen neuen Speer aus einem verlassenen Dorf erworben hat, jagt Spear für sich und Fang. Später in der Nacht wird das Duo von gehörnten Kriegern auf riesigen Bären angegriffen. Obwohl Spear verletzt ist, schaffen es die beiden, ihre Feinde zu besiegen. Spear erkennt das Skorpion-Siegel auf einem der Schilde der Krieger und ruft Miras Namen, was die verbleibende Kriegerin zur Flucht veranlasst. Die beiden jagen, bevor Fang ihn tötet, wobei Spear das Schwert des Kriegers nimmt, nachdem sein Speer zerstört wurde. Die beiden folgen den Bärenspuren zu einem Lager...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357092","hoster":"VOE"},{"path":"/redirect/11543258","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357220","hoster":"VOE"},{"path":"/redirect/14405502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-2/episode-4","name":"Der rote Nebel","epNo":4,"alt":"The Red Mist","descr":"Wikingerkrieger und ihre Bären tauchen aus dem Nebel auf. Mira und ihre Leute verneigen sich vor Angst und verärgern Spear. Er und Fang kämpfen gegen die Krieger, während Mira und ihre Leute in den Wald fliehen. Das Duo ist überwältigt, als Fang von einer Kriegerin, Rikka, verletzt wird, während Spear versehentlich Rikkas Sohn tötet. Unter dem Schutz eines roten Nebels geben die beiden ihrer Wut nach und töten Rikka und die verbleibenden Krieger, bevor sie wieder zu Sinnen kommen und mit Mira mit einem gestohlenen Boot fliehen. Einige Zeit später kommt ein weiteres Boot mit dem Häuptling der Wikinger, seinem ältesten Sohn Eldar und einer kleinen Gruppe von Sklaven an. Nachdem sie das Massaker entdeckt haben, sind sie am Boden zerstört über den Verlust ihres Clans, der Frau des Häuptlings Rikka und ihres jüngsten Sohnes. Sie begraben baldihre Clanmitglieder, befreien die Sklaven und geben ihrer verstorbenen Familie ein zeremonielles Schiffsbegräbnis . Auf der Suche nach Rache setzen sie Segel, um die Verantwortlichen für die Zerstörung ihres Dorfes zu jagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11543244","hoster":"VOE"},{"path":"/redirect/11359664","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11139358","hoster":"VOE"},{"path":"/redirect/11139357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-2/episode-5","name":"Die Ur-Theorie","epNo":5,"alt":"The Primal Theory","descr":"Im Jahr 1890 versucht ein Biologe namens Charles in England erfolglos, seine Evolutionstheorie gegenüber seinem Kollegen Lord Darlington zu verteidigen, Blakely, Bertie und Giroud. Charles vermutet, dass jeder Mensch in der richtigen Situation zu seinen primitiven Wurzeln zurückkehren würde, um zu überleben, was Darlington als Wahnsinn abtut. Der Abend wird unterbrochen, als ein entflohener Insasse aus einer nahe gelegenen Anstalt in das Haus einbricht, den Butler tötet und fortfährt, jede Person im Inneren zu jagen. Im Laufe der Nacht nehmen die Überlebenden Waffen aus Darlingtons Sammlung auf, wie Waffen, Schwerter und Pfeile. Einer nach dem anderen werden die Gäste entweder niedergeschlagen oder von dem brutalen Verrückten getötet, sodass nur Charles und Darlington übrig bleiben. Sie verfolgen den Insassen zum Gewächshaus, aber er überwältigt sie und beginnt, Charles auszuschlachten. In einem Anfall von Urwut greift Darlington den Insassen an und tötet ihn mit einem massiven Knochen und einem Speer. Als er wieder zu Sinnen kommt, sieht er einen verwundeten Charles an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11359698","hoster":"VOE"},{"path":"/redirect/11359679","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11034432","hoster":"VOE"},{"path":"/redirect/11034470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-2/episode-6","name":"Vidar","epNo":6,"alt":"Vidarr","descr":"Mira kümmert sich um die Verletzungen von Spear und einem von Pfeilen durchlöcherten Fang, das Paar heilt nach einiger Zeit. Ihr Schiff wird von einem anderen Schiff gerammt und sie werden vom Chieftain und Eldar angegriffen, wobei eines der Boote im Kampf zerstört wird. Mira steuert das Schiff, während Fang sowohl Chieftan als auch Eldar verletzt und letzteren in den Fluss wirft. Das Trio ist gezwungen, an Land anzudocken, um ein Loch im Boot zu reparieren, und Spear erfährt, dass Fang ihren und Reds Nachwuchs zur Welt bringt. Währenddessen rettet Chieftan Eldar und kümmert sich um ihre Verletzungen. Der Chieftan träumt in dieser Nacht von einem mysteriösen gehörnten Wesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11469563","hoster":"VOE"},{"path":"/redirect/11469561","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11060604","hoster":"VOE"},{"path":"/redirect/11060605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-2/episode-7","name":"Der Koloss","epNo":7,"alt":"The Colossaeus, Part I","descr":"Der Wikingerhäuptling erliegt seinen Wunden und wartet darauf, dass die Walküren ihn nach Walhalla bringen , wird aber stattdessen von koboldähnlichen Kreaturen nach Muspelheim geschleppt. Vor ein mysteriöses riesiges gehörntes Wesen gebracht, bietet das gehörnte Wesen die Seele des Chieftan Eldar im Austausch gegen die von Spear und Fang. Der Häuptling stimmt zu und verwandelt sich in einen feurigen Riesen. Währenddessen überzeugen Mira und Spear Fang mit ihren Eiern auf ihr Boot und setzen die Segel, um Mira wieder mit ihrem Volk zu vereinen. Sie segeln mehrere Tage, treffen aber bald auf ein riesiges Schiff, die Colossaeus, und werden von kleineren Schiffen voller Ägypter bestiegenKrieger. Spear und Mira besiegen viele der Krieger, kämpfen aber gegen Kamau, einen gigantischen starken Mann. Der darauf folgende Kampf führt zur Zerstörung eines von Fangs Eiern und die verbleibenden zwei werden von der erobernden ägyptischen Königin als Geiseln gehalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11469549","hoster":"VOE"},{"path":"/redirect/11469556","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11138904","hoster":"VOE"},{"path":"/redirect/11138902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-2/episode-8","name":"Der Koloss, Teil II","epNo":8,"alt":"The Colossaeus, Part II","descr":"Spear und Fang werden als Kriegsinstrumente für die tyrannische Königin eines beeindruckenden Kriegsschiffs, der Colossaeus, eingesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11541749","hoster":"VOE"},{"path":"/redirect/11541761","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11174982","hoster":"VOE"},{"path":"/redirect/11174979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-2/episode-9","name":"Der Koloss, Teil III","epNo":9,"alt":"The Colossaeus, Part III","descr":"Die Königin befiehlt Kamau, Fang zu exekutieren. Als Kamau mit der Frage ringt, ob er sich daran halten soll, zeigt eine Rückblende, dass er und Ima Teil eines friedlichen afrikanischen Stammes vieler anderer großer Männer wie Kamau waren, bis die Königin und ihre Krieger einmarschierten. Kamau beschließt, Fang zu befreien, und sie ist wieder mit ihren beiden Jungtieren vereint, während Spear und Mira sich befreien und Wellen von Kriegern abwehren. Die Königin versucht, Ima zu töten, aber Kamau holt sie zurück und flieht und entdeckt seinen Stamm, der auf dem unteren Deck der Colossaeus aneinandergekettet ist, gezwungen, das riesige Schiff zu rudern. Während Spear einen aussichtslosen Kampf gegen die Königin führt, wird eines von Fangs Jungtieren bei den Kämpfen verletzt. Mira und Spear holen dann Jungtiere und neben Fang springen sie ins Wasser und übernehmen eines der kleineren Schiffe. Kamau inspiriert sein Volk, sich zu befreien, und nachdem er sich auf das oberste Deck gekämpft hat, wirft Kamau die besiegte Königin in den Tod. Später an diesem Tag nehmen Spear, Mira, Fang und ihre Jungen ein kleines Schiff und segeln von der Colossaeus weg . Während Kamau, Ima und ihre Leute sich ausruhen und erholen, sehen Vater und Tochter, wie der dämonische Häuptling über das Wasser geht und in ihre Richtung geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11541750","hoster":"VOE"},{"path":"/redirect/11541752","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11314909","hoster":"VOE"},{"path":"/redirect/11224674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/primal/staffel-2/episode-10","name":"Echo der Ewigkeit","epNo":10,"alt":"Echoes of Eternity","descr":"Spear träumt von seiner Kindheit, als ein Smilodon- Rudel seinen Stamm angriff und seinen Vater tötete, bevor er die Bestien tötete und der neue Anführer wurde. Mira weckt Spear, als sie in ihrer Heimat ankommen. Sie erinnert sich, wie die Wikinger ihre Lieben töteten und sie versklavten und wie sie im Schutz eines Sturms floh. Die Gruppe lagert in einer Höhle, wo Spear mit Mira zum Mond betet. Am nächsten Morgen trifft Mira wieder auf ihren NubierStamm. Ihr Vater ruft an diesem Abend zu einer Feier auf, nach der Mira Spear, Fang und ihren Jungen Unterschlupf bietet. Am nächsten Tag greift der Chieftain das Dorf an und überwältigt Spear und Fang mit seinen neu entdeckten feurigen Kräften und Gestaltwandlungsfähigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11541755","hoster":"VOE"},{"path":"/redirect/11541756","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11359764","hoster":"VOE"},{"path":"/redirect/11359757","hoster":"Streamtape"}]}]}]}]}