{"seriesId":"prime-suspect","name":"Prime Suspect","descr":"Jane Timoney (Maria Bello) hat es nicht leicht: Als Detective bei der New Yorker Mordkommission muss sie Fälle bearbeiten, die einen schwer belasten können. Doch nicht nur das: In dem männerdominierten Polizeirevier muss sie sich ständig neu beweisen, bleibt aber fortwährend eine Außenseiterin – auch weil ihr nachgesagt wird, dass sie den Job nur aufgrund einer Affäre mit ihrem Boss bekommen hat. Jane ist jedoch allen Unkenrufen zum Trotz ein brillianter Cop und sieht Dinge, die Andere gern übersehen. Doch was sie sich wirklich wünscht, ist Respekt – von ihren Kollegen, ihren Vorgesetzten, aber auch von ihrem komplizierten Freund und dessen Sohn.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Härtetest","epNo":1,"alt":"Pilot","descr":"Detective Jane Timoney ist neu in der New Yorker Mordkommission. Der Start in der von Machos dominierten Abteilung ist nicht leicht, zumal die taffe Blonde mit ihrer direkten Art aneckt. Als der Leiter eines besonders kniffligen Falls plötzlich stirbt, übernimmt sie dessen Job und ermittelt in einer mysteriösen Mordserie: Der Täter vergewaltigt und tötet Frauen vor den Augen ihrer Kinder. Trotz Widerständen findet Jane einen ungewöhnlichen Weg, dem Mörder auf die Spur zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8807222,"hoster":"VOE"},{"redirect":8615306,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12334461,"hoster":"VOE"},{"redirect":10753867,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wölfe im Schafspelz","epNo":2,"alt":"Carnivorous Sheep","descr":"Lieutenant Sweeney beruft Jane in einen neuen Fall: Eine Frau wurde erstickt und ihre dreijährige Tochter wurde gekidnappt. Ins Visier gerät zunächst der Ex-Mann der Toten, Jason Healy. Doch da die Beamten nichts gegen ihn in der Hand haben, müssen sie ihn wieder laufen lassen. Mit Hilfe der Haushälterin des Opfers kommt Jane bald dem verurteilten Kinderschänder Chris Hughes auf die Spur. Bald gibt es aber auch unter den Mitarbeitern der Ermordeten Verdächtige","versions":[{"lang":1,"streams":[{"redirect":12251127,"hoster":"VOE"},{"redirect":8615302,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10753874,"hoster":"VOE"},{"redirect":10753875,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Miststück","epNo":3,"alt":"Bitch","descr":"Als die Bar von Janes Vater überfallen wird, lernt die Polizistin ihre Kollegin Detective Caroline Rivera kennen. Nach wenigen Minuten ist klar, dass die beiden taffen Frauen sich nicht leiden können. Auch ein neuer Fall kostet Jane Nerven: In einem Müllcontainer wird die vermisste Claudia Ward tot aufgefunden. Ihr Mann sagt aus, dass das Opfer eine Affäre mit einem gewissen David Hollister hatte. Der Container, in dem sich die Leiche befand, stand in der Nähe seiner Werkstatt.","versions":[{"lang":1,"streams":[{"redirect":8807225,"hoster":"VOE"},{"redirect":8615295,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490291,"hoster":"VOE"},{"redirect":10753877,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein toller Typ und trotzdem tot","epNo":4,"alt":"Great Guy, Yet: Dead","descr":"Ein Börsenmakler wird tot auf der Straße gefunden. Anthony Giordano wurde offenbar von einem Unbekannten erschossen. Jane hat jedoch schnell eine andere Theorie: Sie glaubt, dass seine Frau Louise in die Sache verwickelt ist. Doch sie scheint kein Motiv zu haben – ebenso wenig wie jemand anders. Selbst bei der Mafia, mit der Anthony Geschäfte gemacht hat, hat er offenbar keine Feinde. Derweil versucht Jane mit Hilfe eine Hypnotiseurin vom Rauchen loszukommen.","versions":[{"lang":1,"streams":[{"redirect":13117748,"hoster":"VOE"},{"redirect":8615297,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490293,"hoster":"VOE"},{"redirect":10753891,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blumen für eine Tote","epNo":5,"alt":"Regrets, I’ve Had A Few","descr":"In einem Park wird die junge Marta grausam ermordet. Am Tatort werden die Beamten schon von einer wütenden Menschenmenge erwartet. Der Täter hat die nackte Leiche mit Blumen bedeckt. Es sind Freunde und Bekannte der getöteten Frau, die verschwand, nachdem sie gegen die Gang aussagen wollte, die das Viertel kontrolliert. Duffy und Evrard machen sich auf die Suche nach Juno Suroz, dem Stiefvater der Toten. Er war einer der wenigen, dem Marta von ihrem Plan erzählt hatte.","versions":[{"lang":1,"streams":[{"redirect":8807228,"hoster":"VOE"},{"redirect":8615298,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490299,"hoster":"VOE"},{"redirect":10753914,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mord im Hotel","epNo":6,"alt":"Shame","descr":"Der Geschäftsmann Edward Wadzinski wird tot und ausgeraubt in einem Hotelzimmer gefunden. Bilder der Überwachungskamera zeigen, dass er am Vorabend eine Prostituierte mit aufs Zimmer genommen hat. Jane und ihr Team vermuten, dass sie das Opfer unter Drogen gesetzt hat. Kurz darauf schlägt die Verdächtige wieder zu: Der Marine-Kommandant Wells hat den Überfall überlebt. Doch er kann sich an nichts erinnern, was den Beamten bei der Identifizierung der Täterin helfen kann.","versions":[{"lang":1,"streams":[{"redirect":8807227,"hoster":"VOE"},{"redirect":8615300,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490300,"hoster":"VOE"},{"redirect":10753923,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kein Platz für ein Kind","epNo":7,"alt":"Wednesday’s Child","descr":"Der fünfjährige Ben Martin stirbt in seiner renommierten Vorschule. Zunächst glauben die Ermittler an einen Unfall, doch die Obduktion ergibt, dass jemand den Jungen getötet haben muss. Die Eltern sagen aus, dass ihr Sohn große Angst vor seiner Lehrerin Mrs. Minoff hatte. Dann werden Überreste von Medikamenten im Blut des Kindes gefunden. Jane und Blando nehmen bald auch Bens Kindermädchen Lucy ins Visier. (","versions":[{"lang":1,"streams":[{"redirect":8807224,"hoster":"VOE"},{"redirect":8615303,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490301,"hoster":"VOE"},{"redirect":10753958,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Unter Wasser","epNo":8,"alt":"Underwater","descr":"Die kleine Amanda Patterson muss mit ansehen, wie ihre Eltern ermordet werden. Die Familie war für einen Kurzurlaub in New York. Wie sich herausstellt, hatten Amandas Eltern einen Koffer mit Schmerzmitteln dabei, die sie illegal verkaufen wollten. Jane und ihr Kollege Duffy müssen sich zusammenraufen und das Mädchen gemeinsam in ihre Heimat begleiten. Während die Cops versuchen, den Fall zu lösen, hat es der Mörder auch auf Amanda abgesehen.","versions":[{"lang":1,"streams":[{"redirect":8807232,"hoster":"VOE"},{"redirect":8615301,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13501787,"hoster":"VOE"},{"redirect":10753998,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gebrochen","epNo":9,"alt":"Gone to Pieces","descr":"Als Duffy den Fall eines Toten aufklären soll, der von einem Auto fast in zwei Stücke gerissen wurde, ahnt er schon, dass die Ermittlungen in eine Sackgasse laufen werden. Er will die Sache an Jane abdrücken, doch die lehnt dankend ab. Sie untersucht einen weitaus spannenderen Mord. Das Opfer war in der Porno-Branche aktiv, und der arrogante Erwachsenenfilm-Produzent King Dickens ist höchst verdächtig. Jane hat jedoch nichts gegen ihn in die Hand.","versions":[{"lang":1,"streams":[{"redirect":13117749,"hoster":"VOE"},{"redirect":8615299,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mosaik des Verbrechens","epNo":10,"alt":"A Gorgeous Mosaic","descr":"Der Juwelier Simon Kesh wird auf offener Straße erschossen. Es gibt Augenzeugen, die alle den Täter gesehen haben, doch Jane traut ihnen nicht. Sie folgt einem anderen Hinweis, der sie zu einem der Rapper führt, denen Kesh Diamanten verkaufte: Bling B hatte Fälschungen von ihm bekommen. Doch er beteuert seine Unschuld und verweist auf Mickey Prendergast, einen stadtbekannten Gangster der irischen Mafia. Ihn wollen auch alle Augenzeugen gesehen haben. Jane bleibt misstrauisch.","versions":[{"lang":1,"streams":[{"redirect":8807237,"hoster":"VOE"},{"redirect":8615304,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Mauer des Schweigens","epNo":11,"alt":"The Great Wall of Silence","descr":"Im Keller eines Restaurants in Chinatown wird James Paget tot aufgefunden. Niemand kann sich erklären, was er dort zu suchen hatte. Dass der ehemals spielsüchtige Mann dort an einem illegalen Pokerspiel teilnahm, will seine Frau Alice nicht glauben. Alle möglichen Zeugen verschwanden vom Tatort, bevor Jane und ihr Team sie befragen konnten. Egal in welche Richtung die Cops ermitteln, ihre Nachforschungen laufen ins Leere. Obendrein hat Jane privat einen heftigen Streit mit Matt.","versions":[{"lang":1,"streams":[{"redirect":12920076,"hoster":"VOE"},{"redirect":8615325,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wer hat das Kommando?","epNo":12,"alt":"Ain’t No Sunshine","descr":"Im Müllschacht eines Mietshauses wird die 15-jährige Christina Lopez tot aufgefunden. Duffy und Calderon nehmen drei einschlägig vorbestrafte Jungs fest, die in dem Haus wohnen und mit denen das Mädchen viel Zeit verbrachte. Doch aus den Jugendlichen ist nichts herauszubekommen. Indes untersucht Jane den Tod einer Frau, die nachts in ihrem Badezimmer erschossen wurde. Ihr Ehemann will weder gehört haben, wie sie das Bett verließ, noch wie jemand eine Waffe auf sie feuerte.","versions":[{"lang":1,"streams":[{"redirect":8807240,"hoster":"VOE"},{"redirect":8615320,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Maulwurf","epNo":13,"alt":"Stuck in the Middle With You","descr":"Duffy soll im Prozess gegen Santana Cordero aussagen. Cordero ist wegen Mordes angeklagt. Als ein Zeuge umgebracht wird, wird den Ermittlern klar, dass auch Duffy auf der Abschussliste steht. Der Detective soll von nun an rund um die Uhr von seinen Kollegen überwacht werden, doch Duffy hält gar nichts davon. Jane rekrutiert in der Zwischenzeit einen Häftling, um mehr über Corderos Pläne zu erfahren.","versions":[{"lang":1,"streams":[{"redirect":8807241,"hoster":"VOE"},{"redirect":8615323,"hoster":"Streamtape"}]}]}]}]}