{"path":"/serie/stream/princess-princess","name":"Princess Princess","descr":"Tooru Kouno ist Schüler an einer sehr angesehenen Schule für Jungs. Wie es sich für eine Jungen-Elite-Schule gehört, herrscht dort ein eklatanter Mangel an Mädchen. Und so hat sich eine etwas eigenwillige Tradition entwickelt: Die hübschesten Jungs schlüpfen in die Rolle (und Kleider!) der Schulprinzessin. Da Tooru ein wirklich ganz Hübscher ist, wird ihm angetragen, diese Rolle zu übernehmen. Sein anfänglicher Widerstand legt sich schnell, nachdem er erfahren hat, welche Privilegien er fortan genießen darf. Wie bereits in ihrer Mini-Serie \"The Day of Revolution\" stellt Autorin Mikiyo Tsuda auch hier die Geschlechterrollen auf den Kopf. \"Princess Princess\" ist eine temporeich erzählte Komödie mit augenzwinkernden Seitenhieben auf ein althergebrachtes Rollenmodell.","seasons":[{"path":"/serie/stream/princess-princess/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/princess-princess/staffel-1/episode-1","name":"Die Prinzessin der Jungenschule","epNo":1,"alt":"Princess of the Boys` School","descr":"Toru Kouno besucht Mitte des Semesters eine neue Schule für Jungen. Sobald er ankommt, sieht er ein schönes Mädchen, das vor Studenten davonläuft und sie \"Prinzessin\" nennt. Nachdem er vom Lehrer in sein Klassenzimmer geführt wurde, ist er überrascht, von all seinen Klassenkameraden (die ihn auf seltsame Weise ansehen) herzlich empfangen zu werden. Der Klassenpräsident Sakomoto wird gebeten, ihn durch die Schule zu führen, und er sitzt neben einem schönen Jungen namens Shihodani (der aussieht wie ein Mädchen). Der Lehrer sagt, dass Toru \"das\" ist und bittet Shihodani, auf ihn aufzupassen. Zur Mittagszeit scheint Shihodani von Bewunderern umgeben zu sein. Während Sakamoto Toru zu einem Rundgang durch die Tour mitnimmt, bemerkt Toru, dass alle, einschließlich der Senioren, ihren Kopf in Respekt vor Sakamoto neigen und ihn \"Sakamoto-sama\" nennen. Nach der Schule bringt Shohidani ihn in die Schlafsäle. Er wird mit dem Studentenwohnheimleiter, Tsuji aus dem dritten Jahr, bekannt gemacht. Toru wird in den \"P-Raum\" geführt, kurz für \"Prinzessinnenraum\". Da Shihodani bereits ein Zimmer mit Mikoto teilt, wird er gebeten, auszuziehen. Toru erkennt ihn als dasselbe Mädchen, das er am Eingang getroffen hat und ist überrascht! Er wird in das \"Prinzessinnen-System\" eingeführt, in dem die schönen Jungen in der Schule als Mädchen nominiert und verkleidet werden, um den Stress in der Schule für Jungen \"zu lindern\". Toru ist von diesem System ziemlich überrascht, aber noch schockierter, als er erfährt, dass er selbst als Prinzessinnenkandidat nominiert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807291","hoster":"VOE"},{"path":"/redirect/8615366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-princess/staffel-1/episode-2","name":"Geburt einer Prinzessin","epNo":2,"alt":"Birth of the Princess","descr":"Toru, Yuujirou und Mikoto werden in den Studentenrat gerufen, wo die Mitglieder des Studentenrats alle vom Präsidenten Arisada in Toru eingeführt werden. Der Präsident präsentiert Toru alle Vorteile, eine Prinzessin zu werden - nachdem er gehört hat, was Toru bereitwillig akzeptiert, eine Prinzessin zu sein, auch wenn Mikoto immer wieder ablehnt (da er bereits eine Freundin hat, mag er es nicht, sich wie ein Mädchen zu verkleiden). Die Designerin der Prinzessinnen-Kleidung, Natashou, taucht ebenfalls auf. Sie ist völlig begeistert von der neuen Inspiration, die sich bei einem Blick auf alle Prinzessinnen ergibt. Es wird auch offenbart, dass Arisada eine ehemalige Prinzessin ist. Die Planung für die \"New Princess Introduction\" wird ebenfalls gestartet. Mikoto bemerkt sofort, dass Toru sich sehr schnell an seine Prinzessin-Rolle gewöhnt und bereits gelernt hat, mit den Fans umzugehen. Toru sagt, dass er es von Yuujirou gelernt hat, der alle in Schach hält, indem er süß ist und den Stolz und das Selbstvertrauen einer Königin hat. Mikoto probt auch ein wenig und schafft es dabei. Sie probieren auch die neuen Kostüme aus, die für die Zeremonie verwendet werden sollen. Später, als sie Arisada treffen, der die Vorbereitungen für die Zeremonie überwacht, ist Sakamoto ebenfalls anwesend und hilft. Arisada sagt, das liegt daran, dass Sakamoto der nächste Präsidentschaftskandidat ist (das wusste sogar Sakamoto nicht) und sie alle erkennen, dass es Arisada zu verdanken ist, dass jeder Sakamoto \"Sakamoto-sama\" nennt - er hat es selbst angefangen. Die Zeremonie findet schließlich statt, wo die Prinzessinnen sich gegenseitig bitten, sich um sie zu kümmern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807290","hoster":"VOE"},{"path":"/redirect/8615367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-princess/staffel-1/episode-3","name":"Die erste Arbeit - Die Prinzessinnen-Anfeuerungsgruppe","epNo":3,"alt":"1st Job, Princess Cheerleader","descr":"Die drei Prinzessinnen sollen alle Vereine anfeuern, für die lokalen Vorrunden. Arisada sagt ihnen auch, dass sie alle dafür sind, alle Klubs zu jubeln, die die Vorrunde gewinnen (und auch diejenigen, die das nationale Finale gewinnen), oder dass die Vorteile für die Prinzessin gekürzt werden - Arisada ist sogar zu den nationalen Spielen gegangen, um zu jubeln . Mikoto ist dagegen, da er sich als Mädchen verkleiden und das Schulgelände verlassen muss. In Anlehnung an Arisadas Idee hat Natashou die Kostüme als Krankenschwestern für die einheimischen Vorbereitungen, Cheerleader für das Präfektur- und Hochzeitskleid für die nationalen Endspiele entworfen! Mikoto ist völlig gegen diese Idee, die Braut eines Mannes zu sein. aber Mikoto ist nirgends zu finden. Toru versucht ihn davon zu überzeugen, dass wenn die Mannschaften nicht gewinnen, sie sich nicht anziehen und rausgehen müssen, aber es scheint, dass alle Mannschaften sich besonders bemühen, mit den Prinzessinnen zu gewinnen, die ihnen jubeln, gemäß der von bereitgestellten Jubeltaktik Arisada. Mikoto ist am Abend völlig fertig und stellt erneut fest, dass Toru mit dem Princess-Job ziemlich gut zurechtkommt - wenn er sagt, dass es einfach ist, Dinge selbst zu tun, als wenn andere es dir aufzwingen. Nach zwei Wochen dieses Regimes stellen sie fest, dass die Mannschaften die Vorrunde mit außergewöhnlichen Leistungen gewinnen. Also müssen sich die Prinzessinnen in ihren speziellen Kostümen kleiden, um jetzt jubeln zu können - aber Mikoto bekommt wieder einen Wutanfall, den er nicht in Kleidern auslösen möchte. An dem Morgen, an dem sie jubeln sollen, ist Mikoto nirgends zu sehen. Als Toru und Yuujirou anfangen, nach ihm zu suchen, bemerken sie, dass er das Kostüm ausprobiert - Mikoto erinnerte sich an Torus Worte, etwas selbst tun zu wollen, und wollte versuchen, das Kostüm selbst anzuziehen. Endlich verstehen sich alle Prinzessinnen wieder, mit den besonderen Kostümen zum Jubeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807292","hoster":"VOE"},{"path":"/redirect/8615369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-princess/staffel-1/episode-4","name":"Yûjirôs Vergangenheit","epNo":4,"alt":"Yuujirou`s Past","descr":"Die Sommerferien sind da und Yuujirou und Toru bleiben in den Schlafsälen zurück, um über ihre Vergangenheit zu sprechen, während Mikoto geht, um Zeit mit seiner Freundin Megumi zu verbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807293","hoster":"VOE"},{"path":"/redirect/8615382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-princess/staffel-1/episode-5","name":"Die anvisierte Prinzessin","epNo":5,"alt":"Stalked Princesses","descr":"Obwohl es Sommer ist, müssen die Prinzessinnen immer noch Sportmannschaften und andere Vereine anfeuern. Sogar Mikoto wird zur Prinzessinarbeit zurückgerufen. Während die Prinzessinnen sich fertig machen, begleitet sie auch Sakamoto. Während sie sich bewegen, hat Toru das gruselige Gefühl, dass die Prinzessinnen beobachtet werden. Als sie das Home Ec-Zimmer betreten, sehen sie, dass die Kostüme der Prinzessinnen auf einem Rosenmeer liegen. Sakamoto weist die Prinzessinnen an, den Raum nicht zu betreten, und holt die Mitglieder des Studentenrates, die sofort mit den Nachforschungen beginnen. Als Arisada erfährt, dass jemand sie beobachtet, bittet er die Prinzessinnen, ihre Arbeit einzustellen, bis die Dinge klar sind. Da der Täter durch die Ermittlungen jedoch nicht herauskommt, beschließen sie, die Prinzessinnen als Köder zu verwenden und den Täter herauszulocken. Auch wenn sie der Idee nicht zustimmen, stimmen die Prinzessinnen bald zu, da Mikoto sagt, dass er nicht möchte, dass die ihm (dh seiner Freundin) anvertrauten Personen in irgendeiner Weise davon betroffen werden. Als die Prinzessin wieder anfängt, ihre Runden zu drehen, stoßen sie auf einen Mann, der sie fotografiert. Die Studentenvertretung nimmt ihn gefangen und es wird bekannt, dass er von einer Agentur stammt und die Prinzessinnen als Idole darstellen möchte, nachdem er sie beim Turnier gesehen hat. Obwohl er zugibt, dass er die Fotos der Prinzessinnen gemacht hatte, schickte er keine Blumen. Während sich noch alle wundern, wer die Blumen schickt, kommt Natasho Senpai aus dem Nichts geschwommen, hält einen Strauß Rosen in der Hand und reicht sie den Prinzessinnen, die behaupten, so neue Inspiration gefunden zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807296","hoster":"VOE"},{"path":"/redirect/8615374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-princess/staffel-1/episode-6","name":"Das Geheimnis der Familie Sakamoto","epNo":6,"alt":"Sakamoto`s Family Secret","descr":"Endlich haben Toru und Yuujirou freie Zeit und beginnen mit ihren Sommerhausaufgaben. Aber sie finden einige Probleme schwierig zu lösen und beschließen, zu Sakamotos Haus zu gehen, um ihn um Hilfe zu bitten (Sakamoto hatte sie zuvor eingeladen). Sie hoffen auch, den berühmten älteren \"Sakamoto-sama\" zu treffen. Als sie endlich ankommen, warnt Sakamoto sie, nicht zu überrascht zu werden von dem, was sie sehen, aber Toru und Yuujirou überzeugen ihn, dass sie als Prinzessinnen an fast alle Überraschungen gewöhnt sind. Als sie in Sakamotos Haus ankommen, sehen sie, dass alle Familienmitglieder, denen sie begegnen, außergewöhnlich schön sind, so dass sie sogar Sakamoto fragen, ob sie seine wahre Familie sind. Sie treffen alle außer dem älteren Bruder \"Sakamoto-sama\". Später, als sie grillen wollen, bittet Sakamoto sie, ihn auch als ihren Freund zu betrachten. Toru und Yuujirou akzeptieren und alle beschließen, sich beim Vornamen zu nennen. Plötzlich kommt der ältere Sakamoto und verblüfft Toru und Yuujirou, weil er ziemlich kindisch ist, weil Akira ihn nicht zum Grillen gerufen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807298","hoster":"VOE"},{"path":"/redirect/8615377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-princess/staffel-1/episode-7","name":"Ein Chorwettbewerb voller Schweiss und Tränen","epNo":7,"alt":"Chorus Concert with Sweat and Tears","descr":"Die Prinzessinnen müssen der Chorgruppe an ihrer Schule einen Song- und Tanzeröffnungsakt vorspielen, aber es gibt ein kleines Problem: Mikoto kann nicht singen. Während des Trainings trifft Toru seinen Cousin, der möchte, dass er zurückkommt und sie heiratet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807299","hoster":"VOE"},{"path":"/redirect/8615373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-princess/staffel-1/episode-8","name":"Der Fortbestand der Prinzessin ist Gefährdet","epNo":8,"alt":"The Princesses` Existence Endangered!?","descr":"Der Direktor des Vorstandes, der für die Schule verantwortlich ist, kommt zu Besuch, nachdem er die Position von seinem Vater geerbt hat. So geschockt, dass er versucht, das System komplett zu entfernen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807302","hoster":"VOE"},{"path":"/redirect/8615372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-princess/staffel-1/episode-9","name":"Das Schulfest beginnt","epNo":9,"alt":"The School Festival Starts!","descr":"Das Kulturfest der Schule hat endlich begonnen und die Prinzessinnen sind wieder fleißig am Werk. Während des Festivals kommt Yuujirous Familie zu Besuch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807300","hoster":"VOE"},{"path":"/redirect/8615375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-princess/staffel-1/episode-10","name":"Zeit für Verliebte","epNo":10,"alt":"Lovers` Time","descr":"Mikotos Freundin Megumi und seine ältere Schwester Makoto besuchen ihn während des Kulturfestivals in der Schule, und die Dinge laufen nicht genau wie geplant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807301","hoster":"VOE"},{"path":"/redirect/8615385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-princess/staffel-1/episode-11","name":"Die Verheimlichte Vergangenheit","epNo":11,"alt":"Secret Past","descr":"Nach dem Schulfest sollen sich die Dinge wieder normalisieren, aber dann passieren merkwürdige Dinge für Yuujirou.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807303","hoster":"VOE"},{"path":"/redirect/8615378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-princess/staffel-1/episode-12","name":"Der Weg, den eine Prinzessin wählt","epNo":12,"alt":"The Path a Princess Chooses","descr":"Die Jagd geht weiter und man findet heraus, was Sayaka in Torus Schule tut. Später muss Toru entscheiden, ob er in der Schule bleiben oder nach Hause gehen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807304","hoster":"VOE"},{"path":"/redirect/8615379","hoster":"Streamtape"}]}]}]}]}