{"path":"/serie/stream/princess-connect-redive","name":"Princess Connect! Re:Dive","descr":"In \"Princess Connect! Re:Dive\" erwacht Yuki eines Tages in der wunderschönen Welt mit dem Namen Astraea. Doch Yuki kommt seine Umgebung weder bekannt vor noch hat er irgendeine Erinnerung an seine Vergangenheit. Zum Glück führt ihn das Schicksal rasch mit drei Mitstreiterinnen zusammen, die gemeinsam eine Gilde mit dem Titel Feinschmeckergilde gründen. Gemeinsam mit der ihm treu ergebenen Kokkoro, der dauerhungrigen Schwertkämpferin Pecorine und der Nekomimi-Magierin Karyl begibt Yuki sich auf ein spannendes Abenteuer!","seasons":[{"path":"/serie/stream/princess-connect-redive/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-1","name":"","epNo":1,"alt":"The Adventure Begins: Sauteed Mushrooms at Sunset","descr":"Der junge Held, Yuki, wacht plötzlich an einem ihm unbekannten Ort auf und stellt fest, dass er keinerlei Erinnerungen besitzt. Was mag ihm zugestoßen sein? Und wer ist die mysteriöse Ameth, die neben ihm sitzt und Yuki auf seine nächste Reise vorbereitet?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182393","hoster":"VOE"},{"path":"/redirect/14199093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-2","name":"","epNo":2,"alt":"A Moody Cat`s Mischief: Warm, Golden Rice Balls","descr":"Nach ihrer großen Pilzsammel-Quest haben Yuki und Kokkoro erst mal genug Geld erhalten, um über die Runden zu kommen. Als sie am nächsten Morgen Pecoline begegnen, werden sie auch gleich ins nächste Abenteuer verwickelt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182377","hoster":"VOE"},{"path":"/redirect/14199100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-3","name":"","epNo":3,"alt":"The Epicurean Frontier: Heavenly Fruit Is the Secret Ingredient","descr":"Kokkoro geht sich ein Anmeldeformular holen, damit unsere Helden ihre Gilde gründen können. Jedoch gibt es noch Unstimmigkeiten, denn Karyl will der Gilde überhaupt nicht beitreten. Sie verfolgt nur ein Ziel, die Auslöschung von Pecoline.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182367","hoster":"VOE"},{"path":"/redirect/14199112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-4","name":"","epNo":4,"alt":"Welcome to the Gourmet Guild: Beef Stew at Nightfall","descr":"Unsere Helden bekommen von Karin ein Haus, um ihre Gilde ins Leben zu rufen. Jedoch stehen sie vor der nächsten Hürde, dem Frühjahrsputz. Das ganze Haus ist voller Schlangen und Krabbelkäfer, die vor ihrem Einzug noch entsorgt werden müssen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182369","hoster":"VOE"},{"path":"/redirect/14199106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-5","name":"","epNo":5,"alt":"Porridge Made with Love: Topped with a Twilight Fate","descr":"Yuki liegt erkältet im Bett. Weil sich die Mädchen schreckliche Sorgen um ihn machen, beschließen sie, ihn in ein Krankenhaus zu bringen. Jedoch ist das Krankenhaus nicht ganz so normal, wie sie es sich vorgestellt haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182376","hoster":"VOE"},{"path":"/redirect/14199115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-6","name":"","epNo":6,"alt":"Melody of Departure: Aromatic Spices Under the Starry Sky","descr":"Yuki und die Mädchen wollen ihre erste Quest bewältigen. Dabei geht es um eine Gewürzernte. Auf ihrem Weg zum Zielort schlagen sie ein Nachtlager auf und kochen gemütlich zusammen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182375","hoster":"VOE"},{"path":"/redirect/14199118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-7","name":"","epNo":7,"alt":"A Light to Pierce the Darkness: Like Two Sisters in a Pod","descr":"Hatsunes Schwester, Shiori, wurde vom Schatten verschluckt und greift mit anderen besessenen Gestalten das Dorf an. Yuki und seine Gefährten suchen in der Zwischenzeit im Wald nach Shiori, allerdings stoßen sie dabei auf Christina.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182373","hoster":"VOE"},{"path":"/redirect/14199116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-8","name":"","epNo":8,"alt":"A Little, Lyrical Kids` Meal: Country-Style Fried Eggs","descr":"Misogi, Kyoka und Mimi suchen nach einem Lehrmeister, der ihnen alles erklärt, was zum Leben in einer Gilde dazugehört. Zufällig stoßen Yuki, Pecoline, Karyl und Kokkoro auf ihren Quest-Auftrag an der Anschlagtafel.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182394","hoster":"VOE"},{"path":"/redirect/14199120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-9","name":"","epNo":9,"alt":"A Gourmet Getaway: Fragrant Tentacles on the Beach","descr":"Kokkoro gewinnt bei einer Lotterie eine Reise ans Meer. Sie nimmt die ganze Gilde mit, damit sie gemeinsam eine schöne Zeit verbringen können. Sommer, Strand, Sonnenschein und Bikinis!!! Aber niemand hat mit dem Kraken gerechnet","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182384","hoster":"VOE"},{"path":"/redirect/14199125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-10","name":"","epNo":10,"alt":"Flowers in Eternal Darkness: Cursed Pudding","descr":"Nach ihrem Urlaub geht die Feinschmecker-Gilde wieder ihren üblichen Tätigkeiten nach. Als Yuki und Kokkoro dem Gastwirt ein paar Souvenirs von ihrer Reise bringen wollen, hören sie von Charlie und Ikacchi, wie er die ganze Zeit nur Pudding zubereitet hat. Was mag nur mit dem guten Mann los sein?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182358","hoster":"VOE"},{"path":"/redirect/14199123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-11","name":"","epNo":11,"alt":"Evening Home: A Crispy Quest Hot Dog","descr":"Pecoline macht versehentlich Karyls Kuscheltier kaputt. Daraufhin begeben sich sie, Yuki und Kokkoro in die Stadt, um einen Stoff zu suchen, damit sie das Kuscheltier flicken können. In der Stadt wird Yuki von einem Schatten angegriffen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182368","hoster":"VOE"},{"path":"/redirect/14199133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-12","name":"","epNo":12,"alt":"The Whimsical Patissier`s Specialty: A Memory of Labyrinths and Crepes","descr":"Pecoline hört davon, wie sich ein Dämon auf der Brücke in Richtung Stadt eingenistet hat. Sie möchte zusammen mit der Feinschmecker-Gilde die Jagd-Quest annehmen und den Dämon beseitigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182382","hoster":"VOE"},{"path":"/redirect/14199142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-1/episode-13","name":"","epNo":13,"alt":"Lost Princess: Garnished with Smiles","descr":"Pecoline und Kokkoro finden sich plötzlich im Schloss Landosol wieder. Dort offenbart ihr Pecoline ihre traurige Vergangenheit und ihren wahren Namen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182389","hoster":"VOE"},{"path":"/redirect/14199135","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-1","name":"","epNo":1,"alt":"A Walk on the Gourmet Side ~Curiosity Is the Best Bouquet Garni~","descr":"Eines Morgens holt Kokkoro beim Frühstück eine Karte heraus, auf der die Lage des ultimativen Gewürzs, bekannt als \"Drops of the Sea\", zu sehen ist. Obwohl sich die Informationen selbst für die Gildenvereinigung als zu fragwürdig erwiesen hatten, besteht Pecorine darauf, dass sie im Rahmen ihrer Gildenaktivitäten gehen. Ihr Enthusiasmus wirkt ansteckend und so begibt sich die Gourmetgilde auf ein brandneues Abenteuer.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182387","hoster":"VOE"},{"path":"/redirect/14199129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-2","name":"","epNo":2,"alt":"A Moody Cat`s Hesitation: Antipasto in the Moonlight","descr":"Eines Tages macht sich Yuuki auf den Weg, um einem Kunden einen Artikel zu liefern. Als Pecorine und die anderen sich mit ihm treffen, entdecken sie, dass es sich bei der Kundin um Tsumugi handelt, ein Mitglied der beliebten Idolgruppe Carmina, und dass Yuuki gezwungen wird, auf ihr Geheiß hin ein süßes Outfit zu tragen. Die Gruppe ist natürlich verwirrt, aber es scheint einen Grund dafür zu geben ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182388","hoster":"VOE"},{"path":"/redirect/14199140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-3","name":"","epNo":3,"alt":"Tea Party in the Mysterious Forest: Afternoon Carries the Scent of Danger","descr":"Beim Besuch eines Ladens in Landosol treffen Yuki und Kokkoro auf Aoi, die eine neue Uniform trägt. Es stellt sich heraus, dass Aoi eine Schülerin an der angesehenen Sankt-Theresa-Mädchenakademie geworden ist. Allerdings hat sie Angst, dass sie sich nicht an ihr neues Leben dort gewöhnen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182360","hoster":"VOE"},{"path":"/redirect/14199146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-4","name":"","epNo":4,"alt":"The Budding Detective: Mirror Glaze on the Mind","descr":"Auf der Reise zur Monsterinsel trifft die Gourmet-Gilde auf Kasumi und Makoto, die mit ihren Caon-Kollegen dort sind, um eine Reihe neuer Shadow-Auftritte zu untersuchen. Bewaffnet mit einem umfassenden Wissen über Schatten dank ihrer früheren Kämpfe, beschließen die Mitglieder der Gourmet-Gilde, bei Caons Ermittlungen zu helfen ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182371","hoster":"VOE"},{"path":"/redirect/14199147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-5","name":"","epNo":5,"alt":"Light and Darkness as One: Churrasco of Indecision and Resolve","descr":"Die Schatten auf der Monsterinsel bilden mit den Golems einen Schwarm und starten einen Angriff auf die Inselbewohner. Währenddessen verschwindet Pecorine plötzlich aus dem Blickfeld. Während die Caon-Mitglieder zusammen mit Yuuki und den anderen verzweifelt kämpfen, um die Insel zu beschützen, entwickelt Kasumi einen geheimen Plan, um den Fortschritt der Schatten zu stoppen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182383","hoster":"VOE"},{"path":"/redirect/14199144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-6","name":"","epNo":6,"alt":"Code Name: Monika: Bouillabaisse Is Best Enjoyed Hot","descr":"Monika ist eine Spionin aus einem fremden Land und soll Landosol erforschen. Dafür hat sie eine Gilde mit schrägen Zeitgenossen gegründet. Jedoch muss sie erst mal den Schuldenberg abbauen, bevor sie zu ihrer Hauptaufgabe übergehen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182370","hoster":"VOE"},{"path":"/redirect/14199155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-7","name":"","epNo":7,"alt":"The Prankster Pixie ~Cuore in the Mist~","descr":"Auf dem Rückweg vom Reisanbau finden Yuuki und seine Gefährten am Straßenrand ein Mädchen, das sich als Chika herausstellt, ein Mitglied von Carmina. Während sie sich um sie kümmern, rufen sie ihr Gildenkollege Nozomi um Hilfe. Aber als Chika endlich aufwacht, scheint sie sich ziemlich seltsam zu verhalten ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182380","hoster":"VOE"},{"path":"/redirect/14199163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-8","name":"","epNo":8,"alt":"A Letter to Join Feelings ~Arancini on the Green Hill~","descr":"Als Kokkoro auf das Postamt geht, wird dieses von einer Räuberbande überfallen. Sie stehlen nicht nur Kokkoros Briefe, sondern auch die Empfehlungsschreiben von Suzuna und Misaki. Gemeinsam wollen sie sich diese zurückholen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182385","hoster":"VOE"},{"path":"/redirect/14199153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-9","name":"","epNo":9,"alt":"A Gourmet Getaway ~Fragrant Tentacles on the Beach~","descr":"Pecoline hat den Entschluss gefasst, Karyl und Yuki zu erzählen, dass sie in Wahrheit Prinzessin Justiana ist. Wie werden die beiden darauf reagieren, wenn sie Pecolines Geheimnis erfahren?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182374","hoster":"VOE"},{"path":"/redirect/14199157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-10","name":"","epNo":10,"alt":"Lost Princess ~Garnished with Smiles~","descr":"Als Miyako und Shinobu verletzt bei den Feinschmeckern auftauchen, sind Pecoline und ihre Freunde schockiert, als sie erfahren, dass Diabolos angegriffen wurde und zwei ihrer Mitglieder entführt wurden. Shinobu erklärt ihnen, wer sie angegriffen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182378","hoster":"VOE"},{"path":"/redirect/14199159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-11","name":"","epNo":11,"alt":"Those Who Fight Back","descr":"Pecoline gesteht dem Volk von Landosol, dass sie die wahre Prinzessin Justiana ist. Um ihren Namen und ihren Thron zurückzuerobern, schwört sie, die falsche Prinzessin zu besiegen. Doch zuerst muss sie gegen die Kommandantin der Albträume kämpfen, die einer Gehirnwäsche unterzogen wurde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182372","hoster":"VOE"},{"path":"/redirect/14199162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/princess-connect-redive/staffel-2/episode-12","name":"","epNo":12,"alt":"Connecting the Pieces with You Once More","descr":"Pecoline stellt sich schließlich der Allwissenden Kaiserin und schließt sich mit Kokkoro und Yuki zusammen, die ihr im Kampf zur Seite stehen. Wie wird der finale Kampf um Landosol ausgehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14182386","hoster":"VOE"},{"path":"/redirect/14199169","hoster":"Streamtape"}]}]}]}]}