{"seriesId":"princess-tutu","name":"Princess Tutu","descr":"Die Geschichte beginnt bei einem Geschichtenerzähler namens \"Drosselmeyer\", welcher kurz vor der Vollendung seines letzten Buches verstarb. Seine Märchenfigur, ein Prinz, \"stieg\" aus dem Buch heraus und bekämpfte eine \"Monsterkrähe\". Der Kampf ging eine lange Zeit, bis sich der Prinz entschloss, sein Herz zu opfern, um die Krähe endgültig wegzusperren. Dieses \"Opfer\" sorgte dafür, dass er all seine Gefühle und sein Gedächtnis verlor. Die Welt lag wieder im Frieden, doch seine Seele wurde \"stumm\".","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Duck and the Prince ~ Der Nußknacker: Blumenwalzer","descr":"Duck erwacht aus einem Traum, in dem sie als Ente einem gutaussehenden Prinzen beim Balletttanz zusieht. Später kommt sie früh in die Klasse und entdeckt Mytho, eine Schülerin der Oberstufe, die alleine tanzt. Sie führt ein nervenaufreibendes Gespräch mit ihm, bevor Fakir, ein anderer Schüler, hereinkommt. Fakir erweist sich als herrschsüchtig und herablassend gegenüber Mytho. Im Ballettunterricht erfahren wir, dass Mytho mit einem Mädchen namens Rue zusammen ist. Der Lehrer ist eine Katze, aber Duck ist die einzige in der Klasse, die das seltsam findet. Rue erweist sich in der Oberstufe als talentiertes Mädchen, zu dem die meisten Schüler aufschauen. Nach dem Unterricht geht Duck zum Schlafsaal des Jungen, um sich bei Mytho dafür zu entschuldigen, dass er versehentlich sein Bein verletzt hat. Bevor sie den Mut aufbringen kann hineinzugehen, hält Fakir sie auf und weist sie ab. Später in der Nacht bedauert Duck, sich nicht bei Mytho entschuldigen zu können, und denkt über seine einsamen Augen nach. Sie möchte ihm helfen und erregt die Aufmerksamkeit des mysteriösen Drosselmeyer, der sich sagt: \"Während das Wasser fließt, hat sich die Zeit bewegt. Jetzt lass mich deine Geschichte anhören!\" Am nächsten Morgen geht Fakir in die Bibliothek. Als Duck beschließt, sich bei Mytho zu entschuldigen, entdeckt sie Kanarienvögel auf dem Dach des Schlafsaals, die anfangen zu fliegen. Einer der Jungen zögert und muss springen, als ein Rabe ihn angreift. Mytho springt, um den Vogel zu fangen, und fällt ebenfalls. Um ihn zu retten, verwandelt sich Duck in Prinzessin Tutu. Der Vogel fliegt davon und Mytho fragt, wer sie ist. Tutu/Duck erinnert sich, dass sie eine Ente ist und rennt weg. Die Geschichte hat begonnen.","versions":[{"lang":2,"streams":[{"redirect":14439708,"hoster":"VOE"},{"redirect":10136328,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":7909251,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Pieces of the Heart ~ Schwanensee: Scène finale","descr":"Am nächsten Tag wacht Duck auf und erkennt, dass sie nur eine Ente ist. Drosselmeyer scheint ihr zu sagen, dass sie auch die legendäre Prinzessin Tutu ist; Ihre Aufgabe ist es, dem Prinzen Mytho die Herzstücke zurückzugeben. Sie sehnt sich danach, Mytho eines Tages lächeln zu sehen, und beschließt, die Herausforderung anzunehmen. Drosselmeyer gibt den Anhänger zurück, der sie in ein Mädchen verwandelt, sowie Prinzessin Tutu. Ein Ameisenbär-Mädchen, das wegen ihrer überragenden Tanzkünste verbittert und eifersüchtig auf Rue ist, richtet ihre Augen auf Mytho. Sie und Mytho haben einen Tanz mit Rue. Rue wählt Duck als ihren Partner und sie gewinnen. Duck entdeckt, dass der Ameisenbär von einem Splitter von Mythos Herzen beeinflusst wird – dem Gefühl der Bitterkeit. Sie verwandelt sich in Prinzessin Tutu und überzeugt den Herzsplitter, zu ihm zurückzukehren. Mytho gewinnt ein Gefühl zurück, das Fakir beunruhigt.","versions":[{"lang":2,"streams":[{"redirect":13051229,"hoster":"VOE"},{"redirect":10136329,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Princess\u0027s Oath ~ Dornröschen: Panorama","descr":"Duck erfährt von dem Buch Der Prinz und der Rabe. Sie findet heraus, dass der Autor Drosselmeyer ist und vor langer Zeit gestorben ist. Sie trifft Mytho, der Wasser für Rue holt, während er und Rue beim Picknick waren. Duck verbraucht das Wasser, um einen Schnitt zu reinigen, den Mytho bekommen hat, und auf der Suche nach mehr Wasser stolpern die beiden über ein Restaurant. Drinnen serviert ihnen eine Frau, Ebine, kaltes Essen und Duck entdeckt, dass sie ein anderes Stück von Mythos Herzen hat: das Gefühl der Einsamkeit. Sie holt es zurück und danach sprechen Rue (und Fakir, der nach ihm gesucht hatte) über Prinzessin Tutu und ihr Schicksal. Das Publikum erfährt, dass, wenn Prinzessin Tutu dem Prinzen ihre Liebe gesteht, sie sich in einen Lichtfleck verwandelt.","versions":[{"lang":2,"streams":[{"redirect":10136331,"hoster":"VOE"},{"redirect":10136334,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Giselle","descr":"Duck denkt darüber nach, wer sie als Prinzessin Tutu ist. Mytho stellt fest, dass ihn jemand anruft, und fühlt sich in das Gefühl ein, dass jemand jemanden treffen möchte, und erkennt das Gefühl, dass er traurig ist. Fakir versucht Mytho davon zu überzeugen, dass er kein Herz braucht; unterdessen wird Duck dafür gezüchtigt, dass sie Rues Probetraining unterbrochen hat. Duck schwört, ihm Mythos Herz zurückzugeben, während sie bestreitet, dass sie ihn liebt. Später wiederholt Rue Fakirs Worte an Mytho und sagt ihm, dass er sie liebt und das ist alles, was er wissen muss. Fakir versucht herauszufinden, warum Mytho seine Gefühle wiedererlangt. Mytho folgt dem oben genannten Ruf und verschwindet. Duck und Rue suchen ihn. Sie treffen auf Edel, der ihnen eine Geschichte erzählt und sie in die richtige Richtung lenkt, wodurch sie Mytho finden können. Er hat den Geist Giselle gefunden, der ihn gerufen hat, und bekommt eine Rosmarinblume angeboten, die es Giselle ermöglicht, ihn mit ins Land der Toten zu nehmen. Rue versucht ihn zu retten, indem sie mit Giselle tanzt, scheitert aber. Als Rue fällt, versteckt sich Duck und verwandelt sich in Prinzessin Tutu. Tutu offenbart sich Rue und tanzt mit Giselle. Sie gewinnt erfolgreich das Gefühl der Traurigkeit von Giselle und gibt es Mytho. Drosselmeyer stellt fest, dass die Gefühle, die dem Prinzen bisher zurückgegeben wurden, unglücklich sind, und fragt Tutu: \"Werden Sie dem Prinzen so das Glück wiederherstellen?\"","versions":[{"lang":2,"streams":[{"redirect":10136330,"hoster":"VOE"},{"redirect":10136335,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"On the Eve of the Fire Festival ~ Bilder einer Ausste","descr":"Rue schaut durch The Prince and the Raven und wird von Fakir konfrontiert. Sie deutet an, dass Prinzessin Tutu real sein könnte. Währenddessen erfährt Duck vom Feuerfest. Duck wurde mit der Reinigung des Raumes der Fortgeschrittenenklasse beauftragt. Sie kommt im Klassenzimmer an und findet Mytho in Festtagskleidung vor, der auf Rue wartet, um gemeinsam zu üben. Da sie abwesend ist, beschließt er zu ihrer Freude, stattdessen mit Duck zu tanzen. Fakir sieht die beiden und konfrontiert Mytho mit der Aufforderung, ihm einfach zuzuhören. Die beiden gehen und Rue erscheint. Die beiden reden ein paar Augenblicke und Duck macht sich auf die Suche nach Mytho. Als Strafe dafür, dass er ihm nicht zugehört hat, sperrt Fakir Mytho in einen Schrank. Empört versucht Duck, die verschlossene Tür zu öffnen, und lässt ihr entgehen, dass Mytho die Stücke seines Herzens wiedererlangt. Fakir wird misstrauisch und befragt sie.Duck entdeckt, dass sowohl Rue als auch Fakir wissen, dass Mytho der Prinz aus der Geschichte ist. Fakir sagt Duck aggressiv, dass Mytho kein Herz braucht. Im Schrank hört Mytho eine Stimme, die von einer seltsam leuchtenden Platte im Boden zu ihm spricht. Edel erscheint noch einmal und weist auf ein offenes Fenster hin, durch das Duck gehen kann. Sie tut es und sie fällt auf die glühende Platte, die sich öffnet und sie in einige Katakomben stürzen lässt. Sie macht sich auf die Suche nach Mytho und eine Stimme beginnt, ihr Rätsel zu erzählen. Sie versteht sie alle falsch, findet aber den Raum, in dem sich Mytho befindet, und wird in den Raum eingesperrt. Sie verwandelt sich in Prinzessin Tutu und bekommt schließlich die Antwort auf die Rätsel und enthüllt die Stimme als Lampe mit einem Stück Herz. Tutu tanzt, während die Lampe sie anstrahlt. Die Lampe verrät, dass sie einst für Menschen geleuchtet hat, aber beiseite geworfen wurde.Sie will jetzt Mytho, damit sie für ihn glänzen kann. Tutu überredet die Lampe, Mytho freizugeben und verspricht, die Lampe mitzunehmen. Mythos Zuneigung kehrt zu ihm zurück. Rue, die auch nach dem Ende des Festivals auf Mytho auf dem Platz wartet, dreht sich schließlich um, um zu gehen, findet aber Mytho auf ihrem Weg. Sie tanzen, während Duck mit der Lampe in der Hand zusieht. Lächelnd sieht Rue zu Mytho auf und stellt fest, dass er sie mit sanften Augen ansieht. Seine Emotion überrascht sie und sie rennt weg. Fakir sieht ihn böse an und Duck sieht Rue unglücklich hinterher.","versions":[{"lang":2,"streams":[{"redirect":12920038,"hoster":"VOE"},{"redirect":12516805,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Aurora Dreaming ~ Dornröschen: Prolog","descr":"Eine reisende Balletttruppe kommt in die Stadt und Ducks ganze Klasse hat Zeit, um die Übungsgruppe zu sehen. Duck sieht, dass ein Herzsplitter die Hauptrolle in der kommenden Dornröschen-Show in Besitz genommen hat, aber sie geht, als die Leere in ihrem Herzen gefüllt wird, als der Ehemann der Hauptrolle sie ermutigt und unterstützt. Duck jagt dem Splitter hinterher und bittet ihn, zu Mytho zurückzukehren, aber er greift sie stattdessen mit einem Schwert an. Trotz ihrer offensichtlichen Zurückhaltung fängt Duck sie auf und gibt sie Mytho zurück. Die Scherbe entpuppt sich als das Gefühl von Angst und Unsicherheit, und als sie zurückgegeben wird, hat Mytho Angst vor Prinzessin Tutu. Duck ist schockiert und bestürzt, dass ihr Versuch, Mytho zu helfen, mit Schmerzen geendet hat.","versions":[{"lang":2,"streams":[{"redirect":10795655,"hoster":"VOE"},{"redirect":10136333,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Raven Princess ~ An der schönen blauen Donau","descr":"Verzweifelt darüber, was sie Mytho angetan hat, denkt Duck daran, aufzugeben, Prinzessin Tutu zu sein, weiß aber, dass sie sonst kein Mädchen mehr sein kann. Drosselmeyer macht sich Sorgen, dass die Geschichte wieder eingefroren wird, wenn Duck aufhört, also stoppt er die Zeit, um sie zu ermutigen. Seine Aufmunterung erreicht jedoch das Gegenteil seiner Absichten: Duck wirft ihren Anhänger in den Fluss und verwandelt sich wieder in eine Ente. Währenddessen ist Mytho von den neuen Emotionen, die er fühlt, verwirrt und wandert zum Fluss. Dort führt ihn die Scherbe der Neugier tief unter Wasser. Duck versucht ihn zu retten, kann aber nicht in ihrer Entenform sein, also holt sie ihren Anhänger zurück und wird wieder Prinzessin Tutu. Mytho sagt ihr, dass er nicht möchte, dass sie geht; dass er möchte, dass sie sein Herz wiederherstellt. Erfreut,Tutu will gerade seine Neugier wiederherstellen, als sie plötzlich von der Rabenprinzessin Kraehe gestohlen wird.","versions":[{"lang":2,"streams":[{"redirect":10136338,"hoster":"VOE"},{"redirect":10136339,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Fountain of Warriors ~ Fantasie-Overtüre zu","descr":"Rue wacht auf und kann sich nicht daran erinnern, was in der Nacht zuvor passiert ist. Sie findet Mythos Herzsplitter in einer ihrer Schubladen. Es stellt sie in Frage und fragt sie, wer sie wirklich ist, aber sie kann nicht antworten. Duck überlegt, ob sie Mytho sagen soll, dass sie Prinzessin Tutu ist. Mytho trotzt Fakir, der erkennt, dass er Mytho nicht mehr kontrollieren kann und das Schwert des Prinzen zurückholt, um Mythos Herz wieder in Stücke zu brechen. Kraehe (eine unwissende Rue) erscheint und versucht Mytho von Prinzessin Tutu zu stehlen, und dann erscheint Fakir und versucht Mythos Herz zu brechen. Prinzessin Tutu kann ihn aufhalten, und sie gibt auch den Herzsplitter der Neugier zurück. Sie verzweifelt jedoch daran, dass Mytho herausfindet, dass sie in Wirklichkeit nur eine Ente ist.","versions":[{"lang":2,"streams":[{"redirect":10136342,"hoster":"VOE"},{"redirect":10136340,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Black Shoes ~ Bilder einer Ausstellung: Alten Schloß","descr":"Fakir, der Mythos Herz nicht erschüttern konnte, fragt sich, was er tun soll: Sollte er aufgeben, besonders jetzt, da Mytho sein Herz wiederherstellen will? Rue hat mit ihren eigenen Dämonen zu kämpfen, als sie versucht, sich davon zu überzeugen, dass es nur einen von ihr gibt. Aber Rue möchte nicht, dass sich Mytho ändert, also beschließt sie, ihre Rolle als Kraehe anzunehmen. Duck findet ein weiteres Herzstück von Mytho, die Hingabe, die einen Künstlerstudenten besitzt. Prinzessin Tutu entfernt den Herzsplitter, aber Kraehe taucht auf und nimmt ihn ihr ab. Mytho kommt und Kraehes Entschlossenheit gerät ins Wanken, als der, den sie liebt, sich gegen sie stellt und Prinzessin Tutu genug Zeit gibt, den Herzsplitter wiederherzustellen.","versions":[{"lang":2,"streams":[{"redirect":10136344,"hoster":"VOE"},{"redirect":10136343,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Cinderella ~ Aschenbrödel: Walzer-Coda","descr":"Kraehe zieht sich für den Moment zurück und Fakir stürzt sich mit einer Glasscherbe auf Prinzessin Tutu, verfehlt aber die Kette ihres Anhängers. Prinzessin Tutu verwandelt sich in eine Ente und als sie merkt, dass der Anhänger fehlt, ist er verschwunden. Sie sucht die ganze Nacht danach und stellt fest, dass Fakir es behält. Sie verbringt den nächsten Tag damit, es zurückzubekommen, und schafft es schließlich in der Abenddämmerung. Währenddessen erfährt das Publikum, dass Fakir eine Waise und sein Adoptivvater ein Schwertschmied ist. Fakir erzählt seinem Vater, dass er erkannt hat, dass er die Reinkarnation des Ritters aus der Geschichte vom Prinzen und dem Raben ist, aber er hat Angst, weil es das Schicksal des Ritters ist, zu sterben, vom Raben in zwei Hälften gerissen. Duck sieht, dass Fakirs Vater von einem Herzsplitter des Bedauerns besessen ist und geht, um ihn wiederzufinden. Jetzt ohne Bedauern gibt Fakirs Vater den Ritter\u0027s Schwert an Fakir und fordert ihn auf, seinem Herzen zu folgen. Als Fakir zur Schule zurückkehrt, sieht Fakir Duck und bemerkt den Anhänger, den sie trägt, und erkennt, dass sie Prinzessin Tutu ist.","versions":[{"lang":2,"streams":[{"redirect":10136341,"hoster":"VOE"},{"redirect":10136345,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"La Sylphide","descr":"Mytho, inspiriert von einem belauschten Gespräch zwischen Duck und ihren beiden Freunden, beschließt, Prinzessin Tutu ein Geschenk zu machen, um seine Gefühle auszudrücken und herauszufinden, wie sie sich fühlt. Er geht mit Rue in die Stadt, wo Edel Edelsteine ​​verkauft. Edel gibt Mytho einen Edelstein namens Love, warnt ihn aber davor, dass er zwar schön, aber gefährlich und empfindlich sein kann. Rue, die sich des beabsichtigten Empfängers des Edelsteins bewusst ist, ist eifersüchtig und reibt ihn ab, dann sagt sie Mytho, dass sie ihn glänzen und noch schöner machen wird. Stattdessen verflucht sie den Edelstein mit Hass und zaubert eine Rabenfeder hinein, bevor sie ihn Mytho zurückgibt. Mytho gibt es Prinzessin Tutu, die entdeckt, dass die Liebesscherbe in ihrem Inneren steckt. Sie will es zurückgeben, als sich Kraehes Hass manifestiert und sie fesselt. Kraehe taucht auf und reißt Mytho den halb zurückgekehrten Herzsplitter aus der Brust.","versions":[{"lang":2,"streams":[{"redirect":10136349,"hoster":"VOE"},{"redirect":10136348,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Banquet of Darkness ~ Scheherazade","descr":"Kraehe und Mytho sind verschwunden. Prinzessin Tutu hilft Fakir zurück in seinen Schlafsaal und verbindet seine Wunden, und als er aufwacht, beschließen sie, gemeinsam nach Mytho zu suchen, obwohl Fakir sich immer noch weigert, sich mit Duck zusammenzuschließen. Sie suchen überall, finden aber nichts, bis sie auf Edel stoßen, die ihnen den Weg weist. In der Passage ist Duck so ungeschickt, dass Fakir sich fragt, ob sie und Tutu überhaupt dieselbe Person sein können. Sie stolpert und er bewegt sich, um sie zu retten, und sie fallen beide in ein tiefes Loch. Duck enthüllt ihm, dass sie eigentlich eine Ente ist und verwandelt sich, um einen Weg zu finden, um herauszukommen. Gemeinsam gehen Duck und Fakir dorthin, wo die letzte Bühne eingestellt wurde.","versions":[{"lang":2,"streams":[{"redirect":13490330,"hoster":"VOE"},{"redirect":10136346,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Swan Lake ~ Schwanensee","descr":"Duck und Fakir kommen an der Stelle an, an der Kraehe Mytho hält, und Kraehe sagt, dass sie den Splitter der Liebe zurückgeben wird, wenn Tutu ihre Gefühle gesteht, da sie genau weiß, dass sie sich in einen Lichtfleck verwandeln und verschwinden wird, wenn Tutu es tut. Tutu ist bereit, sich zu opfern, aber Fakir hält sie davon ab. Er kämpft sich durch die Raben, um das Schwert des Prinzen zu brechen, damit Mythos Herz nie wieder zerschmettert werden kann. Tutu beschließt, weiterzumachen, und beschließt, ihre Gefühle durch Tanz auszudrücken. Mytho ist von Tutus Tanz bewegt und er und der Herzsplitter gehen zu ihr, und sein Herz wird repariert. Die Bühne verschwindet und sie verlieren sich in der Dunkelheit, aber eine Flamme erscheint, um ihnen den Ausweg zu weisen. Die Flamme ist Edel, die sich selbst angezündet hat, um sie in Sicherheit zu bringen. Edel stellt eine letzte Bitte an Tutu und Mytho,dass sie sie zusammen tanzen sehen könnte. Prinzessin Tutu und der Prinz tanzen ein Duett, während Drosselmeyer sinniert, wie sie ihr tragisches Schicksal trotz vieler Schmerzen überwinden konnten.","versions":[{"lang":2,"streams":[{"redirect":13490331,"hoster":"VOE"},{"redirect":10136347,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Monster Raven ~ Blumenwalzer","descr":"Der Anfang beginnt damit, dass Duck davon träumt, mit Mytho als sie selbst zu tanzen, nicht Prinzessin Tutu, bis er das Zeichen des Todes setzt und sich in einen verletzten Fakir verwandelt. Schockiert wacht Duck auf und erinnert sich daran, was passiert ist, als sie Mytho vor Prinzessin Kraehe gerettet hat. Später am Tag trifft Duck Mytho und Fakir und erwägt, Mytho alles zu erzählen, aber Fakir lenkt Mytho ab, damit sie die Tatsache, dass sie eine Ente ist, vor Mytho geheim halten kann. Fakir fragt sich, warum Mytho die wahre Identität von Prinzessin Tutu nicht wissen will, aber Mytho sagt ihm, dass es keine Rolle spielt, weil er glaubt, dass sie es ihm eines Tages selbst sagen wird, nachdem er sein ganzes Herz zurückbekommen hat. Drosslemeyer kommentiert, wie ruhig die Tage sind, sagt aber, dass sie nicht ewig so bleiben werden. In der Klasse HerrCat erzählt die Geschichte einer Begegnung mit einem legendären Tänzer in jungen Jahren, um zu erklären, wie wichtig es ist, die Grundlagen des Balletts zu üben. Während der Geschichte spielt der immer noch korrupte Herzsplitter in Mythos Herzen, und er stiehlt später die Schuhe, die Mr. Cat von seinem Vorbild geschenkt wurde. Rue spricht mit ihrem Vater, der sich aus der Geschichte als Rabe herausstellt, und lobt, wie das Blut des Raben in Mythos Körper ihn so verändert, wie sie es wollten. Währenddessen klettert Duck auf das Dach der Schlafsäle und sieht zuerst eine Krähe und dann Mytho, der aus seinem Schlafsaalfenster springt, während er mit Fakir spricht. Zum zweiten Mal verwandelt sich Duck in Prinzessin Tutu, um ihn zu retten.der sich als Rabe aus der Geschichte herausstellt und lobt, wie das Blut des Raben in Mythos Körper ihn so verändert, wie sie es wollten. Währenddessen klettert Duck auf das Dach der Schlafsäle und sieht zuerst eine Krähe und dann Mytho, der aus seinem Schlafsaalfenster springt, während er mit Fakir spricht. Zum zweiten Mal verwandelt sich Duck in Prinzessin Tutu, um ihn zu retten.der sich als Rabe aus der Geschichte herausstellt und lobt, wie das Blut des Raben in Mythos Körper ihn so verändert, wie sie es wollten. Währenddessen klettert Duck auf das Dach der Schlafsäle und sieht zuerst eine Krähe und dann Mytho, der aus seinem Schlafsaalfenster springt, während er mit Fakir spricht. Zum zweiten Mal verwandelt sich Duck in Prinzessin Tutu, um ihn zu retten.","versions":[{"lang":2,"streams":[{"redirect":13486216,"hoster":"VOE"},{"redirect":10136351,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Kapitel des Junges: Coppelia","descr":"Über den Vorfall zwischen Mytho und Fakir kursieren Gerüchte. Nach einer zweiten Auseinandersetzung mit Rue wird Fakir für eine Woche von der Schule ausgeschlossen. Es wird enthüllt, dass Mythos Herzsplitter der Liebe in Ravens Blut getränkt wurde, er sich in einen Raben verwandeln wird, wenn alle seine Herzsplitter zurückgegeben werden. Rue und ihr Vater brauchen Prinzessin Tutu, um das Herz des Prinzen zu vervollständigen und der Rabe warnt Rue, dass sie nicht versuchen kann, Tutu verschwinden zu lassen. Unter dem Einfluss des Rabenbluts bittet Mytho Pique um ein Date und sucht ihr reines Herz als Opfer für den Raben. Er verlangt, dass sie nur ihn liebt und alle anderen hasst. Pique und Mytho treffen sich nachts, wo er versucht, ihr das Herz zu nehmen, aber Prinzessin Tutu stoppt dies, indem sie ihr erklärt, dass sie Mytho nicht wirklich liebt. Duck bringt Pique und Mytho in die Schule zurück,wo sie bis zum nächsten Morgen bei Pique bleibt. Pique vergisst, Mytho geliebt zu haben und die Freundschaft zwischen den Mädchen wird repariert.","versions":[{"lang":2,"streams":[{"redirect":13486220,"hoster":"VOE"},{"redirect":10136356,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Prayers of a Maiden ~ Gebet einer Jungfrau","descr":"Die schöne Freya wird das nächste Ziel für Mytho. Er versucht, ihr Herz einmal im Übungsraum zu gewinnen, aber es gelingt ihm nicht, durch das Erscheinen von Prinzessin Tutu zuvorzukommen. Duck trifft in der Stadt ein mysteriöses kleines Kind mit einer Trommel. Sie trifft Fakir in der Schmiede und erfährt, dass der Kindername Uzura aus dem unverbrannten Holz der Puppe Edel gemacht wurde, die Fakir, Duck und Mytho nach dem Duett am unterirdischen See gerettet hatte. Später findet in der Schule ein Wettbewerb statt, bei dem die Möglichkeit besteht, neben Mytho zu tanzen. Freya gewinnt den Wettbewerb. Am Brunnen versucht Mytho noch einmal, ihr Herz zu fassen, wird aber von Fakir und Prinzessin Tutu aufgehalten. Freya wird gerettet, aber Mytho verschwindet. Der Rabe ist über Kraehe verärgert, weil er ihm kein passendes Herz präsentieren kann.","versions":[{"lang":2,"streams":[{"redirect":13606764,"hoster":"VOE"},{"redirect":10136354,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Crime and Punishment ~ Carmen Aragonaise","descr":"Ein neuer \"Prinz\" erscheint. Der Romantiker Femio behauptet, ein Prinz zu sein, der von allen geliebt und geliebt werden soll. Als er Duck trifft, gibt er ihr eine Rose, um seine Liebe zu ihr zu zeigen. Später beim Training nimmt er das erste Solo, obwohl er noch auf Probe ist. Während seiner peinlichen Darbietung (überhaupt kein Ballett, eher eine seltsame Sammlung von Bewegungen) wird Mytho von dem, was er sagt, erschüttert und mimt \"I love you\", bevor er zusammenbricht. Uzura, die Puppe, hört Gerüchte, dass Duck und Femio von einer Gruppe von Schulmädchen \"lovey dovey\" sind. Während Mytho sich ausruht, versucht Kraehe, das Herz von Femio im hinteren Teil der Stadtbibliothek zu finden. Femio bricht den Bann aus eigenem Willen, weil er von allen Frauen geliebt werden möchte. Er kann sich nicht zwischen Kraehe und Tutu entscheiden und wird schließlich von einer großen Schar Stiere über den Haufen geworfen.Fakir erfährt von Uzura, dass Duck mit Femio verliebt ist und sagt ihr, sie solle keinen Klatsch wiederholen. Beim Verlassen der Bibliothek findet Duck Fakir mit Uzura in der Bullenherde. Duck mimt Fakir zu seiner Verlegenheit \"Ich liebe dich\" und fragt ihn, warum Mytho das getan hätte. Kraehe spricht danach mit Mytho, wo sie erfährt, dass er wusste, dass sie nicht in der Lage gewesen wäre, die nötige Liebe zu bekommen, um ein Herz zu bekommen, was Kraehe Gefühle schmerzt.Kraehe spricht danach mit Mytho, wo sie erfährt, dass er wusste, dass sie nicht in der Lage gewesen wäre, die nötige Liebe zu bekommen, um ein Herz zu bekommen, was Kraehe Gefühle schmerzt.Kraehe spricht danach mit Mytho, wo sie erfährt, dass er wusste, dass sie nicht in der Lage gewesen wäre, die nötige Liebe zu bekommen, um ein Herz zu bekommen, was Kraehe Gefühle schmerzt.","versions":[{"lang":2,"streams":[{"redirect":13486221,"hoster":"VOE"},{"redirect":10136357,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Wandering Knight ~ Egmont Ouvertüre","descr":"Fakir träumt davon, dass er einen Geisterritter bekämpft und tötet. Er wird in dem Theaterstück des Theaterclubs als Geisterritter besetzt, der in einem Wald in der Nähe auftaucht. Er kämpft gegen den Geisterritter, verliert sich aber im Wald, als Tutu und der Geisterritter tanzen. Der Geisterritter kommt mit seiner Vergangenheit zu Frieden und wird zur Scherbe des Stolzes, der an Mytho zurückgegeben wird. Duck ist verletzt und Fakir zweifelt an sich.","versions":[{"lang":2,"streams":[{"redirect":13486223,"hoster":"VOE"},{"redirect":10136359,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Midsummer Night\u0027s Dream ~ Ein Sommernachtstraum","descr":"Ducks Freunde schreiben einen Liebesbrief von Duck an Fakir. Duck gibt es fast einem als Esel verkleideten Boten, aber am Ende freundet sie sich mit ihr an. Mytho nimmt den Boten ins Visier, der zufällig bereits in einen Bildhauer der Schule verliebt ist, aber scheitert, als Prinzessin Tutu eingreift. Tutu überredet sie, dem Bildhauer ihre Liebe zu gestehen. Uzura findet den gefälschten Liebesbrief von Duck an Fakir und gibt ihn ihm. Fakir sagt Duck, sie solle ihre Zeit nicht mit trivialen Dingen verschwenden. Mytho sagt Kraehe, dass er sich nicht um sie kümmert, sondern nur als Zeichen der Dankbarkeit ein Herz für den Raben gewinnen möchte.","versions":[{"lang":2,"streams":[{"redirect":10136360,"hoster":"VOE"},{"redirect":10136361,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Forgotten Story ~ Die verkaufte Braut","descr":"Duck trifft ein Mädchen namens Raetsel, das möglicherweise eine Schwesterfigur von Fakir ist. Raetsel erzählt Duck, dass Fakir früher Geschichten geschrieben hat, die schließlich wahr wurden. Duck bittet Fakir, eine Geschichte zu schreiben, in der Mytho vom Blut des Raben geheilt wird, aber Fakir weigert sich. Mytho versucht, das Herz von Raetsel zu stehlen, doch Prinzessin Tutu wirft ein und rettet sie. Fakir kämpft mit Mytho, um Rachel zu retten, wird jedoch fast getötet, bevor der echte Mytho erwacht und ihnen sagt, dass sie weglaufen sollen.","versions":[{"lang":2,"streams":[{"redirect":13486228,"hoster":"VOE"},{"redirect":10136363,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Spinners ~ Lieder ohne Worte","descr":"Fakir findet heraus, dass Autor ihm ein Buch hinterlassen hat. Fakir spürt ihn auf und Autor sagt ihm, dass er ein direkter Nachkomme von Drosselmeyer ist. Fakir wird von Autor getestet, um zu sehen, ob er wirklich die Macht hat. Nach drei Tagen Training muss er die Stimme eines Stücks einer Eiche hören, und wenn er es nicht schafft, wird er eins mit der Erde. Er droht zu scheitern und verwandelt sich in einen Baum, als Duck sich in Prinzessin Tutu verwandelt und ihn rettet.","versions":[{"lang":2,"streams":[{"redirect":13486224,"hoster":"VOE"},{"redirect":10136364,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Crown of Stone ~ Das große Tor von Kiew","descr":"Fakir kann endlich mit der Eiche sprechen. Währenddessen schwänzt Duck den Unterricht, um zu sehen, wie es Fakir geht, und Neko Sensei fragt seinerseits, ob er mit ihr sprechen kann. Er sagt ihr, dass sie, wenn sie einen Traum hat, nicht einfach beschließen sollte, nichts zu tun. Duck erkennt, dass sie einfach angenommen hat, dass sie Mytho nicht mehr helfen kann und macht sich auf die Suche nach den restlichen Herzsplittern, ohne zu bemerken, dass Neko Sensei über seine Ehe mit ihr sprach. Dann sieht sie Mytho, wo sie sich versehentlich in eine Ente verwandelt. Mytho, der nicht weiß, dass sie Prinzessin Tutu ist, sagt ihr, dass er die Welt lieben und beschützen möchte, aber gleichzeitig alle Liebe der Welt für sich selbst will. Duck sieht die beiden Seiten seines Herzens und beschließt, ihr Bestes zu geben. Obwohl sie stundenlang die Stadt durchsucht,Schließlich findet sie heraus, dass es keinen Ort mit einem Herzstück gibt, außer den Toren, die aus der Stadt führen. Sie verwandelt sich in Prinzessin Tutu und klettert über das Tor, nur um festzustellen, dass hinter der Stadt nichts als eine Mauer ist. Unterdessen kommen mysteriöse Leute zu Fakir und sagen ihm, dass ihm die Hände abgehackt werden sollen wie vor Jahren die von Drosselmeyer. Sie behaupteten, dies sei seit Generationen ihre Pflicht und nun sei Fakir an der Reihe. Sie bringen Fakir zu Drossselmeyers Grab, wo sie ihm die Hände abhacken wollen. Währenddessen steht Prinzessin Tutu immer noch oben auf dem Tor und sieht aus ihrer Höhe, was mit Fakir passiert. Um ihn zu retten, wirft sie ein, doch Drosselmeyer nimmt sie mit in seine Welt, damit die mysteriösen Leute nicht zu viel erfahren. Fakir erkennt, dass alles eine Geschichte ist und dass, wenn er Mytho retten will,er muss Drosselmeyers Geschichte selbst bekämpfen. Zur gleichen Zeit trifft Rue auf Autor und nimmt ihn mit an einen unbekannten Ort, wo er ihr sagt, dass er sich genug in sie verliebt hat, um ihm das Leben zu nehmen. Rue glaubt ihm nicht und sagt Autor, er solle gehen.","versions":[{"lang":2,"streams":[{"redirect":13486229,"hoster":"VOE"},{"redirect":10136366,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Marionettes ~ Ruslan und Ludmilla","descr":"Tutu wurde gefangen genommen und in die Puppenwelt gebracht, die ausschließlich aus Zahnrädern besteht. Fakir erkennt, dass er eine Geschichte schreiben muss, um sie da rauszuholen, aber es fällt ihm schwer, darüber nachzudenken, was er schreiben soll. Tutu wandert durch die Puppenwelt, Puppen von Clowns versammeln sich um sie und sagen, dass sie die Geschichte und die Zahnräder gestoppt hat. Ihr ganzer Körper wird zu einer Marionette und sie trifft Drosselmeyer, wo er verlangt, dass sie eine seiner Marionetten wird und alles tut, was er ihr sagt, damit die Geschichte nicht endet. Währenddessen trifft Uzura den Geist von Edel am Ende der Story-Maschine und beginnt, die Gänge der Geschichte rückwärts zu drehen, was zu Rückblenden und Enthüllungen für Rue, Duck und Fakir führt. Fakir schafft es schließlich, Tutu aus der Maschine zu schreiben und ruft sie zurück zu ihm.","versions":[{"lang":2,"streams":[{"redirect":13501786,"hoster":"VOE"},{"redirect":10136369,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Prince and the Raven ~ Danse Macabre","descr":"Fakir fragt, warum er in der Lage war, Ducks Geschichte zu schreiben, aber keine, um Mytho zu retten. Duck versucht, Rue dazu zu bringen, ihr bei der Suche nach den restlichen Scherben zu helfen, aber Rue weigert sich. Der Rabe wird wiederbelebt und fordert Mytho auf, sein Herz anzubieten.","versions":[{"lang":2,"streams":[{"redirect":13501788,"hoster":"VOE"},{"redirect":10136371,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Dying Swan ~ Romeo und Julia","descr":"Der Rabe verzehrt Rue, aber sie lebt noch in ihm. Mytho bittet Tutu, das letzte Stück seines Herzens wiederherzustellen, damit er sie retten kann. Duck bittet Fakir, ihre Geschichte zu schreiben, während sie den Anhänger zu Mytho zurückbringt.","versions":[{"lang":2,"streams":[{"redirect":13486227,"hoster":"VOE"},{"redirect":10136372,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Finale ~ Der Nußknacker","descr":"Der Rabe greift Mytho an. Duck versucht zu helfen, kann aber nicht. Fakir scheint nur in der Lage zu sein, das Geschehen aufzuschreiben und das Ergebnis zu ändern.","versions":[{"lang":2,"streams":[{"redirect":10136375,"hoster":"VOE"},{"redirect":10136374,"hoster":"Streamtape"}]}]}]}]}