{"path":"/serie/stream/prison-break","name":"Prison Break","descr":"Lincoln Burrows ist angeklagt, den Mord an Terrence Steadman, dem Bruder der Vizepräsidentin der Vereinigten Staaten, begangen zu haben. Mit stichhaltigen Beweisen wie einem Überwachungsvideo und seinen Fingerabdrücken auf der Tatwaffe wird er wegen schweren Mordes zum Tode verurteilt, obwohl er immer wieder seine Unschuld beteuert. Die Zeit bis zu seiner Exekution soll er im Fox-River-State-Gefängnis absitzen. Michael ist von der Unschuld seines Bruders Lincoln überzeugt und beschließt, ihn aus dem Gefängnis zu befreien. Da Scofield als Statiker am Umbau der Strafvollzugsanstalt mitgewirkt hat, kann er sich Zugang zu den Bauplänen verschaffen. Aufgrund deren Komplexität lässt er sie auf seinen gesamten Oberkörper tätowieren, versteckt in einer Vielzahl von Motiven. Nachdem er fast alle Beweise für seinen Plan zerstört hat, überfällt er eine Bank, um in dasselbe Gefängnis wie sein Bruder zu kommen und seinen Plan umzusetzen...","seasons":[{"path":"/serie/stream/prison-break/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/prison-break/staffel-1/episode-1","name":"Der große Plan","epNo":1,"alt":"Pilot","descr":"Michael Scofield läuft die Zeit davon. Sein älterer Bruder, Lincoln Burrows, sitzt im Todestrakt des Fox-River-State-Gefängnisses in Illinois/USA und wartet auf die Hinrichtung durch den elektrischen Stuhl. Überzeugt von der Unschuld seines Bruders und ohne Glauben an die Möglichkeiten der Justiz, sieht Scofield die einzige Überlebenschance seines Bruders in der Flucht. Scofields Plan: Als Ingenieur, der am Umbau der Gefängnisanlagen beteiligt und daher bestens mit dem Aufbau der Gefängnisanlage vertraut ist, lässt er sich selbst ins Fox-River einsperren. Überzogen mit einem Tattoo, das den gesamten Plan der Gefängnisanlage abbildet, macht er sich daran, seinen spektakulären Fluchtplan aus dem Inneren des Gefängnisses umzusetzen. Doch schnell stellt Scofield fest, dass der Gefängnisalltag unberechenbar ist. Sein Vorhaben gerät in Gefahr – und Burrows Hinrichtung steht unmittelbar bevor. Seine Anwältin Veronica, die über viele Jahre mit Lincoln zusammen war, ahnt nichts von Michaels Plan, und verzweifelt an Michaels Verhalten. Und auch der recht menschenfreundliche Gefängnis-Direktor Pope droht an Michael zu verzweifeln, der auf ein freundliches Angebot, Pope bei einer recht privaten Bastelarbeit zu helfen, nicht weiter eingeht. Michaels Zellengenosse Sucre hingegen freut sich über den neuen Mitbewohner und macht ihn mit dem Leben und den Hierarchien im Knast vertraut. Und so stürzt sich Michael erstmal darauf, Verbindung zu den Leuten im Gefängnis aufzunehmen, die er für seinen Fluchtplan braucht: Zu dem Mafiaboss John Abruzzi, der die Logistik für die Flucht nach dem Ausbruch liefern soll. Zu Charles Westmoreland, den Michael für D.B.Cooper hält, einen legendären Räuber, dessen Beute nie gefunden wurde, und die von Michael für den Start in ein neues Leben gebraucht wird. Zu Dr. Sara Tancredi, die als Gefängnis-Ärztin in dem Raum arbeitet, von dem aus man die Gefängnismauer am besten überwinden kann. Zu einem Häftling namens C-Note, der als Knast-Dealer Michael ein Medikament besorgen soll, mit dem er eine Zuckerkrankheit vortäuschen will, um regelmäßig bei Sara erscheinen zu müssen. Und schließlich auch zu Lincoln, der mit seinem Leben bereits abgeschlossen hat, und Michaels Plan zunächst skeptisch gegenübersteht … Unterdessen versuchen die beiden Secret Service Agents Hale und Kellerman außerhalb des Gefängnisses alles, um eine etwaige Begnadigung Lincolns zu verhindern, und schrecken dabei auch nicht vor dem Mord an einem Bischof zurück","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12502193","hoster":"VOE"},{"path":"/redirect/8615495","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807326","hoster":"VOE"},{"path":"/redirect/8615405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-2","name":"Lügt Lincoln?","epNo":2,"alt":"Allen","descr":"Beinahe hätte es Michael geschafft, sich einen ganz bestimmten Schraubbolzen der Firma Allen Schweitzer zu verschaffen, der in seinem Fluchtplan eine große Rolle spielt, doch dann muss er wehrlos mit ansehen, wie dieser Bolzen ihm von T-Bag, dem Anführer der amerikanischen Nazi-Gang des Gefängnisses, wieder abgenommen wird. Um ihn wieder zurückzuerobern, muss er so tun, als ob er sich mit den Knast-Nazis vertragen würde, wodurch er aber das Vertrauen der schwarzen Community verliert, deren Mitglied C-Note ihm so schnell wie möglich das Medikament besorgen soll, mit dem er seine Diabeteserkrankung vortäuschen will, um regelmäßig Zugang zur Krankenstation zu haben. Zu allem Überfluss bricht ein Gefängnisaufstand aus, in dessen Verlauf T-Bags Geliebter in Michaels Armen stirbt. Unterdessen trifft sich Veronica mit Leticia, der Freundin eines für Lincoln Burrows wichtigen Entlastungszeugen, der aber nie vor Gericht geladen wurde. Das Gespräch weckt in Veronica den Verdacht, dass Lincoln doch unschuldig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10460646","hoster":"VOE"},{"path":"/redirect/8615497","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807327","hoster":"VOE"},{"path":"/redirect/8615406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-3","name":"Vertrauenstest","epNo":3,"alt":"Cell Test","descr":"Michaels Plan zum Ausbruch scheint wesentlich von zwei Figuren abzuhängen: Abruzzi und Sucre. Abruzzi zeigt sich allerdings nicht nur zur Kooperation gänzlich unwillig, sondern rückt Michael dermassen unsanft auf die Pelle, dass Lincoln ihn umzubringen verspricht. Nicht weniger wichtig scheint Michael, Sucre mit an Bord zu bekommen: Sich durch die Mauer zu graben, ohne dass der Zellennachbar dies mitbekommt, ist ein Ding der Unmöglichkeit. Sucre zeigt sich indes besorgt, die Dauer seiner Haftstrafe wegen eines Ausbruchsversuchs noch zu verlängern. Michael bleibt nichts anderes übrig, als Sucres Loyalität auf die Probe zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12977982","hoster":"VOE"},{"path":"/redirect/8615499","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807328","hoster":"VOE"},{"path":"/redirect/8615407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-4","name":"Veronica steigt ein","epNo":4,"alt":"Cute Poison","descr":"Die anderen Häftlinge mögen Michaels Ganzkörpertätowierung als blossen Körperschmuck abtun, doch einer zeigt sich gefährlich fasziniert: der neue Zellenpartner Haywire. Der verhaltensauffällige Häftling erkennt, dass sich im Tattoo ein Muster verbirgt, tippt allerdings lediglich auf ein herkömmliches Labyrinth. Dies soll sich indes bald ändern. Sucre bekommt Besuch: Sein Nebenbuhler Hector eröffnet ihm, dass in Maricruz\u0027 Leben nun kein Platz für Sucre mehr sei. Als seine Angebetete ihm später persönlich per Telefon zu verstehen gibt, dass sie nicht auf seine Freilassung zu warten gedenkt, sucht Sucre den Kontakt zu Michael. Veronica nimmt sich den Polizisten Phil Weston vor. Dieser hat ausgesagt, er habe Lincoln dabei beobachtet, wie er in der Tatnacht Blut aus seiner Hose zu waschen versuchte. Andernorts hatte Weston dies nämlich in einer widersprüchlichen Version zu Protokoll gegeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13951922","hoster":"VOE"},{"path":"/redirect/8615503","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807331","hoster":"VOE"},{"path":"/redirect/8615408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-5","name":"English, Fitz oder Percy?","epNo":5,"alt":"English, Fitz or Percy","descr":"Die Spezialagenten Kellerman und Hale setzen alle Hebel in Bewegung, Michael in eine andere Strafanstalt versetzen zu lassen. Dieser feilt mit einem Experiment weiter an seinem Ausbruchsplan. Veronica und Nick jagen den Originalbändern der Überwachungskamera nach, die den Mord an Steadman vermeintlich aufgezeichnet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117832","hoster":"VOE"},{"path":"/redirect/8615498","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807332","hoster":"VOE"},{"path":"/redirect/8615409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-6","name":"Lebensgefahr (1)","epNo":6,"alt":"Riots, Drills and the Devil (1)","descr":"Um ungestört die massive Betonmauer bearbeiten zu können, kommt Michael ein kleiner Häftlingsaufstand gerade recht - nur gerät dieser gefährlich ausser Kontrolle. Nick versucht derweil, sich Veronicas Vertrauen zu verdienen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13866018","hoster":"VOE"},{"path":"/redirect/8615500","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807334","hoster":"VOE"},{"path":"/redirect/8615410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-7","name":"Lebensgefahr (2)","epNo":7,"alt":"Riots, Drills and the Devil (2)","descr":"Sara sitzt in ihrem Behandlungsraum in der Falle. Und es scheint nur eine Frage der Zeit zu sein, bis die Häftlinge mit Gewalt zu ihr vordringen. Deshalb überlässt Michael notgedrungen seine Bohrarbeiten Sucre, um sich auf den Weg zu machen, um Sara zu retten. Und während Abruzzi Sucre tatkräftig beim Bohren unterstützt, bewacht und quält T-Bag den Wärter Bob, der mitbekommen hat, was Michael plant und den T-Bag deshalb auf jeden Fall umbringen will. Unterdessen läuft Lincoln, auf der Suche nach Michael, ausgerechnet dem Mithäftling in die Arme, der ihn in Kellermanns Auftrag töten soll. Aber auch Veronica und Nick schweben in Lebensgefahr, nachdem sie es geschafft haben, den Telefonanschluss in Washington zu finden, von dem aus die Polizei den entscheidenden Hinweis bekommen hat, der zu Lincoln Burrows Verhaftung führte ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13122071","hoster":"VOE"},{"path":"/redirect/12680588","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9595433","hoster":"VOE"},{"path":"/redirect/8615418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-8","name":"Nur noch 17 Tage","epNo":8,"alt":"The Old Head","descr":"Der erfolgversprechendste Einstieg in den Abwasserschacht zur Krankenstation befindet sich ausgerechnet im Aufenthaltsraum der Wachmannschaft. Die Spezialagenten Kellerman und Hale versuchen, Veronica und L. J. umzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12461525","hoster":"VOE"},{"path":"/redirect/8615501","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807337","hoster":"VOE"},{"path":"/redirect/8615412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-9","name":"Plan in Gefahr","epNo":9,"alt":"Tweener","descr":"Michael schafft es nicht, T-Bags Sklave vor seinem unerfreulichen Schicksal zu bewahren. Die Agenten Kellerman und Hale verfolgen L. J., der bei Veronica Schutz sucht. Weil Abruzzis Schmiergeldzahlungen aufhören, riskieren Michael und seine Komplizen, die Arbeitsberechtigung zu verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11964193","hoster":"VOE"},{"path":"/redirect/8615504","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807338","hoster":"VOE"},{"path":"/redirect/8615413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-10","name":"Zuwachs","epNo":10,"alt":"Sleight of Hand","descr":"Abruzzi verlangt von Michael, Fibonacci aufzugeben - andernfalls sei der Ausbruch unmöglich. Die Agenten Kellerman und Hale erhalten gefährliche Konkurrenz. C-Note mogelt sich ins neue Arbeiterteam und kommt dabei Michaels Plan auf die Schliche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807431","hoster":"VOE"},{"path":"/redirect/8615509","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807339","hoster":"VOE"},{"path":"/redirect/8615414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-11","name":"Und dann waren es 7","epNo":11,"alt":"And Then There Were 7","descr":"Zur großen Überraschung aller erhält Michael im Kuschelraum des Gefängnisses Besuch von seiner Ehefrau Nika, deren Existenz er nicht nur vor Sucre, sondern auch vor Sara verheimlicht hat. Die Ärztin ist darüber maßlos enttäuscht und beschließt, Michael in Zukunft nur noch als Patienten zu behandeln. Doch Nika überreicht Michael eine Kreditkarte, die sich auf den zweiten Blick als ein weiteres Fluchtutensil entpuppt. Genauso wie die goldene Uhr, die Michael bei seiner Einlieferung ins Gefängnis abgeben musste und nun nicht in der Aufbewahrung, sondern am Handgelenk eines Wärters namens Geary gelandet ist und die Michael mit Hilfe des cleveren Taschendiebes Tweener dringend wieder zurückerobern muss. Unterdessen geraten Nick, Veronica und L.J. in die Fänge von Quinn, der entschlossen ist, alle drei so lange zu quälen, bis sie ihm verraten, was sie alles herausgefunden haben und wer noch darüber Bescheid weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380920","hoster":"VOE"},{"path":"/redirect/8615507","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12251131","hoster":"VOE"},{"path":"/redirect/8615423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-12","name":"Einer muss gehen","epNo":12,"alt":"Odd Man Out","descr":"C-Note belauscht Michael und Lincoln dabei, wie sie sich darüber unterhalten, dass die derzeitige Ausbrechergruppe zu groß ist, um gemeinsam über die Mauer zu klettern. Daher müsse einer aus dem Fluchtteam aussteigen. Diese Neuigkeit erzählt C-Note natürlich sofort der ganzen Gruppe, die sich schnell einig ist, dass T-Bag geopfert werden sollte. Doch der hat sich durch einen Anruf bei seinem Cousin rückversichert, dass er nicht zurückgelassen werden kann, ohne dass sein Cousin den Fluchtplan an Direktor Pope verrät. Daraufhin will Abruzzi T-Bags Cousin von Maggio entführen lassen, was aber zu einem tödlichen Schusswechsel führt, bei dem auch ein Kind ums Leben kommt. Unterdessen macht Officer Bellick Tweener zu seinem Spitzel, während Sucre von C-Note gegen Michael aufgehetzt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13122077","hoster":"VOE"},{"path":"/redirect/8615505","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920061","hoster":"VOE"},{"path":"/redirect/8615416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-13","name":"Jetzt oder nie!","epNo":13,"alt":"End of the Tunnel","descr":"Während Lincoln wegen seines Angriffs auf Geary bis zu seiner Hinrichtung in Isolationshaft muss, planen C-Note und T-Bag die Flucht ohne Lincoln und zur Not auch ohne Michael, der nun gezwungen ist, sich etwas zu überlegen, um seinen Bruder doch noch rechtzeitig aus der Todeszelle herauszubekommen. Unterdessen beschließt Veronica, sich nicht mehr länger zu verstecken, sondern sich an die Medien zu wenden, um via TV die Enthüllungen über den Steadman-Mord anzukündigen, die sie sich von Hale bei einem Geheimtreffen allerdings erst noch erhofft. Doch leider kommt Kellerman Hales Vorhaben auf die Schliche. Abruzzis Leben hängt nach dem Angriff von T-Bag noch immer am seidenen Faden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117829","hoster":"VOE"},{"path":"/redirect/8615510","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807343","hoster":"VOE"},{"path":"/redirect/8615425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-14","name":"Im Schatten der Ratten ...","epNo":14,"alt":"The Rat","descr":"Lincoln findet sich immer mehr mit seiner bevorstehenden Hinrichtung ab. Doch unterdessen versucht Michael, mit der nicht ganz freiwilligen Hilfe einer Ratte im letzten Moment einen Hinrichtungsaufschub zu erreichen. Der Plan kann aber nur funktionieren, wenn Officer Bellick nicht durch seinen Spitzel Tweener Wind von der Sache bekommt. Parallel dazu bemühen sich Veronica und Nick, den zuständigen Richter Kessler davon zu überzeugen, das Grab von Terrence Steadman öffnen zu lassen, um so zu beweisen, dass dort eine andere Leiche liegt. Dieser Beweis würde Lincolns Hinrichtung zumindest verzögern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12622603","hoster":"VOE"},{"path":"/redirect/13274347","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12334458","hoster":"VOE"},{"path":"/redirect/8615426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-15","name":"Totgeglaubte","epNo":15,"alt":"By the Skin and the Teeth","descr":"Als Richter Kessler von einem Unbekannten Dokumente zugesteckt bekommt, die darauf hindeuten, das in Steadmans Grab die Leiche eines anderen Mannes liegt, lässt Kessler Lincolns Hinrichtung in letzter Sekunde verschieben, um die Leiche exhumieren zu lassen, und die Identität anhand von zahnärztlichen Unterlagen zu klären. Die Vizepräsidentin wittert Verrat in den eigenen Reihen, und lässt Kellerman und Brinker, die neue Abgesandte der mysteriösen \"Company\u0027, nach dem Verräter suchen. Unterdessen ist Lincoln davon überzeugt, seinen verschollenen Vater im Zuschauerraum kurz vor dem Abbruch der Hinrichtung gesehen zu haben, was ihm aber niemand so recht glauben mag. Genauso wenig wie Michaels Fluchtteam an seinen neuen Ausbruchsplan glaubt, der über den Gefängnishof und die Psychostation führt. Um den Fluchtweg vorzubereiten, macht Michael in einer Wärteruniform, die ihm Sucre aus der Wäscherei besorgt hat, eine Erkundungstour, bei der er sich dann aber an einem Heizungsrohr den Rücken verbrennt und dadurch die Wärteruniform und einen wichtigen Teil seines Tattoos ruiniert ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807433","hoster":"VOE"},{"path":"/redirect/8615511","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807344","hoster":"VOE"},{"path":"/redirect/8615427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-16","name":"Lebenswege","epNo":16,"alt":"Brother\u0027s Keeper","descr":"Rückblick auf die Ereignisse drei Jahre zuvor: Lincolns Schulden bei einem zwielichtigen Kredithai belaufen sich mittlerweile auf 90.000 Dollar. Doch diese enorme Summe hat Lincoln nicht seinem luxuriösem Lebenswandel, sondern vielmehr der Sorge um Michaels Zukunft zu verdanken. Michael wiederum ahnt nicht, dass er Lincolns Verhaftung hätte verhindern können, just an jenem Abend als er mit Lincolns Freundin Veronica ein spontanes Date hatte. Ganz nebenbei stellt sich heraus, dass Hector im Wettstreit mit Sucre um die Gunst von Maricruz von Anfang an mit unfairen Mitteln gekämpft hat. Die Erkenntnis, dass T-Bag vielleicht doch noch zu einem besseren Menschen geworden wäre, wenn er nicht von seiner großen Liebe Susan an die Polizei verraten worden wäre, tut nicht nur Susan weh, deren Kinder T-Bag wirklich ins Herz geschlossen hatten. Und auch Officer Bellick zeigt in diesem Rückblick zum ersten Mal Gefühle, wenn auch sehr hemdsärmlig, gegenüber Doktor Sara Tankredi, die sich wiederum als Junkie entpuppt, der verzweifelt versucht, den Rückweg in ein normales Leben zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117846","hoster":"VOE"},{"path":"/redirect/12982475","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807345","hoster":"VOE"},{"path":"/redirect/8615428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-17","name":"Puzzleteile","epNo":17,"alt":"J-Cat","descr":"Als Gefängnisdirektor Pope von Sara erfährt, dass sich in Michaels Brandwunde Stoffreste einer Wärteruniform befanden, will er von Michael wissen, welcher Wärter ihn misshandelt hat, was der ihm natürlich nicht sagen kann. Daraufhin landet Michael im Bunker - in einer Art Beugehaft - und droht, den Glauben an seinen Fluchtplan zu verlieren. Aber vielleicht kommt ihm ja gerade in seiner Verzweiflung der rettende Einfall, wie er raus aus dem Bunker und hin zu Haywire auf die Psycho-Station gelangt, von dem er sich Auskunft über den Teil seines Tattoos erhofft, der verbrannt wurde. Unterdessen liegt es an Sucre, bei einem nächtlichen Ausflug das mühsam gegrabene Loch im Pausenraum notdürftig zu schließen, bevor es am nächsten Morgen von den Teppichlegern entdeckt werden kann. Nur wie will Sucre sich wieder zurück in seine Zelle schleichen, nachdem er das Loch zum Abwasserschacht verschlossen hat? Und während Officer Bellick den Druck auf Tweener mit immer perverseren Methoden erhöht, damit Tweener endlich etwas über die Scofield-Gang in Erfahrung bringt, kehren Veronica, Nick und L.J. zu dem Brunnen zurück, in dem der tote Quinn liegt, um sich dessen Handy zu verschaffen. Als L.J. dafür in den Brunnen abgeseilt wird, entdeckt er dort eine letzte Botschaft von Quinn, die Kellermans wahre Identität verrät. Leider behält L.J. das aber für sich, weil er fest entschlossen ist, den Tod seiner Mutter blutig zu rächen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13225469","hoster":"VOE"},{"path":"/redirect/13225462","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807346","hoster":"VOE"},{"path":"/redirect/8615419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-18","name":"Hoch gepokert","epNo":18,"alt":"Bluff","descr":"Michael schafft es tatsächlich, dass Haywire sein Erinnerungsvermögen wieder erlangt. Leider erinnert sich Haywire aber nicht nur an den verbrannten Teil des Tattoos, sondern auch daran, dass er von Michael reingelegt wurde. Da Michael und Sucre auf unabsehbare Zeit nicht in die Zelle zurückkehren werden, beschließt der korrupte Geary, die Zelle der Beiden zu versteigern. Doch weil schon der erste Interessent das undichte Zellenklo bemängelt, muss das Fluchtteam alles versuchen, um eine Reparatur des Klos zu verhindern - sie müssen selbst die Zelle ersteigern. Als C-Note deshalb seine sämtlichen Außenstände im Knast einfordert, zieht er den Hass seiner schwarzen Mithäftlinge auf sich, die sich ohnehin schon wundern, dass C-Note neuerdings sogar mit Rassisten wie T-Bag verkehrt. Entgegen aller Erwartungen erreicht Veronica, dass Lincoln seinen verhafteten Sohn besuchen darf. Doch leider gerät der Gefangenentransporter auf dem Weg zu L.J. in einen schrecklichen Unfall - oder sollte jemand absichtlich versuchen, Lincoln mit Hilfe eines Crashs aus dem Weg zu räumen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807439","hoster":"VOE"},{"path":"/redirect/8615515","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807347","hoster":"VOE"},{"path":"/redirect/8615430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-19","name":"Opfer der Wahrheit","epNo":19,"alt":"The Key","descr":"Lincoln hat den Unfall überlebt, doch nun erscheint FBI-Agent Kellerman am Unfallort, um sein Werk zu vollenden, wird aber in letzter Sekunde von Lincolns Vater daran gehindert. In Sicherheit erfährt Lincoln von seinem Dad, warum ausgerechnet ihm der Mord an Terrence Steadman angehängt wurde. In Wahrheit ging es darum, Lincolns Vater aus seinem Versteck zu locken, der früher für die mysteriöse \"Company\" gearbeitet hat, inzwischen aber zu ihrem erbitterten Feind geworden ist. Unterdessen freut sich nicht jeder über die Rückkehr des genesenen Abruzzi, denn T-Bag ahnt, dass sich der Mafiosio wahrscheinlich an ihm rächen will. Doch Abruzzi scheint sich nach seiner Nah-Tod-Erfahrung in einen tief gläubigen Christen verwandelt zu haben. Und während Tweener alles versucht, um seinem Schicksal als Lustsklave von Avocado zu entkommen und dafür sogar Michaels Vertrauen missbraucht, muss Michael zu einem Zeitpunkt, an dem er und Sara sich endlich näher kommen, riskieren, Saras Vertrauen für immer zu verlieren, um sich den Schlüssel zur Ambulanz zu beschaffen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12376179","hoster":"VOE"},{"path":"/redirect/13225467","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807351","hoster":"VOE"},{"path":"/redirect/8615420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-20","name":"Keine Zeit mehr","epNo":20,"alt":"Tonight","descr":"Als Officer Bellick dank eines Tipps von Tweener dem Fluchtvorhaben von Michael und dessen Gang auf die Schliche kommt, gelingt es Westmoreland, Bellick erst einmal außer Gefecht zu setzen, obwohl Bellick ihm eine schlimme Stichverletzung zufügt, die Westmoreland vor seinen Kameraden aber geheim hält. Aus Angst davor, dass Bellicks Verschwinden zu einer Großrazzia im Gefängnis führen könnte, beschließt Michael, mit seinen Freunden daraufhin noch am Abend desselben Tages auszubrechen. Doch dafür müsste Michael es endlich riskieren, Sara die ganze Wahrheit zu offenbaren und sie um einen Gefallen bitten. Unterdessen wird die Vizepräsidentin von der \"Company\" unter Druck gesetzt, den Präsidenten dazu zu bringen, ein missliebiges Energie-Gesetz scheitern zu lassen, woraufhin der Präsident ihr jede Unterstützung für ihren eigenen Wahlkampf versagt. Und während Veronica kurz davor steht, das Versteck des wahren, noch immer lebendigen Terrance Steadman zu entdecken, wird ihr Partner Nick von Abruzzi gezwungen, sie zu verraten und an ihn auszuliefern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117847","hoster":"VOE"},{"path":"/redirect/8615512","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807348","hoster":"VOE"},{"path":"/redirect/8615421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-21","name":"Countdown","epNo":21,"alt":"Go","descr":"Bevor Michael Gefängnisdirektor Pope gefesselt, geknebelt und k.o. geschlagen und in dessen Büroschrank versteckt hat, zwingt er ihn noch, Lincoln zur Ambulanz bringen zu lassen. Zurück im Zellentrakt bleibt Michael noch exakt eine Stunde, um mit seinen Gefährten die Gefängnismauer zu überwinden. Besonders für C-Note kann es gar nicht schnell genug gehen, da sein Ex-Kumpel Trumpets beschlossen hat, ihn bei der nächsten sich bietenden Möglichkeit zu töten. Aber auch Westmoreland läuft langsam die Zeit weg, weil seine Bauchwunde, die ihm Officer Bellick zugefügt hatte, dringend behandelt werden müsste. Doch auch außerhalb der Gefängnismauern wird es ernst: Nick muss Veronica an die Mafia ausliefern, um das Leben seines Vaters zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807443","hoster":"VOE"},{"path":"/redirect/8615518","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807352","hoster":"VOE"},{"path":"/redirect/8615422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-1/episode-22","name":"Todgeweihte","epNo":22,"alt":"Flight","descr":"Nachdem es, bis auf Manche und Westmoreland, alle Flüchtlinge geschafft haben, die Gefängnismauer zu überwinden, wird auch Officer Bellick aus seiner misslichen Lage befreit, der die Jagd auf die acht Ausbrecher sofort zu seinem ganz persönlichen Rachefeldzug macht. Unterdessen entdeckt Gefängnisdirektor Pope, dass Sara Michael bei der Flucht geholfen hat. Sara kann aber nicht dazu befragt werden, nachdem sie mit einer Überdosis Rauschgift in ihrer Wohnung aufgefunden wird. Während Haywire von den anderen abgehängt wird, macht Michael Tweener klar, dass auch er sich ohne die anderen allein weiter durchschlagen muss. Da T-Bag Angst davor hat, dass Abruzzi sich doch noch an ihm rächen will, kettet T-Bag sich mit Handschellen an Michael fest, was ihm und seiner linken Hand aber auf Dauer nicht sehr gut tut. So landen am Ende nur noch fünf Flüchtlinge an der Startbahn, mit der bangen Frage, ob Abruzzis Flugzeug dort noch auf sie wartet. Auch für die Vizepräsidentin wird es eng, nachdem sie erfahren hat, dass die \"Company\" sie fallen lässt und nun zum Schweigen bringen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807441","hoster":"VOE"},{"path":"/redirect/8615517","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807349","hoster":"VOE"},{"path":"/redirect/8615424","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/prison-break/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/prison-break/staffel-2/episode-1","name":"Jäger und Gejagte","epNo":1,"alt":"Manhunt","descr":"Nach ihrer geglückten Flucht werden Michael, Lincoln und die anderen nicht nur von Bellick und Direktor Popes Zorn verfolgt, sondern auch von dem merkwürdigen FBI-Agenten Mahone, der sich wie ein Profiler in Michael hineindenkt und dem Flüchtigen immer einen Schritt voraus zu sein scheint. Unterdessen entscheidet sich Sara nach ihrer Überdosis am Scheideweg zwischen Leben und Tod ganz eindeutig für das Leben, fühlt sich aber immer noch von Michael verraten und verkauft. Und während Michael sein Genie ein weiteres Mal unter Beweis stellt, weil er sich nicht allein auf Abruzzis Jet verlassen hat, sondern auch noch einen Plan B vorbereitet hat, mit dem sie aus eigener Kraft die Flucht nach Mexiko schaffen könnten, überredet Veronica den angeblich ermordeten Terrence Steadman dazu, wieder ins Leben zurückzukehren. Doch ihr anschließender Anruf bei der Polizei erweist sich als geradezu tödlicher Fehler ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807435","hoster":"VOE"},{"path":"/redirect/8615516","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9595434","hoster":"VOE"},{"path":"/redirect/8615438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-2","name":"Wer ist Otis?","epNo":2,"alt":"Otis","descr":"Wegen des Ausbruchs sind Pope und Bellick gezwungen, vor einem Untersuchungsausschuss zu den Vorkommnissen Stellung zu nehmen. Dabei sagt der ehemaligen Wärter Geary aus, dass Bellick von Abruzzi für gewisse Annehmlichkeiten geschmiert wurde. Als Bellick daraufhin sofort gekündigt wird, nimmt Direktor Pope aus Loyalität ebenfalls seinen Hut. Währenddessen kämpft Dr. Gudat weiterhin um die Hand von T-Bag, ohne zu ahnen, wie tödlich diese Operation enden könnte. C-Note, Abruzzi und Sucre gehen ihre eigenen Wege, nachdem Michael ihnen etwas Startkapital gegeben hat. Eigentlich sollten Michael und Lincoln sich auch auf den Weg nach Utah machen, doch Lincoln lässt es keine Ruhe, dass sein Sohn L.J. in ein Erwachsenen-Gefängnis nach Arizona gebracht werden soll. Er überredet Michael, ihm bei der Befreiung L.J.s behilflich zu sein. Die beiden ahnen nicht, dass FBI-Agent Mahone genau diese Reaktion vorhergesehen hat, und die beiden Flüchtlinge erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9944895","hoster":"VOE"},{"path":"/redirect/8615519","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807354","hoster":"VOE"},{"path":"/redirect/8615429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-3","name":"Partnerschaften","epNo":3,"alt":"Scan","descr":"Als FBI-Agent Mahone das ausgebrannte Wrack von Michaels und Lincolns Fluchtfahrzeug sieht, ist er davon überzeugt, nun zwei Ausbrecher weniger jagen zu müssen. Doch sind die Brüder wirklich in den Flammen ihres Fluchtwagens umgekommen oder gehörte die Explosion zu Michaels genialem Plan, um so von dem Radarschirm der Verfolger zu verschwinden? Officer Bellick und Gefängniswärter Geary raufen sich im wahrsten Sinne des Wortes wieder zusammen, um gemeinsam die Ausbrecher einzufangen und sich die dafür ausgesetzte Belohnung zu sichern. Sara hingegen gerät als Fluchthelferin immer mehr unter Verdacht und wird bei ihrer Entlassung aus dem Krankenhaus verhaftet. Ihr Vater, Gouverneur Tancredi, stellt zähneknirschend die Kaution für seine Tochter, knüpft dies aber an ein paar Bedingungen, mit denen Sara nicht einverstanden ist. Und während sich Kellerman geschickt an Saras Fersen heftet, versucht C-Note alles, um das Vertrauen seiner Frau Kacee wieder zurück zu gewinnen, die wiederum drauf und dran ist, ihn an das FBI zu verraten. Sucre kämpft ebenfalls um Maricruz, die Liebe seines Lebens, die kurz davor steht, Sucres intriganten Cousin Hector in Las Vegas zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807440","hoster":"VOE"},{"path":"/redirect/8615526","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807353","hoster":"VOE"},{"path":"/redirect/8615441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-4","name":"Einer fällt","epNo":4,"alt":"First Down","descr":"Kaum denken Lincoln und Michael, sie seien vorerst in Sicherheit, werden sie zusammen mit Nika von Bellick und Geary gejagt und gefangen genommen.Denen geht es nun nicht mehr um die ausgesetzte Belohnung, sondern um Westmorelands versteckte Millionen. Unterdessen wird T-Bag, der sich dank seiner verwundeten Hand auf seiner Flucht erfolgreich als Kriegsveteran ausgibt, von einem Autofahrer mitgenommen, der mit seiner 14-jährigen Tochter nach Utah unterwegs ist. T-Bag kann nicht widerstehen und macht sich an das Mädchen heran, was diese natürlich sofort ihrem Vater erzählt. Abruzzi sieht endlich seine Familie wieder, entscheidet sich aber gegen den Rat seiner Frau dafür, seine Freiheit wieder zu riskieren, um sich an Fibanacci zu rächen, der angeblich in Washington in einem Motel sitzt. Auch Tweener sitzt in einem Motel, zusammen mit der nervösen Studentin Debra Jean, die er als Mitfahrer nach Utah begleitet und die unbedingt eine Pause auf dem Weg nach Utah machen will. Und während Kellerman sich als angeblicher Junkie an Sara in deren Drogenentzugsgruppe heranmacht, erfährt FBI-Agent Mahone, dass einer der Ausbrecher in einem Motel Unterschlupf gefunden hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807444","hoster":"VOE"},{"path":"/redirect/8615521","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807356","hoster":"VOE"},{"path":"/redirect/8615431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-5","name":"Seite 1213","epNo":5,"alt":"Map 1213","descr":"Nach einer stürmischen Liebesnacht mit Tweener erwacht Debra Jean in der Realität, als sie von einem Cop geweckt wird, der ihr Tweeners Fahndungsfoto entgegenhält. Doch anstatt Tweener zu verraten, deckt sie ihn, bevor sie die Beziehung zu ihm beendet und ihm als Abschiedsgeschenk immerhin ihr Auto als Fluchtfahrzeug leiht. Unterdessen treffen Lincoln und Michael in Tooele ein, um sich auf die Suche nach Westmoreland vergrabener Diebesbeute zu begeben. Natürlich ahnen die beiden nicht, dass T-Bag längst vor Ort ist, um sich mit Tweeners Hilfe über Westmorelands Schatz herzumachen. Nachdem sich T-Bag den Lageplan der \u0027Double K Ranch\u0027 im wahrsten Sinne des Wortes verinnerlicht hat, bleibt Michael und Lincoln nichts anderes übrig, als mit T-Bag bei der Schatzsuche vorübergehend zusammenzuarbeiten. Aber vielleicht existiert die \u0027Double K Ranch\u0027 ja auch gar nicht mehr? Und während C-Note sich ebenfalls bemüht, die Millionen von Westmoreland alias D. B. Cooper für sich allein zu erbeuten, macht Sucre einen Abstecher nach Las Vegas, um die dort die Hochzeit zwischen Maricruz und Hector zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117843","hoster":"VOE"},{"path":"/redirect/8615523","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9595435","hoster":"VOE"},{"path":"/redirect/8615432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-6","name":"Jeanette","epNo":6,"alt":"Subdivision","descr":"Dass die \u0027Double K Ranch\u0027, das Versteck für die Millionen aus Westmorelands Raubüberfall, für eine Villensiedlung abgerissen wurde, ist natürlich bitter, hindert Michael aber nicht daran, wenigstens herauszufinden, an welchem Ort sich das Silo der Ranch befunden hat, unter dem Westmoreland seine Millionenbeute versteckt hat. Und so machen sich Michael, Lincoln, T-Bag und Tweener auf zu dem Haus der allein stehenden, abgehalfterten Schönheit Jeanette, um dort als Bautrupp getarnt ein angeblich beschädigtes Stromkabel zu reparieren, das unter Jeanettes Haus verläuft. Und tatsächlich erlaubt Jeanette Michael und seine Truppe, den Boden in ihrer Garage aufreißen, nicht zuletzt, weil sie auf Schäferstündchen mit einem der vier angeblichen Arbeiter aus ist. Aber auch C-Note hat den ehemaligen Standort des Silos herausgefunden und taucht zusammen mit Sucre in Jeanettes Garage auf und bringt Michaels Pläne ein weiteres Mal durcheinander. Unterdessen entdeckt Gouverneur Tancredi, dass es sich bei dem netten Lance alias Agent Kellerman in Wahrheit gar nicht um einen harmlosen Ex-Junkie handelt und beginnt endlich, seiner Tochter Sara zu glauben. FBI-Agent Mahone wiederum kann dank seiner Recherche in Sachen D.B. Cooper den wahrscheinlichen Aufenthaltsort der Ausbrecher immer mehr eingrenzen, was dazu führt, dass es bei einem harmlosen Tankstopp für Tweener ziemlich eng wird ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12811660","hoster":"VOE"},{"path":"/redirect/8615524","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807357","hoster":"VOE"},{"path":"/redirect/8615435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-7","name":"Unheil","epNo":7,"alt":"Buried","descr":"Als Jeanettes Tochter, die junge Polizistin Ann nach Hause kommt, eskaliert die Situation und macht die Ausbrecher jetzt auch noch zu Kidnappern, während sich das Ausgraben von Westmorelands Millionen doch länger hinzieht als erwartet. Zu lange für Lincoln, der aus den Nachrichten erfahren hat, dass sein Sohn L.J. überraschend aus der Haft entlassen wird und daraufhin schweren Herzens beschließt, sofort zu ihm zu fahren, weil er ahnt, dass es sich bei L.J.\u0027s Freilassung um eine weitere finstere Intrige von Kellerman und der \u0027Company\u0027 handelt. Unterdessen macht Sara, kurz nachdem sie sich mir ihrem Vater, Governeur Tancredi, wieder ausgesöhnt hat, eine grauenvolle Entdeckung, als sie ihren Vater in seinem Haus besucht. Doch auch für Tweener läuft es nicht besonders gut, denn FBI-Agent Mahone setzt ihn im Verhör ziemlich unter Druck, um den Aufenthaltsort der anderen Ausbrecher zu erfahren, bis Tweener einen Weg findet, dem Verhörraum noch einmal zu entkommen, auch wenn sich dieser Weg als viel riskanter erweist, als Tweener je geahnt hätte ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11440383","hoster":"VOE"},{"path":"/redirect/8615520","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807358","hoster":"VOE"},{"path":"/redirect/8615433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-8","name":"Reingefallen","epNo":8,"alt":"Dead Fall","descr":"Als Michael gemeinsam mit C-Note die Millionen endlich ausgebuddelt hat, erscheint der bewaffnete Sucre in Jeanettes Garage, um sich mit dem Geld aus dem Staub zu machen. Und während Michael und C-Note überlegen, wie es weitergeht, sucht auch T-Bag das Weite, weil er den millionenschweren Rucksack, in dem sich die Millionenbeute befand, mit einem wertlosen Rucksack vertauscht hat. Als Michael und Sucre erkennen, dass sie von T-Bag reingelegt wurden, ist der bereits über alle Berge, während sie selber von diversen Polizei-Hundestaffeln gejagt werden. Als dann auch noch auf ihrer Flucht Sucres Fuß von einem Baumstamm eingequetscht wird, was ohne Michaels Hilfe Sucres sicheren Tod durch Ertrinken bedeuten würde, sieht es so aus, als wären die Beiden die Nächsten, deren Flucht frühzeitig endet. Unterdessen entgeht Sara nur sehr knapp zwei Mordanschlägen der \u0027Company\u0027 und beginnt langsam zu ahnen, in was für eine gigantische Intrige sie hineingeraten ist. Außerdem entdeckt sie, dass Michaels Origami-Botschaften viel einfacher zu entschlüsseln sind, als es Kellerman mit seinem Dechiffrier-Experten sich je hätte träumen lassen. Unterdessen muss Agent Mahone seinem Vorgesetzten über den Tod zwei Flüchtlinge Rede und Antwort stehen, während Captain Bellick und sein Partner Geary die Jagd auf die Ausbrecher wieder aufnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12644613","hoster":"VOE"},{"path":"/redirect/8615522","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807359","hoster":"VOE"},{"path":"/redirect/8615434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-9","name":"Verjährungsfristen","epNo":9,"alt":"Unearthed","descr":"Als Michael aus dem Botanischen Garten in Utah 3200 Nitroglycerin-Ampullen, die er dort vor seiner Verhaftung versteckt hat, holen will, liegt das FBI bereits auf der Lauer, was ihn solange irritiert, bis er aus dem Fernsehen erfährt, das Mahone im Besitz der Festplatte des Computers ist, mit dem Michael Ausbruch und Flucht geplant hatte. Daraufhin beschließt er, Mahones Vergangenheit per Internet genauer unter die Lupe zu nehmen und kommt dabei Mahones schrecklichem Geheimnis auf die Schliche. Unterdessen versucht C-Note gemeinsam mit seiner alten Gang, die ihm noch einen Gefallen schuldet, alles, um seine Ehefrau Kaycee und die gemeinsame Tochter Dede, die vom FBI überwacht werden, wieder in seine Arme zu schließen und gemeinsam mit ihnen nach Mexiko fliehen zu können. Doch wer weiß, ob Kaycee sich darauf einlässt, nachdem sie massiv eingeschüchtert wurde. Bellick und Geary hingegen finden heraus, dass sich T-Bag auf dem Weg zum Haus der Frau befindet, die er als einzigen Menschen je geliebt hat, und von der er, aus seiner Sicht sehr schmählich, verraten wurde. Da die beiden Ex-Wärter fest davon überzeugt sind, dass T-Bag die Millionen gefunden hat, legen sie sich also vor jenem Haus auf die Lauer. Lincoln und L.J. holen inzwischen auf der Flucht alles nach, was ihnen seit Jahren verwehrt war: von Vater/Sohn-Gesprächen bis hin zu Vater/Sohn-Streitigkeiten. Schade nur, dass sie dabei wieder in die Fänge der Polizei geraten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13076055","hoster":"VOE"},{"path":"/redirect/13872788","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12334459","hoster":"VOE"},{"path":"/redirect/8615436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-10","name":"Rendezvous","epNo":10,"alt":"Rendezvous","descr":"Von Bellick und Geary gefoltert und in die Ecke getrieben, verschluckt T-Bag den Schlüssel zum Bahnhofsschließfach, in dem er Westmorlands Geld versteckt hat. Natürlich tun Bellick und Geary alles, um gemeinsam den Schlüssel aus T-Bag wieder herauszubekommen, doch als sie dann endlich im Besitz der Millionen sind, ist es mit den Gemeinsamkeiten vorbei. Unterdessen kommt es endlich zu einem Wiedersehen von Michael und Sara, bei dem jedoch auch Mahone auftaucht, der ja keineswegs vorhat, Gefangene zu machen, ohne zu ahnen, dass er dabei selbst, zumindest vorübergehend, als Gefangener enden wird. Und während L.J. und Lincoln kurz nach ihrer Verhaftung von der mysteriösen Jane im Auftrag von Lincolns Vater befreit werden, kämpft Kellerman darum, die Kontrolle über die Ereignisse wieder zurückzuerobern, indem er dafür Sara gefangen nimmt. Und auch Sucre kämpft weiter um ein Wiedersehen mit Maricruz, das mit etwas Glück in Ixtapa, Mexiko stattfinden könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117848","hoster":"VOE"},{"path":"/redirect/8615527","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807361","hoster":"VOE"},{"path":"/redirect/8615445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-11","name":"Bolshoi Booze","epNo":11,"alt":"Bolshoi Booze","descr":"Michael besorgt sich in einem Store medizinisches Nitroglyzerin und sucht mit Hilfe eines GPS-Gerätes den verschlüsselten Treffpunkt in der Wüste. Die Worte \u0027Bolshoi Booze\u0027 entpuppen sich als Zahlen, die die Koordinaten für diese Stelle in der Wüste bezeichnen. Dort trifft sich Michael mit Coyote, einem Mexikaner, der ihm im Austausch für das Nitroglyzerin ein Drogen-Schmuggelflugzeug nach Mexiko besorgen will. Doch Coyote spielt ein falsches Spiel. Er versucht, Zeit zu gewinnen. Als er behauptet, das Nitroglyzerin sei nur Zuckerwasser, eskaliert die Situation. Doch im letzten Moment erscheint Sucre, der Coyote anschießt. Unterdessen stöbert T-Bag Geary mittels eines Peilsenders auf und bringt ihn um. Als Bellick nach seinem vermeintlichen Überfall das Krankenhaus verlässt, liefert man gerade den Leichnam von Geary an. Bellick wird sofort von Detektiv Slattery verdächtigt und noch einmal befragt. Kellerman ist mit Sara in einem Motelzimmer. Um von ihr zu erfahren, was ihr Vater ihr vor dessen Tod gegeben hat, fesselt er Sara und droht sie in der Badewanne zu ertränken. Doch Sara schweigt. Als Kellerman am Telefon von Kim den Auftrag erhält, Sara zu töten, versucht er sein Glück ein letztes Mal.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807451","hoster":"VOE"},{"path":"/redirect/8615530","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807364","hoster":"VOE"},{"path":"/redirect/8706754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-12","name":"Verbindung abgebrochen","epNo":12,"alt":"Disconnect","descr":"Als Lincoln mit Aldo in der Wüste erscheint, stellt sich heraus, dass Michael seinem Vater schon einmal begegnet ist. Aldo hatte nämlich nach langer Suche seinen Sohn Michael bei einer Pflegefamilie ausfindig machen können, deren Vater Michael nicht nur misshandelte, sondern auch tagelang in eine dunkle Kammer einsperrte. Um diesem Grauen ein Ende zu bereiten, hatte Aldo diesen Mann umgebracht. Michael macht Aldo Vorwürfe, dass Aldo seine Familie verlassen hat. Während der Aussprache erscheint plötzlich Mahone und eröffnet das Feuer. Aldo wird tödlich getroffen. Er verrät Michael und Lincoln noch im letzten Atemzug, dass Sara einen Gesprächsmitschnitt haben muss, der Lincolns Unschuld beweisen würde. Unterdessen kann sich Sara aus Kellermans Gefangenschaft befreien. Doch bei ihrer Flucht landet sie in einer Autoscheibe und muss eine stark blutende Wunde mit Zwirn und Nadel selbst versorgen. Bei der Befragung durch Detective Slattery verstrickt Bellick sich immer weiter in Widersprüche. Offensichtlich hat T-Bag geschickt die Spuren auf ihn gelenkt hat. Es bleibt Slattery gar nichts anderes übrig, als anzunehmen, dass Bellick der Mörder von Geary ist. Bellick wird verhaftet. C-Note hatte beim \u0027Kidnapping\u0027 seiner Tochter Dede deren Rucksack mit einem wichtigen Medikament darin vergessen. Als seine Frau Kacee in der Apotheke Ersatz holt, muss C-Note hilflos mit ansehen, wie sie verhaftet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117842","hoster":"VOE"},{"path":"/redirect/8615528","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807363","hoster":"VOE"},{"path":"/redirect/8615437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-13","name":"Abrechnung!","epNo":13,"alt":"The Killing Box","descr":"FBI-Agent Mahone bekommt von Bill Kim den Auftrag, Lincoln und Michael auf dem Weg ins Gefängnis zu erschießen. Doch es bietet sich keine Gelegenheit. Mahone darf während der Überführung zum Fox River Gefängnis nicht im Gefangenentransporter sitzen, er muss im Begleitfahrzeug mitfahren. Doch er scheint von Agent Kellerman unerwartet Schützenhilfe zu erhalten, da dieser auch Michael und Lincoln nach dem Leben trachtet und ihnen auf der Fahrt ins Gefängnis eine Falle stellt. Sucre und der mexikanische Pilot werden von der Grenzpolizei in der Luft attackiert. Ihre letzte Chance bleibt der Absprung mit dem Fallschirm mitten in der Wüste. Sucre hat Angst, aber ihm bleibt nichts anderes übrig. Er springt ab und landet unversehrt. Dieses Glück ist dem Piloten, dessen Fallschirm sich unglücklicherweise nicht ordnungsgemäß öffnet, leider nicht beschieden. Bellick wird wegen Mordes angeklagt. Ihm droht die Todesstrafe. Er und sein Anwalt gehen einen Deal mit der Staatsanwaltschaft ein. Bedingung ist, dass Bellick seine dann auf 25 Jahre reduzierte Strafe in Illinois absitzen darf, in der Hoffnung, in Fox River seine Beziehungen und seine ehemalige Autorität als Wärter ausnutzen zu können. Doch der neue Direktor lässt keinerlei Privilegien mehr zu. Bellick ist der Rache der Häftlinge ausgesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117857","hoster":"VOE"},{"path":"/redirect/13886242","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807362","hoster":"VOE"},{"path":"/redirect/8615439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-14","name":"Hilft der Beweis?","epNo":14,"alt":"John Doe","descr":"Kellerman nutzt seinen Status als FBI-Agent, um Michael und Lincoln in Sicherheit zu bringen. Er chartert einen Privatjet und fliegt zu Steadmans Versteck, wo dieser quicklebendig herumspaziert. Kellerman kidnappt Steadman und fährt mit den dreien zu einem Motel. Bellick wird von einem Mithäftlich namens Banks, einem Muskelpaket, im Knast schikaniert. Doch Bellick wehrt sich, als Banks nicht genug kriegen kann. Banks hat allerdings längst die Wärter der Nachtschicht auf seiner Seite, die einst von Bellick schlecht behandelt wurden. Mahone hat den Schuss von Kellerman überlebt und teilt Kim mit, dass er aussteigt. Im Krankenhaus erfährt er von seiner Frau, dass sein Sohn einen schweren Autounfall hatte. Als Mahone klar wird, dass dieser Unfall von Kims Leuten verursacht wurde, sichert Mahone Kim wieder seine Loyalität zu. Doch die Leiche in seinem Kofferraum spricht eine andere Sprache. C-Note erfährt, dass seine Frau Kacee nicht auf Kaution freigelassen wird. C-Note ist verzweifelt und will sich stellen, doch Kacee bittet ihn, sich um das gemeinsame Kind Dede zu kümmern. Steadman ist die letzte Chance für Michael, Lincoln und Kellerman, ihr altes Leben zurückzubekommen. Doch Kellerman macht den anderen klar, dass man Steadman nur als einen Doppelgänger identifizieren würde, da ihm Gesichtsteile umoperiert, die Fingerkuppen verätzt und DNS-Proben vernichtet wurden, also alles geändert hat, womit man Steadman hätte hundertprozentig identifizieren können. Als Lincoln in der Enge des Motelzimmers die Nerven verliert und Steadman attackiert, greift dieser zur Pistole...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807460","hoster":"VOE"},{"path":"/redirect/8615535","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920069","hoster":"VOE"},{"path":"/redirect/8615451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-15","name":"Botschaften","epNo":15,"alt":"The Message","descr":"Kellerman nutzt seinen Status als FBI-Agent und bewahrt Michael und Lincoln vor einer Verhaftung. In einer abgelegenen Lagerhalle nehmen die Brüder ein Video auf, auf dem sie die ganzen Hintergründe des Komplotts darlegen und spielen dieses Band einem Fernsehsender in die Hände. Als Mahone das Video zu sehen bekommt, versucht er sofort, Hinweise zu finden, die auf den Standort von Michael und Lincoln hinweisen können. Außerdem ist Mahone davon überzeugt, dass in dem Video eine Botschaft steckt. Er stattet Bellick einen Besuch im Gefängnis ab, um die Botschaft entschlüsseln zu können. Tatsächlich erklärt ihm Bellick, dass Teile der Rede an Sara aus dem Buch der Anonymen Alkoholiker stammen. Mahone besorgt sich das Buch, findet die Stellen und entschlüsselt die Botschaft, die Michael an Sara geschickt hat, um sich mit ihr zu treffen. An dem von Michael ausgewählten Treffpunkt, einem Krankenhaus, erscheint Sara zwar nicht, aber sie ruft dort Michael an. Michael verspricht ihr, das Rätsel um den Schlüssel zu lösen, damit beide endlich ihren Frieden finden können. Draußen vor dem Krankenhaus wird derweil Kellerman von der Präsidentin höchstpersönlich angerufen, die ihm verspricht, dass alles wieder so werden wird, wie es einmal war - vorausgesetzt, Kellerman bringt ihr die beiden Brüder","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807455","hoster":"VOE"},{"path":"/redirect/8615529","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807366","hoster":"VOE"},{"path":"/redirect/8615440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-16","name":"Chicago","epNo":16,"alt":"Chicago","descr":"Am Bahnhof treffen sich Michael und Lincoln mit Sara. Als sie ihr Kellerman vorstellen, kann sie sich kaum zusammenreißen und die Brüder müssen sie im Zug nach Chicago davon abhalten, Kellerman zu erdrosseln. Durch ein geschicktes Ablenkungsmanöver erreichen sie schließlich unbehelligt Chicago, wo sie im Zigarren-Club von Saras Vater das Schloss mit dem ominösen Schlüssel öffnen wollen. Derweil telefoniert Kellerman ständig mit der Präsidentin, die ihm verspricht, dass alles wieder so sein wird, wie es einst war, wenn er nur Michael und Lincoln abliefert. Doch Kellerman bekommt mit, dass er in Wirklichkeit nicht mit der Präsidentin spricht, sondern Kim hinter den Telefonaten steckt. C-Note sitzt mit seiner Tochter Dede in einem Diner und versucht, diese zum Essen zu überreden. Als C-Note gehen will, überfällt ein völlig verwirrter Mann den Diner. C-Note gelingt es, Panik zu vermeiden. Als der Mann verlangt, dass alle in den Lagerraum gehen sollen, bis die Polizei erscheint, muss ihm C-Note mitteilen, dass er ein geflohener Häftling ist, den die Polizei sucht. Er darf mit seiner Tochter den Diner verlassen. Doch als der Mann die Serviererin als Geisel nehmen will, kommt C-Note zurück und schlägt den Mann zusammen. Als Dank zeigt ihm die Serviererin den Hintereingang, wo C-Note in letzter Sekunde der angerückten Polizei entkommen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380919","hoster":"VOE"},{"path":"/redirect/8615532","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807367","hoster":"VOE"},{"path":"/redirect/8615443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-17","name":"Böses Blut","epNo":17,"alt":"Bad Blood","descr":"Michael und Sara gehen in den Zigarren-Klub von Saras Vater, um dessen Fach zu öffnen. Doch der Klubmanager versucht, Sara in ein Gespräch zu verwickeln, so dass Michael und Sara die Flucht ergreifen müssen. Im Klub hat Michael aber mitbekommen, dass Gefängnisdirektor Pope auch Mitglied des Klubs ist. Er fährt mit Sara zu Pope und bittet diesen, das Fach von Saras Vater aufzuschließen. Pope ist entsetzt und lehnt ab. Doch es gelingt Michael, ihn zu überzeugen: Er bietet Pope an, sich anschließend zu stellen. Pope ist überzeugt und findet in dem Versteck einen USB-Stick. Als er den Klub verlässt, wird er von Kim attackiert. In letzter Sekunde kann Michael Pope ins Auto retten. Als Michael und Sara die Daten auf dem Stick prüfen, wird ihnen klar, warum Pope darauf verzichtet hat, dass Michael sich an seinen Teil der Abmachung hält. C-Note ist verzweifelt: Der Zustand seiner Tochter verschlechtert sich zusehends, sie bräuchte dringend eine Blutwäsche. In seiner Not wendet er sich an Mahone und bietet ihm an, sich zu stellen. Allerdings unter einer Bedingung: Seine Frau Kacee soll freigelassen werden und Tochter Dede ärztliche Hilfe erhalten. Mahone stimmt zu, fordert aber als Gegenleistung Michaels Auslieferung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807456","hoster":"VOE"},{"path":"/redirect/8615534","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807371","hoster":"VOE"},{"path":"/redirect/8615447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-18","name":"Hand in Hand mit dem Schicksal","epNo":18,"alt":"Wash","descr":"Michael, Lincoln und Sara hören sich den Gesprächsmitschnitt auf dem USB-Stick an, den Pope aus dem Zigarrenfach von Saras Vater geholt hatte. Nun muss man diesen Mitschnitt jemanden übergeben, der vertrauenswürdig und unantastbar ist. Jane, die Mitarbeiterin von Aldo, verweist die drei auf Cooper Green, einen ehemaligen stellvertretenden Justizminister, der für dieselben Ziele wie Aldo eintritt. Um sicher zu sein, dass Green nicht beschattet wird, muss dieser im Ebert-Park von Chicago Einiges über sich ergehen lassen, bis ihn Lincoln per Handy in ein Gebäude führt, wo Green auf Michael trifft. Doch Michael erkennt, dass Green ein falsches Spiel spielt - denn Green ist nicht der echte Green, sondern ein Lockvogel des FBI. Inzwischen hat Sara zusammen mit Bruce den richtigen Green gesucht und gefunden. Der echte Green erklärt, dass der Mitschnitt juristisch gesehen nutzlos ist, da nicht das Datum der Gesprächsaufnahme, sondern nur das Überspiel-/Kopierdatum der Datei auf den USB-Stick nachweisbar ist. Er gibt ihnen jedoch den Tipp, mit dem Wissen über das mitgeschnittene Gespräch die Präsidentin zu erpressen und sie somit zu einer Begnadigung von Lincoln zu zwingen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117858","hoster":"VOE"},{"path":"/redirect/8615533","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807372","hoster":"VOE"},{"path":"/redirect/8615442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-19","name":"Jeder gegen jeden","epNo":19,"alt":"Sweet Caroline","descr":"T-Bag wartet an der Gepäckaufbewahrung auf dem Flughafen auf seinen Rucksack mit den fünf Millionen Dollar. Er verliert die Nerven, klettert hinter die Absperrungen und schlägt den Gepäckburschen besinnungslos, ohne sich jedoch seinen Rucksack schnappen zu können. Sucre und Maricruz genießen das Leben auf dem Lande. In den TV-Nachrichten erfährt Sucre von T-Bags Anwesenheit in Mexiko-Stadt. Als er für einen Einkauf das Haus verlässt, sind bei seiner Rückkehr seine Frau und seine Tochter verschwunden. Dafür taucht Bellick auf, der scharf auf die Belohnung ist. Als ihm Sucre jedoch die fünf Millionen von T-Bag in Aussicht stellt, wird Bellick unsicher. Michael steckt der Präsidentin bei deren Ankunft in Chicago einen Zettel zu, auf dem er ihr mitteilt, dass er die Aufnahme hat. Michael wird überwältigt und in die Hotelküche gebracht, wo ihn Kim zusammenschlägt. Die Präsidentin wünscht jedoch ein Gespräch unter vier Augen. Michael macht der Präsidentin klar, dass er den Mitschnitt eines Telefonats von ihr mit ihrem Bruder Steadman besitzt. Übers Telefon spielt ihr Lincoln dieses Telefonat vor, in dem unmissverständlich deutlich wird, dass die Präsidentin mit ihrem Bruder ein inzestuöses Verhältnis hatte. Michael fordert seine und Lincolns Begnadigung durch die Präsidentin, die diese live im Fernsehen bekannt geben soll. Als sie allerdings vor die Kameras tritt, gibt die Präsidentin bekannt, dass sie angeblich Krebs hat und mit sofortiger Wirkung von allen Ämtern zurücktritt. Für Michael und Lincoln bedeutet dieser Rückzug, dass sie nicht mehr von der Präsidentin begnadigt werden können und dass der Mitschnitt des Telefonats nutzlos geworden ist. Sie müssen verschwinden - und zwar für immer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117855","hoster":"VOE"},{"path":"/redirect/8615536","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12334462","hoster":"VOE"},{"path":"/redirect/8615444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-20","name":"Panama","epNo":20,"alt":"Panama","descr":"Prison Break","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117854","hoster":"VOE"},{"path":"/redirect/8615539","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807370","hoster":"VOE"},{"path":"/redirect/8615446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-21","name":"Zieländerung","epNo":21,"alt":"Fin Del Camino","descr":"In Panama einigen sich Michael, Sucre und Bellick darauf, gemeinsam T-Bag zur Strecke zu bringen, obwohl sie alle unterschiedliche Ziele verfolgen. Doch T-Bag hat für diesen Fall vorgesorgt: Es gelingt ihm, Bellick als den Mörder an einer Prostituierten dastehen zu lassen und Sucre schwer zu verletzen. Beim finalen Kampf in einer einsamen Waldhütte schafft es Michael, T-Bag buchstäblich am Boden festzunageln. Kellerman will sich erschießen, doch sein Revolver hat eine Ladehemmung. Seine Schwester Kristine redet ihm ins Gewissen und sagt ihm, dass er alles wieder gutmachen kann, was er verbrochen hat. Und so entschließt sich Kellerman, vor Gericht gegen die Company und für Sara auszusagen, der man gerade klar gemacht hat, dass sie zwölf Jahre im Hochsicherheitsgefängnis absitzen wird. Als Michael mit den fünf Millionen am Boot ankommt, ist Lincoln weg, der ebenfalls nach Panama-Stadt gefahren war, um Michael zu suchen. Lincoln ruft an und es stellt sich heraus, dass er von Mahone überwältigt wurde. Nun stellt Mahone seine Bedingungen: Michael soll ihm das Geld und das Boot überlassen, damit Mahone endlich aussteigen kann. Im Gegenzug würde er Lincoln frei lassen. Mahone gibt Michael fünf Minuten Bedenkzeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117856","hoster":"VOE"},{"path":"/redirect/13117862","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807373","hoster":"VOE"},{"path":"/redirect/8615450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-2/episode-22","name":"Projekt Sona","epNo":22,"alt":"Sona","descr":"Michael entscheidet sich, Mahone das Boot im Austausch gegen seinen Bruder auszuhändigen. Er bringt das Boot zu dem Hafen, wo sich Mahone und Lincoln in einem Lagerhaus aufhalten. Die Übergabe platzt, da Mahone nicht nur Kim, sondern auch die Polizei hinzugerufen hatte. Mahones Plan sah vor, dass er Kim erschießt und diesen Mord den beiden Brüdern anhängt, die dann sofort von der Polizei verhaftet werden. Doch Kim kommt nicht allein. Es kommt zur Schießerei im Lagerhaus, bei der Mahone mit dem Boot und Michael und Lincoln zu Fuß entkommen können. Kellerman legt vor Gericht ein volles Geständnis ab. Da er seine Behauptungen dokumentieren kann, wird Sara sofort auf freien Fuß gesetzt. Außerdem werden sämtliche Anklagepunkte gegen Lincoln fallen gelassen. Er ist wieder ein freier Mann. Sara hört ihre Mailbox ab, auf der Michael eine Nachricht hinterlassen hatte, und erfährt so, wo sich die beiden aufhalten. Kellerman wird verhaftet. Auf dem Weg ins Gefängnis wird der Gefangenentransporter gestoppt. Bewaffnete Männer öffnen den Wagen, stehen Kellerman und den Bewachern gegenüber und eröffnen das Feuer. Scheinbar soll Kellerman getötet werden. printf(\"okl\");","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117859","hoster":"VOE"},{"path":"/redirect/13117861","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121559","hoster":"VOE"},{"path":"/redirect/13117774","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/prison-break/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/prison-break/staffel-3/episode-1","name":"Nichts geschieht ohne Absicht","epNo":1,"alt":"Orientación","descr":"Nachdem Michael in Panama wegen Mordverdachts verhaftet wurde, landet er dort in einem ganz speziellen Gefängnis namens Sona. Sona besteht aus einem Gebäudekomplex, um den eine bewachte, ausbruchsichere Mauer gezogen wurde, in dem die Häftlinge sich selbst überlassen sind. Ohne Gefängnisdirektor und Wärter geht es in diesem Knast auf den ersten Blick ziemlich anarchistisch zu. Doch in Wahrheit hat dort ein Häftling namens Luchero die Macht an sich gerissen, die er jetzt von dem Neuankömmling Michael bedroht sieht. Und so kommt es Luchero gerade recht, dass Michael von seinem Zellengenossen des Diebstahls bezichtigt wird, denn solche Streits werden in Sona immer auf dieselbe Weise befriedet: durch einen Zweikampf auf Leben und Tod! Leider ist Michael seinem Zellengenossen körperlich dermaßen unterlegen, dass sogar Mahone, der ebenfalls in Sona gelandet ist, ihm mit Rat und Tat zur Seite stehen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807464","hoster":"VOE"},{"path":"/redirect/8615540","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807375","hoster":"VOE"},{"path":"/redirect/8615452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-2","name":"Unerträgliche Glut","epNo":2,"alt":"Fire/Water","descr":"Michaels Vorhaben, Whistler in Sicherheit zu bringen, wird gefährdet. Der Bürgermeister will nämlich in die Freiheit entlassen, wer Whistler im Knast umbringt. Die Stimmung wird durch Wasserknappheit weiter angeheizt. Lincoln gerät in den Besitz eines wichtigen Buches. Von seinem jungen Mithäftling McGrady erfährt Michael, dass James Whistler den Sohn des Bürgermeisters von Panama City bei einer Kneipenschlägerei umgebracht hat. Daraufhin signalisierte der Bürgermeister, dass derjenige, der Whistler in Sona umbringe, gute Chancen auf eine vorzeige Entlassung habe. Als Mahone davon Wind bekommt, beschliesst er, diese sein Glück zu versuchen - was Michael nicht zulassen darf. Auch Bellick versucht, aus seinem Wissen über Whistler Kapital zu schlagen.Unterdessen hat Lechero hingegen ganz andere Sorgen. Einer seiner Männer hat fahrlässig die letzte Trinkwasserreserve versickern lassen, woraufhin ein Häftling namens Wyatt immer mehr Knastinsassen gegen ihn aufstachelt. Doch als Michael seine Hilfe Lechero anbietet, hört dieser auf T-Bag, der sich erfolgreich eingeschleimt hat und Michael als falsche Schlange bezeichnet.Ausserhalb von Sona gelingt es Lincoln, Whistlers Freundin Sofia ein Buch abzunehmen, das dieser in einem Bankschliessfach hinterlegt hat. Dieses Buch scheint wertvoll zu sein, taucht doch sogleich jemand auf und beansprucht es für sich. Sucre wird derweil von der Frage geplagt, ob er seiner grossen Liebe Maricruz fernbleiben soll, um sie nicht in Gefahr zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13122074","hoster":"VOE"},{"path":"/redirect/8615542","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9595436","hoster":"VOE"},{"path":"/redirect/8615453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-3","name":"In weiter Ferne","epNo":3,"alt":"Call Waiting","descr":"Nachdem Michael durch Lincoln ein Foto von der entführten Sara gesehen hat, setzt er alles daran, mit ihr zu telefonieren. Dabei stößt er auf gewaltige Probleme. Es gibt in Sona nur ein Telefon, das im Besitz von Lechero ist, der keinerlei Sympathien für Michael hegt. So versucht Michael über T-Bag, an das Handy von Lechero heranzukommen. Doch auch der hat Probleme, denn Sammy ahnt, dass etwas mit T-Bag nicht stimmt und so muss er sich etwas einfallen lassen, um bei Lechero nicht in Ungnade zu fallen. Mahone leidet an Entzugserscheinungen und hat zudem noch erfahren, dass sein Verhandlungstermin erst in einem Jahr ist. Inzwischen hat auch Whistler von Sofia erfahren, dass Lincoln im Besitz seines kleinen Büchleins ist. Deswegen versucht er alles, um es von Michael zurückzubekommen. Unterdessen kämpft Lincoln draußen darum, den Aufenthaltsort von L.J. und Sara zu erfahren, denn Michael hat noch immer keine Idee, wie er mit Whistler aus Sona ausbrechen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807462","hoster":"VOE"},{"path":"/redirect/8615541","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807376","hoster":"VOE"},{"path":"/redirect/8615456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-4","name":"Ungewollte Motivationen","epNo":4,"alt":"Good Fences","descr":"Lincoln versucht mit dem, was die Company Sara anscheinend angetan hat, irgendwie klarzukommen und beschließt, Saras Schicksal vor Michael zu verheimlichen, auch wenn ihm das sichtlich schwerfällt. Gemeinsam mit Sofia, die sich als Helferin regelrecht aufdrängt, nimmt Lincoln Kontakt zu dem Totengräber auf, der die Leichen aus Sona entsorgt. Leider erweist sich dieser als zu gierig, um als Fluchthelfer in Frage zu kommen. Unterdessen manipuliert Michael die Stromversorgung von Sona so, dass es zu einem Stromausfall kommt, der ihm die Möglichkeit eröffnet, außerhalb der Gefängnismauern ein Stromkabel zu reparieren, das danach den elektrischen Zaun rund ums Gefängnis wieder mit Strom versorgen kann. Das ergibt auf den ersten Blick natürlich überhaupt keinen Sinn, zumal er sich dadurch Luchero gegenüber in höchste Gefahr bringt, der von Bellick einen Hinweis bekommen hat, dass Michael ihn mit der ganzen Reparaturaktion nur ausgetrickst hat. Sucre wollte sich eigentlich als Wanderarbeiter in Richtung Kolumbien verabschieden, doch dann erfährt er von Lincoln, was offensichtlich mit Sara geschehen ist ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11769331","hoster":"VOE"},{"path":"/redirect/8615543","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121564","hoster":"VOE"},{"path":"/redirect/8615458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-5","name":"Störeinflüsse","epNo":5,"alt":"Interference","descr":"Der Tag des geplanten Ausbruchs rückt immer näher, doch noch immer gibt es Probleme. Deshalb beginnen Michael und Whistler, die Wachtürme zu beobachten, um die Schwachstellen zu finden. Nur leider werden sie dabei von einer der Wachen gesehen und finden sich ohne ihre gesammelten Hilfsmittel zusammen mit den anderen Häftlingen im Hof wieder und müssen dem Colonel Rede und Antwort stehen. Auch Lecheros Probleme nehmen zu, denn seine Gespielin, Schwester Mary, erzählt ihm, dass Augusto sie nicht mehr für den Sex mit Lechero bezahlen will. Doch T-Bag steht weiterhin zu seinem Patron und versteckt sogar bei der Gefängnissrazzia Schwester Mary vor dem Colonel. Unterdessen versucht Mahone nicht nur an Drogen ranzukommen, sondern auch beim Ausbruch behilflich zu sein. Dabei fällt ihm der neue Gefangene Tyge auf, der offensichtlich ein großes Interesse an Whistler hat. Und während die Vorbereitungen in Sona weiterlaufen, arbeiten Lincoln, Sucre und Sofia draußen an dem Fluchtplan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380921","hoster":"VOE"},{"path":"/redirect/8615547","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12334460","hoster":"VOE"},{"path":"/redirect/8615454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-6","name":"Beweise müssen her","epNo":6,"alt":"Photo Finish","descr":"Michael versucht, seinen Fluchtplan den aktuellen Gegebenheiten anzupassen und erfährt von Tyge mehr über Whistlers Vergangenheit. Schade nur, dass Tyge kurz darauf ermordet wird und ausgerechnet Whistler bei Lechero unter Mordverdacht gerät, der solche Vergehen in Sona mit der Todesstrafe ahndet. Michael muss also alles versuchen, um Whistlers Unschuld zu beweisen und ist dafür sogar bereit, Mahone als Tyges Mörder an Lechero auszuliefern. Unterdessen entbrennt ein gnadenloser Machtkampf zwischen Sammy, T-Bag und Cheo, bei dem höchstwahrscheinlich erst einmal Cheo auf der Strecke bleiben wird. Und obwohl Lincoln alles tut, um seinem Sohn L.J. das Leben zu retten, indem er gemeinsam mit Sofia außerhalb des Gefängnisses ganz entscheidende Fluchtvorbereitungen trifft, bringt er das Leben seines Sohnes in höchste Gefahr, weil er Susan B. gegenüber verheimlicht, wann genau der Ausbruch stattfinden soll … Aber Lincoln hat noch ein weiteres Problem: Michael ist nur bereit, Whistler aus dem Gefängnis herauszuholen, wenn er ein aktuelles Foto von Sara erhält, das beweist, dass sie noch lebt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14044741","hoster":"VOE"},{"path":"/redirect/8615544","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12380912","hoster":"VOE"},{"path":"/redirect/8615455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-7","name":"Vertrauen vorbei","epNo":7,"alt":"Vamonos","descr":"Nachdem Michael von Saras anscheinend sicherem Tod erfahren hat, fordert er Whistler zum Kampf heraus, doch nicht, um ihn im Ring zu töten, sondern als Ablenkungsmanöver für die kurz bevorstehende Flucht. Leider fliegt der Versuch auf und sie werden doch noch gezwungen, gegeneinander anzutreten. Lincoln wartet unterdessen am Strand auf die beiden, doch nicht sein Bruder taucht auf, sondern Sofia mit einer Pistole, denn sie will verhindern, dass Whistler an die Company ausgeliefert wird. Sucre überwacht inzwischen Susan B., um zu verhindern, dass sie L.J. etwas antut und riskiert sogar sein Leben dafür. Und Mahone weiß noch immer nicht, was Sullins und Lang tatsächlich wollen. Geht es ihnen wirklich um die Company oder doch nur darum, Mahone in den Staaten für die vielen Morde vor ein Gericht zu stellen? Auch für Lechero wird die Luft in Sona langsam dünn, denn er weiß, dass die Männer kein Vertrauen mehr zu ihm haben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807469","hoster":"VOE"},{"path":"/redirect/13838603","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807382","hoster":"VOE"},{"path":"/redirect/8615459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-8","name":"Freier Wille gegen Wahrheit","epNo":8,"alt":"Bang \u0026 Burn","descr":"Nach einem relativ unerfreulichen Besuch von ihrem Chef sieht sich Susan B. gezwungen, Whistler mit einer riskanten, gewaltsamen Befreiungsaktion von außen aus Sona herauszuholen, wovon Whistler nicht gerade begeistert ist. Allerdings glaubt er auch nicht unbedingt an das, was Lechero und Michael vorhaben, um gemeinsam mit ihm aus Sona zu türmen. Und während sowohl innerhalb als auch außerhalb von Sona die Vorbereitungen zur Flucht auf Hochtouren laufen, entdeckt Sofia zufällig, dass Whistler vielleicht doch nicht immer die Wahrheit sagt und gerät mit Susan B. in einer geheimen Zweitwohnung von Whistler aneinander. Leider hört sie weder auf Susans noch auf Whistlers Ratschlag, sich von Lincoln Burrows fernzuhalten, wodurch sie in große Lebensgefahr gerät, was aber immerhin dazu führt, dass Michael und Lincoln erkennen, dass die Company keinen Wert mehr auf eine weitere Zusammenarbeit mit den Ausbruchskönigen von ‚Fox River‘ legt. Und während das Vertrauen zwischen Sammy und Lechero immer mehr schwindet, erhält Mahone die Chance, das Vertrauen eines Ermittlungsgremiums zu erlangen, das sein Martyrium für immer beenden könnte. Aber dafür müsste ihm Lang seine dringend benötigten Drogen beschaffen, damit er das Ganze nicht durch seine Entzugserscheinungen vermasselt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117863","hoster":"VOE"},{"path":"/redirect/8615545","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9595437","hoster":"VOE"},{"path":"/redirect/8615457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-9","name":"Allein unter Feinden","epNo":9,"alt":"Boxed In","descr":"Nach dem letzten Fluchtversuch wird Michael von dem neuen Gefängnisdirektor General Zavala in Einzelhaft in einen Käfig im Todesstreifen gesteckt, da er von ihm erfahren will, wer draußen die Ausbruchsbemühungen unterstützt. Nach einer Weile in seinem sonnigen und heißen Gefängnis erzählt Michael, was er weiß und sorgt so dafür, dass auch Whistler vernommen wird, der wiederum unter Folter Susan B. verrät. Draußen kämpfen Sofia, Lincoln und Sucre weiterhin darum, Licht ins Dunkel zu bringen. Vor allem für Sofia ist es schwer, denn sie misstraut Whistler, nachdem sie sein zweites Apartment und den Reisepass gefunden hat. Nach einem Streit zwischen Lincoln und Sucre, bei dem ein Company-Mann Ohrenzeuge wurde, versucht Susan B., Sucre als Spion gegen Lincoln anzuwerben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117865","hoster":"VOE"},{"path":"/redirect/8615549","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807381","hoster":"VOE"},{"path":"/redirect/8615460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-10","name":"Dreck begräbt die Moral","epNo":10,"alt":"Dirt Nap","descr":"Während Lechero, Michael, Mahone und Whistler unterhalb von Sona an ihrem Fluchttunnel ins Niemandsland arbeiten, hält der neue Mitflüchtling T-Bag oberhalb von Sona zähneknirschend die Stellung. Doch als Lechero mit Whistler Werkzeug für die Tunnelarbeiten organisieren will, wird er als ‚König von Sona‘ gestürzt, aber immerhin bis auf weiteres am Leben gelassen. Um zu verhindern, dass Michael irgendwann dem rachsüchtigen Sammy in die Arme läuft, beschließt T-Bag, Bellick in den Kreis der Flüchtlinge aufzunehmen, falls dieser den Mut aufbringen sollte, Sammy zum Zweikampf auf Leben und Tod herauszufordern, bei dem im Idealfall natürlich Sammy den Tod finden sollte. Als Bellick im Kampf gegen Sammy versagt und Sammys Leute Michaels Fluchtplan und dem Verrat von Lechero auf die Schliche kommen, muss Michael eine Entscheidung fällen, die eigentlich seinen moralischen Prinzipien zutiefst widerspricht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807474","hoster":"VOE"},{"path":"/redirect/8615548","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807383","hoster":"VOE"},{"path":"/redirect/8615463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-11","name":"Unten durch","epNo":11,"alt":"Under and Out","descr":"Durch den Einsturz des Tunnels wächst der Zeitdruck auf Michael und die anderen, die noch immer vorhaben, am nächsten Tag loszulegen. Als es dann noch anfängt zu regnen, müssen sie die Flucht sogar noch nach vorn verlegen, damit der Regen den Tunnel nicht komplett freilegt. Das wirft nicht nur Probleme auf, weil die Arbeit von drei Tagen in weniger als einem Tag erledigt werden muss. Durch die nächtliche Flucht sind sie auch gezwungen, sich wieder mit den Jeep-Patrouillen, den Wachen und dem Flutlicht auseinanderzusetzen. Auch Susan B. ist nicht begeistert von einer weiteren Planänderung und beschließt, sich mit Sofia eine weitere Geisel zuzulegen, die Whistler, Lincoln und Michael gefügig machen soll. Unterdessen versucht Sucre, Michael bei dem Notstromaggregat von Sona und mit den Jeep-Patrouillen zu helfen, was ihm zwar gelingt, ihn jedoch danach in die Gewalt des Wärters Rafael fallen lässt, der einen Haftbefehl gegen ihn in der Hand hat. Auch für Whistler und Michael läuft es nicht sehr gut, denn Lechero und T-Bag haben beschlossen, dass sie Whistler töten werden, wenn sie nicht als Erstes durch den Tunnel fliehen können …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13032201","hoster":"VOE"},{"path":"/redirect/12982501","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9595438","hoster":"VOE"},{"path":"/redirect/8615462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-12","name":"Die Schlinge zieht sich zu","epNo":12,"alt":"Hell or High Water","descr":"Endlich gehen die Lichter im Gefängnis aus und T-Bag, Lechero und Bellick rennen los. Doch weil das Notstromaggregat viel zu früh anspringt, werden die Drei wieder geschnappt. In der Verwirrung danach gelingt es Michael, Whistler, Mahone und McGrady, endlich ihre Flucht anzutreten. Und während man noch im Gefängnis und im Dschungel nach ihnen sucht, haben sie sich schon mit Taucherflaschen ins Meer abgesetzt und erwarten Sucre, der sie mit einem Boot abholen wollte. Doch der sitzt noch immer wegen des Haftbefehls in Sona fest, dummerweise neben dem Raum, in dem T-Bag gefoltert wird, der ihn natürlich sieht und als Fluchthelfer outet. Glücklicherweise hat Alphonso, der Vater von McGrady, die Initiative ergriffen und die Flüchtigen eingesammelt. Doch auch nach der Flucht geht der Ärger weiter. Es ist zwar gelungen, Susan B. auszutricksen, doch als Lincoln versucht, sich für den Mord an seinem Vater an Mahone zu rächen, nutzt Whistler die Situation aus, um zu verschwinden. Und damit stehen die Brüder wieder ohne jede Möglichkeit da, L.J. aus den Klauen der Company zu befreien …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11832470","hoster":"VOE"},{"path":"/redirect/8615551","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121566","hoster":"VOE"},{"path":"/redirect/8615464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-3/episode-13","name":"Auf die Rettung folgt die Rache","epNo":13,"alt":"The Art of the Deal","descr":"Die Flucht ist gelungen, doch Whistler nutzt die erstbeste Chance, um sich aus dem Staub zu machen. Damit ist der gesicherte Austausch geplatzt. Aber Michael setzt alles daran, L.J. doch noch freizubekommen. Dabei ist ein Alarm im Museum für antike Kunst sehr hilfreich. Leider wird Sofia im darauffolgenden Durcheinander angeschossen. Auch für Sucre sieht es nicht gut aus, denn Rafael versucht mit Gewalt, den Aufenthaltsort von Michael und den anderen aus ihm herauszubekommen. Unterdessen ist T-Bag ins Gefängnis zurückgekehrt und hat sich offensichtlich etwas Neues ausgedacht, um Sona zu verlassen. Dabei spielen Lecheros Geld und Schwester Mary eine große Rolle, Lechero selbst allerdings nicht mehr … Auch Mahone, der sich ebenfalls dem Zugriff der beiden Brüder entzogen hat, glaubt, er sei noch nicht aus dem Spiel, denn Whistler und Susan B. haben ein Angebot für ihn, das er nicht ausschlagen kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807475","hoster":"VOE"},{"path":"/redirect/8615552","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807388","hoster":"VOE"},{"path":"/redirect/8615461","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/prison-break/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/prison-break/staffel-4/episode-1","name":"Rückkehrer und Rächer","epNo":1,"alt":"Scylla","descr":"Nach seinem erfolgreichen Ausbruch aus Sona lebt Michael nur noch dafür, Saras Tod zu rächen. Deshalb verfolgt er Whistler bis nach Los Angeles, der dort gemeinsam mit Saras Mörderin Gretchen und Mahone versucht, in den Besitz einer Speicherkarte zu gelangen, auf der sich eine Datei namens \u0027Scylla\u0027 befindet. Diese \u0027Scylla\u0027 enthält hochbrisante Informationen, mit denen man die Company zur Strecke bringen könnte. Während der Suche nach der Karte versichert Gretchen Michael glaubhaft, dass Sara noch immer lebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117868","hoster":"VOE"},{"path":"/redirect/8615555","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121567","hoster":"VOE"},{"path":"/redirect/8615465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-2","name":"Datendiebe [in Folge 1 enthalten]","epNo":2,"alt":"Breaking and Entering","descr":"(Hinweis: Episode 2 ist auch schon in Episode 1 als Doppelepisode vorhanden) Self stellt Michaels Team noch den jungen Computerfreak Roland zur Seite, bevor die Jagd nach der Speicherkarte, auf der sich die Scylla-Datei befindet, beginnt. Dank Mahones brillanter Analyse-Fähigkeit ist der so genannte \"Kartenhalter\" der Company, ein gewisser Tuxhorn, schnell aufgespürt. Doch dessen Anwesen entpuppt sich leider als uneinnehmbare Festung. Also beschließt man die Scylla nicht zu rauben, sondern mit Hilfe einer genialen Erfindung von Roland zu kopieren. Die Zeit drängt, da Wyatt im Begriff ist, herauszufinden, dass Michael und seine Truppe sich nur \"offiziell\" in einem Hochsicherheitsgefängnis befinden. Unterdessen gelingt es T-Bag auf sehr unappetitliche Weise, einem qualvollen Tod in der Wüste zu entgehen, woraufhin er sich gleich wieder mit Whistlers Vogelbuch auseinandersetzt, mit dessen Hilfe er noch vor Michaels Team in den Besitz der Scylla gelangen könnte.","versions":[]},{"path":"/serie/stream/prison-break/staffel-4/episode-3","name":"Frontenverschiebung","epNo":3,"alt":"Shut down","descr":"Noch immer wütend über die Erkenntnis, dass es fünf weitere Cardholder gibt, stellt Michael Self zur Rede, der jedoch völlig überrascht ist und daraufhin erst mal mit seinem Vorgesetzten Stanton redet. Doch anders als erwartet bekommt Self von Stanton keine Hilfe, sondern die Anweisung, die Operation zu beenden. Doch bevor diese Information bei den Scylla-Jägern um Michael ankommt, finden sie heraus, dass Tuxhorn offensichtlich ein Treffen mit einem weiteren Cardholder hat. Um dabei sein zu können, müssen sie allerdings in den Hauptserver in Anaheim einbrechen, denn nur dort finden sie Details zu diesem Treffen. Unterdessen verfolgt T-Bag weiterhin die Spuren, die Whistler hinterlassen hat und nimmt so Kontakt zu der ominösen GATE-Corporation auf. Und während Bennett von Wyatt mit Hilfe einer Wahrheitsdroge verhört wird, versucht Mahone, über Lang an Informationen zu gelangen, die ihn zum Mörder seines Sohnes führen können...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807477","hoster":"VOE"},{"path":"/redirect/8615554","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11832466","hoster":"VOE"},{"path":"/redirect/8615466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-4","name":"Adler und Engel","epNo":4,"alt":"Eagles and Angels","descr":"Um der nächsten Karte auf die Spur zu kommen, überwachen Michael und die anderen das türkische Konsulat. Sie finden zwar den Cardholder, die Frau des Konsuls, Lisa, erregen jedoch auch die Aufmerksamkeit eines Bodyguards. Um nicht aufzufliegen, versuchen sie, anders an die Karte ranzukommen. Doch dieser Plan schlägt fehl, da ihnen T-Bag über den Weg läuft. Erst auf einer Benefizveranstaltung für gefallene Polizisten, \u0027Adler und Engel\u0027, gelingt es ihnen, nahe genug an Lisa heranzukommen, um die Karte zu kopieren. Nur leider ist der Bodyguard ebenfalls auf dieser Veranstaltung und erkennt Lincoln, was zu einem tödlichen Missgeschick führt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807478","hoster":"VOE"},{"path":"/redirect/8615553","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920073","hoster":"VOE"},{"path":"/redirect/8615479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-5","name":"Gretchenfragen","epNo":5,"alt":"Safe and Sound","descr":"Um an die Daten der nächsten Karte zu gelangen, müssen Michael und sein Team in ein Regierungsgebäude einbrechen und den Safe eines wichtigen Mitarbeiters des Finanzministeriums knacken. Doch das erweist sich als schwierig, auch wenn Self alles versucht, um für Ablenkung zu sorgen. Unterdessen versucht Wyatt, sich an Saras Fersen zu heften, doch die kann ihn abschütteln und so bekommt Mahone die Möglichkeit, Wyatt auf die Spur zu kommen. Für T-Bag wird es bei Gate indessen immer schwieriger, denn nicht nur, dass seine Kollegen darauf warten, das Verkaufstalent von Cole Pfeiffer kennenzulernen, auch Trishanne wird misstrauisch, vor allem, nachdem Bellick und Sucre bei ihr nach T-Bag gefragt haben. Außerdem taucht auch noch ein neuer Mitspieler namens Feng auf, um T-Bag mit dem Tod zu drohen, sollte es ihm nicht gelingen, Scylla zu besorgen. Aber auch Gretchen hat es in der Folterhaft der Company von Tag zu Tag schwerer, bis es ihr gelingt, den Wachmann zu überwältigen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13122076","hoster":"VOE"},{"path":"/redirect/8615556","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920082","hoster":"VOE"},{"path":"/redirect/8615472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-6","name":"Sackgassen","epNo":6,"alt":"Blow Out","descr":"Der Plan, einem weiteren Cardholder seinen Teil der Scylla-Datei auf einer Pferderennbahn abzuluchsen, scheint genial zu sein. Leider wird Mahone bei dem Versuch, das Gerät wieder einzusammeln, das Roland benötigt, um die runtergeladenen Daten auch lesen zu können, verhaftet. Obwohl Self es schafft, das Gerät von Mahone in der Untersuchungshaft ausgehändigt zu bekommen, machen sich nun alle Sorgen, dass Mahone zu einem Risikofaktor werden könnte, weil es nur eine Frage der Zeit ist, bis die Company auf ihn aufmerksam wird. Auch die Entscheidung von Self, Mahone einfach seinem Schicksal zu überlassen und im Ernstfall sogar zu töten, sorgt in Michaels Team für allerlei Unruhe. Doch Mahone ist bereit, sich für die gemeinsame Mission zu opfern, wenn Michael ihm verspricht, den Tod seines Sohnes zu rächen. Unterdessen erholt sich Gretchen bei ihrer Schwester und deren Tochter, zu der sie ein ganz besonderes Verhältnis hat. T-Bag hingegen wird von einem Kollegen enttarnt und ergreift daraufhin panisch die Flucht, die ihn aber ungewollterweise direkt zu Gretchen führt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117864","hoster":"VOE"},{"path":"/redirect/8615559","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9595439","hoster":"VOE"},{"path":"/redirect/8615468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-7","name":"Vier in Las Vegas","epNo":7,"alt":"Five The Hard Way","descr":"Weil der nächste Cardholder namens Scuderi überraschend nach Las Vegas reist, beschließt Michael, ihm Lincoln, Sara, Sucre und Roland zum Daten-Download hinterherzuschicken, während er selber gemeinsam mit Bellick und Mahone vor Ort bleibt, um sich nach einem Tipp von Trishanne um T-Bag zu kümmern. In Las Vegas läuft dann auch erst mal alles nach Plan, mal abgesehen davon, dass Sucre ganz mächtig über seinen Machoschatten springen muss, um in die Nähe von Scuderis Speicherkarte zu gelangen. Roland hingegen befindet sich in Las Vegas am Ort seiner Träume, was wiederum die ganze Operation am Ende zu gefährden droht. Michael hat die Jagd nach T-Bag unterschätzt, zumal dieser gemeinsam mit Gretchen unterwegs ist, die ihn auf ihre ganz eigene Weise von einer Zusammenarbeit überzeugt hat. Unterdessen stellt sich Self der Bedrohung durch Wyatt, indem er einfach zu dessen Auftraggeber, General Krantz, marschiert und ihn auf geschickte Weise davon überzeugt, Wyatt wieder zurückzupfeifen... In Las Vegas kommt Michaels Team zwar der Entschlüsselung von Scylla einen großen Schritt näher, doch wegen Rolands Spielsucht ist sie auch wieder sehr weit davon entfernt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14439714","hoster":"VOE"},{"path":"/redirect/8615558","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121571","hoster":"VOE"},{"path":"/redirect/8615469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-8","name":"Krieg ohne Frieden","epNo":8,"alt":"The Price","descr":"Nach dem Verlust von Rolands Datenkopiergerät überzeugt Lincoln Michael und die anderen davon, dem General die letzte Scylla-Karte während eines fingierten Autounfalls abzunehmen. Schade nur, dass Roland inzwischen Kontakt zu Wyatt aufgenommen hat, dem er den Aufenthaltsort von Lincoln und Michael Scofield für eine Million Dollar verraten will. Dank Rolands Informationen schafft es Wyatt, die Pläne von Michaels Team zu vereiteln und dabei auch noch Sucre mit einem lebensgefährlichen Bauchschuss zu verletzen. Spätestens jetzt weiß die Company, dass Michaels Team ihr auf den Fersen ist, und auch der General zeigt zum ersten Mal Nerven, weil er sich jetzt mitten im Fadenkreuz von Michaels Leuten befindet. Nur Roland zieht sein Ding auch weiterhin ungestört durch, indem er zu einem verhängnisvollen Treffen mit Wyatt fährt. Unterdessen versucht Gretchen, mit Sara Frieden zu schließen, ohne zu ahnen, dass es Sara eigentlich gar nicht um die Peitschennarben auf ihrem Rücken geht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807479","hoster":"VOE"},{"path":"/redirect/8615557","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807393","hoster":"VOE"},{"path":"/redirect/8615467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-9","name":"Opfergang","epNo":9,"alt":"Greatness Achieved","descr":"Nachdem Wyatt in die Hände von Michael und den anderen gefallen ist, versuchen Sara und Self alles, ihn von einem Anruf beim General zu überzeugen, doch erst durch eine List kommen sie dem Ziel näher. Auch Mahone versucht, Wyatt von einem Anruf zu überzeugen, doch anders als bei dem ersten Anruf will Mahone, dass man die Angst in Wyatts Stimme nun deutlich hört, denn er will endlich die Rache für den Tod seines Sohnes auskosten. Unterdessen muss auch T-Bag sich etwas einfallen lassen, denn Blauners Verschwinden hat die Polizei auf den Plan gerufen und die kann er gerade am wenigsten in seinem Büro bei Gate gebrauchen, denn von dort aus sind Michael, Lincoln, Sucre und Bellick gestartet, um einen Zugang zum Hauptquartier der Company zu finden. Dabei ist leider ein Hauptrohr für die Wasserversorgung von Los Angeles im Weg. Und auch wenn Michael einen Weg findet, dieses Problem zu lösen, so ist das doch ein sehr gefährlicher, vor allem für Bellick. Auch für Gretchen wird es gefährlich, denn sie hat sich zu einem Besuch beim General entschlossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12801420","hoster":"VOE"},{"path":"/redirect/8615562","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807395","hoster":"VOE"},{"path":"/redirect/8615473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-10","name":"Auslöser","epNo":10,"alt":"The Legend","descr":"Gretchen übergibt Michael die fehlenden Vogelbuchseiten, aus denen Michael aber nicht so recht schlau wird. Immerhin entdecken Michael und Mahone darin einen Hinweis, der zu David Baker führt, dem Mann, der das Scylla-Sicherheitssystem entwickelt hat. Kurz darauf erleidet Michael einen Zusammenbruch und wird von Sara zur Untersuchung ins Krankenhaus gebracht. Mahone sucht inzwischen Baker auf, um von ihm einen Tipp zu kriegen, wie man den Plan richtig liest. Aber auch die Company ist unterwegs zu Baker. Und während T-Bag Trishanne gegenüber misstrauisch wird, als diese sich ihm gegenüber verplappert, versuchen Sucre und Lincoln im Keller des Gate-Gebäudes ein Hindernis auf dem Weg zu Scylla zu beseitigen. Dabei tritt Sucre jedoch auf eine Tretmine, die jedoch erst explodiert, wenn er sich wieder bewegt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807484","hoster":"VOE"},{"path":"/redirect/8615561","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12339222","hoster":"VOE"},{"path":"/redirect/8615470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-11","name":"In aller Stille","epNo":11,"alt":"Quiet Riot","descr":"Das ausgeklügelte Sicherheitssystem im unterirdischen Scylla-Raum der Company erweist sich zwar als nahezu perfekt, aber natürlich nimmt Michael mit seinem Team die große Herausforderung an. Leider muss er sich auch noch gedanklich auf die längst überfällige Gehirnoperation vorbereiten, von der Sara ihn überzeugt hat. Und so steht er ausgerechnet jetzt seinem Team nicht hundertprozentig zur Verfügung. Unterdessen ist T-Bag davon überzeugt, dass Trishanne für das FBI arbeitet, womit er ja fast richtig liegt, und überlegt gemeinsam mit Gretchen, wie man Self und Trishanne loswerden könnte. Und während Gretchen mit ganzem Körpereinsatz versucht, dem General die letzte Scylla-Karte zu entwenden und Michaels Team die Vorbereitungen für den Einbruch vorantreibt, hat Lisa die Planungen zur Verlegung von Scylla beinahe abgeschlossen. Und so beginnt ein gnadenloser Wettlauf mit der Zeit...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117867","hoster":"VOE"},{"path":"/redirect/8615560","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807398","hoster":"VOE"},{"path":"/redirect/8615471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-12","name":"Self-Service","epNo":12,"alt":"Selfless","descr":"General Krantz befindet sich mit seinen Sicherheitsleuten auf dem Weg in den Tresorraum, während Michael scheinbar noch völlig ahnungslos den Kasten in der Mitte des Raumes studiert. Als sich die Aufzugstür öffnet, bleibt dem General allerdings kaum Zeit zum Luftholen, denn Lincoln, Sucre und Mahone haben damit allem Anschein nach gerechnet und empfangen sie mit gezückten Waffen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251141","hoster":"VOE"},{"path":"/redirect/8615563","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13051232","hoster":"VOE"},{"path":"/redirect/8615475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-13","name":"Wer verkauft hier was und wem?","epNo":13,"alt":"Deal Or No Deal","descr":"Nachdem Self es geschafft hat, Michael und dessen Team hereinzulegen, gelingt es ihm, auch noch Michaels Leuten den Mord an Trishanne anzuhängen. Darüber hinaus erweckt er dem Heimatschutz gegenüber den Eindruck, er selbst wäre von Michaels Leuten erschossen worden. Aber da Self nach Fengs Tod keinen Käufer mehr für die Scylla hat, gerät er unter Zugzwang. Er lässt T-Bag, Gretchens Schwester Rita und Gretchens Tochter Emily als Geiseln nehmen, um Gretchen zu zwingen, einen neuen Interessenten für Scylla aufzutreiben. Und tatsächlich macht Gretchen ihn daraufhin mit dem kaufinteressierten Varkin bekannt, der allerdings recht schnell einen Makel an Scylla feststellt. Unterdessen gerät Lincoln in die Hände des Heimatschutzes, schafft es aber dort bei einem Verhör, Senator Dallow davon zu überzeugen, dass Self noch lebt und schon immer ein doppeltes Spiel getrieben hat. Das Angebot, das er daraufhin von Senator Dallow erhält, klingt zunächst sehr verlockend, könnte sich jedoch als tödliche Falle erweisen..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807483","hoster":"VOE"},{"path":"/redirect/8615566","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9582669","hoster":"VOE"},{"path":"/redirect/8615474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-14","name":"Angebote des Feindes","epNo":14,"alt":"Just Business","descr":"Self versucht mit Gewalt, an den fehlenden Scylla-Chip zu gelangen, den Michael versteckt hat, muss dabei aber einsehen, dass ihn das nicht wirklich weiterbringt. Also versucht er, Michael und Lincoln davon zu überzeugen, mit ihm gemeinsame Sache zu machen. Als Argument führt er an, dass man bei seinem Plan nicht nur die Company vernichte, sondern auch ganz nebenbei noch durch den Verkauf der Scylla an eine gigantische Summe gelangen könnte - eine Versuchung, die Lincoln recht verlockend findet, während Michael diesen Plan rundweg ablehnt. Unterdessen nimmt Mahone Kontakt zu Lang auf, in der Hoffnung, dass sie ihm einen hochrangigen FBI-Mitarbeiter nennt, der vertrauenswürdig ist und vielleicht sogar Kontakte zum Justizministerium besitzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807491","hoster":"VOE"},{"path":"/redirect/8615564","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807402","hoster":"VOE"},{"path":"/redirect/8615476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-15","name":"Plötzliche Erkenntnis","epNo":15,"alt":"Going Under","descr":"Damit General Krantz sein Einverständnis für die lebensrettende Operation an Michael gibt, muss Lincoln beweisen, dass er es mit der Zusammenarbeit wirklich ernst meint, was Lincoln zunächst auch recht gut gelingt, indem er sich gemeinsam mit Sucre erfolgreich auf die Jagd nach Gretchen und Self macht. Sara ist bei der Operation von Michael anwesend und staunt nicht schlecht, über welches medizintechnische Know-how die Company verfügt. Unterdessen beweist Self jedoch, dass sein Verhandlungsgeschick nicht ganz so perfekt ist. Und so gerät die Übergabe von Scylla an einen ominösen Stellvertreter des Kaufinteressenten zum Desaster. Aber auch Michaels OP verläuft recht dramatisch, zumal der Eingriff in sein Gehirn ihm eine Vision beschert, in der ihm Westmoreland erscheint, der ihn die wahre Bedeutung von Scylla erkennen lässt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807489","hoster":"VOE"},{"path":"/redirect/8615565","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807399","hoster":"VOE"},{"path":"/redirect/8615477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-16","name":"Die Dame im Schachspiel?","epNo":16,"alt":"The Sunshine State","descr":"Pad Man hält Michael nach dessen Operation in einem abgelegenen Haus im Wald fest, wo ihn Dr. Knowlton mit Hilfe einer psychologischen Gehirnwäsche für die Company gewinnen soll. Michael muss sich im Verlaufe der Behandlung seinen Erinnerungen an seine tot geglaubte Mutter stellen. Sara, die in Los Angeles geblieben ist, erfährt aus Company-Kreisen von der Behandlung, die Michael zuteil wird, und versucht, ihn aus seiner Gefangenschaft zu befreien. Allerdings ist Pad Man mal wieder bestens informiert. Währenddessen sucht Lincoln zusammen mit Gretchen, Self und T-Bag in Miami nach dem Mann, der Scylla gestohlen hat. Gerade als die Situation für Lincoln brenzlig wird, taucht Mahone auf und steht Lincoln zur Seite. Gretchen ist mal wieder besonders gerissen und will ihre eigenen Geschäfte tätigen, nachdem sie die Identität des Scylla-Diebes aufgedeckt hat. So lockt sie die anderen in eine Falle und die Situation spitzt sich zu...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807488","hoster":"VOE"},{"path":"/redirect/8615567","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807401","hoster":"VOE"},{"path":"/redirect/8615485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-17","name":"Mutter aller Schlachten","epNo":17,"alt":"The Mother Lode","descr":"Um Self, Lincoln, Mahone und T-Bag noch mehr unter Erfolgsdruck zu setzen, lässt General Krantz die vier wissen, dass er jederzeit Zugriff auf die Menschen habe, die ihnen am wichtigsten sind. Als Lincoln sich darüber bei Krantz beschweren will, erfährt er, dass Michael aus dem Company-Gewahrsam fliehen konnte und vermutlich auch wieder auf der Jagd nach Scylla ist, weshalb Krantz seinen Leuten den Befehl gegeben hat, Michael zu finden und zu töten. Aber auch General Krantz selber lebt nicht gerade ungefährlich, denn er übersteht den Mordanschlag von seinem Vertrauten Oren nur denkbar knapp. Unterdessen gelingt es Mahone, endlich eine heiße Spur zu Scylla aufzunehmen. Diese Spur führt direkt zum Kirchensaal einer kleinen dubiosen karibischen Kirchengemeinde. Lincoln hingehen trifft sich mit seiner Mutter Christina zu einer großen Aussprache, bei der sie versucht, Lincolns Vertrauen zurückzugewinnen, indem sie ihm verrät, dass sie vorhat, General Krantz zu beseitigen und aus der Company etwas durchaus Positives zu machen, wofür sie aber unbedingt noch zwei Tage Zeit braucht. Weitere Auskünfte über Scylla verweigert sie Lincoln jedoch, weshalb Mahone, Self und T-Bag danach fest überzeugt sind, dass sich Scylla in Christinas Besitz befindet. Und nachdem Mahone und Co. auch Christinas Vision einer positiven Company stark bezweifeln, beschließt Lincoln, seine Mutter ein weiteres Mal zu besuchen, obwohl sie ihm das ausdrücklich untersagt hatte. Und so läuft Lincoln in eine tödliche Falle...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807490","hoster":"VOE"},{"path":"/redirect/8615568","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807400","hoster":"VOE"},{"path":"/redirect/8615487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-18","name":"Plan mit Unbekannten","epNo":18,"alt":"VS.","descr":"Während Michael und Sara durch den Zettel, den sie bei ihrem Verfolger gefunden haben, einem Mann mit den Initialen \u0027VS\u0027 auf die Spur kommen, entgeht Lincoln nur knapp einem Mordanschlag, den seine Mutter Christina angeordnet hatte. Immerhin findet er bei dem Attentäter ein Handy, das ihn auf die Spur seiner Mutter führt, die in der indischen Botschaft versucht, Scylla an die indische Regierung zu verkaufen. Der indische Botschafter Naveen wäre auch durchaus gewillt, Scylla auf einer Konferenz für fortschrittliche Energie als seine eigene Errungenschaft zu präsentieren, aber nur, wenn Christina verhindert, dass dort der Zukunftsforscher Sandinsky erscheint, der das ganze Scylla-Projekt in Frage stellen und Naveen lächerlich machen könnte. Inzwischen entdecken Sara und Michael, dass die Initialen \u0027VS\u0027 für eben diesen Vincent Sandinsky stehen, scheitern aber bei dem Versuch, ihn gleich nach seiner Landung in Miami zu entführen, um ihn in Sicherheit zu bringen, und geraten dadurch selber in äußerste Lebensgefahr, aus der sie von Lincoln und Co. gerettet werden. Und während Lincoln und Co. davon überzeugt sind, dass es sich bei Sandinsky nur um einen unschuldigen Wissenschaftler handelt, entdecken Michael und Sara, dass Sandinsky wahrscheinlich ein Verbündeter von Christina ist. Außerdem erfährt Sara etwas, das ihr Leben verändern wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117866","hoster":"VOE"},{"path":"/redirect/8615570","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807405","hoster":"VOE"},{"path":"/redirect/8615480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-19","name":"Hurensohn","epNo":19,"alt":"Son of a Bitch","descr":"Während Lincoln, Self, Mahone und T-Bag den am Flughafen entführten Vincent Sandinsky über Scylla und die Company verhören, taucht General Krantz auf, um den Druck auf Lincoln weiter zu erhöhen. Dabei kommt heraus, dass T-Bag dem General erzählt hat, dass Christina Scylla hat. Lincoln bekommt noch einen Tag, um Scylla wiederzubeschaffen und verfolgt mit Self und Mahone die Spur von Christina, die über ein Hotelzimmer, eine Bankfiliale der \u0027Dade Miami Bank\u0027 hin zu einer Energiekonferenz im \u0027Panda Bay Hotel\u0027 führt, auf der Naveen Banerjee der Hauptredner ist. Unterdessen wird auch Christina von Michael und Sara entführt und verhört. Dabei erfahren die beiden zwar nichts über Scylla, aber viel über sich selbst und ein paar dunkle und sehr überraschende Familiengeheimnisse. Und Michael erfährt, dass sich Lincoln wahrscheinlich im \u0027Panda Bay Hotel\u0027 bei der Energiekonferenz befindet, wo kurz darauf der Hauptredner ermordet wird. Leider führen danach alle Spuren zum Mörder von Naveen Banerjee ausgerechnet zu Lincoln...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13122078","hoster":"VOE"},{"path":"/redirect/8615571","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920089","hoster":"VOE"},{"path":"/redirect/8615478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-20","name":"Wieder in den Schlagzeilen","epNo":20,"alt":"Cowboys and Indians","descr":"Michael und Lincoln wollen das Hotel übers Dach verlassen, bleiben jedoch im obersten Stock stecken. Christina Scofield will das Schicksal ihrer Söhne besiegeln. Und General Krantz übt blutige Vergeltung. Michael und Lincoln sitzen im Hotel in der Falle, in dem nach dem Anschlag das Chaos ausgebrochen ist, und müssen sich Scylla erneut ans Bein streichen. Die einzige Chance der Brüder zu entkommen, ist das Dach. Mittels Passepartout gelingt es Michael, Zugang zu den oberen Stockwerken zu erhalten. In der obersten Etage angekommen, stecken die zwei fest: Von unten nahen die Cops und beim Betreten der Treppe aufs Dach würden sie den Alarm auslösen. Auch wenn sie bedauert, Michael in die Bredouille zu bringen, ist Christina Scofield mit den gefälschten Dokumenten höchst zufrieden, die den Brüdern einen Deal mit den Chinesen in die Schuhe schieben. Sie trifft sich mit dem Indischen Premierminister und erklärt sich zum Verkauf von Scylla bereit, damit er sich an den Chinesen für den Tod seines Sohnes rächen kann. General Krantz macht seine Drohung war. Er zieht einen von drei Zetteln aus einem Gefäss, jenen mit Donald Selfs Namen. Die Ehefrau des Bundespolizisten muss für sein Versagen das Leben lassen, Self selbst soll es später nicht besser ergehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807494","hoster":"VOE"},{"path":"/redirect/8615576","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807406","hoster":"VOE"},{"path":"/redirect/8615488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-21","name":"Endspurt","epNo":21,"alt":"Rate of Exchange","descr":"Michael verspricht Christina die Scylla und baut einen Sprengsatz. General Krantz droht, T-Bag auf Sara loszulassen. Mahone schlägt Michael ein Schnippchen, um seine Pam zu retten. Und in Chicago erwägen zwei alte Gefährten, im Streit um die Scylla mitzumischeln. Sich für die Rettung von Lincoln oder Sara zu entscheiden, ist für Michael undenkbar - er setzt alles daran, beide in Sicherheit zu bringen. Er verspricht Christina Scofield die begehrte Scylla in 45 Minuten am Hafen, um den verletzten Lincoln freizubekommen. Dort bereitet Michael einen Sprengsatz vor. Mahone beschwört ihn, das Gerät auszuhändigen, um damit auch Pam, L. J. und Sofia zu schützen. Doch Michael ist zu keinem Zugeständnis bereit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807495","hoster":"VOE"},{"path":"/redirect/8615569","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9582670","hoster":"VOE"},{"path":"/redirect/8615481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-22","name":"Sei du selbst die Veränderung, die du dir wünschst für diese Welt","epNo":22,"alt":"Killing Your Number","descr":"Michael steht kurz davor, in den Besitz der Scylla-Datei zu gelangen, und die Firma zerstören zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117869","hoster":"VOE"},{"path":"/redirect/8615578","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807409","hoster":"VOE"},{"path":"/redirect/8615490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-4/episode-23","name":"Ein letzter Schritt zur Freiheit - Teil 1 + 2","epNo":23,"alt":"The Old Ball and Chain","descr":"Sara wurde wegen Mordes verurteilt. Da die Regierung an ihr ein Exempel statuieren will, wird sie für 25 Jahre hinter Gittern geschickt. Hoch schwanger und um ihr Leben bangend, muss Sara ein Bündnis mit einem alten Feind eingehen, um zu überleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807522","hoster":"VOE"},{"path":"/redirect/8615587","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807418","hoster":"VOE"},{"path":"/redirect/8615484","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/prison-break/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/prison-break/staffel-5/episode-1","name":"Ogygia","epNo":1,"alt":"Ogygia","descr":"Michael Scofield war niemals tot. Der Ehemann und Vater sitzt in dem jemenitischen Gefängnis Ogygia in Sanaa. Und obwohl die ganze Welt an seinen Tod vor sieben Jahren geglaubt hat, war Michaels Abschied nur vorgetäuscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807496","hoster":"VOE"},{"path":"/redirect/8615572","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920091","hoster":"VOE"},{"path":"/redirect/8615482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-5/episode-2","name":"Kaniel Outis","epNo":2,"alt":"Kaniel Outis","descr":"Michael Scofield nennt sich nun Kaniel Outis und befindet sich scheinbar nicht zufällig im Gefängnis von Ogygia, denn er soll dem ebenfalls inhaftierten ISIS-Führer Abu Ramal zur Flucht verhelfen. Um einen baldigen Ausbruch vorzubereiten, zieht Michael seine Zellengenossen zu Rate: den wilden Draufgänger Whip, den auf Drogenentzug befindlichen Koreaner Ja und Sid, der wegen seiner Homosexualität inhaftiert wurde. Sids Vater ist der Chef des örtlichen Elektrizitätswerks und damit ein wichtiger Schlüssel für den nahenden Ausbruchsversuch. Lincoln und C-Note erhalten eine Nachricht in Form des vertrauten Origami-Schwans. Darin werden sie aufgefordert, den \"Scheich des Lichts\", also den E-Werk-Leiter, aufzusuchen. Dieser befindet sich aber auf der von der ISIS-kontrollierten Seite der Stadt. Als sie zu ihm durchdringen, stimmt er der Zusammenarbeit nur zu, wenn seine von der ISIS gefangengenommene Tochter befreit und mit ihm außer Landes gebracht wird. Währenddessen bekommt Sara C-Notes Video vom Gefängnisbesuch zu sehen und bittet das State Department um Hilfe. Dort trifft sie auf einen alten Bekannten, den Agenten Paul Kellermann. Er bestätigt, dass es sich bei dem Mann in Ogygia um Kaniel Outis handelt, der neben zahlreichen anderen terroristischen Aktivitäten auch einen hochrangigen CIA-Mann ermordet haben soll. Lincoln und C-Note gelingt es, trotz schwerer Gefechte, die Tochter des Chefs der E-Werks und weitere Mädchen zu befreien und auf die sichere Seite der Stadt zu bringen. Sids Vater willigt nun ein, einen Stromausfall zu fingieren. Das Signal für den Blackout ist ein zweimaliges Spannungsflackern genau 24 Stunden vorher …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807499","hoster":"VOE"},{"path":"/redirect/8615574","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807412","hoster":"VOE"},{"path":"/redirect/8615483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-5/episode-3","name":"Der Lügner","epNo":3,"alt":"The Liar","descr":"Sheba und Lincoln versuchen, Michaels letzte Nachricht zu entschlüsseln. Diese bringt sie an einen geheimen Ort, in dem Lincoln und C-Note einige Fotos von Michael alias Kaniel Outis und dem Terroristen Abu Ramal finden. C-Note erkennt Ramal und befürchtet, dass sie nicht nur Michael, sondern auch dem gefährlichsten Terroristen des Landes beim Ausbruch aus Ogygia helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117871","hoster":"VOE"},{"path":"/redirect/8615575","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807411","hoster":"VOE"},{"path":"/redirect/8615494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-5/episode-4","name":"Das Gefangenendilemma","epNo":4,"alt":"The Prisoner\u0027s Dilemma","descr":"Sheba kann die Begnadigung für Michael erwirken, doch sie wird nutzlos, als der Bürgerkrieg bevorsteht. Michael nimmt die Chance wahr und versucht mit Abu Ramal und seinen Zellengenossen auszubrechen. Währenddessen heftet sich T-Bag an die Fersen des Killerpärchens – mit gemischten Ergebnissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807501","hoster":"VOE"},{"path":"/redirect/8615577","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807413","hoster":"VOE"},{"path":"/redirect/8615491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-5/episode-5","name":"Bauchgefühl","epNo":5,"alt":"Contingency","descr":"T-Bag informiert Sara, dass ihr Mann in das Komplott verwickelt ist. Sara konfrontiert Jacob damit, er schafft es aber, sich herauszureden. Abu Ramal wird vom Volk betrauert, seine Mörder stehen auf der Todesliste. Michael und seine Leute müssen um jeden Preis aus dem Land gelangen, da sie von der ISIS gejagt werden. Im Bürgerkriegschaos gibt es nur wenige Fluchtmöglichkeiten. Sie müssen es bis zum Flughafen schaffen. Dort halten C-Note und Sheba eine alte Maschine samt Pilot bereit. Doch die ISIS-Truppen nähern sich schnell?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13117870","hoster":"VOE"},{"path":"/redirect/8615573","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807410","hoster":"VOE"},{"path":"/redirect/8615486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-5/episode-6","name":"Phaecia","epNo":6,"alt":"Phaecia","descr":"Michael, Lincoln, Whip und Ja sitzen im Jemen fest und überlegen, auf welchem Weg sie außer Landes kommen. Die einzige Option, die sie noch haben, ist Shebas Kontakt Omar. Der macht sich gerade auf den Weg nach Phaecia, einem kleinen Küstenort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807504","hoster":"VOE"},{"path":"/redirect/8615586","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807415","hoster":"VOE"},{"path":"/redirect/8615489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-5/episode-7","name":"Weindunkles Meer","epNo":7,"alt":"Wine-Dark Sea","descr":"Michael kämpft weiterhin in Phaeacia mit den Folgen einer Vergiftung. Ein kleines Schiff soll die die Gruppe nach Griechenland schmuggeln, doch ein verschwiegener Arzt dürfte, aufgrund der weltweiten Fahndung, schwer zu finden sein. Daher greift Lincoln nach einem letzten Strohhalm und ruft Sara an. Sie sichert ihm auch sofort zu, umgehend nach Griechenland zu fliegen und zu helfen. Auf Kreta angekommen, stößt Sara gleich zur Gruppe und kann Michael wieder auf die Beine bringen. Dabei erzählt Michael, dass ihm von Poseidon der Mord an einem hochrangigen CIA-Mann angehängt wurde. Als Sara ihm Bilder vom gemeinsamen Sohn Mike zeigt, macht Michael darauf eine alarmierende Entdeckung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807502","hoster":"VOE"},{"path":"/redirect/8615585","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807414","hoster":"VOE"},{"path":"/redirect/8615496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-5/episode-8","name":"Nachkommen","epNo":8,"alt":"Progeny","descr":"Sara und der kleine Mike befinden sich in Jacobs Gewalt. Seine Komplizen sind die beiden CIA-Killeragenten A\u0026W und Van Gogh. Doch in letzterem kommen immer mehr Zweifel hoch. Michael und seine drei Mitstreiter können sich nach dem Sprung von einem explodierenden Schiff auf ein französisches Fischerboot retten, das Richtung Marseille fährt. Über seine zwielichtigen Kontakte schafft es Link, die Gruppe zurück in die USA zu schleusen. Dort bekommt Whip von Michael den Auftrag, ein geheimnisvolles Paket aus dem Lake Michigan zu fischen. Michael und Link machen sich auf die Suche nach Sara und Mike. Ihr Wohnhaus ist verlassen, doch ein von Mike gezeichnetes Bild scheint das geheime Versteck zu verraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807506","hoster":"VOE"},{"path":"/redirect/8615579","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807417","hoster":"VOE"},{"path":"/redirect/8615493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/prison-break/staffel-5/episode-9","name":"Hinter den Augen","epNo":9,"alt":"Behind the Eyes","descr":"Micheal Scofield konnte bei der CIA aussagen und er wurde frei gesprochen. Poseidon wurde ins Fox River Staats Gefängnis eingeschlossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807505","hoster":"VOE"},{"path":"/redirect/8615581","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807416","hoster":"VOE"},{"path":"/redirect/8615492","hoster":"Streamtape"}]}]}]}]}