{"path":"/serie/stream/private-eyes","name":"Private Eyes","descr":"\"Private Eyes\" dreht sich um den stürmischen Privatdetektiv Matt \"Shadow\" Shade (Jason Priestley), einen ehemaligen Eishockey-Profi, der sein Talent, Menschen zu durchschauen und ihre Verhaltensweisen vorherzusehen, in seinem neuen Job einsetzt. Dabei wird er von der ebenso smarten und schönen wie resoluten Angie Everett (Cindy Sampson) unterstützt.","seasons":[{"path":"/serie/stream/private-eyes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/private-eyes/staffel-1/episode-1","name":"Der Kodex","epNo":1,"alt":"The Code","descr":"In der schnelllebigen und ruinösen Welt des Sports erleidet Cory Sinclair, der Star von Eishockey-Scout Matt Shade (Jason Priestley), einen Herzinfarkt auf dem Eis während der Ausscheidungen für die Profi-Liga. Das toxikologische Gutachten zeigt, dass Cory Doping-Mittel eingenommen hatte. Matt Shade glaubt an Corys Unschuld und tut sich widerwillig mit der Privatdetektiven Angie Everett (Cindy Sampson) zusammen, um herauszufinden, wer hinter dem Anschlag auf Cory steckt. In dieser neuen Partnerschaft sieht sich Matt gezwungen herauszufinden, wer er ist und wer er sein will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807539","hoster":"VOE"},{"path":"/redirect/13123020","hoster":"Doodstream"},{"path":"/redirect/8615595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-1/episode-2","name":"Alles an seinem Platz","epNo":2,"alt":"Mise En Place","descr":"Nachdem der undurchsichtige Zack Beach ermordet in seinem Penthouse aufgefunden wurde, werden Shade und Angie von Robin Westing, einer alten Freundin Shades und Zacks derzeitiger Geschäftspartnerin, angeheuert. Da sich Robins Fingerabdrücke überall am Tatort befinden, wird sie von der Polizei verdächtigt, und es wird schwierig, ihre Unschuld zu beweisen. Derweil zieht Shade alle Register, um zu zeigen, dass er genau der Partner ist, den Angie braucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807538","hoster":"VOE"},{"path":"/redirect/13123015","hoster":"Doodstream"},{"path":"/redirect/8615600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-1/episode-3","name":"Volltreffer","epNo":3,"alt":"The Money Shot","descr":"In der adrenalingeladenen Welt des Pferderennens, in der es um hohe Einsätze geht, werden Shade und Angie von einem wohlhabenden Paar engagiert, um ein gestohlenes Rennpferd aufzuspüren. Während ihrer Nachforschungen geraten Shade und Angie in die Auseinandersetzungen zwischen Tieraktivisten und illegalen Pferdezüchtern. Währenddessen büffelt Shade, immer ein schlechter Schüler, für seine bevorstehende Prüfung für die Privatdetektiv-Lizenz, denn Angie besteht darauf: keine Lizenz, keine Arbeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807545","hoster":"VOE"},{"path":"/redirect/13123014","hoster":"Doodstream"},{"path":"/redirect/12982510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-1/episode-4","name":"Spielplatz des Teufels","epNo":4,"alt":"The Devil’s Playground","descr":"Geheimnisse, Lügen und verdächtige Tonbänder: Ein versuchter Mord beziehungsweise ein mutmaßlicher Selbstmordversuch führt Shade und Angie auf die ungewöhnlichen Toronto Inseln. Dort suchen sie nach der Wahrheit hinter der dramatischen Geschichte, die sich gerade um sie herum abspielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807542","hoster":"VOE"},{"path":"/redirect/13123024","hoster":"Doodstream"},{"path":"/redirect/8615598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-1/episode-5","name":"Poesie der Straße","epNo":5,"alt":"The Six","descr":"In der undurchsichtigen Hip-Hop-Szene von Toronto stehen Shade und Angie vor der Herausforderung, den erst 14-jährigen Zeugen einer Nachtclub-Schießerei ausfindig zu machen und ihn zu beschützen. Indes macht sich Shade selbst verrückt und Angie dazu, um herauszufinden, mit welchem mysteriösen Mann Angie die Nacht verbracht hat, während er gleichzeitig bemüht ist, seiner Tochter gegenüber ein Versprechen zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807544","hoster":"VOE"},{"path":"/redirect/8615597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-1/episode-6","name":"Speed-Dating mit Folgen","epNo":6,"alt":"Partners In Crime","descr":"Um einer früheren Klientin zu helfen, deren Leben durch einen Identitätsdiebstahlt zerstört wurde, begeben sich Angie und Shade undercover in die Welt des Speed-Datings. Sie versuchen dort, einem Betrüger, der mit einsamen Herzen spielt, das Handwerk zu legen. Inzwischen erhält Shade unaufgefordert einen romantischen Rat von Angie, Don und Jules. Gerade als Shade beim Dating das Handtuch werfen will, trifft er die charmante Sylvie, die vielleicht genau die Frau ist, die ihm fehlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807543","hoster":"VOE"},{"path":"/redirect/13123017","hoster":"Doodstream"},{"path":"/redirect/8615601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-1/episode-7","name":"Karaoke – Wer singt, stirbt!","epNo":7,"alt":"Karaoke Confidential","descr":"Der sympathische Hipster Jay Lee engagiert Shade und Angie, um ihn zu beschatten. Er ist davon überzeugt, dass er in Gefahr schwebt, will aber nicht mehr darüber sagen. Was zuerst wie ein leicht zu handhabendes Spiel erscheint, wird schon bald ziemlich gefährlich, als sie versuchen, das Rätsel zu lösen, das hinter Jays Auftrag steckt, bevor es zu spät ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807550","hoster":"VOE"},{"path":"/redirect/13123022","hoster":"Doodstream"},{"path":"/redirect/8615602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-1/episode-8","name":"Schrödingers Katze","epNo":8,"alt":"I Do, I Do","descr":"Ein Mann beauftragt Shade und Angie eine mögliche Bedrohung seiner Frau, Corporate Executive Karen, zu untersuchen. Sie werden in das Doppelleben einer Frau hineingezogen, die zu nichts nein sagen kann, inklusive Bigamie, und die alles andere als kooperativ ist. Außerdem wird Shades Leben durch die Rückkehr seiner Exfrau Becca völlig auf den Kopf gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807547","hoster":"VOE"},{"path":"/redirect/13123016","hoster":"Doodstream"},{"path":"/redirect/8615604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-1/episode-9","name":"Hokus Pukus Verschwindibus","epNo":9,"alt":"Disappearing Act","descr":"Shade und Angie werden von Detective Kurtis Mazhari engagiert, um einen Magier zu finden, der den ultimativen Zaubertrick vollführt hat: Er ist aus dem Polizeigewahrsam verschwunden. Derweil verkompliziert Beccas Rückkehr Shades Leben, als er das verlockende Angebot erhält, mit ihr gemeinsam eine Show zu moderieren und in die Welt des Glamours zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807548","hoster":"VOE"},{"path":"/redirect/13123029","hoster":"Doodstream"},{"path":"/redirect/8615607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-1/episode-10","name":"Es bleibt in der Familie","epNo":10,"alt":"Family Jewels","descr":"Angies Cousine wurde ein wertvolles Familienerbstück am Tag ihrer Hochzeit aus der Hochzeitssuite gestohlen. Angie und Shade sollen ihr helfen. Der Fall nimmt eine Wende, als Angies Mutter Nora der Tat verdächtigt wird. Derweil erinnert Becca Shade an die vereinbarte Sorgerechtsregelung, und Angie steht vor der Entscheidung, wie die nächsten Schritte in Bezug auf Derek Nolan aussehen sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8807549","hoster":"VOE"},{"path":"/redirect/13123042","hoster":"Doodstream"},{"path":"/redirect/8615606","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/private-eyes/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/private-eyes/staffel-2/episode-1","name":"Ausgebremste Raserei","epNo":1,"alt":"The Extra Mile","descr":"Emilia Mantella (Rachael Crawford), die Besitzerin eines Autorennteams, heuert Shade und Angie an, um herauszufinden, wer ihr Unternehmen und ihre Fahrer bedroht. Angie und Shade versuchen außerdem, sich auf ihre neuen Rollen als gleichwertige Partner einzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371006","hoster":"VOE"},{"path":"/redirect/12371008","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12353865","hoster":"VOE"},{"path":"/redirect/12353864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-2","name":"Alt heißt noch lange nicht tot!","epNo":2,"alt":"Boardwalk Empire","descr":"Die hartnäckige Zoe Chow (Samantha Wan) engagiert Shade und Angie, um herauszufinden, wer in Zoes Wohnung in einem Apartmenthaus am Seeufer eingebrochen ist. Es sieht so aus, als hätte sich die Klientin die ganze Sache nur eingebildet, bis die Detektive einem Komplott auf die Spur kommen. Zoes Haus soll abgerissen und durch ein riesiges Mietshaus ersetzt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371015","hoster":"VOE"},{"path":"/redirect/12371016","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12353868","hoster":"VOE"},{"path":"/redirect/12353870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-3","name":"Der Geheimbund","epNo":3,"alt":"The Frame Job","descr":"Als die Lieblingslehrerin der Schuldirektorin Ann Frame (Deborah Tennant) beschuldigt wird, eine sexuelle Beziehung mit einem Schüler zu haben, bittet sie Shade und Angie zu ermitteln, was an der Sache dran ist, bevor sie eine offizielle Meldung macht. Die beiden finden heraus, dass das Gerücht seinen Ursprung in einem exklusiven Schüler-Club hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371019","hoster":"VOE"},{"path":"/redirect/12371021","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12353875","hoster":"VOE"},{"path":"/redirect/12353877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-4","name":"Modeverbrechen","epNo":4,"alt":"Fashion Crimes","descr":"Becca bittet Shade und Angie, die neue Kollektion der Modedesignerin Carla Costa zu bewachen. Der scheinbar leichte Job läuft jedoch aus dem Ruder, als die Kleidungsstücke wenige Tage vor der wichtigen Modenschau, bei der sie vorgeführt werden sollten, tatsächlich gestohlen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371024","hoster":"VOE"},{"path":"/redirect/12371027","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12353873","hoster":"VOE"},{"path":"/redirect/12353872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-5","name":"Wer sieht hier Gespenster?","epNo":5,"alt":"Now You See Her …","descr":"Ein brillanter Dirigent heuert Shade (Jason Priestley) und Angie (Cindy Sampson) an, um seine vermisste Verlobte zu finden. Der Haken an der Sache ist, dass sie angeblich bereits vor drei Jahren gestorben ist. Auf der Spur des Geistes entdecken Shade und Angie ein dunkles Geheimnis mit fatalen Folgen für alle Beteiligten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371029","hoster":"VOE"},{"path":"/redirect/12371033","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13501804","hoster":"VOE"},{"path":"/redirect/12353890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-6","name":"Die Ehre der Detektive","epNo":6,"alt":"The PI Code","descr":"Shade (Jason Priestley) und Angie (Cindy Sampson) werden von der Anwältin Melanie Parker (Bree Williamson) engagiert. Sie sollen herausfinden, ob jemand versucht hat, in einem viel beachteten Fall die Geschworenen zu beeinflussen. Während ihrer Ermittlungen treffen sie auf einen anderen Privatdetektiv, Norm Glinski (William Shatner), der für die Gegenseite arbeitet. Obwohl die Chancen schlecht stehen, finden Shade und Angie Beweise, die den gesamten Fall und ihre Karrieren gefährden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371035","hoster":"VOE"},{"path":"/redirect/12371038","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12353880","hoster":"VOE"},{"path":"/redirect/12353881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-7","name":"Von Dieben und Ärzten","epNo":7,"alt":"Between A Doc And A Hard Place","descr":"Angie (Cindy Sampson) und Shade (Jason Priestley) werden engagiert um herauszufinden, wer eine kostenlose Beratungsstelle im Visier haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371041","hoster":"VOE"},{"path":"/redirect/12371043","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12353884","hoster":"VOE"},{"path":"/redirect/12353883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-8","name":"Jagd auf einen Toten","epNo":8,"alt":"Six Feet Blunder","descr":"Ein panischer Bestatter heuert Shade und Angie an, um eine fehlende Leiche zu finden. Sie müssen in verschiedene Beerdigungen hereinplatzen, und decken schließlich ein Familienkomplott auf, bei dem versucht wird, Millionen Dollar einer umstrittenen Erbschaft verschwinden zu lassen. Unterdessen gibt Jules’ bevorstehender Geburtstag Shade die Gelegenheit, seine Partyplanungsfähigkeiten unter Beweis zu stellen. Er weiß nur noch nicht, ob die Feier der richtige Zeitpunkt ist, seine neue Freundin der Familie vorzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12371047","hoster":"VOE"},{"path":"/redirect/12371048","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12353887","hoster":"VOE"},{"path":"/redirect/12353888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-9","name":"Der verschwundene Soldat","epNo":9,"alt":"The Good Soldier","descr":"Shade und Angie untersuchen das Verschwinden eines Kadetten. Dabei finden sie heraus, dass der verschwundene Soldat ein dunkles Geheimnis mit zwei Freunden teilte. Unterdessen entdeckt Angie, dass Ken ihren Verlobungsring aufbewahrt hat, was alte Zweifel und Ängste aufleben lässt, die dazu führen, dass sie wieder das Weite suchen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12370952","hoster":"VOE"},{"path":"/redirect/12370949","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13471820","hoster":"VOE"},{"path":"/redirect/8725888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-10","name":"Knockout","epNo":10,"alt":"Kissing The Canvas","descr":"Shade und Angie werden von der Boxerin Beth Jacobs engagiert, um zu beweisen, dass Beth’ letzter Kampf manipuliert wurde. Shade ist zunächst mal baff, als er Beth’ Manager kennenlernt: Es handelt sich um seinen früheren Manager, der einst mit seinem Geld verschwunden ist. Angie lässt sich von ihrer Mutter Nora bezüglich Sportwetten beraten, um den Fall zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12370956","hoster":"VOE"},{"path":"/redirect/12370954","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13471823","hoster":"VOE"},{"path":"/redirect/8615580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-11","name":"Lang lebe der König!","epNo":11,"alt":"Long Live The King","descr":"Shade und Angie werden von dem \"König\" eines Mittelalterspektakels angeheuert, der glaubt, dass ihm jemand nach dem Leben trachtet. Zunächst stehen die beiden der Geschichte des Königs und seiner Weigerung, aus der Rolle zu fallen, skeptisch gegenüber. Doch sie beginnen, ihm zu glauben, als sie undercover erleben, wie mörderisch das Mittelalter sein kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12370958","hoster":"VOE"},{"path":"/redirect/12370962","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13471825","hoster":"VOE"},{"path":"/redirect/8615583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-12","name":"Wellness mit Hindernissen","epNo":12,"alt":"Getaway With Murder","descr":"Mark Steinman, der Betreiber eines Luxushotels auf dem Land und früherer Teamkamerad von Shade, engagiert das Ermittlerduo um in einem Fall von Untreue zu ermitteln. Die beiden glauben, dass dies eine gute Gelegenheit für einen Kurzurlaub sei, und laden Ken und Mel ein, sie zu begleiten. Als ihr Klient jedoch ermordet wird und der örtliche Sheriff offenbar mit der Situation überfordert ist, müssen sie ihre Dates sitzenlassen, um den Fall zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12370963","hoster":"VOE"},{"path":"/redirect/12370961","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13471827","hoster":"VOE"},{"path":"/redirect/8615584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-13","name":"Taxifahrt ins Ungewisse","epNo":13,"alt":"A Fare To Remember","descr":"Während Shade undercover als Taxifahrer arbeitet, wird er unerwartet in einen anderen Fall verwickelt. Mit Maz und Nolan dicht auf ihren Fersen müssen Shade und Angie herausfinden, ob Shades Fahrgast ein unbeteiligter Zuschauer oder ein kaltblütiger Mörder ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12370965","hoster":"VOE"},{"path":"/redirect/12370967","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13471826","hoster":"VOE"},{"path":"/redirect/8615590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-14","name":"Auf der Suche nach Leroy","epNo":14,"alt":"Finding Leroy","descr":"Maz’ Schwester Seila bittet Angie verzweifelt, ihr zu helfen, eine seltene Meereskreatur wiederzubeschaffen, die unter ihrer Aufsicht aus dem Aquarium verschwunden ist. Und Maz soll auf keine Fall etwas davon erfahren. Der Fall entwickelt eine unerwartete Wendung, als Shade und Angie in die dunkle Welt des illegalen Handels mit exotischen Tieren hineingezogen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12370972","hoster":"VOE"},{"path":"/redirect/12370970","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14044742","hoster":"VOE"},{"path":"/redirect/8615588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-15","name":"Der Falke von Bedford","epNo":15,"alt":"The Hills Have Eyes","descr":"Der junge Tyler, der seinem Alter weit voraus ist, heuert Shade und Angie an, weil er durch verdächtige Aufnahmen seiner neuen Drohne davon überzeugt ist, dass seine Nachbarin ermordet wurde. Shade und Angie geben sich als glückliches Paar aus, um herauszufinden, was Nachbarschaftsklatsch und was die Wahrheit ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12370977","hoster":"VOE"},{"path":"/redirect/12370976","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13471830","hoster":"VOE"},{"path":"/redirect/8615589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-16","name":"Ein Stalker kommt selten allein","epNo":16,"alt":"Look Who’s Stalking","descr":"Becca macht sich Sorgen, dass ein hartnäckiger Stalker aus ihrer Vergangenheit wieder hinter ihr her ist. Sie engagiert Shade und Angie, damit sie einen Blick hinter die Kulissen der Medien, des Ruhms und des Promi-Klatschs werfen und ihren gefährlichen Super-Fan ausfindig machen kann. Als ihr früherer Peiniger sich jedoch als unschuldig erweist, beginnt ein Rennen gegen die Zeit, um den wahren Verfolger zu finden, bevor Beccas Karriere oder sogar ihr Leben zerstört werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12370982","hoster":"VOE"},{"path":"/redirect/12370981","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13471832","hoster":"VOE"},{"path":"/redirect/8615591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-17","name":"Da braut sich was zusammen","epNo":17,"alt":"Brew The Right Thing","descr":"Shade und Angie werden von Brüdern angeheuert die befürchten, dass jemand versucht, ihr neues preisgekröntes Bier zu sabotieren. Was auf den ersten Blick wie einfache Industriespionage aussieht, entpuppt sich als mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12370985","hoster":"VOE"},{"path":"/redirect/12370992","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13501803","hoster":"VOE"},{"path":"/redirect/12353900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-2/episode-18","name":"Aufs Glatteis geführt","epNo":18,"alt":"Shadow Of A Doubt","descr":"Shade und Angie werden von der Programmiererin Dana (Laura Vandervoort) engagiert, um eine Festplatte mit illegal beschafften, privaten Fotos wieder aufzutreiben. Dana hat den Ermittlern allerdings ein wichtiges Detail verschwiegen: Die Festplatte wird in einem Hochsicherheitslabor aufbewahrt, das mit Überwachungskameras und Bewegungssensoren gespickt ist und im obersten Stockwerk eines nahezu unzugänglichen Gebäudes liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12370991","hoster":"VOE"},{"path":"/redirect/12370994","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12353896","hoster":"VOE"},{"path":"/redirect/12353897","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/private-eyes/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/private-eyes/staffel-3/episode-1","name":"Schnapp mich, wenn du kannst","epNo":1,"alt":"Catch Me If You Can","descr":"Shade nimmt eine Hypothek auf sein Haus auf, um Angie gegen eine Million Dollar Kaution aus der Haft zu holen. Während die beiden versuchen über den blauen Sportwagen und Autoverleih für Luxusautos Dana und Dominic auf die Spur zu kommen, weist Mazhari sie auf einen interessanten Autoeinbruch hin. Und tatsächlich deutet alles darauf hin, dass dahinter Dane und Dominic stecken. Über den aus dem Auto gestohlenen Laptop kommen Angie und Shade an den Chef einer Sicherheitsfirma, die gerade einen Großauftrag für ein Museum hat, in dem ein äußerst wertvolles altjapanisches Schwert – eine Leihgabe der St. Petersburger Eremitage – ausgestellt werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394670","hoster":"VOE"},{"path":"/redirect/12394668","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12354386","hoster":"VOE"},{"path":"/redirect/12354390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-3/episode-2","name":"Rundum-Verteidigung","epNo":2,"alt":"Full Court Press","descr":"Nach Angies Inhaftierung bleiben die Aufträge aus. Plötzlich taucht ein alter Bekannter von Shade auf, Cordell Squires, ein Basketballstar. Er beauftragt Angie und Shade herauszufinden, wer ein auf einer Klatsch-Website veröffentlichtes Foto gemacht hat, auf dem seine Frau Gabrielle mit einem fremden Mann in einem Hotelzimmer zu sehen ist. Die Ermittlungen stoßen auf starken Widerstand von Gabrielle, führen jedoch zu einem überraschenden Ergebnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394673","hoster":"VOE"},{"path":"/redirect/12394677","hoster":"Doodstream"},{"path":"/redirect/12394672","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13606765","hoster":"VOE"},{"path":"/redirect/10136377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-3/episode-3","name":"Reissaus","epNo":3,"alt":"Cut and Run","descr":"Als Angie sich mit ihrer Mutter trifft, will diese nicht wie verabredet ins Kino, sondern führt Angie zu einer Klinik für kosmetische OPs. Der indisch-stämmige Inhaber und Chirurg Dr. Rohit Haldar hat ein großes Problem: Sein Netzwerk in der Klinik wurde gehackt und Patientendaten gestohlen und er wird um Lösegeld erpresst. Angie und Shade nehmen den Fall an und erfahren, dass es sich bei Dr. Haldar um Noras neuen Freund handelt und entdecken schließlich, dass hinter dem Erpressungsversuch alles andere als Schwerverbrecher stecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394679","hoster":"VOE"},{"path":"/redirect/12394678","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12354410","hoster":"VOE"},{"path":"/redirect/12354408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-3/episode-4","name":"Das Leben des Riley","epNo":4,"alt":"The Life of Riley","descr":"Angie und Shade werden von einem gewissen Riley Carson engagiert, den Angie als sehr unangenehmen Strafverteidiger in Erinnerung hat, für den sie mit Ihrem Vater gelegentlich tätig war. Inzwischen ist er in einen Nobelvorort von Toronto gezogen, wo er eine Motorradrallye veranstalten will. Den Anwaltsberuf hat er an den Nagel gehängt. Als Angie und Shade eintreffen, wurde er kurz davor niedergeschlagen. Die Wände seiner Werkstatt wurden mit Drohungen beschmiert. Angie und Shade sollen herausfinden, wer dahintersteckt. In dem Ort gibt es einige fanatische Gegner der Rallye. Während der Rallye ereignet sich ein Einbruch in der Boutique einer gewissen Lola, die zu den Rallye-Gegnern gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394689","hoster":"VOE"},{"path":"/redirect/12394687","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12354441","hoster":"VOE"},{"path":"/redirect/12354439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-3/episode-5","name":"Der Weinbetrug","epNo":5,"alt":"The Grape Deception","descr":"Cassie Lewis, eine Studienfreundin von Angie, bittet diese, schnellstmöglich zu ihr auf ein Weingut zu kommen. Sie arbeitet inzwischen als Weinspezialistin bei einem Auktionshaus, und sie bittet Angie und Shade um Hilfe, weil ein äußerst wertvoller Wein, – die letzte Flasche dieses Jahrgangs, gestohlen wurde. Bei den Ermittlungen geraten sie an eine reiche und nicht immer sympathische Klientel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394722","hoster":"VOE"},{"path":"/redirect/12394739","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12354406","hoster":"VOE"},{"path":"/redirect/12982480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-3/episode-6","name":"Die Schweinebande","epNo":6,"alt":"Hog Day Afternoon","descr":"Angie und Shade beschatten den leitenden Angestellten eines Haushaltsgeräte-Herstellers im Auftrag einer Versicherung, die einen Versicherungsbetrug vermutet. Als dieser Mann, – Wallace, – ungewöhnlicher Weise abends in die Firma fährt, folgt ihm Shade in das Gebäude, – per Funk mit Angie verbunden, – und wird Zeuge eines scheinbaren Raubüberfalls.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394754","hoster":"VOE"},{"path":"/redirect/12394743","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12354418","hoster":"VOE"},{"path":"/redirect/12354417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-3/episode-7","name":"Der Tanzwettbewerb","epNo":7,"alt":"Dance, Dance Retribution","descr":"Becca hat die Riesenchance, eine große Unterhaltungssendung zu machen. Es handelt sich um einen Live-Tanzwettbewerb, in dem Prominente jeweils mit einem Tanzprofi zusammen um ein hohes Preisgeld tanzen. Angeblich spukt es in dem Theater, in dem die Veranstaltung stattfindet und live übertragen werden soll. Es geschehen mehrere Zwischenfälle. Bei einem davon wird einer der Teilnehmer verletzt, so dass kurzfristig Shade für ihn einspringen muss. Angie und Shade glauben natürlich nicht an Geister und beginnen zu recherchieren, – mit Zoes Hilfe, – und ermitteln schließlich, dass ein Techniker aus Beccas Team eine alte Rechnung mit einer der Teilnehmerinnen offen hat und sich offenbar rächen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394759","hoster":"VOE"},{"path":"/redirect/12394762","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12354429","hoster":"VOE"},{"path":"/redirect/12354427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-3/episode-8","name":"Der Conroy-Fluch","epNo":8,"alt":"The Conroy Curse","descr":"Hochsommer und die Klimaanlage in der Detektivagentur ist kaputt. Während Don sich bemüht, sie zu reparieren, taucht plötzlich Eddie Conroy auf, der Provinz-Hilfssheriff, den Angie und Shade bei einem turbulenten Wellnesswochenende kennengelernt hatten. Er bittet die beiden um Hilfe bei der Aufklärung eines Mordes an einer schrulligen alten Dame, der offiziell als Selbstmord gilt. Bei ihren Recherchen geraten Shade und Conroy in große Gefahr, als sie in einen leeren Container gesperrt werden und dieser in einem Baggersee versenkt wird, während Angie bei den Freundinnen der verstorbenen alten Dame recherchiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394774","hoster":"VOE"},{"path":"/redirect/12394771","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12354438","hoster":"VOE"},{"path":"/redirect/12354437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-3/episode-9","name":"Baustelle","epNo":9,"alt":"It Happened One Fight","descr":"In der Agentur wird das Dach repariert, Angie leidet extrem unter Dreck und Staub. Shade bietet ihr an, bei ihm zu übernachten. Zoe bittet die beiden aus dem Urlaub um den Gefallen, sich eine Kampfsportvorführung ihres Cousins anzuschauen. Dies tun die beiden und während der Vorführung bricht Zoes Cousin Donnie zusammen. Auf der Brust hat er einen gewaltigen Bluterguss, was auf einen speziellen, oft tödlichen Schlag hindeutet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394777","hoster":"VOE"},{"path":"/redirect/12394778","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12354413","hoster":"VOE"},{"path":"/redirect/12354412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-3/episode-10","name":"Tey Therapie","epNo":10,"alt":"Tex Therapy","descr":"Danica bitte Angie und Shade um Hilfe, da sie schon Maz vertreten muss und überlastet ist. Ein Mann wurde mit diversen Verletzungen und Gedächtnisschwund ins Krankenhaus eingeliefert; die beiden sollen ermitteln, wer es ist und was es mit ihm auf sich hat. Da der Mann den Umriss von Texas auf der Brust tätowiert hat, nennen sie ihn Tex. Als Angie und Shade die Stelle im Park absuchen, wo der Mann gefunden wurde, entdecken sie auf einer Straße Bremsspuren und in unmittelbarer Nähe eine Verkehrsüberwachungskamera. Von Danica lassen sie sich die Aufzeichnungen besorgen und sehen tatsächlich, wie dieser Mann angefahren wurde, die Fahrerin beging Fahrerflucht. Das Kennzeichen ist klar zu sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394785","hoster":"VOE"},{"path":"/redirect/12394787","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12354447","hoster":"VOE"},{"path":"/redirect/12354448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-3/episode-11","name":"Aye, Aye, Tonya","epNo":11,"alt":"Aye, Aye, Tonya","descr":"Jules soll, obwohl minderjährig, zusammen mit einem weiblichen Star-Discjockey auftreten, Shade zögert, ihr das zu erlauben. Angie und Shade bekommen von Randal Strong den seltsamen Auftrag, seine Verlobte, die bei einer Piratenshow auf einem Schiff arbeitet, bei ihrem nächsten Auftritt am Abend im Auge zu behalten, weil sie offenbar irgendein schweres Problem hat, über das sie nicht reden will. Randal ist sich jedoch sicher, dass es nichts mit Untreue zu tun hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394802","hoster":"VOE"},{"path":"/redirect/12394803","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13993029","hoster":"VOE"},{"path":"/redirect/12354444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-3/episode-12","name":"Glasiert und irritiert","epNo":12,"alt":"Glazed And Confused","descr":"Angie und Shade gehen zu Glinskis Beerdigung und werden danach von Glinski abgefangen, der seinen Tod nur vorgetäuscht hat, weil ein Mordanschlag auf ihn verübt wurde. Er beauftragt die beiden, den Täter zu finden. Bei den Ermittlungen stoßen die beiden schließlich auf Ralph Duncan, den Inhaber einer Konditoreikette, für den Glinski zuletzt als Buchhalter tätig war. Duncan wurde sein Hauptbuch gestohlen, in dem sich auch verschlüsselt das Rezept für seine Bestsellertorte befindet. Er wiederum beauftragt Angie und Shade, das Hauptbuch und das Rezept wiederzufinden. Dabei stoßen sie auf allerlei Geheimnisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394667","hoster":"VOE"},{"path":"/redirect/12394669","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807514","hoster":"VOE"},{"path":"/redirect/8615596","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/private-eyes/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/private-eyes/staffel-4/episode-1","name":"Eine neue Tochter","epNo":1,"alt":"Family Plot","descr":"Eine junge Frau taucht im Büro von Everett und Shade auf. Sie behauptet, Matts Tochter zu sein. Ein Multimillionär engagiert die Privatermittler, weil mehrfach Anschläge auf ihn verübt wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394681","hoster":"VOE"},{"path":"/redirect/12394684","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807516","hoster":"VOE"},{"path":"/redirect/8807517","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8615636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-4/episode-2","name":"Vater unter Verdacht","epNo":2,"alt":"Gumbo for Hire","descr":"Don verkauft Suppe auf einem Street-Food-Festival. Eine maskierte Person raubt nebenan einen Supermarkt aus. Angie und Shade müssen herausfinden, wer hinter dem Überfall steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394711","hoster":"VOE"},{"path":"/redirect/12394718","hoster":"Doodstream"},{"path":"/redirect/12394702","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9595441","hoster":"VOE"},{"path":"/redirect/8807520","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8615637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-4/episode-3","name":"Auf der Suche nach Angie","epNo":3,"alt":"The P.I. Vanishes","descr":"Angie wird auf dem Weg zu einem Wochenendausflug mit Tex gekidnappt. Shade arbeitet mit der Polizei von Seattle zusammen, um sie zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394735","hoster":"VOE"},{"path":"/redirect/12394724","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807519","hoster":"VOE"},{"path":"/redirect/8807540","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8615639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-4/episode-4","name":"Die Wahrheit ist irgendwo da draußen","epNo":4,"alt":"The Proof is Out There","descr":"Ein Mann wendet sich an die Agentur, weil er glaubt, dass seine Frau unter irgendeinem Einfluss steht. Shade und Angie schließen sich mit Deputy Conroy zusammen und sie folgen der Frau zu einer UFO-Gläubigen-Gemeinde, wo jemand Hintergedanken hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394737","hoster":"VOE"},{"path":"/redirect/12394756","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807521","hoster":"VOE"},{"path":"/redirect/8807523","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8615640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-4/episode-5","name":"Weisse Rosen","epNo":5,"alt":"All\u0027s Fair in Love and Amor","descr":"Angie und Shade werden ins Krankenhaus zu einer mexikanischen Schauspielerin gerufen. Der berühmte Telenovela-Star fürchtet, dass ein Attentäter hinter ihr her ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394753","hoster":"VOE"},{"path":"/redirect/12394766","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807526","hoster":"VOE"},{"path":"/redirect/8615593","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8615643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-4/episode-6","name":"Auf dem Campus","epNo":6,"alt":"Tappa Kegga Daily","descr":"Eine Studentin stiehlt für eine Mutprobe ein Gemälde aus der Uni-Bibliothek. Bevor sie es zurückbringen kann, merkt sie, dass es ihr gestohlen wurde. Angie und Shade müssen nun den Dieb aufspüren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394772","hoster":"VOE"},{"path":"/redirect/12394763","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807524","hoster":"VOE"},{"path":"/redirect/8807530","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8615645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-4/episode-7","name":"Der Stalker","epNo":7,"alt":"Under Par-essure","descr":"Matt Shade nimmt an einem Promi-Golfturnier teil. Ein Stalker belästigt eine der Spielerinnen. Als sich die Vorfälle häufen, gehen Angie und Shade der Sache auf den Grund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394780","hoster":"VOE"},{"path":"/redirect/12394781","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13122079","hoster":"VOE"},{"path":"/redirect/8807535","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8615647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-4/episode-8","name":"Spurensuche zu dritt","epNo":8,"alt":"Blueprint for Murder","descr":"Eine Reinigungskraft meint, einen Mord im Hochhaus gegenüber beobachtet zu haben. Willow begleitet Angie und Shade bei ihren Ermittlungen, um sich auf ihre Rolle als Detektivin vorzubereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394782","hoster":"VOE"},{"path":"/redirect/12394783","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807525","hoster":"VOE"},{"path":"/redirect/8807529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-4/episode-9","name":"Die Uhr eines Superstars","epNo":9,"alt":"A Star Is Torn","descr":"Während des Toronto International Film Festival werden Shade (Jason Priestley) und Angie (Cindy Sampson) von einem berühmten Actionstar angeheuert um ein verlorenes Erbstück rechtzeitig für seine große Filmpremiere zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394794","hoster":"VOE"},{"path":"/redirect/12394801","hoster":"Doodstream"},{"path":"/redirect/12394796","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807528","hoster":"VOE"},{"path":"/redirect/8807531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-4/episode-10","name":"Spiel mit dem Feuer","epNo":10,"alt":"Smoke Gets In Your Eyes","descr":"In den Büroräumlichkeiten eines Jazzclubs bricht ein Feuer aus. Angie und Shade müssen herausfinden, was geschehen ist, als der Besitzer auf unerklärliche Weise verschwindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993030","hoster":"VOE"},{"path":"/redirect/12394817","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807533","hoster":"VOE"},{"path":"/redirect/8615592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-4/episode-11","name":"Hochzeit mit Hindernissen","epNo":11,"alt":"The Perfect Storm","descr":"Es ist der Tag von Danica und Kates Hochzeit, und ein plötzlicher Sturm strandet die Hochzeitsgäste auf einer Muskoka-Insel, wo ein Flugzeugabsturz und ein verletzter Pilot ein Geheimnis um einen vergrabenen Schatz und falsche Identitäten aufdecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394820","hoster":"VOE"},{"path":"/redirect/12982490","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807532","hoster":"VOE"},{"path":"/redirect/8615594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-4/episode-12","name":"Tod auf dem Jahrmarkt","epNo":12,"alt":"Drop Dead Carny","descr":"In den bunten Lichtern eines Jahrmarkts stolpern Shade und Angie über die Leiche eines Schaustellers und werden tief in die Welt der reisenden Schausteller, eines unheimlich genauen Hellsehers und eines Diebesrings hineingestoßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12394675","hoster":"VOE"},{"path":"/redirect/12394674","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807534","hoster":"VOE"},{"path":"/redirect/8807536","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/private-eyes/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/private-eyes/staffel-5/episode-1","name":"Ermittlung im Krankenhaus","epNo":1,"alt":"In the Arms of Morpheus","descr":"Während ihrer Genesung von einer Verletzung hört Angie, wie jemand aus ihrem Krankenzimmer bedroht wird, während sie unter Drogeneinfluss steht. Niemand glaubt ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10427545","hoster":"VOE"},{"path":"/redirect/10427543","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8807537","hoster":"VOE"},{"path":"/redirect/8807541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-5/episode-2","name":"Mörderisches Klassentreffen","epNo":2,"alt":"School\u0027s Out for Murder","descr":"Bei Angies High-School-Reunion schleppt sie Shade mit, damit sie sich nicht allein mit ihrer Ex-Freundin Jada Berry auseinandersetzen muss. Nachdem eine Leiche auf der Tanzfläche landet, liegt es an der PE-Crew, den mysteriösen Mord aufzuklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10427651","hoster":"VOE"},{"path":"/redirect/10427649","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9018850","hoster":"VOE"},{"path":"/redirect/9027830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-5/episode-3","name":"Dr. Love in Gefahr","epNo":3,"alt":"Dead Air","descr":"Als der örtliche Radiotherapeut Dr. Rohan Love anfängt, sich seltsam zu verhalten und riesige Summen auszugeben, heuert seine Frau Meera Shade und Angie an, um herauszufinden, welches Geheimnis er verbirgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10487933","hoster":"VOE"},{"path":"/redirect/10487929","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920134","hoster":"VOE"},{"path":"/redirect/8435089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-5/episode-4","name":"Oldtimer leben länger","epNo":4,"alt":"Gone In 60 Minutes","descr":"Shades kostbarer Porsche wird bei einer Luxusautoshow gestohlen und er vermutet, dass sein alter Hockey-Rivale Mark Lytnin\u0027 Lyte daran schuld sein könnte. Währenddessen kämpft Angie mit PTSD.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10487932","hoster":"VOE"},{"path":"/redirect/10487928","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8419154","hoster":"VOE"},{"path":"/redirect/8419161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-5/episode-5","name":"Mord war das letzte Wort","epNo":5,"alt":"Murder They Wrote","descr":"Als ein junger Schriftsteller, der kurz vor Ruhm und Reichtum steht, bedroht wird und ein berühmter Gast umfällt, folgen Shade, Angie und Tex einer Spur von Hinweisen, die sie in eine Welt der Eifersucht, Verzweiflung und Gier führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10583929","hoster":"VOE"},{"path":"/redirect/10583925","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8419162","hoster":"VOE"},{"path":"/redirect/8419164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-5/episode-6","name":"Der verliebte Outlaw","epNo":6,"alt":"Angie Get Your Gun","descr":"Bei einem Besuch bei Nora und ihrem ernsten Freund erfahren Rory, Shade und Angie, dass ein Paar Cowboystiefel von Billy the Kid aus dem örtlichen Museum verschwunden ist. Als Rory als Hauptverdächtiger gefingert wird, suchen Angie und Shade nach Billys Geheimnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10583951","hoster":"VOE"},{"path":"/redirect/10583948","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8531667","hoster":"VOE"},{"path":"/redirect/8531668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-5/episode-7","name":"Mein Haus will mich töten","epNo":7,"alt":"Smart Home Alone","descr":"Finanzberaterin, ruft das Private Eyes-Team um Hilfe, als sie den Verdacht hat, dass ihr Hightech-Smarthouse einen eigenen Kopf entwickelt hat. Nachdem Shade und Angie fast zu Tode gedampft sind, vermuten sie, dass sich jemand in ihr Smart-Home-System hackt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10597296","hoster":"VOE"},{"path":"/redirect/10597297","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8531552","hoster":"VOE"},{"path":"/redirect/8531670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/private-eyes/staffel-5/episode-8","name":"Herzdame","epNo":8,"alt":"Queens Gambit","descr":"Ein einfacher Raubfall in einem örtlichen Drag-Club wird komplizierter als erwartet. Während Shade und Angie versuchen, einen Banküberfall zu stoppen, bewundern sie die Fähigkeit ihrer Kunden, sich selbst treu zu bleiben und ihre Gefühle auszudrücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10583933","hoster":"VOE"},{"path":"/redirect/10583934","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8624387","hoster":"VOE"},{"path":"/redirect/8625686","hoster":"Streamtape"}]}]}]}]}