{"seriesId":"prodigal-son","name":"Prodigal Son","descr":"Der Sohn eines berüchtigten Serienkillers wird ein Kriminalpsychologe. Er nutzt seinen einzigartigen Einblick, wie Mörder denken, um dem NYPD zu helfen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Quartett","epNo":1,"alt":"Pilot","descr":"Malcom Bright weiß, wie Mörder ticken und wie ihre Gedanken funktionieren, denn sein Vater, Dr. Martin Whilty, war einer der berüchtigtsten Serienmörder, genannt \"The Surgeon\". Neben seinem langjährigen Mentor Gil Arroyo und den Detektiven Dani Powell und JT Tarmel hilft er dem NYPD bei der Aufklärung von Verbrechen, indem er Mörderprofile erstellt.","versions":[{"lang":1,"streams":[{"redirect":14402792,"hoster":"VOE"},{"redirect":13585772,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377782,"hoster":"VOE"},{"redirect":13585777,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wie der Vater, so der Sohn","epNo":2,"alt":"Annihilator","descr":"Bright (Tom Payne) möchte Arroyo (Lou Diamond Phillips) unbedingt bei der Aufklärung eines vierfachen Mordes für das helfen. Als Bright in die Gedanken des Serienmörders schlüpft, sieht er seit Jahren seinen Vater wieder. Vom Terror seiner Kindheit gepeinigt, muss Bright herausfinden ob er nur träumt oder ob das alles tatsächlich passiert ist.","versions":[{"lang":1,"streams":[{"redirect":14372086,"hoster":"VOE"},{"redirect":14414071,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371972,"hoster":"VOE"},{"redirect":13585757,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Angstreaktion","epNo":3,"alt":"Fear Response","descr":"Malcolm (Tom Payne) bekommt die Möglichkeit für das Interview seiner Träume als das NYPD eine seiner und Martins (Michael Sheen) Lieblingspsychologen, Dr. Elaine Brown (Sakina Jaffrey), unter die Lupe nimmt, die in einen Mord verwickelt sein soll. Während seine nächtlichen Alpträume ihn weiter verfolgen, besucht Malcolm seinen vertrauten Kindheitstherapeuten um neue Theorien darüber zu diskutieren, was er als Kind gesehen haben könnte. Die Konsequenzen von Malcolms Besuch bei dem Chirurgen addieren sich als Gil (Lou Diamond Phillips), Jessica (Bellamy Young) und Ainsley (Halston Sage) davon Wind bekommen, dass er seinen Vater wiedergesehen hat.","versions":[{"lang":1,"streams":[{"redirect":14402782,"hoster":"VOE"},{"redirect":13607870,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372128,"hoster":"VOE"},{"redirect":13607895,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Komplizen","epNo":4,"alt":"Designer Complicity","descr":"Als Malcolms Kindheitserinnerungen wieder kommen, merkt er, dass die Morde seines Vaters vielleicht keine Überraschung für alle in seiner Familie waren. Während Malcolm weiterhin seine Vergangenheit untersucht, hält der Mord an einem berühmten Model und Social Media Influencer, Gil (Lou Diamond Phillips), Dani (Aurora Perrineau)und JT (Frank Harts) auf trab, denn der Täter ist ein Stalker mit einem Sinn für alles Schöne.","versions":[{"lang":1,"streams":[{"redirect":14377881,"hoster":"VOE"},{"redirect":13585776,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377784,"hoster":"VOE"},{"redirect":13585760,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hellwach","epNo":5,"alt":"The Trip","descr":"Malcolm (Tom Payne)versucht hinter das Geheimnis des \"Mädchens in der Kiste\" zu kommen. Aber sein zunehmender Schlafmangel ist dabei nicht von Nutzen. Als das NYPD einen Mord untersucht, von dem sie annehmen, dass er mit einem Drogenkartell in Verbindung steht, entdeckt Malcolm ein Geheimnis über die Vergangenheit von Det. Dani Powel (Aurora Perrineau), das die Beiden näher zusammenschweißt.","versions":[{"lang":1,"streams":[{"redirect":14372540,"hoster":"VOE"},{"redirect":13607872,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395577,"hoster":"VOE"},{"redirect":13607867,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Auf Sand gebaut","epNo":6,"alt":"The Surgeon","descr":"Als Malcolm (Tom Payne) ein Foto von sich und Martin aus seiner Kindheit entdeckt, ist er gezwungen, sich auf die verdrängten Erinnerungen aus seiner Kindheit zu konzentrieren. In der Zwischenzeit freundet er sich mit einem kleinen Jungen an, der mit dem neuesten Ermittlungen in einem Mordfall des NYPD in Verbindung steht.Außerdem sind sich Jessica (Bellamy Young) und Malcolm endlich über eine Sache einig: Sie müssen Ainsleys (Halston Sage) Idee, \"The Surgeon\" zu interviewen, verwerfen, weil es nichts bringt.","versions":[{"lang":1,"streams":[{"redirect":14374951,"hoster":"VOE"},{"redirect":13585868,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14374836,"hoster":"VOE"},{"redirect":13585762,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fragen und Antworten","epNo":7,"alt":"Q\u0026A","descr":"Brights (Tom Payne) Suche nach Antworten zu seiner Kindheit führen ihn zu einer Müllhalde, wo auf ihn geschossen wird. Der knapp entflohene Bright und das NYPD entdecken mehrere Leichen auf dem Gelände. Gil (Lou Diamond Phillips), Dani (Aurora Perrineau), Frank und Bright müssen den Serienkiller finden, der vermutlich etwas mit dem \"Chirurgen\" zu tun hat. Ainsleys (Halston Sage) exklusives Interview mit Martin (Michael Sheen) nimmt eine überraschende Wende, woraufhin sie sich mit Bright zusammentut.","versions":[{"lang":1,"streams":[{"redirect":14395583,"hoster":"VOE"},{"redirect":13585778,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402395,"hoster":"VOE"},{"redirect":13585763,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Freund der Familie","epNo":8,"alt":"Family Friend","descr":"Während sich die NYPD mit dem \"Junkyard Killer\" beschäftigt, erkennt Malcolm (Tom Payne), dass der Hauptverdächtige vielleicht eine Verbindung zu seinem Vater hatte. Als sich die Neuigkeiten zu dem Serienkiller verbreiten, möchte Ainsley (Halston Sage) der Erste sein, der in dem Fall ermittelt. Jessica (Bellamy Young) gerät in Panik und hat Angst, dass sie ihre Vergangenheit nicht hinter sich lassen kann.","versions":[{"lang":1,"streams":[{"redirect":14375879,"hoster":"VOE"},{"redirect":13607875,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14374894,"hoster":"VOE"},{"redirect":13607868,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Privatleben","epNo":9,"alt":"Pied-A-Terre","descr":"Martin (Michael Sheen) wird weggesperrt und findet sich in Isolationshaft wieder, während das FBI den \"Junkyard Killer\"-Fall übernimmt. Malcolm (Tom Payne) nutzt seine Freizeit indes, um sich an einem \"normalen\" Lebensstil zu probieren. Eigentlich läuft alles gut, bis er sich dazu hinreißen lässt, Nachforschungen zu einer Frau anzustellen, mit der er sich für ein Date trifft. Die New Yorker Polizei beschäftigt sich in der Zwischenzeit mit einem Mordfall, der in Verbindung mit einem elitären, geheimen Herrenclub steht.","versions":[{"lang":1,"streams":[{"redirect":14356877,"hoster":"VOE"},{"redirect":14439717,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14356954,"hoster":"VOE"},{"redirect":14439715,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Glückspilz","epNo":10,"alt":"Silent Night","descr":"Nachdem Malcolm (Tom Payne) herausgefunden hat, dass der \"Junkyard Killer\" mit seinem Vater zusammengearbeitet hat, ignoriert er die Anweisungen des FBI und beginnt mit seinen eigenen Ermittlungen. Dabei stößt er auf einen missmutigen Ex-Polizisten, der intensiv an der Suche nach Martin (Michael Sheen) beteiligt gewesen war. Die Weihnachtszeit ist derweil alles andere stimmungsvoll für Familie Whitly, als es zu einem großen Streit zwischen Ainsley (Halston Sage) und Jessica (Bellamy Young) kommt, woraufhin Jessica sich herausgefordert fühlt. Colette Swanson (Meagan Good), die neue FBI-Agentin, die fortan das Sagen hat, scheint indes eine persönliche Rechnung mit Malcolm offen zu haben.","versions":[{"lang":1,"streams":[{"redirect":14402394,"hoster":"VOE"},{"redirect":14439720,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372088,"hoster":"VOE"},{"redirect":14405512,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gemeinsam","epNo":11,"alt":"Alone Time","descr":"Das FBI und das NYPD schließen sich zusammen, um Malcolm (Tom Payne) vor dem \"Schrottplatzmörder\" alias John Watkins zu retten, der schockierende Details über seine Beteiligung an den Erinnerungen an den Campingausflug preisgibt, die seine Psyche plagen. Während Gil (Lou Diamond Phillips) nach Antworten vom Chirurgen sucht, versuchen Ainsley ([Halston Sage) und Jessica (Bellamy Young) sich an die Vergangenheit zu erinnern, in der Hoffnung, einen Hinweis darauf zu finden, wo Malcolm versteckt sein könnte.","versions":[{"lang":1,"streams":[{"redirect":14395668,"hoster":"VOE"},{"redirect":13585782,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395628,"hoster":"VOE"},{"redirect":13585881,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fragwürdige Methoden ","epNo":12,"alt":"Internal Affairs","descr":"Nach einem mysteriösen und katastrophalen Vorfall auf dem Revier steht Bright (Tom Payne) vor einer Überprüfung der internen Angelegenheiten, als Gil (Lou Diamond Phillips) und das Team sich um seine psychische Gesundheit sorgen.","versions":[{"lang":1,"streams":[{"redirect":14395603,"hoster":"VOE"},{"redirect":13585785,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377783,"hoster":"VOE"},{"redirect":13585766,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Warten und hoffen","epNo":13,"alt":"Wait \u0026amp; Hope","descr":"Malcom (Tom Payne) pausiert seine vorgeschriebene Urlaubszeit, als er herausfindet, dass ein frei herumlaufender Killer Mordfälle aus einem seiner Lieblings-Kinderbücher nachahmt, \"Der Graf von Monte Cristo\". Mit zusätzlicher Hilfe von einem sehr aufgeregten Martin Whitly (Michael Sheen), verfolgt das NYPD den Fall zurück zu einer High-Society-Familie, die eine der größten Hochzeiten der Saison plant. Also machen sich Malcolm und Dani (Aurora Perrineau) fertig, um an der Veranstaltung teilzunehmen und den Täter zu finden. In der Zwischenzeit bekommt Jessica (Bellamy Young) selbst eine Einladung und ist begierig darauf, in die New Yorker Elite zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":14375919,"hoster":"VOE"},{"redirect":14439723,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375917,"hoster":"VOE"},{"redirect":14408124,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Keine Wahl","epNo":14,"alt":"Eye Of The Needle","descr":"Jessica (Bellamy Young) sucht weiterhin nach mehr Informationen über das \"Girl in the Box\", wird aber mit dem \"Karussell-Killer\" konfrontiert, der einen sehr öffentlichen Rachefeldzug gegen die Whitlys führt. Während das NYPD gegen Familien ermittelt, die mit Martins Opfern in Verbindung stehen, liegt es letztlich an Malcolm (Tom Payne) und Jessica (Bellamy Young), den Anrufer aufzuspüren, der sie erpresst und zum Killer wurde. In der Zwischenzeit wird Ainsley (Halston Sage) bei der Arbeit befördert, aber sie merkt schnell, dass sie der hohen Nachfrage nach Serienmörderberichten vielleicht nie entkommen wird.","versions":[{"lang":1,"streams":[{"redirect":14402958,"hoster":"VOE"},{"redirect":13607899,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375945,"hoster":"VOE"},{"redirect":13585793,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tod und Teufel","epNo":15,"alt":"Death\u0027s Door","descr":"Während Malcolm und seine Mutter versuchen, die Ereignisse rund um den \"Karussellmörder\"\" hinter sich zu lassen, trifft auch schon ein neuer Fall ein, der eine unheimliche Wirkung hervorruft: In einer Wohnung wird die Leiche eines Investors gefunden, der auf den ersten Blick nicht den Anschein eines Toten erweckt. Die Hinweise, dass er auf der Couch positioniert, geschminkt und sogar einbalsamiert wurde, zeigen, dass es die Ermittler mit einem Fall von Nekrophilie zu tun haben …","versions":[{"lang":1,"streams":[{"redirect":14377775,"hoster":"VOE"},{"redirect":14415127,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377772,"hoster":"VOE"},{"redirect":13585768,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Überfall","epNo":16,"alt":"The Job","descr":"Als sich ein Raubüberfall einer Motorradgang in einen Mord verwandelt, werden Malcolm (Tom Payne) und sein Team zum Tatort gerufen um den Fall zu untersuchen. Dabei trifft er auf einen alten Schulfreund, den Versicherungsermittler Vijay (Dhruv Uday Singh). Gemeinsam suchen sie den Mörder und seine Komplizen, die Uhren im Wert von Millionen Dollar gestohlen haben. Martin (Michael Sheen) erpresst inzwischen Jessica (Bellamy Young) und fordert mehr Zeit mit seinem Sohn gegen sein Schweigen ein.","versions":[{"lang":1,"streams":[{"redirect":14402393,"hoster":"VOE"},{"redirect":13585790,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372087,"hoster":"VOE"},{"redirect":13585769,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das rücksichtslose Herz","epNo":17,"alt":"Stranger Beside You","descr":"Das New Yorker Polizeidepartment taucht in einen Fall ein, in dem eine bekannte Mommy-Bloggerin ihren Ehemann verlor. Er wurde nur Tage nach der Geburt des gemeinsamen Babys erstochen. Unterdessen findet Bright (Tom Payne) seinen Weg zurück zu Eve, doch er kann seine Paranoia nicht ablegen und glaubt weiterhin, dass sie etwas versteckt.","versions":[{"lang":1,"streams":[{"redirect":14375805,"hoster":"VOE"},{"redirect":13607877,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377774,"hoster":"VOE"},{"redirect":13607869,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Scheherazade","epNo":18,"alt":"Scheherazade","descr":"Als eine aufstrebende Balletttänzerin auf rätselhafte Weise vergiftet wird, taucht das NYPD tief in die rigorose Welt des Tanzes ein. Jessica (Bellamy Young) trifft einen alten Freund wieder, Nicholas Endicott (Dermot Mulroney). Bright (Tom Payne) und Eve (Molly Griggs) wenden sich an Martin (Michael Sheen) um Antworten zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":14375882,"hoster":"VOE"},{"redirect":14405518,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375948,"hoster":"VOE"},{"redirect":14410959,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Profis","epNo":19,"alt":"The Professionals","descr":"Nachdem Eve und Malcolm sich vor zwei Wochen getrennt haben, weil sie nach ihrer Schwester, dem \"Mädchen in der Kiste\" suchen wollte, wird Eve tot aufgefunden. Sie scheint Selbstmord begangen zu haben. Als Malcolm erfährt, dass Eve bereits seit zwei Wochen tot ist, ist er sich sicher, dass sie ermordet wurde, und dass sein Vater etwas darüber weiß. Auch Ainsley hat interessante Neuigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14395582,"hoster":"VOE"},{"redirect":14439726,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372036,"hoster":"VOE"},{"redirect":14439716,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ganz der Vater","epNo":20,"alt":"Like Father …","descr":"Malcolm (Tom Payne) ist weiterhin außer Kontrolle während das Rätsel des Mädchens in der Kiste zu einem Höhepunkt kommt. Nicholas Endicott zeigt immer mehr sein wahres Gesicht und die Whitlys müssen sich entscheiden, wie weit sie gehen wollen um ihn zu Fall zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14356832,"hoster":"VOE"},{"redirect":14405951,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14356927,"hoster":"VOE"},{"redirect":14401417,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mitgefangen, mitgehangen","epNo":1,"alt":"It\u0027s All in the Execution","descr":"Bright findet sein Privatleben nach den schockierenden Taten seiner Schwester in Unordnung; er muss sich um sie kümmern und seine Mutter vor einem Geheimnis schützen, das die Familie wieder auseinander reißen könnte; Malcolm muss einen Mörder finden.","versions":[{"lang":1,"streams":[{"redirect":11172760,"hoster":"VOE"},{"redirect":8409466,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teufelswerk","epNo":2,"alt":"Speak of the Devil","descr":"Als ein Priester in seinem Gotteshaus ermordet aufgefunden wird, setzt sich Bright mit den Auswirkungen auf sein eigenes Trauma auseinander; Ainsley macht sich Sorgen, dass Jessica ihr etwas über ihre Beziehung zu Gil verschweigt.","versions":[{"lang":1,"streams":[{"redirect":8415015,"hoster":"VOE"},{"redirect":8415013,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":7767676,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Das Schwarze Buch","epNo":3,"alt":"Alma Mater","descr":"Als der Rektor von Brights (Tom Payne) Alma Mater ermordet aufgefunden wird, muss er sich einem beunruhigenden Geheimnis aus seiner Vergangenheit stellen. Währenddessen kämpft Jessica (Bellamy Young) mit ihrer Entscheidung, die Sache mit Gil (Lou Diamond Phillips) endgültig zu beenden, Martin (Michael Sheen) kommt Bruder Pete näher und JT (Frank Harts) erwartet sehnsüchtig die Geburt seines Babys.","versions":[{"lang":1,"streams":[{"redirect":8509339,"hoster":"VOE"},{"redirect":8509337,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":7782784,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Teamwork","epNo":4,"alt":"Take Your Father to Work Day","descr":"Martin (Michael Sheen) ist hocherfreut, als ein Mord in der Claremont Psychiatrie das NYPD genau zu ihm passt. Es ermöglicht ihm eine direkte Beteiligung an einem von Malcolms Fällen. Während er denselben Job ausübt, wächst das Misstrauen von Ainsley (Halston Sage), als sie spürt, dass Malcolm (Tom Payne) etwas vor ihr verheimlicht. Die ganze Zeit über müssen Malcolm und Ainsley ihrer Mutter ausweichen.","versions":[{"lang":1,"streams":[{"redirect":8509334,"hoster":"VOE"},{"redirect":8509335,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":7827650,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Illusion der Perfektion","epNo":5,"alt":"Bad Manners","descr":"Malcolm (Tom Payne) und Ainsley (Halston Sage) versuchen so schnell wie möglich den Mörder der sogenannten \"Debütantinnenmorde\" zu finden, aber Ainsleys Hartnäckigkeit lässt Malcolm sich Sorgen machen, was ihr eigentliches Motiv sein könnte. Während Martin (Michael Sheen) von der Leidenschaft seiner Tochter begeistert ist, schlägt Jessica (Bellamy Young) vor, dass sie und Ainsley Urlaub machen. Währenddessen trifft sich JT (Frank Harts) mit seinem Gewerkschaftsvertreter, um zu entscheiden, ob er eine offizielle Beschwerde gegen den Polizisten einreichen soll, der ihn diskriminiert hat.","versions":[{"lang":1,"streams":[{"redirect":8548076,"hoster":"VOE"},{"redirect":8548074,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":7826957,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kopfkino","epNo":6,"alt":"Head Case","descr":"Während das Team den Mord an einem Architekten untersucht, der mit der Renovierung eines vermeintlichen verwunschenen Hotels beauftragt war, wird Bright (Tom Payne) niedergeschlagen und fällt in einen Aufzugsschacht. Gefangen und bewusstlos, stellt er sich eine alternative Realität vor, in der er ein halbwegs normales Leben führt, in dem ihm sein Vater, der kein Serienmörder ist, bei der Lösung des Falles hilft.","versions":[{"lang":1,"streams":[{"redirect":8548079,"hoster":"VOE"},{"redirect":8548077,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zum Sterben schön","epNo":7,"alt":"Face Value","descr":"Malcolm (Tom Payne), der noch immer von den jüngsten Ereignissen mit Ainsley (Halston Sage) erschüttert ist, konzentriert sich auf den nächsten Fall, bei dem ein berühmter plastischer Chirurg ermordet wird. Währenddessen bekommt Martin einen neuen Job in der Krankenstation, wo er mit Dr. Vivian Capshaw (Catherine Zeta-Jones) zusammenarbeitet. Außerdem ist Jessica (Bellamy Young) überrascht, als sie erfährt, dass ihre jüngere Schwester in der Stadt ist.","versions":[{"lang":1,"streams":[{"redirect":8624254,"hoster":"VOE"},{"redirect":8624248,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8807828,"hoster":"VOE"},{"redirect":8615669,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Bluthund","epNo":8,"alt":"Ouroboros","descr":"Als der weltberühmte Europol-Profiler Simon Hoxley in New York auftaucht und behauptet, dass der aktuelle Fall von Major Crimes mit dem Fund von Endicotts Leiche in Übersee zusammenhängt, befürchtet Bright (Tom Payne), dass sein und Ainsleys Geheimnis bald aufgedeckt wird. Währenddessen lernt Dr. Martin Whitly (Michael Sheen) Capshaw kennen.","versions":[{"lang":1,"streams":[{"redirect":8624249,"hoster":"VOE"},{"redirect":8624246,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Verknallt","epNo":9,"alt":"The Killabustas","descr":"Trotz Gils väterlicher Bedenken stürzt sich Bright (Tom Payne) in einen neuen Fall, in dem es um einen skrupellosen Killer geht, den Edrisas Online-Selbstjustizgruppe, bekannt als die \"Killabustas\", zu stoppen versucht. Währenddessen erkennt Jessica (Bellamy Young), dass sie tief in ihre vergangenen Traumata eintauchen muss, um ein Buch zu schreiben, und dafür vielleicht Gils Hilfe braucht. Dann intensiviert sich Martins Beziehung zu Dr. Vivian Capshaw (Catherine Zeta-Jones).","versions":[{"lang":1,"streams":[{"redirect":8706999,"hoster":"VOE"},{"redirect":8706998,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schachmatt","epNo":10,"alt":"Exit Strategy","descr":"Während Malcolm sich von Martin distanziert tut Jessica das Gegenteil und taucht kopfüber in die Vergangenheit ein um ihr Enthüllungsbuch zu schreiben. Währenddessen versucht Martin verzweifelt mit ihr in Kontakt zu kommen ...","versions":[{"lang":1,"streams":[{"redirect":8883177,"hoster":"VOE"},{"redirect":8706997,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Auf der Flucht","epNo":11,"alt":"You Can Run...","descr":"Nach einem schrecklichen Vorfall in Claremont befindet sich Malcolm (Tom Payne) in einem Rennen gegen die Zeit, um mehrere Mörder aufzuspüren.","versions":[{"lang":1,"streams":[{"redirect":8760499,"hoster":"VOE"},{"redirect":8760497,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380929,"hoster":"VOE"},{"redirect":8615675,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hilflos","epNo":12,"alt":"Sun and Fun","descr":"Als die Suche nach einem Serienmörder auf der Flucht immer intensiver wird, wird auch Malcolms Hartnäckigkeit immer größer, was U.S. Marshal Emily Ruiz dazu veranlasst, ihn von dem Fall abzuziehen. Doch so leicht gibt Malcolm  nicht auf.","versions":[{"lang":1,"streams":[{"redirect":8760500,"hoster":"VOE"},{"redirect":8760498,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8071047,"hoster":"VOE"}]}]},{"epId":"episode-13","name":"Freund, Feind und Familie","epNo":13,"alt":"The Last Weekend","descr":"Die Suche nach einem Serienmörder, der als \"The Woodsman\" bekannt ist, könnte dem NYPD helfen, einen ihrer eigenen Leute zu finden.","versions":[{"lang":1,"streams":[{"redirect":8853245,"hoster":"VOE"},{"redirect":8853246,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8807832,"hoster":"VOE"},{"redirect":8807836,"hoster":"Streamtape"}]}]}]}]}