{"seriesId":"profiler","name":"Profiler","descr":"Sam Waters ist Psychologin beim FBI und erstellt Täterprofile. Dabei ist sie ihren Kollegen einen Schritt voraus, weil sie die Gedanken der Täter und Opfer \"sehen\" kann. Dadurch erfährt sie unschöne, aber wichtige Details. Doch der Preis ist hoch: Vor drei Jahren tötete der Serienkiller Jack ihren Mann und den Vater ihrer Tochter Chloe. Jetzt macht er Jagd auf ihre Tochter und sie selbst.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Alptraum kehrt zurück","epNo":1,"alt":"Insight","descr":"Eine Serie bizarrer Frauenmorde hält Atlanta in Atem. Der Killer schlägt regelmäßig am Wochenende zu und hinterlässt an seinen Opfern merkwürdige Verstümmelungen. Als bereits das fünfte Opfer gefunden wird, zieht das FBI im Verborgenen Dr. Sam Waters hinzu. Die junge Psychologin schied vor Jahren aus dem aktiven Dienst aus und verfügt über die fast übersinnliche Gabe, exakte Täterprofile zu erstellen, indem sie am Tatort Visionen des Geschehenen erlebt. Mit ihrer Hilfe gelingt es den Beamten, eine Verbindung zwischen den ermordeten Frauen herzustellen. Die FBI-Sondereinheit um Bailey Malone arbeitet fieberhaft an der Verfolgung des Wochenendmörders, denn ein weiterer Samstag steht vor der Tür. Auch das Geheimnis von Sam kommt ans Tageslicht: Jahrelang lebte sie abgeschirmt von ihrem Verfolger, dem Serienkiller Jack. Dieser hatte drei Jahre zuvor ihren Ehemann ermordet und damit gedroht, auch alle anderen Menschen, die Sam liebt, umzubringen. Aus der Deckung aufgetaucht, wird Sam nun wieder zum Zentrum von Jacks Aktionen. Der Alptraum kehrt zurück …  Sam Waters ist Psychologin beim FBI und erstellt Täterprofile, anhand derer gefährliche Mörder gefasst werden sollen. Dabei ist sie ihren Kollegen immer einen Schritt voraus, denn sie kann die Gedanken der Täter und Opfer \"sehen\". Dadurch erfährt sie oft grausame, aber wichtige Details. Doch der Preis ist hoch: Vor drei Jahren tötete ein Serienmörder ihren Mann und macht nun auch Jagd auf sie und ihre Familie","versions":[{"lang":1,"streams":[{"redirect":13117881,"hoster":"VOE"},{"redirect":8615690,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Feuerteufel","epNo":2,"alt":"Ring Of Fire","descr":"Dr. Sam Waters und ihr Team ermitteln in einer Reihe mysteriöser Brandstiftungen. Innerhalb eines Monats sind bereits sechs Eigenheime unbescholtener Bürger in Flammen aufgegangen, und es hat mehrere Tote gegeben. Besonders eigenartig: Der Täter lässt am Tatort jeweils eine tote Ratte zurück. Bei diesem Fall bereitet es Sam ungeahnte Schwierigkeiten, ein Täterprofil zu erstellen. Zunächst sind keine Gemeinsamkeiten bei den verschiedenen Fällen zu erkennen. Die Anschläge geschahen in unterschiedlichen Städten, zwischen den Opfern gibt es keinerlei Verbindung. Selbst die Tatausführung unterscheidet sich von Fall zu Fall. Als der \"Feuerteufel\" erneut zuschlägt, begreift Sam, dass der Täter einen Feldzug gegen das Perfekte führt und gegen etwas ankämpft, dessen Wurzeln in seiner eigenen Kindheit liegen müssen. Die Zeit drängt, der Täter wird immer verzweifelter. Unterdessen wartet eine böse Überraschung auf Sam: Als sie abends nach Hause kommt, findet sie auf ihrem Bett ein Präsent von Jack, dem wahnsinnigen Serienkiller, der sie verfolgt.","versions":[{"lang":1,"streams":[{"redirect":8807870,"hoster":"VOE"},{"redirect":8615693,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wahnsinn mit Methode","epNo":3,"alt":"Unholy Alliance","descr":"Ein toter Inlineskater steht am Beginn eines neuen Falles für die FBI-Spezialeinheit um Bailey Malone und Dr. Sam Waters. Die Umstände des Mordes sind ausgesprochen merkwürdig. Die Leiche liegt beinahe kunstvoll arrangiert auf dem Straßenpflaster. Zudem entdecken die Beamten am Hinterkopf des Opfers eine mysteriöse Markierung, die als Orakelspruch aus dem \"I Ging\" identifiziert wird. Der Mörder scheint die per Münzwurf ermittelten Sinnsprüche des Buches als Anleitung für seine rituellen Morde zu verstehen. Das Zufallsprinzip der geworfenen Münzen spricht gegen die Möglichkeit, eine wirkungsvolle Voraussage zum nächsten Opfer treffen zu können. Erst als ein ähnlicher, zehn Jahre alter Fall erneut aufgerollt wird, gerät ein Tatverdächtiger ins Visier der Ermittler. Doch als die Beamten zuschlagen wollen, laufen sie gegen eine Mauer des Schweigens: Der Fall scheint bis in die allerhöchsten militärischen Kreise hinaufzureichen.","versions":[{"lang":1,"streams":[{"redirect":8807869,"hoster":"VOE"},{"redirect":8615692,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Puppenmörder","epNo":4,"alt":"I’ll Be Watching You","descr":"Sam arbeitet daran, ein Attentat auf eine wichtige politische Persönlichkeit zu verhindern. Ein sorgfältig durchdachter Plan ist nötig, um den Auftragskiller unschädlich zu machen. Währenddessen wird bei routinemäßigen Aufzeichnungen des FBI die Stimme des Serienkillers Jack aus dem Radio aufgenommen: Er widmet Sam einen Song. Die Untersuchung der Bänder führt die Agenten nach Baltimore, dann zu einer Kirche an der Küste. Das FBI nimmt an, dass Jack sich hier versteckt hält. Aber im Inneren der Kirche wird klar: Jack selbst hat die Ermittler hergelockt. Ein junger FBI-Agent fällt Jacks Bomben-Falle zum Opfer.","versions":[{"lang":1,"streams":[{"redirect":13117886,"hoster":"VOE"},{"redirect":8615694,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Explosive Mischung","epNo":5,"alt":"Unsoiled Sovereignty","descr":"Als mehrere Kraftwerke und Raffinerien in die Luft gesprengt werden, glauben Dr. Sam Waters und ihr Team zunächst, dass ein Öko-Terrorist und Sprengstoff-Experte am Werk sei. Tatsächlich gehen die Explosionen aber auf das Konto eines Mannes, der von der Idee besessen ist, er könne durch Schmutz verseucht werden. Seine Aversion gegen Dreck geht so weit, dass er seine Hände mit Schmirgelpapier bearbeitet, wenn er jemandem die Hand geschüttelt hat, um die Bazillen loszuwerden. Seine Sauberkeits-Besessenheit scheint er zu teilen mit Grace, die er im Fernsehen sieht, bekleidet mit einem Laborkittel und Handschuhen. Offenbar hat er endlich jemanden gefunden, der so sauber ist wie er selbst. Als der Verdächtige getötet wird, glaubt Sams Team, die Bedrohung sei vorbei. Aber sie müssen bald feststellen, dass er einen mörderischen Plan in Gang gesetzt hat, um das Trinkwasser der Stadt zu verseuchen.","versions":[{"lang":1,"streams":[{"redirect":8807871,"hoster":"VOE"},{"redirect":8615695,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ich töte, was du liebst","epNo":6,"alt":"Modus Operandi","descr":"In einer kleinen Stadt in Louisiana wird ein älterer Mann brutal ermordet. Sam kannte das Opfer und ihre grauenvolle Ahnung bestätigt sich: Jack war der Mörder. Das VCTF-Team beschäftigt sich noch einmal mit Jacks früheren Morden. Dabei stellt sich nach und nach heraus: Sam kannte alle Menschen, die Jack ermordet hat, seit sie in seinem Fall ermittelt. Während Sam und ihr Team in Louisiana weitere Nachforschungen anstellen, kommen sie dahinter, dass Sams Freund Coop Jacks nächstes Opfer sein soll. Die Lage wird immer angespannter, und Sam muss sich von Coop trennen: Er wäre nicht in Sicherheit, solange Jack sich auf freiem Fuß befindet.","versions":[{"lang":1,"streams":[{"redirect":8807872,"hoster":"VOE"},{"redirect":8615701,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sonnenwende","epNo":7,"alt":"Night Dreams","descr":"Dr. Sam Waters und ihr Team ermitteln in einer Serie von Entführungsfällen, die Atlanta in Angst und Schrecken versetzen. Die Opfer sind Frauen verschiedenen Alters und verschiedener Herkunft. Nachdem sie die verschiedenen Tatorte gesehen hat, ist Sam davon überzeugt, dass ein bestimmtes Muster vorliegt. Aber was die entführten Frauen miteinander verbindet, bleibt ihr ein Rätsel. Die Ermittlungen zeigen einen ersten Erfolg, als an den Entführungsorten die sorgfältig versteckten Strophen eines Gedichts gefunden werden. Während Sam versucht, die Bedeutung des Gedichts zu entschlüsseln, wird ihr plötzlich klar, dass der Kidnapper plant, seine Opfer zum Zeitpunkt der Sonnenwende zu töten – also in wenigen Tagen. Die Ermittler stehen unter hohem Zeitdruck. Es stellt sich heraus, dass der Entführer Anhänger einer obskuren karibischen Religion ist. Er glaubt, dass er ein Gott werde, wenn er sich im Tod mit den unterschiedlichen Phasen der Weiblichkeit vereint. Während John, der bei den Ermittlungen angeschossen wurde, sich im Krankenhaus erholt, kommen er und Sam sich näher. Aber neue Probleme tauchen auf. Sams Tochter Chloe wird von wiederkehrenden Alpträumen gequält. Sam ist entsetzt, als sie hinter die Ursache kommt: Chloe hat Jack gesehen.","versions":[{"lang":1,"streams":[{"redirect":8807873,"hoster":"VOE"},{"redirect":8615707,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Todeskandidat","epNo":8,"alt":"Cruel And Unusual","descr":"Eine Mordserie führt das FBI-Team rund um Dr. Sam Waters in den Süden. Obwohl Zeugen und Fakten dafür sprechen, dass es sich um einen Einzeltäter handelt, weiß Sam instinktiv, dass zwei Personen beteiligt sein müssen. Tatsächlich verfolgen Sam und ihr Team eine Frau, die sich in einen zum Tode verurteilten Verbrecher verliebt hat. Unter seiner Regie übt sie Rache an denen, die an seiner Verurteilung beteiligt waren: dem Psychologen, der seine geistige Zurechnungsfähigkeit zur Tatzeit bescheinigt hatte, dem Anwalt seiner zweiten Verhandlung und einem Augenzeugen, der gegen ihn ausgesagt hatte. Wenige Stunden vor der Hinrichtung hat das mörderische Paar noch ein Opfer im Visier: Die Verteidigerin, der es nicht gelungen war, eine Revision anzustrengen. Unterdessen vollendet Jack sein neuestes Terrorinstrument, ein Roulette-Rad mit Bildern des FBI-Teams und anderer Personen aus Sams Umfeld. Wer wird sein nächstes Opfer?","versions":[{"lang":1,"streams":[{"redirect":8807875,"hoster":"VOE"},{"redirect":8615697,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zauberlehrling","epNo":9,"alt":"The Sorcerer’s Apprentice","descr":"Das FBI wird gerufen, als sich in einem Indianerreservat zwei Morde und eine Reihe von mysteriösen Vorkommnissen ereignen. Am letzten Tatort erfahren Sam und ihr Team, dass die Menschen die im Reservat leben glauben, dass sie von dem alten indianischen Geist Nacazanti bestraft werden. Zunächst gibt es keinerlei Hinweise, aber dann vermutet Sam, dass hinter den Verbrechen ein Indianer steckt, der gegen die Traditionen aufbegehrt, nach denen er erzogen wurde. Sam konsultiert den Stammesältesten – Uncle Joe. Er hilft ihr, das Täterprofil auf wenige Verdächtige einzuengen und macht sie gleichzeitig mit den alten Mythen vertraut. Unterdessen verliert Bailey seinen FBI-Ausweis. Er ahnt nicht, dass Jack ihn gestohlen hat und sich nun in Atlanta als Bailey ausgibt. Der Agent findet seinen Ausweis schließlich wieder – bei Jacks.","versions":[{"lang":1,"streams":[{"redirect":8807878,"hoster":"VOE"},{"redirect":8615699,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Todesstille","epNo":10,"alt":"Shattered Silence","descr":"Ein Mordfall, der Sam beschäftigt, weist auffällige Ähnlichkeiten zu der Vorgehensweise eines Serienmörders auf, an dessen Festnahme und Verurteilung Sam vor Jahren beteiligt war: Arthur deRhodes. Die Kriminalpsychologin befragt ihn im Gefängnis. Der Nachahmungstäter muss ebenfalls mit ihm gesprochen haben, denn er kennt nie veröffentlichte Details der Nervengas-Morde. Dann geschieht ein weiterer Ritualmord. Sam fragt sich, ob der Täter nicht vielleicht doch der clevere deRhodes sein könnte. Oder hat er einen Doppelgänger beauftragt, seine Rachepläne an Sam auszuführen? Weitere Überlegungen erübrigen sich, als deRhodes aus dem Gefängnis entkommen kann. Nun ist niemand mehr vor ihm sicher – besonders nicht Sam. Jack bedroht unterdessen Sams Freundin Angel.","versions":[{"lang":1,"streams":[{"redirect":8807877,"hoster":"VOE"},{"redirect":8615700,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Doppelgänger","epNo":11,"alt":"Doppelganger","descr":"In mehreren Städten werden Mordopfer zu kunstvollen Bildern angeordnet, bevor sie – an den Folgen ungewöhnlicher Stichwunden – sterben. Offenbar bildet der kaltblütige Killer mit den Leichen berühmte Kunstwerke nach, möglicherweise handelt es sich um einen Künstler. Sam ermittelt im Umfeld der Avantgarde-Kunstszene – bis sie ganz zufällig auf das Versteck des Mörders stößt, der tatsächlich ein Künstler ist, der seit einem Unfall nicht mehr malen kann. Sam wird von ihm als Geisel genommen. Während der Wahnsinnige sie darauf vorbereitet, einen Platz in seinem neuen dreidimensionalen Meisterwerk einzunehmen, hat Bailey mit weiteren Problemen zu kämpfen: Er entdeckt, dass der Serienmörder Jack in das Computersystem des Teams eingedrungen ist und dort einen Virus hinterlassen hat.","versions":[{"lang":1,"streams":[{"redirect":8807879,"hoster":"VOE"},{"redirect":8615714,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Alte Meister","epNo":12,"alt":"Learning From The Masters","descr":"Serienkiller Jack stellt Kriminalpsychologin Sam weiterhin nach. Besonders beunruhigend wird die Situation, als Jack offensichtlich ernst zu nehmende Schritte gegen das FBI-Team und deren Familienmitglieder plant. Nachdem Morgan im Haus von Grace Alvarez von Jack betäubt und beinahe getötet wird, ruft Bailey alle Mitglieder der Einsatztruppe im Hauptquartier zusammen, um Jack eine Falle zu stellen. Aber Sams Gegenspieler lässt sich nicht so einfach austricksen. Er hört das Team ab und kann sie und ihre Kollegen anscheinend überall beobachten. Also setzt man Sam und Agent John Grant als Köder ein, um Jack aus seinem Versteck zu locken…","versions":[{"lang":1,"streams":[{"redirect":13117885,"hoster":"VOE"},{"redirect":8615703,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Unter Kontrolle","epNo":13,"alt":"The House That Jack Built","descr":"Dr. Sam Waters und ihr Team untersuchen eine besonders bizarre Mordserie. Die Opfer – unter ihnen auch ein U.S.-Senator – wurden entweder mit Silbermünzen erschlagen oder erwürgt. Die Nachforschungen führen sie zu Charles Vanderhorn. Der zurückgezogen lebende Millionär ist das Oberhaupt einer aristokratischen Familie mit guten Verbindungen. Nick Cooper, Experte für Terrorismus und Sprengstoffe, schließt sich der Untersuchung an.","versions":[{"lang":1,"streams":[{"redirect":8807881,"hoster":"VOE"},{"redirect":8615705,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gefallene Engel, Teil 1","epNo":14,"alt":"Shadow Of Angels (1)","descr":"Während ihrer Ermittlungen in einer unheimlichen Mordserie sind Sam und ihr Team auf den Milliardär Charles Vanderhorn gestoßen. Außerdem erfahren sie, dass sich die Killer offensichtlich auf einer \"Mission\" befinden, die sich gegen korrupte und besonders extravagante Personen richtet. Gleichzeitig müssen sich die Ermittler der Verfolgung von Jack widmen, der sich ein Versteck in Costa Rica gesucht hat.","versions":[{"lang":1,"streams":[{"redirect":8807882,"hoster":"VOE"},{"redirect":8615704,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Gefallene Engel, Teil 2","epNo":15,"alt":"Shadow Of Angels (2)","descr":"In New York hat sich ein Mörder zum Racheengel aufgeschwungen und tötet Verbrecher, die aus formalen Gründen für ihre Taten nicht zur Rechenschaft gezogen werden konnten. Die Art und Weise, mit der der Killer vorgeht, entspricht jeweils den Verbrechen seiner Opfer. Außerdem nimmt er seine Morde auf Video auf und verschickt sie an Fernsehstationen. Sam, John, Bailey und die bisher erfolglose New Yorker Polizei müssen das nächste Opfer finden, bevor der Killer wieder zuschlägt. Unter Verdacht steht ein unglücklicher, aus der Anwaltschaft ausgeschlossener Rechtsanwalt.","versions":[{"lang":1,"streams":[{"redirect":12920124,"hoster":"VOE"},{"redirect":8615706,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Auge um Auge","epNo":16,"alt":"Film At Eleven","descr":"Während eines Banketts wird Sam von einem Wissenschaftler und dessen Kommandotrupp als Geisel genommen. Der Wissenschaftler fordert vom Präsidenten das Verbot der Atombombe, andernfalls werde er Sam und die anderen anwesenden prominenten Bürger Washingtons töten. Bailey greift mit seiner Gruppe ein, aber die Terroristen können entkommen. Sie werden schließlich in einem Flugzeughangar gestellt, wo Sam verzweifelt versucht, ihr Leben und das des Wissenschaftlers zu retten.","versions":[{"lang":1,"streams":[{"redirect":12920142,"hoster":"VOE"},{"redirect":8615709,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Entführt","epNo":17,"alt":"Crisis","descr":"Sam untersucht mit ihrem Team eine Serie von Autounfällen, die sich auf abgelegenen Landstraßen ereignet haben. Die zurückgelassenen Wracks sind ihre einzigen Hinweise. Sam vermutet, dass es sich bei dem Täter um einen Trucker handelt, der ein traumatisches Erlebnis aus seiner Kindheit immer wieder aufs Neue durchlebt. Während eines Überfalls auf eine Videothek ist George zusammengeschlagen und beinahe getötet worden. Bailey macht sich unterdessen Sorgen um seine eigensinnige Tochter, die sich einer zwielichtigen Clique angeschlossen hat.","versions":[{"lang":1,"streams":[{"redirect":12334466,"hoster":"VOE"},{"redirect":8615721,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Highway-Killer","epNo":18,"alt":"Blue Highways","descr":"Mit einem Trainingseinsatz beim FBI-Team um Dr. Sam Waters soll in einer Art Kriegsspiel die Teamarbeit erprobt werden. Der Vorgesetzte vom FBI schildert den Fall: Der Undercover-Agent Ted Fiorelli wurde getötet, einer aus dem Team muss ihn verraten haben. Die fingierten Beweise im Schreibtisch von Grace Alvarez finden die Kollegen schnell, aber dann wird aus dem Training ernst. Der FBI-Vorgesetzte sucht den Täter tatsächlich in den eigenen Reihen. Bailey wird vom Dienst suspendiert – in seinem Schreibtisch wurden brisante Unterlagen gefunden. Ein Racheakt? Dann wird plötzlich Alarm im Büro ausgelöst: Ein Agent ist vor laufender Kamera ermordet worden.","versions":[{"lang":1,"streams":[{"redirect":8807887,"hoster":"VOE"},{"redirect":8615708,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Mörderspiel","epNo":19,"alt":"Field Training Exercise","descr":"Die Sondereinheit des FBI ist in heller Aufregung: Sam scheint ausgebrannt, Bailey verliert langsam die Geduld mit seiner Tochter, und im neuen Fall kommt das Team keinen Schritt weiter. Den Opfern einer Mordserie wurden die Gesichter mit kostbarer Spitze abgedeckt, ihre Münder zu einem Lächeln verzerrt. Vom Täter fehlt jede Spur, und eine Verdächtige wird das nächste Mordopfer. Dann führt Sam ein entscheidender Tipp zu einem zurückgezogen lebenden, telepathisch begabten Autoren. John Grant gerät unterdessen mit Bailey Malone in Streit über seinen Kontakt zu seinem ehemaligen Vorgesetzten Lou Handleman.","versions":[{"lang":1,"streams":[{"redirect":8807888,"hoster":"VOE"},{"redirect":8615710,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Lächeln des Todes","epNo":20,"alt":"Into The Abyss","descr":"Ein Mann stirbt, nachdem er einen giftigen Frosch aus dem südamerikanischen Regenwald berührt hat. Eine Spinne, tausendmal giftiger als die Schwarze Witwe, beißt im Auto eine Frau zu Tode. Der Serienmörder, mit dem es Sam und ihr Team hier zu tun bekommen, hat augenscheinlich eine Vorliebe für exotische Tiere. Die Morde werden angekündigt, und es steckt offensichtlich eine Frau hinter den exzentrischen Anschlägen. Aber auch die seltsamen Hinweise, die sie am Tatort hinterlässt – Buchstabenwürfel, die sich zu den Namen der Tiere oder dem Gift, mit dem sie töten, zusammensetzen lassen – bringen zunächst keine brauchbare Spur. Bailey erhofft sich Hilfe von einer schönen Privatdetektivin, die plötzlich zum Team stößt. Aber tatsächlich ist es Sams alter \"Freund\" Jack, der das FBI auf die entscheidende Fährte führt. Er ist eifersüchtig auf die Killerin, die immer komplexer und cleverer vorgeht.","versions":[{"lang":1,"streams":[{"redirect":8807886,"hoster":"VOE"},{"redirect":8615711,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Verwandte Seelen, Teil 1","epNo":21,"alt":"Venom (1)","descr":"Während Sam und Bailey hilflos zusehen müssen, wie Marjorie – jüngstes Opfer einer mysteriösen Serienmörderin – im Krankenhaus den Tod erwartet, folgen Coop und Brubaker den Hinweisen von Jack. Wo sie auch hinkommen: Jack war kurz vor ihnen da. Aber sie finden die entscheidende Spur in Arkansas: Vor zehn Jahren ist hier das Ehepaar Poole an einem afrikanischen Virus gestorben, ihre Tochter Robin verschwand. Robin ist auch der Name, der am letzten Tatort gefunden wurde. Dann überschlagen sich die Ereignisse: Marjorie verschwindet plötzlich aus dem Krankenhaus, und das FBI-Team muss überrascht feststellen, dass sie Robin Poole ist. Sam wird in der Dunkelkammer von einer Spinne gebissen und später entführt. Und auf Bailey wird geschossen – aus seiner eigenen Pistole und von seiner eigenen Tochter. Während er auf dem Operationstisch um sein Leben ringt, erwacht Sam blind in einem Loft voller Käfige mit exotischen, giftigen Tieren. Robin Poole sitzt ebenfalls gefesselt in der Ecke. Sam kennt die Stimme des Mannes, der sie festhält: JACK…","versions":[{"lang":1,"streams":[{"redirect":8807889,"hoster":"VOE"},{"redirect":8615713,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Verwandte Seelen, Teil 2","epNo":22,"alt":"Venom (2)","descr":"siehe teil 1","versions":[{"lang":1,"streams":[{"redirect":8807891,"hoster":"VOE"},{"redirect":8615712,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Im Namen des Richters","epNo":1,"alt":"Power Corrupts","descr":"Bailey kämpft in einem Krankenhaus in Atlanta weiter um sein Leben, nachdem seine Tochter Frances auf ihn geschossen hat. Sam und die anderen Kollegen der Vicious Crime Task Force (VCTF) müssen währenddessen einen neuen Fall übernehmen. Der Serienkiller Ashok Dupree, der in den 70er Jahren mehr als vierzig Menschen getötet hat, ist aus einem Gefängnis in Kalkutta entkommen und mit falscher Identität in die USA geflohen. In New York findet er sein nächstes Opfer. Zunächst sieht es so aus, als würde der Mann nur des Geldes wegen töten, aber dann stellt Sam fest, dass er vor allem berühmt werden will.","versions":[{"lang":1,"streams":[{"redirect":11314918,"hoster":"VOE"},{"redirect":10136390,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kaltgestellt","epNo":2,"alt":"Ambition In The Blood","descr":"Vier Menschen sind in Atlanta brutal erschlagen worden – scheinbar zusammenhanglose Morde, für die es keine Augenzeugen gibt. Aber im Umfeld eines jeden Tatorts wurde zur Zeit der Verbrechen ein unheimliches Heulen gehört. Sam stößt bald auf eine weitere Verbindung, die zunächst unbedeutend erscheint: Alle Morde geschahen, als es regnete. Das FBI-Team konsultiert einen Psychologen, dessen Spezialgebiet extreme Verhaltensweisen bei bestimmten Wetterlagen sind. Er führt sie auf die Spur des Killers, eines Bauarbeiters, der bei Regen zu extremer Gewalt neigt.Unterdessen wartet Jack am Gefängnistor auf Sharon Lesher, eine brutale Verbrecherin, die ihren Hafturlaub antritt. Der Beginn einer unheilvollen Verbindung.","versions":[{"lang":1,"streams":[{"redirect":11314914,"hoster":"VOE"},{"redirect":10136380,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Außer Kontrolle","epNo":3,"alt":"Primal Scream","descr":"Als das VCTF-Team in New Orleans den Fall eines ermordeten Bibliothekars übernimmt, ist Sam sicher: Jack steckt hinter dem Verbrechen. Aber nicht alle Details des Mordes passen in sein Verhaltensmuster. Irritiert beginnt die Kriminalpsychologin, ihr Täterprofil zu überdenken und sucht zu diesem Zweck einen ihrer alten Professoren auf. Den beiden wird klar, dass Jacks Besessenheit offenbar eine neue Dimension erreicht hat. Kurz darauf geschehen in schneller Folge zwei weitere Morde, mit denen Jack seinen Verfolgern ganz offensichtlich eine Botschaft zukommen lassen will.Baileys Tochter meldet sich zwar telefonisch, weigert sich aber immer noch, nach Atlanta zurückzukehren, wo ihr weiterhin eine Mordanklage droht. George wird unterdessen mit einem unangenehmen Kapitel seiner Vergangenheit konfrontiert: Ein korrupter Anwalt braucht die Hilfe eines Computerspezialisten, um bei einer Bank Gelder zu unterschlagen. Offensichtlich hat er etwas in der Hand, das George notfalls zur Mitarbeit zwingen würde.Schließlich muss sich das FBI-Team aufteilen, um auf der Fährte, die Jack für sie ausgelegt hat, zwei potenzielle Opfer zu suchen. Sam und John fliegen nach San Francisco, Bailey jettet nach Maine. Sie finden an der Ost- und an der Westküste jeweils die Leiche einer Frau. Die beiden wurden fast zur gleichen Zeit ermordet: Jack arbeitet nicht mehr allein.","versions":[{"lang":1,"streams":[{"redirect":11314916,"hoster":"VOE"},{"redirect":10136381,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gemeinsame Sache","epNo":4,"alt":"It Cuts Both Ways","descr":"Nach dem Bombenangriff auf ein Krankenhaus stellt das VCTF-Team fest, dass das Ziel nicht zufällig ausgewählt wurde. Sie haben es mit einem Sprengstoffexperten zu tun, der offensichtlich einem perfiden Plan folgt. Bailey holt zur Verstärkung Nick Cooper nach Atlanta – ein Wiedersehen, das nicht ganz reibungslos verläuft, denn erst vor kurzem haben Sam und Coop ihre Beziehung beendet. Aber dann schlägt der Bombenattentäter wieder zu. Ohne erkennbaren Zusammenhang tötet er verschiedene Leute. Sam und ihr Team müssen im Wettlauf mit der Zeit eine Verbindung zwischen den Opfern herstellen. Währenddessen schlägt sich Bailey weiter mit den Problemen seiner Tochter herum. Ein Staatsanwalt, der hofft, den Fall als Sprungbrett in ein politisches Amt zu nutzen, will Frances für den Schuss auf ihren Vater und ihre anschließende Flucht unbedingt ins Gefängnis bringen. Auch George hat Schwierigkeiten, er wird weiter von einem alten Bekannten unter Druck gesetzt. Die Angelegenheit wird bedrohlich, als der mysteriöse Marcus Peyton auftaucht. Während sich Coop auf ein gefährliches Spiel mit dem mysteriösen Bombenleger einlässt, kommt das FBI-Team einem paranoiden Schizophrenen auf die Spur, der Verbindung zu allen Opfern hatte. Coop und Sam können den letzten, raffiniertesten Anschlag des Bombers verhindern, aber dann geht Coop Jack in die Falle.","versions":[{"lang":1,"streams":[{"redirect":11833833,"hoster":"VOE"},{"redirect":10136392,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Feuerwerk","epNo":5,"alt":"Second Best","descr":"Das VCTF-Team ist einem Serienkiller auf der Spur, der sich offensichtlich einem blutigen Kampf gegen die Korruption verschrieben hat. Drei Morde hat er in Chicago bereits begangen. Jim Henegar, der Detective, der die Morde bearbeitet, hat den Fall nicht unter Kontrolle und behindert massiv die Ermittlungen von Sam und ihren Kollegen.Die Nachforschungen bringen das FBI auf die Spur von Richter Neil MacGruder, dessen Sohn jedes der Opfer gekannt hat: Alle drei tauchen im Zusammenhang mit seiner Verhaftung auf. Während er seine einjährige Haftstrafe verbüßte, wurde der junge Mann im Gefängnis ermordet. Nachdem Henegar MacGruder in Notwehr erschießt, sagen Sam und Bailey aus. Sie wollen beweisen, dass der Detective einen vorsätzlichen Mord begangen hat, um seine eigene Korruption zu vertuschen.In der Zwischenzeit erhält Bailey, der sich immer noch von seiner Schusswunde erholt, einen unerwarteten Anruf von seiner Tochter Frances, die nach dem Schuss auf ihren Vater die Stadt fluchtartig verlassen hat. Bailey versucht vergeblich, sie zur Rückkehr zu bewegen. Schließlich erhält das FBI noch Post von Jack. Das Paket enthält das künstlerische Selbstporträt des wahnsinnigen Killers – angefertigt aus den Haaren und Zähnen seiner letzten Opfer.","versions":[{"lang":1,"streams":[{"redirect":11314911,"hoster":"VOE"},{"redirect":10136383,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alte Bekannte","epNo":6,"alt":"Old Acquaintance","descr":"Das VCTF-Team trauert um Nick Cooper, der von Jacks Komplizin Sharon Lesher, genannt \"Jill\", ermordet wurde. Bailey und Angel überreden Sam, zur Ablenkung an einem College-Treffen teilzunehmen. Sie und Angel treffen dort ihre alten Freunde Colleen, Drew, Greg, Monica, Tracy und Roy. Doch der Ausflug, der in Ferienstimmung begann, verwandelt sich abrupt in einen Alptraum: Colleen wird ermordet. Angel und Monica drängen Sam, die Ermittlungen zu übernehmen und den Mörder ihrer Freundin vor Gericht zu bringen. Alle Verdachtsmomente richten sich gegen Colleens Mann Drew, den Sam ohnehin nie leiden konnte. Aber während sie noch nach weiteren Hinweisen sucht, wird Roy, der möglicherweise Zeuge der Tat war, ebenfalls ermordet. Und gerade als Sam Beweise gegen Colleens Mann gefunden hat, wird auch Drew tot aufgefunden – Selbstmord.In Atlanta macht sich derweil Jacks Gefährtin \"Jill\" selbständig und ermordet ohne Jacks Wissen einen Verkäufer. Das bringt das Team auf die Spur der beiden. Als \"Jill\" hinter Jacks obsessive Verehrung für Sam kommt, macht sie sich rasend vor Eifersucht auf den Weg, um Sam zu töten. Auf einem Parkplatz kommt es zum Angriff. Aber dann taucht Jack – außer sich vor Wut – auf, um sie zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":11314919,"hoster":"VOE"},{"redirect":10136384,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Um Haaresbreite","epNo":7,"alt":"Jack Be Nimble, Jack Be Quick","descr":"Sam ist sich nicht mehr sicher, ob sie ihren Anforderungen noch gewachsen ist. Nachdem ihr Hauptverdächtiger in den Mordfällen an ihren alten Collegefreunden tot ist, muss sie gegen Greg und Monica ermitteln. Jack wurde während des dramatischen Zusammentreffens zwar verwundet, aber er konnte fliehen, obwohl das FBI ihm dicht auf den Fersen ist. Baileys Tochter Frances will sich selbst ein Geburtstagsgeschenk machen, indem sie John verführt. Aber ihr Plan geht nicht auf. John bittet Sam, den rebellischen Teenager nach Hause zurückzubringen, und die beiden Frauen sprechen sich aus. Bailey bittet Marcus Peyton, dem VCTF-Team beizutreten. Zu Johns Ärger nimmt er das Angebot an. Sam kann schließlich aufdecken, dass Greg der College-Killer ist. Gerade als er versucht, die Stadt zu verlassen, können sie und Bailey ihn festnehmen. Zurück in Atlanta wird Jack in die Enge getrieben. Aber er kann wieder einmal fliehen – versteckt in einem Leichensack.","versions":[{"lang":1,"streams":[{"redirect":11314935,"hoster":"VOE"},{"redirect":10136385,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Erbsünde","epNo":8,"alt":"Victims Of Victims","descr":"Das VCTF-Team wird in einem Mordfall hinzugezogen, der bis ins Detail einer Reihe ungelöster Serienmorde aus den 50er Jahren gleicht. Sam und ihre Kollegen graben den vierzig Jahre alten Fall noch einmal aus und stoßen auf einen Fingerabdruck, der nie untersucht wurde. So können sie zwar den Killer von damals identifizieren, der aktuelle Mordfall aber bleibt ungeklärt: Der Täter hat schon vor dem jüngsten Verbrechen Selbstmord begangen. Sam kommt auf die richtige Spur, als sie erfährt, dass vor vierzig Jahren ein kleiner Junge behauptet hatte, einen der Morde beobachtet zu haben. Damals glaubte ihm niemand. Ist er jetzt der Nachahmungstäter? Jack erholt sich unterdessen bei seiner wohlhabenden Mutter Miriam von seiner Schussverletzung. Als er in sein Versteck zurückkommt, dreht er durch: \"Jill\" ist dabei, alles aus dem Unterschlupf zu entfernen, was mit Sam zu tun hat. Sams Verwandte kommen in die Stadt, um Chloe in einem Schulstück zu sehen. Aber Sam kann in letzter Minute nicht dabei sein: Bei Grace haben die Wehen eingesetzt, während das Team gerade einen Tatort untersuchte. Sam hilft der Kollegin, ihren kleinen Sohn auf die Welt zu bringen.","versions":[{"lang":1,"streams":[{"redirect":11314927,"hoster":"VOE"},{"redirect":10136386,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine schwere Geburt","epNo":9,"alt":"Birthright","descr":"Ein Killer ist von der Idee besessen, er sei nach der Geburt vertauscht worden. Jetzt bringt er diejenigen um, von denen er glaubt, sie hätten ihm seine Identität gestohlen. Zwei Männer, die zur gleichen Zeit im gleichen Krankenhaus auf die Welt kamen, wurden bereits brutal ermordet. Das VCTF-Team stößt bei den Ermittlungen auf eine geistig verwirrte Frau, die davon überzeugt ist, ihr Baby sei bei der Geburt vertauscht worden. Sie schwört, das schwer missgebildete Baby, das ihr in die Arme gelegt wurde, sei in Wirklichkeit das Kind einer anderen gewesen. Sie konnte es nie beweisen, also ließ sie ihren Zorn brutal an dem Kind aus. Aber das FBI-Team – und aus Versehen auch der Mörder – finden heraus, dass die Behauptungen der Mutter unwahr sind. Sam befürchtet, dass der Täter nun den einzigen noch Lebenden töten wird, der verantwortlich dafür ist, dass er so eine grausame Kindheit hatte. Jack tötet derweil den Butler seiner Mutter, als er herausfindet, dass der ihm im Auftrag seiner Mutter gefolgt ist. Und Sam macht sich Sorgen um ihre Tochter Chloe. Die Kleine stellt sich krank, damit sie nicht in die Schule gehen und einen Aufsatz über den Beruf ihrer Mutter schreiben muss.","versions":[{"lang":1,"streams":[{"redirect":11314929,"hoster":"VOE"},{"redirect":10136387,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Todesengel","epNo":10,"alt":"Dying To Live","descr":"Familienschwierigkeiten bei der FBI-Spezialeinheit. Baileys Tochter Frances behauptet, sie hätte ein Verhältnis mit John Grant. Mehr als diese Unterstellung beunruhigt John allerdings, dass er Frances mit seinem ehemaligen Boss, Lou Handleman, gesehen hat. Was hat Handleman vor? Auch Sam belasten private Probleme: Ihre Schwiegereltern erstreiten vor Gericht das vorübergehende Sorgerecht für Chloe. Der Fall, den die VCTF untersucht, ist nicht weniger beunruhigend: Kurz nachdem in Atlanta Vater und Sohn der Familie Nichols ermordet aufgefunden wurden, geschieht in Tennessee ein ähnlicher Mord. Die Youngs wurden ebenfalls erschossen, anschließend wurde in einem rituell anmutenden Muster auf sie eingestochen, und die Wohnungswände wurden mit den selben Graffitis wie in Atlanta beschmiert. Aus wenigen Abweichungen schließt Sam, daß es sich um zwei verschiedene Täter handelt, zwischen denen ein Zusammenhang bestehen muss. Sind Philip Nichols, der vor zehn Jahren verschollene Sohn der Nichols’, und Andrew, der Sohn der Youngs, die Täter? Die FBI-Agenten strecken ihre Fühler aus und kommen einer Sekte auf die Spur. Auf Sam wartet am Ende der Ermittlungen eine Überraschung: Jack scheint sie zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":11314934,"hoster":"VOE"},{"redirect":10136389,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Familienbande","epNo":11,"alt":"Ties That Bind","descr":"Familienschwierigkeiten bei der FBI-Spezialeinheit. Baileys Tochter Frances behauptet, sie hätte ein Verhältnis mit John Grant. Mehr als diese Unterstellung beunruhigt John allerdings, dass er Frances mit seinem ehemaligen Boss, Lou Handleman, gesehen hat. Was hat Handleman vor? Auch Sam belasten private Probleme: Ihre Schwiegereltern erstreiten vor Gericht das vorübergehende Sorgerecht für Chloe. Der Fall, den die VCTF untersucht, ist nicht weniger beunruhigend: Kurz nachdem in Atlanta Vater und Sohn der Familie Nichols ermordet aufgefunden wurden, geschieht in Tennessee ein ähnlicher Mord. Die Youngs wurden ebenfalls erschossen, anschließend wurde in einem rituell anmutenden Muster auf sie eingestochen, und die Wohnungswände wurden mit den selben Graffitis wie in Atlanta beschmiert. Aus wenigen Abweichungen schließt Sam, daß es sich um zwei verschiedene Täter handelt, zwischen denen ein Zusammenhang bestehen muss. Sind Philip Nichols, der vor zehn Jahren verschollene Sohn der Nichols’, und Andrew, der Sohn der Youngs, die Täter? Die FBI-Agenten strecken ihre Fühler aus und kommen einer Sekte auf die Spur. Auf Sam wartet am Ende der Ermittlungen eine Überraschung: Jack scheint sie zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":11314938,"hoster":"VOE"},{"redirect":10136388,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Im Zeichen des Schützen","epNo":12,"alt":"Shoot To Kill","descr":"Innerhalb einer Woche hat ein Heckenschütze auf den Freeways von Ohio vier Menschen getötet, zuletzt einen Polizisten. In dem leer stehenden Hochhausapartment, aus dem der Mörder zuletzt gezielt hat, finden die FBI-Beamten eine hervorragend nachgebildete antike Vase mit Motiven der altgriechischen Mythologie: Dionysos und ein Zentaur. Dr. Sam Waters und Bailey Malone befürchten, dass die Situation eskalieren wird. Der Unbekannte schießt aus immer größerer Entfernung und nimmt von nun an gezielt Polizisten ins Visier. Sam beschäftigt sich eingehender mit der Vase und stößt dabei auf den Mythos des unsterblichen Zentauren Chiron. Er wurde unabsichtlich von Herakles mit einem vergifteten Pfeil verletzt und bat unter unerträglichen Qualen Zeus um seinen Tod. Chiron wurde als Sternbild Schütze in den Himmel versetzt. Sams Täterprofil führt das VCTF schließlich zu einem Professor, der an der Ohio State University Altertumskunde lehrt. Der Mann hat im Vietnamkrieg beide Beine verloren und musste deshalb seinen Beruf als Scharfschütze aufgeben. Die FBI-Spezialeinheit versucht nun den letzten Schuss des Verdächtigen zu verhindern. Bailey, der seit den Ermittlungen von Albträumen über seine Erlebnisse in Kambodscha gequält wird, begibt sich in die Schusslinie. Bailey und John stellen außerdem Lou Handleman eine Falle, bei der es zu einem tödlichen Handgemenge kommt. Und Serienkiller Jack sucht fieberhaft nach seiner verschwundenen Komplizin Sharon Lesher alias \"Jill\" …","versions":[{"lang":1,"streams":[{"redirect":11314928,"hoster":"VOE"},{"redirect":10136391,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Blut und Spiele","epNo":13,"alt":"Bloodlust","descr":"Das VCTF ermittelt in Boston, wo drei junge Männer tot aufgefunden wurden – nur mit Boxershorts und Turnschuhen bekleidet und voll gepumpt mit Drogen. Die sportlichen Männer sind an drei aufeinander folgenden Samstagen mit bloßen Händen totgeprügelt worden. Ein Schwerverletzter liegt im Krankenhaus: der afrikanische Einwanderer Joseph Kingibe, bei dem Blutspuren von einem der Toten gefunden werden. Bailey will ihn unter Mordverdacht verhaften, aber auf Sam macht Kingibe eher den Eindruck eines Opfers. Offensichtlich ist er gezwungen worden, in einem Faustkampf seinen Gegner zu töten. Wie die Toten war auch Kingibe in Geldnot: Der Journalist, der in seiner Heimat verfolgt und gefoltert wurde, wollte seine Familie aus Lagos in die USA holen. Jemand scheint die Männer für einen Kampf mit tödlichem Ausgang vor Publikum bezahlt zu haben. Tatsächlich können Bailey und Sam das Hotel in Boston ausfindig machen, in dem ein ausgewähltes Publikum die Videoübertragung der drei blutigen Kämpfe verfolgt hat. George findet unterdessen im Internet die Ankündigung für den nächsten Kampf. Aber niemand weiß, wo er stattfinden wird. John Grant geht ein großes Risiko ein: Er nutzt seine alten Verbindungen in Boston und lässt sich über einen Vermittler als Kämpfer für den kommenden Samstag aufstellen. Als Sam und Bailey ihrem Kollegen zu Hilfe kommen, ist er bereits schwer verletzt.","versions":[{"lang":1,"streams":[{"redirect":11314936,"hoster":"VOE"},{"redirect":10136393,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alle fünf Minuten","epNo":14,"alt":"Every Five Minutes","descr":"Das VCTF-Team ermittelt in Tallahassee, Florida, in einer Serie von Vergewaltigungen. 31 Frauen sind dem maskierten Täter bereits zum Opfer gefallen, alle zwischen 18 und 24 Jahren alt. Kriminalpsychologin Sam Waters arbeitet vor Ort mit Officer Anita Pessoa zusammen, der die Fälle besonders nahe gehen. Aber dann stellt Sam fest, dass Carol Winter, eine junge Kellnerin, die als das jüngste Opfer des Vergewaltigers gilt, die Tat nur vorgetäuscht hat. Nachdem Sam im Gefängnis mit dem Serienvergewaltiger Harold Mitchell gesprochen hat, gerät sie mit Anita heftig aneinander, erfährt aber auch den Grund für ihre Anspannung: Anita war selbst eines der Opfer von Mitchell. Gemeinsam können die beiden Frauen schließlich den Täter stellen. In Atlanta läuft unterdessen die Suche nach Sharon Lesher, Jacks \"Jill\", die bereits einmal versucht hat, Sam zu töten. Marcus Peyton kann über einen Verbindungsmann Kontakt zu Jimmy Coniglio, einem alten Partner von Sharon, aufnehmen. Um den misstrauischen Jimmy dazu zu bringen, ihn zu \"Jill\" zu führen, verziert Marcus allerdings erst einmal Johns neuen Porsche mit ein paar Einschusslöchern. Dann gerät das geplante Treffen in einem Hotel außer Kontrolle: Sharon hat noch eine alte Rechnung mit Jimmy offen, und auch Marcus gerät in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":12157240,"hoster":"VOE"},{"redirect":10136394,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mit dem Rücken zur Wand","epNo":15,"alt":"Breaking Point","descr":"Sams Freundin Angel ist entführt worden. Die Kriminalpsychologin ist vollkommen entsetzt: Was, wenn Jack dahinter steckt, um Sharon Lesher, seine \"Jill\", freizupressen, die gerade in das Frauengefängnis in Macon überführt wurde? Aber der Kidnapper, der sich kurze Zeit später telefonisch meldet, ist ein anderer: Bill Porter. Sein Sohn Scott sitzt als verurteilter Polizistenmörder im Gefängnis – unschuldig, wie Bill behauptet. Er droht damit, Angel zu töten, wenn die VCTF nicht innerhalb von 24 Stunden die wirklichen Täter überführt. Die Namen liefert er gleich mit: Mitch Farber und Ponce Marino. Während Angel in Bills Versteck um ihr Leben fürchtet, laufen die Ermittlungen von Bailey, Sam, George und John auf Hochtouren. Sam spricht sowohl mit Scott im Gefängnis als auch mit den beiden anderen Verdächtigen, Mitch und Ponce. Dabei stellt sich nach und nach heraus, dass Scott den Polizisten tatsächlich nicht erschossen hat. Aber an dem Juwelenraub, der dem Mord vorausging, war er nicht ganz unbeteiligt. Mit Hilfe seiner Freundin kann das FBI Mitch eine Falle stellen. Aber kann Scott seinem Vater, einem fast fanatisch gesetzesfürchtigen und ordnungsbesessenen Mann rechtzeitig gestehen, dass er tatsächlich in den tödlichen Raubüberfall verwickelt war?","versions":[{"lang":1,"streams":[{"redirect":11314943,"hoster":"VOE"},{"redirect":10136408,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Fan","epNo":16,"alt":"Lethal Obsession","descr":"Ein scheinbar völlig unberechenbarer Kidnapper treibt in Atlanta sein Unwesen. Sein erstes Opfer hat er bereits getötet, obwohl das Lösegeld rechtzeitig übergeben wurde. Der Unbekannte hat es weder auf bestimmte Opfer noch auf das Geld abgesehen, er will ein Medienspektakel für die Abendnachrichten inszenieren: Seine Forderungen und genaue Anweisungen für die exklusive Berichterstattung übermittelt er an Nikki Ware, populäre Moderatorin bei Channel 7. Die VCTF ermittelt bereits, als wieder eine junge Frau entführt wird. Nikki soll diesmal das Lösegeld in Höhe von einer Million Dollar persönlich – und zwar während einer Live-Fernsehreportage – überbringen. Nikki befolgt die Anweisungen, aber trotzdem kann das FBI nur knapp verhindern, dass auch das zweite Entführungsopfer getötet wird. Sam Waters ist sicher, dass es eine Verbindung zwischen Nikki und dem Täter geben muss. Sie kann den Kreis der Verdächtigen auf drei Personen einengen: einen Ex-Freund von Nikki, einen aufdringlichen Fan und einen Mann, den die Moderatorin in einer früheren Sendung als \"Held des Tages\" vorgestellt hatte. Aber Sam verfolgt zunächst die falsche Spur. Als Bailey Malone und sein Team herausfinden, wer der Mörder ist, könnte es bereits zu spät sein: Er hat sich im Fernsehsender verschanzt und Nikki in seine Gewalt gebracht.","versions":[{"lang":1,"streams":[{"redirect":11314941,"hoster":"VOE"},{"redirect":10136396,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Saat der Gewalt","epNo":17,"alt":"Cycle Of Violence","descr":"Die Morde an den FBI-Agenten Steve Kidwell und Hillary Reed beschäftigen die VCTF in Atlanta. Beide Opfer wurden mit einem großen, kreuzförmigen Brandmal auf der Brust sowie einem Kristall in der Hand aufgefunden. Kidwell hatte wiederholt seine Frau Shelly verprügelt, und Hillary Reed misshandelte ihre Söhne James und Tommy. Ryan Wilson, ein Klassenkamerad von Tommy Reed, hatte einige Tage vor dem Mord an Kidwell die Polizei angerufen, als der FBI-Mann wieder einmal seine Frau geschlagen hatte. Kurz darauf wird in der Hamilton Highschool, die die beiden Jungen besuchen, die Krankenschwester Erica Smoot auf gleiche Weise getötet. Die Taten eines \"Racheengels\"? Tatsächlich liefert eine Comic-Heldin dem VCTF-Team einen Hinweis: \"Vanjour\" tötete ihre Opfer in vor zehn Jahren populären Fantasy-Comics mit einem Flammenschwert. Bailey zieht die Autorin E.W. Long, die mehrere Jahre in einer Nervenklinik verbracht hat und ganz in ihrer Phantasiewelt lebt, zu Rate. In ihrer alten, ungeöffneten Fanpost befindet sich auch ein Brief von Ryan Wilson. Aber Ryan kann nicht der Täter sein. Während er von der Polizei verhört wird, geschieht ein weiterer Mord: an dem 17-jährigen James Paul, der für seine brutalen Attacken gegen Schüler der Hamilton Highschool bekannt und gefürchtet war. Sam vermutet eine Frau hinter den Morden und wird unter den Schülerinnen fündig …","versions":[{"lang":1,"streams":[{"redirect":11314942,"hoster":"VOE"},{"redirect":10147337,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Schönen und das Biest","epNo":18,"alt":"Die Beautiful","descr":"Die 18jährige Schönheitskönigin Melissa Merrit aus New Jersey wurde in ihrem Bett ermordet. Der Verdacht lastet auf ihren Eltern, die von ihrem Anwalt Ernst Galloway abgeschirmt werden. Während Sam mit ihnen und mit Melissas Konkurrentin spricht, verhört Bailey ohne Ergebnis einige Spanner aus der Gegend. Dann wird eine zweite Tote gefunden – wie Melissa nackt in ihrem Bett und mit einem nassen Kopfkissenbezug über dem Kopf. Ein Mörder, der auf dieselbe Art vorgeht, ist der Polizei bereits bekannt: Lennie Panaganos. Aber der sitzt in San Diego in der Todeszelle – verurteilt für eine ähnliche Mordserie, die er stets geleugnet hat. Melissas Tagebuch führt Sam auf eine neue Spur: Melissa besaß – wie das erste Opfer in San Diego – ein Klavier. Und beide hatten den gleichen Klavierstimmer, Robert Harroway. In Harroways Wohnung findet die VCTF eine Sammlung von Videobändern. Unter den Mädchen, die er durch das Fenster oder in ihren Wohnungen beobachtet und gefilmt hat, sind auch die Toten. Und auf einem der Bänder ist auch das nächste Opfer von Harroway. Aber auf welchem?","versions":[{"lang":1,"streams":[{"redirect":11314950,"hoster":"VOE"},{"redirect":10136395,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Wurzel des Bösen, Teil 1","epNo":19,"alt":"The Root Of All Evil (1)","descr":"Auf dem Parkplatz des Chemieunternehmens Vectrochem in Atlanta explodieren mehrere Autos, es gibt 23 Tote. In Eldon, Missouri, hat Mr. Brandywine, ein Exporteur von Vectrochem-Produkten, am Abend zuvor Besuch erhalten. Ein Unbekannter in Henkersmaske hat ihn mit vorgehaltener Waffe gezwungen, seine \"größte Sünde\" zu beichten. Was er hören wollte: Brandywine war beteiligt am Export von mangelhaften Medikamenten in die dritte Welt, durch die während einer Choleraepidemie in Afrika zahlreiche Menschen starben. Drei weitere Vectrochem-Mitarbeiter wussten offensichtlich nicht, was sie gestehen sollen, sie sind bis auf die Knochen verbrannt. Die Ermittlungen der Violent Crime Task Force um Bailey Malone und Sam Waters haben noch keine brauchbare Spur ergeben, als sich ein weiteres Opfer des \"Henkers\" meldet: Mrs. O’Hara in Philadelphia. Sie hat für eine Fluglinie gearbeitet, die in einen Flugzeugabsturz verwickelt war. Der unbekannte Täter, der inzwischen auch höchste Stellen in Washington auf den Plan gerufen hat, hat ihr auch seine \"Botschaft\" mitgeteilt: Geld ist die Wurzel allen Übels. Kurze Zeit später geht ein Reisebus mit Investoren der Fluggesellschaft in Chicago in Flammen auf. Dann meldet sich ein Waffenhändler, der ebenfalls eine \"Beichte\" ablegen musste. Das VCTF-Team muss unterdessen davon ausgehen, dass Jack sich Zugang zu dem Gefängnis verschafft hat, in dem Sharon Lesher, seine Partnerin \"Jill\", sitzt. Grace wird in die Krankenstation eingeschleust, während Sam versucht, \"Jill\" davon zu überzeugen, dass er sie nicht befreien, sondern töten will. Außerdem nimmt Sam nach vielen Jahren wieder Kontakt zu ihrem Vater auf, und Bailey bemüht sich darum, dass seine Tochter Frances trotz ihrer Bewährungsauflagen ein College in einem anderen Bundesstaat besuchen kann, für das sie ein Stipendium erhalten hat.","versions":[{"lang":1,"streams":[{"redirect":11314953,"hoster":"VOE"},{"redirect":10136397,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Wurzel des Bösen, Teil 2 [in E 19 enthalten]","epNo":20,"alt":"The Root Of All Evil (2)","descr":"Kriminalpsychologin Sam hat endlich eine heiße Spur zu dem Attentäter, der ganz Amerika mit Bombenanschlägen auf Mitarbeiter von Unternehmen terrorisiert, die für Geld über Leichen gehen: Der renommierte Foto-Journalist James Davison hat Aufnahmen von allen Katastrophen gemacht, deren Verursacher jetzt ums Leben gekommen sind. Aber seine Wohnung ist leer, er hat seine Zelte bereits abgebrochen. Die Zeit rast: Sam ist überzeugt, dass der schlimmste Anschlag von Davison noch aussteht. Mit Hilfe seines Verlegers Will Cook und der Negative, die in Davisons Wohnung sichergestellt werden konnten, kann das VCTF ermitteln, wo Davison vermutlich als nächstes zuschlagen wird: im unterirdischen Gas-Pipeline-System der Stadt Houston. Davison ist drauf und dran, die gesamte Stadt in Schutt und Asche zu legen. Nachdem die Katastrophe in letzter Sekunde verhindert werden kann, steht Sam ein weiterer Schock bevor: Es ist dem FBI-Team gelungen, Serienkiller Jack im Frauengefängnis von Atlanta in die Falle zu locken. Aber als Sam ihn festnehmen will, wird sie von Sharon Lesher, seiner \"Jill\", angegriffen und muss sie erschießen. Jack kann unterdessen fliehen. Aber er muss sich noch innerhalb der Gefängnismauern aufhalten.","versions":[]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Von Angesicht zu Angesicht","epNo":1,"alt":"Coronation","descr":"Jill ist tot, Jack wieder einmal entkommen. Die Nerven im Team der VCTF, besonders die von Sam, liegen blank. Die Kriminalpsychologin und ihr Team müssen bei der Suche nach dem wahnsinnigen Killer, der Sam seit Jahren terrorisiert, wieder ganz von vorn anfangen. Warum Sam? Warum ist er ausgerechnet von ihr besessen und von dem Gedanken, ihr Leben zu kontrollieren? Jahrelang hat er Bailey Malone und seine Kollegen an der Nase herumgeführt, aber diesmal will er offensichtlich gefunden werden. Er legt eine Spur für Sam aus, bestehend aus mehreren Botschaften, einer Art Gedicht. Den letzten Puzzlestein findet Sam, als sie nach einem heftigen Streit mit Bailey nach Hause kommt: Jemand hat aus ihrem Hochzeitsfoto den Kopf ihres Mannes herausgeschnitten und auf der Rückseite eine weitere Botschaft hinterlassen – Jack war in Sams Haus! Schließlich erkennt Sam in dem Text ein Lied, das ihr Lehrer geschrieben und das sie als Kind in der Sonntagsschule gesungen hat. Tatsächlich erinnert sich Agnes McMillan in der Baptistenkirche in Sams Heimatort Park Springs, Maryland, an einen Jungen, der damals verrückt nach Sam war: ihr Mitschüler Donald Lucas. Das Rätsel um Jacks Identität ist gelüftet. Lucas hat Sam ihr ganzes Leben lang beobachtet. Und jetzt hat er ein Baby entführt, für seinen kranken Geist der lebende Beweis seiner und Sams Liebe. Er wartet auf Sam. Und er wird langsam ungeduldig. Aber wo ist Lucas? Während Bailey mit seinen Männern das falsche Haus stürmt, ist Sam verschwunden. Sie hat sich allein auf den Weg gemacht – und steht bald ihrem Alptraum von Angesicht zu Angesicht gegenüber.","versions":[{"lang":1,"streams":[{"redirect":8807890,"hoster":"VOE"},{"redirect":8615715,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im neunten Monat","epNo":2,"alt":"Cravings","descr":"In Chicago wird in einem Waldstück die Leiche einer jungen Frau gefunden – das jüngste Opfer einer Mordserie, die seit drei Jahren die Stadt in Angst und Schrecken versetzt. Die ermordeten Frauen, alle waren mit erfolgreichen Männern verlobt, waren entführt und tage- oder sogar wochenlang festgehalten worden. Dabei waren sie von ihrem späteren Mörder auffallend gut behandelt worden, der auch die Toten sorgfältig gesäubert und gekleidet hatte. Allerdings wurde bei einigen Opfern ein schwerer Hörschaden festgestellt, der erst nach ihrer Entführung entstanden sein kann. Sam vermutet richtig: Der Täter denkt wie ein Vater und versucht, ein unerfülltes Leben mit den jungen Frauen auszufüllen. Sie weiß noch nicht, dass der Killer – ein erfolgloser Rock-Gitarrist, der im Autohaus seines Schwiegervaters arbeiten muss – tatsächlich Vater von drei Töchtern ist und bereits wieder eine junge Frau in seinem Proberaum gefangen hält. Seine Frau ist wieder schwanger, und die entführte Kristin wird sterben, wenn das Kind auf die Welt kommt. Als Sams Team ihm auf die Spur kommt, ist er bereits mit ihr auf dem Weg in den Wald.","versions":[{"lang":1,"streams":[{"redirect":13117887,"hoster":"VOE"},{"redirect":8615720,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Um ein Haar","epNo":3,"alt":"Do the right thing","descr":"Die VCTF wird eingeschaltet, nachdem in Los Angeles zum zweiten Mal ein Mann tot zu Hause auf der Couch gefunden wurde – stranguliert und kastriert. Ein Verdächtiger ist schnell gefunden: Stephen Gelb, bei dem beide Opfer ihre Videos ausgeliehen hatten, ist bereits mehrfach vorbestraft, unter anderem wegen Gewalttätigkeiten gegen Homosexuelle. Er versucht zu fliehen, als John ihn verhaften will – tatsächlich nur, weil er einen schwunghaften Handel mit Raubkopien betreibt? Sam – durch ihre Sympathie für Paul Sterling, den Staatsanwalt, der Lucas alias Jack anklagt, leicht abgelenkt – ist allerdings überzeugt, dass der Mord nichts mit dem Schwulenmilieu zu tun hat. Nach einem weiteren Mord wird ein einzelnes Haar am Tatort gefunden. Außerdem stellt sich heraus, dass alle Opfer Zeugen von Verbrechen waren, sich aber geweigert hatten, auszusagen. Sam nimmt an, dass es sich bei dem Killer vermutlich um einen Cop handelt. Aber die Suche nach verdächtigen Polizisten verläuft ergebnislos, bis Sam sich zufällig vor dem Spiegel eine Haarsträhne aus dem Gesicht streicht: Der Mörder ist eine Frau! Doch Officer Andrea Brown vermutet bereits, dass die FBI-Agenten ihr auf die Schliche gekommen sind. Sie hat John in ihr Haus gelockt und bedroht ihn mit ihrer Dienstwaffe.","versions":[{"lang":1,"streams":[{"redirect":8807893,"hoster":"VOE"},{"redirect":8615716,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Gezeichneten","epNo":4,"alt":"Double vision","descr":"Die Leiche, die Pfadfinder in einer Höhle in einem öffentlichen Park finden, ist nur die Spitze des Eisbergs. Während die VCTF bereits mit den Ermittlungen begonnen hat und Sam sich ungewöhnlich schwer mit dem Täterprofil tut, werden im Inneren der Höhle zehn weitere tote Frauen gefunden. Die Stimmung im FBI-Team ist gereizt: Es ist zu heiß, und Bailey setzt Sam unter Druck, die ohnehin nervös ist, weil Staatsanwalt Paul Sterling ihr hinterher gereist ist, um ihr noch ein paar Fragen in Bezug auf Jack zu stellen – und sie zum Essen einzuladen. Sam vermutet schließlich ganz richtig zwei Täter hinter der Mordserie. Obwohl Bobby für den Sportunfall verantwortlich ist, seit dem Kyles Hand verkrüppelt ist, ist er das große Idol des jüngeren Mannes. Kyle ist sogar straffällig geworden, um mit Bobby in einer Zelle zu sitzen. Ein paar Tage, nachdem die beiden aus der Haft entlassen wurden, wurde die erste Frau ermordet.","versions":[{"lang":1,"streams":[{"redirect":8807894,"hoster":"VOE"},{"redirect":8615718,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Stück für Stück","epNo":5,"alt":"The sum of her parts","descr":"Vor sechs Wochen wurde in Newark, New Jersey, eine Frauenleiche ohne Hände gefunden, jetzt gibt es eine Tote ohne Kopf. Sam ist verwirrt. Sie \"sieht\" eine Hochzeit, weiß aber nicht, ob das mit dem Killer oder mit ihr selbst zu tun hat: Heute wäre ihr 12. Hochzeitstag gewesen. Die Psychologin muss sich außerdem eingestehen, dass sie immer noch kein neues Haus für sich und ihre Tochter gekauft hat, weil es ihr schwer fällt, einen Neuanfang ohne ihren von Jack ermordeten Mann zu machen. Was die Morde angeht, vermutet Sam, dass der Täter sich in einer Beziehung gefangen fühlt und durch seine Taten und mit den \"Souvenirs\" versucht, eine neue, perfekte Beziehung zu schaffen. Als ein neues Opfer gefunden wird, eine 61-jährige Dame, ist Sam klar: Der Täter leidet nicht unter einer unglücklichen Ehe, sondern unter seiner Mutter. In der Tat wird Raymond von seiner Mutter seit seiner Kindheit terrorisiert. Als sie auch noch seine Kollegin Lisa vergrault, den einzigen Menschen, der Raymond zu mögen scheint, rastet der gestörte Mann aus und versucht, seine Mutter zu töten. Das VCTF-Team kann unterdessen den Kreis der Verdächtigen auf drei Männer eingrenzen.","versions":[{"lang":1,"streams":[{"redirect":8807896,"hoster":"VOE"},{"redirect":8615717,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schau mich nicht an","epNo":6,"alt":"The monster within","descr":"Nach einem beunruhigenden Gespräch mit Jack im Gefängnis reist Sam mit Kollegen von der VCTF nach Pennsylvania. Dort begann vor zwei Monaten eine bizarre Mordserie, bei der die Gesichter der Opfer bis zur Unkenntlichkeit verbrannt werden. Agent Michael Westmore von der örtlichen FBI-Niederlassung, ein alter Freund von Sam, ist mit dem Fall, aber offenbar auch mit privaten Problemen, sichtlich überfordert. Sam, die in den Morden eine Art rituelle Handlung zu erkennen glaubt, ist überzeugt, dass der Killer Angst vor seinen Opfern hat. Aber warum? Weil sie ihn direkt angesehen und seine Schuld erkannt haben? Ist der Täter möglicherweise selbst ein Verbrennungsopfer? Als Sam klar wird, dass der Killer vor allem die Augen seiner Opfer verbrennen will, können ihre Kollegen ihn an einem Bahnhof, wo er mehrere seiner Opfer traf, provozieren. Eddie, dem als Kind die Eltern fälschlicherweise die Schuld an Verbrennungen seines älteren Bruders Richie gegeben haben, kann zunächst entkommen. Michael verfolgt ihn bis in seine Wohnung. Dort kommt es zu einem Handgemenge, bei dem der Mörder aus dem Fenster zu Tode stürzt. Der Fall scheint abgeschlossen. Aber das letzte Opfer lässt Sam einfach nicht los. Nachdem George heimlich für sie recherchiert hat, muss Ally ihrem Freund Michael eine Falle stellen: Die Tote war seine Informantin und Geliebte und geht nicht auf Eddies Konto.","versions":[{"lang":1,"streams":[{"redirect":8807895,"hoster":"VOE"},{"redirect":8615719,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Leichensammler","epNo":7,"alt":"Perfect Helen","descr":"George fliegt mit Sam in seine Heimatstadt Longview, Minnesota. Seine Mutter, eine KZ-Überlebende, ist beunruhigt, da in letzter Zeit zwei jüdische Gräber geschändet wurden. Dabei wurden die Leichen von zwei jungen Frauen gestohlen. Obwohl die Grabsteine mit Hakenkreuzen beschmiert sind, glaubt Sam nicht, dass die Taten antisemitisch motiviert sind. Trotzdem prügelt John Cubie, ein alter Schulfreund von George und Bruder einer der geraubten toten Frauen, einen verdächtig scheinenden Skin krankenhausreif. Die vermissten Leichen tauchen wieder auf: mit blondiertem Haar, parfümiert und gewaschen. Versucht der Dieb, sich die Illusion einer Frau zu schaffen, die er nicht haben kann? Sam ist mit ihrer Vermutung der Wahrheit näher, als sie ahnt: Der unscheinbare Versicherungsangestellte Clifford verehrt und beobachtet schon lange heimlich seine Kollegin Helen. Als sie nach New York versetzt wird, reicht es ihm nicht mehr, tote Frauen wie Helen zu kleiden, um mit ihr zusammen zu sein. Nachdem er eine Prostituierte getötet hat, entführt Clifford Helen nach ihrer Abschiedsfeier.","versions":[{"lang":1,"streams":[{"redirect":8807897,"hoster":"VOE"},{"redirect":8615730,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Blutsbruder","epNo":8,"alt":"Home for the homicide","descr":"In der Kleinstadt Tilden in Georgia scheint man mit Beziehungsproblemen zur Weihnachtszeit auf ganz besondere Weise umzugehen. Wieder ist kurz vor den Feiertagen ein Mann mit der Axt erschlagen worden. Ein eifersüchtiger Ehemann oder Freund? Immer wurde aus den Hemden der Toten ein Stück Stoff herausgeschnitten. Eine Trophäe? Zur gleichen Zeit näht die junge Ginny aus bunten Stoffquadraten einen Quilt. Eine Kundin redet ihr zu, mit ihrer Fertigkeit in der Stadt Geld zu machen und sich endlich von ihren Brüdern A.J. und dem zurückgebliebenen Will zu lösen. Kurze Zeit später wird eine Frauenleiche gefunden: A.J. will die Familie zusammenhalten – um jeden Preis. Sein Vater hat am Weihnachtsabend vor acht Jahren erst die Mutter und dann sich selbst umgebracht. Beziehungsprobleme plagen das FBI-Team auch privat: Sam ist nervös, weil sie Paul endlich ihrer Tochter Chloe vorstellen will, Bailey trifft zufällig seine Ex-Frau im Supermarkt – mit ihrem zukünftigen Mann, und John hat sich mit sechs Freundinnen ganz offenbar übernommen.","versions":[{"lang":1,"streams":[{"redirect":8807898,"hoster":"VOE"},{"redirect":8615725,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gestohlene Kindheit","epNo":9,"alt":"All in the family","descr":"In Maryland werden Mike und Angie Jenkins sowie ein weiteres Paar getötet. Angies sechsjähriger Sohn Peter hat das Massaker überlebt und steht unter Schock. Sam stutzt über die Anordnung der Leichen – die Paare sehen sich mit geöffneten Augen an. Zudem kann Peter einen Hinweis liefern, dass es sich um ein Täterpaar handeln muss. Mehrfach hat die Angestellte eines Kinderheims versucht, Peters Eltern wegen Vernachlässigung das Sorgerecht entziehen zu lassen. Wurden die Morde begangen, um den Jungen vor seinen Eltern zu \"retten\"? Während Peter von seinem Onkel abgeholt wird, stellt Grace anhand einer DNA-Analyse fest: Die Täter sind Geschwister. Dann stellt sich heraus, dass Peter gar keinen Onkel hat. Fingerabdrücke führen zu Anthony Fleming, der mit zwölf Jahren seinen Vater umbrachte, weil dieser seine Schwester Nicole missbraucht hatte. Die Vorstellung der Geschwister von einem heilen Familienleben mit dem kleinen Peter geht nicht auf. Das Kind schwebt in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":13117883,"hoster":"VOE"},{"redirect":8615722,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schachmatt","epNo":10,"alt":"Ceremony of innocence","descr":"Punkt zwölf soll Martin Fizer auf dem elektrischen Stuhl hingerichtet werden. Wenige Minuten vorher wird das Opfer eines Mordes gefunden, der Fizers Handschrift trägt. Die Hinrichtung wird verschoben. Als Sam mit Fizer spricht, stellt sie erstaunt fest, dass ihm seine eigene Schuld oder Unschuld nichts zu bedeuten scheint: Er will hingerichtet werden. Aber auch als er zum zweiten Mal auf dem elektrischen Stuhl sitzt, klingelt in letzter Sekunde das Telefon: ein erneuter Aufschub. 24 Stunden Zeit haben Sam, Bailey und ihre Kollegen, um Fizers Unschuld zu beweisen. 24 Stunden, in denen ein weiterer Mord geschieht, während die FBI-Spezialeinheit mit ihren Ermittlungen noch einmal ganz von vorn beginnt. Was könnte Sam übersehen haben? Fieberhaft sucht George nach einer Verbindung zwischen den beiden letzten Opfern und stößt tatsächlich auf den Killer: Thad Elliott widersetzt sich der Verhaftung und wird angeschossen. In seiner Wohnung findet man ein schriftliches Geständnis aller Morde. Sam hat Zweifel. Ein Schachspiel liefert ihr den entscheidenden Hinweis: Elliott und Fizer, der gerade freigelassen wurde und seine ersten Interviews gibt, müssen Kontakt gehabt haben.","versions":[{"lang":1,"streams":[{"redirect":12334467,"hoster":"VOE"},{"redirect":8615724,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein ganz normaler Held","epNo":11,"alt":"Where or when","descr":"Auf dem Hollywood Boulevard liegt ein Toter – der dritte Mord in 18 Tagen. Alle Opfer werden mit einer weißen Blume in gut beleuchteten Straßen gefunden, wie im Scheinwerferlicht. Als ein weiterer Mann ermordet wird, entdeckt John, dass alle Opfer für Gewalt gegen Frauen bekannt sind. Will der Mörder diese Frauen verteidigen? Die Spur führt das FBI zu David Letbetter. Nachdem der Hauptverdächtige jedoch den Lügendetektortest besteht, werden Zweifel an Sams Täterprofil laut. Ein alter Film aus den 50er Jahren, den Letbetter sich immer wieder ansieht, bestätigt Sams Verdacht. Die Hauptdarstellerin ist seine Mutter. Sie wurde 1954 ermordet, als ihr Sohn fünf Jahre alt war. Jetzt verschanzt sich James Letbetter mit einer Geisel auf dem Dach eines Supermarkts. George beschäftigt sich unterdessen mit den verschlüsselten Computerdateien von Donald Lucas alias Jack. Dabei macht er eine unangenehme Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8807901,"hoster":"VOE"},{"redirect":8615726,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Böses Blut","epNo":12,"alt":"Inheritance","descr":"37 Stichwunden töten einen 30-jährigen Lehrer, bereits das vierte Opfer einer brutalen Mordserie. Pathologin Grace Alvarez kommt durch Blutanalysen zu dem Schluss, dass die Opfer verwandt sein könnten. Den entscheidenden Hinweis liefert ein Gespräch mit der Mutter des letzten Opfers: Vater ihres Sohnes – und vermutlich vieler anderer Kinder mit vielen anderen Frauen – ist C.J. Allman, ein berüchtigter Serienkiller und Sektenführer. Allman sitzt seit Jahren in einer geschlossenen Anstalt, wo Sam ihn aufsucht. Der geisteskranke Mörder ist nicht bereit, der Psychologin einen Anhaltspunkt zu liefern. George macht zwei noch lebende Kinder Allmans ausfindig, Toby Watson und Vern Harper. Als Bailey Harper warnen will, hat er stattdessen den Killer am Apparat – Toby Watson. Hilflos werden Sam, Bailey und George am Telefon Zeugen eines weiteren Mordes.","versions":[{"lang":1,"streams":[{"redirect":8807902,"hoster":"VOE"},{"redirect":8615723,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Model-Killer","epNo":13,"alt":"Heads, you lose","descr":"Miami ist Schauplatz einer bizarren Mordserie: Bereits zum zweiten Mal innerhalb weniger Wochen wird ein abgetrennter Kopf an einem öffentlichen Platz deponiert, diesmal in einem Zeitungskasten. Die Anreise des VCTF-Teams aus Atlanta führt zu unterschiedlichen Reaktionen. Während Grace einen erfolglosen Versuch macht ihrer Mutter wieder näher zu kommen, zeigt der für die Ermittlungen vor Ort zuständige Detective Interesse an Sam. Der Fall wird noch brisanter, als in der Mordkommission ein Paket ankommt, das einen weiteren Kopf enthält. Die Morde beschränken sich offensichtlich auf das Model-Milieu, in dem der Killer Thomas King leichte Beute findet. In einer Nobeldiskothek schleppt der glücklose Erbe eines bekannten Schiffbauunternehmens die Models ab. Jetzt geht ihm das Geld aus, was einer jungen Frau bereits das Leben gerettet hat. Das FBI-Team um Bailey Malone stellt dem Mörder eine Falle, indem es ihn an den Tatort eines vorgetäuschten weiteren Mordes lockt.","versions":[{"lang":1,"streams":[{"redirect":8807904,"hoster":"VOE"},{"redirect":8615728,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ferngesteuert","epNo":14,"alt":"Otis, california","descr":"Donald Lucas hat im Gefängnis – unter strenger Bewachung und nur für kurze Zeit – Zugang zu einem Computer. Dabei gelangt er unbemerkt ins Internet. Wie sich herausstellt, hat \"Jack\" bereits seit Wochen E-Mails verschickt. An wen? Die Spur führt in den kleinen Ort Otis in Kalifornien, dessen Bewohner dem VCTF-Team reichlich merkwürdig vorkommen. Der Sheriff scheint kaum seinen Namen buchstabieren zu können, und laufend beschuldigt sich ein Einwohner eines Mordes, den er gar nicht begangen hat. Tatsächlich liegt eine frische Leiche im Wald – mit Rosen, Jacks Handschrift. Jacks Nachrichten gingen alle an eine Adresse: Philip Menses. Aber der ebenso brillante wie verbitterte Wissenschaftler ist an den Rollstuhl gefesselt. Dwight Panell arbeitet regelmäßig für ihn. Aber der kann kaum einen Toaster bedienen. Wer ist Jacks Werkzeug? Und warum führt er das FBI ausgerechnet hierhin? Dann wird eine weitere Leiche im Wald gefunden. Als Dwight trotz Observierung entkommt und zur gleichen Zeit George verschwindet, scheint zumindest die erste Frage gelöst. Jetzt müssen Sam und Bailey ihren Kollegen finden, bevor es zu spät ist. Sie entdecken ein Labor in einem alten Bunker – die richtige Spur.","versions":[{"lang":1,"streams":[{"redirect":8807903,"hoster":"VOE"},{"redirect":8615727,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Bonnie und Clyde","epNo":15,"alt":"Spree of love","descr":"Josie Wells wird am helllichten Tag vor den Augen ihrer kleinen Tochter entführt – so sieht es zumindest aus. In Wirklichkeit ist Josie mit dem 16-jährigen Alex durchgebrannt. Während ihr Mann Josie als eine unselbständige, von Ängsten erfüllte Frau beschreibt, findet Alex’ Mutter jede Menge Briefe von Josie. Ganz offensichtlich haben die unterdrückte Ehefrau und der von seinem Stiefvater misshandelte Junge ein Verhältnis. Josie läuft unterdessen Amok – im Glauben, zum ersten Mal Kontrolle über ihr Leben zu haben. An einer Raststätte schießt sie um sich, dann überfällt sie mit Alex ein frisch verheiratetes Ehepaar. Als ein Polizist die beiden in einer Bar entdeckt, legt Josie ihn um. Dann kommt es zu einem Streit mit Alex, den Josie in einem Motelzimmer zurücklässt. Nach Analyse der Briefe ist Sam klar, dass Josie wie Alex in der Kindheit etwas Schreckliches erlebt haben muss. Tatsächlich ist Josie bereits auf dem Weg zu ihrer Mutter, um sich an ihr zu rächen.","versions":[{"lang":1,"streams":[{"redirect":8807905,"hoster":"VOE"},{"redirect":8615729,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Flammenopfer","epNo":16,"alt":"Burnt offerings","descr":"Brandanschläge erschüttern Atlanta. Eine Mitschülerin von Sams Tochter Chloe, die elfjährige Brittany, gehört zu den Opfern, die – ohne eine Chance, den Flammen zu entkommen – in ihren Häusern verbrannten. Auffälligkeiten wie verbrannte Tauben und ein schriftähnliches Symbol an den Kellerwänden deuten auf Ritualmorde hin. Als ein Stück Fotopapier am Tatort gefunden wird, verhört das FBI den Fotografen Clint Darrow. Bailey glaubt, dass er den Täter gefunden hat, doch dann geht wieder ein Haus in Flammen auf. Diesmal gibt es eine Überlebende, die 15-jährige Claire. Genau danach, nach einer \"Auserwählten\", hat der Mörder gesucht. Einer uralten persischen Legende zufolge wird derjenige, der lebend durch eine Feuerwand geht, vom Feuergott mit dem ewigen Leben belohnt und erhält die Gabe, Tote wiederzuerwecken. Der Killer hat seine Frau im Feuer verloren. Jetzt entführt er Claire aus dem Krankenhaus, um sie den Flammen zu übergeben, die ihm seine Frau zurückbringen sollen.","versions":[{"lang":1,"streams":[{"redirect":8807906,"hoster":"VOE"},{"redirect":8615732,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Endlose Stunden","epNo":17,"alt":"Three carat crisis","descr":"Als Sam Bailey zu einem Juwelier begleitet – Bailey will offensichtlich die Versöhnung mit seiner Ex-Frau mit einem besonderen Geschenk feiern – werden die beiden FBI-Agenten in einen Raubüberfall mit Geiselnahme verwickelt. Richard, der Inhaber des Geschäfts, setzt eine Schießerei in Gang, als er den Alarm auslösen will. Dabei wird die junge Jennifer schwer verletzt. Draußen streitet John mit dem leitenden Beamten über die Vorgehensweise, drinnen ahnen die Geiselnehmer – der hochnervöse Anführer Randy Wallace, sein Bruder Stevie und seine Freundin Kate – nicht, dass sie zwei Polizisten in ihrer Gewalt haben. Während die Verbrecher ihre Forderungen stellen und beginnen sich zu streiten, machen sich die Geiseln bekannt: Neben dem Juwelier, Sam und Bailey sind das Petra Strauss, eine ältere Dame, und Vic, der Verlobte von Jennifer. Die Polizei hält die Geiselnehmer hin. Als Randy die Überwachungskamera entdeckt, rastet er aus: Statt wie angekündigt eine Geisel freizulassen, erschießt er Vic. Als die Polizei das Gebäude stürmen will, eskaliert die Situation.","versions":[{"lang":1,"streams":[{"redirect":13004584,"hoster":"VOE"},{"redirect":8615731,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kleine Fische","epNo":18,"alt":"Seduction","descr":"Vier Tote spült das Meer innerhalb eines Monats an den Strand von Palm Beach, Florida. Die Todesursachen sind unterschiedlich, nur zwei Dinge sind allen Opfern gemeinsam: Alle hatten Investment-Fonds in Millionenhöhe bei der Firma Borden \u0026 Associates, und allen fehlt jetzt der kleine Finger der linken Hand. Als ein weiteres Opfer gefunden wird, muss Bailey sich dem Druck seines FBI-Intimfeinds aus Washington beugen und zulassen, dass Sam unter dem Pseudonym Karen Palmer gemeinsam mit George als Steuerprüferin bei Borden \u0026 Associates eingeschleust wird. Sam verdächtigt Bobby O’Hara, der die Geschäfte leitet, da Mr. Borden ständig auf Reisen ist. Er selbst hat seinen Mentor schon seit zwei Jahren nicht mehr gesehen. Die Psychologin vermutet, dass Bobby den Kick, den ihm der Aktienhandel einst gegeben hat, verloren hat und ihn nun im Töten sucht. Schnell spitzen sich die Dinge zu: George stellt fest, dass der Pass von Borden längst abgelaufen ist – er kann gar nicht um die Welt fliegen, denn er ist längst tot. Sam wird bei einem heimlichen Informationstreffen mit Bailey beobachtet. Kurz darauf verschwindet sie spurlos. Dann taucht eine weitere Leiche am Strand auf …","versions":[{"lang":1,"streams":[{"redirect":11832469,"hoster":"VOE"},{"redirect":8615734,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Operation Kolibri","epNo":19,"alt":"Grand master","descr":"Die beiden Entführer des 13-jährigen Bryce begehen gleichzeitig Selbstmord im Gefängnis. Das Rätsel um ihren Auftraggeber \"Vater\", der sie mittels Gehirnwäsche manipulierte, nehmen sie mit ins Grab. Bryce widmet sich – scheinbar unberührt – wieder seinem Alltag. Beunruhigt wendet sich Sam an \"Detective\" Jarod Boyle: Es könnte noch jemand an Bryce interessiert sein. Das Leben des Jungen scheint tatsächlich in Gefahr: Sein Zimmer fliegt in die Luft. Aber Bryce ist nicht tot, \"Vater\" begrüßt ihn gerade als seinen neuen Sohn \"Joshua\". Kurz darauf ereignet sich ein Sprengstoffattentat in einem Aufzug, den Minuten zuvor Bryce betreten hat. Eines der Todesopfer lebte mit falscher Identität: Sam Dalloway war als Wissenschaftler in den 70er Jahren am Geheimprojekt \"Kolibri\" beteiligt, mit dem das Militär mittels Gehirnwäsche den perfekten Soldaten schaffen wollte. Jetzt ist auch das Leben von Dalloways Kollegen in Gefahr. Einer aus dem \"Kolibri\"-Team ist der Killer: Ronald Dain ist nicht, wie angenommen wurde, an Krebs gestorben. In seinem Grab liegt die Leiche seines Sohns Joshua. Der Junge hatte eine Briefbombe geöffnet, die an seinen Vater gerichtet war. Das nächste Opfer von Dains Rachefeldzug soll Philip Banks sein, der Vater von Bryce.","versions":[{"lang":1,"streams":[{"redirect":13117892,"hoster":"VOE"},{"redirect":8615741,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Endspiel, Teil 1","epNo":20,"alt":"La brisas, Part 1","descr":"John verhaftet gemeinsam mit FBI-Kollegin Susan Marshall den vermeintlichen Serienkiller Robert Lee Greg, dem die Morde an sechs in Atlanta und Miami vermissten jungen Männern zur Last gelegt werden. Es gibt keine Beweise, kein Geständnis – und keine Leichen, was bedeuten könnte, dass der Verdächtige in 24 Stunden wieder entlassen wird. Während Sam vom Wiedersehen mit einem Detective aus Miami abgelenkt wird, erschweren Susans private Probleme die Ermittlungen: Ihr Ex-Freund Richard verfolgt und belästigt sie. Als er sie mit einem anderen Mann sieht, bringt er den Rivalen kaltblütig um. Bailey zieht Susan von dem Fall ab und leitet die Fahndung ein, während Sam versucht, mehr über Robert Lee Greg zu erfahren – was sie auch auf die Spur seiner Opfer führt. Nachdem Bailey eine tote Ratte im Briefkasten findet und Sam ihm klarmacht, dass Richard möglicherweise auch ihn als Konkurrenten betrachtet, muss der FBI-Agent um sein eigenes Leben fürchten – und um das von Janet, die er in das nächste Flugzeug nach Baltimore setzt. Dort kommt sie nie an, was Bailey nicht ahnt, als er von Susan Marshalls eindeutigen Avancen überrascht wird.","versions":[{"lang":1,"streams":[{"redirect":12920158,"hoster":"VOE"},{"redirect":8615733,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Endspiel, Teil 2","epNo":21,"alt":"La brisas, Part 2","descr":"Ein anonymer Brief macht Sam kurz vor Beginn des Prozesses gegen Donald Lucas auf eine Mordserie in Las Brisas in Mexiko aufmerksam. 15 Frauen verschwanden auf dem Heimweg aus der Fabrik des US-Unternehmers James Lofton. Neun wurden tot in der Wüste gefunden. Aber Sheriff Tollman aus Texas und der Polizeichef von Las Brisas, Miguel Villalobos, wollen Sam und ihre VCTF-Kollegen so schnell wie möglich wieder loswerden. Ermittelt haben sie bisher – wenn überhaupt – nur äußerst schlampig. Zu viele Mädchen kommen hierher, um mit Arbeit in Loftons Fabrik oder als Prostituierte ihre Familien zu ernähren. Selbst Martha, die einzige Frau bei der Polizei in Las Brisas, bleibt verschlossen. Aus Angst? Auf den smarten Ausbeuter James Lofton könnte Sams Täterprofil zutreffen. Als wieder eine Frau ermordet wird, präsentiert Villalobos einen eigenen Verdächtigen: Ernesto Garcia. Aber Ernesto kann nicht der Täter sein, Martha hat ihn verhört, während der letzte Mord geschah. Wen schützt Villalobos? Lofton oder Luis Ortiz, der die Mädchen im Ort mit Rauschgift, Freiern und – gegen finanzielle Beteiligung – Arbeit in der Fabrik versorgt? Der Fall verkompliziert sich weiter: Eine Gewebeprobe verschwindet auf dem Weg ins FBI-Labor, Villalobos presst Garcia ein falsches Geständnis ab, und Sam verschwindet spurlos.","versions":[{"lang":1,"streams":[{"redirect":8807912,"hoster":"VOE"},{"redirect":8615736,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mörderische Beziehungen","epNo":22,"alt":"What\u0027s love got to do with it?","descr":"Auch Ortiz’ Schwester gehört zu den vermissten Frauen. Er scheidet also als Verdächtiger für die Morde in der Wüste bei Las Brisas in Mexiko aus. Sam lenkt Polizeichef Villalobos ab, während Martha in seinem Büro verschlossene Akten einsieht. Sie findet dabei Fotos von Fabrikbesitzer James Lofton mit den verschwundenen Frauen. Kurze Zeit später kommt aus Atlanta die Nachricht, dass die Gewebeprobe auf Lofton passt. Aber der Hauptverdächtige wird selbst erschossen, als er Villalobos mit seiner Frau erwischt. Villalobos lenkt den Verdacht auf Luis Ortiz. Als Martha versucht, ein weiteres potentielles Opfer des Frauenmörders zu schützen, wird sie selbst angeschossen. Sam muss zwischendurch im Prozess gegen Donald Lucas aussagen. Als die Verteidigung ungeheuerliche Unterstellungen vorbringt, steht Lucas plötzlich auf und gesteht. Es wird die Todesstrafe verhängt. Aber Sams Albtraum ist nicht zu Ende. Als sie sich für ein paar Tage in eine einsame Hütte zurückzieht, folgt ihr der Sheriff aus Otis, Kalifornien, wo Lucas verhaftet wurde. Nicht Donald Lucas ist Jack, sondern er! Jetzt ist der wahnsinnige Serienkiller – nachdem er Bailey niedergeschossen hat – endlich allein mit Sam…","versions":[]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die letzte Schlacht, Teil 1","epNo":1,"alt":"Reunion, Part 1","descr":"Donald Lucas sitzt in der Todeszelle, Bailey liegt mit einer Schussverletzung im Krankenhaus, Sam ist spurlos verschwunden. Davon überzeugt, dass Donald Lucas bei der Entführung seiner Kollegin die Hände im Spiel hat, lässt Bailey Kriminalpsychologin Rachel Burke einfliegen. Sie soll ein Profil von Lucas erstellen und bei der Suche nach Sam helfen. \"Ihr werdet Samantha Waters nie finden\" – Lucas’ Worte an Rachel könnten bittere Wahrheit werden: Kurz nach ihrem Besuch im Gefängnis nimmt er sich das Leben. Sam kommt in einer fremden Wohnung zu sich, hört Polizeisirenen, Straßenlärm und den Fernseher in der Nachbarwohnung. Sie ist in der Gewalt von Jack. Es gelingt ihr zwar, aus der Wohnung zu fliehen, aber weiter kommt sie nicht. Die Geräusche stammen von einem Band, sie befindet sich in einer riesigen Lagerhalle, in der Jack sogar Sonnenaufgang und Dämmerung nur vortäuscht. Bailey, George, Grace, John und Rachel wird unterdessen klar, dass Donald Lucas nicht der wahnsinnige Serienkiller war, als der er verurteilt wurde. Schritt für Schritt kommen sie Jacks wahrer Identität auf die Spur. Aber das führt sie immer noch nicht zu Sam …","versions":[{"lang":1,"streams":[{"redirect":8807910,"hoster":"VOE"},{"redirect":8615735,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die letzte Schlacht, Teil 2","epNo":2,"alt":"Reunion, Part 2","descr":"72 Stunden ist Sam bereits in Jacks Gewalt, als das FBI endlich eine heiße Spur verfolgt. Aber als Bailey und seine Leute Jacks Versteck stürmen, finden sie nur noch eine Leiche. Bailey gerät mit Rachel in Streit, die es für möglich hält, dass Sam den Mann erschossen hat. Sie ist sicher, dass Jack versucht, Sam zum Töten zu bewegen. Tatsächlich hat der wahnsinnige Serienkiller bereits ein neues Opfer für Sam ausgewählt. Baileys Team geht noch einmal alle Mordfälle durch, die auf Jacks Konto gehen. Dabei kommen sie auf die richtige Spur und können Sam unversehrt befreien. Jack flieht. Mit dem Ende der Entführung ist der Alptraum für Sam nicht beendet. Unbemerkt gelingt es Jack, sich an ihre Tochter Chloe heranzumachen und ihr zu suggerieren, ihre Mutter sei schuld am Tod ihres Vaters. Geschickt treibt er einen Keil zwischen Mutter und Tochter, bevor es zur letzten – tödlichen – Konfrontation zwischen Sam und Jack kommt.","versions":[{"lang":1,"streams":[{"redirect":8807909,"hoster":"VOE"},{"redirect":8615737,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Saubermann","epNo":3,"alt":"Blind eye","descr":"Während Rachel Burke in ihrem ersten Fall seit Ausscheiden von Samantha Waters die Ermittlungen aufnimmt, geht die Mordserie, die die VCTF beschäftigt, weiter: Yvonne Canepa ist bereits die vierte erfolgreiche Geschäftsfrau, die zu Hause ermordet wird. Alle Opfer wurden offenbar vor ihrem Tod vom Täter gezwungen, typische traditionelle Hausfrauen-Tätigkeiten auszuführen: Kochen, Putzen. Beim letzten Mal ging etwas schief – Yvonne muss sich heftig gewehrt haben. Rachel beschäftigen nicht nur das Täterprofil und die fortgesetzten Anfeindungen von John Grant. Ihr wird klar, dass die Frau des Killers ebenfalls am Tatort gewesen sein muss. Als George eine Verbindung zwischen den Toten herstellen kann – derselbe Techniker hat die Telefonanlagen in ihren Büros installiert – gibt es eine heiße Spur. Rachel und John suchen Jean Stanley, die Frau des Verdächtigen, auf. Es ist offensichtlich, dass Eric Stanley seine vollkommen verschüchterte Frau wie eine Sklavin hält. Trotzdem ist Jean nicht bereit, ihren Mann ans Messer zu liefern. Kurz darauf begeht sie einen Selbstmordversuch – oder versucht Eric, seine Frau zu töten?","versions":[{"lang":1,"streams":[{"redirect":8807916,"hoster":"VOE"},{"redirect":8615746,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Treibgut","epNo":4,"alt":"Old ghosts","descr":"Als in Bannon Springs, Georgia, nach einem heftigen Sturm das Skelett der 15-jährigen Nancy Finch unter einem entwurzelten Baum gefunden wird, holen Bailey Malone die Geister der Vergangenheit ein: Vor 15 Jahren versuchte er hier einen Serienmörder zu fassen – vergeblich. Die Leichen wurden nie gefunden, der Hauptverdächtige Carl Jenks konnte mangels Beweisen nicht überführt werden. Da Mrs. Finch die Obduktion ihrer Tochter verweigert, gibt es auch jetzt keine neuen Spuren. Kaum ist Bailey mit dem VCTF-Team eingetroffen, geschieht ein weiterer Mord. Wieder wird die Leiche in unmittelbarer Nähe eines Prinzessinnen-Baums gefunden, wieder wurde das Opfer mit einem Jagdmesser verstümmelt. Am Tatort wird Jesse aufgegriffen, aber er scheidet als Verdächtiger rasch aus: Das alte Täterprofil passt nicht. Als sich herausstellt, dass Jenks wieder im Ort ist, ist Bailey sicher, ihn endlich festnageln zu können. Rachel hat dagegen ihre Zweifel – zu Recht. Erst als eine junge Frau entführt wird und Grace feststellt, dass Nancy Finch vor ihrer Ermordung nicht wie angenommen tagelang festgehalten wurde, weiß Bailey, dass er auf der falschen Spur war.","versions":[{"lang":1,"streams":[{"redirect":8807915,"hoster":"VOE"},{"redirect":8615738,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alles aus Liebe","epNo":5,"alt":"Infidelity","descr":"Qualvoll sterben drei Männer, denen aus nächster Nähe auf die Geschlechtsteile geschossen wurde. Einziger Anhaltspunkt der VCTF: die Reifenabdrücke des Täters. Während Sheriff Parker, der übereifrig seine Qualifikation für das FBI-Team unter Beweis stellen will, auf gezielte Verbrechen gegen heimliche Schwule tippt, erstellt Rachel ein anderes Täterprofil: Sie glaubt, der Täter sei ein eifersüchtiger Ehemann oder Freund. Alle Opfer hatten vor ihrem Tod Sex. Während Grace mit ihrer Schwangerschaft und ihren Eheproblemen und George mit den schmerzlichen Folgen eines Autounfalls zu kämpfen hat, wird ein viertes Opfer gefunden. Diesmal gibt es zwei heiße Spuren. Eine führt zu der Gelegenheits-Prostituierten Lee Armstrong, die andere zum einschlägig vorbestraften Roy Atkins, einem unbeherrschten Schlägertyp und wie das letzte Opfer ein Bekannter Lees. Die Gegenüberstellung endet mit einer Überraschung: Lee gesteht die Morde. Rachel hat ihre Zweifel. Lügt Lee, um Atkins zu schützen, weil sie ihn liebt? Als wieder ein Liebhaber von Lee erschossen wird, glaubt Bailey, Atkins endlich festnageln zu können. Rachel verbringt dagegen eine schlaflose Nacht mit der Frage, vor wem sich Lee wirklich fürchtet. Die Antwort kennen nur Lee und Atkins’ Frau …","versions":[{"lang":1,"streams":[{"redirect":8807913,"hoster":"VOE"},{"redirect":8615742,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Denn sie wissen nicht, was sie tun","epNo":6,"alt":"To serve and protect","descr":"Benton Park, eine heruntergekommene Gegend von St. Louis, ist Schauplatz einer rätselhaften Mordserie. Eine Kellnerin, ein Medizinstudent und ein Zeitungslieferant sind die Opfer, es gibt keinen Zusammenhang außer dem Tatort. Auch der vierte Tote, ein Jugendlicher, liefert Detective Bernstein und den Ermittlern der VCTF keinen neuen Anhaltspunkt. Kommt einer der vielen Obdachlosen der Gegend als Täter in Frage? Ist der Killer ein Kriegsveteran? Als der geistig verwirrte Penner Benjamin Hanley den Ring eines Opfers im Pfandhaus versetzt, scheint sich dieser Verdacht zu bestätigen. An der Fundstelle des letzten Opfers wird er verhaftet. Bailey, Rachel und John ahnen nicht, dass der wahre Täter sie dabei beobachtet. Rachel bezweifelt, dass es Hanley gelungen sein könnte, nah genug an die Opfer heranzukommen. Ist der Killer doch ein Geschäftsmann, der in der Gegend arbeitet? George recherchiert erneut und stößt auf zwei weitere Verdächtige. Unterdessen nimmt Christopher Langston seine Frau Nancy als Geisel. Der Mann, der immer wieder unter Blackouts und Angstattacken leidet, will, dass endlich die Wahrheit über ein brutales militärisches Experiment ans Tageslicht kommt, dessen Opfer er war – und für das schon so viele Menschen sterben mussten. Bailey gibt sich als ehemaliger Vorgesetzter Langstons aus, um Nancy zu retten.","versions":[{"lang":1,"streams":[{"redirect":8807917,"hoster":"VOE"},{"redirect":8615740,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Madonnenmörder","epNo":7,"alt":"Original sin","descr":"Kurz vor Weihnachten zieht es einen Serienmörder nach Atlanta. Hier wird mit entstelltem Gesicht sein viertes Opfer gefunden, wieder eine Single-Frau, brünett mit blauen Augen, wieder an einem Samstagabend getötet. Während bei der VCTF die Ermittlungen laufen, sucht Keith Harding sein nächstes Opfer beim Internet-Chat aus: Terry Kaplan. Er arrangiert ein \"zufälliges\" Kennenlernen, lässt sich zum Abendessen zu Terry einladen. Von ihren sexuellen Avancen fühlt er sich provoziert. Am nächsten Morgen beugt Grace sich über Terrys Leiche. Rachel freut sich über das Wiedersehen mit ihrem Bruder Danny, der sich nach langer Drogenkarriere wieder im Griff zu haben scheint. Als sie herausfindet, dass er sie belügt, setzt sie ihn bitter enttäuscht vor die Tür. Auch die vage Ahnung der Kriminalpsychologin, dass ein Einbruch etwas mit den Morden zu tun haben könne, bestätigt sich. 1977 erschoss Candice Harding einen vermeintlichen Einbrecher: ihren eigenen Mann. Ihr neunjähriger Sohn Keith war Zeuge. Er weiß, dass seine Mutter, die viele Liebhaber hatte, damals nicht allein war. Deckt er einen eiskalten Mord? Als Bailey und John im Haus der Hardings eintreffen, hören sie einen lauten Streit: Keith will nicht zulassen, dass seine Mutter mit ihrem Freund in Urlaub fährt. Als John durchs Fenster einsteigt, wird er von Keith überwältigt.","versions":[{"lang":1,"streams":[{"redirect":8807923,"hoster":"VOE"},{"redirect":8615739,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zug um Zug","epNo":8,"alt":"Train man","descr":"Neben Bahngleisen wird in Arizona das achte Opfer eines Serienkillers gefunden – mit bloßen Händen erwürgt und mit Brandwunden im Gesicht. Die Taten, die sich über drei Bundesstaaten erstrecken, scheinen in keinem Zusammenhang zu stehen: Der Mörder scheint da zuzuschlagen, wohin ihn der Zug führt. Während Bailey sich mit Sheriff Cunningham anlegt, sichert Grace nach einem weiteren Mord die Spuren. Nach der Analyse einer Zigarettenkippe kann sie zu Rachels Überraschung sicher sagen, dass es sich bei dem Täter um einen Afroamerikaner handelt. Am nächsten Tag werden die schwarzen Bewohner des Orts zum Verhör gebeten. Dabei kommt es zu einem tragischen Zwischenfall: Ein junger Mann versucht zu fliehen und wird von einem Zug überfahren. Ein unschuldiges Opfer, denn der gesuchte Mörder ist ein anderer. Während Rachel das Täterprofil erstellt, bahnt sich ganz in der Nähe ein Familiendrama an: Andrew Nelson will sich endlich an seinem Großvater für die Demütigungen und Misshandlungen während seiner Kindheit rächen. Jetzt bringt Nelson seine Großeltern und seine Halbbrüder in seine Gewalt.","versions":[{"lang":1,"streams":[{"redirect":13004583,"hoster":"VOE"},{"redirect":8615744,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Versprechen","epNo":9,"alt":"Quid pro quo","descr":"Drei unbekannte Frauenleichen, alle mit ihren eigenen Haaren stranguliert, stellen die Ermittler des FBI vor ein Rätsel. Eines der Opfer wird als Tina Parrone identifiziert, die einzige Tochter des mächtigen Gangsterbosses James Parrone. Während Rachel der Überzeugung ist, dass der Mord nichts mit dem \"Paten\" zu tun hat, fasst George Francis Conway als Verdächtigen ins Auge, den schärfsten Konkurrenten Parrones. Der trauernde Vater hat offenbar denselben Gedanken: Conway fliegt mit seinem Auto in die Luft. Rachel provoziert eine Auseinandersetzung mit Bailey, als sie sich heimlich mit Parrone trifft, um mehr über Tina herauszufinden. Die beiden schließen einen Pakt: Parrone wird den Mörder seiner Tochter der Justiz überlassen, im Gegenzug wird Rachel ihn nicht ans Messer liefern. Das scheinbare Vertrauensverhältnis zwischen der Kriminalpsychologin und dem Mafioso wird argwöhnisch vom FBI beobachtet, das schon lange hinter Parrone her ist. Als Rachel sich weigert, ein Mikrofon zu tragen, wird ein Treffen mit Parrone heimlich abgehört. Rachel bemerkt das und warnt den Mafioso. Ein fataler Fehler? Kurz darauf identifizieren die VCTF-Ermittler den Serienkiller: Eddie Herron. Parrones Männer schnappen sich den Verdächtigen, bevor Bailey ihn verhaften kann.","versions":[{"lang":1,"streams":[{"redirect":8807919,"hoster":"VOE"},{"redirect":8615743,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Doppeltes Spiel","epNo":10,"alt":"Clean sweep","descr":"Während die VCTF nach Agent Halder fahndet, der in Ted Lindens Auftrag Todd Baxter ermordet hat, wird Linden aus der Haft entlassen. Er trifft sich mit Halder. Am nächsten Tag werden beide ermordet aufgefunden. Damit bekommt der als abgeschlossen geltende Fall eine neue Dimension: Offenbar lag Rachel mit ihrem Täterprofil doch richtig, und die Morde hatten nichts mit der Vertuschung von Korruption beim FBI zu tun. Aber wer ist der Killer? Bailey verdächtigt vorübergehend den undurchsichtigen Agenten Jarod. Der steht überraschend bei Rachel vor der Tür und händigt ihr Emilys Akte aus. Als auch Agent Talbot ermordet wird, ordnet Bailey die Überwachung von Emily an, die das nächste Opfer sein könnte. Während Jarod und Rachel sich näher kommen, wird Emily in ein sicheres Haus des FBI gebracht – das glaubt zumindest die VCTF. Tatsächlich werden Emily und ihr Vater entführt – von Baxter, der seinen Tod nur vorgetäuscht hat. Systematisch hat sich Baxter – in Wirklichkeit kein FBI-Agent, sondern mehrfach vom Geheimdienst abgelehnt – den Weg zu seinem eigentlichen Ziel, Jarod, gemordet: Jetzt bringt er auch den Pretender in seine Gewalt. Er injiziert ihm wie seinen anderen Opfern ein Mittel, das die Körpertemperatur dramatisch erhöht. Finden Bailey und Rachel Jarod nicht rechtzeitig, wird er bei lebendigem Leibe gekocht …","versions":[{"lang":1,"streams":[{"redirect":8807922,"hoster":"VOE"},{"redirect":8615757,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Auf eigene Faust","epNo":11,"alt":"Random act","descr":"John und seine Freundin Kate geraten in einem Supermarkt zufällig in einen bewaffneten Überfall. Einer der beiden Täter dreht sich plötzlich zu den Kunden um und schießt auf Kate. John feuert zurück. Aber er verwundet dabei nicht den Schützen, sondern dessen Komplizen David. Warum hat er auf den falschen Mann geschossen, der noch dazu unbewaffnet war? Das FBI leitet eine Untersuchung gegen John ein, der während der Befragung aufgebracht seine Dienstmarke abgibt. John macht sich schwere Vorwürfe und erkennt, wie wenig er Kate, deren Zustand immer noch kritisch ist, wirklich kennt. Unterdessen läuft die Fahndung nach Tyrell, Davids Cousin und vermutlich sein Komplize beim Überfall. Als Kate im Krankenhaus stirbt, besorgt John sich eine Waffe und macht sich selbst auf die Suche nach Tyrell. Bailey und Rachel stoßen zur gleichen Zeit auf Hinweise, die zu einem neuen Verdächtigen führen: Tyrell ist nicht der Mann, der Kate getötet hat.","versions":[{"lang":1,"streams":[{"redirect":8807921,"hoster":"VOE"},{"redirect":8615745,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wolf im Schafspelz","epNo":12,"alt":"Besieged","descr":"Eine Vergewaltigungsserie auf dem Campus ihrer alten Universität führt Rachel nach Baltimore. Im Radio gibt sie dort den gefährdeten Frauen Verhaltenstipps – in einer Livesendung ihrer alten Freundin Susan. Dort meldet sich, kühl und selbstsicher, auch der Täter. Rachel spricht auch mit dem letzten Opfer. Wie den anderen vergewaltigten Frauen auch, hat der Täter ihr ein billiges Schmuckstück gestohlen, einen herzförmigen Verlobungsring. Genau den schenkt kurz darauf Jason seiner Verlobten Anita Madison. Sie ist das Verbindungsglied zwischen den Opfern. Als Rachel und Bailey das herausfinden, ist es fast zu spät: Nachdem Jason bei einem Telefongespräch mit Rachel die Fassung verloren hat, nimmt er die Kriminalpsychologin ins Visier und überfällt den Sender. Rachels Arbeit wird dadurch erschwert, dass sie inmitten ihrer Ermittlungen nach Atlanta zurückfliegt, um mit Tom, dem Arzt ihres Bruders, zu sprechen. Dieser lässt sie nicht zu Danny und gibt ihr indirekt die Mitschuld an dessen Drogensucht. Auch George kämpft mit seiner Tablettensucht. Er verschwindet für ein paar Tage spurlos.","versions":[{"lang":1,"streams":[{"redirect":8807920,"hoster":"VOE"},{"redirect":8615748,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Proteus","epNo":13,"alt":"Proteus","descr":"Durch Stiche in den Rücken, möglicherweise mit einem Eispickel, werden drei Männer getötet: ein Lehrer, ein Polizist, ein Wachmann – Autoritätspersonen. Steckt eine Frau hinter dieser Mordserie? Ein Pfarrer scheint der Serienkillerin entkommen zu sein und führt Rachel und Bailey auf die richtige Spur. Deborah, eine Frau, die als Freiwillige in seiner Suppenküche gearbeitet hat, war kurz zuvor noch als Prostituierte unter anderem Namen aufgefallen. Die VCTF kann sie schließlich als Pamela identifizieren. Seit zahlreichen schmerzhaften Rückenmarkspunktionen in ihrer Kindheit, für die sie ihrem Vater die Schuld gibt, leidet die junge Frau unter Persönlichkeitsspaltung. Als sie angefahren wird, gerät sie im Krankenhaus in Panik und versucht, einen Arzt zu töten. Rachel macht nicht nur die Suche nach der Mörderin zu schaffen: Es wird ein FBI-internes Untersuchungsverfahren gegen sie eingeleitet. Der Vorwurf: Vor Jahren soll sie während eines Lehrgangs sexuellen Kontakt mit einem Untergebenen gehabt haben – John Grant. Peinliche Befragungen und ein heftiger Streit zwischen Rachel und John belasten das Arbeitsklima. Bailey und Rachel ist aber schnell klar, dass es sich bei der Untersuchung um einen persönlichen Racheakt des Agenten Marks handelt, mit dem Rachel beim Fall Parrone aneinander geraten ist. Bailey knöpft sich den Kollegen vor.","versions":[{"lang":1,"streams":[{"redirect":12281719,"hoster":"VOE"},{"redirect":8615747,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mord im Paradies","epNo":14,"alt":"Paradise lost","descr":"Nach der Entführung von Ruth Larsen und ihren beiden Töchtern im Yosemite Nationalpark schaltet eine Kongressabgeordnete die VCTF ein. Kaum hat Rachel anhand der wenigen Fakten ein grobes Täterprofil erstellt – sie suchen einen unauffälligen Einzelgänger -, werden in einem ausgebrannten Auto zwei Leichen gefunden: Ruth und eine ihrer Töchter. Danach ist Rachel klar, dass der Täter jemand sein muss, der um jeden Preis Aufmerksamkeit erreichen will. Bailey und sie sprechen mit Mark Dolan, dem Besitzer des kleinen Hotels, in dem Ruth gewohnt hat. Zeugen berichten, sie hätte mit Edwin Laws, einem der Biker, die die Gegend unsicher machen, gesprochen. Nach einem anonymen Hinweis wird die dritte Leiche gefunden: Lisa Larsen. Offensichtlich war der Tod des lebenslustigen Mädchens das eigentliche Ziel des Mörders. Als Bailey und John den Verdächtigen verhaften wollen, geraten sie vor dem falschen Haus unter Beschuss – ein fataler Fehler von George, der seine Tablettensucht noch immer nicht im Griff hat. Bailey suspendiert ihn vom Dienst. Kurz darauf wird eine weitere Frauenleiche im Park gefunden. Diesmal liegt Mark Dolans Messer am Tatort, aber es handelt sich um eine Falle: Der wahre Täter bringt Rachel in seine Gewalt …","versions":[{"lang":1,"streams":[{"redirect":8807926,"hoster":"VOE"},{"redirect":8615750,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Mäusekönig","epNo":15,"alt":"The long way home","descr":"Die Polizei von Atlanta bitte die VCTF um Mithilfe bei der Suche nach einem Serienkidnapper. Rachel wird schnell klar, dass sie es nicht nur mit einem Entführer, sondern auch mit einem Mörder zu tun haben: Sie selbst vertrat vor wenigen Jahren die Anklage gegen Vincent, der sich selbst \"Mäusekönig\" nennt. Wegen mangelnder Beweise konnte er des Mordes an einer 14-Jährigen damals nicht überführt werden. Noch während die VCTF mit Ermittlungen an den umliegenden Schulen beginnt, findet der \"Mäusekönig\" eine neue \"Prinzessin\". Als Schulfotograf nimmt er Kontakt zu Barbara auf, einem Mädchen, das er schon länger beobachtet. Kurz darauf wird an ihrer Schule die Leiche von Coach Mahoney gefunden, den Barbara wie einen Vater verehrt. Als Rachel und Bailey die richtige Spur aufgenommen haben, hat Vincent Barbara bereits entführt. Auch Privates erschwert Rachels Ermittlungen. Nachdem ihr Bruder Danny spurlos verschwunden ist, plagt die besorgte Psychologin sich mit Selbstvorwürfen. John beobachtet unterdessen eifersüchtig die erfolgreiche Arbeit von Computerexpertin Kim Doyle, die vorübergehend seinen Platz im Team eingenommen hat. Und Bailey muss sich erneut mit der Kongressabgeordneten auseinandersetzen, um drohende finanzielle Kürzungen für die VCTF abzuwenden.","versions":[{"lang":1,"streams":[{"redirect":8807925,"hoster":"VOE"},{"redirect":8615752,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Blutzoll","epNo":16,"alt":"House of cards","descr":"Blutbad in einem öffentlichen Park: Wahllos feuert ein Heckenschütze auf Bauarbeiter, den Schiedsrichter eines Fußballspiels und andere Besucher. Als Rachel und Bailey beim Einsatzleiter der Polizei, Ben Stillwell, eintreffen, hat der Amokläufer sein Versteck noch nicht verlassen. Es ist unmöglich, die Opfer zu bergen und Verletzte zu versorgen. Der Täter stellt keine Forderungen und reagiert auf keinen Versuch der Kontaktaufnahme. Zudem gibt es Reibereien mit Stillwell, dessen Antrag auf Versetzung zur VCTF Bailey abgelehnt hat. Der Streit eskaliert, als John sich in die Schusslinie begibt, um ein kleines Mädchen zu retten. Rachel ist ratlos. Zwischen den Opfern lässt sich keinerlei Verbindung herstellen. Dann meldet sich telefonisch eine Frau, die selbst mit ihrem Freund im Park in der Falle sitzt: Julie glaubt, dass ihr eifersüchtiger und gewalttätiger Mann der Schütze ist. Hat er die gemeinsame Tochter als Geisel bei sich? Das Einsatzteam holt Julie mit einem Ablenkungsmanöver aus der Schusslinie. Dabei wird ihr Freund tödlich getroffen. Aber der Attentäter schießt nicht auf Julie. Da wird Rachel plötzlich klar, dass die Morde nichts mit Julie zu tun haben, sondern vielmehr mit dem Park.","versions":[{"lang":1,"streams":[{"redirect":8807929,"hoster":"VOE"},{"redirect":8615749,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Mea Culpa","epNo":17,"alt":"Mea culpa","descr":"Der zwölfjährige Kevin verschwindet aus der Toilette eines Imbiss-Lokals spurlos. Ist er das jüngste Opfer eines Serien-Kidnappers und Mörders oder hat sein Vater ihn entführt, mit dem Kevins Mutter Alice um das Sorgerecht streitet? Kurz darauf wird die Leiche einer jungen Ausreißerin gefunden. Fieberhaft sucht das VCTF-Team nach einer Verbindung zwischen den Opfern, einer 76-jährigen Witwe, einem 52-jährigen Tankwart und jetzt dem 14-jährigen Mädchen. Als eine weitere Frau entführt wird, vermutet Rachel, dass der Täter mit seinen Opfern eine Familie zu rekonstruieren versucht – eine Familie, für deren Tod er als Kind verantwortlich war. Im Wettlauf mit der Zeit versucht sie, den Verdächtigenkreis einzugrenzen, um Kevins Leben zu retten. Rachel und Bailey bereitet nicht nur der Fall Sorgen. Bailey steht eine Anhörung vor dem Kongress bevor, die über die Zukunft der VCTF entscheiden könnte. Seine amouröse Beziehung zur Abegeordneten Karen erweist sich dabei zunächst als wenig hilfreich: Sie nimmt ihn während der Anhörung auseinander, um selbst eine gute Figur zu machen. Aus Rachels Wohnung wird ein Tonband – ihr einziges Belastungsmaterial gegen FBI-Agent Joel Marks, der sie bei einem Einsatz vorsätzlich in Lebensgefahr gebracht hat – gestohlen und seinen Vorgesetzten in Washington zugespielt. Bailey will seine Kollegin unter Personenschutz stellen, aber Rachel lehnt ab. Kurz darauf taucht Marks, der sie für seine Entlassung verantwortlich macht, bei Rachel auf und schwört, ihr das Leben zur Hölle zu machen.","versions":[{"lang":1,"streams":[{"redirect":8807927,"hoster":"VOE"},{"redirect":8615751,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Pianissimo","epNo":18,"alt":"Pianissimo","descr":"Joel Marks terrorisiert Rachel mit E-mails und Anrufen, und von dem neuen Fall der VCTF erfährt er vor ihr: Auf einem Flügel in einer Musikhochschule liegt die Leiche der 22-jährigen Konzertpianstin Olivia Wade. Die inneren Organe wurden sorgfältig entfernt. Als Souvenir? Für ein Opferritual? Mutter Ann und Stiefvater Daniel Wade scheinen seltsam distanziert. Von Olivias Freunden – Arthur und eine junge Performance-Künstlerin – erfährt John, dass die junge Frau ihre Eltern und das Klavier gehasst hat. Dann stellt Grace bei der Obduktion fest, dass Olivia hochschwanger war. Möglicherweise lebt das Baby noch. Während John Daniel Wade, der auch der Vater von Olivias Kind ist, als Täter verdächtigt, kommt Rachel zu der Überzeugung, dass eine Frau die Tat begangen hat. Eine verdächtige Klavierschülerin Olivias erweist sich jedoch als unschuldig. Währenddessen erhält Rachel Hilfe von einem alten Bekannten: Pretender Jarod steht unerwartet vor ihrer Tür. Er findet heraus, dass FBI-Computerexpertin Kim Doyle Informationen an Marks weitergibt. Kurze Zeit später findet er sie tot auf.","versions":[{"lang":1,"streams":[{"redirect":8807931,"hoster":"VOE"},{"redirect":8615760,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Nichts geht mehr","epNo":19,"alt":"On your marks","descr":"Vier Geschäftsmänner werden in Memphis brutal mit bloßen Händen erschlagen. Einzige Verbindung zwischen den Mordopfern: Alle hatten vor ihrem Tod Sex mit einer Blondine. Martin Lewis, ein ehemaliger Kickbox-Champion, wird als Verdächtiger verhaftet, nach dem Verhör aber wieder auf freien Fuß gesetzt. Was er Bailey verschwiegen hat, ist seine Beziehung zu dem Callgirl Jennifer, das mit ihrem Mann Patrick eine ganz besondere Leidenschaft pflegt: Sie genießt es ganz offensichtlich, wenn Patrick ihre Kunden ermordet …  Immer noch terrorisiert Joel Marks Rachel. Er dringt heimlich in ihr Büro ein und hinterlässt unbemerkt einen Schlüssel. Dann lauert er der Kriminalpsychologin auf und macht ihr Drohungen. Ist Rachels Bruder Danny in Gefahr? Bei Grace setzen die Wehen ein. George begleitet sie ins Krankenhaus, wo es zu unvorhergesehenen Komplikationen kommt.","versions":[{"lang":1,"streams":[{"redirect":8807928,"hoster":"VOE"},{"redirect":8615753,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Blondes Gift","epNo":20,"alt":"Tsuris","descr":"Danny ist tot – gestorben an einer Überdosis. Hatte Marks seine Finger im Spiel? Rachel ist fest entschlossen, das zu beweisen, als in Atlanta zwei Männer – Franklin und Larrabee – einer unheimlichen Mordserie zum Opfer fallen. Rachel ist überzeugt, dass Marks auch hierfür verantwortlich ist. Das führt immerhin dazu, dass eine Verbindung zwischen den Opfern hergestellt werden kann: Franklin und Larrabee wurden als Komplizen von Marks in das Zeugenschutzprogramm aufgenommen und lebten unter falschem Namen. Marks kommt Rachel zuvor: Er entführt die Kriminalpsychologin – und bittet sie um Hilfe. Offenbar hat Marks einen mächtigen Hintermann, Damien Canares, auf dessen Konto auch die jüngsten Morde gehen. Als Rachel versucht zu fliehen, fällt aus dem Hintergrund ein Schuss. Marks stirbt, der unbekannte Täter flieht. Marks war mit Rachels Handschellen gefesselt, ihre Fingerabdrücke sind auf der Waffe: Rachel wird unter Mordverdacht verhaftet. Gleichzeitig erhält Bailey die Hiobsbotschaft, dass der VCTF die finanziellen Mittel entzogen werden.","versions":[{"lang":1,"streams":[{"redirect":13117888,"hoster":"VOE"},{"redirect":8615754,"hoster":"Streamtape"}]}]}]}]}