{"seriesId":"protectors-auf-leben-und-tod","name":"Protectors – Auf Leben und Tod","descr":"\"Protectors – Auf Leben und Tod\" zeigt das Leben und die Einsätze von drei jungen Bodyguards, die zu einer Kopenhagener Spezialeinheit des dänischen Geheimdienstes gehören. Es gilt, das Leben des Verteidigungsmininsters zu schützen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1+2","epNo":1,"alt":"Del 1+2","descr":"Der dänische Verteidigungsminister Henrik Skelbaek besucht an Silvester dänische Sicherheitskräfte, die in Bagdad stationiert sind, um mit ihnen ins neue Jahr zu feiern. Beschützt wird er von den Bodyguards des dänischen Geheimdienstes. Einer der Bodyguards, Ibro, kommt bei diesem Einsatz ums Leben. Zur Hause in Kopenhagen nehmen kurz darauf junge und engagierte Polizisten an einem jährlichen Spezial-Training zum Thema Personenschutz teil. Unter ihnen sind Jasmina, Jonas und Rasmus, die alle gerne Bodyguards werden möchten. Drei eiskalte Januar-Wochen lang absolvieren sie eine Reihe von physischen und psychischen Tests, bei denen nur eine kleine Gruppe am Schluss übrig bleibt. Die Nachricht von Ibros Tod hat unterdessen seinen Vater Catic in Verzweiflung gestürzt – eine Verzweiflung, die in Wut umschlägt und einen Schuldigen sucht. Catic, der aus Jugoslawien nach Dänemark gekommen war, sieht im dänischen Verteidigungsminister den Mörder seines Sohnes. Catic selbst hat einen militärischen Hintergrund, und die Polizei erkennt, dass Skelbaek tatsächlich in Lebensgefahr ist. Doch Catic ist verschwunden, und es ist ein Wettlauf gegen die Zeit, bevor er Skelbaek etwas antun kann. Als Skelbaek an der Beerdigung eines dänischen Soldaten, der in Afghanistan getötet wurde, teilnehmen muss, wird die höchste Sicherheitsstufe ausgerufen. Der erste Einsatz für Jasmina, Rasmus und Jonas.","versions":[{"lang":1,"streams":[{"redirect":8808063,"hoster":"VOE"},{"redirect":12514239,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 3+4","epNo":2,"alt":"Del 3+4","descr":"Folge 3: Als der dänische Premierminister eine sehr umstrittene Personalentscheidung fällt, beschließt Leon, der Leiter der Sonderkommission Personenschutz, der neuen Ministerin größtmöglichen Schutz zu geben. Zur gleichen Zeit entscheidet sich eine extreme politische Gruppierung, dass es mal wieder Zeit für eine Aktion gegen die Einbürgerungspolitik der dänischen Regierung ist. Während die neue Außenministerin und ihre Familie sich an die Gepflogenheiten des Personenschutzes und das Agieren in der Öffentlichkeit gewöhnen müssen, bereiten die Extremisten etwas vor. Es stellt sich jedoch heraus, dass nicht so sehr die Ministerin, als vielmehr ihr Bodyguard Jasmina im Focus der Extremisten steht. Während Jasmina keine Ahnung hat, entdecken Leon und seine Chefin Tønne die Bedrohung für Jasmina – wollen das Problem allerdings auf sehr unterschiedliche Weise lösen. Und auf Jonas wartet eine äußerst prekäre Aufgabe. Eine Tragödie für ihn und alle anderen scheint unausweichlich.// Folge 4: Während die neue Außenministerin und ihre Familie sich an die Gepflogenheiten des Personenschutzes und das Agieren in der Öffentlichkeit gewöhnen müssen, bereiten die Extremisten etwas vor. Es stellt sich jedoch heraus, dass nicht so sehr die Ministerin, als vielmehr ihr Bodyguard Jasmina im Focus der Extremisten steht. Während Jasmina keine Ahnung hat, entdecken Leon und seine Chefin Trnne die Bedrohung für Jasmina – wollen das Problem allerdings auf sehr unterschiedliche Weise lösen. Und auf Jonas wartet eine äußerst prekäre Aufgabe. Eine Tragödie für ihn und alle anderen scheint unausweichlich.","versions":[{"lang":1,"streams":[{"redirect":8808065,"hoster":"VOE"},{"redirect":8615918,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 5+6","epNo":3,"alt":"Del 5+6","descr":"Folge 5: Bei Jasmina meldet sich eine entfernte Freundin namens Huma. Huma lebt in einem Stadtteil von Kopenhagen mit einem hohen Anteil von Muslimen und befürchtet, dass einer ihrer Nachbarn einen Terroranschlag vorbereitet. Dieser Nachbar ist mit einer Freundin Humas verheiratet und verhält sich verdächtig. Er hat sich nicht nur stark verändert, sondern auch offensichtlich Kontakt zu einem Unbekannten, den er sehr häufig trifft. Es stellt sich heraus, dass der dänische Geheimdienst und Jasminas Chef Leon bereits detaillierte Informationen zu diesem \"Unbekannten\" haben. Es wird eine Untersuchung eingeleitet. Der Verdacht auf einen geplanten Bombenanschlag in Kopenhagen erhärtet sich, und der Premierminister wird informiert. Jasmina ihrerseits hat alle Hände voll zu tun, weil sie Huma als Hauptzeugin des geplanten Anschlags schützen muss. Als die Personenschützer einen Tipp bekommen, wo und wann die Bombe explodieren soll, benötigen sie Hilfe aus der muslimischen Nachbarschaft. Leon muss sich für unkonventionelle Methoden entscheiden, weil sein Team die Spur des Attentäters zu verlieren droht …// Folge 6: Der Verdacht auf einen geplanten Bombenanschlag in Kopenhagen erhärtet sich, und der Premierminister wird informiert. Jasmina ihrerseits hat alle Hände voll zu tun, weil sie Huma als Hauptzeugin des geplanten Anschlags schützen muss. Als die Personenschützer einen Tipp bekommen, wo und wann die Bombe explodieren soll, benötigen sie Hilfe aus der muslimischen Nachbarschaft. Leon muss sich für unkonventionelle Methoden entscheiden, weil sein Team die Spur des Attentäters zu verlieren droht …","versions":[{"lang":1,"streams":[{"redirect":12920219,"hoster":"VOE"},{"redirect":8615915,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 7+8","epNo":4,"alt":"Del 7+8","descr":"Folge 7: Als sich der dänische Premierminister, Jens Ole Vestergaard, und eine der bekanntesten Schauspielerinnen des Landes, Josefine Rohde, entscheiden zu heiraten, freut sich ganz Dänemark. Bis auf die Ex-Freundin des Ministers. Sie beschließt alles zu tun, um die Hochzeit zu verhindern. Der dänische Geheimdienst wird informiert, dass der Premierminister von einer Stalkerin verfolgt wird, und Leon muss entscheiden, ob die zukünftige Braut Personenschutz bekommt oder nicht. Jasmina übernimmt diese Aufgabe, die sich als schwieriger erweist als erwartet. Nicht nur, weil Josefine Rohde in einem voll besetzten Theater Premiere mit einem Molière-Stück haben wird, sondern auch, weil Jasmina bei einer der Theaterproben auf ihre große alte Liebe trifft. Josefine und der Minister entdecken, dass ein für Josefine äußerst kompromittierendes Video online gestellt wurde. Geschockt ordnet Jens Ole Vestergaard die verstärkte Suche nach der unbekannten Stalkerin an, die mittlerweile als Josefines Doppelgängerin durch Kopenhagen läuft. Jasmina, Rasmus und Jonas verfolgen sie Schritt für Schritt mit Hilfe des Psychologen Boas.//","versions":[{"lang":1,"streams":[{"redirect":8808066,"hoster":"VOE"},{"redirect":8615910,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 9+10","epNo":5,"alt":"Del 9+10","descr":"Folge 9: In Kopenhagen findet eine Besprechung zur internationalen Klima-Konferenz statt. Experten und viele Politiker sind in der Stadt, aber auch Demonstranten und Aktivisten. Eine der Haupt-Akteurinnen des Klimaschutzes ist die britische Ministerin Claire Thornton. Sie hat unmittelbar vor ihrem Flug nach Kopenhagen eine Datei mit Namen von bestochenen Politikern und ‚Experten‘ des Klimaschutzes bekommen und ist bereit, diesen Skandal in einer TV-Live-Sendung öffentlich zu machen. Doch dazu kommt es nicht, denn Claires jetziger Feind und ehemaliger Freund aus Berliner Kommune-Zeiten, der spätere RAF-Terrorist Christoph Meyer, ist ebenfalls in Kopenhagen und hat einen Plan. Er versorgt nicht nur einen der bestochenen Experten mit Fotos, die ein Geheimnis aus Claires Vergangenheit ans Licht bringen, er entführt sie auch und will Zugriff auf die geheime Datei mit der Namenliste haben. Als der dänische Geheimdienst durch den Tod von Claires Informanten in England auf den Plan gerufen wird, scheint schon alles zu spät. Jasmina, Jonas und Rasmus setzen ihr Leben aufs Spiel, um Claire zu retten. Und Claire begreift, dass Christoph ein doppeltes Spiel spielt.","versions":[{"lang":1,"streams":[{"redirect":8808067,"hoster":"VOE"},{"redirect":8615914,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1+2","epNo":1,"alt":"Del 1+2","descr":"Folge 1: Jasmina wird von Leon, dem Leiter der Abteilung Personenschutz, mit Lille-Kurt und Morten Nyholm nach Pakistan geschickt. Sie sollen für den Besuch der dänischen Außenministerin die Sicherheitslage checken und sich, auf Sonderwunsch der Ministerin, eine Mädchenschule außerhalb der Stadt ansehen, die die Politikerin besuchen möchte. Leon ist strikt dagegen, aber die Polizeivizepräsidentin Tønne hat der Ministerin ihre Unterstützung zugesichert. Die Ministerin will den Mädchenschulen, die von den Taliban immer wieder angegriffen werden, mit ihrem Besuch den Rücken stärken. Kurz nach der Besichtigung der Schule, als Jasmina und Nyholm wieder auf dem Rückweg nach Islamabad sind, wird die Schule bombadiert. Unter den Opfern sind auch viele Kinder zu beklagen. Für Leon, der selbst am nächsten Tag nach Pakistan fliegt, ist klar, dass die Außenministerin nun nicht mehr dorthin fahren kann. Ob Tønne und die Politikerin das auch so sehen, bleibt fraglich. In Islamabad verdächtigen die Personenschützer die Hotelmitarbeiterin Sama Tanveer, sie belauscht und die Informationen an die Taliban weitergegeben zu haben. Mitten in den Ermittlungen, für die Lille-Kurt kurz entschlossen in die dänische Botschaft reist, explodiert plötzlich eine Bombe im Hotel Phoenix, und Jasmina, die draußen vor dem Hotel telefoniert hat, sucht verzweifelt nach ihrem Kollegen Nyholm.// Folge 2: Bei dem Bombenanschlag auf das Hotel Phoenix in Islamabad sind über 70 Menschen getötet und über 100 verletzt worden. Bei der Suche nach Überlebenden wird auch Jasmina verletzt, Nyholm bleibt verschwunden. Seine hochschwangere Frau Trine hofft, dass er sich einer Rettungsmannschaft angeschlossen hat und deshalb nicht erreichbar ist. Jonas und Rasmus begleiten den Mohammed-Karikaturisten Preben Pedersen auf seiner Vortragsreise durch Jütland, wo er nach neuerlichen Aktionen etlichen Anfeindungen ausgesetzt ist. In Islamabad wird Morten Nyholm tot aufgefunden. Leon und Store-Kurt fliegen nach Pakistan, um den Leichnam nach Hause zu holen. Seit bekannt wurde, dass sich Personenschützer unter den Opfern befanden, geht ein Bild von Jasmina durch die Weltpresse. Zurück in Dänemark muss sie vor der Reportermeute geschützt werden und für eine Weile untertauchen. Durch einen Hinweis von Jasmina ermittelt man den Kontaktmann der Terroristen, den Ex-Verlobten der Rezeptionistin Sama Tanveer, die auch unter den Opfern war. Eine heiße Spur und eine gefährliche Aufgabe für die Personenschützer, die Attentäter zu überführen und das dahinterliegende Verbrechen aufzuklären.","versions":[{"lang":1,"streams":[{"redirect":8808068,"hoster":"VOE"},{"redirect":8615912,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 3+4","epNo":2,"alt":"Del 3+4","descr":"Folge 3: Rasmus und Jonas begleiten die dänische Außenministerin auf einem Besuch in Russland. Dort trifft Jonas Tanya Zimakova wieder, eine russische Journalistin, die für eine regimekritische Zeitung arbeitet. Jonas hatte sie vor drei Jahre auf einer Schulung in Israel kennen und lieben gelernt. Tanya wird zu einem Treffen mit Medvedenko gerufen, einem regimekritischen Strafverteidiger, der über Korruptionen im Justizministerium ermittelt.// Folge 4: Gegen Jonas wird kein dienstliches Verfahren eingeleitet, dafür aber eins gegen die amtierende Polizeivizepräsidentin Tønne, die ihre Erkenntnisse zum Fall Tanya Zimakova über ihren Geliebten Shane Oatman an den CIA weitergeleitet hat, worauf ihr eine Amtsenthebung droht. Jasmina bringt Tanya wieder in das Sommerhaus zurück, doch Tanyas Telefonat mit Jonas wird von den Russen, die Tanya bis nach Dänemark gefolgt sind, abgehört. Sie wissen jetzt, wo Tanya sich aufhält, und lassen nichts unversucht, die gefährliche Zeugin auszuschalten.","versions":[{"lang":1,"streams":[{"redirect":8808072,"hoster":"VOE"},{"redirect":8615913,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 5+6","epNo":3,"alt":"Del 5+6","descr":"Folge 5: Die dänische Außenministerin Margrethe Koch begeht an ihrem 50. Geburtstag Selbstmord, kurz vor ihrem Rücktritt, der durch eine Finanzaffäre unumgänglich wurde. Bei einer Regierungsrochade soll ihr engster Mitarbeiter, der Abgeordnete Thomas Eriksen, Justizminister werden. Sein einziges Manko: Kaum jemand in Dänemark kennt ihn. Als er von Margrethe Kochs Tod erfährt und die Nachricht bekommt, dass seine Tochter Sally mit einer Kopfverletzung im Krankenhaus liegt, vergisst er seine kleinere Tochter Fanny vor einem Kiosk. Als Eriksen zurückeilt, ist Fanny wie vom Erdboden verschluckt. Dass Eriksen sich zusammen mit seiner Frau Katrine hilfesuchend an die Öffentlichkeit wendet, kommt Ministerpräsident Vestergaard sehr recht, lenkt doch die allgemeine Sorge um Fanny von dem plötzlichen Tod der Außenministerin ab, die offiziell an Herversagen starb. Auch Vestergaard will Eriksens Ernennung zum Justizminister unterstützen. Die Personenschützer stoßen auf eine Ungereimtheit in Eriksens Aussage. Er behauptet, in der Zeit vor Fannys Verschwinden kurz hintereinander zwei Anrufe bekommen zu haben. Tatsächlich aber lag eine halbe Stunde dazwischen. Was hat er in dieser Zeit gemacht?// Folge 6: Eriksen tritt mit der Entführung seiner Tochter weiter medienwirksam vor die Presse und steigert dadurch seinen Bekanntheitsgrad. Der anfängliche Verdacht der Personenschützer scheint sich zu bestätigen und wird durch die Analyse des Psychologen Boas untermauert: Aus ihrer Sicht veranstaltet Eriksen nur eine große PR-Show, und Fanny wurde nur zum Schein entführt. Aber wo ist das Mädchen? Ida Maria, die Tochter der Außenministerin Margrethe Koch, behauptet zudem, Eriksen und ihre Mutter hätten ein Verhältnis gehabt. Der Politiker streitet das ab, aber seine Ehefrau verliert das Vertrauen zu ihm. Eriksen spielt weiter die Rolle des besorgten Vaters, während er seinen Freund, der Fannys Entführung mit inszeniert hat, in eine schwierige Situation bringt. Er soll das Kind nachts vor einer Kirche freilassen, während es schläft. Die Ermittler der Sondereinheit sind dem Mann bereits auf den Fersen. Bei einer Verfolgungsjagd kommt es zu einem tragischen Unfall. Thomas Eriksen versucht weiter, sein Lügengerüst aufrecht zu erhalten, doch die jungen Ermittler Jonas, Rasmus und Jasmina lassen nicht locker, bis Eriksen endlich die Wahrheit preisgibt.","versions":[{"lang":1,"streams":[{"redirect":8808069,"hoster":"VOE"},{"redirect":8615919,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 7+8","epNo":4,"alt":"Del 7+8","descr":"Folge 7: Die kroatische Nonne Schwester Abraham, von der es heißt, sie sei \"größer als Mutter Teresa\", besucht Dänemark. Da bereits ein Attentat auf sie verübt wurde, sind die Sicherheitsvorkehrungen hoch, zumal bekannt wird, dass es eine erneute Attentatsdrohung gibt. Rasmus und Jonas werden für diesen Auftrag eingeteilt, Jasmina ist in einem Trainingscamp im Norden. Folge 8: Inzwischen wurde Klaus Maria Grashoff als potenzieller Attentäter auf Schwester Abraham identifiziert, doch er ist schneller als die Sicherheitsdienste und hat das Hotel bereits verlassen. Er findet Unterschlupf bei Linda, der Kollegin von Sumaiya. Ihr erklärt Grashoff seinen Hass auf Schwester Abraham: Sein Sohn Sebastian wurde in Berlin von Arabern ermordet, und seine todkranke Frau nahm ihm das Versprechen ab, nie zu vergeben und nie zu verzeihen. Schwester Abraham wiederum will Versöhnung mit dem Islam, und aus diesem Grund will Grashoff sie töten.","versions":[{"lang":1,"streams":[{"redirect":8808070,"hoster":"VOE"},{"redirect":8615917,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 9+10","epNo":5,"alt":"Del 9+10","descr":"Foge 9: Robin Andersen, den Jonas aus seiner Zeit bei der Eliteeinheit kennt, meldet sich telefonisch aus dem Kongo und bittet Jonas flehentlich, ihn aus dem dortigen Gefängnis zu holen. Eine Aufgabe, für die die Sondereinheit nicht zuständig ist. Andersen schlägt einen Deal vor: Informationen über ein geplantes Attentat auf den demnächst in Kopenhagen stattfindenden Weltklimagipfel gegen seine Rückkehr nach Dänemark.// Folge 10: In letzter Minute werden Leon und Jonas auf dem Flughafen von Kisangani befreit und können mit der Leiche von Robin Andersen nach Kopenhagen zurückfliegen. Dort werden in der Leiche tatsächlich die vermuteten Diamanten gefunden. Zusammen mit einem Chinesen kommt Magnusson nach Kopenhagen. Leon versucht ihn mithilfe des CIA auszuschalten und damit gleichzeitig ein geplantes Attentat auf den UN-Klimagipfel in Kopenhagen zu verhindern. Magnusson entführt Leon, um das Versteck der Diamanten aus ihm herauszuprügeln. Der vom Dienst suspendierte Fjordby beobachtet die Entführung und informiert die Polizei, die noch rechtzeitig eintrifft, um Leon das Leben zu retten. Magnusson gelingt erneut die Flucht, und er bleibt weiter brandgefährlich.","versions":[{"lang":1,"streams":[{"redirect":13144868,"hoster":"VOE"},{"redirect":8615916,"hoster":"Streamtape"}]}]}]}]}