{"seriesId":"psych","name":"Psych","descr":"Shawn Spencer ist ein junger Mann aus gutbürgerlichem Hause, der sich mit Gelegenheitsjobs über Wasser hält. Mit einer außergewöhnlichen Beobachtungsgabe ausgestattet, erkennt er zunächst in Fernsehberichten von Tatorten Beweise und teilt diese der Polizei telefonisch mit. Eines Tages gerät er selbst ins Visier der Ermittler und wird als Tatverdächtiger verhaftet. Um sich aus der Situation zu retten, behauptet er, ein Medium zu sein. Die Hinweise habe er durch übersinnliche Wahrnehmungen erhalten...","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Psych - Der Film","epNo":1,"alt":"Psych – The Movie","descr":"Es sind drei Jahre vergangen, da treffen Polizist Shawn Spencer und Burton Guster wieder aufeinander. Es ist Weihnachten, und die beiden alten Freunde müssen es mit einem mysteriösen Gegner aufnehmen, der `Thin White Duke\u0027 genannt wird.","versions":[{"lang":1,"streams":[{"redirect":12920252,"hoster":"VOE"},{"redirect":9756248,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"","epNo":2,"alt":"Psych 2: Lassie Come Home","descr":"Shawn und Gus kehren nach Santa Barbara, Kalifornien, zurück, um ihrem alten Polizeichef zu helfen, finden sich jedoch in ihrem alten Revier unwillkommen wieder, als sie heimlich einen Fall aufklären, in dem es um Übernatürliches geht.","versions":[{"lang":2,"streams":[{"redirect":9756254,"hoster":"VOE"},{"redirect":9756256,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"","epNo":3,"alt":"Psych 3: This Is Gus","descr":"","versions":[{"lang":2,"streams":[{"redirect":9756271,"hoster":"VOE"},{"redirect":9756274,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mit einer Ausrede fängt es an","epNo":1,"alt":"Pilot","descr":"Shawn Spencer besitzt eine besondere Gabe: Da er von Kindesbeinen an von seinem Vater darauf gedrillt wurde, jedes noch so unscheinbare Detail in seiner Umgebung wahrzunehmen, ist der Sohn eines Polizisten als junger Erwachsener mit einem nahezu fotografischen Gedächtnis ausgestattet. Er nimmt Unregelmäßigkeiten und kleinste Auffälligkeiten wahr und kann mit Hilfe seines analytischen Denkvermögens in Sekundenschnelle eine Sachlage erfassen - und Mordfälle aufklären.","versions":[{"lang":1,"streams":[{"redirect":8808083,"hoster":"VOE"},{"redirect":8615928,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13380958,"hoster":"VOE"},{"redirect":13380959,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"So spannend kann ein Buchstabierwettbewerb sein!","epNo":2,"alt":"Spellingg Bee","descr":"In Santa Barbara findet der alljährliche Buchstabier-Wettbewerb statt. Gus, der als Knirps selbst einmal an dieser Veranstaltung teilgenommen hatte, aber ausgeschieden war, weil der im Publikum sitzende Shawn ihm falsch vorgesagt hatte, ist vor Begeisterung kaum zu halten und verfolgt die Veranstaltung mangels Tickets als Live-Übertragung im Fernsehen. Shawn dagegen hält die Veranstaltung für eine reine Freakshow und ist von Gus\" Enthusiasmus mehr als genervt. Als Brendan Vu, der haushohe Favorit der Veranstaltung, auf Grund eines mysteriösen Ohnmachtsanfalles ausscheiden muss, werden Shawn und Gus mit der Untersuchung des Falles beauftragt. Kurz nachdem sie am Veranstaltungsort eintreffen, stürzt der altgediente Spielleiter des Buchstabierwettbewerbes, Elvin Cavanaugh, bewusstlos aus seiner Loge in das Publikum und ist auf der Stelle tot. Für die Polizei, insbesondere den zynischen Detective Carlton Lassiter scheint dieser Fall sonnenklar zu sein: Der stark übergewichtige Cavanaugh habe einen Herzinfarkt erlitten und sei deshalb in den Tod gestürzt. Lassiters neue Kollegin Juliet O\u0027Hara, auf die Shawn sofort ein Auge wirft, zweifelt jedoch an dieser Theorie. Auch Shawn und Gus vermuten mehr dahinter, für sie deuten die Zeichen eindeutig auf ein Fremdverschulden hin.","versions":[{"lang":1,"streams":[{"redirect":8808080,"hoster":"VOE"},{"redirect":8615932,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13380975,"hoster":"VOE"},{"redirect":13380973,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Man möge jetzt sprechen oder für immer schweig","epNo":3,"alt":"Speak Now Or Forever Hold Your Piece","descr":"Shawn bekommt Wind vom spektakulären Fall des verschwundenen Eherings, der bei der Hochzeit des Sohnes des Bundesstaatsanwalts zum Einsatz hätte kommen sollen, und der mindestens 5 Millionen Dollar schwer ist. Chief Vick und Lassiter wollen ihn jedoch unbedingt heraus halten, um den Ruf des Departments nicht zu gefährden, kommen aber mit ihren eigenen Recherchen nicht so recht weiter. Über Juliet schafft es Shawn, sich heimlich doch in die Ermittlungen einzuklinken und das Vertrauen des Brautpaares zu gewinnen. Vor allem kann er mit der überaus engagierten Hochzeitsplanerin anbandeln, und um so tragischer ist es für ihn, dass er ausgerechnet sie als Diebin entlarven muss.","versions":[{"lang":1,"streams":[{"redirect":8808079,"hoster":"VOE"},{"redirect":8615930,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13380967,"hoster":"VOE"},{"redirect":13380968,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Attraktive Frau sucht toten Mann zwecks Geldanlage","epNo":4,"alt":"Woman Seeking Dead Husband - Smokers Okay, No Pets","descr":"Raylene Wilcroft, die Witwe des Kriminellen David Wilcroft, der einst zusammen mit zwei Komplizen einen Banküberfall verübt hatte, bei dem dreieinhalb Millionen Dollar erbeutet wurden, wird von Detective Lassiter und Juliet O\u0027Hara aufs Polizeirevier gebracht. Der Grund: Die beiden Bankräuber wurden auf Bewährung aus ihrer Haft entlassen und die Polizei befürchtet nun, sie könnten Raylene aufsuchen, um mit Gewalt die Beute einzufordern, die nach der Tat nicht aufgetaucht war. Raylene aber behauptet, nur ihr verstorbener Mann habe gewusst, wo die Beute versteckt ist und habe dieses Geheimnis nach einem tödlichen Autounfall kurz nach dem Überfall mit ins Grab genommen. \u0027Hellseher\u0027 Shawn und sein Kumpel Gus, die sich zufällig zur gleichen Zeit auf dem Polizeirevier aufhalten, wittern einen neuen Fall und werden tatsächlich von Raylene engagiert, mit ihrem verstobenen Mann Kontakt aufzunehmen, um etwas über das Versteck der Beute herauszufinden. Shawn führt eine theatralische Séance mit Raylene, Davids Schwester und zwei anderen Bekannten durch, um dadurch von den Beteiligten etwas über Davids letzten Aufenthaltsort vor seinem Tod zu erfahren.hHhhhh","versions":[{"lang":1,"streams":[{"redirect":12380937,"hoster":"VOE"},{"redirect":8615929,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13380961,"hoster":"VOE"},{"redirect":13380964,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Katze krallt sich Killer?","epNo":5,"alt":"9 Lives","descr":"Shawn und Gus geraten zufällig an den Schauplatz eines angeblichen Freitodes, einer in einer Reihe von mysteriösen Selbstmorden während der vergangenen paar Monate. Shawn fallen schon bald einige Dinge auf, die eindeutig für einen gewaltsamen Tod sprechen. Doch da seiner \"hellseherischen Vision\" wieder einmal niemand Glauben schenkt, weigert er sich den Tatort zu verlassen, bevor er nicht mit dem Zeugen der Tat, einer Katze, \"gesprochen\" hat. Auch Gus hat zunächst Schwierigkeiten, der Theorie seines Freundes zu glauben, jedenfalls solange, bis eine weitere Leiche auftaucht. Shawn, Gus und die Katze fahren zum Tatort und finden dort eine Frau vor, die sich anscheinend selbst getötet hat, indem sie sich bei laufendem Motor in ihrem Wagen in der Garage eingeschlossen hat. Obwohl ein Abschiedsbrief gefunden wird, glaubt Shawn noch immer an Mord und er weist auf einige Ungereimtheiten hin, die eindeutig gegen einen geplanten Freitod sprechen.","versions":[{"lang":1,"streams":[{"redirect":8808084,"hoster":"VOE"},{"redirect":8615934,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13380982,"hoster":"VOE"},{"redirect":13380980,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Da möchte man in Frieden Bürgerkrieg spielen ?","epNo":6,"alt":"Weekend Warriors","descr":"Detective Lassiter leitet alljährlich die Proben mit Laiendarstellern, die Szenen aus dem amerikanischen Bürgerkrieg nachstellen. Shawn, der weiß, dass die Pannen bei den Proben zur Schlacht mehr Spaß machten als die Aufführung selbst, taucht zusammen mit Gus, einem echten Geschichts-Fan, am Schauplatz des Geschehens auf. Dieses Jahr geht es um die Schlacht bei Piper\u0027s Cove, in der eine Krankenschwester, die von der hübschen Sally Reynolds verkörpert wird, den Anführer der Konföderierten Quantrill, den Nelson Poe darstellt, tötet und damit die Schlacht entscheidet. Sally verpasst ihren Einsatz, aber Poe stürzt trotzdem vom Pferd, woraufhin Lassiter die Probe unterbricht und feststellen muss, dass Poe von einer echten Kugel tödlich getroffen wurde. Alles deutet auf einen Unfall hin, doch Shawn erkennt, dass Poe direkt im Herzen getroffen wurde und ist deswegen überzeugt, dass es sich um einen Mord handeln muss.","versions":[{"lang":1,"streams":[{"redirect":8808085,"hoster":"VOE"},{"redirect":8615937,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13380970,"hoster":"VOE"},{"redirect":13380972,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Geschlechterkampf der etwas anderen Art","epNo":7,"alt":"Who Ya Gonna Call?","descr":"Die Polizei ermittelt im Mordfall des Psychologen Dr. Blinn, in deren Ermittlungen Gus und Shawn wieder einmal durch Zufall hineingeraten. Gleichzeitig taucht ein gewisser Robert in ihrer Praxis auf und behauptet, von Geistern gejagt zu werden. Robert fleht die beiden Privatdetektive an, eine Nacht in seinem Haus zu wohnen, damit sie den Geisterspuk live miterleben können. In der Nacht werden Gus und Shawn durch ein Feuer geweckt und überleben unverletzt dieses Ereignis. Shawn stellt fest, dass Robert unter einer Identitätsstörung leidet, einer multiplen Persönlichkeitsspaltung. Denn auf dem Dachboden entdecken sie ein weibliches Outfit und wissen nun, dass in Roberts Körper auch eine gewisse Regina gefangen ist. Aufgrund seiner genialen Beobachtungsgabe gelingt es Shawn, eine Verbindung zwischen Robert und dem toten Dr. Blinn zu finden. Dabei entdecken sie, dass Robert der letzte Patient von Dr. Blinn war.","versions":[{"lang":1,"streams":[{"redirect":12920179,"hoster":"VOE"},{"redirect":8627056,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13381006,"hoster":"VOE"},{"redirect":13381004,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Shawn gegen Das Rote Phantom","epNo":8,"alt":"Shawn Vs. The Red Phantom","descr":"Shawn hat sich mal wieder in das Büro von Chief Vick eingeschlichen. Und da sie außer Haus ist, kann er mit Juliet eine kleine Plauderei anfangen. Juliet erzählt ihm von einem jungen Mann, der seit 24 Stunden als vermisst gilt. Normalerweise darf die Polizei erst nach 48 Stunden die Ermittlungen aufnehmen, doch Shawn besucht die Mutter des Vermissten, eine gewisse Mrs. Breyfogle. Mrs. Breyfogle erzählt Gus und Shawn, dass sich ihr Sohn in letzter Zeit seltsam benommen und er ein bezahltes Praktikum bei einer großen Computerfirma einfach abgesagt hat. Auch seine besten Freunde, Rob und Don, hat er in den letzten Tagen nicht mehr gesehen. Diese sind angeblich in ein Computercamp gefahren. Shawn schnüffelt in Malone Breyfolges Zimmer rum und entdeckt eine größere Menge Bargeld. Die Mutter ist fassungslos. Doch diesmal hält Gus die Augen offen und kombiniert, dass die Jungs nicht bei einem Computercamp sind, sondern sich bei einem Jahrestreffen von Comic- und Science Fiction-Fans aufhalten. Auf der Bühne gibt sich Shawn als Hellseher der Polizei aus und schafft es, Rob und Don in seinen Bann zu ziehen und ihnen einige Informationen über ihren verschwundenen Freund zu entlocken.","versions":[{"lang":1,"streams":[{"redirect":8808090,"hoster":"VOE"},{"redirect":8615936,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13381014,"hoster":"VOE"},{"redirect":13381013,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tiere, Menschen, Endstationen","epNo":9,"alt":"Forget Me Not","descr":"Bei Shawn und Gus taucht eine alte Mitschülerin von Shawn auf. Im Schlepptau hat sie ihren etwas verwirrten Vater, Ex-Captain Connors, der behauptet, dass er sich an einen Mord erinnert, jedoch weiß er nicht, wer getötet wurde bzw. wer der Killer ist. Auch die Polizei hilft ihm nicht weiter, doch Shawn und Gus nehmen sich des Falls an: Vor etwa 20 Jahren hat die Polizei einen ungelösten Fall zu den Akten gelegt. Dabei ging es darum, dass die Leiche einer Frau offenbar von einem Berglöwen übel zugerichtet wurde. Doch niemand nahm damals an, dass es sich bei diesem Vorgang um einen Mord handelt. Bei ihrem Besuch im Zoo erfahren Shawn und Gus mehr über Berglöwen und ihre Ernährungsgewohnheiten als ihnen lieb ist. Inzwischen taucht eine gewisse Sabrina Vito bei der Polizei auf, da ihr Freund, Mike McMillan, mit dem sie die Stadt besucht, verschwunden ist. Nur Shawns fotografischem Gedächtnis und seiner ausgezeichneten Kombinationsgabe ist es zu verdanken, dass beide verzwickten Fälle aufgeklärt werden können.","versions":[{"lang":1,"streams":[{"redirect":8808091,"hoster":"VOE"},{"redirect":8615938,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13381001,"hoster":"VOE"},{"redirect":13381000,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Erde ruft Lassiter","epNo":10,"alt":"From The Earth To Starbucks","descr":"Detective Lassiter ist total schlecht drauf. Er glaubt, dass seine Karriere zu Ende ist, hat kein Selbstvertrauen mehr, und die Lösung der aktuellen Fälle bereiten ihm unendliche Schwierigkeiten. Shawn, Gus und Juliet O Hara wollen ihm helfen und ermitteln im Fall des toten Astronomen Bryant Vallery, der bereits bei der Polizei zu den Akten gelegt wurde und an dem Lassiter gescheitert war. So macht sich Shawn zusammen mit Gus heimlich daran, Lassiters Arbeit zu erledigen, um diesem endlich wieder einmal ein Erfolgserlebnis zu verschaffen...","versions":[{"lang":1,"streams":[{"redirect":8808096,"hoster":"VOE"},{"redirect":8615941,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13381016,"hoster":"VOE"},{"redirect":13381017,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Er liebt mich, er liebt mich nicht, er liebt mich,","epNo":11,"alt":"He Loves Me, He Loves Me Not, He Loves Me, Oops He","descr":"Mitten im (kalifornischen) Winter werden nach und nach drei Männer entführt und nackt auf einem einsamen Feld ausgesetzt. Was zunächst nach UFO-Hysterie aussieht, gerät beim dritten Opfer unversehens zum Mordfall. Die Spuren führen Shawn zu einem Irish Pub, in dem regelmäßig Speed-Dates veranstaltet werden.","versions":[{"lang":1,"streams":[{"redirect":8808093,"hoster":"VOE"},{"redirect":8615943,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13381021,"hoster":"VOE"},{"redirect":13381019,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Überwiegend wolkig ? gebietsweise Mord","epNo":12,"alt":"Cloudy?Chance Of Murder","descr":"Shawn ist im Gerichtsgebäude, um die Strafzettel für sein falsch geparktes Motorrad zu bezahlen, als er im Vorbeigehen eine junge Frau namens Sandra Panitch entdeckt, die angeklagt wird, den Wetteransager Jackson Halein seinem Studio bei Kanal Acht ermordet zu haben. Umgehend ist er von ihrer Unschuld überzeugt. Als Shawn jedoch feststellen muss, dass Sandras Verteidiger Adam Hornstock eine jämmerliche Figur abgibt, beschliesst er, die Sache selbst in die Hand zu nehmen, und gemeinsam mit Kumpel Gus, der während der Schulzeit schon einige juristische Kniffe aufgeschnappt hatte, den unsicheren Verteidiger vor Gericht zu unterstützen …","versions":[{"lang":1,"streams":[{"redirect":8808098,"hoster":"VOE"},{"redirect":8615940,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13381025,"hoster":"VOE"},{"redirect":13381023,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Spiel, Satz und Straftat?","epNo":13,"alt":"Game Set? Muuurder?","descr":"Eine Tennisspielerin wird in ihrer Wohnung niedergeschlagen und lebensgefährlich verletzt. Lassiter beißt sich an einem Kleinkriminellen fest, der schon einmal bei ihr eingebrochen ist, und lockert schon einmal die Sicherheitsmaßnahmen am Krankenbett. Shawn hingegen glaubt seinen eindringlichen Unschuldsbeteuerungen, und kann den richtigen Täter überführen, bevor er seinen Mord vollenden kann. Und zum ersten Mal bekommt er dabei ausdrückliche Hilfe von seinem Schwarm Juliet, die Lassiters voreilige Festlegung anzweifelt.","versions":[{"lang":1,"streams":[{"redirect":12920195,"hoster":"VOE"},{"redirect":8615939,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13381030,"hoster":"VOE"},{"redirect":13381029,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Pokerface gegen Pokerface","epNo":14,"alt":"Poker? I Barely Know Her","descr":"Shawns Vater Henry schleppt Mister Peterson, einen alten Bekannten an. Peterson möchte nicht die Polizei einschalten, doch er hat ein ernsthaftes Problem. Sein Sohn Brandon ist verschwunden und hat obendrein 30.000 Dollar aus seinem Safe seines Autohauses mitgehen lassen. Shawn und Gus übernehmen diesen Fall und sehen sich zunächst einmal das Gebäude an, in dem Brandon gewohnt hat, bevor er vom Vermieter vor die Tür gesetzt wurde. Im Keller finden sie einige Gegenstände von Brandon, darunter einen Zettel mit dem Hinweis auf ein Gartencenter. Shawn und Gus machen sich auf den Weg dorthin und stellen fest, dass dort eine Reihe von teuren Sportwagen geparkt sind. Der Weg durch einen Irrgarten aus Baumhecken führt am Ende zu einem Plätzchen, an dem geheime Pokerrunden stattfinden. Dort wird kräftig gespielt, und Shawn und Gus beobachten Mister Berger, der säumige Kunden recht grob behandelt. Shawn und Gus stellen fest, dass Brandon unter dem Pseudonym \u0027DumbLuck2\u0027 auch beim Internet-Poker teilnimmt, und in einem Chat verabreden die beiden sich mit ihm. Brandon ist überrascht, denn eigentlich hatte er eine heisse Blondine erwartet, als Gus und Shawn beim Treffen vor ihm stehen. Sie überzeugen Brandon, zu seinem Vater zurückzugehen und Frieden mit ihm zu schliessen. Für Shawn und Gus scheint der Fall gelöst damit gelöst, doch sie haben weit gefehlt...","versions":[{"lang":1,"streams":[{"redirect":8808097,"hoster":"VOE"},{"redirect":8615944,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13381032,"hoster":"VOE"},{"redirect":13381034,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Zimmer 413: Studentinnen des Todes","epNo":15,"alt":"Scary Sherry: Bianca\u0027s Toast","descr":"Im Jahr 1987 anlässlich des Halloween-Abends haben der junge Shawn und der junge Gus ein grauenhaftes Erlebnis. Sie erleben vermeintlich mit, wie in der Nervenheilanstalt Wispy Sunny Pines ein junges Mädchen aus dem 4. Stock im Zimmer 413 aus dem Fenster stürzt. 20 Jahre später werden sie in einen ähnlichen Fall hineingezogen. Die Studentin Doreen Harthan ist tot, und man nimmt an, dass sie so ähnlich wie das Opfer vor 20 Jahren starb. Man ging zunächst von Selbstmord aus, doch Juliet O\u0027Hara hat sich bereits als Undercover-Studentin bei der Studentinnenverbindung eingeschlichen, denn sie vermutet eine Nachahmungstat. Sie kommt jedoch mit ihren Ermittlungen nicht weiter und bittet Shawn und Gus, sich den Fall einmal näher anzusehen. Shawn und Gus besuchen das Verbindungshaus und erleben mit den Studentinnen einen gespenstischen Abend. Doch Shawn erkennt sehr bald, dass sich hinter den Stimmen und Geistern kleine Tricks aus dem Elektronik-Geschäft verbergen. Juliet hat inzwischen fast alle Studentinnen der Verbindung verhört, es fehlt nur noch die eigenbrötlerische Alice Bundy, die mit Doreen Harthan zusammengelebt hat. Steckt sie vielleicht hinter dem Todesfall...?","versions":[{"lang":1,"streams":[{"redirect":8808100,"hoster":"VOE"},{"redirect":8615948,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13381036,"hoster":"VOE"},{"redirect":13381035,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Wer sucht heim den Star, der sich für super hält","epNo":1,"alt":"American Duos","descr":"Die TV-Show \u0027American Duos\u0027 gastiert in verschiedenen Städten. Der Moderator und Juror, Nigel St. Nigel, kommentiert die Auftritte der Teilnehmer und wird von allen gehasst. In der Vergangenheit wurden verschiedene Attentate auf ihn verübt, und nun sollen Shawn und Gus undercover ermitteln. Selbstverständlich treten sie als Teilnehmer bei \u0027American Duos\u0027 auf, um tief in das Geschehen einzutauchen. Nun wurde erneut ein Attentat auf Nigel St. Nigel verübt und man nimmt die Co-Jurorin Emilina Saffron fest, die unter Drogeneinfluss steht und sich zum Sachverhalt nicht äußern kann. Sie wird freigelassen und später in ihrem Hotelzimmer überfallen und mit Drogen voll gepumpt. Shawn und Gus ermitteln im Hotelzimmer und stellen fest, dass sich in der Toilettenschüssel ein Kristall befindet. Dies ist ein Hinweis auf den Teilnehmer Bevin Rennie Llywellen, der seit Jahren die Show begleitet, absichtlich schlecht singt, um jedes Mal als Neueinsteiger dabei zu sein. Bevin wird festgenommen, doch es ist ganz offensichtlich, dass er einen Helfer hat...","versions":[{"lang":1,"streams":[{"redirect":8808094,"hoster":"VOE"},{"redirect":8615942,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386368,"hoster":"VOE"},{"redirect":13386369,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Waren sie zur Tatzeit bereits ausgestorben?","epNo":2,"alt":"Sixty Five Million Years Off","descr":"Lassiter hat eine beeindruckende Glückssträhne, denn es gelingt ihm in jedem Fall, den er bearbeitet, die Verdächtigen zu schnappen. Doch jetzt steht der Christoph Franzen-Fall an, an dem sich Lassiter die Zähne ausbeißt. Christoph Franzen, ein Professor der Paläontologie, wurde durch einen Biss ermordet und tot am Strand aufgefunden. Shawn und Gus ermitteln in diesem Fall und stellen fest, dass man das Institut des Professors schließen und er durch einen besonderen Fund die Aufmerksamkeit auf sich lenken wollte. Die Spur führt sie zur Ranch des alten Farmers Walker. Hier wollte der Professor Ausgrabungen betreiben, um weitere spektakuläre Dinosaurierfunde zu Tage zu fördern. Doch der alte Walker hatte guten Grund, den Professor daran zu hindern.","versions":[{"lang":1,"streams":[{"redirect":8808099,"hoster":"VOE"},{"redirect":8615950,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386366,"hoster":"VOE"},{"redirect":13386365,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Duell der Hellseher","epNo":3,"alt":"Psy Vs. Psy","descr":"Das Santa Barbara Police Department bekommt hohen Besuch: FBI-Agent Lars Ewing aus Washington trifft ein und in seinem Gefolge Lindsay Leikin, ein gefeiertes Medium. Shawn ist ganz erpicht darauf, festzustellen, was die junge Lady draufhat. Denn bei diesem Fall geht es um einen Banknoten-Fälscher, dessen Spur sich durch die USA zieht. Ewing ist sich nun sicher, ihn in Santa Barbara zur Strecke bringen zu können. Leikin gibt der Polizei eine ziemlich genaue Beschreibung des Täters, der unlängst einen Baumarkt besucht und dort mit Falschgeld bezahlt hat. Außerdem hat der Geldfälscher einen Lamborghini gekauft, den er kurz darauf wieder zurückgab und auf diese Weise sein Geld gewaschen hat. Zwischen Shawn und Lindsay Leikin entwickelt sich ein spannender Wettkampf, den Leikin schließlich für sich gewinnt, als die Leiche des Geldfälschers gefunden wird. Für einen kurzen Moment überlegt Shawn seinen Beruf an den Nagel zu hängen, doch dann erinnert er sich an ein winziges Detail, das den Ruf und die Glaubwürdigkeit der Hellseherin Leikin arg erschüttert.","versions":[{"lang":1,"streams":[{"redirect":8808101,"hoster":"VOE"},{"redirect":8615945,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386402,"hoster":"VOE"},{"redirect":13386403,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pimp My Psych","epNo":4,"alt":"Zero To Murder In Sixty Seconds","descr":"Lassiters Auto wurde gestohlen. Shawn hat selbstverständlich eine Eingebung, und er landet in einer Autohehlerwerkstatt, wo sich Lassiters Auto befindet. Einer der Besitzer, Wally, lässt sich ohne Weiteres festnehmen und wandert ins Gefängnis. Für die Polizei scheint nun der Fall gelöst zu sein, doch Shawn vermutet mehr dahinter. Er nimmt Gus\u0027 Auto und lässt es von Wallys Partner Johnny G. aufmotzen. Gus ist erschüttert, was mit seinem Firmenwagen angestellt wurde. Doch inzwischen stellt Shawn fest, dass Johnny G. im Drogenhandel tätig ist und die Fahrzeuge dazu benutzt, die Drogen in andere Staaten zu schmuggeln. Als er Johnny G. zur Rede stellen will, stellt er fest, dass dieser tot ist.","versions":[{"lang":1,"streams":[{"redirect":8808102,"hoster":"VOE"},{"redirect":8615954,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386433,"hoster":"VOE"},{"redirect":13386434,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Pferdefüße beim Pferderennen","epNo":5,"alt":"And Down The Stretch Comes Murder","descr":"Ein alter Schulkamerad von Shawn und Gus taucht auf. Es ist der Jockey Jimmy, der seit einigen Jahren erfolgreich reitet. Doch seine Glückssträhne neigt sich dem Ende und er besucht seine alten Freunde, um mit Shawns Hilfe herauszufinden, was mit ihm und den Pferden los ist. Auf der Rennbahn angekommen sehen Gus und Shawn mit an, wie der Jockey Carlos kurz vor der Zielgeraden in sich zusammensackt. Die Ärzte können nur noch den Tod feststellen. Es stellt sich aber heraus, dass in seinem Blut, neben allerlei Drogen, der Pferde-Tranquilizer Ketamin enthalten ist. Dieses Gift findet man ausgerechnet bei Jimmy im Schrank. Außerdem wird bekannt, dass Jimmys Frau Janine mit Carlos eine Affäre hat. Lassiter verhaftet Jimmy und damit ist der Fall offenbar abgeschlossen. Doch Shawn ermittelt weiter und stellt fest, dass es sich dabei um eine groß angelegte Manipulation der Pferdewetten handelt.","versions":[{"lang":1,"streams":[{"redirect":8808103,"hoster":"VOE"},{"redirect":8615946,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386430,"hoster":"VOE"},{"redirect":13386431,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schlecht sind die Pilze und die Hellseher kaum bes","epNo":6,"alt":"Meat Is Murder, But Murder Is Also Murder","descr":"Der berühmte Restaurantkritiker Vince Wagner ist tot. Selbstverständlich mischen auch Shawn und Gus in diesem Fall mit. Die Polizei ist sich ziemlich sicher, dass der Chefkoch Antonio dahinter steckt, denn bei ihm hat Vince Wagner das letzte Mal gegessen und zudem nur schlechte Kritiken über Antonio verfasst. Antonio wird verhaftet und damit scheint der Fall gelöst zu sein. Doch Shawn und Gus ermitteln weiter: Nach einem Kurzaufenthalt in der Redaktion der Zeitung stellen Gus und Shawn fest, dass das vergiftete Gericht ein Pilzrisotto war, welches mit giftigen Knollenblätterpilzen versehen wurde. Sie finden heraus, dass nicht nur der Koch ein Motiv für den Mord gehabt hätte.","versions":[{"lang":1,"streams":[{"redirect":8808104,"hoster":"VOE"},{"redirect":12982557,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386427,"hoster":"VOE"},{"redirect":13386428,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wenn du so klug bist, warum bist du dann tot?","epNo":7,"alt":"If You\u0027re So Smart, Then Why Are You Dead?)","descr":"Gus und Shawn haben zwei neue Mandanten, nämlich die beiden Schüler Goddard und Shockley, die ihnen von den ominösen Zuständen an ihrer Schule berichten. Angeblich haben die Schüler ein Handy-Gespräch mitgehört, wonach in wenigen Tagen an der Schule ein Mord stattfinden soll. Gus und Shawn ermitteln an der Schule und stellen fest, dass ein Schüler, der wesentlich älter ist, aber relativ jung aussieht, die Identität von Kirk Gödel angenommen hat. Kirk Gödel kam mit seiner Familie bei einem Autounfall ums Leben, doch Kirks Dokumente wurden gefälscht, sowie sein Totenschein aus den Datenbanken gelöscht. Der falsche Kirk Gödel besucht nun die Elite-Highschool und wird von Professor Hahn erpresst. Doch erst nachdem Professor Hahn sein Leben lassen musste, kann Shawn vor versammelter Klasse den Fall lösen.","versions":[{"lang":1,"streams":[{"redirect":8808110,"hoster":"VOE"},{"redirect":8615947,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13916992,"hoster":"VOE"},{"redirect":13386376,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kinder sind unsere Zukunft… unsere steinreiche Zukunft!","epNo":8,"alt":"Rob-A-Bye Baby","descr":"Chief Vick überträgt Shawn und Gus eine äußerst wichtige Aufgabe. Sie sollen ihr eine Nanny besorgen, die auf ihr Kind aufpasst, denn sie hat seit Tagen nicht mehr geschlafen und ist völlig am Ende. Shawn und Gus machen sich auf in den Park und sehen sich ein paar Nannys näher an. Shawn stellt fest, dass einige von der Agentur Red Balloon vermittelt werden, die offenbar besonders verantwortungsvolle Mädchen aussucht. Gleichzeitig erfährt Shawn, dass es in dieser Gegend eine Reihe von Einbrüchen gab. Shawn überredet Juliet O’Hara, sich vorübergehend als seine Frau auszugeben. Sie besuchen die Agentur Red Balloon und geben sich dort als Eltern aus, die eine Nanny suchen. So erfahren sie einiges über die Vorgehensweise dieser Agentur.","versions":[{"lang":1,"streams":[{"redirect":12920190,"hoster":"VOE"},{"redirect":8615956,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386389,"hoster":"VOE"},{"redirect":13386390,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kopfgeldjägereien","epNo":9,"alt":"Bounty Hunters!","descr":"Isabelle Cole ist offenbar bei einem Einbruch in ihrem Haus ermordet worden. Ihr Ehemann engagiert einen Kopfgeldjäger namens Byrd Tatums, der den Verdächtigen Dwayne Tancana, der aus Juliets Polizeigewahrsam geflohen ist, wieder herbeischaffen soll. Aber auch Shawn und Gus machen sich auf die Suche und entdecken Tancana, der sich abgesetzt hat, auf einem Schiff vor der kalifornischen Küste. Tancana versucht, den Jungs die Situation zu erklären, wonach er nicht der Täter ist, sondern einzig und allein für den Raub zur Verantwortung gezogen werden kann. Sein Partner Delbecchio könne davon berichten. Der Kopfgeldjäger Byrd schafft es dennoch, Tancana zu schnappen und zur Polizei zu bringen. Doch Shawn und Gus haben bereits eine Vermutung und nehmen nun den gesamten Fall noch einmal genau unter die Lupe.","versions":[{"lang":1,"streams":[{"redirect":8808106,"hoster":"VOE"},{"redirect":8615949,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386397,"hoster":"VOE"},{"redirect":13386398,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ihr Mörderlein kommet, o kommet doch all","epNo":10,"alt":"Gus\u0027 Dad May Have Killed an Old Guy!","descr":"Es ist kurz vor Weihnachten. Shawn ist bei den Eltern von Gus eingeladen, und gemeinsam gehen sie mit anderen Sängern auf die Straße, um zu singen. Sie singen auch für den alten Fuller, der in der Gegend nicht sehr beliebt ist. Doch Fuller will nicht aufmachen, denn Fuller ist tot. Er hat sich, wie es aussieht, mit einem Seil erdrosselt. Doch Shawn spürt sofort, dass hier etwas nicht stimmt, denn er kennt den alten Fuller noch aus seiner Jugendzeit und weiß, dass er höchst unbeliebt war und tippt deshalb auf Mord. Lassiter nimmt sich des Falles an und alle Indizien weisen darauf hin, dass Gus\u0027 Vater Bill als Täter in Frage kommt. Es dauert nicht lange, da wird auch Gus\u0027 Mutter Winnifred verhaftet. Wie es aussieht, müssen seine Eltern Weihnachten im Gefängnis verbringen. Nun ist höchste Eile geboten. Gus und Shawn ermitteln in der Nachbarschaft und stellen fest, dass der alte Fuller von seinem Haus aus einen fantastischen Aussichtspunkt hatte. Er hat alle Unregelmäßigkeiten im Viertel dokumentiert und die entsprechenden Personen erpresst.","versions":[{"lang":1,"streams":[{"redirect":8808109,"hoster":"VOE"},{"redirect":8615952,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386372,"hoster":"VOE"},{"redirect":13386371,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verrückt nach Mira","epNo":11,"alt":"There\u0027s Something About Mira","descr":"Gus und Shawn werden von einem Mann beobachtet. Er gibt sich als Privatdetektiv Mace Rhoden aus und fordert Gus auf, eine gewisse Mira zu treffen. Nur zögerlich gibt Gus Shawn gegenüber zu, dass er mit dieser Mira einmal verheiratet war. Shawn ist empört, dennoch interessiert er sich für diese Geschichte. Mira ist ein kleiner Latino-Wirbelwind, der vor vielen Jahren Gus um den Finger gewickelt und ihn zur Hochzeit bewogen hat. Zwischenzeitlich sind die beiden geschieden, doch es fehlt noch eine Unterschrift von Gus, damit Mira erneut heiraten kann. Sie hat tatsächlich einen neuen Liebhaber. Einen gewissen Jan, der sie am Strand von Santa Barbara heiraten möchte. Das Fest ist ausgerichtet, doch wer nicht erscheint, ist Jan. Mira ist außer sich und bittet Gus und Shawn, nach ihrem verschwundenen Ehemann in spe zu suchen.","versions":[{"lang":1,"streams":[{"redirect":8808107,"hoster":"VOE"},{"redirect":8615955,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386375,"hoster":"VOE"},{"redirect":13386373,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schatten der Rentnerschaft","epNo":12,"alt":"The Old and the Restless","descr":"Shawn und Gus bekommen einen Auftrag von dem Sicherheitsbeamten eines Altersheims: Dessen bester Freund und Heiminsasse, Oswald Chester, ist verschwunden. Doch niemand von der Heimleitung macht sich Gedanken und unternimmt etwas. Gus und Shawn versuchen vergeblich, in das Altersheim hineinzukommen. Sie haben nur eine Chance: Sie überreden Shawns Vater Henry sich in das Heim aufnehmen zu lassen. Shawn und Gus haben nun Besucherpässe und können das Altersheim rund um die Uhr besuchen. Sie ermitteln und stellen fest, dass alle Personen, die verschwunden sind bzw. mit dem Tode ringen, Bluthochdruckpatienten waren. Auch Lassiter hat eine wichtige Aufgabe zu bewältigen. Er muss den Sohn des Bürgermeisters JJ wieder auf den Pfad der Tugend zurückführen. Doch JJ lässt sich von Lassiter nicht beeindrucken. Detective O\u0027Hara hat er jedoch in sein Herz geschlossen und nimmt die guten Ratschläge von ihr an.","versions":[{"lang":1,"streams":[{"redirect":8808108,"hoster":"VOE"},{"redirect":8615951,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386385,"hoster":"VOE"},{"redirect":13386384,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Licht, Kamera - und Mord!","epNo":13,"alt":"Lights, Camera ? Homicidio","descr":"In einer spanischen Seifenoper wird während der Dreharbeiten vor laufender Kamera der Schauspieler Rinaldo Nunez von Jorge erstochen. Für die Polizei ist klar, dass Jorge der Täter ist, zumal die Kameras alles belegen können. Doch Shawn und Gus treten an, um Jorge zu verteidigen und den wahren Täter zu finden. Shawn hat engen Kontakt mit Lance, den Autor dieser Serie, der ebenfalls in Verdacht geraten ist. Da man ihn vorübergehend festnimmt und ins Gefängnis steckt, ist er nun mit dem Abschaum Amerikas auf Augenhöhe und dies gibt ihm Treibstoff für neue Folgen seiner Serie. Shawn hat sich inzwischen so in den Fall hineingekniet, dass er eine Rolle übernommen hat und eine lange Szene mit der Hauptdarstellerin Quintessa spielt. In dieser Szene soll laut Drehbuch der Mörder erneut zuschlagen. Doch diesmal wird Shawn das Opfer sein. Er ist also gewappnet, außerdem hat er Gus hinter den Kulissen, der alles für ihn beobachtet.","versions":[{"lang":1,"streams":[{"redirect":8808111,"hoster":"VOE"},{"redirect":8615957,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386400,"hoster":"VOE"},{"redirect":13386401,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Lügen, Leiche und Loge","epNo":14,"alt":"Dis-Lodged","descr":"Arthur Holmstrom, der Patriarch einer Loge, wird tot aufgefunden. Die Mitglieder sind durch diesen Mord jedoch kaum irritiert. Es wird Henry Spencer hinzugezogen, der in früheren Zeiten dort Logenbruder war, um die Sache aus der Welt zu schaffen. Doch auch Shawn kriegt von der Sache Wind und ermittelt genau wie die Polizei. Er hat großes Glück, denn er wird zum Logenbruder ernannt, wobei Gus die Situation nutzt und den vielen Ärzten der Loge seine Pharmaprodukte verkauft. Irving Parker, Lassiters Schwiegervater, gerät in Verdacht und wird vorübergehend festgenommen. Doch Lassiter kann ihm den Mord nicht nachweisen. Als Gus und Shawn das Haus des toten Arthur Holmstroms besuchen, werden sie gestört. Eine weitere Person dringt in das Gebäude ein und versucht, einige Akten zu stehlen. Gus gelingt es, Holmstroms Tresor zu öffnen und man stellt fest, dass Holmstrom Unterlagen aufbewahrt, die beweisen, dass der Kassenwart der Loge, größere Beträge in die eigene Tasche hat fließen lassen.","versions":[{"lang":1,"streams":[{"redirect":13166185,"hoster":"VOE"},{"redirect":8615958,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386386,"hoster":"VOE"},{"redirect":13386387,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Modeopfer de luxe","epNo":15,"alt":"Black and Tan: A Crime of Fashion","descr":"Gus hat Geburtstag und Shawn will ihm etwas Besonders bieten. Sie gehen auf eine Fashion-Show von Gregor Uberstein, dem bekannten Designer von Santa Barbara. Als Gregor Uberstein die Bühne betritt und den Mikrofonständer anfasst, wird er von einem elektrischen Schlag getroffen und bricht tot zusammen. Die Modewelt hat ihren Papst verloren. Gus dringt darauf, dass an seinem Geburtstag nicht gearbeitet wird. Doch kurz nach zwölf machen die beiden sich an die Arbeit. Sie geben sich als Models aus. Sie haben somit die Möglichkeit, in der Modeszene zu ermitteln. Gus hat nur ein Ziel: Er möchte Belinda, einem hübschen Model, imponieren und ihr Freund werden. Doch Shawn ist der Sache auf der Spur und ermittelt wieder einmal auf eigene Faust. Lassiter, Chief Vick und Juliet kommen nicht weit mit ihren toxikologischen Berichten und Vermutungen. Wieder einmal ist es Shawn, der auf die Bühne springt und die Morde aufklärt.","versions":[{"lang":1,"streams":[{"redirect":8808112,"hoster":"VOE"},{"redirect":8615959,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386392,"hoster":"VOE"},{"redirect":13386393,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Eine Mumie geht (und bringt) um!","epNo":16,"alt":"Shawn (and Gus) of the Dead","descr":"Shawn wird des Nachts ins Museum gerufen, weil eine ägyptische Mumie plötzlich verschwunden ist. Gus, der sich vor Mumien fürchtet, lässt sich nur schwer überzeugen, an dem Fall mitzuarbeiten. Shawn ist mit Feuer und Flamme bei der Sache, um der stellvertretenden Kuratorin Sophie zu imponieren. Lassiter ermittelt immer noch im Fall des toten Verlegers Wyles des Dritten und lässt dessen Leiche exhumieren. Doch auch dadurch ist er nicht in der Lage, den Mordfall zu lösen. Dies tut Shawn, denn er stellt fest, dass beide Fälle miteinander verbunden sind. Wyles der Vierte hat sich als Mumie verkleidet nachts einschließen lassen, um eine Pistole aus dem Museum zu entwenden, die er benutzt hatte, um seinen Vater niederzuschlagen. Jedoch wird er dort vom Museumswärter Hastings gestört und ermordet ihn daraufhin. Da man im Schädel des bei einem Treppensturz ums Leben gekommenen Wyles des Dritten ein Stück Elfenbein fand, schließt Shawn daraus, dass dieses Stück Elfenbein von einem Pistolengriff abgeplatzt ist. Wyles der Vierte wird festgenommen und Shawn erntet besonders von der stellvertretenden Kuratorin Sophie so große Dankbarkeit, dass er ein Date mit ihr verabredet.","versions":[{"lang":1,"streams":[{"redirect":8808113,"hoster":"VOE"},{"redirect":8615961,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13386380,"hoster":"VOE"},{"redirect":13386382,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Geister","epNo":1,"alt":"Ghosts","descr":"Aufgrund eines Zeitungsartikels kommt in Gus’ Firma heraus, dass Gus einen Nebenjob hat. Prompt wird er von seinem Vertriebsleiter Ogletree zur Rechenschaft gezogen. Doch der Geschäftsführer, Mister Haversham, möchte, dass Gus und Shawn für ihn arbeiten, denn er ist der Meinung, dass es in seinem Haus spukt. Man vereinbart eine nächtliche Exkursion, auf der es tatsächlich hoch her geht im Haus, doch es stellt sich heraus, dass Shawn das ganze Theater inszeniert hat, um Mister Havensham vor Augen zu führen, wie wichtig Gus’ Nebenjob ist. Unbeabsichtigt macht Shawn jedoch interessante Entdeckungen, die ein zwielichtiges Licht auf Mister Haversham werfen. Zudem steht Shawns Mutter Madeleine Spencer nach Jahren plötzlich vor seiner Tür. Und als wäre das unerwartete Wiedersehen nicht schon anstrengend genug, benimmt sich sein Vater plötzlich wie ein liebestoller Pfau. Shawn erfährt Dinge über seine Familie, die er nicht für möglich gehalten hat.","versions":[{"lang":1,"streams":[{"redirect":8808115,"hoster":"VOE"},{"redirect":8615960,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13387555,"hoster":"VOE"},{"redirect":13387554,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Shawn für alle Fälle","epNo":2,"alt":"Murder?? Anyone?? Anyone?? Bueller?","descr":"Gus hat eine große Wiedersehensfeier für seine alten Klassenkameraden organisiert. Doch Shawn meint, dass während der Party ein Mord stattgefunden hat und fängt an, fieberhaft zu ermitteln. Tatsächlich gelingt es ihm, seinen Partner Gus von seinen organisatorischen Aufgaben zu entbinden, damit er ihm bei der Ermittlung der Täter hilft.","versions":[{"lang":1,"streams":[{"redirect":8808117,"hoster":"VOE"},{"redirect":8615965,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13387576,"hoster":"VOE"},{"redirect":13387568,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wann und wie gehen Draufgänger drauf?","epNo":3,"alt":"Daredevils!","descr":"Shawn und Gus wollen etwas erleben und besuchen eine Veranstaltung für ganz harte Jungs: Tractorpulling. Star des Events ist der Motorradstuntman Dutch \"The Clutch\". Doch sein viel umjubelter Auftritt mündet in einer Katastrophe als während eines lebensgefährlichen Sprunges plötzlich Dutchs Maschine explodiert. Shawn stellt sofort fest, dass es sich dabei um einen Anschlag handelt. Glücklicherweise überlebt Dutch den Unfall und Shawn und Gus werden von dessen Sohn Louis engagiert, um diesen Fall zu untersuchen. Doch die Ermittlungen der beiden verlaufen schleppend.","versions":[{"lang":1,"streams":[{"redirect":8808120,"hoster":"VOE"},{"redirect":8615963,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13387612,"hoster":"VOE"},{"redirect":13387618,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das größte Abenteuer in der Geschichte des Farbfernsehens","epNo":4,"alt":"The Greatest Adventure in the History of Basic Cab","descr":"Shawns Onkel Jack ist seit Jahren begeisterter Anhänger des Piraten Bouchard, der seinerzeit einen großen Goldschatz an der kalifornischen Küste vergraben haben soll. Nachdem Jack einige Zeit in Argentinien war, um dort Nachforschungen über Bouchard anzustellen, kehrt er nun nach Kalifornien zurück und macht Shawn, Gus und Henry zu seinen Partnern und Mitwissern. Sie erarbeiten eine Strategie und wollen gemeinsam auf Schatzsuche gehen, um die wertvollen Münzen zu finden. Doch offensichtlich hat Jack nicht mit offenen Karten gespielt...","versions":[{"lang":1,"streams":[{"redirect":8808119,"hoster":"VOE"},{"redirect":8615962,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13387655,"hoster":"VOE"},{"redirect":13387652,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schwamm drunter und drüber?","epNo":5,"alt":"Disco Didn\u0027t Die. It Was Murdered!","descr":"Vor dreißig Jahren hat Henry seinen bislang spektakulärsten und größten Fall gelöst. Im letzten Moment konnte er verhindern, dass der Regierungshasser Eugene das Polizeipräsidium in die Luft jagen konnte. Eugene wurde verhaftet und zu 30 Jahren Knast verurteilt. Doch jetzt wird der Fall neu aufgerollt und Shawn und Gus sollen die Polizei von Santa Barbara bei dieser prekären Angelegenheit unterstützen. Mit einer Einschränkung jedoch: Chief Vick besteht darauf, dass Henry selbst unter gar keinen Umständen an den erneuten Ermittlungen beteiligt wird.","versions":[{"lang":1,"streams":[{"redirect":8808118,"hoster":"VOE"},{"redirect":8615964,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13387695,"hoster":"VOE"},{"redirect":13387694,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verwerfliche Verwerfungen","epNo":6,"alt":"There Might Be Blood","descr":"Chief Vick möchte, dass Shawn und Gus ihr bei Ermittlungsarbeiten helfen: Auf einer Ölbohrinsel wurde der dortige Sicherheitsbeamte Hicks tot aufgefunden. Die zuständige Küstenwache hat den Todesfall bereits als \"Unfall\" abgehakt, doch Vick hat ihre Zweifel, die auf Grund eines anonymen Hinweises genährt werden. Was Chief Vick den beiden Detektiven jedoch zunächst verschweigt ist, dass es sich bei der Ermittlerin vor Ort, \"Coast Guard Commander Barbara\", um Vicks Schwester Barbara handelt, die keinesfalls gewillt ist, den Fall an Vick abzutreten...","versions":[{"lang":1,"streams":[{"redirect":8808116,"hoster":"VOE"},{"redirect":8615974,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13387698,"hoster":"VOE"},{"redirect":13387697,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Derby Talk","epNo":7,"alt":"Talk Derby to Me","descr":"Nach dem nächtlichen Überfall auf ein Modegeschäft werden Shawn und Gus, der sich eigentlich auf seine Pharmazie-Prüfung vorbereiten will, erneut als Ermittlungsberater benötigt. Shawn ist sich ziemlich sicher, dass der Einbruch auf das Konto einer weiblichen Täterbande geht und er stellt Nachforschungen in der Roller-Derby-Szene an. Schnell wird klar, dass sie einen Undercover-Informanten benötigen und niemand wäre besser dafür geeignet als Juliet, die auf der Bahn eine ausgezeichnete Figur abgibt.","versions":[{"lang":1,"streams":[{"redirect":8808122,"hoster":"VOE"},{"redirect":8615966,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13388718,"hoster":"VOE"},{"redirect":13388720,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Als Gus eine Bank betritt ?","epNo":8,"alt":"Gus Walks Into a Bank","descr":"Gus möchte nur kurz in der Bank etwas erledigen, als die Katastrophe passiert: Ein Mann namens Phil Stubbins zückt plötzlich eine Waffe und nimmt alle Mitarbeiter und Kunden als Geisel. Die Polizei ist zwar sofort vor Ort, doch alle Versuche, die Situation friedlich zu klären, scheitern zunächst. Erst als man für die Geiseln Pizza besorgt, geht Shawn, der sich um seinen Freund sorgt, in die Bank hinein und gewinnt allmählich Phils Vertrauen.Phil tischt Shawn eine abenteuerliche Geschichte auf: Phils Frau wurde ebenfalls gekidnappt und die Entführer verlangen, dass Phil Diamanten im Wert von einer Million stehlen soll, will er seine Frau lebend wiedersehen.Shawn darf die Bank wieder verlassen und er macht sich zusammen mit Lassiter und O’Hara auf die Suche nach Phils Frau Joanna, um dessen Angaben zu überprüfen. Tatsächlich finden sie die entführte Frau und Shawn hat bereits einen Verdacht, wer für die Tat verantwortlich sein könnte.","versions":[{"lang":1,"streams":[{"redirect":8808121,"hoster":"VOE"},{"redirect":8615967,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13388729,"hoster":"VOE"},{"redirect":13389032,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Es begab sich aber zu der Zeit ? viel zu viel!","epNo":9,"alt":"Christmas Joy","descr":"Shawn und Gus ereilt der Hilferuf eines kleines Mädchens: Der Weihnachtsmann wurde verhaftet. Schon bald finden die beiden Ermittler heraus, dass Carl, der inhaftierte Santa Claus, zugleich der Vater des kleinen Mädchens ist und eher ein Bengel, denn ein Engel ist. Carl wurde in eine Schlägerei verwickelt und sitzt nun mit seinen Widersachern im Gefängnis. Er hat Schulden bei einem Buchmacher und benutzt seinen Job als Weihnachtsmann dazu, um festzustellen, welche Eltern zu Weihnachten nicht zu Hause sind, um dann die leeren Wohnungen während des Weihnachtsfestes auszuräumen.Weihnachtszeit ist aber auch die Zeit, einige Verfehlungen zu gestehen. So enthüllt Winnifred, Gus’ Mutter, dass sie ihr ganzes Weihnachtsgeld bei einem Buchmacher verspielt hat und Gus’ Vater Bill gesteht, dass er vor einem Monat seinen Job verloren hat und sich nicht getraut hat, es der Familie zu sagen. Aber auch Gus’ Schwester Joy, die extra zu Weihnachten nach Hause gekommen ist, überrascht die Familie, indem sie behauptet, sie habe ein Verhältnis mit Shawn","versions":[{"lang":1,"streams":[{"redirect":12334476,"hoster":"VOE"},{"redirect":8615969,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13387700,"hoster":"VOE"},{"redirect":13387704,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gemordet wird immer","epNo":10,"alt":"Six Feet Under the Sea","descr":"Gus bittet Shawn, ihn zu einer Beerdigung zu begleiten. Shawn ist total erstaunt, als er mitbekommt, um wen es sich bei dem Toten handelt: um Shabby, den allseits beliebten und bekannten Seelöwen. Der Leiter des Aquariums, Mister LaBayda, hält die Trauerrede. Doch Shawn merkt sofort, dass hier etwas nicht stimmt. Schnell stellt er fest, dass der Seelöwe offenbar ermordet wurde, was das pathologische Institut ebenfalls bestätigt. Gus und Shawn beschließen, den oder die Mörder zu finden und fahren nachts auf die See hinaus. Im Sperrgebiet stoßen sie auf zwei Männer, die mit einem Boot unterwegs sind. Roger und Spriggs geben an, dass sie gestrandet sind, weil ihr Motor gestreikt hat.","versions":[{"lang":1,"streams":[{"redirect":8808124,"hoster":"VOE"},{"redirect":8615968,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13388038,"hoster":"VOE"},{"redirect":13388039,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Böser, böser Lassie","epNo":11,"alt":"Lassie Did a Bad, Bad Thing","descr":"Lassiter gelingt es, den Anführer der berühmt-berüchtigten Bande \"Cinco Reyes\" festzunehmen. Ernesto Ramos Chavez wurde seit langem von der Polizei gesucht und Lassiter ist nun der gefeierte Held der Stunde. Doch dann geschieht etwas Unvorhergesehenes: Als auf der Wache vorübergehend der Strom ausfällt, wird Chavez in der Arrestzelle getötet. Ausgerechnet Lassiter wird mit seiner Kanone in der Hand neben dem Toten gefunden und gerät natürlich in Verdacht, einen Schwerverbrecher getötet zu haben. Lassiter wird beurlaubt und Juliet bekommt einen neuen Partner namens Drimmer zugeteilt...","versions":[{"lang":1,"streams":[{"redirect":8808126,"hoster":"VOE"},{"redirect":8615971,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13388721,"hoster":"VOE"},{"redirect":13388723,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Feuer mit Feuer","epNo":12,"alt":"Earth, Wind and? Wait for It","descr":"Nach einer Reihe von Brandstiftungen ermitteln Shawn und Gus bei der Feuerwehr und unterstützen die junge Inspektorin Morgan bei der Arbeit. In den betroffenen Gebäuden wurden Skelette entdeckt, die bis zur Unkenntlichkeit verbrannt sind. Schnell wird klar, dass diese dort bereits vor über zehn Jahren eingemauert wurden. Die beiden Detektive finden heraus, dass der Sicherheitsinspektor Army für die vorsätzlich gelegten Brände verantwortlich ist...","versions":[{"lang":1,"streams":[{"redirect":8808125,"hoster":"VOE"},{"redirect":8615970,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13389503,"hoster":"VOE"},{"redirect":13389502,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wofür braucht ein Toter auch zwei Füße?","epNo":13,"alt":"Any Given Friday Night","descr":"Nachdem Spaziergänger einen Fuß gefunden haben, ist schnell klar, dass der ehemalige \"Besitzer\" des abgetrennten Körperteils nicht mehr unter den Lebenden weilt. Nun sollen Shawn und Gus die dazugehörige Leiche finden und zusammen mit Chief Vick diesen Mordfall lösen. Shawn stellt fest, dass dieser Fuß einem Footballspieler gehört hat. Da ein wichtiger Spieler der \"Thunderbirds\" vermisst wird, nämlich Vlad Alexavic, haben die Detektive einen Verdacht. Wie immer versuchen Gus und Shawn, verdeckt zu ermitteln...","versions":[{"lang":1,"streams":[{"redirect":8808127,"hoster":"VOE"},{"redirect":14159387,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13387693,"hoster":"VOE"},{"redirect":13387692,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wahrere Lügen","epNo":14,"alt":"Truer Lies","descr":"Ryan Bainsworth, ein stadtbekannter Lügner, wurde von der Polizei festgenommen, weil er angeblich seinen Hausmeister ermordet hat. Er gibt diese Tat auch zu, was allerdings bei einem Schwindler wie ihm nicht unbedingt der Wahrheit entsprechen muss. Doch Shawn hat gelernt, dass in jeder Lüge ein Funken Wahrheit ist und er hat nichts Besseres zu tun, als Ryan aus dem Gefängnis herauszuholen. Unglücklicherweise gehen für die Kaution allerdings sämtliche Ersparnisse der Detektei drauf.","versions":[{"lang":1,"streams":[{"redirect":8808129,"hoster":"VOE"},{"redirect":8615972,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13387855,"hoster":"VOE"},{"redirect":13388035,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Dienstag, der 17","epNo":15,"alt":"Tuesday the 17th","descr":"Unerwartet wird Shawn mit seiner Schulzeit konfrontiert. Als Teenie hat er seine Freizeit häufig in einem Camp verbracht, mit dem er allerdings nicht die besten Erinnerungen verbindet. Jetzt, 20 Jahre später, begegnet er Jason, einem alten Bekannten aus dieser Zeit, der ihm berichtet, dass er das Camp übernommen hat und es in Kürze wieder eröffnen will. Jedoch ist eine der Betreuerinnen, Annie, auf merkwürdige Weise verschwunden. Er bittet Shawn und Gus, ihm bei der Suche zu helfen, da er keinesfalls möchte, dass die Polizei die Sache untersucht und Einzelheiten an die Öffentlichkeit dringen...","versions":[{"lang":1,"streams":[{"redirect":8808128,"hoster":"VOE"},{"redirect":8615973,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13387706,"hoster":"VOE"},{"redirect":13387708,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein Abend mit dem geheimnisvollen Mr. Yang","epNo":16,"alt":"An Evening with Mr. Yang","descr":"Der berühmte Phantomkiller, Mister Yang, versetzt die Polizei von Santa Barbara erneut in Schrecken. Er droht damit, eine Frau zu töten. Mister Yang schickt Shawn und die Polizei mit Hilfe von kleinen Rätseln und Reimen zu bestimmten Orten in Santa Barbara. Hilfe bei ihren Ermittlungen erhalten Shawn und Gus von einem jungen Mann namens Mary. Irgendwann hat Shawn die Nase voll und ist nicht mehr bereit, den Befehlen von Mister Yang zu folgen...","versions":[{"lang":1,"streams":[{"redirect":8808133,"hoster":"VOE"},{"redirect":8615982,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13388050,"hoster":"VOE"},{"redirect":13388051,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Shawns und Gus verrückte Reise durch Kanada","epNo":1,"alt":"Extradition: British Columbia","descr":"Shawn hatte geplant, mit seiner Freundin Abigail einen Liebesurlaub in Kanada zu verbringen. Doch statt Abigail, die kurzfristig abgesprungen ist, reist er nun mit Gus im Schlepptau nach British Columbia. Wo Shawn auftaucht, sind die Verbrecher nicht weit... Er trifft auf Pierre Despereaux, einen Kunstdieb, hinter dem Lassiter schon seit Jahren her ist. Als Lassiter davon erfährt, reist er sofort gemeinsam mit Juliet nach Kanada, wo er sich zähneknirschend den Befehlen von \"Detective\" Shawn unterwerfen muss, der versucht, Pierre Despereaux zu stellen.","versions":[{"lang":1,"streams":[{"redirect":8808130,"hoster":"VOE"},{"redirect":8615991,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13391723,"hoster":"VOE"},{"redirect":13391718,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer früher mordet, ist schneller reich","epNo":2,"alt":"He Dead","descr":"Shwan und Gus bekommen den Auftrag das abgestürzte Flugzeug eines schwerreichen Managers und ihn selbst zu finden. Doch als Psych diesen findet haucht der Manager ihm Shawn seinen letzten Wunsch ins Ohr: Er will, dass sie seinen Mörder finden. Doch die Ermittlungen laufen nicht so wie geplant...","versions":[{"lang":1,"streams":[{"redirect":8808131,"hoster":"VOE"},{"redirect":8615975,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13391774,"hoster":"VOE"},{"redirect":13391792,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Spiel mir das Spiel vom Tod","epNo":3,"alt":"High Noon-ish","descr":"In Lassiters geliebter Western Stadt gehen seltsame Dinge vor sich und nebenbei stehen sie kurz vor der Pleite. Lassie beauftragt Psych undercover um zu ermitteln, doch dann wird eine Leiche gefunden.","versions":[{"lang":1,"streams":[{"redirect":8808132,"hoster":"VOE"},{"redirect":8615984,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13391837,"hoster":"VOE"},{"redirect":13391826,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Teufel steckt im Detail ... und in jungen Frau","epNo":4,"alt":"The Devil\u0027s in the Details? and in the Upstairs Be","descr":"Als Gus von einem altem Freund, einem Pfarrer bei dem sie früher in die Kirche gingen, erfährt, dass an der von ihm betreutem Schule ein (Selbst)Mord begangen wurde, erklärt er sich sofort bereit den Fall zu übernehmen. Shawn ist nicht sonderlich erfreut, vor allem weil Gus einer Theorie nachgehen will, nach der das Mädchen von Teufel besessen war.","versions":[{"lang":1,"streams":[{"redirect":8808136,"hoster":"VOE"},{"redirect":8615979,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13391872,"hoster":"VOE"},{"redirect":13391882,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lassiters vertraute Feinde","epNo":5,"alt":"Shawn Has the Yips","descr":"Ein unbekannter Attentäter hat es auf Detective Lassiter abgesehen.","versions":[{"lang":1,"streams":[{"redirect":8808134,"hoster":"VOE"},{"redirect":8615977,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13391854,"hoster":"VOE"},{"redirect":13391860,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Töte und denke nur an morgen","epNo":6,"alt":"Bollywood Homicide","descr":"Eine junge Inderin namens Mina wird um ein Haar von einem Lkw überfahren. Der Täter ist schnell gefunden: Minas Freund Raj bezichtigt sich selbst der Tat, weil er angeblich verflucht sei. Shawns und Gus\u0027 Unterfangen, Raj von dem Fluch zu befreien, geht selbstverständlich schief. Und auch Lassiter trägt nicht sonderlich viel bei.","versions":[{"lang":1,"streams":[{"redirect":8808137,"hoster":"VOE"},{"redirect":8615978,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13392887,"hoster":"VOE"},{"redirect":13392889,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Comeback mit Opfer","epNo":7,"alt":"High Top Fade Out","descr":"Gus’ ehemaliger Freund Diddle ist umgekommen. Den Polizeiberichten zufolge war Diddle mit dem Fahrrad unterwegs und wurde von einem Auto angefahren, dessen Fahrer Fahrerflucht begangen hat. Unter normalen Umständen würde man diesen Fall jetzt zu den Akten legen, doch Gus und Shawn ermitteln weiter. Diddle war mit Gus früher in der Band \"Blackapella\", doch die Gruppe hatte sich im Streit getrennt. Tony und June sind immer noch sauer auf Gus, doch auch ihnen ist klar, dass Diddle auf mysteriöse Weise umgekommen ist, zumal er ihnen noch kurz vor seinem Ableben eine E-Mail geschickt hat, die jedoch verschlüsselt ist, so dass weder Gus noch Shawn oder die Polizei den Anhang öffnen können.Es stellt sich heraus, dass Diddle bei einer Computerfirma gearbeitet hat, die geheime Security-Codes für die Polizei erstellt hat, mit denen Warenhäuser gesichert werden, in denen beschlagnahmtes Rauschgift und konfiszierte Waffen lagern. Diddle wusste, dass dieser Code von Fremden entschlüsselt wurde und stellte, da sein Chef sich nicht dafür interessierte, geheime Nachforschungen an. Er fand heraus, dass Gangster die Drogen aus den Lagerhäusern der Polizei wieder auf den Markt bringen. Dabei wurde er jedoch entdeckt …","versions":[{"lang":1,"streams":[{"redirect":8808135,"hoster":"VOE"},{"redirect":8615981,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13392576,"hoster":"VOE"},{"redirect":13392573,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jetzt wird’s haarig","epNo":8,"alt":"Let\u0027s Get Hairy","descr":"Ein neuer Klient von Shawn und Gus glaubt ein Werwolf zu sein und während seiner Verwandlung mehrere Menschen getötet zu haben. Doch während ihrer Ermittlungen finden sie heraus, dass sie nicht die Menschheit vor einem blutrünstigen Monster schützen müssen, sondern ihren Klienten vor einer Anklage wegen Mordes.","versions":[{"lang":1,"streams":[{"redirect":8808138,"hoster":"VOE"},{"redirect":8615980,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13392628,"hoster":"VOE"},{"redirect":13392616,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Shawn … verzweifelt gesucht","epNo":9,"alt":"Shawn Takes a Shot in the Dark","descr":"Shawns Freund Gus alarmiert die beiden Ermittler Lassiter und O’Hara mitten in der Nacht und zitiert sie auf einen verlassenen Schrottplatz. Besonders Lassiter ist ob der nächtlichen Störung äußerst unwillig und vermutet einen von Shawns unsäglichen Späßen hinter dieser Aktion: Doch als sie eine Blutlache, eine Patronenhülse sowie frische Schleif- und Reifenspuren finden ist ihr kriminalistisches Interesse geweckt.","versions":[{"lang":1,"streams":[{"redirect":8808142,"hoster":"VOE"},{"redirect":8615985,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13392680,"hoster":"VOE"},{"redirect":13392712,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Soldat David Starks","epNo":10,"alt":"You Can\u0027t Handle This Episode","descr":"Shawn und Gus werden mit einem Selbstmord konfrontiert, der sich schnell als kaltblütiger Mord herausstellt. Doch um den Mörder zu finden, müssen die beiden Spaßvögel sich auf militärisches Sperrgebiet begeben und dort ermitteln.","versions":[{"lang":1,"streams":[{"redirect":8808140,"hoster":"VOE"},{"redirect":8615986,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13392904,"hoster":"VOE"},{"redirect":13392901,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Beim Tod hört die Freundschaft echt auf","epNo":11,"alt":"Thrill Seekers and Hell Raisers","descr":"Gus ist seit kurzem unsterblich in Ruby verliebt und möchte so oft wie möglich mit ihr zusammen sein, doch wartet er immer noch auf Shawns Urteil, der ihm bestätigen soll, dass Ruby die Richtige für ihn ist. Ruby ist mit Derek, Jessica und Stu befreundet, die zusammen Extrem-Sportarten wie Wildwasser-Rafting nachgehen. Um Ruby weiter auf den Zahn fühlen zu können, begleiten Shawn und Gus die Truppe bei einer Wildwasserfahrt, ohne zu ahnen, auf welches Abenteuer sie sich da einlassen werden. Denn in einer besonders gefährlichen Flussbiegung geht Stu plötzlich über Bord. Die alarmierte Polizei findet außer Stus Rettungsweste zunächst einmal nichts von ihm. Es stellt sich heraus, dass der verschwundene Stu zusammen mit seinem Geschäftspartner Brian Sampson einen Konkurs hingelegt hat. Dennoch haben sie beide eine Lebensversicherung in Höhe von einer Million Dollar abgeschlossen, wobei jeweils der andere der Begünstigte ist. Wenig später wird jedoch Brians Leiche entdeckt und Gus muss Shawn beichten, dass seine neue Freundin mit dem verschwunden Stu unter einer Decke steckt. Doch es bedarf noch eines genialen Gedankenblitzes von Shawn bis der Fall aufgeklärt werden kann.","versions":[{"lang":1,"streams":[{"redirect":8808139,"hoster":"VOE"},{"redirect":8615983,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13392959,"hoster":"VOE"},{"redirect":13392976,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Scott \u0026 Juliet","epNo":12,"alt":"A Very Juliet Episode","descr":"Detective Juliet O\u0027Hara hat sich vor genau sieben Jahren von ihrem Freund Scott am Bahnhof getrennt und verabredet, sich in sieben Jahren an derselben Stelle wieder zu treffen. Doch wer nicht zur vereinbarten Zeit erscheint, ist Scott. Juliet kann nicht glauben, dass sich ihre Jugendliebe nicht an diese romantische Verabredung erinnert hat. Die Polizistin beginnt sofort mit ihren Nachforschungen, aber erst Shawn findet mit Hilfe seines Vaters heraus, dass Scott vor vier Jahren angeblich bei einem Autounfall ums Leben gekommen ist. Doch Shawns Misstrauen wird unverzüglich geweckt, als er im Unfallbericht einige Ungereimtheiten entdeckt. Er findet heraus, dass die Daten fingiert wurden, damit Scott unbehelligt in einem Zeugenschutzprogramm aufgenommen werden konnte. Scott war Kronzeuge in einem Mordprozess gegen einen Mafiaboss, der wegen Scotts Aussage nun lebenslänglich hinter Gittern sitzen muss. Nach dem Wiedersehen mit Juliet beschließt Scott aus dem Programm auszusteigen, doch nun ist sein Leben in Gefahr. Aber erst Shawn findet heraus, dass nicht nur der Mafiaboss Scott nach dem Leben trachtet, sondern auch Agenten des FBI.","versions":[{"lang":1,"streams":[{"redirect":8808141,"hoster":"VOE"},{"redirect":8616000,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13392761,"hoster":"VOE"},{"redirect":13392760,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Lautloser Killer","epNo":13,"alt":"Death Is In The Air","descr":"Shawn und Gus bekommen Besuch von Donny Lieberman, dem Angestellten eines Kurierdienstes. Donny hat eine durchzechte Nacht hinter sich und kann sich kaum noch an etwas erinnern. Er weiß nur, dass er eine Kühlbox entgegennehmen musste, die er am folgenden Morgen per Flugzeug in ein Labor liefern sollte. Gus und Shawn bemühen sich, den Filmriss aufzuklären und stellen fest, dass Donny in der Kühlbox den gefährlichen Dornenburg-Virus transportiert hat. Die Ampulle mit dem Virus ist jedoch verschwunden. Und es stellt sich sehr schnell heraus, dass die Prostituierte, mit der sich Donny eingelassen hat, ihm die Kühlbox entwendet und fatalerweise auch geöffnet hat, da sie kurze Zeit später in einem Drugstore tot zusammenbricht. Nun infizieren sich immer mehr Menschen mit dem gefährlichen Virus, auch Juliet. Darauf versuchen Lassiter und Shawn alles um ein Gegenmittel zu finden und gelangen schließlich zum Produzent des Virus.","versions":[{"lang":1,"streams":[{"redirect":8808143,"hoster":"VOE"},{"redirect":8615987,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13392812,"hoster":"VOE"},{"redirect":13392835,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Spagat zwischen Attentat und Heldentat","epNo":14,"alt":"Think Tank","descr":"Gus und Shawn werden zu einer Expertenkommission geladen, die für den Schutz des schwerreichen Geschäftsmannes Bonaventure ins Leben gerufen wurde. Auf Bonaventure wurden in der Vergangenheit verschiedene Attentate verübt. Doch jetzt ist die Bedrohung so stark, dass man extra eine Expertenkommission gründet, um ihn zu schützen. Erst viel zu spät erfährt Shawn, dass sein Auftraggeber, Mr. Snowden, der eigentliche Attentäter ist und der durch ihn gute Tipps bekommt, wie man an Bonaventure herankommt. Shawn ruft das Dezernat zur Hilfe, und gemeinsam gelingt es ihnen in letzter Sekunde, Bonaventure vor einem kaltblütigen Anschlag zu schützen. Zunächst wird als Täter Mr. Snowden entlarvt. Als sich jedoch Bonaventure und Shawn ins Auto retten können, werden sie von Boyd überrascht, der es ebenfalls auf Bonaventure abgesehen hat.","versions":[{"lang":1,"streams":[{"redirect":8808144,"hoster":"VOE"},{"redirect":8615988,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393089,"hoster":"VOE"},{"redirect":13393087,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Hai - nicht der weiße","epNo":15,"alt":"The Head, The Tail, The Whole Damn","descr":"Am Strand von Santa Barbara findet man eine verstümmelte Leiche, die angeschwemmt wurde. Es deutet alles auf einen Hai-Unfall hin, doch Lassiter ist felsenfest davon überzeugt, zwischen den zahlreichen Haibissen auch eine Stichwunde festgestellt zu haben. Mit dieser Behauptung macht er sich zum Gespött der örtlichen Presse, doch Shawn unterstützt Lassiter in dessen zunächst abstrus wirkenden Bemühungen, seine Behauptung mit handfesten Beweisen zu untermauern. Nachdem die Polizei eine Belohnung in Höhe von 10.000 Dollar ausgesetzt hat, sind alle Boote auf dem Meer und versuchen, den Hai zu finden, in dessen Bauch sich, wie man annimmt, weitere Beweisstücke befinden. Die Meeresbiologin, Doktor Phenix, hilft Gus und Shawn bei den Ermittlungen und stellt einige Theorien auf. Henry ist an diesen Theorien nicht so interessiert, vielmehr an Doktor Phenix selbst, die bezaubernd auf seine Avancen eingeht. Nachdem die Belohnung auf 50.000 Dollar erhöht wurde, machen sich auch Gus und Shawn mit dem Fischer Tanner auf die Suche nach dem menschenfressenden Hai. Erst auf hoher See entdeckt Shawn, dass sie sich offensichtlich in die Höhle des Löwen begeben haben, da ausgerechnet ihr Fischer ein Hühnchen mit dem Toten zu rupfen hatte.","versions":[{"lang":1,"streams":[{"redirect":13051244,"hoster":"VOE"},{"redirect":8615990,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13392520,"hoster":"VOE"},{"redirect":13392536,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kein Yang ohne Yin","epNo":16,"alt":"Mr. Yin Presents","descr":"Verhaltenspsychologe Mary Lightly überrascht Gus und Shawn auf offener Straße mit einer merkwürdigen Warnung: Die Serienmörderin Yin, die Shawn und er vor einiger Zeit eigenhändig hinter Gittern gebracht haben, hat einen Kompagnon, der ihr mörderisches Treiben fortsetzt. Mit diesen und weiteren Aussagen macht sich Mary in den Augen der Polizei selber zum Hauptverdächtigen, doch wie sich allzu bald durch einen tragischen Zusammenstoß herausstellt, haben sich alle - einschließlich Shawn - gründlich geirrt.","versions":[{"lang":1,"streams":[{"redirect":8808146,"hoster":"VOE"},{"redirect":8615989,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393137,"hoster":"VOE"},{"redirect":13393147,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Romeo und Juliet und Juliet","epNo":1,"alt":"Romeo and Juliet and Juliet","descr":"Gus und Shawn ermitteln im asiatischen Viertel von Los Angeles. Obwohl seit Jahren Frieden zwischen den Triaden herrscht, erhält die Polizei einen Hinweis, dass Bekki, die Tochter eines Triaden-Anführers, gekidnappt wurde. Shawn und Gus stellen fest, dass Bekki einen gewissen Sang liebt. Sang stammt jedoch aus der rivalisierenden Triade und man rechnet damit, dass bald ein Krieg ausbricht.Sangs Bruder, Teno Tan, kämpft um die Vorherrschaft in der Triade und möchte unbedingt einen Krieg anzetteln. Shawn steckt richtig Hiebe ein, doch zum Schluss kann er den Fall aufklären und stellt fest, dass sein Körper eine tödliche Waffe ist …","versions":[{"lang":1,"streams":[{"redirect":8808148,"hoster":"VOE"},{"redirect":8615994,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393729,"hoster":"VOE"},{"redirect":13393728,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tiefe Wasser sind still","epNo":2,"alt":"Feet Don´t Kill Me Now","descr":"Die Polizei birgt ein Fahrzeug, das in den See gefahren ist. Darin entdeckt man die Leiche von Desiree Blake. Lassiter wertet den Leichenfund als unglücklichen Verkehrsunfall ab, doch Shawn vermutet einen ausgeklügelten Mord dahinter. Als man bei der Toten einen Beutel mit Pillen findet, kommt Gus sein Fachwissen als Arzneimittelvertreter zu Gute. Lassiter engagiert Gus sofort, während Shawn nun mit Juliet die Ermittlungen aufnimmt. Es stellt sich heraus, dass der Freund der Toten – ein gewisser Ben – in einem pharmazeutischen Labor arbeitet und dort mit seiner Kollegin Lillian neue Medikamente testet. Lillian ist zweifelsohne unsterblich in Ben verliebt, doch macht sie das auch zu einer Mörderin","versions":[{"lang":1,"streams":[{"redirect":8808150,"hoster":"VOE"},{"redirect":8615996,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393726,"hoster":"VOE"},{"redirect":13393725,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unheimliche Begegnung der hinterlistigen Art","epNo":3,"alt":"Not Even Close? Encounters","descr":"Als ein Anwalt behauptet, er sei Zeuge einer Entführung durch Aliens geworden, nehmen Gus und Shawn voller Eifer die Ermittlungen auf – sind sie doch seit frühster Kindheit begeisterte UFO-Gläubiger. Außerdem haben sie so einen Vorwand, um wieder mit ihrem alten Sandkasten-Kumpel Dennis Kontakt aufzunehmen. Doch im Zuge der Untersuchungen riskieren die beiden, ihre Glaubwürdigkeit zu verlieren, sollte es ihnen nicht gelingen, den Fall aufzuklären ….","versions":[{"lang":1,"streams":[{"redirect":8808145,"hoster":"VOE"},{"redirect":8615992,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393730,"hoster":"VOE"},{"redirect":13393731,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ritterlichkeit … wer tötet deine Liebhaber?","epNo":4,"alt":"Chivalry Is Not Dead? But Someone Is","descr":"Die beiden jungen, gutaussehenden Männer Lance und Gabe verdingen sich als Witwentröster und verbringen ihre Zeit mit reichen, älteren Damen. Doch während einer Benefizveranstaltung bekommt Lance einen Hustenanfall und stürzt über eine Brüstung in den Tanzsaal hinunter. Er stirbt auf der Stelle. Wie immer eilen Lassiter und Juliet zum Ort des Geschehens, doch auch Gus und Shawn haben ein gewisses Interesse an dem Fall und befassen sich näher mit der älteren Gillian, die angeblich ihren Mann bei einem Badeunfall verloren hat, und ihrer Freundin Eugenia. Gus ist erstaunt, dass Eugenia nicht auf seine Avancen reagiert, während Gillian von Shawn begeistert ist. Eine weitere Spur führt zu dem windigen Gentlemen Prescott, der eine kleine, aber feine Schule unterhält, in der er junge Männer zu perfekten Liebhabern ausbildet. Lance war einer von Prescotts besten Schülern und hat sich ausgerechnet dessen große Liebe Gillian geangelt, doch reicht eine verschmähte Liebe aus, um zum Mörder zu werden? (","versions":[{"lang":1,"streams":[{"redirect":12920197,"hoster":"VOE"},{"redirect":8615995,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393738,"hoster":"VOE"},{"redirect":13393737,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Shawn groß in Fahrt","epNo":5,"alt":"Shawn and Gus in Drag (Racing)","descr":"Eines Nachts wird ein weißer Lamborghini gestohlen. Doch der Dieb, ein gewisser Max Contreras, kommt nicht sehr weit, denn er wird noch im Fahrzeug erschossen. Die Spur führt zum Besitzer der Nobelkarosse Logan Paget, der exotische Fahrzeuge sammelt und dem toten Autodieb einen beträchtlichen Kredit gewährt hat. Gus und Shawn ermitteln wieder auf eigene Faust und nehmen Kontakt mit der Crew auf, die einst mit Max Contreras illegale Straßenrennen fuhr. Dank kleiner Korrekturen am alten Truck von Shawns Vater schaffen sie es, sich bei den Streetracern Respekt zu verschaffen. Shawn und Gus vermuten, dass Tommy, der Organisator der Straßenrennen, der Mörder ist. Bevor sie ihre Vermutung jedoch der Polizei mitteilen können, nimmt Tommy Gus als Geisel und verlangt von Shawn den sichergestellten Lamborghini stehlen. Tommy will unbedingt seinen Geschwindigkeitsrekord von 200 Meilen knacken und versucht, vor der Polizei zu fliehen. Doch drei Zucchini und ein Flaschenkürbis führen ihn geradewegs ins Gefängnis.","versions":[{"lang":1,"streams":[{"redirect":8808149,"hoster":"VOE"},{"redirect":8615993,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393736,"hoster":"VOE"},{"redirect":13393734,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zwei verrückte Paare","epNo":6,"alt":"Viagra Falls","descr":"Der ehemalige Chief des S.B.P.D., Herb Wilkins, ist umgebracht worden. Gus und Shawn versuchen, sich diesen Fall sofort unter den Nagel zu reißen, doch es tauchen die zwei ehemaligen Detectives und jetzigen Ruheständler Peters und Boone auf, die ebenfalls den Mord an ihrem ehemaligen Vorgesetzen lösen wollen.Beide Teams verfolgen eine verschiedene Strategie und stehen sich meistens nur im Weg. Das geht so weit, dass Chief Vick anordnet, dass die vier Externen nicht mehr an diesem Fall arbeiten dürfen. Doch Gus und Shawn, sowie Peters und Boone denken nicht daran. Und gemeinsam führen sie nun ihre eigenen Ermittlungen durch. Zunächst sieht es so aus, als hätte Wilkins auf seine alten Tage die Seiten gewechselt und seine Rente als Drogendealer aufgebessert hat. Doch welche Rolle spielt die 20-jährige, rothaarige Samantha, mit der Wilkins vor seinem gewaltsamen viel Zeit verbracht hat?","versions":[{"lang":1,"streams":[{"redirect":8808152,"hoster":"VOE"},{"redirect":8616007,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393739,"hoster":"VOE"},{"redirect":13393742,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fährenflucht","epNo":7,"alt":"Ferry Tale","descr":"Gus und Shawn fahren mit einer Fähre auf eine nahe gelegene Insel, um dort die Strände zu reinigen. Auf dieser Fähre befinden sich auch vier Häftlingen, die bei einem Arbeitseinsatz ebenfalls an der Umweltaktion teilnehmen. Sie werden vom Gefängniswärter Craig beaufsichtigt. Doch den vier Gefangenen gelingt es, Craig außer Gefecht zu setzen. Noch bevor sie sich mit einem Schlauchboot absetzen können, greifen Shawn und Gus ein, allerdings äußerst dilettantisch, so dass die Flüchtigen nun die Passagiere als Geiseln nehmen. Obwohl auch Polizei und Küstenwache alarmiert sind, gelingt den Häftlingen erneut die Flucht und sie können sich auf der Insel absetzen.An Land betreiben Gus und Shawn zusammen mit Craig weitere Nachforschungen und stellen fest, dass einer der Gangster bei seiner Familie gewesen ist, um einen Schlüssel zu holen. Shawn kombiniert und stellt fest, dass der Schlüssel zu einer alten Kirche gehört, in der die Gangster die Beute ihres letzten Überfalls versteckt haben.Es gelingt ihnen, die Gangster zu überrumpeln und die Beute an sich zu nehmen. Doch nun ist Gefängniswärter Craig am Drücker und will sich mit der Beute in Höhe von einer Million Dollar absetzen.","versions":[{"lang":1,"streams":[{"redirect":8808159,"hoster":"VOE"},{"redirect":8615997,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393746,"hoster":"VOE"},{"redirect":13393747,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Shawn 2.0","epNo":8,"alt":"Shawn 2.0","descr":"Nach einem Symphoniekonzert im Park findet man eine tote Frau. Gus und Shawn sind selbstverständlich zur Stelle, aber auch Declan, der als Fallanalytiker vorgestellt wird. Im Laufe der Untersuchungen stellt sich heraus, dass es in kurzer Zeit mehrere Todesfälle gegeben hat, deren Opfer alle auf einer Transplantationsliste standen, die über die Vergabe der nächsten Spender-Leber entscheidet – und alle Opfer standen kurz vor der lebensrettenden Operation. Die Liste führt die Ermittler zu einer jungen Frau namens Catherine, die als nächste auf der Liste steht, da die junge Frau exakt in Declans Täterprofil passt und zudem noch lebt, gerät sie unter Verdacht. Doch Catherine kann ein handfestes Alibi vorweisen und stirbt zudem kurze Zeit später ebenfalls. Shawn stellt fest, dass Catherine in einem Streit mit ihrer alkoholkranken Schwester Maddy im Parkhaus zu Tode kam. Da Maddy Alkoholikerin ist, sind die Chancen, einen Platz auf der Transplantationsliste zu bekommen, äußerst gering. Doch würde sie deshalb auch ihre Schwester ermorden?","versions":[{"lang":1,"streams":[{"redirect":8808158,"hoster":"VOE"},{"redirect":8616001,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393745,"hoster":"VOE"},{"redirect":13393744,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Spionin, die mich liebte","epNo":9,"alt":"One, Maybe Two, Ways Out","descr":"Eine Spionin, die für ein Verbrechen, welches sie nicht begangen hat, aus dem Weg geräumt werden soll, bittet Shawn und Gus um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8808153,"hoster":"VOE"},{"redirect":8615999,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393749,"hoster":"VOE"},{"redirect":13393751,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kanada II: Shawns \u0026 Gus’ wilde Fortsetzung","epNo":10,"alt":"Extradition II: The Actual Extradition Part","descr":"Pierre Desperaux, ein bekannter Kunstdieb, wanderte seinerzeit dank Gus und Shawn hinter kanadische Gardinen. Nun ist es so weit, dass die Auslieferungspapiere fertig sind und er in die Staaten überführt werden soll. Zuvor empfängt er Shawn und Gus im Gefängnis und nutzt diese Gelegenheit, um unerkannt zu fliehen. Während Desperaux in Freiheit wandelt, geschieht wieder ein Kunstraub, der eindeutig seine Handschrift trägt – mit einem Unterschied: Diesmal hat der Eigentümer der Kunstgegenstände den Raub nicht überlebt. Doch da Deperaux wieder im Gefängnis auftaucht, hat er somit ein fast sicheres Alibi. Die kanadische Polizei steht vor einem Rätsel, doch es gelingt Shawn, die wahren Umstände des Verbrechens herauszufinden. Auch in amouröser Hinsicht erweist sich die Reise nach Kanada als Offenbarung: Shawn spricht sich mit Juliet aus und gesteht ihr, dass er sie liebt.","versions":[{"lang":1,"streams":[{"redirect":8808155,"hoster":"VOE"},{"redirect":8616002,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393753,"hoster":"VOE"},{"redirect":13393754,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ich weiß, was ihr vor 15 Jahren getan habt","epNo":11,"alt":"In Plain Fright","descr":"Shawn und Gus freuen sich auf die Neueröffnung eines gruseligen Vergnügungsparks, der vor 15 Jahren nach einem Unfall geschlossen wurde. Gleich bei der ersten Fahrt mit der Geisterbahn beobachtet Shawn, dass ein Mann ermordet wird. Gemeinsam mit Gus muss er erst einmal die Betreiber überzeugen, dass tatsächlich ein Mord stattgefunden hat. Auch die Polizei ermittelt nur zögerlich, da niemand Shawn so recht glauben will. Es stellt sich heraus, dass vor 15 Jahren ein Unfall stattfand, bei dem ein 15-jähriger Junge namens Johnny Ricketts aus der Gondel des Riesenrads stürzte und auf der Stelle starb. Die damalige Leitung des Vergnügungsparks hat ihre Schuld am Unfall vertuscht, obwohl bekannt war, dass die Türen des Riesenrads nicht richtig gesichert waren. Seinerzeit wurden die Angehörigen mit großen Geldbeträgen zufriedengestellt und Zeugen gekauft. In der Todesgondel saß damals auch eine gewisse Jaime Emerson, die den Absturz überlebte. Sie arbeitet jetzt unter dem Namen Carol auf dem Vergnügungsparkgelände. Doch welches Interesse könnte sie an weiteren Todesfällen haben?","versions":[{"lang":1,"streams":[{"redirect":8808154,"hoster":"VOE"},{"redirect":8616012,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393759,"hoster":"VOE"},{"redirect":13393760,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Geheimnis von Dual Spires","epNo":12,"alt":"Dual Spires","descr":"Dieses mal werden Shawn und Gus sehr ungewöhnlich beauftragt.Und zwar durch eine anonyme E-Mail.Diese führt die beiden Detektive in eine Kleinstadt namens Dual Spires ,wo es Köstlichkeiten nach genau ihrem Geschmack gibt.Während Shawn und Gusters Aufenthalt,passiert ein Mord an einem Mädchen ,die ein großes Geheimniss mit sich bringt.Nun versuchen die Detektive diesen Fall auf ihre Art und Weise zu erledigen ,wie sie es immer tun.","versions":[{"lang":1,"streams":[{"redirect":8808156,"hoster":"VOE"},{"redirect":8615998,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393765,"hoster":"VOE"},{"redirect":13393762,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Police Academy – Hoffnungslos erfolgreich","epNo":13,"alt":"We\u0027d like to Thank the Academy","descr":"Weil Gus und Shawn wieder mal auf eigene Faust ermittelt haben, werden sie von Chief Vick zurück auf die Polizeiakademie geschickt, um dort echte Polizeiarbeit zu erlernen. Sie treffen dort auf ihren Ausbilder Nick, der seinerzeit zusammen mit Lassiter die Polizeiakademie besucht hat. Doch Shawn und Gus können es nicht sein lassen, sich in aktuelle Fälle einzumischen. Es gelingt ihnen tatsächlich, die Überfälle auf kleinere Scheckeinlösungsunternehmen zu lösen. Auch Nick, der sonst nur als Ausbilder fungiert, beweist sich im echten Polizeialltag und schießt dem Gangster Devry die Waffe aus der Hand. Chief Vick möchte jedoch nicht, dass Shawn und Gus in Polizeiuniformen herumlaufen und beendet deshalb deren Ausbildung an der Polizeiakademie. Nun sind Shawn und Gus wieder wie vorher Berater, die die Polizei von Santa Barbara unterstützen.","versions":[{"lang":1,"streams":[{"redirect":8808157,"hoster":"VOE"},{"redirect":8616003,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393755,"hoster":"VOE"},{"redirect":13393756,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ist das Leben nicht Shawn?","epNo":14,"alt":"The Polarizing Express","descr":"Es ist Weihnachtszeit und Shawn hat mal wieder eine nicht autorisierte Durchsuchung durchgeführt, um der Polizei Beweise gegen Sergei Czarsky zu liefern, der angeblich ein Restaurant in Brand gesteckt hat, bei dem die Eigentümerin ums Leben kam. Doch Czarsky nutzt dies aus und so wird der Prozess gegen ihn vorzeitig beendet und er ist wieder auf freiem Fuß. Jetzt kann die Polizei ihn nur noch wegen Steuerhinterziehung drankriegen. Shawn gerät in arge Bedrängnis und befürchtet das Ende der einträglichen Zusammenarbeit mit der Polizei. Zu Recht wie sich schnell herausstellt: Die Dienstaufsicht wird eingeschaltet und Shawn suspendiert. Im Traum erscheint ihm der zwergwüchsige Tony Cox, der Shawn wieder auf den rechten Weg führen soll. Kurz bevor Shawn wieder erwacht, erkennt er, wie er seine Fehler wieder gutmachen und Czarsky überführen kann.","versions":[{"lang":1,"streams":[{"redirect":8808160,"hoster":"VOE"},{"redirect":8616004,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393764,"hoster":"VOE"},{"redirect":13393770,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Bärendienste","epNo":15,"alt":"Dead Bear Walking","descr":"Lassiter bekommt von seiner Schwester Lauren Besuch. Lauren arbeitet an ihrer Abschlussarbeit und möchte die Polizeiarbeit in einem Videofilm festhalten. Lassiter spielt sich wie immer in den Vordergrund, so auch bei dem neusten Fall: Ein Tierpfleger ist tot im Eisbärengehege des Zoos aufgefunden worden. Für Lassiter ist die Sache eindeutig: Der Bär ist der Mörder und soll in wenigen Tagen eingeschläfert werden. Doch Shawn forscht weiter und findet heraus, dass der tote Ritch mit seinem Nachbarn, dem Bärenpfleger Jasper Zane, einen jahrelangen Streit hatte. Es ging um die Grundstücksgrenze, die er eigenmächtig durch einen Zaun verändert hat. Doch führte der Nachbarschaftsstreit zu einer tödlichen Auseinandersetzung, für die nun der Eisbär büßen soll?","versions":[{"lang":1,"streams":[{"redirect":12251136,"hoster":"VOE"},{"redirect":8616005,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393771,"hoster":"VOE"},{"redirect":13393769,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Yang 3 in 2D","epNo":16,"alt":"Yang 3 In 2D","descr":"Ein Mädchen namens Allison taucht bei der Polizei auf und behauptet, dass sie von Yin entführt wurde. Sie ist in der Lage, das Haus zu beschreiben, in dem sie gefangen war, und führt die Polizei dort hin. Das Haus wird gestürmt, doch zum Vorschein kommt eine sehr verstörte Familie, die gerade aus dem Urlaub zurückgekehrt ist. Doch Allison kann das Haus genau beschreiben und Shawn forscht weiter, was in der Vergangenheit geschehen ist. Dies geht natürlich nicht ohne Yang, die nach wie vor im Gefängnis sitzt, und deren Hilfe er unbedingt braucht. Shawn bekommt einen weiteren Hinweis und eine Tüte mit VHS-Kassetten, auf denen Mary eine Art Video-Tagebuch verfasst hat. Außerdem versucht man noch immer, das Foto zu identifizieren, auf dem Yang und der junge Shawn abgebildet sind. Es ist unerklärlich, wie dieses Foto zustande kam und Henry kontaktiert Madeleine, seine Ex-Frau, um mit ihr herauszufinden, was es mit dem Foto auf sich hat. Madeleine reist sofort an und versucht, die Vergangenheit Revue passieren zu lassen. Shawn und Gus bekommen einen Hinweis über den Aufenthaltsort von Mister Yin. Sie schaffen es, in das Gebäude hinzukommen, doch werden sie von Allison, die sich nun gegen sie gewendet hat, mit einem Gewehr bedroht. Shawn und Gus stehen Mister Yin gegenüber, der ankündigt, sie beide mit einer Todesspritze hinzurichten. Doch inzwischen ist auch die Polizei aufgetaucht und kann ein größeres Drama verhindern.","versions":[{"lang":1,"streams":[{"redirect":8808162,"hoster":"VOE"},{"redirect":8616006,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13393768,"hoster":"VOE"},{"redirect":13393772,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Shawn rettet Darth Vader","epNo":1,"alt":"Shawn Rescues Darth Vader","descr":"Shawn und Gus haben einen ungewöhnlichen Auftrag angenommen. Sie sollen für einen Jungen eine Darth-Vader-Figur zurückholen, die er einem Diplomatensohn geborgt hat, der schon bald das Land verlassen will. Shawn schleicht sich anlässlich einer Party in die Diplomatenvilla ein, wird jedoch von den Bodyguards entdeckt und versteckt sich schließlich unter dem Bett des Botschafters. Dort entdeckt er die Leiche von Annabeth York. Shawn gelingt die Flucht, doch inzwischen ermittelt auch die Polizei in diesem Fall. Botschafter Fanshawe und seine Mitarbeiter werden durch die diplomatische Immunität geschützt, dennoch gelingt es Shawn, Informationen herbeizuschaffen, um den Botschafter zu entlasten. Der Botschafter stellt ihn ein und von nun an genießt Shawn ebenfalls diplomatische Immunität.","versions":[{"lang":1,"streams":[{"redirect":8808169,"hoster":"VOE"},{"redirect":8616014,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396362,"hoster":"VOE"},{"redirect":13396341,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hangover in Santa Barbara","epNo":2,"alt":"Last Night Gus","descr":"Gus, Shawn, Henry, Woody und Lassiter wachen nach einer durchzechten Nacht auf und wissen nicht mehr, was sich alles in den letzten Stunden abgespielt hat. Nur eines scheint sicher zu sein: Lassiter hat jemanden mit den drei fehlenden Patronen in seiner Pistole umgebracht. Als dann tatsächlich eine Leiche mit drei Einschüssen gefunden wird, übernimmt Chief Vick die Oberaufsicht und versucht gemeinsam mit Shawn, Gus \u0026 Co. die Ereignisse der letzten Nacht zu rekonstruieren. Doch alle Beteiligten tappen weiterhin im Dunkeln, und auch Shawns besondere ‚Gabe‘ lässt aufgrund seines Filmrisses zu wünschen übrig. (Text: RTL)","versions":[{"lang":1,"streams":[{"redirect":8808163,"hoster":"VOE"},{"redirect":8616008,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13395642,"hoster":"VOE"},{"redirect":13395741,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lassie, der Vampirköder","epNo":3,"alt":"This Episode Sucks","descr":"Lassiter wird von einer jungen Dame namens Marlowe angesprochen, in die er sich unsterblich verliebt, die aber kurz nach dem Kennenlernen verschwindet. Am nächsten Morgen muss Lassiter einen Mord aufklären: Ein Mann wurde von einem Vampir angegriffen und ausgesaugt. Juliet soll die Ermittlungen führen und hat natürlich wieder mal Shawn und Gus zur Seite. Nach vielen Recherchen stellen sie fest, dass es einen Mann in der Gegend gibt, der offenbar keine Krankenversicherung hat und der ständig frisches Blut der Blutgruppe null negativ benötigt. Ein Einbruch in die Blutbank soll weitere Erkenntnisse bringen. Es stellt sich heraus, dass dieser angebliche Vampir Marlowes Bruder Adrian ist, der es auch auf Lassiter abgesehen hat, weil dieser ebenfalls die Blutgruppe null negativ hat. (Text: RTL)","versions":[{"lang":1,"streams":[{"redirect":8808165,"hoster":"VOE"},{"redirect":8616009,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396395,"hoster":"VOE"},{"redirect":13396406,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Psych-Man Forever","epNo":4,"alt":"The Amazing Psych Man \u0026 Tap-Man, Issue #2","descr":"Das Drogenkartell, die Caminos, sind der Polizei schon lange ein Dorn im Auge. Dennoch ist es den Ermittlern bislang nicht gelungen, den Drogenring zu zerschlagen. Ein engagierter Reporter namens Reginald interessiert sich ganz besonders für die Ermittlungen der Polizei. Sehr bald stellen Shawn und Gus fest, dass die ominöse Person, genannt der Mantis, der die Mitglieder des Drogenkartells zur Strecke bringt, besagter Reporter Reginald ist. Shawn, Gus und Reginald gelingt es, den Drogenring auffliegen zu lassen und die Mitglieder der Polizei zu übergeben. Für Chief Vick stellt sich eine letzte Frage: Wo ist das Drogengeld geblieben? Shawn stellt viel zu spät fest, dass der Mantis gar nicht für Ordnung in der Stadt sorgen wollte, sondern dass er hinter dem Drogengeld her ist. Er kann Mantis’ Flucht vereiteln und die zehn Millionen des schmutzigen Geldes werden der Polizei übergeben. (Text: RTL)","versions":[{"lang":1,"streams":[{"redirect":8808167,"hoster":"VOE"},{"redirect":8616010,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396439,"hoster":"VOE"},{"redirect":13396460,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Coach Spencer und der Mord im Sport","epNo":5,"alt":"Dead Man\u0027s Curve Ball","descr":"Shawn wird von Coach Mel engagiert, weil in seinem Baseball-Team der Hitting Coach Grady Barrett kürzlich tot umgefallen ist. Angeblich hat er einen Herzinfarkt erlitten. Shawn stellt fest, dass Grady mit Izzy trainiert hat, und es ist bekannt, dass Izzy Amphetamine nimmt, sogenannte ’Greenies\", um seine Leistung zu steigern. Offenbar hat Grady aus Izzys Trinkflasche getrunken und ist daraufhin gestorben. Aber auch Izzy Jackson findet den Tod: Er wird mit einem Baseballschläger erschlagen. Shawn ermittelt weiter, indem er sich als Coach ausgibt und stellt fest, wer der wahre Drahtzieher und Mörder ist … (Text: RTL)","versions":[{"lang":1,"streams":[{"redirect":8808166,"hoster":"VOE"},{"redirect":8616013,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396629,"hoster":"VOE"},{"redirect":13396631,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Durchgeknallt im Kuckucksnest","epNo":6,"alt":"Shawn, Interrupted","descr":"Nachdem Detective Lassiter einen kniffligen Fall gelöst hat, wird der Täter vor Gericht freigesprochen, da er zum Zeitpunkt der Tat als unzurechnungsfähig eingestuft wird. Shawn und Gus begeben sich undercover in das behandelnde Krankenhaus, um den Gegenbeweis zu erbringen...","versions":[{"lang":1,"streams":[{"redirect":8808164,"hoster":"VOE"},{"redirect":8616011,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396641,"hoster":"VOE"},{"redirect":13396643,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Treffen der Generationen","epNo":7,"alt":"In for a Penny...","descr":"Während sie versuchen, einen besonders vertrackten Fall zu lösen, müssen Shawn und Gus gleichzeitig die Planungen für Juliets Geburtstag übernehmen. Als sie herausfinden, dass ihr lange verschollener Vater in der Stadt ist, wollen sie ihr ein ganz spezielles Geburtstagsgeschenk machen. Doch ob das wirklich gut ankommt?","versions":[{"lang":1,"streams":[{"redirect":8808168,"hoster":"VOE"},{"redirect":8616016,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396494,"hoster":"VOE"},{"redirect":13396567,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Sekte oder Selters","epNo":8,"alt":"The Tao of Gus","descr":"Nicole Reed wird von einem mysteriösen Anrufer bedroht. Um das Geheimnis zu lüften, beschließen Shawn und Gus, sich undercover in eine Sekte einzuschleichen. Doch schon nach kurzer Zeit nimmt der Fall eine ungeahnte Wendung …","versions":[{"lang":1,"streams":[{"redirect":12920213,"hoster":"VOE"},{"redirect":8616015,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396569,"hoster":"VOE"},{"redirect":13396571,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wochenende für 2, Ärger für 3","epNo":9,"alt":"Neil Simon\u0027s Lover\u0027s Retreat","descr":"Shawn und Juliet ziehen sich für ein gemeinsames Wochenende zurück, um wieder mehr Zeit für einander zu haben. Schon bald lernen sie ein Paar kennen, das sie direkt an ihren nächsten Fall heranführt. Unterdessen erleben Gus, Lassiter und Henry ein aufregendes Wochenende in der Stadt …","versions":[{"lang":1,"streams":[{"redirect":8808179,"hoster":"VOE"},{"redirect":8616018,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396644,"hoster":"VOE"},{"redirect":13396645,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Indiana Shawn und der Tempel des rostigen Dolches","epNo":10,"alt":"Indiana Shawn and the Temple of the Kinda Crappy,","descr":"Shawn und Gus bekommen einen höchst eigenartigen Auftrag: Sie sollen allen Ernstes eine Mauer bewachen. Da sie ihren Auftrag nicht mit der nötigen Ernsthaftigkeit angehen, geschieht schon bald das Unausweichliche: Jemand stiehlt etwas aus dem Innenraum der Mauer. Jetzt müssen Shawn und Gus alles daran setzen, den Täter schleunigst dingfest zu machen …","versions":[{"lang":1,"streams":[{"redirect":8808178,"hoster":"VOE"},{"redirect":8616017,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396647,"hoster":"VOE"},{"redirect":13396648,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lassie – total verhext","epNo":11,"alt":"Heeeeere’s Lassie","descr":"Detective Lassiter hat sich eine Eigentumswohnung gekauft und bezieht diese voller Vorfreude. Doch nach kurzer Zeit passieren eigenartige Dinge, für die es keine Erklärung zu geben scheint. Jetzt ist es an Shawn und Gus, den mysteriösen Vorkommnissen auf den Grund zu gehen …","versions":[{"lang":1,"streams":[{"redirect":8808171,"hoster":"VOE"},{"redirect":8616022,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396590,"hoster":"VOE"},{"redirect":13396591,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine Frau zuviel im Spiel","epNo":12,"alt":"Shawn and the Real Girl","descr":"Ein Teilnehmer einer Reality-Show gerät in einen Verkehrsunfall. Da es im Umfeld des Formats jedoch heftige Auseinandersetzungen gegeben haben soll, nehmen Shawn und Gus die Ermittlungen auf. Als sicher ist, dass es kein gewöhnlicher Unfall war, müssen die beiden selbst als Kandidaten an der Show teilnehmen …","versions":[{"lang":1,"streams":[{"redirect":8851943,"hoster":"VOE"},{"redirect":8616019,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396651,"hoster":"VOE"},{"redirect":13396652,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Sehende unter den Blinddärmen","epNo":13,"alt":"Let’s Doo-Wop It Again","descr":"Gus freut sich über das Wiedersehen mit seiner ehemaligen A-Capella-Band während einer Wohltätigkeitsveranstaltung. Doch plötzlich erleidet Shawn einen Blinddarmdurchbruch und muss ins Krankenhaus. Als der Gastgeber der Veranstaltung erschossen wird, muss Shawn aus dem Krankenbett hinaus ermitteln …","versions":[{"lang":1,"streams":[{"redirect":13916968,"hoster":"VOE"},{"redirect":8616020,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396668,"hoster":"VOE"},{"redirect":13396666,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Crazy Chatterlys Liebhaberei","epNo":14,"alt":"Autopsy Turvy","descr":"Nach einer Autopsie stellt sich heraus, dass Woody, der Polizeipathologe, möglicherweise die Todesursache falsch angegeben hat. Zumindest zweifelt die zuständige Bestatterin daran, dass es sich um einen natürlichen Tod handeln soll. Shawn und Gus nehmen die Ermittlungen auf, um ihrem Freund Woody zu helfen …","versions":[{"lang":1,"streams":[{"redirect":8808172,"hoster":"VOE"},{"redirect":8616021,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396592,"hoster":"VOE"},{"redirect":13396597,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kein Täter ist je vergessen","epNo":15,"alt":"True Grits","descr":"Thane wird aus dem Gefängnis entlassen, sämtliche Vorwürfe werden entkräftet. Jetzt will er den wahren Täter aufspüren und engagiert Shawn und Gus als Unterstützung. Da jedoch Juliet für die Ermittlungen zuständig war, steckt die beiden in einer Zwickmühle …","versions":[{"lang":1,"streams":[{"redirect":8851944,"hoster":"VOE"},{"redirect":8616031,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396674,"hoster":"VOE"},{"redirect":13396675,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Stadt, Feind, Schuss","epNo":16,"alt":"Santabarbaratown","descr":"Als Shawn am Tatort eines Mordes eintrifft, fühlt er sich an einen ungelösten Fall erinnert, den sein Vater vor 20 Jahren bearbeitete. Deshalb ermittelt Henry ab sofort gemeinsam mit Shawn und Gus. Doch als der Fall kurz vor dem Abschluss steht, erkennt Shawn, dass er seinen Vater in Lebensgefahr gebracht hat …","versions":[{"lang":1,"streams":[{"redirect":8808176,"hoster":"VOE"},{"redirect":8616025,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396610,"hoster":"VOE"},{"redirect":13396621,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Schuss, Schock, Shawn","epNo":1,"alt":"Santabarbaratown 2","descr":"Shawn lässt sich von nichts und niemandem bei der Verfolgung des ehemaligen Polizisten, der seinen Vater angeschossen hat, aufhalten. Er bekommt von Karen die Erlaubnis, auf eigene Faust zu handeln. Unterdessen besucht Chelsea Henry im Krankenhaus.","versions":[{"lang":1,"streams":[{"redirect":8808177,"hoster":"VOE"},{"redirect":8616027,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13397051,"hoster":"VOE"},{"redirect":13397052,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wenn Frauen Männer trauen","epNo":2,"alt":"Juliet Takes a Luvvah","descr":"Shawn reagiert überaus eifersüchtig, als Juliet sich undercover bei einem Dating-Dienst anmeldet. Ihr Ziel ist es, einen Serienkiller zu fassen, der es auf alleinstehende Frauen abgesehen hat. Als Gus sich über das Dating-Portal mit einer Frau trifft, hat Shawn den Verdacht, dass der Mörder weiblich sein könnte …","versions":[{"lang":1,"streams":[{"redirect":8808182,"hoster":"VOE"},{"redirect":8616024,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13397007,"hoster":"VOE"},{"redirect":13397008,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bigfoot und die Spencersons","epNo":3,"alt":"Lassie Jerky","descr":"Shawn und Gus unterstützen zwei College-Studenten, die ein Filmprojekt in den Wäldern realisieren wollen. Ihr Ziel ist es, die Existenz eines Big Foot zu beweisen. Doch bei ihrer Suche stoßen sie auf menschliche Überreste, was Shawn und Gus auf den Plan ruft …","versions":[{"lang":1,"streams":[{"redirect":8808184,"hoster":"VOE"},{"redirect":8616023,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13397053,"hoster":"VOE"},{"redirect":13397055,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"No Country For Two Old Men","epNo":4,"alt":"No Country for Two Old Men","descr":"Shawn und Juliet geben eine Einweihungsparty, zu der auch Juliets Eltern erscheinen. Ihr Stiefvater scheint auf den ersten Blick eher spröde zu sein, doch als er und Henry sich zum gemeinsamen Lunch treffen, kommen ganz neue Seiten an ihm zum Vorschein …","versions":[{"lang":1,"streams":[{"redirect":8808181,"hoster":"VOE"},{"redirect":8616026,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13397061,"hoster":"VOE"},{"redirect":13397064,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Leichen zum Dessert","epNo":5,"alt":"100 Clues","descr":"Der alternde Rockstar Billy Lipps wurde vor langer Zeit wegen Mordes verhaftet – allerdings kann er sich an die Tat nicht mehr erinnern. Shawn und Gus sind auf eine seiner geheimen Partys eingeladen und machen sich auf den Weg zu seinem historischen Anwesen, wo ein neuer Fall auf sie wartet.","versions":[{"lang":1,"streams":[{"redirect":8808180,"hoster":"VOE"},{"redirect":8616040,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396986,"hoster":"VOE"},{"redirect":13396987,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Manege frei für den Mörder","epNo":6,"alt":"Cirque du Soul","descr":"Carltons Freundin Marlowe wird aus dem Gefängnis entlassen und zieht bei Juliet ein. Kurzerhand zieht Carlton ebenfalls mit ein. Unterdessen wird Shawn von einem Zirkusdirektor gebeten, das Veschwinden seines größten Stars aufzuklären …","versions":[{"lang":1,"streams":[{"redirect":8823239,"hoster":"VOE"},{"redirect":8616028,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13397049,"hoster":"VOE"},{"redirect":13397050,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hochzeit zwischen Freund und Feind","epNo":7,"alt":"Deeez Nups","descr":"Lassiters Hochzeit steht kurz bevor, weshalb Shawn und Gus seinen Junggesellenabschied organisieren. Zur gleichen Zeit kümmern sich Juliet und Karen um die Party für Marlowe. Dabei kommen sie einem lokalen Mafiaboss in die Quere …","versions":[{"lang":1,"streams":[{"redirect":8808183,"hoster":"VOE"},{"redirect":8616029,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13397057,"hoster":"VOE"},{"redirect":13397058,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alle Wege führen nach Schweden","epNo":8,"alt":"Right Turn or Left for Dead","descr":"Shawn löst einen ganz besonders mysteriösen Fall einer gehemnisvollen Schwedin. Nun stellt er sich vor, wie seine Ermittlungen gelaufen wären, hätte er ganz zu Beginn des Falls eine wichtige Sache anders gemacht.","versions":[{"lang":1,"streams":[{"redirect":8808186,"hoster":"VOE"},{"redirect":8616030,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396990,"hoster":"VOE"},{"redirect":13396991,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Juliet hat den Hosenanzug an","epNo":9,"alt":"Juliet Wears the Pantsuit","descr":"Nach der Trennung von Juliet verlässt Shawn die gemeinsame Wohnung. Er zieht zu Woody, der allerdings alles andere als fürstlich residiert. Juliet findet in Kimberly eine neue Mitbewohnerin – doch diese stirbt einen Tag später auf mysteriöse Weise.","versions":[{"lang":1,"streams":[{"redirect":8808185,"hoster":"VOE"},{"redirect":8616039,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396994,"hoster":"VOE"},{"redirect":13396995,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Gärtner war es nicht","epNo":10,"alt":"The Santabarbarian Candidate","descr":"Der Bürgermeister wird tot aufgefunden, was Shawn und Gus auf den Plan ruft. Sie wollen beweisen, dass der Politiker von seinem Stellvertreter ermordet wurde. Um diesen zu überführen, tritt Shawn selbst zur Wahl an …","versions":[{"lang":1,"streams":[{"redirect":8808188,"hoster":"VOE"},{"redirect":8616032,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396998,"hoster":"VOE"},{"redirect":13396997,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Hast du ein Kollegenschwein","epNo":11,"alt":"Office Space","descr":"Gus hasst seinen Job in einem Pharmazieunternehmen und reicht deshalb seine Kündigung ein. Als er seinen ehemaligen Chef tot auffindet, hinterlässt er überall seine Fingerabdrücke und macht sich damit selbst zum Hauptverdächtigen. Shawn versucht, seinem Freund aus der Patsche zu helfen …","versions":[{"lang":1,"streams":[{"redirect":8808187,"hoster":"VOE"},{"redirect":8616033,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13397002,"hoster":"VOE"},{"redirect":13829065,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kill the Radio Star","epNo":12,"alt":"Dead Air","descr":"Während seiner Sendung wird ein prominenter Radio-DJ ermordet. Shawn und Gus versuchen, die Polizei nach Kräften bei den Ermittlungen zu unterstützen und stoßen bei ihren Nachforschungen auf eine heiße Spur: Ein Fan des DJs könnte mit dem Mord in Verbindung stehen …","versions":[{"lang":1,"streams":[{"redirect":8808190,"hoster":"VOE"},{"redirect":8616049,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13397004,"hoster":"VOE"},{"redirect":13397005,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wer schön sein will, muss sterben","epNo":13,"alt":"Nip and Suck It","descr":"Henry findet eine Leiche, während er mit einigen Freunden Vögel untersucht. Er beschließt, den Fall selbst in die Hand zu nehmen. Shawn und Gus versuchen ebenfalls, den Mord aufzuklären, doch Henry scheint ihnen stets einen Schritt voraus zu sein ...","versions":[{"lang":1,"streams":[{"redirect":8808196,"hoster":"VOE"},{"redirect":8616034,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13396988,"hoster":"VOE"},{"redirect":13396989,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wer dem Frieden nicht traut","epNo":14,"alt":"No Trout About It","descr":"Shawn und Gus gehen einer verzwickten Angelegenheit auf den Grund: Ein Mann behauptet, vergiftet worden zu sein. Doch nich nur das: Er müsse sich seitdem um die Sicherheit eines Schließfaches sorgen, das einem seiner Klienten gehört …","versions":[{"lang":1,"streams":[{"redirect":12380941,"hoster":"VOE"},{"redirect":8616038,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13397047,"hoster":"VOE"},{"redirect":13397048,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Psych macht Musik: Weltstars singen woanders (1)","epNo":15,"alt":"Psych: The Musical (1)","descr":"Shawn und Gus tauchen in eine mysteriöse Welt ein: in die Musical-Szene. Sie sollen den geheimnisvollen Z, einen wahnsinnigen Kriminellen, der vor über sechs Jahren in die Nervenheilanstalt eingewiesen wurde, dingfest machen. Doch Zs Geschichte gibt ihnen einige Rätsel auf. Angeblich soll der Dramatiker einen Kritiker im Theater eingesperrt und das Gebäude dann niedergebrannt haben. Doch schon bald hegen Shawn und Gus ernsthafte Zweifel an dieser Version …","versions":[{"lang":1,"streams":[{"redirect":8808194,"hoster":"VOE"},{"redirect":8616035,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13397071,"hoster":"VOE"},{"redirect":13397067,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Psych macht Musik: Weltstars singen woanders (2)","epNo":16,"alt":"Psych: The Musical (2)","descr":"Noch immer versuchen Shawn und Gus, Licht in die mysteriöse Geschichte des Dramatikers Z zu bringen. Ob ihnen das gelingen wird?","versions":[{"lang":1,"streams":[{"redirect":8808192,"hoster":"VOE"},{"redirect":8616036,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Bube, Dame, König, Shawn und Burtons Feuerkelch","epNo":1,"alt":"Lock, Stock, Some Smoking Barrels and Burton Guster\u0027s Goblet of Fire","descr":"INTERPOL benötigt dringend Hilfe, um einer Gang aus skruppellosen Kriminellen das Handwerk zu legen. Mit Shawns Hilfe wollen sie versuchen, die nächsten Ziele der Gang ausfindig zu machen, bevor diese zuschlagen. Unterdesen versucht Gus alles, um auf die ‚Harry Potter‘-Convention zu kommen …","versions":[{"lang":1,"streams":[{"redirect":8808191,"hoster":"VOE"},{"redirect":8616037,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Aus dem Alltag eines Taugenichts","epNo":2,"alt":"SEIZE the Day","descr":"Lassiter muss wohl oder übel Shawn und Gus um Hilfe bitten, obwohl ihm das gar nicht passt. Denn ein gefährlicher Verbrecher hat versucht, den Interimschef der Polizei von Santa Barbara, Chief Trout, umzubringen …","versions":[{"lang":1,"streams":[{"redirect":12380942,"hoster":"VOE"},{"redirect":8616041,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Und wieder ist es überwiegend wolkig …","epNo":3,"alt":"Remake A.K.A. Cloudy... With a Chance of Improvement","descr":"Der lokale Wettermann wird am Morgen nach einem Stelldichein tot aufgefunden. Seine Geliebte beteuert hartnäckig ihre Unschuld, doch eine Anklage wegen Mordes lässt sich aufgrund der Beweislage nicht verhindern. Shawn hält die Frau jedoch für unschuldig und ernennt sich selbst zum Berater ihres Verteidigers.","versions":[{"lang":1,"streams":[{"redirect":8808195,"hoster":"VOE"},{"redirect":8616042,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Leiche macht mobil – bei Arbeit, Mord und Deal","epNo":4,"alt":"Someone\u0027s Got a Woody","descr":"Woody, Forensiker und Freund von Shawn und Gus, wird als Geisel genommen. Obwohl die beiden gemeinsam mit Detective O’Hare versuchen, die Situation zu lösen, wird das Ganze sehr kompliziert. Denn Interimschef Trout verfolgt einen ganz eigenen Plan …","versions":[{"lang":1,"streams":[{"redirect":8808197,"hoster":"VOE"},{"redirect":8616045,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gus möchte anders enden","epNo":5,"alt":"Cog Blocked","descr":"Gus ist beinahe besessen von der Idee, den Mord an einem Mann aufzuklären, dessen Lebensverlauf einige Parallelen zu seinem eigenen aufweist. Unterdessen versucht Shawn, seine Lebensumstände grundlegend zu ändern …","versions":[{"lang":1,"streams":[{"redirect":8808200,"hoster":"VOE"},{"redirect":8616043,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"1967: Odyssee im Psych-Raum","epNo":6,"alt":"1967: A Psych Odyssey","descr":"Lassiter will unbedingt unter Beweis stellen, dass er sich als Polizeichef eignet. Deshalb hat er sich fest vorgenommen, einen besonders kniffligen Fall zu lösen: den Mord am Onkel des Bürgermeisters. Wird es ihm gelingen, Licht ins Dunkel zu bringen?","versions":[{"lang":1,"streams":[{"redirect":8808198,"hoster":"VOE"},{"redirect":8616047,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Imbiss der Tod sie scheidet","epNo":7,"alt":"Shawn and Gus Truck Things Up","descr":"Shawn und Gus begeben sich auf eine heikle Undercover-Mission. Ihr Plan: Sie wollen den Mord am Besitzer ihres liebsten Imbiss-Wagens aufklären …","versions":[{"lang":1,"streams":[{"redirect":8808201,"hoster":"VOE"},{"redirect":8616046,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Paranormale Aktivitäten und der Professorenmord","epNo":8,"alt":"A Touch of Sweevil","descr":"Shawn ist vollkommen aus dem Häuschen: Er wird endlich dazu eingeladen, an einer Konferenz für paranormale Berater der Polizei teilzunehmen. Ob diese ganz ohne Komplikationen verlaufen wird?","versions":[{"lang":1,"streams":[{"redirect":8808199,"hoster":"VOE"},{"redirect":8616044,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gus Mörderische Träume","epNo":9,"alt":"A Nightmare on State Street","descr":"Gus hat Alpträume, doch als er gemeinsam mit Shawn einen Fall für die Polizei übernimmt, beschleicht ihn plötzlich das Gefühl, dass diese weit realer sind als gedacht. Wird er den Fall trotzdem lösen können?","versions":[{"lang":1,"streams":[{"redirect":8808202,"hoster":"VOE"},{"redirect":8616057,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mit einem Neuanfang hört es auf","epNo":10,"alt":"The Breakup","descr":"Shawn und Gus unterstützen Lassiter dabei, den Mord an einem Immobilienmakler aufzuklären. Derweil macht sich Shawn ernsthafte Gedanken um den weiteren Verlauf seiner beruflichen Zukunft. Er muss eine Entscheidung treffen …","versions":[{"lang":1,"streams":[{"redirect":8808203,"hoster":"VOE"},{"redirect":8616056,"hoster":"Streamtape"}]}]}]}]}