{"path":"/serie/stream/public-enemy","name":"Public Enemy","descr":"20 Jahre hat Guy Béranger (Angelo Bison) im Gefängnis verbracht, nachdem er unter neo-religiösen, mystischen Motiven insgesamt fünf Kinder ermordet hatte. Nun wurde er entlassen und soll zunächst in einem Kloster in den Ardennen Obdach finden. Das stößt bei der Bevölkerung des nahegelegenen Ortes aus vielerlei Gründen auf Entsetzen. Einerseits fürchten Eltern um das Wohl ihrer Kinder, andere Bewohner sehen durch die Nähe des ehemaligen \"Volksfeindes Nummer 1\" ihre wirtschaftlichen Interessen zerstört.So haben die Polizeibehörden die junge Polizistin Chloé Muller (Stéphanie Blanchoud) abgestellt, um mögliche Aggressionen gegen den ehemaligen Täter zu verhindern. Als ein kleines Mädchen aus der Ortschaft verschwindet und Parallelen zu Bérangers Taten gezogen werden können, droht die Lage zu eskalieren.So muss Muller, aufgrund eigener traumatischer Erfahrungen in der Kindheit zu einer Spezialistin für Vermisstenfälle geworden, gemeinsam mit Dorfpolizist Michael Charlier (Jean-Jacques Rausin) gleich zwei Alptraum-Szenarien verhindern: Einerseits einen Lynchmob gegen Béranger und andererseits eine neue Mordserie.","seasons":[{"path":"/serie/stream/public-enemy/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/public-enemy/staffel-1/episode-1","name":"Das verlorene Schaf","epNo":1,"alt":"The Lost Sheep","descr":"Guy Béranger ist Belgiens Staatsfeind Nummer 1. Vor 20 Jahren haben seine mysteriösen Morde an fünf Kindern das ganze Land schockiert. Jetzt kommt Béranger aus dem Knast und soll in einem Kloster in den Ardennen Unterschlupf finden. Die Menschen im nahegelegenen Dorfes reagieren entsetzt. Ausgerechnet die traumatisierte junge Polizistin Chloé Muller soll ihn beschützen. Dann verschwindet die kleine Noémie und der Fall zeigt bald Parallelen zu Bérangers Verbrechen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498599","hoster":"VOE"},{"path":"/redirect/12498817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-1/episode-2","name":"Das Malzeichen des Tieres","epNo":2,"alt":"The Sign of the Beast","descr":"Die Polizisten Chloé Muller und Michael Charlier untersuchen den Mord an der kleinen Noémie. Bei der Autopsie stellt sich heraus, dass ihr etwas in die Kopfhaut geritzt wurde: Es ist das gleiche Symbol, mit dem der berüchtigte Kindermörder Guy Béranger vor 20 Jahren seine Opfer zu markierte. Versucht jemand seine Verbrechen zu kopieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498604","hoster":"VOE"},{"path":"/redirect/12498603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-1/episode-3","name":"Falsche Götzen","epNo":3,"alt":"False Idols","descr":"Im Kloster, in dem der berüchtigte Kindermörder Guy Béranger nach seiner Freilassung Unterschlupf gefunden hat, untersucht Lucas dessen Vergangenheit. Auch die Polizisten Chloé Muller und Michael Charlier suchen jemanden in der Vergangenheit Béranger, der dessen Verbrechen kopieren könnte. Und finden tatsächlich eine Verehrerin aus seiner Zeit im Gefängnis. Sie entschließen sich, Béranger zu benutzen, um mehr über sie zu erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498609","hoster":"VOE"},{"path":"/redirect/12498613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-1/episode-4","name":"Der gute Hirte","epNo":4,"alt":"The Good Shepherd","descr":"Der Versuch, die Verehrerin des freigelassenen Kindermörders Guy Béranger zu verhaften, endete in einem Fiasko: Die junge Frau beging Selbstmord. Nun muss Chloé den entlassenen Häftling bei einem Besuch bei seiner sterbenden Mutter begleiten. Zurück in Vielsart treffen sie auf einen wütenden Mob, der Selbstjustiz an Béranger üben will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498616","hoster":"VOE"},{"path":"/redirect/12498619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-1/episode-5","name":"Blutsbrüder","epNo":5,"alt":"Blood Brothers","descr":"Der freigelassene Kindermörder Guy Béranger wird von einem wütenden Mob in die Wälder von Vielsart verschleppt. Polizistin Chloé Muller muss sich ungewöhnliche Verbündete suchen, um Béranger zu befreien, bevor er der Selbstjustiz zum Opfer fällt. Unterdessen verschwindet ein weiteres Kind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498622","hoster":"VOE"},{"path":"/redirect/12498624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-1/episode-6","name":"Die Allianz","epNo":6,"alt":"The Alliance","descr":"Der freigelassene Kindermörder Guy Béranger schockiert Polizistin Chloé Muller mit Informationen aus ihrer Vergangenheit und bietet ihr ein gefährliches Geschäft an. Unterdessen scheint Bérangers Verehrerin, die Selbstmord begangen hat, ihn doch noch einzuholen. Und Mullers Kollege Michael Charlier stößt auf neue, entscheidende Hinweise.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498629","hoster":"VOE"},{"path":"/redirect/12498631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-1/episode-7","name":"Der Brunnen der Seelen","epNo":7,"alt":"The Well of Souls","descr":"Die Polizisten Chloé Muller und Michael Charlier stoßen im Kloster auf einen Jahrhunderte alten Tunnel. Der Fund stellt das Alibi des freigelassenen Kindermörders Guy Béranger in Frage. Auch andere Indizien lassen mehr und mehr an seiner Unschuld zweifeln. Dann verschwindet noch ein weiteres Kind in Vielsart.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498638","hoster":"VOE"},{"path":"/redirect/12498639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-1/episode-8","name":"Agnus Dei","epNo":8,"alt":"Agnus Dei","descr":"Mit letzter Kraft kann der kleine Bastien dem Vielsart-Killer entkommen und fällt ins Koma. Die Polizisten Chloé Muller und Michael Charlier untersuchen den Hirschkopf, den der Täter trug. Er führt sie zu den Brüdern Lucas und Vincent Strassart. Die Konfrontation zwischen Vincent und Chloé eskaliert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498640","hoster":"VOE"},{"path":"/redirect/12498642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-1/episode-9","name":"Du sollst nicht töten","epNo":9,"alt":"Thou Shall Not Kill","descr":"Die Abteilung für interne Ermittlungen will den Tod von Vincent Strassart untersuchen. Polizistin Chloé Muller wird bis auf weiteres von allen Funktionen entbunden. Patrick Stassart ist völlig verzweifelt über den Tod seines Bruders und plant den freigelassenen Kindermörder Guy Béranger zu ermorden. Unterdessen entdeckt Chloés Partner Michael Charlier die wahren Hintergründe der jüngsten Kindermorde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498651","hoster":"VOE"},{"path":"/redirect/12498653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-1/episode-10","name":"Das Jüngste Gericht","epNo":10,"alt":"The Last Judgment","descr":"Judith Stassart ist der Vielsart-Killer! Polizistin Chloé Muller findet ihren niedergeschossenen Kollegen Michael Charlier noch rechtzeitig. Doch jetzt muss sie Judith aufhalten, bevor sie den letzten Zeugen beseitigt: Michaels Sohn Jonathan. Patrick und die Überreste von Vincents Gang erreichen inzwischen das Kloster um den freigelassenen Kindermörder Guy Béranger zu ermorden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498666","hoster":"VOE"},{"path":"/redirect/12498674","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/public-enemy/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/public-enemy/staffel-2/episode-1","name":"Brüder und Schwestern","epNo":1,"alt":"Brothers and Sisters","descr":"Polizistin Cloé Muller bittet den Kindermörder Guy Béranger erneut um Hilfe: Sie sucht den \"Spielzeugmacher\", der hinter dem Verschwinden der kleinen Jasmine und Chloés Schwester Jessica steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8808254","hoster":"VOE"},{"path":"/redirect/8616093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-2/episode-2","name":"Die Schuld","epNo":2,"alt":"The Debt","descr":"Auf dem Bauernhof, auf dem der \"Spielzeugmacher\" die Mädchen gefangen hielt, stößt Polizistin Cloé auf eine Spur ihrer Schwester Jessica. Unterdessen stößt Cloés Kollege Michael zum Ermittler-Team.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8808247","hoster":"VOE"},{"path":"/redirect/8616095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-2/episode-3","name":"Das Geheimnis des Glaubens","epNo":3,"alt":"The Mystery of Faith","descr":"Durch eine verweste Leiche erkennen die Polizisten Cloé und Michael ein Tatmuster des \"Spielzeugmachers\", das sie zu einer aktuellen Adresse führt. Doch der Kindesentführer ist vorbereitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334482","hoster":"VOE"},{"path":"/redirect/8616094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-2/episode-4","name":"Die Auferstehung","epNo":4,"alt":"Resurrection","descr":"Bei der Explosion des Wohnwagens wurden wichtige Beweise zerstört, doch die Ermittler Cloé und Michael haben überlebt. Cloé glaubt, dass Guy Béranger Informationen zurückgehalten hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8808248","hoster":"VOE"},{"path":"/redirect/8616098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-2/episode-5","name":"Eine perfekte Welt","epNo":5,"alt":"A Perfect World","descr":"Polizistin Cloé folgt einer Spur zu dem ehemaligen Militärausbilder Wim Tork. Doch der überrascht sie und nimmt sie in seinem unterirdischen Bunker als Geisel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8808252","hoster":"VOE"},{"path":"/redirect/8616096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-2/episode-6","name":"Die falschen Propheten","epNo":6,"alt":"The False Prophets","descr":"Cloé konnte sich aus Torks Gewalt befreien. Ihr Kollege Michael findet Videoaufnahmen, in denen Tork die entführten Mädchen zu Kämpferinnen trainiert. Unter ihnen befindet sich auch Cloés Schwester.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8808253","hoster":"VOE"},{"path":"/redirect/8616103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-2/episode-7","name":"Ein Schaf inmitten von Wölfen","epNo":7,"alt":"A Sheep Among Wolves","descr":"Eine junge Frau bricht mit einer Überdosis Ketamin zusammen. Die Ermittler Cloé und Michael spüren ihren Dealer auf, doch der weigert sich zu reden. Sein Verhalten bringt Chloé an ihre Grenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8808251","hoster":"VOE"},{"path":"/redirect/8616104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-2/episode-8","name":"Du sollst Vater und Mutter ehren","epNo":8,"alt":"Honour Thy Father and Thy Mother","descr":"Das Kloster trauert um Vater Mertens. Nachdem Chloé gegenüber einem Drogendealer die Kontrolle verloren hat, muss sie sich den Konsequenzen stellen. Béranger stellt ihre Motive in Frage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8808250","hoster":"VOE"},{"path":"/redirect/8616102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-2/episode-9","name":"Das Massaker der Unschuldigen (oder) Kindermord zu Bethlehem","epNo":9,"alt":"The Massacre of The Innocent","descr":"Trotz der Trauer um Vater Mertens müssen die Ermittlungen weitergehen: Chloé und Michael lernen mehr über die Kindheit des \"Spielzeugmachers\". Jessica erfährt, dass Chloé immer noch nach ihr sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8808264","hoster":"VOE"},{"path":"/redirect/8616105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-2/episode-10","name":"Exodus","epNo":10,"alt":"Exodus","descr":"Chloé und Michael spüren den Vater des \"Spielzeugmachers\" auf. Als die Ermittler immer näher rücken, versucht der Kindesentführer mit seinen Opfern von seinem Bauernhof zu fliehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8808266","hoster":"VOE"},{"path":"/redirect/8616106","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/public-enemy/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/public-enemy/staffel-3/episode-1","name":"Der Gerechten Pfad","epNo":1,"alt":"Episode 1","descr":"Chloé wird immer noch von ihrer Begegnung mit Jessica auf dem Bauernhof verfolgt und besucht ihren Vater. Guy kämpft trotz seiner neuen Berufung als Mönch weiter mit alten Lastern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498540","hoster":"VOE"},{"path":"/redirect/12498538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-3/episode-2","name":"Erbsünde","epNo":2,"alt":"Episode 2","descr":"Lucas ist skeptisch, doch vertraut in Gott und versucht, Guy unter Kontrolle zu halten. Chloé trifft eine unangenehme Entscheidung, um Guys Mitarbeit an dem Fall geheim zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498539","hoster":"VOE"},{"path":"/redirect/12498537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-3/episode-3","name":"Erlöse uns von dem Bösen","epNo":3,"alt":"Episode 3","descr":"Während Guy und Lucas im Kloster sind, macht sich Chloé auf die Suche nach Jonas. Laurence und die anderen entführten Mädchen träumen in ihrem dunklen Gefängnis von der Freiheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498546","hoster":"VOE"},{"path":"/redirect/12498544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-3/episode-4","name":"Gelobtes Land","epNo":4,"alt":"Episode 4","descr":"Nach 20 Jahren kommt es zu einem hochemotionalen Wiedersehen. Lucas schlägt Guy eine Alternative vor, wird jedoch von diesem überlistet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498550","hoster":"VOE"},{"path":"/redirect/12498552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-3/episode-5","name":"Exkommunikation","epNo":5,"alt":"Episode 5","descr":"Jessica versucht, sich an ihre neue Freiheit zu gewöhnen, doch alte Erinnerungen kommen wieder hoch. Guy bekommt seine Rache, als die Mönche über Lucas’ Schicksal entscheiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498556","hoster":"VOE"},{"path":"/redirect/12498559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/public-enemy/staffel-3/episode-6","name":"Die Bestie","epNo":6,"alt":"Episode 6","descr":"Am Tag des Dorffestes kommen dunkle Geheimnisse ans Licht. Eine zufällige Bemerkung von Jessica alarmiert Chloé. Wird es ihr gelingen, das Schlimmste zu verhindern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12498565","hoster":"VOE"},{"path":"/redirect/12498573","hoster":"Streamtape"}]}]}]}]}