{"seriesId":"punky-brewster-2021","name":"Punky Brewster (2021)","descr":"Eine Nachfolgeserie der Sitcom aus den 1980er Jahren über ein junges Pflegekind namens Punky. Jetzt ist sie erwachsen und hat ihre eigenen Kinder, da trifft sie auf das junge Mädchen Izzy (Quinn Copeland) ohne Familie, sie erinnert sie an sich selbst und ihre Jugend als Waisenkind.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Punky (Soleil Moon Frye) ist alleinerziehende Mutter von drei Kindern, die versucht ihr Leben wieder in die richtige Spur zu bekommen als sie ein Mädchen trifft, in dem sie sich selbst wieder erkennt. Ihre Freundin Cherie (Cherie Johnson) bittet sie, die kleine Izzy (Quinn Copeland) übergangsweise bei sich aufzunehmen bis deren neue Adoptivfamilie den Papierkram erledigt hat. Punky willigt widerwillig ein und erkennt, dass Izzy ihr schneller ans Herz wächst als erwartet. Als die neuen Adoptiveltern vor er Tür stehen, muss sie sich entscheiden.","versions":[{"lang":1,"streams":[{"redirect":10228430,"hoster":"VOE"},{"redirect":10228432,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Plätzchen für Izzy","epNo":2,"alt":"Making Room For Izzy","descr":"Punky (Soleil Moon Frye) und ihre Familie müssen herausfinden, wo in der Wohnung Izzy (Quinn Copeland) schlafen soll. Nach einem Überraschungsanruf ihrer lange verschollenen Mutter muss Punky sich entscheiden, ob sie bereit ist, sie zu treffen.","versions":[{"lang":1,"streams":[{"redirect":10228433,"hoster":"VOE"},{"redirect":10228434,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zwei erste Dates","epNo":3,"alt":"Zwei erste Dates","descr":"Punky (Soleil Moon Frye) und Hannah (Lauren Lindsey Donzis) erkunden zur selben Zeit die Welt des Datings, was Hannah dazu bringt, sich von ihrer Mutter zu entfernen bis ein Fehltritt die beiden wieder zusammen bringt. Travis (Freddie Prinze Jr.) leidet unter einer Schreibblockade und Izzy (Quinn Copeland) hilft ihm dabei, ein Lied zu schreiben.","versions":[{"lang":1,"streams":[{"redirect":10228439,"hoster":"VOE"},{"redirect":10228441,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schlechter Umgang","epNo":4,"alt":"Under The Influence","descr":"Punky (Soleil Moon Frye) findet einen Joint in Hannahs (Lauren Lindsey Donzis) Schlafzimmer und sorgt sich, dass Hannahs Freund Sean ein schlechter Einfluss ist. Izzy (Quinn Copeland) versucht ein perfektes Kind zu sein um nicht wieder nach Fenster Hall geschickt zu werden.","versions":[{"lang":1,"streams":[{"redirect":10228407,"hoster":"VOE"},{"redirect":10228405,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Liebe und Hut gesucht","epNo":5,"alt":"Looking For Love And A Hat","descr":"Punky (Soleil Moon Frye) geht mit einem Musiker aus. Das regt Travis (Freddie Prinze Jr.) ganz schön auf. Izzy (Quinn Copeland) verliert ihre geliebte Kappe und die Kinder versuchen ihr zu helfen, sie zurück zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":10228412,"hoster":"VOE"},{"redirect":10228411,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Daniels neuer Look","epNo":6,"alt":"The Look Of Daniel","descr":"Daniel (Oliver De Los Santos) zieht zur Schule einen Sarong an. Punky (Soleil Moon Frye) und Travis (Freddie Prinze Jr.) machen sich um seine Gender Identity Gedanken. Sie wollen, dass er sich ihnen anvertrauen kann. Izzy (Quinn Copeland) ist besessen von Pro-Wrestling.","versions":[{"lang":1,"streams":[{"redirect":12172837,"hoster":"VOE"},{"redirect":10228414,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Akute Einsturzgefahr","epNo":7,"alt":"The Treehouse That Punky Built","descr":"Izzy (Quinn Copeland) hat ein Missgeschick im Baumhaus. Punky (Soleil Moon Frye) beauftragt Cherie (Cherie Johnson) damit, ihr bei der Beseitigung zu helfen. Hannah (Lauren Lindsey Donzis) und ihre Freunde schließen einen Pakt, dass sie total ehrlich zueinander sein wollen, doch das hat ungeahnte Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":12172847,"hoster":"VOE"},{"redirect":10228415,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eheringe und Nunchakus","epNo":8,"alt":"Put A Ring On It","descr":"Cherie (Cherie Johnson) vertraut Punky (Soleil Moon Frye) an, dass sie Lauren gerne einen Heiratsantrag machen will. Die Gespräche über die Ehe lösen alte Gefühle bei Punky und Travis (Freddie Prinze Jr.) aus. Diego (Noah Cottrell) verknallt sich in Hannahs Freundin, was Hannah (Lauren Lindsey Donzis) verrückt macht.","versions":[{"lang":1,"streams":[{"redirect":10228422,"hoster":"VOE"},{"redirect":10228418,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die große 80er-Party","epNo":9,"alt":"80s Block Party","descr":"Punky (Soleil Moon Frye) freut sich darauf, eine Nachbarschaftsfeier mit dem Thema 80er Jahre zu organisieren. Doch sie ist nicht gut vorbereitet auf ihre eigenen Gefühle für Travis (Freddie Prinze Jr.) und die Ankunft ihrer lange verschollenen Mutter. Izzy (Quinn Copeland) verliert Brandy.","versions":[{"lang":1,"streams":[{"redirect":10228424,"hoster":"VOE"},{"redirect":10228435,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Muttertag","epNo":10,"alt":"Mother’s Day","descr":"Ein Sorgerechtsprozess um Izzys (Quinn Copeland) Zukunft zu entscheiden, bringt Punky (Soleil Moon Frye) dazu, sich doch mit ihrer lange verschollenen Mutter zu treffen. Mit Punkys Unterstützung geht Travis (Freddie Prinze Jr.) mit seiner Band auf Tour.","versions":[{"lang":1,"streams":[{"redirect":10228427,"hoster":"VOE"},{"redirect":10228431,"hoster":"Streamtape"}]}]}]}]}