{"seriesId":"puraore-pride-of-orange","name":"PuraOre! Pride of Orange","descr":"Das Mädchen-Eishockeyteam Dream Monkeys hat den Traum, es an die Weltspitze im Sport zu schaffen. Manaka, ihre jüngere Schwester Ayaka und ihre Jugendfreundinnen Kaoruko und Mami gehen zu einem Probetraining des Teams, was ihre Faszination für den Sport schürt. Schließlich werden sie vom Trainer eingeladen, offizielle Mitglieder der Mannschaft zu werden. Durch Trainingsspiele und Trainingslager wachsen sie alle als Team zusammen und versuchen gemeinsam, ihren Traum zu fassen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Face Off","descr":"Manaka, ihre kleine Schwester und ihre Freundinnen gehen auf die Kinugawa-Mittelschule. Normalerweise verbringen sie ihre Nachmittage dort im traditionsreichen Stick-Klub. Doch als Manaka eines Tages Flyer für einen Eishockey-Erlebnistag mitbringt, beschließen sie, dem Sport eine Chance zu geben und an dem Training teilzunehmen. Ob die Mädchen dabei tatsächlich ein neues Hobby entdecken?","versions":[{"lang":3,"streams":[{"redirect":8936058,"hoster":"VOE"},{"redirect":8936057,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Best Friends","descr":"Während Riko ihre Freundin Nao noch überredet, sie beim nächsten Eishockey-Probetraining erneut zu begleiten, hat sich im Kinu-Gasthaus besonderer Besuch angekündigt: Ein Fernsehteam aus Tokyo möchte das Ryokan sowie Kinugawas Sehenswürdigkeiten vorstellen. Dabei machen sich die Mädchen so gut, dass das Fernsehen sie auch zum nächsten Training auf dem Eis begleitet.","versions":[{"lang":3,"streams":[{"redirect":8975868,"hoster":"VOE"},{"redirect":8975867,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"All for One","descr":"Weil Mami zum Ende des Trimesters die Schule verlässt, wollen Manaka und die anderen noch ein schönes gemeinsames Erlebnis auf die Beine stellen. Sie beschließen, ein richtiges Eishockeyspiel zu bestreiten. Gemeinsam mit Trainerin Yoko muss aber erst mal festgelegt werden, wer auf welcher Position spielt und gegen wen das junge Anfängerteam der Dream Monkeys überhaupt antreten kann …","versions":[{"lang":3,"streams":[{"redirect":9098293,"hoster":"VOE"},{"redirect":9098296,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Grinder","descr":"Die Mädchen wollen offizielle Mitglieder des Eishockeyvereins werden – müssen dafür aber eine schriftliche und eine praktische Prüfung absolvieren. Während Manaka vor allem Probleme beim Pauken der Regeln hat, kämpft ihre Schwester Ayaka mit dem Tempo auf dem Eis. Und auch Trainerin Yoko steht vor einem schwierigen Projekt: Sie will Nachwuchstalent Yu Kiyose für die Dream Monkeys gewinnen!","versions":[{"lang":3,"streams":[{"redirect":9098300,"hoster":"VOE"},{"redirect":9098302,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Shoot Out","descr":"Manaka und ihre Freundinnen sind nun offizielle Mitglieder der Dream Monkeys. Nachdem sich die Mädchen ihre Trikotnummern aussuchen konnten, steht das erste Training in der neuen Ausrüstung auf dem Programm. Unterdessen verläuft Yokos Besuch bei Yu nicht besonders erfolgreich. Aber die Trainerin hat bereits einen Plan, wie sie das Ausnahmetalent doch noch für ihr Team gewinnen kann …","versions":[{"lang":3,"streams":[{"redirect":9214230,"hoster":"VOE"},{"redirect":9214238,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Debut","descr":"Auch Yu ist nun tatsächlich den Dream Monkeys beigetreten. Nachdem ein gemeinsamer Schlachtruf gefunden ist und die Mädchen sich das große Ziel gesetzt haben, Landesmeister zu werden, steht ein Trainingsspiel gegen die Ice Bucks auf dem Programm. Doch kann Yu über ihren Schatten springen und ihren Mitspielerinnen genug Vertrauen entgegenbringen?","versions":[{"lang":3,"streams":[{"redirect":9214250,"hoster":"VOE"},{"redirect":9214248,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Cheer Up!","descr":"Die Sommerferien sind da! Für die Mädchen der Dream Monkeys stehen damit nicht nur schul-, sondern auch trainingsfreie Wochen bevor. Die Enttäuschung darüber, dass sie trotzdem individuelle Trainingspläne aufgebrummt bekommen, verfliegt jedoch schnell, als Manakas Oma einen Anruf erhält: Die Mädchen können in einem Hotel auf Okinawa jobben – reichlich Freizeit inklusive!","versions":[{"lang":3,"streams":[{"redirect":9356463,"hoster":"VOE"},{"redirect":9356470,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Accident","descr":"Die letzten Vorbereitungen für die Landesmeisterschaft sind in vollem Gange! Jedes Mädchen hat seine persönlichen Hausaufgaben gemacht und das Team ist so gut geworden, dass ein TV-Sender ein Interview angemeldet hat. Alle sind sich sicher, dass die Dream Monkeys es bis ins Finale schaffen – nur Naomi hat noch Zweifel, ob sie ihrer Position auch gerecht werden kann …","versions":[{"lang":3,"streams":[{"redirect":9356389,"hoster":"VOE"},{"redirect":9356403,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Awakening","descr":"Riko hat sich den Fuß verstaucht und fällt bei den Landesmeisterschaften im Spiel gegen die Tomita Phoenix aus ­– ein Schock vor allem für Nao! Dementsprechend liegen die Dream Monkeys nach dem ersten Drittel 0:1 zurück. Doch ist der Traum vom Aufstieg in die Gruppe A damit tatsächlich schon ausgeträumt? Oder werden die Mädchen das Ruder noch herumreißen können?","versions":[{"lang":3,"streams":[{"redirect":12380947,"hoster":"VOE"},{"redirect":9356454,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Reunion","descr":"Mami kommt zu Besuch zurück nach Nikko. Ihre beste Freundin Mana schleppt sie natürlich sofort mit zum Training in die Eishalle, damit Mami zeigen kann, was sie bei ihrem neuen Team in Tokyo gelernt hat. Während die Mädchen die gemeinsame Zeit genießen, entscheidet sich, dass die Dream Monkeys im großen Finale der Landesmeisterschaften gegen Snow White antreten werden – Yus ehemaliges Team!","versions":[{"lang":3,"streams":[{"redirect":9441695,"hoster":"VOE"},{"redirect":9441693,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Barn Burner","descr":"Das Finale der Landesmeisterschaften steht kurz bevor. Vor allem Yu ist motiviert, sich ihrem ehemaligen Team Snow White mit aller Kraft entgegenzustellen. Und auch die anderen zeigen im letzten Trainingsspiel, was sie gelernt haben. Dann ist der große Tag endlich da. Nun müssen die Mädchen nur noch gewinnen, um den großen Wunsch ihrer Trainerin zu erfüllen: am Ende vor ausverkauftem Haus ihren Victory Dance aufzuführen!","versions":[{"lang":3,"streams":[{"redirect":9441696,"hoster":"VOE"},{"redirect":9441692,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Pride of Orange","descr":"Das wichtigste Spiel der Dream Monkeys, das Finale der Landesmeisterschaften gegen Snow White, ist in vollem Gange. Dank Maya Walker, der Top-Spielerin der Gegnerinnen, liegen die Mädchen aus Nikko 0:1 zurück. Doch schließlich schafft es Manaka noch vor Ende des ersten Drittels auszugleichen. Welchem Team wird es vor dem begeisterten Publikum am Ende aber tatsächlich gelingen, das alles entscheidende Tor zum Sieg zu schießen?","versions":[{"lang":3,"streams":[{"redirect":9471038,"hoster":"VOE"},{"redirect":9471037,"hoster":"Streamtape"}]}]}]}]}