{"seriesId":"pure-2019","name":"Pure (2019)","descr":"In der britischen Dramaserie Pure von Kirstie Swain kämpft die 24-jährige Marnie (Charly Clive) mit zwanghaften Gedanken, die sie permanent an Sex denken lassen, was sich auf unangenehme Weise auf ihr Leben auswirkt. Als die Situation während des 25. Hochzeitstags ihrer Eltern eskaliert, macht sie sich ohne Plan nach London auf, wo sie auf eine Veränderung hofft. Vor Ort stellt sie fest, dass sie nicht die einzige verlorene Seele in der pulsierenden Metropole ist. Sie zieht zur ihrer alten Schulfreundin Shereen (Kiran Sonia Sawar) und lernt Charlie (Joe Cole) kennen, der unter Pornosucht leidet. Angezogen fühlt sie sich von Joe (Anthony Welsh), mit dem sich auch etwas in romantischer Richtung entwickeln könnte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Marnie springt in einen Bus nach London, um ihr Leben zu ändern und herauszufinden, was mit ihr nicht stimmt. Allein in der Großstadt stürzt sie sich in das Leben von Shereen, Amber und Joe.","versions":[{"lang":1,"streams":[{"redirect":12380949,"hoster":"VOE"},{"redirect":8995193,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8946330,"hoster":"VOE"},{"redirect":8946329,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Marnie gerät in eine weitere Sackgasse, als sie zu einem Treffen mit Sexsüchtigen geht, aber sie findet einen unerwarteten Seelenverwandten in der Genesung des Pornosüchtigen Charlie.","versions":[{"lang":1,"streams":[{"redirect":8995202,"hoster":"VOE"},{"redirect":8995200,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13477093,"hoster":"VOE"},{"redirect":8945040,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Marnie ist entschlossen, das Beste aus ihrem Leben als Single-Londonerin zu machen, jetzt weiß sie, was mit ihr nicht stimmt. Sie springt mit Benji, einem ernsten, anhänglichen Barista, ins Bett, aber das hat Konsequenzen für ihre Arbeit.","versions":[{"lang":1,"streams":[{"redirect":8995192,"hoster":"VOE"},{"redirect":8995191,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8946331,"hoster":"VOE"},{"redirect":8945032,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Marnie und Charlie versuchen, sich wieder aufzurappeln, nachdem sie den Tiefpunkt erreicht haben. Marnie bekommt Hilfe von einer unerwartet verständnisvollen Shereen, während Charlie versucht zu beweisen, dass er seinem alten Job gewachsen ist.","versions":[{"lang":1,"streams":[{"redirect":8995183,"hoster":"VOE"},{"redirect":8995176,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8945044,"hoster":"VOE"},{"redirect":8945042,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Von ihrer neuen Therapie ermutigt, versucht Marnie, ihrer alten Freundin Helen ihre Geheimnisse anzuvertrauen und bringt ihre beiden Welten auf einer großen Dinnerparty zusammen. Was könnte möglicherweise falsch laufen?","versions":[{"lang":1,"streams":[{"redirect":8995181,"hoster":"VOE"},{"redirect":8995173,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380953,"hoster":"VOE"},{"redirect":8945054,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Marnie ist erschüttert, als sie merkt, dass sie Shereen zu weit getrieben hat, und wird paranoid, dass sich jetzt alle gegen sie gewandt haben, da sie von ihrem Zustand wissen","versions":[{"lang":1,"streams":[{"redirect":8995189,"hoster":"VOE"},{"redirect":8995180,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8945056,"hoster":"VOE"},{"redirect":8945061,"hoster":"Streamtape"}]}]}]}]}