{"path":"/serie/stream/push","name":"Push","descr":"Was für andere als Notlage gelten kann, ist für die Hebammen Nalan (Mariam Hage), Anna (Anna Schudt) und Greta (Lydia Lehmann) Alltag: geplatzte Fruchtblasen, Babys in Beckenendlage, zu früh einsetzende Wehen – immer wieder meistern die drei Frauen Ausnahmesituationen. Die Arbeit ist aufwühlend genug, doch nun werden sie auch noch mit einer Klage konfrontiert: Ihnen wird bei einer Geburt vor wenigen Monaten ein Behandlungsfehler vorgeworfen. Erschwerend kommt für Nalan hinzu, dass ihr eigener Kinderwunsch bislang unerfüllt geblieben ist.","seasons":[{"path":"/serie/stream/push/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/push/staffel-1/episode-1","name":"Jedem Anfang","epNo":1,"alt":"","descr":"Jede Geburt ist anders. Nalan muss Kathi darauf vorbereiten, dass ihre Geburt einen anderen Verlauf nehmen wird. Anna ermöglicht Lea die Wunschgeburt, handelt sich aber Ärger ein. Nalan liebt ihren Job als Hebamme. Doch ihr bisher unerfüllter Kinderwunsch nagt an ihr. Ihre Kollegin Anna stürzt sich in die Arbeit, um ihrem Ehestreit zu entfliehen. Und für Greta ist es der erste Tag als Hebammenstudentin. Nalan hilft ihrer Gebärenden Kathi seit 20 Stunden, sich durch die Wehen zu kämpfen, aber die Geburt geht kaum voran. Als die Werte des Kindes sich verschlechtern, ist es für Oberärztin Dr. Charlotte Mohn eindeutig: Das Kind muss per Kaiserschnitt geholt werden. Auch dabei steht Nalan Kathi zur Seite. Daher hat sie keine Zeit für Hebammenstudentin Greta, die ihren ersten Tag im Helene Klinikum hat. Dafür darf Greta bei der erfahrenen Beleghebamme Anna mitlaufen, die sie mit zu ihrer Patientin Lea nimmt. Ihr Baby liegt in einer Beckenendlage: mit dem Po nach unten. Keine geburtsunmögliche Position, aber in den meisten Kliniken wird das Kind dann per Kaiserschnitt geholt. Anna und Chefärztin Dr. Barbara Keller entbinden diese Babys allerdings noch vaginal. Doch im entscheidenden Moment der Geburt, ist Dr. Keller nicht zu finden und Anna muss entscheiden, ob sie das Kind ohne sie zur Welt bringt. Am Ende bleibt die Frage: Warum werden Frauen fürs Kinderkriegen und Hebammen für ihre Arbeit eigentlich nicht als Superheldinnen gefeiert? Zumindest für Anna und Nalan sieht die Realität anders aus: Sie und die Klinik werden wegen eines angeblichen Behandlungsfehlers verklagt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13815175","hoster":"VOE"},{"path":"/redirect/13815179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/push/staffel-1/episode-2","name":"Männer","epNo":2,"alt":"","descr":"Wie steht’s um die Rolle der Väter? Während Nalan bei einer Geburt den übermotivierten Paul kaum in Schach halten kann, muss Anna einem frischgebackenen Vater auf die Sprünge helfen. Für Nalan ist der aufgeregte Vater Paul eine echte Geduldsprobe. Anna erlebt das Gegenteil bei einem Paar im Wochenbett: Sofia fühlt sich von ihrem Freund allein gelassen. Anna geht die Klage gegen sie und die Klinik sehr nahe. Egal wie oft sie es durchgeht, sie ist sich sicher, dass Dr. Keller und sie keinen Fehler bei der Geburt von Frau Fischer gemacht haben, und genauso wenig Nalan bei der Vor- und Nachsorge. Aber warum ist bei dem Kind dann ein Hirnschaden diagnostiziert worden? Zu allem Überfluss muss Anna auch die Trennung von ihrem Mann verdauen und zwischen einem streitenden Paar im Wochenbett vermitteln. Greta lebt sich derweil immer mehr in der Klinik ein und macht auch mal eine Schicht mehr zusammen mit Krankenschwester Irina. Nalan hingegen gerät echt ans Limit mit Paul, der es als werdender Vater etwas zu gut meint mit seinem Engagement. Nach erfolgreicher Geburt wird Nalan wieder auf ihren Kinderwunsch zurückgeworfen: Hat es diesen Monat endlich geklappt mit dem Schwangerwerden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13815183","hoster":"VOE"},{"path":"/redirect/13815186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/push/staffel-1/episode-3","name":"This is where the magic happens","epNo":3,"alt":"","descr":"Eine Nacht in der Klinik: Zwei Geburten, zwei Paare, eine Single-Schwangere. Anna, Nalan und Greta mittendrin. Doch es ist nicht sicher, ob jedes Baby die Nacht überleben wird. Nalan ist ein paar Tage drüber. Aus Angst vor Enttäuschung traut sie sich nicht, einen Schwangerschaftstest zu machen. Annas private Probleme und der ständige Stress nagen an ihr. Dagegen nimmt sie heimlich Beruhigungstabletten aus der Klinik. Sita ist in der 26. Schwangerschaftswoche und hat einen vorzeitigen Blasensprung. Noch hoffen alle, dass das Baby zumindest die Lungenreife übersteht. Anna ist währenddessen mit Caro im Kreißsaal. Der Muttermund hat sich noch nicht weiter geöffnet und Caro ist schon jetzt an ihren Grenzen. Erst vor wenigen Monaten ist ihre Mutter hier in diesem Krankenhaus an Krebs gestorben. Greta ist nun schon seit vier Monaten in der Klinik und hat das Gefühl, auf der Stelle zu treten. Prompt wird sie von Dr. Mohn zum emotionalen, psychologischen Beistand, oder besser gesagt zum Händchenhalten, abgestellt – bei Melek: Sie hat mit Übelkeit zu kämpfen und bleibt eine Nacht zur Beobachtung. Greta erfährt, dass Melek sich gerade von ihrem Freund trennt und nun wohl alleinerziehend ist. Noch in derselben Nacht verschlechtern sich die Werte von Sita und dem Baby und es muss per Kaiserschnitt geholt werden. Durch Zufall errät Kinderarzt Dr. Jan Pfeiffer, dass Nalan glaubt, schwanger zu sein, und bestärkt sie, einen Bluttest zu machen. Am nächsten Morgen, als Nalan die Klinik verlässt, kommt Jan mit dem Ergebnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13815184","hoster":"VOE"},{"path":"/redirect/13815185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/push/staffel-1/episode-4","name":"I judge, you judge, we judge","epNo":4,"alt":"","descr":"Vorurteile. Niemand mag sie, aber alle haben sie. Nalan bereitet die Hausgeburt ihrer Gebärenden vor. Während Anna den vierten geplanten Kaiserschnitt einer anderen Mutter begleitet. Nalan ist schwanger. David und sie können es kaum glauben. Eigentlich will Nalan Anna fragen, ob sie ihre Hebamme sein will. Doch die Klage wegen eines möglichen Behandlungsfehlers belastet die Freundschaft zwischen Anna und Nalan zunehmend. Nalan und David hören das erste Mal den Herzschlag ihres Babys. Was für ein wunderbarer Moment! Nalans Freude wird aber gedämpft, als sie in den Fokus der Klage wegen eines möglichen Behandlungsfehlers gerät. Kann es sein, dass Nalan in der Vorsorge etwas übersehen hat? Auf der Suche nach Antworten geraten Nalan und Anna aneinander. Anna lenkt sich wie immer mit Arbeit ab. Dieses Mal betreut sie die bald vierfache Mutter Nora. Sie ist der perfekte Gesprächsstoff in der Klinik – nicht nur wegen ihrer bewussten Entscheidung für einen Kaiserschnitt, sondern auch weil der Vater ihres Babys sehr viel jünger ist als sie. Für Fritzi bleibt es vor allem unverständlich, warum eine Frau überhaupt vier Kinder bekommen will. Sie selbst kann sich noch nicht einmal eins vorstellen, was zum Konflikt mit ihrem Freund Dr. Pfeiffer führt. Nalan hingegen hat Mühe, ihre Gebärende Alice bei deren Hausgeburt zu begleiten, weil Alices ältere Schwester mit ihren Bedenken gegen Hausgeburten für Unruhe sorgt. Greta freut sich zwar, dass sie bei der Hausgeburt dabei sein darf, aber ihre Gedanken wandern immer wieder zu Dr. Mohn und Irina, die irgendein Geheimnis zu haben scheinen. Als Anna am nächsten Tag die Klinik verlässt, sieht sie Dr. Keller, wie sie sich hinter ihrem Auto übergibt. Anna ahnt Schlimmes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13815189","hoster":"VOE"},{"path":"/redirect/13815188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/push/staffel-1/episode-5","name":"Stille","epNo":5,"alt":"","descr":"Nalan hat eine gynäkologische Routineuntersuchung. Auf einmal ist bei ihrem Baby kein Herzschlag mehr zu finden. Es lebt nicht mehr. Alles was bleibt, ist Stille. Der Streit mit Nalan beschäftigt Anna noch immer. Anna versucht, sie zu erreichen, nichts ahnend, wie schlecht es Nalan gerade geht. In der Klinik steht Greta Irina bei ihrer OP zur Seite. Und Dr. Keller hat eine schwierige Entscheidung zu treffen. Nalan und David sind wie paralysiert. Sie können den Verlust ihres Babys nicht begreifen. Als Anna davon erfährt, ist sie sofort für Nalan da und begleitet sie durch die schwersten Stunden: Nalan entscheidet sich für einen natürlichen Abgang und versucht, Abschied von ihrem Kind zu nehmen. Zur selben Zeit vertraut sich Irina Greta an und erzählt, wie es zu ihrer Abtreibung gekommen ist, die sie illegal in Polen hat durchführen lassen. Bis heute hat Irina Schmerzen. Nach der Operation kommt in Irina plötzlich alles wieder hoch: wie sie ungewollt schwanger geworden ist, wie es ihr nach der Abtreibung ging. Auch Dr. Keller hat eine schwere Zeit hinter sich, aber sie hat den Brustkrebs vorerst besiegt. Da aber eine genetische Veranlagung für Brustkrebs bei ihr festgestellt wurde, wird eine Brustabnahme empfohlen. Dr. Keller muss sich nun entscheiden, ob sie einen künstlichen Brustaufbau macht oder ihre Brüste für immer abnehmen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13815192","hoster":"VOE"},{"path":"/redirect/13815194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/push/staffel-1/episode-6","name":"Weitermachen. Irgendwie","epNo":6,"alt":"","descr":"Nalan kehrt nach ihrer Fehlgeburt in die Klinik zurück. Anna ist am Limit: der finanzielle Druck, die Arbeit, die Klage. Und Greta steht plötzlich vor einer unerwarteten Herausforderung. Die einzige Chance, die Klage noch abzuwenden, ist ein genetisches Gutachten, das sich als hochkomplex herausstellt. Anna, Nalan und Dr. Keller müssen selbst recherchieren und ähnliche Fälle mit den gleichen Symptomen finden. Nach ihrer Fehlgeburt fällt es Nalan nicht leicht, zu ihrer Arbeit zurückzukehren. Sie zwingt sich, nach vorne zu sehen. Anna wiederum will endlich von den Tabletten loskommen. Die Aussichtslosigkeit hinsichtlich der Klage gegen sie macht es ihr aber schwer. Gemeinsam mit Dr. Keller und Nalan versucht Anna, auf eigene Faust eine Erklärung dafür zu finden, warum das von ihr zur Welt gebrachte Kind einen Hirnschaden hat. In der Zwischenzeit betreut Greta für Anna die werdende Mutter Valeria, bei der trotz Einleitung die Geburt nicht in die Gänge kommen will – bis es plötzlich schneller geht, als gedacht, und Greta über sich hinauswachsen muss. Auch Melek, Gretas allererste Patientin, hat keine Wahl und muss sich nach der Geburt ihres Babys mit der Rolle als Alleinerziehende anfreunden. Zum Glück ist sie nicht so allein damit, wie zunächst angenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13815199","hoster":"VOE"},{"path":"/redirect/13815200","hoster":"Streamtape"}]}]}]}]}