{"seriesId":"pushing-daisies","name":"Pushing Daisies","descr":"Es war einmal ein wohlerzogener Junge namens Ned, der eines Tages merkte, dass er tote Dinge anfassen und zurück ins Leben holen konnte. Der erwachsene Ned nutzt seine Gabe zum guten Zweck, nicht nur dass er verfaulte Früchte mit ewig währendem Wohlgeschmack versieht, er arbeitet außerdem mit einem Ermittler an Mordfällen, und klärt diese auf, indem er einfach die Opfer selbst nach ihren Mördern fragt. Doch die Geschichte verkompliziert sich, als Ned seine Jugendliebe Chuck aus dem Jenseits zurückholt und am Leben lässt. Chuck ermutigt ihn, mit seinen Kräften anderen Menschen zu helfen, anstatt nur Rätsel zu lösen und die Belohnung einzuheimsen. Das Leben könnte perfekt sein für Ned und Chuck, wäre da nicht ein grausamer Haken: Sollte er sie jemals wieder berühren, muss sie zurückkehren ins Reich der Toten – dieses Mal auf ewig.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Gabe","epNo":1,"alt":"Pie-lette","descr":"Der US-Serienhit über das Leben nach dem Tod - Ned (Lee Pace) hat eine übernatürliche Fähigkeit: Er kann durch eine Berührung Menschen wieder Leben einhauchen. So lässt er auch seine Charlotte wieder auferstehen und verliebt sich in sie. Allerdings: Sollte Ned sie nochmals berühren, würde sie erneut sterben - und zwar für immer ...","versions":[{"lang":1,"streams":[{"redirect":8808323,"hoster":"VOE"},{"redirect":13703891,"hoster":"Doodstream"},{"redirect":8616169,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710973,"hoster":"VOE"},{"redirect":8710974,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dummy","epNo":2,"alt":"Dummy","descr":"Ned bringt es noch immer nicht übers Herz, seiner Jugendliebe Chuck die Wahrheit über ihre Wiederbelebung zu sagen. Er hat allerdings auch alle Hände voll zu tun, denn ein neuer Mordfall beschäftigt ihn und Emerson: Bernard Slaybeck, ein Spezialist für Automobilsicherheit, wird tot am Straßenrad gefunden. Als ihn Ned für eine Minute wiederbelebt, gibt dieser zu verstehen, dass er von einem Dummy ermordet wurde. Und plötzlich stirbt auch noch eine seiner Mitarbeiterinnen ...","versions":[{"lang":1,"streams":[{"redirect":8808322,"hoster":"VOE"},{"redirect":13703936,"hoster":"Doodstream"},{"redirect":8616173,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710979,"hoster":"VOE"},{"redirect":8710978,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Grabräuber","epNo":3,"alt":"The Fun in Funeral","descr":"Ein erneuter Mordfall beschäftigt Ned und Emerson: Der Direktor eines Beerdigungsinstitutes, Lawrence Schatz, wird tot aufgefunden. Ned weiß auch schon warum: Weil er damals Chuck vor dem Tod gerettet hat, musste jetzt Schatz daran glauben. Als Chuck davon erfährt, ist sie völlig fertig und verlangt von Ned, dass er den Direktor für eine Minute wieder erweckt, damit sie sich bei ihm entschuldigen kann. Indes kommt Olive hinter Neds und Chucks Geheimnis ...","versions":[{"lang":1,"streams":[{"redirect":8808328,"hoster":"VOE"},{"redirect":8616170,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380950,"hoster":"VOE"},{"redirect":8710981,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Brieftaube","epNo":4,"alt":"Pigeon","descr":"Ein schrecklicher Unfall beschäftigt Ned, Emerson und Chuck: Ein Flugzeug stürzt in ein Gebäude und vieles deutet darauf hin, dass der Pilot Selbstmord begangen hat. Es gibt nur einen Überlebenden, zu dem sich - zu Neds Leidwesen - Chuck hingezogen fühlt. Wie sich später herausstellt, wurde das Flugzeug jedoch entführt und ist deshalb abgestürzt. Doch der Fall ist viel komplizierter als gedacht: Denn der Entführer ist eigentlich hinter wertvollen Juwelen her ...","versions":[{"lang":1,"streams":[{"redirect":12920253,"hoster":"VOE"},{"redirect":8616174,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710985,"hoster":"VOE"},{"redirect":8710986,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geister","epNo":5,"alt":"Girth","descr":"Mehrere Jockeys sterben auf mysteriöse Art und Weise - aller Wahrscheinlichkeit nach ist der Geist eines verunglückten Reiters dafür verantwortlich, wie der Tote nach der Berührung von Ned zu verstehen gibt. Da Olive ebenfalls eine ehemalige Reiterin ist, bittet sie Ned und Emerson, die geheimnisvollen Morde aufzuklären. Doch plötzlich ist ihr Leben selbst in Gefahr ... Und Ned muss zu allem Überfluss noch mit einer traurigen Wahrheit über seinen Vater fertig werden.","versions":[{"lang":1,"streams":[{"redirect":8808324,"hoster":"VOE"},{"redirect":13703900,"hoster":"Doodstream"},{"redirect":8616171,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710990,"hoster":"VOE"},{"redirect":8710988,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Biester","epNo":6,"alt":"Bitches","descr":"Der Hundezüchter Harold Hundin, der gerade dabei gewesen ist, den perfekten Vierbeiner zu kreieren, stirbt plötzlich. Als Ned den Toten für eine Minute wieder zurück ins Leben holt, gibt dieser zu verstehen, dass seine Frau für die Tat verantwortlich ist. Emerson und Ned machen sich sofort auf die Suche und müssen mit einer überraschenden Neuigkeit fertig werden: Hundin war ein Polygamist und mit vier Frauen gleichzeitig verheiratet. Doch welche von ihnen hat die Tat begangen?","versions":[{"lang":1,"streams":[{"redirect":8808325,"hoster":"VOE"},{"redirect":8616172,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710989,"hoster":"VOE"},{"redirect":8710987,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Geruch des Erfolgs","epNo":7,"alt":"Smell of Success","descr":"Der neue Fall von Ned und Emerson dreht sich um den Spezialisten für Gerüche, Napoleon LeNez, der eine neue Methode erfunden hat, wie man Erinnerungen anhand von Düften wieder aktiviert. Seltsamerweise stirbt eine Studentin, als sie das neue Buch \u0027The Smell of Success\u0027 von Napoleon liest. Ned, Emerson und Chuck finden heraus, dass eigentlich Napoleon selbst umgebracht hätte werden sollen. Doch wenig später gerät der Spezialist selbst unter Verdacht ...","versions":[{"lang":1,"streams":[{"redirect":8808326,"hoster":"VOE"},{"redirect":8616176,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710995,"hoster":"VOE"},{"redirect":8710991,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bittere Süßigkeiten","epNo":8,"alt":"Bitter Sweets","descr":"Der Besitzer eines Süßigkeitengeschäfts, Dilly Balsam, eröffnet eine neue Filiale direkt in der Nähe des \u0027Pie Hole\u0027, wo Ned arbeitet. Dilly setzt alles daran, Ned das Geschäft zu vermiesen und schickt ihm die Lebensmittelpolizei vorbei. Olive und Chuck wollen das jedoch nicht auf sich sitzen lassen und gehen in die Offensive. Die Dinge geraten außer Kontrolle: Ned findet sich hinter Gittern wieder. Chuck und Emerson müssen nun ohne seine Fähigkeiten einen Mörder finden ...","versions":[{"lang":1,"streams":[{"redirect":8808327,"hoster":"VOE"},{"redirect":8616175,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710992,"hoster":"VOE"},{"redirect":8710993,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schneemänner","epNo":9,"alt":"Corpsicle","descr":"Ned ist verzweifelt: Chuck ist nach seinem schrecklichen Geständnis zutiefst verstört und er bangt um ihre Beziehung. Doch für Chuck ist das nicht die einzige Nachricht, mit der sie fertig werden muss, denn es stellt sich auch noch heraus, dass ihre Tante Lily eigentlich jemand anderes ist. Indes versucht Emerson, Ned davon zu überzeugen, ihm bei seinem aktuellen Fall zu helfen. Es geht um einen Versicherungsbeamten, der erfroren aufgefunden wurde ...","versions":[{"lang":1,"streams":[{"redirect":8808330,"hoster":"VOE"},{"redirect":8616178,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380952,"hoster":"VOE"},{"redirect":8710994,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Betty Bienes Bienen","epNo":1,"alt":"Bzzzzzzzzz!","descr":"Kentucky Fitz, eine Angestellte von Betty\u0027s Bienen, ist gestorben: Ein Bienenschwarm hat sie zu Tode gestochen. Die tote Kentucky erzählt Chuck, Ned und Emerson, dass sie nicht sehen konnte, wer oder was den Bienenschwarm auf sie gejagt habe, dass sie jedoch zuvor die Firma sabotiert habe. Chuck schleicht sich daraufhin bei Betty\u0027s Bienen ein und erfährt von Betty höchstpersönlich, dass es kürzlich eine feindliche Übernahme durch Woolsey Nicholls gegeben habe ...","versions":[{"lang":1,"streams":[{"redirect":8808329,"hoster":"VOE"},{"redirect":8616177,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710997,"hoster":"VOE"},{"redirect":8710996,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zirkus Zirkus","epNo":2,"alt":"Circus Circus","descr":"Emersons Detektei boomt - natürlich dank Neds Fähigkeiten. Und so erfordert ein neuer Fall erneut seine Hilfe: Das kleine Mädchen Nikki ist verschwunden. Da es keine Leiche zum Erwecken gibt, müssen Ned und Emerson auf die herkömmliche Detektivarbeit zurückgreifen. Nikkis beste Freundin verrät den beiden, dass diese ausgerissen sei, um ein Star am Zirkus zu werden. Und so machen sich Ned und Emerson auf den Weg zum Zirkus - wo sie ein Wagen voll toter Clowns erwartet ...","versions":[{"lang":1,"streams":[{"redirect":13051242,"hoster":"VOE"},{"redirect":12251134,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8711001,"hoster":"VOE"},{"redirect":8710999,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwestern des göttlichen Trüffel","epNo":3,"alt":"Bad Habits","descr":"Eine Schwester in Olives Kloster begeht scheinbar Selbstmord. Olive kann dies nicht so recht glauben und heuert das Team an, um zu beweisen, dass es sich nicht um Selbstmord handelt. Doch schon bald müssen die vier feststellen, dass in dem Kloster nicht alles mit rechten Dingen zugeht ... Währenddessen will Chuck mehr über ihre Familie herausfinden, was Olive zu verhindern versucht.","versions":[{"lang":1,"streams":[{"redirect":8808334,"hoster":"VOE"},{"redirect":8616180,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8711004,"hoster":"VOE"},{"redirect":8711000,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Frescorts","epNo":4,"alt":"Frescorts","descr":"Die wohl bekannteste Begleitperson einer Rent-a-Friend-Agentur wird tot aufgefunden, woraufhin sich das Team auf die Suche nach dem Mörder macht. Indessen taucht Emersons Mutter Calista in der Detektei auf. Emerson liebt seine Mutter über alles und hat vor ihr keine Geheimnisse - bis auf eines: Calista weiß nicht, dass Emerson eine Tochter hat ...","versions":[{"lang":1,"streams":[{"redirect":8808332,"hoster":"VOE"},{"redirect":8616179,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8711003,"hoster":"VOE"},{"redirect":8711002,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dim Sum-Poker","epNo":5,"alt":"Dim Sum Lose Some","descr":"Ein mysteriöser Mann namens Dwight taucht im Piehole auf, er möchte sich gemeinsam mit Ned auf die Suche nach dessen Vater machen. Währenddessen bekommt Emerson den Auftrag, den Mord an La Di, dem chinesischen Dim-Sum-Koch, aufzuklären. Das Team findet heraus, dass in La Dis Restaurant illegale Glücksspiele betrieben wurden. Zu allem Übel taucht auch noch Emersons Ex-Freundin Simone auf, die er von einem früheren Fall kennt ...","versions":[{"lang":1,"streams":[{"redirect":8808333,"hoster":"VOE"},{"redirect":8616182,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8711006,"hoster":"VOE"},{"redirect":8711005,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Oh, oh, oh, Zauberei","epNo":6,"alt":"Oh Oh Oh?It?s Magic","descr":"Neds Stiefbrüder, die Zwillinge Maurice und Ralston, laden ihn und seine Freunde zu einer Zaubershow ein. Dort trifft Ned auf \u0027The Great Hermann\u0027, den Ersatzvater der Jungs. Nach dem ersten Auftritt von Hermann findet er nur ein totes Kaninchen, nach der zweiten Aufführung ist der Zauberer selbst verschwunden. Das Team ermittelt sogleich und kommt einem Mord auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":8808335,"hoster":"VOE"},{"redirect":8616184,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8711008,"hoster":"VOE"},{"redirect":8711011,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Robbing Hood","epNo":7,"alt":"Robbing Hood","descr":"Emerson Cod und Ned werden von dem Anwalt des verstorbenen Millionärs Gustav Hoffer engagiert, um rauszufinden, wie sein Klient gestorben ist. Entweder der Millionär ist durch die Gunst eines heutigen Robin Hood oder durch seine viel jüngere Witwe zu Tode gekommen. In der Zwischenzeit rast Lily vor Wut, da der Verdächtige Dwight sich an Vivian heranmacht.","versions":[{"lang":1,"streams":[{"redirect":8808336,"hoster":"VOE"},{"redirect":8616183,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8711010,"hoster":"VOE"},{"redirect":8711007,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Seelenfutter","epNo":8,"alt":"Comfort Food","descr":"Während Ned und Olive an einem Kochwettbewerb teilnehmen, wird Colonel Likkin ermordet, und nun liegt es an Ned und Emerson rauszufinden, wer ihn ermordet und sein Geheimrezept gestohlen hat. Vivian wiederum ist verzweifelt, dass Dwight sich nicht mehr bei ihr meldet, und Olive merkt, dass sie immer noch in Ned verliebt ist. Unterdessen erfährt Ned, dass Chuck ihn hintergangen hat ...","versions":[{"lang":1,"streams":[{"redirect":8808338,"hoster":"VOE"},{"redirect":8616185,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13004588,"hoster":"VOE"},{"redirect":8711009,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Diorama-Dame","epNo":9,"alt":"The Legend of Merle McQuoddy","descr":"Charles Charles, Chucks Vater, wird immer mehr zum Problem. Anfänglich scheint Chuck den Konflikt zwischen ihm und Ned ganz locker zu nehmen, bis Charles seine Tochter vor die Wahl stellt - Ned oder er ... Währenddessen arbeiten Olive und Emerson an dem Mordfall von Nora McQuoddy - ein Fall der weit größere Kreise zieht, als anfangs angenommen.","versions":[{"lang":1,"streams":[{"redirect":8808337,"hoster":"VOE"},{"redirect":8616186,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8711013,"hoster":"VOE"},{"redirect":8711014,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"C.S.I. Norwegen","epNo":10,"alt":"The Norwegians","descr":"Vivian möchte Dwights Verschwinden untersuchen lassen. Da sich Emerson weigert, heuert sie die Norweger, ein forensisches Spezialteam, an. Diese entdecken sofort, dass Emerson und Ned offenbar etwas mit Dwights Verschwinden zu tun haben. Ein perfider Wettlauf beginnt: Die eine Seite versucht herauszufinden, was die andere zu vertuschen sucht ... Auch zwischen Lily und Vivian kommt es zu einem bösen Streit ...","versions":[{"lang":1,"streams":[{"redirect":8808347,"hoster":"VOE"},{"redirect":8616188,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8711017,"hoster":"VOE"},{"redirect":8711020,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Todschick","epNo":11,"alt":"Window Dressed to Kill","descr":"Ned, Emerson und Chuck übernehmen den Fall der berühmten Schaufenster-Designerin Erin Embry, die scheinbar von ihrem Partner um die Ecke gebracht wurde. Doch Ned stellt überrascht fest, dass er nicht helfen kann, da seine lebenserweckenden Fähigkeiten nicht mehr einwandfrei funktionieren ...","versions":[{"lang":1,"streams":[{"redirect":12920278,"hoster":"VOE"},{"redirect":8616187,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8711015,"hoster":"VOE"},{"redirect":8711019,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wasser und Strom","epNo":12,"alt":"Water and Power","descr":"Emersons alte Flamme Lila ist wieder aufgetaucht. Sie bietet ihm so einiges als Gegenleistung an, wenn er ihre Unschuld im Mord am Inhaber des Papen Country-Staudamms beweisen kann. Emerson ist hin- und hergerissen und bittet Ned und Chuck um ihre Hilfe ... Olive Snook interessiert sich für Randy Mann, den Tierpräparator und früheren Kunden von My Best Friend, Inc.","versions":[{"lang":1,"streams":[{"redirect":8808339,"hoster":"VOE"},{"redirect":8616191,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13471956,"hoster":"VOE"},{"redirect":8711016,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Platsch","epNo":13,"alt":"Kerplunk","descr":"Die Vergangenheit holt die Darling Meerjungfrauen ein, als ihre Rivalinnen, die Aquadolls, ermordet werden. Um den Mörder zu finden, müssen Lily und Vivian aus ihrer Versenkung auftauchen und versuchen, mit Ned als Manager und Olive als Stylistin dem Mörder auf die Schliche zu kommen. Olive kommt dabei Sidwith näher, der diskriminiert wird, da er ein männlicher Synchronschwimmer ist. Doch welche Beziehung hat Sid zu den Aquadolls, und ist er vielleicht der Mörder?","versions":[{"lang":1,"streams":[{"redirect":8808346,"hoster":"VOE"},{"redirect":8616193,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8711026,"hoster":"VOE"},{"redirect":8711021,"hoster":"Streamtape"}]}]}]}]}