{"seriesId":"queens-of-mystery","name":"Queens of Mystery","descr":"Cat, Beth und Jane Stone (Julie Graham, Sarah Woodward, Siobhan Redmond), drei Krimiautorinnen, die ihr Privatleben nur schwer vom Beruflichen trennen können. Wenn ihre Nichte Matti (Olivia Vinall), eine angehende Kriminalbeamtin, einen Fall auf den Tisch bekommt, gibt es für die drei Schwestern kein Halten mehr. Je komplizierter ein Mordfall, umso leidenschaftlicher mischen sich die Damen in die Ermittlungen ein. Besonders wenn es um Verbrechen in ihrem pittoresken Örtchen Wildemarsh geht, setzten die Stone-Schwestern ihren gesamten detektivischen Spürsinn ein.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mord im Dunkeln","epNo":1,"alt":"Murder in the Dark: First Chapter","descr":"Als neu beförderter Detective Sgt. Mattie Stone wird für ihren Dienst in ihre Heimatstadt Wildemarsh versetzt. Ihr Chef warnt sie strikt, dass ihr Job nicht die Hilfe ihrer drei kriminellen Tanten Beth, Cat und Jane erfordert. Aber als auf dem Festival des örtlichen Krimiautoristen ein Mord stattfindet, bemüht sich Mattie, die wohlmeinenden Amateure aus den Ermittlungen herauszuhalten.","versions":[{"lang":1,"streams":[{"redirect":8808587,"hoster":"VOE"},{"redirect":8616316,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tod durch Vinyl","epNo":2,"alt":"Murder In The Dark: Final Chapter","descr":"Cat Stone, Ex-Punkrockerin und heute Krimiautorin, trifft sich mit der Band des Rockstars Sir Ray Ives. Prompt wird die Leadsängerin ermordet und die Polizei von Wildemarsh hat einen neuen Fall.","versions":[{"lang":1,"streams":[{"redirect":13118037,"hoster":"VOE"},{"redirect":8616314,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schall und Rauch","epNo":3,"alt":"Smoke And Mirrors","descr":"Zwei Morde erschüttern das beschauliche Dörfchen Wildemarsh. Bald wird es auch für die unerschrockene Detektivin Mattie Stone und ihre drei Schnüffelnasen-Tanten gefährlich.","versions":[{"lang":1,"streams":[{"redirect":13118036,"hoster":"VOE"},{"redirect":8616322,"hoster":"Streamtape"}]}]}]}]}