{"path":"/serie/stream/queen-of-the-south","name":"Queen of the South","descr":"Der ins Drogengeschäft verstrickte Lebenspartner von Teresa Mendoza (Alice Braga) wird von einem mexikanischen Drogenkartell ermordet. Teresa flüchtet in die USA, wo sie sich mit einem \"alten Bekannten” eher überraschend verbündet, um den Anführer der Drogenschmuggler-Bande zu Fall zu bringen, vor der sie sich verbergen muss. Währenddessen werden ihre Kenntnisse im Drogenschmuggel besser und es läuft darauf hinaus, dass sie, um sich dauerhaft zu \"retten”, eine hohe Stellung in der Drogenwelt übernehmen wird müssen.","seasons":[{"path":"/serie/stream/queen-of-the-south/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-1","name":"Die Geldwechslerin","epNo":1,"alt":"Piloto","descr":"Teresa Mendoza arbeitet als Devisenhändlerin auf dem Schwarzmarkt von Sinaloa. Dort lernt die hübsche Mexikanerin den Drogenkurier \"El Guero\" kennen. Die beiden verlieben sich ineinander und genießen in vollen Zügen ihr Luxusleben. Doch Teresas neuer Freund weiß, dass in der Welt der organisierten Bandenkriminalität an jeder Ecke Gefahren lauern. Deshalb hat der texanische Draufgänger für den Notfall Vorbereitungen getroffen: Falls ihm etwas zustößt, sollen ein falscher Pass, Bargeld und ein Notizbuch Teresas Leben retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13906687","hoster":"VOE"},{"path":"/redirect/10639218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-2","name":"40 Minuten","epNo":2,"alt":"Cuarenta Minutos","descr":"\"El Guero\" wurde ermordet, und Teresa gerät auf der Flucht vor den Drogenbossen vom Regen in die Traufe. Die junge Mexikanerin wird von Don Epifanios Frau Camila, die jenseits der Grenze die Geschäfte leitet, in Dallas, Texas, festgehalten. Dort droht ihr ein grausames Schicksal – sie soll für das Kartell als Prostituierte arbeiten. Um diesem Unheil zu entgehen, bleibt Teresa nur ein Ausweg: Sie muss für die skrupellosen Gangster einen gefährlichen Job erledigen. Bei diesem riskanten Auftrag geht es um Leben und Tod.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11771991","hoster":"VOE"},{"path":"/redirect/10639211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-3","name":"Der Einstieg","epNo":3,"alt":"Estrategia De Entrada","descr":"Teresa Mendoza hat bei einem gefährlichen Auftrag ihren Mut unter Beweis gestellt – das weckt Camilas Interesse. Aber kann sie der hübschen Mexikanerin wirklich vertrauen? Um das herauszufinden, stellt Don Epifanios Frau Teresas Loyalität bei einem lukrativen Drogengeschäft auf die Probe. Brenda und ihr Sohn Tony schweben derweil in Mexiko in akuter Lebensgefahr. Das Kartell ist hinter ihnen her, um an Teresa und \"El Gueros\" Tagebuch heranzukommen. Als es den Gangstern gelingt, Brendas Handy zu orten, ist Gefahr im Verzug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13973723","hoster":"VOE"},{"path":"/redirect/10639212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-4","name":"Maiglöckchen","epNo":4,"alt":"Lirio De Los Valles","descr":"Mit ihrem Scharfsinn und ihrer Entschlossenheit sichert sich Teresa Camilas Gunst. Doch beim ersten Drogendeal, den die junge Mexikanerin alleine abwickeln soll, gerät sie in eine Falle. Don Epifanio hat zudem herausgefunden, dass seine Frau Teresa unter ihre Fittiche genommen hat. Deshalb schickt der Drogenboss seinen Handlanger César, alias \"Batman\", nach Dallas, um diese zur Rede zu stellen. Denn für den Gangster steht viel auf dem Spiel: Teresa Mendoza und das ominöse Tagebuch könnten seine Karriere als Politiker gefährden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11819072","hoster":"VOE"},{"path":"/redirect/10639209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-5","name":"Schatten der Zukunft","epNo":5,"alt":"Un Alma. Un Mapa. Dos Futuros.","descr":"Brenda hat es endlich über die Grenze geschafft und trifft sich in Dallas mit Teresa Mendoza. Aber die Tatsache, dass ihre Freundin nun für Camila Vargas arbeitet, ist für Brenda ein Schock. Denn Don Epifanios Ehefrau gilt als skrupellos und leitet die Geschäfte mit eiserner Hand. Wie verzweifelt muss man sein, um sich Hals über Kopf in eine Schlangengrube zu stürzen? Diese Frage ist durchaus berechtigt, trotzdem verfolgt Teresa weiter unbeirrt ihren Plan und unterstützt Camila beim Kampf gegen das verfeindete Jimenez-Kartell.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11771094","hoster":"VOE"},{"path":"/redirect/10639210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-6","name":"Nichts als Lügen","epNo":6,"alt":"El Engaño Como La Regla","descr":"Don Epifanios Plan geht auf: Der Pate hat der D.E.A. (Drug Enforcement Administration) einen Tipp gegeben und damit eine Drogenlieferung aus Kolumbien an seine Ehefrau sabotiert. Nun steckt Camila in großen Schwierigkeiten, denn sie kann ihre Kunden nicht wie verabredet mit Kokain beliefern. Aber nicht nur ihr Ruf steht auf dem Spiel. Der geplatzte Deal reißt zudem ein großes Loch in die Kasse – es fehlen fünf Millionen US-Dollar. Dieser unerwartete finanzielle Engpass könnte für Teresa Mendoza schlimme Folgen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772776","hoster":"VOE"},{"path":"/redirect/10637930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-7","name":"Birdman","epNo":7,"alt":"El Hombre Pájaro","descr":"Ein Nebenbuhler macht sich in Camilas Revier breit – mit Don Epifanios Segen. Und die mächtige Drogenbaronin ahnt nicht, dass ihr Mann die Intrige eingefädelt hat. Stattdessen gerät Teresa in Verdacht. Denn als zum zweiten Mal eine Lieferung Kokain von der D.E.A. (Drug Enforcement Administration) beschlagnahmt wird, stellt sich die Frage, woher die Fahnder von dem Transport wussten. Der mexikanische Pate will mit seinen Machenschaften zwischen den beiden Frauen Zwietracht säen, damit ihm Teresa schutzlos ausgeliefert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772758","hoster":"VOE"},{"path":"/redirect/10637928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-8","name":"Trumpfkarte","epNo":8,"alt":"Billete De Magia","descr":"Woher nehmen, wenn nicht stehlen? Camila Vargas hat einen raffinierten Plan ausgeheckt, um an Bargeld zu kommen. Zu diesem Zweck handelt die Drogenbaronin mit zwei Dealern aus Miami ein fingiertes Geschäft aus – es geht um 25 Kilo reines Kokain. Aber Don Epifanios Frau hat nicht die Absicht, die Ware tatsächlich zu bezahlen. Stattdessen sollen James und Teresa die Gangster nach der Übergabe in einen Hinterhalt locken, um ihnen die Dollars wieder abzujagen. Doch die Operation verläuft nicht so reibungslos wie angenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10715070","hoster":"VOE"},{"path":"/redirect/10637925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-9","name":"Rachegelüste","epNo":9,"alt":"Coge Todo Lo Que Puede Llevar","descr":"Der Drogenraub verlief nicht wie geplant. Teresa Mendoza hat bei dem Überfall einen Dealer aus Miami getötet – nun klebt Blut an ihren Händen. Und es gibt noch ein schwerwiegendes Problem: Die junge Mexikanerin wurde bei der Tat im Hotel von einer Augenzeugin beobachtet. Deshalb soll das Zimmermädchen ebenfalls sterben, so haben es James und Camila Vargas beschlossen. Doch Teresa will unbedingt verhindern, dass Maria ermordet wird. Deshalb hilft sie der jungen Mutter und ihrem Sohn bei der Flucht über die Grenze.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004597","hoster":"VOE"},{"path":"/redirect/10637931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-10","name":"Texas-Mexiko und retour","epNo":10,"alt":"Esta ‘cosa’ Que Es Nuestra","descr":"Teresa Mendoza sucht in Mexiko \"El Gueros\" Tagebuch, das sie auf der Flucht an einer Tankstelle versteckt hat. Doch James ist ihr dicht auf den Fersen. Und Camila Vargas stattet ihrem Ehemann Don Epifanio einen Besuch ab. Krieg oder Frieden? Werden die beiden Anführer bald wieder gemeinsam an einem Strang ziehen? Das Paar einigt sich auf einen Waffenstillstand und will sich zukünftig keine Steine mehr in den Weg legen. Doch möglicherweise spielt die Drogenbaronin bei dem Gipfeltreffen nicht mit offenen Karten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10575588","hoster":"VOE"},{"path":"/redirect/10637929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-11","name":"Kein Weg zurück","epNo":11,"alt":"Punto Sin Retorno","descr":"Teresa braucht einen Plan B, denn freiwillig wird Camila sie nicht gehen lassen. Um ihre Flucht zu organisieren, versucht die hübsche Mexikanerin daher Bargeld aufzutreiben. Ein gestohlenes Päckchen Kokain soll ihr dabei helfen, falsche Papiere zu kaufen. Und Brenda hat zudem noch eine weitere Idee: Wäre das Jimenez-Kartell interessiert an \"El Gueros\" Tagebuch? Die geheimen Aufzeichnungen zu verkaufen, ist äußerst riskant. Aber der gewagte Coup könnte den beiden Frauen Tausende Dollars einbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772773","hoster":"VOE"},{"path":"/redirect/10637991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-12","name":"Eine halbe Million","epNo":12,"alt":"Quinientos Mil","descr":"Während Brenda und Teresa versuchen, in Mexiko \"El Gueros\" Tagebuch zu verkaufen, bricht zwischen den mächtigen Drogenbossen die Hölle los. Das Jimenez-Kartell will sich für den Mord an \"Birdman\" rächen und setzt Don Epifanios Labors in Brand. Dabei ist der Pate gar nicht für den Tod seines Rivalen verantwortlich. Kurz vor den Gouverneurswahlen könnten die Unruhen zudem seine politische Karriere gefährden. Deshalb schäumt Don Epifanio vor Wut, als er erfährt, wer den Bandenkrieg angezettelt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772047","hoster":"VOE"},{"path":"/redirect/10637934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-1/episode-13","name":"Kahlschlag","epNo":13,"alt":"Cicatriz","descr":"Teresa riskiert ihr Leben, um Gueros Buch zu beschützen. Camilas Übernahmeversuch trifft auf Schwierigkeiten. Epifanio erhält neue Erkenntnisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772802","hoster":"VOE"},{"path":"/redirect/10637932","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-1","name":"Der Leib Christi","epNo":1,"alt":"El Cuerpo De Cristo","descr":"Teresa Mendoza stammt aus einfachen Verhältnissen. Und noch vor wenigen Monaten konnte die junge Mexikanerin nicht ahnen, welche überraschenden Wendungen das Schicksal für sie bereithält. Aber nach dem Tod von \"El Guero\" überschlagen sich in ihrem Leben die Ereignisse. Zudem hat die toughe Lady – umgeben von skrupellosen Verbrechern und Gangstern – gelernt, das Spiel nach ihren Regeln zu gestalten. Deshalb bietet Teresa der mächtigen Drogenbaronin Camila zum Auftakt der zweiten Staffel ihre Partnerschaft an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10689982","hoster":"VOE"},{"path":"/redirect/10637933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-2","name":"Gott und der Anwalt","epNo":2,"alt":"Dios Y El Abogado","descr":"Zurück an die Macht: Camila will gemeinsam mit Teresa Mendoza ihr mächtiges Drogenimperium wieder aufbauen. Aber um frische Ware einzukaufen, brauchen die Frauen Bargeld – riesige Summen, die sie ad hoc nirgendwo auftreiben können. Deshalb hat das ehrgeizige Duo einen Coup ausgeheckt: Camila und Teresa wollen ein hochklassiges Pferderennen manipulieren und mit gefälschten Dollars ganz groß absahnen. Der Plan ist ebenso einfach wie genial, aber bei der Umsetzung kommen den Ladys alte Bekannte in die Quere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11770838","hoster":"VOE"},{"path":"/redirect/10637936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-3","name":"Ein Pakt mit dem Teufel","epNo":3,"alt":"Un Pacto Con El Diablo","descr":"Auf der Mission, Epifanios Drogentunnel zu zerstören, treffen Teresa (Alice Braga) und James (Peter Gadiot) auf eine Gruppe amerikanischer Grenzschützer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772765","hoster":"VOE"},{"path":"/redirect/10637938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-4","name":"Der Judaskuss","epNo":4,"alt":"El Beso De Judas","descr":"Teresas Loyalität wird auf die Probe gestellt, als sie den Auftrag bekommt, einen DEA-Maulwurf zu finden und umzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772790","hoster":"VOE"},{"path":"/redirect/10637935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-5","name":"Die Bolivien-Connection","epNo":5,"alt":"El Nacimiento De Bolivia","descr":"Teresa (Alice Braga), James (Peter Gadiot) und Guero (Jon-Michael Ecker) reisen nach Bolivien um einen neuen Lieferanten zu finden, den mysteriösen und gefährlichen Narco-Sektenanführer El Santo.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772780","hoster":"VOE"},{"path":"/redirect/10639227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-6","name":"Die Straße des Todes","epNo":6,"alt":"El Camino De La Muerte","descr":"Nachdem Teresa (Alice Braga) von dem Drogenkultanführer El Santo entführt und gefangen genommen wurde, begibt sie sich auf eine spirituelle Reise, die weitreichende Konsequenzen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10609961","hoster":"VOE"},{"path":"/redirect/10637941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-7","name":"Der Preis des Glaubens","epNo":7,"alt":"El Precio De Fe","descr":"Teresa (Alice Braga) und Camila (Veronica Falcón) müssen schleunigst einen neuen Dealer für ihre Ware finden, drängt doch die Zeit, da El Santo seine erste Zahlung erwartet. Ein paar bekannte Kontrahenten machen den beiden jedoch Ärger und drohen ihre Pläne zu vereiteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10690455","hoster":"VOE"},{"path":"/redirect/10637937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-8","name":"Alles auf eine Karte","epNo":8,"alt":"Sacar Con Sifón El Mar","descr":"Camila (Veronica Falcón) entsendet Teresa (Alice Braga) und ihre neue Crew nach Chicago, um dort ein Treffen mit einem windigen Drogendealer zu sichern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11770862","hoster":"VOE"},{"path":"/redirect/10637940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-9","name":"Nur die Liebe einer Mutter","epNo":9,"alt":"Sólo El Amor De Una Madre","descr":"Ein untypischer Fehler zwingt Camila (Veronica Falcon) und Teresa (Alice Braga) vor höchst gefährlichen Charakteren zu rennen. Während ihrer Flucht nach Sicherheit, wächst ihre Beziehung tiefer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11771874","hoster":"VOE"},{"path":"/redirect/10637942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-10","name":"Wer zuletzt lacht","epNo":10,"alt":"Que Manden Los Payasos","descr":"Teresa (Alice Braga) konkurriert mit James (Peter Gadiot) um Camilas (Veronica Falcón) Vertrauen bis neue Offenbarungen sie alles hinterfragen lassen. Epifanio (Joaquim de Almeida) beschließt die Kartellwelt für immer zu verlassen, aber nicht bevor Cortez auf Gerechtigkeit trifft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772801","hoster":"VOE"},{"path":"/redirect/10637944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-11","name":"Die dunkle Nacht der Seele","epNo":11,"alt":"La Noche Oscura Del Alma","descr":"Teresa (Alice Braga) ist auf der Flucht von Camila (Veronica Falcón) und realisiert nach einem Aufeinandertreffen mit gefährlichen Auftragsmördern, dass es Zeit für Krieg ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10714005","hoster":"VOE"},{"path":"/redirect/10637951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-12","name":"Alle Stunden verwunden...","epNo":12,"alt":"Todas Las Horas Hieren","descr":"Entschlossen sich für immer von Camila (Veronica Falcón) zu trennen, geht Teresa (Alice Braga) neue, unbehagliche Bündnisse ein. Und zum ersten Mal, kommt der Kampf an Camilas Türschwelle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10608964","hoster":"VOE"},{"path":"/redirect/10637947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-2/episode-13","name":"… die letzte aber tötet.","epNo":13,"alt":"La Última Hora Mata","descr":"Schicksale und Sehnsüchte stoßen in einem finalen Kräftemessen zwischen Teresa (Alice Braga) und Camila (Veronica Falcón) zusammen. Sie müssen eine unvermeidliche Wahrheit akzeptieren: Es kann nur eine Königin geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772807","hoster":"VOE"},{"path":"/redirect/10637948","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-1","name":"Die Eremitin","epNo":1,"alt":"La Ermitaña","descr":"Teresa (Alice Braga) versteckt sich vor Camila (Michelle Rose Domb) auf Malta und versucht auf eigene Faust ein Drogenimperium aufzuziehen indem sie sich auf einen Deal mit einem mysteriösen Geldwäscher einlässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10849471","hoster":"VOE"},{"path":"/redirect/10637962","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11772728","hoster":"VOE"},{"path":"/redirect/10637902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-2","name":"Der Gehängte","epNo":2,"alt":"El Colgado","descr":"Auf der Flucht vor Auftragskillern in Malta, wird Teresa (Alice Braga) von einem alten Freund geholfen, dessen Intentionen nicht ganz klar sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11771111","hoster":"VOE"},{"path":"/redirect/10637959","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11772210","hoster":"VOE"},{"path":"/redirect/10637906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-3","name":"Die Königin der Münzen","epNo":3,"alt":"Queen of Pentacles","descr":"Teresa (Alice Braga) riskiert nicht nur ihr Imperium, sondern auch ihr Leben als sie versucht Mädchen zu retten, die von ihrem neuen europäischen Geschäftspartner in die Prostitution geschickt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772805","hoster":"VOE"},{"path":"/redirect/10637961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-4","name":"Die Kraft","epNo":4,"alt":"La Fuerza","descr":"Teresa (Alice Braga) flieht aus Europa und will ein neues Leben in Phoenix, Arizona. Schnell bekommt sie es mit Kartellbossen und einem korrupten Sheriff zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772811","hoster":"VOE"},{"path":"/redirect/10637964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-5","name":"Das Gericht","epNo":5,"alt":"El Juicio","descr":"Teresas Phoenix-Weingut wird von einem alten Feind belagert. Während Teresa ihr Eigentum verteidigt, findet sie Leidenschaft bei einem alten Freund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11819146","hoster":"VOE"},{"path":"/redirect/10637963","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11437672","hoster":"VOE"},{"path":"/redirect/10637910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-6","name":"Die Liebenden","epNo":6,"alt":"Los Enamorados","descr":"Teresa versucht mit Hilfe eines unerwarteten Verbündeten ihren Entführern zu entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11819153","hoster":"VOE"},{"path":"/redirect/10637967","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11771059","hoster":"VOE"},{"path":"/redirect/10637907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-7","name":"Die Königin der Schwerter","epNo":7,"alt":"La Reina De Espadas","descr":"Während Teresa mit ihrer Trauer umgeht, kämpft sie gegen ein gefährlichen Sicario und sieht sich Meuterei in ihren eigenen Reihen gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10840820","hoster":"VOE"},{"path":"/redirect/10637973","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11819152","hoster":"VOE"},{"path":"/redirect/10637908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-8","name":"Der Wagen","epNo":8,"alt":"El Carro","descr":"In einem mutigen Plan, die gesamte Drogenverteilung in Phoenix zu übernehmen, macht Teresa einen Deal mit dem Teufel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11770905","hoster":"VOE"},{"path":"/redirect/10637965","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11771136","hoster":"VOE"},{"path":"/redirect/10637900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-9","name":"Der Teufel","epNo":9,"alt":"El Diablo","descr":"Um ihre Rivalen in Phoenix auszulöschen, geht Teresa mit einem ehrgeizigen Politiker ins Bett.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921190","hoster":"VOE"},{"path":"/redirect/10637966","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11772737","hoster":"VOE"},{"path":"/redirect/10637903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-10","name":"Der Tod","epNo":10,"alt":"La Muerte","descr":"Teresa kehrt nach Bolivien zurück und riskiert ihr Leben, um ihre Loyalität gegenüber El Santo zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772800","hoster":"VOE"},{"path":"/redirect/10637968","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11772065","hoster":"VOE"},{"path":"/redirect/10637919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-11","name":"Zehn der Kelche","epNo":11,"alt":"Diez De Copas","descr":"Teresa jagt in ihrer eigenen Operation nach einem Maulwurf und steht vor einer schrecklichen Wahl.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11771132","hoster":"VOE"},{"path":"/redirect/11054050","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11770879","hoster":"VOE"},{"path":"/redirect/10637912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-12","name":"Die Gerechtigkeit","epNo":12,"alt":"Justicia","descr":"Teresa versucht einen Freund aus seinem Käfig zu befreien und begegnet ihrem größten Feind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11819148","hoster":"VOE"},{"path":"/redirect/10637969","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11772729","hoster":"VOE"},{"path":"/redirect/10637914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-3/episode-13","name":"Die Welt","epNo":13,"alt":"El Mundo","descr":"Nach einem Überraschungsangriff unternimmt Teresa einen mutigen Schritt, um den Thron zu besteigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916984","hoster":"VOE"},{"path":"/redirect/10637971","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11772727","hoster":"VOE"},{"path":"/redirect/12920970","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-1","name":"New Orleans","epNo":1,"alt":"Bienvenidos a Nuevo Orleans","descr":"Teresa (Alice Braga) weitet ihr Geschäft aus und beweist sich vor einem Schmuggler, der ihr eine Geschäftsgelegenheit anbietet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10849465","hoster":"VOE"},{"path":"/redirect/10637943","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11772724","hoster":"VOE"},{"path":"/redirect/10637909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-2","name":"Eine Familienangelegenheit","epNo":2,"alt":"Un Asunto De Familia","descr":"Teresas Geschäft mit einem Schmuggler geht seitwärts, als ein lokaler Kingpin entdeckt, dass sie Kokain schmuggelt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10849468","hoster":"VOE"},{"path":"/redirect/10637945","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13508741","hoster":"VOE"},{"path":"/redirect/10637917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-3","name":"Die Gastfreundschaft des Südens","epNo":3,"alt":"Hospitalidad Sureña","descr":"Ein korrupter Richter will sich auf Teresas Deal einlassen, wenn er im Gegenzug, von ihrem Geschäft erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772250","hoster":"VOE"},{"path":"/redirect/10637950","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11774250","hoster":"VOE"},{"path":"/redirect/10637916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-4","name":"Der Fluch","epNo":4,"alt":"La Maldición","descr":"Während sich Javier und Boaz mit einem persönlichen Problem befassen, gerät Teresa in einen tödlichen Rasenkrieg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772784","hoster":"VOE"},{"path":"/redirect/10637946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-5","name":"Mädelsabend","epNo":5,"alt":"Noche de las Chicas","descr":"El Gordo stellt Teresa die russische Drogenkönigin Oksana vor, in der Hoffnung, eine Partnerschaft zu schmieden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772066","hoster":"VOE"},{"path":"/redirect/10637949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-6","name":"Die Frau im Spiegel","epNo":6,"alt":"La Mujer en el Espejo","descr":"Teresa und Dumas befassen sich mit den Verlusten eines Drogenkrieges und schließen schließlich einen Waffenstillstand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772786","hoster":"VOE"},{"path":"/redirect/10637955","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11772734","hoster":"VOE"},{"path":"/redirect/10637911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-7","name":"Hart, aber herzlich","epNo":7,"alt":"Amores Perros","descr":"An ihrem freien Tag wird Teresa unterwegs von einem Sicario aus ihrem früheren Leben gejagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772787","hoster":"VOE"},{"path":"/redirect/10637952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-8","name":"Geheimnisse und Lügen","epNo":8,"alt":"Secretos y Mentiras","descr":"Eine FBI-Informantin bedroht Teresas wachsendes Imperium, während sie sich mit den Turbulenzen in ihrer Familie befasst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11436863","hoster":"VOE"},{"path":"/redirect/10637954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-9","name":"Die Sünden der Väter","epNo":9,"alt":"Los Pecados de los Padres","descr":"Teresa muss sich entscheiden, ob sie New Orleans verlässt oder ihre Moral gefährdet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11770940","hoster":"VOE"},{"path":"/redirect/10637953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-10","name":"Deine größte Furcht","epNo":10,"alt":"Lo Que Más Temes","descr":"Teresa löst Spannungen zwischen ihren Geschäftspartnern, nachdem sie entdeckt hat, dass jemand von ihr gestohlen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921186","hoster":"VOE"},{"path":"/redirect/10637957","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11770819","hoster":"VOE"},{"path":"/redirect/10637904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-11","name":"Während du schliefst","epNo":11,"alt":"Mientras Dormías","descr":"Teresas engste Verbündete müssen ohne sie schwierige Entscheidungen treffen, wenn sie nicht kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772134","hoster":"VOE"},{"path":"/redirect/10637956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-12","name":"Göttin des Krieges","epNo":12,"alt":"Diosa de la Guerra","descr":"Teresa nimmt eine Gruppe von Söldnern heraus und erweitert ihr Reich an einem unerwarteten Ort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772792","hoster":"VOE"},{"path":"/redirect/11574184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-4/episode-13","name":"Sie kommen dich holen","epNo":13,"alt":"Vienen Por Ti","descr":"Teresa muss ein neues Geschäft abschließen, um einen Feind zu besiegen - aber ein unerwarteter Besucher kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772798","hoster":"VOE"},{"path":"/redirect/10637958","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11772749","hoster":"VOE"},{"path":"/redirect/10637921","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/queen-of-the-south/staffel-5/episode-1","name":"Geister","epNo":1,"alt":"Fantasmas","descr":"Teresa (Alice Braga) macht sich auf den Weg, um ihr Geschäft in New York City zu erweitern, während James (Peter Gadiot) seine Treue zu Teresa beweist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14005720","hoster":"VOE"},{"path":"/redirect/11574245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-5/episode-2","name":"Ich nehme Manhattan","epNo":2,"alt":"Me Llevo Manhattan","descr":"Als die Spannungen zunehmen, arrangiert Teresa (Alice Braga) in New York ein Treffen zwischen den Dominikanern und den Russen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772064","hoster":"VOE"},{"path":"/redirect/10637974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-5/episode-3","name":"Nicht den Kopf verlieren","epNo":3,"alt":"No Te Pierdas La Cabeza","descr":"Nachdem der Richter ein Kopfgeld auf Dumas ausgesetzt hat, schickt Teresa (Alice Braga) James (Peter Gadiot), um ihn zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772815","hoster":"VOE"},{"path":"/redirect/10637976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-5/episode-4","name":"Die Situation","epNo":4,"alt":"La Situación","descr":"Mit dem toten Richter und Dumas hinter Gittern befindet sich Teresa im Fadenkreuz des FBI.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916982","hoster":"VOE"},{"path":"/redirect/10637977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-5/episode-5","name":"Mehr Geld, mehr Probleme","epNo":5,"alt":"Mas Dinero Mas Problemas","descr":"Teresa reist nach Deutschland, nachdem Oksana bei einem Drogendeal betrogen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10812205","hoster":"VOE"},{"path":"/redirect/10637975","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12921040","hoster":"VOE"},{"path":"/redirect/10637918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-5/episode-6","name":"Silber oder Blei","epNo":6,"alt":"Plata o Plomo","descr":"Teresa festigt ihren Fuß in Europa, während George eine bedrohliche Entdeckung über Boaz \u0027Betrieb in Miami macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772810","hoster":"VOE"},{"path":"/redirect/10637979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-5/episode-7","name":"Der Fuchs in La Gallinera","epNo":7,"alt":"El Zorro en La Gallinera","descr":"Boaz unternimmt Schritte, um das Mendoza-Kartell ein für alle Mal abzubauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772827","hoster":"VOE"},{"path":"/redirect/10637978","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12921017","hoster":"VOE"},{"path":"/redirect/10637915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-5/episode-8","name":"Alles, was ich anfasse","epNo":8,"alt":"Todo Lo Que Toco","descr":"Nachdem Teresa ihr Leben für Pote und Kelly Anne aufs Spiel setzt, verschärft sich der Krieg mit Boaz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11770944","hoster":"VOE"},{"path":"/redirect/10637982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-5/episode-9","name":"Kugelsicher","epNo":9,"alt":"A Prueba de Balas","descr":"Während Pote und Kelly Anne sich an das Vorstadtleben gewöhnen, taucht Devon Finch wieder auf und zwingt Teresa und James, Kostya in New York zu verfolgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11772076","hoster":"VOE"},{"path":"/redirect/10637980","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11772768","hoster":"VOE"},{"path":"/redirect/10637920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/queen-of-the-south/staffel-5/episode-10","name":"Das Finale","epNo":10,"alt":"El Final","descr":"Kelly Anne (Molly Burnett), James (Peter Gadiot) und Pote (Hemky Madera) versuchen zu fliehen doch sie müssen Angriffe von Devon Finch und Boaz abwehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13291594","hoster":"VOE"},{"path":"/redirect/10637984","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11772769","hoster":"VOE"},{"path":"/redirect/10586754","hoster":"Streamtape"}]}]}]}]}