{"seriesId":"queer-as-folk","name":"Queer As Folk","descr":"Brian, Justin, Michael, Ted und Emmett – fünf Freunde aus Pittsburgh, die eines vereint: Sie alle sind schwul. Playboy Brian ist dank seiner Samenspende gerade Vater geworden, da muss er nach einer Affäre mit dem minderjährigen Justin den Jungen bei sich aufnehmen; Michael, Brians Ex-Freund, ist indes frisch und bis über beide Ohren verliebt. Und da wären noch der tuntige Emmett und der verletzliche Ted. Gemeinsam gehen die fünf durch dick und dünn, teilen Sorgen und Freuden …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Alle neun Sekunden","epNo":1,"alt":"Pilot","descr":"Michael, Ted und Emmett sind wieder einmal auf der Piste – und auf der Suche nach einem Mann für mehr als nur eine Nacht. Ganz im Gegenteil zu ihrem attraktiven Freund Brian: Für ihn sind One-Night-Stands das Allergrößte. Auf dem Heimweg gabelt er den 17-jährigen Justin auf und lädt ihn in seine Wohnung ein. Wenig später klingelt sein Telefon: Brian ist Vater geworden! Er hatte zuvor sein Sperma Melanie und Lindsay, einem befreundeten lesbischen Paar, gespendet …","versions":[{"lang":1,"streams":[{"redirect":14377684,"hoster":"VOE"},{"redirect":14388121,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395880,"hoster":"VOE"},{"redirect":14439754,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Immer und überall","epNo":2,"alt":"Queer, There And Everywhere","descr":"Während Justin noch im Hochgefühl der letzten Nacht mit Brian schwelgt, ist dieser bereits wieder zur Tagesordnung übergegangen und vernascht einen Kunden auf der Toilette. Justin kann es nicht fassen, dass Brian nichts mehr mit ihm zu tun haben will. Selbst ein paar aufklärende Worte von Michael – der eigentlich eifersüchtig auf Justin ist – helfen nicht weiter: Trotz Michaels Warnung steht Justin mitten in der Nacht vor Brians Tür und holt sich eine schmerzhafte Abfuhr ab …","versions":[{"lang":1,"streams":[{"redirect":14377548,"hoster":"VOE"},{"redirect":14439759,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377530,"hoster":"VOE"},{"redirect":14408128,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein kleiner Schnitt","epNo":3,"alt":"No Bris, No Shirt, No Service","descr":"Lindsay und Melanie wollen die Beschneidung ihres Sohnes Gus mit einer Party feiern. Alle Freunde kommen, nur Brian nicht, denn der ist aus verschiedenen Gründen gegen das Entfernen der Vorhaut seines Sohnes. Michael versucht, ihn zu überreden – zunächst aussichtslos. Im Moment der Beschneidung erscheint jedoch Brian und verhindert die Zeremonie. Er pocht auf das Recht, der biologische Vater zu sein, und erhebt schwere Vorwürfe gegen die beiden Frauen – der Streit eskaliert!","versions":[{"lang":1,"streams":[{"redirect":14395842,"hoster":"VOE"},{"redirect":14439760,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377739,"hoster":"VOE"},{"redirect":14439750,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kommen und gehen","epNo":4,"alt":"Ted’s Not Dead","descr":"Ted ist ins Koma gefallen und liegt im Krankenhaus. Als seine Freunde Brian, Michael und Emmett ihn besuchen, lernen sie auch Teds Mutter kennen. Während Brian erfährt, dass Ted ihn auserkoren hat, für den Fall der Fälle die lebenserhaltenden Maschinen abzuschalten, möchte sich Teds Mutter die Wohnung ihres Sohnes ansehen. Michael und Emmett bleibt nicht viel Zeit, dort für Ordnung zu sorgen. Dabei entdecken sie, dass Ted wohl schwer verliebt in Michael sein muss …","versions":[{"lang":1,"streams":[{"redirect":14376726,"hoster":"VOE"},{"redirect":14439762,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376749,"hoster":"VOE"},{"redirect":14439755,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hart an der Grenze","epNo":5,"alt":"Now Approaching … The Line","descr":"Während der Inventur fällt Michael von der Leiter und landet auf dem Behandlungstisch von Dr. David. Michael ist hin und weg! Obwohl sich Michael nicht sicher ist, ob er das Richtige tut, nimmt er eine Einladung Davids zum Abendessen an. Die Stimmung ist ausgezeichnet – nur ist David nicht bereit, sich zum Abschied von Michael einen Blow-Job verpassen zu lassen … Auch Brian hat eine neue Bekanntschaft gemacht: Ein Kunde der Werbeagentur, der sich anfangs noch spröde gibt …","versions":[{"lang":1,"streams":[{"redirect":14377744,"hoster":"VOE"},{"redirect":14439766,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396134,"hoster":"VOE"},{"redirect":14439749,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Kunst der Verzweiflung","epNo":6,"alt":"The Art Of Desperation","descr":"Michael hat ein schlechtes Gewissen gegenüber David wegen des missratenen Abends und will einen zweiten Anlauf wagen. Prompt landen Michael und David im Bett. Justin wird indes von Lindsay und Melanie ermutigt, im Schwulen- und Lesbenzentrum auszustellen. Justin genießt die Aufmerksamkeit, die man ihm schenkt – bis seine Mutter auftaucht … Ted will nach seinem jüngsten Drogenexzess vernünftig leben und endlich jemanden finden, der zu ihm passt.","versions":[{"lang":1,"streams":[{"redirect":14376734,"hoster":"VOE"},{"redirect":14439765,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371455,"hoster":"VOE"},{"redirect":14439752,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ich will Dich nicht, bleib bei mir!","epNo":7,"alt":"Smells Like Codependence","descr":"Michaels neue Eroberung David bleibt seiner Mutter nicht lange verborgen. Begeistert lädt Debbie die beiden gleich zum Essen ein und sorgt damit für Geläster unter den Freunden ihres Sohnes. Für Michael ist die neue Situation ungewohnt, doch spätestens als er ein Wochenende zusammen mit David verbringt, erkennt er die schönen Seiten einer Beziehung. Justin kämpft derweil weiter mit seinem Coming Out. Vor allem sein Vater Craig macht ihm das Leben schwer …","versions":[{"lang":1,"streams":[{"redirect":14377600,"hoster":"VOE"},{"redirect":14439767,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395836,"hoster":"VOE"},{"redirect":14439753,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Babylon Bumerang","epNo":8,"alt":"Babylon Boomerang","descr":"Als Brian zusammen mit Justin, Emmett und Ted das Babylon verlässt, wird er plötzlich von Justins Vater angegriffen und niedergeschlagen. Craig stellt seinem Sohn ein Ultimatum: Entweder er geht sofort mit ihm mit, oder er muss sich ein neues Zuhause suchen. Justin entscheidet sich für Brian, bei dem er zunächst einzieht. Doch bald beginnt es zwischen den beiden zu kriseln, und Justin sucht Zuflucht bei Lindsay und Melanie …","versions":[{"lang":1,"streams":[{"redirect":14376658,"hoster":"VOE"},{"redirect":14409242,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376667,"hoster":"VOE"},{"redirect":14412968,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sonny Boy","epNo":9,"alt":"Daddy Dearest (Sonny Boy)","descr":"David möchte eine Dinnerparty veranstalten, bei der Michael endlich seine besten Freunde kennen lernen soll. Doch die Feier wird – wie von Michael befürchtet – eine Katastrophe, und er beschließt, mit David Schluss zu machen. Brian trifft indes eine wichtige Entscheidung: Damit Melanie den kleinen Gus adoptieren kann, verspricht er ihr, auf seine Rechte als Vater zu verzichten. Emmett vergnügt sich derweil beim anonymen Online-Sex mit einem gewissen \"Usemyhole27\" …","versions":[{"lang":1,"streams":[{"redirect":14377601,"hoster":"VOE"},{"redirect":14412962,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377676,"hoster":"VOE"},{"redirect":14415141,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Queens of the Road","epNo":10,"alt":"Queens Of The Road","descr":"Justin hat beim Verlassen des Lofts vergessen, die Alarmanlage einzuschalten, und Brians Apartment wird von Dieben komplett ausgeräumt. Als Brian daraufhin Justin aus der Wohnung wirft, flüchtet dieser nach New York. David drängt indes Michael weiterhin, mit ihm zusammenzuziehen. Als er mit Michael ein älteres schwules Paar, Charles und Les, besucht, um ihm zu zeigen, wie harmonisch zwei verliebte Männer zusammenleben können, reicht es Michael: Er gibt David einen Korb.","versions":[{"lang":1,"streams":[{"redirect":14395798,"hoster":"VOE"},{"redirect":14388132,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377556,"hoster":"VOE"},{"redirect":14405521,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zur Feier des Tages","epNo":11,"alt":"Surprise!","descr":"Michael ist deprimiert, den sein 30. Geburtstag steht vor der Tür. Und auch, dass er mit David Schluss gemacht hat, lässt ihm keine Ruhe. Ted und Emmett haben ganz andere Sorgen: Da Ted glaubt, sich mit HIV angesteckt zu haben, geht er mit Emmett zum Aids-Test … Debbie bittet Brian, Michael endlich \"freizugeben\". Das macht er auch, aber auf seine Weise: Er schmeisst für Michael eine Überraschungsparty – und outet ihn vor Tracy …","versions":[{"lang":1,"streams":[{"redirect":14371345,"hoster":"VOE"},{"redirect":14439768,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376656,"hoster":"VOE"},{"redirect":14439757,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bewegung oder Stillstand","epNo":12,"alt":"Move It or Lose It","descr":"Michael zieht bei David ein, und es dauert nicht lange, bis der erste Streit zwischen den beiden entflammt – als Michael die nüchterne Designerwohnung mit seinen Comic-Figuren und Spielzeugen aufpeppt. Um sich von Michael abzulenken, geht Brian mit Ted auf die Piste. Der sieht seine Chance gekommen, bei Brian zu landen … Indes beschließt Justin, zwischen Michael und Brian zu vermitteln. Michael reagiert zunächst ablehnend, doch dann sucht er doch das Gespräch mit Brian …","versions":[{"lang":1,"streams":[{"redirect":14516339,"hoster":"VOE"},{"redirect":14502158,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14516353,"hoster":"VOE"},{"redirect":14504784,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ich sehe das Licht","epNo":13,"alt":"Very Stupid People","descr":"Kip Thomas, ein ehrgeiziger Neuling in der Werbeagentur, macht Brian Avancen, und der fackelt nicht lange: Er vernascht Kip auf seinem Schreibtisch. Schließlich wird klar, weshalb Kip auf Brian scharf war: Er hat es auf einen Chefposten abgesehen, der gerade frei geworden war … Währenddessen sucht Emmett weiter nach seinem heterosexuellen Ich. Um ihn von diesen Gedanken abzubringen, engagieren Ted und Michael den Pornostar Zack O³Tool. Doch Emmett bleibt hartnäckig …","versions":[{"lang":1,"streams":[{"redirect":14376684,"hoster":"VOE"},{"redirect":14439770,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376777,"hoster":"VOE"},{"redirect":14412433,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Überraschende Wendung","epNo":14,"alt":"A Change Of Heart","descr":"Kip hat Brian wegen sexueller Belästigung verklagt. Die Folge: Brian wird von Ryder zwangsbeurlaubt. Die Situation ist sehr ernst, und er bittet Melanie, ihn in dieser prekären Sache zu vertreten – sie willigt ein. Emmett ist indessen weiterhin auf der Suche nach seinem heterosexuellen Ich und will der Gruppe nun endlich eine Erfolgsgeschichte präsentieren. Er tut sich mit der bisexuellen Heather zusammen. Für beide endet das Schäferstündchen mit einer Überraschung …","versions":[{"lang":1,"streams":[{"redirect":14376670,"hoster":"VOE"},{"redirect":14439772,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377666,"hoster":"VOE"},{"redirect":14439761,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Fesselnde Erfahrungen","epNo":15,"alt":"The Ties That Bind","descr":"Während Melanie und Lindsay außer Haus sind, soll Brian für Gus sorgen. Doch am selben Abend findet der Leder-Ball statt, und weil Brian die Party ungern verpassen möchte, spannt er Justin als Babysitter ein. Dumm nur, dass während Brian sich auf dem Ball vergnügt, Melanie überraschend früher nach Hause kommt … Auf dem Leder-Ball trifft Ted indes einen alten Studienkollegen wieder: Dale Wexler alias \"Mr. Leather\", beruflich erfolgreich und ein Profi in Sachen S/M …","versions":[{"lang":1,"streams":[{"redirect":14377665,"hoster":"VOE"},{"redirect":14439771,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395913,"hoster":"VOE"},{"redirect":13588045,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Bitte französisch","epNo":16,"alt":"French Fried","descr":"Ted und Emmet sind beeindruckt, wie extravagant David und Michael ihr Leben gestalten. Doch ganz wohl fühlt sich Michael nicht dabei, dass David die kostspieligen Vergnügungen aus eigener Tasche bezahlt: Er möchte auch etwas dazu beitragen. Als er David zur Rede stellt, zeigt sich dieser einsichtig und möchte auch gleich die Luxusreise nach Paris – eigentlich als Überraschung für Michael geplant – absagen. Das bringt Michael dann doch ins Grübeln …","versions":[{"lang":1,"streams":[{"redirect":14376766,"hoster":"VOE"},{"redirect":14412432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376738,"hoster":"VOE"},{"redirect":13588174,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Zwei Amerikaner in Paris","epNo":17,"alt":"Solution (How TLFKAM Got Her Name Back)","descr":"Die Paris-Reise, das neue, goldfarbene Cabrio – durch seinen luxuriösen Lebensstil distanziert sich Michael immer mehr von seinen Freunden. Auch als er und David eine Spendenveranstaltung für Senatorin Baxter, die sich sehr für schwule Belange einsetzt, planen, sind weder Familie noch Freunde eingeladen. Trotzdem erscheinen Brian, Debbie, Vic, Ted und Emmett – mit einem Scheck bewaffnet – auf der Party. Dabei kommt es zwischen Michael und seiner Mutter Debbie zum Eklat …","versions":[{"lang":1,"streams":[{"redirect":14377598,"hoster":"VOE"},{"redirect":14405511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395760,"hoster":"VOE"},{"redirect":14401420,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Saunaliebe","epNo":18,"alt":"Surprise Kill","descr":"Michael wird im Babylon von einem Typen angemacht, der ihm sagt, dass jeder Schwule früher oder später untreu wird. Michael lässt ihn abblitzen, jedoch gerät er ins Grübeln. Brian verlässt indessen die Disco und geht in eine Sauna, wo er zufällig auf David trifft. Wenig später beginnt Brian in Michaels Anwesenheit David vorzuführen, woraufhin David Michael seinen Fehltritt gesteht – mit fatalen Folgen …","versions":[{"lang":1,"streams":[{"redirect":14351237,"hoster":"VOE"},{"redirect":14415138,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14358168,"hoster":"VOE"},{"redirect":14408130,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Bowling für die Ewigkeit","epNo":19,"alt":"Good Grief!","descr":"Brians Vater ist gestorben. Dass ihn das kaum berührt, versteht keiner seiner Freunde. Auch bei der Beerdigung bleibt Brian gelassen. Diese Gefühlsohnmacht scheint in der ganzen Familie zu herrschen: Mrs. Kinney ist völlig hilflos, und Brians Schwester Claire nimmt niemand ihre aufgesetzten Tränen ab. Michael erzählt von einer Begebenheit mit Brian und seinem Vater auf der Bowlingbahn vor vielen Jahren, um eine nette Erinnerung an ihn mitzuteilen – mit fatalen Folgen …","versions":[{"lang":1,"streams":[{"redirect":14351198,"hoster":"VOE"},{"redirect":14410965,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14351155,"hoster":"VOE"},{"redirect":14401421,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"King of Babylon","epNo":20,"alt":"The King Of Babylon","descr":"Im Babylon findet die Wahl des \"King of Babylon\" statt. Alle – sogar David und Michael – sind da, um sich das Spektakel und die Männerstrips anzusehen. Beim Thema \"Schwuler Körperkult und Jugendbesessenheit\" geraten David und Brian wieder aneinander. Brian reagiert auf seine Weise: Er meldet David – ohne dessen Wissen – zum Wettbewerb an und zwingt ihn so praktisch zum Auftritt. Doch der Schuss geht nach hinten los: David kommt beim Publikum gut an und genießt die Aufmerksamkeit.","versions":[{"lang":1,"streams":[{"redirect":14371395,"hoster":"VOE"},{"redirect":14439778,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376668,"hoster":"VOE"},{"redirect":13724078,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Und alles bleibt anders","epNo":21,"alt":"Running To Stand Still","descr":"Brian bekommt einen Preis für seine Arbeit und ein lukratives Jobangebot in einer New Yorker Agentur. Schon vor dem Bewerbungsgespräch ist seine Entscheidung klar: Er will Pittsburgh verlassen und in New York ein neues Leben beginnen. Die enttäuschten Reaktionen seiner Freunde gehen scheinbar spurlos an ihm vorbei. Endlich kommt der ersehnte Anruf aus New York … David beschließt indes, nach Portland zu ziehen, um sich dort um seinen Sohn zu kümmern – und Michael soll mitkommen.","versions":[{"lang":1,"streams":[{"redirect":14376685,"hoster":"VOE"},{"redirect":14439776,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371343,"hoster":"VOE"},{"redirect":13588021,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der letzte Tanz","epNo":22,"alt":"Full Circle","descr":"Michael fühlt sich von Davids Umzugsplänen ausgeschlossen. Er will nicht nur das \"Vorzeigefrauchen\" für David sein, weil das die falsche Grundlage wäre, Pittsburgh zu verlassen. Bei ihrer Abschiedsparty kommt es zum längst überfälligen Streit … Nur Brian ist nicht in Feierlaune, obwohl – oder gerade weil – er 30 Jahre alt wird. Seine Jugend scheint ihm vorbei: Er fühlt sich alt und kraftlos. Deswegen weigert er sich, Justin zum Abschlussball zu begleiten …","versions":[{"lang":1,"streams":[{"redirect":14377621,"hoster":"VOE"},{"redirect":14439777,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377672,"hoster":"VOE"},{"redirect":13588029,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Zurück ins Leben","epNo":1,"alt":"Home Is Where The Ass Is","descr":"Auf der Hochzeit ihrer Schwester ist Lindsay von dem ganzen heterosexuellen Getue so genervt, dass sie Melanie vor allen Leuten einen Heiratsantrag macht. Damit stürzt sie aber nicht nur ihre Familie in eine Krise, sondern auch ihre eigene Beziehung. Brian besucht jede Nacht Justin, der den Überfall überlebt hat, im Krankenhaus, ohne dass es jemand bemerkt – nicht einmal Justin selbst. Auch als Jennifer Brian anfleht, Justin in Ruhe zu lassen, gibt er seine Gefühle nicht preis.","versions":[{"lang":1,"streams":[{"redirect":8808598,"hoster":"VOE"},{"redirect":8616341,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Träume und Albträume","epNo":2,"alt":"All Better Now","descr":"Während Ted gefeuert wird, als ihn sein Chef beim Online-Chat erwischt, Emmett einen Job als Nacktkellner annimmt, um sich seinen Traum – ein Po-Lifting – zu finanzieren, und Lindsay versucht, Melanie von einer Heirat zu überzeugen, versuchen Daphne und Brian, Justin zu helfen, seine Erinnerungen wieder zu bekommen. Aber erst durch einen Zufall erinnert sich Justin wieder an die Nacht des Überfalls – und will sofort Sex mit Brian, um zu spüren, dass er nicht mehr allein ist …","versions":[{"lang":1,"streams":[{"redirect":8808600,"hoster":"VOE"},{"redirect":8616346,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alles nur Illusion","epNo":3,"alt":"Hypocrisy: Don’t Do It","descr":"Emmett nimmt einen Job bei zwei heterosexuellen Männern an, schafft es aber, innerhalb kürzester Zeit beide zu vernaschen und somit ihre Spießer-Fassade einzureißen. Währenddessen soll Brian dafür, dass er Justin das Leben gerettet hat, eine Auszeichnung verliehen werden, aber gerade, als er sich mit dem Gedanken angefreundet hat, taucht der einflussreiche, schwule Schriftsteller Howard Bellweather auf und spricht sich dagegen aus.","versions":[{"lang":1,"streams":[{"redirect":8808599,"hoster":"VOE"},{"redirect":8616332,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pride Weekend","epNo":4,"alt":"Pride","descr":"Das jährliche \"Pride Weekend\" – ein groß organisiertes Fest der schwulen Gemeinde – steht wieder einmal vor der Tür, beginnt aber für die Freunde alles andere als viel versprechend. Einer von Emmetts besten Freunden stirbt, Lindsay ist eifersüchtig auf Melanies Ex-Freundin, die wieder auftaucht und Melanie gehörig den Kopf verdreht, und Brian beschließt, sich an einem schwulenhassenden Getränkefabrikanten zu rächen …","versions":[{"lang":1,"streams":[{"redirect":8808601,"hoster":"VOE"},{"redirect":8616333,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge deinem Traum","epNo":5,"alt":"… Wherever That Dream May Lead You","descr":"Seit er arbeitslos ist, verzweifelt Ted genauso wie Michael, der immer noch gemobbt wird. Beide zögern jedoch, die riskanten Auswege wahrzunehmen, die sich ihnen bieten: Michael hat die Möglichkeit, seinen Lieblingscomicladen aufzukaufen, und Ted liebäugelt mit einer eigenen Porno-Homepage. Währenddessen beginnt Justins Studium an der Kunsthochschule. Doch sein Traum scheint in weite Ferne zu rücken, da er seine Hand nach dem Überfall immer noch nicht richtig benutzen kann.","versions":[{"lang":1,"streams":[{"redirect":8808603,"hoster":"VOE"},{"redirect":8616335,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Größe zählt","epNo":6,"alt":"Mixed Blessings","descr":"Teds Porno-Website läuft alles andere als rund, und statt eines geregelten Einkommens verdient er sich nur den Spott seiner Freunde. Als sein einziger zahlender Kunde aus Geldnöten kündigt, schmiedet er einen Plan: Der bekannte Pornostar Zack O³Toole muss bei ihm auftreten. Nur – wie bekommt er ihn dazu? Derweil lernt Michael durch seinen Comic-Buchladen Ben kennen, der an der Uni über Literatur doziert, und ihm vorschlägt, einen Gastvortrag über Homoerotik in Comics zu geben.","versions":[{"lang":1,"streams":[{"redirect":8808604,"hoster":"VOE"},{"redirect":8616344,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Positive Einstellung","epNo":7,"alt":"The Leper (Hath the Babe Not Eyes?)","descr":"Melanie bittet ihre Eltern, ihr zu helfen, die Hochzeit mit Lindsay zu finanzieren, doch die lassen sich verleugnen. Als sie aber doch noch auf einer Feier der beiden auftauchen, die sich zur Orgie gemausert hat, verhärten sich die Fronten erst recht … Währenddessen stellt Michael Ben als seinen neuen Freund vor. Debbie und Ted finden jedoch heraus, dass Ben HIV-positiv ist und reden auf Michael ein, dass diese Beziehung zu viele Gefahren birgt und ohnehin keine Zukunft hat.","versions":[{"lang":1,"streams":[{"redirect":8808602,"hoster":"VOE"},{"redirect":8616337,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Märchenprinz","epNo":8,"alt":"Love For Sale","descr":"Nach der Trennung von Ben geht es Michael immer schlechter. Zwar will er einen Neuanfang machen, aber dazu fehlt ihm ein neuer Freund und gerade der ist nicht in Sicht. Selbst, als er sich mit einem echten Traummann trifft, findet er schnell heraus, dass der nur aus seiner chirurgisch optimierten Fassade besteht. Mehr Glück scheint Emmett zu haben, der durch die Pornowebsite einen geheimen und reichen Verehrer bekommt – aber der stellt sich bald als Greis heraus …","versions":[{"lang":1,"streams":[{"redirect":8808606,"hoster":"VOE"},{"redirect":8616338,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hart aber herzlich","epNo":9,"alt":"Accentuate The Positive","descr":"Weil er völlig ausgelaugt ist und sein Internetauftritt zu platzen droht, nimmt Ted Viagra – und verliert völlig die Kontrolle über sich und sein bestes Stück. Auch Brian fühlt sich hilflos, als er widerwillig Zeit mit seiner Mutter verbringt, und sie wieder einmal ihrem Hass auf Schwule Luft gibt. Beim gemeinsamen Kirchenbesuch erkennt er jedoch im Pfarrer einen alten Bekannten aus der Schwulensauna wieder und sieht dies als Chance, seiner Mutter die Augen zu öffnen …","versions":[{"lang":1,"streams":[{"redirect":8808605,"hoster":"VOE"},{"redirect":8616339,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Leben vor dem Tod","epNo":10,"alt":"Priorities, Please! (Beat the Time)","descr":"Weil er völlig ausgelaugt ist und sein Internetauftritt zu platzen droht, nimmt Ted Viagra – und verliert völlig die Kontrolle über sich und sein bestes Stück. Auch Brian fühlt sich hilflos, als er widerwillig Zeit mit seiner Mutter verbringt, und sie wieder einmal ihrem Hass auf Schwule Luft gibt. Beim gemeinsamen Kirchenbesuch erkennt er jedoch im Pfarrer einen alten Bekannten aus der Schwulensauna wieder und sieht dies als Chance, seiner Mutter die Augen zu öffnen …","versions":[{"lang":1,"streams":[{"redirect":8808608,"hoster":"VOE"},{"redirect":8616350,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Hier kommen die Bräute","epNo":11,"alt":"The Wedding","descr":"Die Planetenkonstellationen üben gewaltige Kräfte auf das Schicksal unserer Helden aus: Die Hochzeit von Lindsay und Melanie steht unter keinem guten Stern; Mysterious Marilyn rät ihnen von der Heirat ab. Und tatsächlich gehen alle Vorbereitungen daneben – und Lindsays Panikattacken nehmen zu! Michael lässt sich auf der Suche nach einem Hochzeitsgeschenk für die beiden eine afrikanische Holzschnitzerei für 500 $ andrehen und entfacht damit einen Streit mit Ted …","versions":[{"lang":1,"streams":[{"redirect":8808607,"hoster":"VOE"},{"redirect":8616340,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Spurensuche","epNo":12,"alt":"One Degree Of Brian Kinney","descr":"Als er erfährt, dass Ben einst mit Brian eine Beziehung gehabt hat, will Michael die Sache auf sich beruhen lassen. Dann aber machen ihn Emmetts und Teds Kommentare doch misstrauisch … Diese beiden streiten und zicken jedoch ständig, seit Ted sich nur noch reiche Lover angelt, um sozial aufzusteigen. Unterdessen versuchen Debbie und Jennifer mehr über die Identität des toten Jungen im Müllcontainer herauszufinden – und ziehen das Interesse eines homophoben Polizisten auf sich.","versions":[{"lang":1,"streams":[{"redirect":10628181,"hoster":"VOE"},{"redirect":8616342,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Geheimnis","epNo":13,"alt":"It’s Because I’m Gay, Right?","descr":"Da Ted Probleme hat, Interesse für den \"Ball der Engel\" zu wecken, einer Benefiz-Veranstaltung zugunsten der AIDS-Hilfe, kommt Emmett auf de Idee, die Drag-Queen \"Divina Devore\" dazu einzuladen. Die sagt jedoch erst zu, als sich herausstellt, dass sie Michaels Mutter von früher kennt. Jedoch weicht sie aus, als Michael sie darauf anspricht. Auch Justin hat vor Brian ein Geheimnis, denn nachdem sein Vater ihn nicht mehr unterstützt, beginnt er eine Karriere als GoGo-Tänzer …","versions":[{"lang":1,"streams":[{"redirect":8808610,"hoster":"VOE"},{"redirect":8616343,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Showtime","epNo":14,"alt":"The Dangers of Sex and Drugs","descr":"Brian kann es kaum ertragen mit anzusehen, dass Justin immer mehr abrutscht. Hat er zuerst nur als GoGo-Boy gearbeitet, beginnt er nun Drogen zu nehmen und sich zu prostituieren, während Emmett die Kurve scheinbar gekriegt hat: Er hängt seinen Job als \"Fetch Dixon\" an den Nagel und nimmt Georges Einladung zu einer Weltreise an. Eine andere Einladung nimmt Debbie an – und muss beim Essen mit dem homophoben Polizisten Horvath feststellen, dass der eigentlich ganz sympathisch ist!","versions":[{"lang":1,"streams":[{"redirect":8808611,"hoster":"VOE"},{"redirect":8616353,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Do it yourself","epNo":15,"alt":"Rage Against This Machine","descr":"Lindsays Plan, ihren Dachboden in Eigenregie zum Künstleratelier umzubauen, schlägt angesichts ihres nicht vorhandenen handwerklichen Talents mehr als fehl, sodass sie schließlich Leda um Hilfe bittet. Die definiert diese Einladung recht eigenwillig – und zieht in das Haus der Mädchen ein. An anderer Front kämpft Michael: Mit Justins Hilfe will er das Loch schließen, das nach der Einstellung der Captain Astro-Serie entstanden ist – und einen schwulen Comichelden erschaffen!","versions":[{"lang":1,"streams":[{"redirect":8808614,"hoster":"VOE"},{"redirect":8616345,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Happy Birthday","epNo":16,"alt":"You Say It’s Your Birthday! I Couldn’t Care Less!","descr":"Zufällig finden die Freunde heraus, dass Justin und Ben am selben Tag Geburtstag haben und planen eine gemeinsame Feier. Doch Brian scheint den Geburtstag seines Freundes vergessen zu haben. Also laden Lindsay und Melanie Justin auf ein Violinkonzert ein – wo Justin sich sofort in den jungen Geiger Ethan Gold verliebt. Inzwischen bekommt Ted zum ersten Mal ein Problem wegen seiner Pornoseite – denn er wird wegen ihr verlassen -, und Ben erfährt eine schreckliche Nachricht.","versions":[{"lang":1,"streams":[{"redirect":10628210,"hoster":"VOE"},{"redirect":8616347,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Geld ist geil","epNo":17,"alt":"You Can Leda Girl to Pussy","descr":"Gerade ist seine Geldnot schlimmer denn je, da entdeckt Emmett auf seinem Konto plötzlich 10 Millionen Dollar. Zuerst denkt er, es sei ein Versehen, aber dann findet er heraus, dass er das Geld von George hat, und beginnt, großzügig Geschenke an seine Freunde zu verteilen. Aber bald kommt das böse Erwachen … Dies kommt auch für Brian. Denn obwohl er sich bemüht, mehr Zeit für Justin zu haben, macht ihm seine Arbeit immer wieder einen Strich durch die Rechnung.","versions":[{"lang":1,"streams":[{"redirect":8808615,"hoster":"VOE"},{"redirect":8616348,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Geben und Nehmen","epNo":18,"alt":"Sick, Sick, Sick","descr":"Der Riss in der Beziehung von Justin und Brian vertieft sich immer weiter und wird vielleicht sogar unüberbrückbar, als Brian sich einen weiteren Fauxpas leistet und Justin sich mit Ethan trifft … Die Anwälte der Familie Schickel bieten Emmett eine Million Dollar an, wenn er seine Beziehung zu George in Zukunft geheim hält. Emmett ist geschockt. Wird er sich kaufen lassen? Aber die Probleme treten in den Hintergrund, als Ben während eines Vortrags zusammenbricht.","versions":[{"lang":1,"streams":[{"redirect":14096495,"hoster":"VOE"},{"redirect":8616360,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Liebesspiele","epNo":19,"alt":"Bowling For Equality","descr":"Nachdem er zum ersten Mal mit Ethan geschlafen hat, findet sich Justin in einem ausgewachsenen Gefühlskonflikt wieder. Obwohl er vorgehabt hat, die Gefühle bei seiner Affäre auszublenden, merkt er, dass er immer weiter von Brian wegdriftet und sich zu Ethan hingezogen fühlt … Derweil organisiert Debbie ein Bowlingduell zwischen den homophoben Kollegen des Polizisten Horvath und ihren schwulen Freunden und merkt gar nicht, dass Horvath ihr wie verrückt den Hof macht.","versions":[{"lang":1,"streams":[{"redirect":8808617,"hoster":"VOE"},{"redirect":8616358,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Liebe und Kunst","epNo":20,"alt":"Out With a Whimper","descr":"Während er mit aller Kraft an der Vermarktung des neu erschienenen Comics von Justin und Michael arbeitet, merkt Brian, dass die Sache zwischen ihm und Justin aus dem Ruder läuft. Nachdem er sich ein Bild von Ethan gemacht hat, stellt er Justin vor die Wahl … Unterdessen spürt Ted, dass er sich in Emmett verliebt hat. Das ist jedoch ein Problem – schließlich sind die beiden seit Jahren die besten Freunde.","versions":[{"lang":1,"streams":[{"redirect":8808616,"hoster":"VOE"},{"redirect":8616349,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ganz unten – ganz oben","epNo":1,"alt":"Mad Dog Kinney","descr":"Brian wurde von Justin verlassen und kommt nicht nur mit der Situation nicht zurecht, sondern wird auch von allen Seiten mit Kritik bedacht. Nur Michael hält zu ihm, aber als er Justin nach einem Streit aus dem \"Diner\" wirft – und aus dem Leben der Freunde – bedankt sich Brian bei Michael mit einem gezielten Schlag! Alles andere als gezielt ist Teds und Emmetts neue Beziehung. Sie stehen vor einem Riesenproblem: Wie wird man ein Paar, wenn die Freundschaft dazwischen steht?","versions":[{"lang":1,"streams":[{"redirect":8808619,"hoster":"VOE"},{"redirect":8616352,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Zukunft ist jetzt","epNo":2,"alt":"House Full of Children","descr":"Melanie will noch ein Kind bekommen und beginnt, auf Lindsay einzureden. Die jedoch bleibt stur: Sie will nicht als Gebärmaschine ausgenutzt werden! Ted und Emmett nerven alle ihre Freunde mit ihrem Glück, das sie zusammengefunden haben. Doch der Liebesbeziehung der besten Freunde steht schon bald die erste Krise ins Haus, als ein alter Liebhaber Emmett an sein Versprechen erinnert, noch einmal mit ihm ein Nümmerchen zu schieben.","versions":[{"lang":1,"streams":[{"redirect":8808620,"hoster":"VOE"},{"redirect":8616351,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mit allen Mitteln","epNo":3,"alt":"Doctors of Dickology","descr":"Während Lindsay mit dem \"schwul-lesbischen Zentrum\" einen Wohltätigkeits-Karneval plant, erfährt Ben, dass Paul gestorben ist, der Mann, der ihn damals mit HIV infiziert hat. Durch diesen Schock beginnt Ben, wie ein Besessener an sich zu arbeiten. Er muss sich fit halten, er muss gesund bleiben, um den Ausbruch der Krankheit so lange wie möglich aufzuschieben! Er muss, wenn er leben will! Und dafür ist ihm jedes Mittel Recht …","versions":[{"lang":1,"streams":[{"redirect":8808621,"hoster":"VOE"},{"redirect":8616354,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nachwuchssorgen","epNo":4,"alt":"Brat-Sitting","descr":"Brian passt auf Claires Sohn John auf, obwohl die beiden sich von Anfang an nicht gerade grün sind. Doch zum Streit kommt es erst richtig, als John Brian beschuldigt, ihn sexuell belästigt zu haben. Währenddessen planen Ted und Emmett zusammenzuziehen, und Melanie wird sich klar darüber, wer der Samenspender für ihr Kind werden soll: Michael. Der ist von der Idee jedoch ganz und gar nicht begeistert.","versions":[{"lang":1,"streams":[{"redirect":8808622,"hoster":"VOE"},{"redirect":10628614,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Big Spender","epNo":5,"alt":"There’s Nothing Noble About Being Poor","descr":"In letzter Zeit rauben Albträume Melanie den Schlaf, in denen Brian der Samenspender ihres Kindes ist. Dabei hat sie sich nach reiflicher Überlegung mit Debbie darauf geeinigt, dass Michael diese Rolle übernehmen soll. Brian hat völlig andere Probleme. Er muss auf John, Claires Sohn, aufpassen, doch vom ersten Moment an können die beiden sich nicht leiden. Der Konflikt eskaliert, als John erzählt, Brian habe ihn sexuell belästigt …","versions":[{"lang":1,"streams":[{"redirect":10628618,"hoster":"VOE"},{"redirect":8616357,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Erste Geige","epNo":6,"alt":"One Ring to Rule Them All","descr":"Manchmal dauert es eben länger … Obwohl Michael hart an der Samenspende für die Mädchen arbeitet, klappt und klappt es nicht: Melanie wird einfach nicht schwanger! Und Ben entfremdet sich immer mehr von Michael. Währenddessen kämpft Debbie gegen einen Schwulen hassenden Politiker, dessen Einfluss in ihrem Viertel steigt, und Ethan wird von einem Künstlermanagement angeworben – allerdings mit der Bedingung, dass Justin in der Öffentlichkeit nicht als sein Lover auftritt.","versions":[{"lang":1,"streams":[{"redirect":8808624,"hoster":"VOE"},{"redirect":8616355,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schlussakkord","epNo":7,"alt":"Stop Hurting Us","descr":"Gegen eine riesige Kautionssumme wird Ted auf freien Fuß gesetzt, weiß aber, dass ihn eine harte Strafe erwartet. Er versucht, mit Brian zu reden, dessen Kontakte ihm helfen könnten, doch der blockt ab. Michaels Beziehung zu Ben wird wegen dessen Stimmungsschwankungen immer unerträglicher und auch Justins Misstrauen in Ethan wächst mit jedem Tag, bis er sogar feststellt, dass er mit Brian glücklicher gewesen ist, als er es jetzt ist. Da taucht Ethans vermeintlicher Lover auf …","versions":[{"lang":1,"streams":[{"redirect":8808625,"hoster":"VOE"},{"redirect":8616356,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Praktikant","epNo":8,"alt":"Hunt(er) for Love","descr":"Justin folgt Daphnes Rat, Brians Nähe zu suchen, und besorgt sich ein Praktikum in Brians Büro. Bald beginnt es jedoch zu brodeln … Auch in Michael brodelt es. Nicht nur, dass sich wegen Stockwells Anti-Schwulen-Feldzug der neue Schwulen-Strich vor seiner und Bens Haustür gebildet hat, Ben bekommt auch Hunter, einen der Stricher, nicht aus dem Kopf. Er will dem Jungen aus der Szene heraushelfen, obwohl der sich mit allen Mitteln dagegen wehrt. Was soll Michael davon halten?","versions":[{"lang":1,"streams":[{"redirect":8808626,"hoster":"VOE"},{"redirect":8616359,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Am Abgrund","epNo":9,"alt":"Big Fucking Mouth","descr":"Obwohl Melanie Lindsay versprochen hat, nun, da sie schwanger ist, etwas kürzer im Job zu treten, zögert sie davor, sich ganz der Familie zu widmen. Denn gerade jetzt kommt Bewegung in einen wichtigen Fall, an dem sie schon seit Jahren arbeitet. Auch Stockwells Kampagne gegen die schwule Community nimmt an Wucht zu, und als er entdeckt, dass Brian auch schwul ist, entlässt er ihn kurzerhand. Debbie organisiert einen Aufstand. Währenddessen verfällt Ted immer mehr dem Alkohol …","versions":[{"lang":1,"streams":[{"redirect":8808628,"hoster":"VOE"},{"redirect":8616371,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Süchte oder Sehnsüchte","epNo":10,"alt":"Uncle Ben","descr":"Während Justin und Brian versuchen, den Polizeichef Stockwell vorzuführen, provoziert Michael gleich an zwei Fronten Streit: Melanie will nicht einsehen, dass sie wegen ihrer Schwangerschaft weniger arbeiten sollte, und Ben zahlt für seinen Schützling Hunter eine hohe Krankenhausrechnung. Und beide wollen nicht, dass Michael sich in ihre Angelegenheit einmischt. Dann aber bricht Melanie zusammen, und Ben erfährt, dass Hunter HIV-positiv ist. Nun ist der Junge unauffindbar …","versions":[{"lang":1,"streams":[{"redirect":8808629,"hoster":"VOE"},{"redirect":8616375,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Blatt wendet sich","epNo":11,"alt":"Poster May Lead to the Truth","descr":"Ben durchforstet die ganze Stadt auf der Suche nach Hunter. Aber als er ihn schließlich aufspürt, wehrt der Junge sich gegen jede Hilfe. Erst als Ben ihm gesteht, dass auch er HIV-positiv ist, fasst Hunter langsam Vertrauen – sehr zum Ärger Michaels! Währenddessen rutscht Ted, unbemerkt von seinen Freunden, immer tiefer in die Sucht ab. So tief, dass er sogar mit dem Gedanken spielt, Lindsay und Melanie zu bestehlen, um seine Drogen zu finanzieren …","versions":[{"lang":1,"streams":[{"redirect":8808627,"hoster":"VOE"},{"redirect":8616363,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Heiße Spur","epNo":12,"alt":"Drugs, Sex and Lies","descr":"Hunter gesteht Debbie, dass er den ermordeten Jungen kannte und sogar den Mörder gesehen hat! Aber die Polizei hat den Fall bereits zu den Akten gelegt. Nun ist es an Brian und Justin, den Täter zu überführen. Ted taucht reumütig wieder bei Emmett auf und verspricht, von nun an ein besserer Mensch zu sein. Emmett vergibt ihm und verteidigt ihn sogar vor Mel und Lindsay, die bezweifeln, dass Ted es ernst meint. Bald aber muss er erkennen, dass Mel doch Recht hatte …","versions":[{"lang":1,"streams":[{"redirect":8808630,"hoster":"VOE"},{"redirect":8616362,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eskalation","epNo":13,"alt":"Tweaked-Out, Fucked-Out Crystal Queen","descr":"Obwohl, oder gerade weil Hunter das Sperma des mutmaßlichen Mörders Rikert \"besorgt\" hat, sind Ben und Michael so entsetzt, dass sie ihren Schützling nun endgültig rauswerfen wollen. Aber Hunter weiß, sich zur Wehr zu setzen, wird anhänglich und verspricht sogar, zur Schule zu gehen. Brian geht inzwischen immer noch seinem Plan nach, sich an Stockwell zu rächen, selbst als der ihm wieder einen Job anbietet. Und Emmett geht die lange fällige Aussprache mit Ted an …","versions":[{"lang":1,"streams":[{"redirect":8808633,"hoster":"VOE"},{"redirect":8616361,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Flucht nach vorn","epNo":14,"alt":"The Election","descr":"Als Deekins, der zweite Kandidat für die Bürgermeisterwahl neben Stockwell, nicht auf Brians Vorschlag eingeht, den Fall um Jason Kemp zum Wahlkampfthema zu machen, lässt sich Brian selbst zur Wahl aufstellen, um gegen Stockwell Partei zu machen. Als Emmett nichts mehr von ihm wissen will, sucht Ted endlich die Hilfe einer Entzugsklinik auf. Doch dort trifft er einen Drogenberater, mit dem er nicht gerechnet hat: seine große Liebe Blake …","versions":[{"lang":1,"streams":[{"redirect":8808632,"hoster":"VOE"},{"redirect":8616374,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Benefiz für Brian","epNo":1,"alt":"Just A Little Help","descr":"Brian sitzt auf einem riesigen Schuldenberg und ist total genervt, dass ihm alle ständig Geld leihen wollen. Auf der Suche nach einem neuen Job verabredet er sich noch mal mit seinem alten Geschäftspartner, findet aber schnell heraus, dass er lieber seine eigene Agentur gründen will. Von Mel und Linz erfährt Emmett, dass Ted aus freien Stücken in eine Klinik gegangen ist. Sein Besuch dort trifft allerdings auf wenig Gegenliebe, denn Ted ist vielmehr froh, dass Blake bei ihm ist.","versions":[{"lang":1,"streams":[{"redirect":8808631,"hoster":"VOE"},{"redirect":8706761,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Fee in dir","epNo":2,"alt":"Stand Up for Ourselves","descr":"Emmett und Michael besuchen ein Waldcamp, um \"die Fee in dir\" zu entdecken. Michael springt schnell auf das Übersinnliche an, doch bei Emmett tut sich erstmal nichts, bis er einen alten Mann trifft, den es eigentlich gar nicht mehr gibt! Während Justin bei einer Diskussion zum besseren Schutz für die Homosexuellen ein Auge auf den Podiumsredner Cody wirft, fühlt sich Ted nach seiner Entlassung aus der Reha hilflos und unverstanden. Doch sein Kontakt zu Blake heitert ihn auf.","versions":[{"lang":1,"streams":[{"redirect":13118035,"hoster":"VOE"},{"redirect":8616367,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Große Oper","epNo":3,"alt":"Starting a Whole New Life","descr":"Ted hat weiterhin große Schwierigkeiten, mit seinem Umfeld zurechtzukommen. Aber er schöpft neue Kraft, als Blake ihn ermutigt, seinen Traum von der Oper zu verwirklichen. Doch bevor er tatsächlich Opernsänger werden kann, nimmt Ted erstmal einen Job als singender Kellner an. Zwischen Rodney und Vic kriselt es ein bisschen, weil sich Debbie ständig in deren Privatleben drängt. Nun will Vic endlich ausziehen und schon hängen dunkle Wolken über der Liberty Avenue.","versions":[{"lang":1,"streams":[{"redirect":8808634,"hoster":"VOE"},{"redirect":8616366,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Seelentiefen","epNo":4,"alt":"Escalating Violence","descr":"Justin scheint vollkommen berauscht von den Parolen seiner neuen Leitfigur Cody. Diesem gelingt es mehr und mehr, seine Anhänger gegen Heterosexuelle aufzuwiegeln, bis die ersten gezielten Übergriffe geschehen und sogar von einer Pistole gegen die Wehrlosen Gebrauch gemacht wird. Melanie steckt derweil bis zum Hals in einem komplizierten Sorgerechtsfall. Auf Grund eines homophoben Richters soll sie den Fall auf Anraten abgeben. Doch jetzt ist Melanie erst recht in Höchstform!","versions":[{"lang":1,"streams":[{"redirect":8808636,"hoster":"VOE"},{"redirect":8616368,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wiedergutmachung","epNo":5,"alt":"How Far You Can Go","descr":"Codys Feldzug gegen die Heterowelt hat den \"Sonnenschein\" Justin so aufgewiegelt, dass er mit einer gnadenlosen Wut im Bauch nun eine Rechnung begleichen will. Chris Hobbs hatte ihn an der Highschool einst brutal zusammengeschlagen. Jetzt treffen die beiden nach Jahren aufeinander und die Situation eskaliert! Michael hat Bens Buch gelesen und findet es … langweilig. Aber als er sich endlich traut, Ben seine Meinung zu sagen, hängt prompt der Haussegen schief.","versions":[{"lang":1,"streams":[{"redirect":9699395,"hoster":"VOE"},{"redirect":8616369,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Träume und Tränen","epNo":6,"alt":"Death in the Family","descr":"Im Babylon entdecken Justin und Brian einen neuen Typen, der ein Auge auf sie geworfen hat. Derjenige, der tatsächlich das Objekt der fremden Begierde ist, soll großzügig belohnt werden. Schließlich geht Brian als Sieger hervor, doch seine Freude ist schnell verblasst, als der Typ, der Arzt ist, ihm eine schockierende Diagnose stellt. Lindsay versucht den bekannten Künstler Sam Auerbach für ihre Galerie zu gewinnen, muss aber feststellen, dass er ziemlich unumgänglich ist.","versions":[{"lang":1,"streams":[{"redirect":9699394,"hoster":"VOE"},{"redirect":8616372,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Engel für Vic","epNo":7,"alt":"Preponderance of Death","descr":"Brians Diagnose verschlägt ihm die Sprache: Er hat Hodenkrebs und wenn der Tumor, also ein Hoden nicht entfernt wird, könnten sich die Metastasen weiter im Körper ausbreiten. Brian muss jetzt eine schwierige Entscheidung treffen. Auf Vics Beerdigung verläuft die Zeremonie recht friedlich ab, doch für Michaels Empfinden, hält sich seine Mutter ein wenig zu tapfer. Auf der Weihnachtsfeier, die sie in Erinnerung an ihren Bruder veranstaltet, bricht ihre Trauer aus ihr hervor.","versions":[{"lang":1,"streams":[{"redirect":9699396,"hoster":"VOE"},{"redirect":8616370,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alte und neue Wunden","epNo":8,"alt":"Two Kinds of Lies","descr":"Seit Vics Tod befindet sich Debbie in einer tiefen Krise. Ihm zu Ehren kauft sie einen gewaltigen Grabstein und stürzt sich damit in einen nicht minder gewaltigen Schuldenberg. Michael regt sich über dieses Verhalten sehr auf, doch erst ein Gespräch mit Horvath bringt Debbie zur Vernunft. In der Zwischenzeit führen ihr Sohn und Hunter erste Gespräche mit dem Regisseur Brett Keller, der ihr \"Rage\"-Heft verfilmen will. Ben ist diese enge Zusammenarbeit allerdings ein Dorn im Auge.","versions":[{"lang":1,"streams":[{"redirect":9699400,"hoster":"VOE"},{"redirect":8616373,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spielregeln","epNo":9,"alt":"Have Some Balls","descr":"Brian, der unter der Nachbehandlung leidet, setzt Justin vor die Tür. Entgegen ihrer Vereinbarung hatte Michael durchblicken lassen, dass er und Justin von Brians Erkrankung wissen. Später landen in Michaels Postfach zwei Schecks im Wert von jeweils zehntausend Dollar: Offensichtlich hat sich Regisseur Brett Keller tatsächlich dazu entschlossen, aus \"Rage\" einen Film zu machen. Wie kann man nach diesem Erfolgserlebnis jetzt Ben aufmuntern, dessen Buch erneut abgelehnt wurde?","versions":[{"lang":1,"streams":[{"redirect":8808638,"hoster":"VOE"},{"redirect":8616383,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Aufrecht und gut","epNo":10,"alt":"The Snake in Paradise","descr":"Michael und Ben haben sich mit Hunter verabredet, doch Ben hat plötzlich andere Pläne. Anthony, ein ehemaliger Student und Bewunderer, hat ihn zu einer Lesung eines angesehenen Schriftstellers eingeladen. Wie sich herausstellt, hat Anthony noch weit mehr Pläne. Die emotionalen Spannungen zwischen ihr und Sam Auerbach bringen Lindsay völlig durcheinander. Auch wenn sie mit Melanie zusammen ist, hat sie ihn stets vor Augen. Lindsay versucht vergeblich, ihre Gefühle zu ignorieren.","versions":[{"lang":1,"streams":[{"redirect":8808645,"hoster":"VOE"},{"redirect":8616382,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Touchdown","epNo":11,"alt":"Gay or Straight? That’s the Question","descr":"Dem Liberty House Hospiz droht die Schließung. Bei einer Benefizveranstaltung soll nun mit Hilfe von Jeffrey Pendergrass Geld beschafft werden, um die Einrichtung zu retten. Brian blickt argwöhnisch auf diese Unterstützung: Er vermutet, dass Pendergrass in die eigene Tasche wirtschaftet. Derweil sorgen sich Michael und Ben um Hunter, der zum wiederholten Male die Sperrstunde überschritten hat. Da sie glauben, er würde sich wieder als Stricher verdingen, stellen sie in zur Rede.","versions":[{"lang":1,"streams":[{"redirect":8808643,"hoster":"VOE"},{"redirect":8616377,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mit offenen Karten","epNo":12,"alt":"Irritation and Separation","descr":"Emmett gibt sich allergrößte Mühe, um Drew endlich zu vergessen. Das jedoch erweist sich als recht schwierig, da in ganz Pittsburgh riesengroße Plakate von seinem Schwarm hängen. Bei Hunter geraten die Liebesgefühle immer mehr in Wallung. Als er und Callie sich auch körperlich näher kommen, gesteht Hunter, dass er HIV-positiv ist. Ganz im Gegensatz zu ihrer Tochter sind Callies Eltern außer sich, als sie diese Neuigkeiten erfahren und ordnen empört sofortigen Kontaktabbruch an!","versions":[{"lang":1,"streams":[{"redirect":8808642,"hoster":"VOE"},{"redirect":8616376,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Liberty Ride","epNo":13,"alt":"Proposal of Two Kinds","descr":"Der ‚Liberty Ride‘ steht vor der Tür. Brian trainiert wie ein Wilder – sehr zur Sorge von Justin. Ted beschließt, den ‚Ride‘ nicht mitzumachen, da er Angst hat, er könne wieder den Drogen zum Opfer fallen, wenn er allein teilnimmt. Emmett überzeugt ihn jedoch vom Gegenteil … Währenddessen wird das Verhältnis zwischen Lindsay und Melanie immer schlechter. Die beiden fällen eine schwerwiegende Entscheidung …","versions":[{"lang":1,"streams":[{"redirect":8808641,"hoster":"VOE"},{"redirect":8616378,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Getrennte Wege","epNo":14,"alt":"Liberty Ride","descr":"Emmett möchte Ted helfen und erfährt, dass in einer nahegelegenen Stadt eine Selbsthilfegruppe ist. Auf dem Weg dahin verfahren sie sich jedoch, und Ted hält seine Suchtrede schließlich vor Emmett und einigen Kühen … Melanie bringt ihre Tochter Jenny Rebecca zur Welt. Lindsay ist auf ihren ausdrücklichen Wunsch hin die ganze Zeit bei ihr … Justin teilt indessen Brian mit, dass ihm Brett Keller in Hollywood einen Job bei ‚Rage‘ angeboten hat …","versions":[{"lang":1,"streams":[{"redirect":8808648,"hoster":"VOE"},{"redirect":8616379,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Eine neue Welt","epNo":1,"alt":"Move and Leave","descr":"Als Michael zum Jahrestag von Lindsay und Melanie eine Überraschungsparty schmeißt, kommt die Wahrheit ans Licht: Die beiden Frauen sind getrennt! Brian verkneift sich einen Flug nach L.A., um Justin zu besuchen, weil er ihm nicht im Weg stehen will. Als er erfährt, dass das ‚Babylon‘ wegen Steuerhinterziehung geschlossen werden soll, plant er, es zu kaufen. Ted lernt den jungen Cary kennen, der systematisch beginnt, den schon sehr rundlichen Ted fett zu füttern …","versions":[{"lang":1,"streams":[{"redirect":8823252,"hoster":"VOE"},{"redirect":8616386,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sorge und Recht","epNo":2,"alt":"Back in Business","descr":"Melanie platzt der Kragen, da sich alle zu sehr in ihr Leben einmischen, und so beschließt sie, Michael von ihrer Tochter fern zu halten. Nach einem Streit zwischen Lindsay, Michael und ihr verhärten sich die Fronten … Das ‚Babylon‘ bleibt leer, alle Szenekerle gehen ins POPPERZ! – Brian ist frustriert, kümmert sich aber dennoch um Justin, der deprimiert aus Hollywood zurückkehrt. Ted verfällt immer mehr seinem äußerlichen Wahn und entschließt sich zu einer Schönheits-OP …","versions":[{"lang":1,"streams":[{"redirect":8808647,"hoster":"VOE"},{"redirect":8616380,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Freunde und andere Feinde","epNo":3,"alt":"Fags Are No Different Than People","descr":"Das ‚Babylon‘ läuft und läuft nicht. Erst durch einen Trick gelingt es Brian, durch mehr ‚Schein‘ als ‚Sein‘ Leben in den Club zu bringen. Melanie will ‚ihren Fall‘ ohne Lindsay durchziehen – das ‚schmeckt‘ der natürlich gar nicht … Als Horvath sich beklagt, dass er zu wenig Zeit mit ihr verbringen kann, überlegt Debbie, im Diner zu kündigen. Sie findet in Loretta eine würdige Nachfolgerin. Emmett bekommt indes seine erste Sendung als ‚Queer Guy‘ bei ‚Channel 5‘ …","versions":[{"lang":1,"streams":[{"redirect":12334497,"hoster":"VOE"},{"redirect":8616390,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tulpenbeete und Bodenschwellen","epNo":4,"alt":"Hard Decisions","descr":"Der Staat Pennsylvania macht es amtlich: Melanie, Lindsay und Michael müssen sich das Sorgerecht für Jenny Rebecca teilen. Das macht den Umgang miteinander noch schwerer als vorher … Hunter trainiert für einen Schwimmwettkampf in der Schule. Auch Callie gehört zum Team. Als sich Hunter dabei verletzt und Blut ins Wasser fließt, gibt Callies Vater preis, dass Hunter AIDS haben soll. Daraufhin beginnt in der Schule für Hunter ein Spießrutenlauf …","versions":[{"lang":1,"streams":[{"redirect":8823248,"hoster":"VOE"},{"redirect":8616381,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das neue Ich","epNo":5,"alt":"Excluding and Abstemiousness","descr":"Ted wird nach seiner Schönheits-OP aus dem Krankenhaus entlassen und versteckt sich vor der Welt. Alle Bemühungen Emmetts, ihn aus ‚seinem Loch‘ zu holen, scheitern. Als es ihm dennoch gelingt, stellen alle fest, dass Ted trotz OP wie vorher aussieht … Lorettas Avancen gegenüber Debbie nehmen zu. Schließlich fasst sie sich ein Herz und erklärt ihr, dass sie nicht lesbisch sei. Indes reißt Brians Pechsträhne nicht ab. Nun hat er sich eine Syphillis eingefangen …","versions":[{"lang":1,"streams":[{"redirect":8850636,"hoster":"VOE"},{"redirect":8616387,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Rache ist süß","epNo":6,"alt":"Bored Out of Ya Fucking Mind","descr":"Ted wird nach seiner Schönheits-OP aus dem Krankenhaus entlassen und versteckt sich vor der Welt. Alle Bemühungen Emmetts, ihn aus ‚seinem Loch‘ zu holen, scheitern. Als es ihm dennoch gelingt, stellen alle fest, dass Ted trotz OP wie vorher aussieht … Lorettas Avancen gegenüber Debbie nehmen zu. Schließlich fasst sie sich ein Herz und erklärt ihr, dass sie nicht lesbisch sei. Indes reißt Brians Pechsträhne nicht ab. Nun hat er sich eine Syphillis eingefangen …","versions":[{"lang":1,"streams":[{"redirect":12334500,"hoster":"VOE"},{"redirect":8616392,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Antrag 14","epNo":7,"alt":"Hope Against Hope","descr":"Lindsay bekommt Besuch von ihrer Mutter, die möchte, dass sie wieder bei ihr und ihrem Mann lebt. Doch als Lindsay bei einem eilig arrangierten Abendessen mit einem Freund des Vaters verkuppelt werden soll, treten die alten Probleme wieder zu Tage … In der schwulen Community kommt es zum Aufruhr, als die konservative Bewegung ‚Family America‘ den ‚Antrag 14‘ einbringen will, der den nicht-ehelichen Lebensgemeinschaften die rechtliche Grundlage entziehen soll …","versions":[{"lang":1,"streams":[{"redirect":8808649,"hoster":"VOE"},{"redirect":8616384,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Wette","epNo":8,"alt":"Honest to Yourself","descr":"Justin zieht gegen den Willen aller in seine ‚Bruchbude‘ und wird schon kurze Zeit später von der Polizei verhaftet, weil er vor dem Geschäft seines Vaters demonstriert, der den ‚Antrag 14‘ gegen nicht-eheliche Partnerschaften finanziell unterstützt … Emmett glaubt sich von einem Stalker verfolgt. Doch es ist nur Drew, der Footballstar. Brian und Brandon tragen indessen einen ganz speziellen Wettstreit aus. Brian geht schließlich als Gewinner hervor …","versions":[{"lang":1,"streams":[{"redirect":8808653,"hoster":"VOE"},{"redirect":8616385,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Am Ende des Regenbogens","epNo":9,"alt":"Anything in Common","descr":"Justin findet heraus, dass seine Mutter einen jungen Liebhaber namens Tucker hat. Auf der Ausstellungseröffnung in Lindsays Galerie trifft er auf ihn und macht ihm vor versammelter Mannschaft eine Szene. Ted möchte – trotz seines Erfolges bei den Männern – endlich sesshaft werden. Als er den jüdischen Urologen Adam kennenlernt, sieht er sich schon am Altar stehen. Doch leider ist Ted kein Jude. Drew, der weiterhin von Fotografen belagert wird, plant sein ‚Coming Out‘ …","versions":[{"lang":1,"streams":[{"redirect":8808652,"hoster":"VOE"},{"redirect":8616388,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vom Finden der Liebe","epNo":10,"alt":"I Love You","descr":"Ben, Melanie und Emmett suchen einen neuen Veranstaltungsort für die Kundgebungen gegen den ‚Antrag 14‘! Das Hotel, in dem es stattfinden sollte, ist an einer Schwulenkundgebung nicht interessiert. Nun sieht sich Michael gezwungen, Brian um das ‚Babylon‘ zu bitten. Ted versucht über eine Internetplattform, seinen Traummann zu finden. Er lädt Lewis ins ‚Babylon‘ ein, und alles scheint positiv zu laufen. Doch als im ‚Babylon‘ eine Bombe explodiert, verändert sich alles …","versions":[{"lang":1,"streams":[{"redirect":12921202,"hoster":"VOE"},{"redirect":8616389,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mahnwache","epNo":11,"alt":"Fuckin’ Revenge","descr":"Michael hat das Bombenattentat schwer verletzt überlebt. In einer Notoperation muss ihm eine Milz entfernt werden. Ted fühlt sich an Michaels Schicksal schuldig und zieht sich von den anderen immer mehr zurück. Auch Dusty, die lesbische Freundin von Mel und Linz, gehört zu den Opfern des Attentats – sie ist tot. Für Mel und Linz bricht eine Welt zusammen … Bei einer Nachtwache im Andenken an die Toten und Verletzten kommt es zu einer Schlägerei – mit fatalen Folgen …","versions":[{"lang":1,"streams":[{"redirect":8808655,"hoster":"VOE"},{"redirect":8616393,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Weichen werden gestellt","epNo":12,"alt":"Mr. Right (Never Broke a Promise)","descr":"Lindsay und Melanie planen ihrer Kinder wegen, Pittsburgh zu verlassen. Michael ist wenig begeistert von der Idee, gibt aber seinen Segen. Brian hingegen wünscht ihnen zwar eine gute Reise – aber ohne seinen Sohn. Es dauert, bis er Lindsay seine echten Sorgen erklärt … Derweil bricht bei Debbie Panik aus, als im ‚Diner‘ eine herrenlose Tasche steht, Brian und Justin verschicken Hochzeitseinladungen, und Emmett fällt fast vom Stuhl, als Ted ihm seinen neuen Lover vorstellt …","versions":[{"lang":1,"streams":[{"redirect":8808654,"hoster":"VOE"},{"redirect":8616391,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die letzte Runde","epNo":13,"alt":"We Will Survive!","descr":"Das ‚Komitee für Menschenrechte‘ kommt wegen der Sympathiewelle für den ‚Antrag 14‘ auf Michael zu. Er soll auf einer Konferenz eine Rede halten. Michael fühlt sich geehrt und sagt zu. Ted scheint sich immer mehr von Tad isolieren zu lassen. Die Situation eskaliert, als Tad völlig durchgeknallt aus Eifersucht auf Teds Freunde, mit ihm Schluss macht. Als Tad letztlich wieder auftaucht, als sei nichts geschehen, sieht sich Ted gezwungen, einiges klarzustellen …","versions":[{"lang":1,"streams":[{"redirect":8808656,"hoster":"VOE"},{"redirect":8616396,"hoster":"Streamtape"}]}]}]}]}