{"path":"/serie/stream/r-15","name":"R-15","descr":"Taketo Akutagawa hat eine besondere Fähigkeit: das Schreiben von Pornoromanen. Er geht auf die Hirameki Gakuen, eine Highschool, welche nur Menschen mit `unterschiedlichen` Begabungen akzeptiert. Während er versucht, einen `perfekten Harem` zu erschaffen, muss er seine Klassenkameraden dazu bringen, einen Klassenwettbewerb zu gewinnen.","seasons":[{"path":"/serie/stream/r-15/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/r-15/filme/film-1","name":"","epNo":1,"alt":"OAD","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808976","hoster":"VOE"},{"path":"/redirect/8616439","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/r-15/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/r-15/staffel-1/episode-1","name":"","epNo":1,"alt":"Welcome to Inspiration Academy!","descr":"Taketo Akutagawa ist ein Gymnasiast und ein genialer Erotikautor, dessen Arbeit in der Zeitung serialisiert wird. Er geht in eine Schule, in der nur Menschen mit einem einzigartigen Talent (Genies) erlaubt sind, Inspiration Academy! Er ist ein genialer Klarinettist, ein Genie-Mathematiker, ein genialer Hacker und ein geniales Idol. Er gerät in allerlei sexy Schwierigkeiten, mit diesen verrückten Menschen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808978","hoster":"VOE"},{"path":"/redirect/8616438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/r-15/staffel-1/episode-2","name":"","epNo":2,"alt":"An Idol, Even If I Strip!","descr":"Taketo wird beauftragt, Utae, das beliebteste Mädchen in der Schule, zu interviewen. Er ist nervös, weil er nicht sicher ist, wie sie auf ihn reagieren wird. Irgendwann werden sie Freunde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808980","hoster":"VOE"},{"path":"/redirect/8616441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/r-15/staffel-1/episode-3","name":"","epNo":3,"alt":"I Won`t Go Away, I Won`t Let You Go","descr":"Raikas Fotos lassen den Verdacht aufkommen, Taketo sei ein Schänder. Er versucht, seine Unschuld zu beweisen, endet jedoch mit Fukune hinten","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808986","hoster":"VOE"},{"path":"/redirect/8616444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/r-15/staffel-1/episode-4","name":"","epNo":4,"alt":"Photo Stories","descr":"Raika wurde gebeten, ein Werbeplakat für die Schule zu machen, und hat sich entschieden, Takuto mehr als üblich zu folgen, um ein wirklich hässliches Bild zu erhalten. Takuto ist in alle erotischen Schwierigkeiten geraten, die sie verursacht, und sucht verzweifelt nach einem Ausweg. Die Dinge geraten schnell außer Kontrolle und gehen in eine Richtung, die keiner von ihnen erwartet hätte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808983","hoster":"VOE"},{"path":"/redirect/8616443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/r-15/staffel-1/episode-5","name":"","epNo":5,"alt":"Beyond Friends with Benefits","descr":"Der Genie-Künstler Beni Botan hat eine Unmenge \"gemalte Uniform\" Vorfälle verursacht. Diese heimtückische Tat besteht darin, eine Uniform auf den Körper eines Mädchens zu streichen. Und er hat sich für Fukune als ihr nächstes Ziel entschieden!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808984","hoster":"VOE"},{"path":"/redirect/8616448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/r-15/staffel-1/episode-6","name":"","epNo":6,"alt":"Genius Manager Moshimo","descr":"Taketo leidet unter Schreibblockade. Kurumi sperrt ihn in eine Wohnung und gibt ihm 48 Stunden Zeit, um seine Fristen einzuhalten. Mit ihm ist eine junge Frau, die ihn anfeuern soll, aber alles, was sie tut, ist die Blockade seines Schriftstellers zu verlängern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808989","hoster":"VOE"},{"path":"/redirect/8616446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/r-15/staffel-1/episode-7","name":"","epNo":7,"alt":"Story of the Girl`s Dormitory","descr":"Als Teil eines Artikels für den Zeitungskreis schleicht Taketo sich in einem Tarnanzug in den Schlafsaal der Mädchen ein. Aufgeregt, als er sieht, wie offen die Mädchen sind, wenn keine Männer in der Nähe sind, blutet Taketo überall hin und macht dem Wohnheim Angst. Die Mädchen setzen jedes Talent ein, um diesen unsichtbaren Feind zu beseitigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808982","hoster":"VOE"},{"path":"/redirect/8616452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/r-15/staffel-1/episode-8","name":"","epNo":8,"alt":"Holiday Inspiration","descr":"Alle an der Inspiration Academy freuen sich auf ihren freien Tag und die Planung von Terminen und Spaß. Takuto beschließt, mit Ritsu in die Stadt zu gehen, doch stattdessen geht es stattdessen um Fukune. Taketo ist begeistert von dem unschuldigen und wehrlosen Fukune.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808981","hoster":"VOE"},{"path":"/redirect/8616445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/r-15/staffel-1/episode-9","name":"","epNo":9,"alt":"Director of X-Files","descr":"Über den Chef des Zeitungskreises ist nichts bekannt, nicht über seinen Namen oder sein Talent. Taketo leitet eine Untersuchung ein, um herauszufinden, wer er ist. Aber je mehr er schaut, desto fremder werden die Dinge und er denkt, er könnte ein Geist oder sogar ein Außerirdischer sein. Aber Utae willigt ein, zu helfen, und die beiden beginnen, den Häuptling zu verfolgen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808985","hoster":"VOE"},{"path":"/redirect/8616449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/r-15/staffel-1/episode-10","name":"","epNo":10,"alt":"Steamy Town Elegy","descr":"Auf Inspiration School Grounds wurden heiße Quellen gefunden und eine riesige Stadt mit heißen Quellen wurde gebaut! Es gibt jedoch nur eine kurze Pause, bevor die Schüler im dritten Jahr in den ersten Jahren zwischen den Klassen ein Orientierungsturnier abhalten! Die erste Runde ist die Planung einer Veranstaltung in den heißen Quellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808988","hoster":"VOE"},{"path":"/redirect/8616453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/r-15/staffel-1/episode-11","name":"","epNo":11,"alt":"Our Summertime Blue","descr":"Da Fukune bei Taketo zu Hause bleibt, kann er trotz seiner Aufregung nicht mit ihr darüber sprechen, was sie beunruhigt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8808987","hoster":"VOE"},{"path":"/redirect/8616456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/r-15/staffel-1/episode-12","name":"","epNo":12,"alt":"I Love You!","descr":"Taketo schwört, dass er alles in seine Texte stecken wird. Es ist Zeit für die Endrunde des Orientierungsturniers. Alle Charaktere lassen alles los, was sie in einem letzten, schockierenden Lied in sich gespeichert haben. Es ist eine brennende, leidenschaftliche und doch süße Jugendmelodie.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809005","hoster":"VOE"},{"path":"/redirect/8616458","hoster":"Streamtape"}]}]}]}]}