{"path":"/serie/stream/race-to-perfection","name":"Race to Perfection","descr":"Die exklusive Serie wirft einen Blick hinter die Kulissen der letzten 70 Jahre der Formel 1, in Partnerschaft mit dem ikonischen Sport, um das markante Datum in seiner Geschichte zu feiern.","seasons":[{"path":"/serie/stream/race-to-perfection/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/race-to-perfection/staffel-1/episode-1","name":"","epNo":1,"alt":"Living The Dream","descr":"Die Formel 1 hatte schon alles. Die tollsten Autos, die höchsten Geschwindigkeiten, die Technik und die charismatischen Charaktere. Es ist an der Zeit einen Blick darauf zu werfen was die Formel 1 in den letzten 70 Jahren so besonders gemacht hat.","versions":[]},{"path":"/serie/stream/race-to-perfection/staffel-1/episode-2","name":"","epNo":2,"alt":"Championship Deciders","descr":"Drama. Aufregung. Unglaubliche Spannung. Manchmal entscheidet sich die Meisterschaft erst im letzten Rennen nach einem jahrzehntelangen Kampf. Diese Folge wirft einen Blick auf die Meisterschaftsentscheidungen die die Geschichte der Formel 1 geprägt haben.","versions":[]},{"path":"/serie/stream/race-to-perfection/staffel-1/episode-3","name":"","epNo":3,"alt":"Great Cars of Formula 1","descr":"Die Formel 1 war schon immer dafür bekannt Grenzen bei Konzepten und Design zu verschieben. In dieser Folge werden die Geschichten einiger der erfolgreichsten Maschinen der letzten 70 Jahre in der F1 von denen untersucht die daran beteiligt waren.","versions":[]},{"path":"/serie/stream/race-to-perfection/staffel-1/episode-4","name":"","epNo":4,"alt":"Triumph and Tragedy","descr":"In 70 Jahren hat die Formel 1 einige spektakuläre Höhepunkte und verheerende Tiefpunkte erlebt. Diese Folge erinnert an die Fahrer, die sich aus der Not heraus zum Triumph gekämpft haben - und an die, die bei dem was sie liebten ihr Leben verloren.","versions":[]},{"path":"/serie/stream/race-to-perfection/staffel-1/episode-5","name":"","epNo":5,"alt":"Controversial Moments","descr":"Das sind die unvergessenen Vorfälle in der Formel 1. Die kontroversen Momente und die anschließenden Konsequenzen, die in der dramatischen Geschichte des Sports ihre Spuren hinterlassen haben und noch heute für Diskussionen sorgen.","versions":[]},{"path":"/serie/stream/race-to-perfection/staffel-1/episode-6","name":"","epNo":6,"alt":"Great F1 Teams","descr":"In der F1 gab es schon immer Perioden der Dominanz von Teams. In dieser Folge schauen wir uns an, wer sie geschaffen hat, wer ihre Champion-Fahrer waren und wie sie so erfolgreich wurden? Dies sind die großen F1-Teams, die für immer mit dem Sport verbunden sein werden.","versions":[]},{"path":"/serie/stream/race-to-perfection/staffel-1/episode-7","name":"","epNo":7,"alt":"Trailblazers","descr":"Diejenigen die neue Arbeitsweisen formulierten und sich selbst und ihrem Umfeld Erfolg brachten. Träume in die Realität umsetzten, andere inspirierten in ihre Fußstapfen zu treten, die Wegbereiter die die Formel 1 wie wir sie heute kennen mitgestalteten.","versions":[]}]}]}