{"path":"/serie/stream/radiant","name":"Radiant","descr":"Radiant spielt in einer Welt, in der die Menschen hoch über den Wolken auf einzelnen Inseln leben. Eines Tages erscheinen wie aus dem Nichts gefährliche Monster namens Nemesis und bringen Chaos und Verwüstung über die Welt. Sie kontaminieren jeden, den sie berühren. Doch es gibt einige wenige Menschen, die den sonst tödlichen Kontakt mit den Nemesis überlebt haben. Sie sind die Infizierten, die nun, mit besonderen Kräften ausgestattet, als einzige den Nemesis im Kampf gegenübertreten können. Trotz der gefährlichen Auseinandersetzungen mit den Nemesis werden die Infizierten von den übrigen Menschen jedoch gefürchtet. Einer der Infizierten ist Seth, ein junger Waise und angehender Zauberer von den Pompo Hills. Gemeinsam mit seiner Meisterin Alma besteht sein Alltag darin, die Nemesis ausfindig zu machen und zu bekämpfen. Doch Seth erkennt, dass man, um die Nemesis endgültig zu besiegen, deren Ursprung ausfindig machen muss. Und so nimmt es sich Seth zur Aufgabe, die Quelle der Nemesis, den sogenannten Radiant, zu finden. Ihm schließen sich dabei weitere Zauberer an und gemeinsam bereisen sie die Welt auf der Suche nach etwas, von dem keiner genau weiß, wo es sich befindet – verfolgt von den wachsamen Augen der Inquisition!","seasons":[{"path":"/serie/stream/radiant/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/radiant/staffel-1/episode-1","name":"","epNo":1,"alt":"The Young Sorcerer: Seth","descr":"Seth macht Pompo Hills mit seinen Schnapsideen unsicher. Das fällt allerdings auch negativ auf seine Meisterin Alma zurück. Doch dann fällt ein riesiges Ei vom Himmel ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442148","hoster":"VOE"},{"path":"/redirect/8442146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-2","name":"","epNo":2,"alt":"True Courage: Bravery","descr":"Das Bravery Quartet eilt Seth und den Dorfbewohnern zur Hilfe. Diese machen klare Ansagen, damit niemand stirbt. Und Seth muss als Zauberer eine sehr wichtige Aufgabe übernehmen: Er spielt den Köder.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442149","hoster":"VOE"},{"path":"/redirect/8442151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-3","name":"","epNo":3,"alt":"The Day of Departure: Alma","descr":"Seth stellt sich alleine der Nemesis, um die Dorfbewohner vor dem sicheren Tod zu bewahren. Doch wird ihm das gelingen? Und wird Alma rechtzeitig ankommen, um ihm zu helfen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12952277","hoster":"VOE"},{"path":"/redirect/8442153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-4","name":"","epNo":4,"alt":"A Meeting in the Sky: Encounter","descr":"Nachdem sich Seth auf seine Reise zum Radiant gemacht hat, trifft er unverhofft auf ein Patrouillenschiff der Inquisition. Die Inquisitoren nehmen ihn kurzerhand fest und so lernt er im Bauch des Schiffes die höfliche Zauberin Mélie kennen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442156","hoster":"VOE"},{"path":"/redirect/8442155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-5","name":"","epNo":5,"alt":"A Paradise of Wisdom and Hope: Artemis","descr":"Seth erreicht mithilfe von Doc und Mélie die Artémis-Akademie. In dieser fliegenden Akademie hat Master Lord Majesty das Sagen. Der Preis, dort zu leben ist hoch, doch dafür erhält man auch eine entsprechende Gegenleistung. Oder ist das alles nur ein großer Betrug?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442159","hoster":"VOE"},{"path":"/redirect/8442160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-6","name":"","epNo":6,"alt":"Drops of Friendship: Melie","descr":"Um bei Yaga in die Lehre gehen zu können, muss Seth den Zauber \"Meteor Drops\" meistern. Doch eigentlich kann Seth keinen einzigen Zauberspruch und möchte daher den Zauber von Mélie lernen ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442161","hoster":"VOE"},{"path":"/redirect/8442162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-7","name":"","epNo":7,"alt":"The Beast of the Underground Water System: Monster","descr":"Doc will doch einfach nur seine Ruhe bei einer guten Tasse Kaffee. Doch dann wird er von einem riesigen Mutanten aus dem Abwassersystem entführt. Seth und Mélie wollen ihn retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442164","hoster":"VOE"},{"path":"/redirect/8442165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-8","name":"","epNo":8,"alt":"Proof of Strength","descr":"Yaga stellt Seth eine wichtige Frage: Wozu willst du stark werden? Darauf hat Seth keine zufriedenstellende Antwort parat und so wird er genötigt, erst einmal nicht zu zaubern und gut in sich zu gehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442167","hoster":"VOE"},{"path":"/redirect/8442168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-9","name":"","epNo":9,"alt":"Those Who Hunt Heretics: Inquisition","descr":"Kapitän Dragunov und seine Männer geraten in einen Sturm. Sie selbst bleiben unversehrt, doch ein anderes Schiff in der Nähe erleidet Schiffbruch. Als sie dort ankommen, erfahren sie, dass eine Nemesis die Ursache war.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12380964","hoster":"VOE"},{"path":"/redirect/8442170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-10","name":"","epNo":10,"alt":"Broom of Memories: Memory","descr":"Majesty veranstaltet in Artémis ein großes Fest. Dabei soll auch ein Besenrennen veranstaltet werden, bei dem der Gewinner ein hübsches Sümmchen gewinnen kann. Nick, der Sproß eines reichen Mannes, fordert Seth zu einem Rennen heraus. Kann dieser mit seinem alten Besen, den er von Alma geschenkt bekommen hat, gegen den neuesten Rennbesen bestehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442174","hoster":"VOE"},{"path":"/redirect/8442173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-11","name":"","epNo":11,"alt":"The City That Roars Like Thunder: Rumble Town","descr":"Doc erhält eine Anfrage aus Rumble Town. Die Stadt wird von einer Nemesis heimgesucht. Seth und Mélie sind sofort Feuer und Flamme. Doch können sie Doc von der Sache überzeugen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442175","hoster":"VOE"},{"path":"/redirect/8442177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-12","name":"","epNo":12,"alt":"The Shadow Lurking in the City: Darkness","descr":"Nach ihrer ersten Begegnung mit der Nemesis und Grimm in Rumble Town wollen sich Seth, Mélie und Doc erst mal beim Auftraggeber erkundigen. Dabei erfahren sie, dass sich Taj infiziert hat und die Lage der Immigranten in Rumble Town schlecht ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442181","hoster":"VOE"},{"path":"/redirect/8442179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-13","name":"","epNo":13,"alt":"Overture of Turbulence: Storm","descr":"Kapitän Dragunov stellt Hauptmann Konrad zur Rede. Dieser lässt sich davon allerdings nicht beeindrucken und führt seinen grausigen Plan fort. Docs Zustand verschlechtert sich immer weiter, sodass er die Heimkehr antreten möchte. Seth und Mélie bekommen es mit noch ganz anderen Problemen zu tun.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442184","hoster":"VOE"},{"path":"/redirect/8442183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-14","name":"","epNo":14,"alt":"The Bell Tolls the Sound of Destruction: Catastrophe","descr":"Der wütende Mob zieht durch die Stadt und jagt Einwanderer und Infizierte. Hauptmann Konrad stellt sich Seth und Mélie, doch die beide haben gegen den übermächtigen Inquisitor kaum eine Chance ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12921315","hoster":"VOE"},{"path":"/redirect/8442187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-15","name":"","epNo":15,"alt":"With Fists Like Shooting Stars: Burst","descr":"Hameline erhebt schwere Anklage gegen Konrad und die gesamte Stadt. Damit rechtfertigt sie ihren massiven Angriff. Seth drängt Konrad in die Enge.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442189","hoster":"VOE"},{"path":"/redirect/8442188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-16","name":"","epNo":16,"alt":"Fly High and Pierce Through the Storm: Rising","descr":"Der Kampf gegen Hameline dauert an. Doch Seth und Mélie erhalten einen unerwarteten Verbündeten. Die Wundertäter der Inquisition steuern auf Rumble Town zu, um eine ganze eigene Mission zu verfolgen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442194","hoster":"VOE"},{"path":"/redirect/8442192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-17","name":"","epNo":17,"alt":"To Stop the Sound of the Wind: Serenade","descr":"Endlich stehen sich Seth und Hameline persönlich gegenüber. Dabei prallen nicht nur ihre Fantasia sondern auch ihre Ansichten aufeinander. Kann Seth Hameline bezwingen und sie von seinem großen Ziel überzeugen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442196","hoster":"VOE"},{"path":"/redirect/12982601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-18","name":"","epNo":18,"alt":"The Light That Follows the Darkness: Awakening","descr":"Nun muss sich Seth General Torque stellen. Dieser ist ihm allerdings heillos überlegen. Doch dann rührt sich eine ganz neue Kraft in Seth ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442198","hoster":"VOE"},{"path":"/redirect/8442197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-19","name":"","epNo":19,"alt":"The World That You Changed: Relief","descr":"Nach der Rückkehr aus Rumble Town ist nichts mehr wie zuvor. Seth \u0026 Co. sind zu echten Berühmtheiten geworden! Master Lord Majesty möchte ihren Sieg feiern und lädt daher zu einer pompösen Party zu Ehren des Helden von den Pompo Hills.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442200","hoster":"VOE"},{"path":"/redirect/8442202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-20","name":"","epNo":20,"alt":"Omen: Sign","descr":"Die Ereignisse in Rumble Konsequenzen nach sich. Für die Inquisition bedeutet das einen Vertrauensverlust unter der Bevölkerung, für Miss Melba und Miss Melba Papa bedeutet das einen Kaffeebohnenengpass. Was zunächst wie eine Lappalie klingt, ist für Devi den Devil Fish Kraken aus der Kanalisation ein Kampf ums Überleben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442206","hoster":"VOE"},{"path":"/redirect/8442204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-1/episode-21","name":"","epNo":21,"alt":"In Search of the Future: Utopia","descr":"Seth erhält von Yaga einen Hinweis, wo er weitere Informationen bezüglich des Radiants erhalten kann: Caislean Merlin. Doch die Hauptstadt von Cyfandir ist auch das Ziel der Inquisition, die dort die hiesigen Zaubererritter auslöschen wollen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442207","hoster":"VOE"},{"path":"/redirect/8442208","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/radiant/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/radiant/staffel-2/episode-1","name":"","epNo":1,"alt":"Toward a New Adventure: Overture","descr":"Seth begibt sich alleine auf eine Reise nach Caislean Merlin auf dem Kontinenten Cyfandir. Vorher schaut er allerdings noch bei Alma vorbei, die sich zwei neue Lakaien angelacht hat. Hauptmann Dragunov blickt derweil seiner Hinrichtung entgegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809030","hoster":"VOE"},{"path":"/redirect/8442209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-2","name":"","epNo":2,"alt":"An Encounter in the Rain: Mist","descr":"Als Seth fast in Cyfandir angekommen ist, kollidiert er mit seinem Besen mit einem Luftschiff. Dies gehört den Händler-Baronen, die ebenfalls auf dem Weg nach Cyfandir sind. Allerdings sind sie nicht besonders gut auf Zauberer zu sprechen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442213","hoster":"VOE"},{"path":"/redirect/8704467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-3","name":"","epNo":3,"alt":"The City of Knights: Caislean Merlin","descr":"Seth erkundigt sich im Schloss über den Radiant, allerdings erhält er nur als Angestellter im Schloss Zugang zur Bibliothek. Doch wie soll Seth eine Anstellung im Schloss finden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442215","hoster":"VOE"},{"path":"/redirect/8451169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-4","name":"","epNo":4,"alt":"The Bringer of Calamity: Dullahan","descr":"Nachdem Seth abgestürzt ist, muss Ocoho den Gysoni-Zauber auflösen, was zu einer Unruhe in der Schlachtformation führt. Während die Bauern um ihre Felder bangen, müssen die Zaubrerritter weiter kämpfen, um die Spectral Nemesis so gut wie möglich zu schwächen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442218","hoster":"VOE"},{"path":"/redirect/8442217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-5","name":"","epNo":5,"alt":"Silent Rain, Distant Hearts: Rain","descr":"Seth erreicht das Gasthaus Luchorpan, in dem Mélie und Doc abgestiegen sind. Dort möchte er mit ihnen reden und alles klären. Allerdings verläuft das Gespräch nicht ganz so, wie es sich Seth erhofft hätte ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12334528","hoster":"VOE"},{"path":"/redirect/8442223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-6","name":"","epNo":6,"alt":"His Name Is: Diabal","descr":"Nachdem Alma Seth dazu gedrängt hat, endlich wieder mehr nach dem Radiant zu forschen, statt nur mit Ocoho zu trainieren, versucht er, sich in die Archive des Schlosses zu schleichen. Das ist allerdings gar nicht so einfach und endet schon bald in einer halsbrecherischen Verfolgungsjagd.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442222","hoster":"VOE"},{"path":"/redirect/8442225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-7","name":"","epNo":7,"alt":"The Spectre Battle: Spectre","descr":"Seth sitzt noch immer im Schloss in der Klemme und weiß nicht, wie er sich aus der misslichen Lage befreien soll. Seine Sinne schwinden und ihm bleibt nicht mehr viel Zeit, bis er dem Gift der Nemesis zum Opfer fallen wird ... Zu allem Überfluss starten die Zaubererritter ihren Angriff auf Seth, die ihn für eine Nemesis halten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13998707","hoster":"VOE"},{"path":"/redirect/8442227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-8","name":"","epNo":8,"alt":"Seth in the Forest of Time: Caillte","descr":"Die dunkle Macht, die in Seth schlummert, erwacht erneut. Kann er in diesem Zustand gegen Diabal und seine Schattenfreunde ankommen? Und was dann? Sind Seths Wunden überhaupt noch heilbar?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442230","hoster":"VOE"},{"path":"/redirect/8442231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-9","name":"","epNo":9,"alt":"The Palace of Schemes: Palace","descr":"Seth bleibt im Caillte-Wald zurück, um dort gesund zu werden und sich einem Training zu unterziehen. Ocoho, Mélie und Doc kehren nach Caislean Merlin zurück und müssen sich für die Vorkommnisse vor der Königin verantworten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442232","hoster":"VOE"},{"path":"/redirect/8442233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-10","name":"","epNo":10,"alt":"The Qualifications of a Knight: Quality","descr":"Seth setzt sein Training unter Myrs Anleitung im Caillte-Wald fort. In der Zwischenzeit wird ein Dorf nahe des Schlosses von einer Nemesis angegriffen und die Zaubererritter müssen ausrücken. Ocoho und Mélie sind ebenfalls dabei. Doch bei der Abwehr kommt es zu einer Fehlentscheidung und das gesamte Dorf droht, ausgelöscht zu werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442236","hoster":"VOE"},{"path":"/redirect/8442237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-11","name":"","epNo":11,"alt":"Now, Feel the World: Resonance","descr":"Seth lernt unter Myrs Anweisung, wie er die Kraft in sich bezwingen kann. Dafür muss er allerdings erst einmal eine wichtige Lektion über die Welt lernen. Außerdem wird Myrs wahre Identität offenbart!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442239","hoster":"VOE"},{"path":"/redirect/8442238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-12","name":"","epNo":12,"alt":"The Truth Is Like a Curse: Ocoho","descr":"Sir Brangoire verdächtigt Ocoho eine Verräterin zu sein. Doch was genau macht sie so verdächtig? Und kann er seinen Verdacht bestätigen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442242","hoster":"VOE"},{"path":"/redirect/8442243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-13","name":"","epNo":13,"alt":"Your Decision: Knighthood","descr":"Ocoho wird vermutlich der Ritterschlag verweigert - außer eine Ritterfamilie erbarmt sich ihrer. Trotzdem blickt sie erhobenen Hauptes der Zeremonie entgegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442244","hoster":"VOE"},{"path":"/redirect/8442245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-14","name":"","epNo":14,"alt":"The Final Battlefield: Battlefield","descr":"Seth sucht nach Diabal, um endlich Antworten zu erhalten. In der Zwischenzeit überfällt die Inquisition Cyfandir. Die Zaubererritter müssen trotz der Anklage gegen ihre Königin ausrücken, um ihr Land zu verteidigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442247","hoster":"VOE"},{"path":"/redirect/8442249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-15","name":"","epNo":15,"alt":"Led to the Abyss by a Melody of Death: Harmonizium","descr":"Durch die Maschine der Händlerbarone kommt es im Krieg zu einem Ungleichgewicht zugunsten der Inqusition. Queen Boadicée ahnt Schlimmes und Ocohos Bedenken stoßen bei den Zaubererrittern auf taube Ohren. Nur noch Seth könnte das Blatt wenden, doch der ist noch mit Diabal beschäftigt ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442252","hoster":"VOE"},{"path":"/redirect/8442251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-16","name":"","epNo":16,"alt":"The Light of Life Is Extinguished: Tragedy","descr":"Das Harmonizium setzt Queen Boadicées Rittern ordentlich zu. Sir de Gulis und Sagramor erfahren von Mordreds Verrat und werden über die Einzelheiten des Plans der Händlerbarone aufgeklärt. Bleiben sie weiterhin ihrer Königin treu oder retten sie ihre Haut und wechseln auf die Seite der Händlerbarone?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442253","hoster":"VOE"},{"path":"/redirect/8442254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-17","name":"","epNo":17,"alt":"The Black Dragon Descends: Pen Draig","descr":"Die Lage auf dem Schlachtfeld spitzt sich für die Zaubererritter immer weiter zu. Mélie kann zwar Liselotte entkommen, diese lässt aber nicht locker. Seth dagegen entscheidet sich, mit Dragunov den Krieg zu beenden. Doch wird diese Rettung noch schnell genug für Ocoho kommen, die sich in der Gefangenschaft der Händlerbarone befindet? weniger","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442257","hoster":"VOE"},{"path":"/redirect/8442256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-18","name":"","epNo":18,"alt":"The Will of the People Shines Bright: Resistance","descr":"Doc eilt unfreiwillig Seth im Kampf gegen Santori zur Hilfe. Doch in Docs Kampfanzug sind gleich mehrere Personen, die gerne die Kontrolle darüber hätten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442261","hoster":"VOE"},{"path":"/redirect/8442259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-19","name":"","epNo":19,"alt":"I Can`t Hear Your Voice: Myrddin","descr":"Endlich ist Santori besiegt! Doch die Rache der Wundertäter lässt nicht lange auf sich warten! Myr steht seiner schwersten Stunde und die Zaubererritter einer Übermacht gegenüber.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12921303","hoster":"VOE"},{"path":"/redirect/8442264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-20","name":"","epNo":20,"alt":"A Bouquet of Flowers for This Land: Fantasia","descr":"Seth und Myr sind völlig außer Kontrolle geraten und vernichten alles, was ihnen in die Quere kommt. Mélie versucht, Seth aus Ullminas Fängen zu befreien, doch alleine wird sie das kaum schaffen ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442267","hoster":"VOE"},{"path":"/redirect/8442265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/radiant/staffel-2/episode-21","name":"","epNo":21,"alt":"The Future Is with You: Eternity","descr":"Myrs und Jills Kinder konnten gerettet werden! Doch was nun? Ohne ihren Kokon werden sie nicht lange überleben. Darüber hinaus liegt das Königreich Cyfandir vollkommen in Trümmern. Ob sich die Zaubererritter und ihre Königin davon jemals erholen können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8442269","hoster":"VOE"},{"path":"/redirect/8442270","hoster":"Streamtape"}]}]}]}]}