{"seriesId":"ragnark","name":"Ragnarök","descr":"Im Mittelpunkt der Fantasyserie stehen die zwei jungen norwegischen Brüder Laurits  und Magne , die mit ihrer Mutter zurück in ihr Heimatstädtchen Edda ziehen. Der gut erzogene Magne hilft eines Tages einem Rollstuhlfahrer aus einer misslichen Lage, weshalb ihm eine dankbare ältere Frau über die Stirn streichelt. Durch diese scheinbar harmlose Geste erhält Magne ganz neue Kräfte und Fähigkeiten. Dazu freundet er sich mit der Umweltaktivistin Isolde an, die vermehrten Fällen von Umweltzerstörung auf den Grund gehen will, die augenscheinlich auf die Firma der Familie Jutul zurückgehen. Als Isolde stirbt, wollen die Brüder herausfinden, was es mit ihrem Tod und dem Geheimnis der Familie Jutul auf sich hat. Was sie herausfinden, ist unglaublich – und Magnes Transformation nimmt immer größere Ausmaße an.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Neue","epNo":1,"alt":"Ny gutt","descr":"Gemeinsam mit seiner Mutter Turid und seinem Bruder Laurits zieht der Legastheniker Magne zurück in seine alte Heimat, die idyllisch gelegene Kleinstadt Edda. Nach anfänglichen Anpassungsschwierigkeiten findet der unsichere Teenager in der Ökoaktivistin Isolde eine neue Freundin, die auf das Schmelzen der Gletscher aufmerksam macht und den Fabrikbesitzer Vidar Jutul an den Pranger stellt. Als Magne an seinem Körper seltsame Veränderungen bemerkt, bekommt er es mit der Angst zu tun.","versions":[{"lang":1,"streams":[{"redirect":14393993,"hoster":"VOE"},{"redirect":14439782,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"541 Meter","epNo":2,"alt":"541 meter","descr":"Nach einem plötzlichen Todesfall, den die Polizei als Unglück deklariert, herrscht in Magnes Schule große Bestürzung. Er selbst ist allerdings überzeugt, dass ein Verbrechen vorliegt, und wird nicht müde, seinen Verdacht zu wiederholen. Vidar Jutul zeigt unterdessen großes Interesse für den Neuankömmling. Magne findet langsam Gefallen an seiner Mitschülerin Gry, die sich jedoch in Vidars Sohn Fjor verguckt zu haben scheint. Im Haus der Jutuls macht sie eines Abends eine bestürzende Beobachtung.","versions":[{"lang":1,"streams":[{"redirect":14393934,"hoster":"VOE"},{"redirect":14439780,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jutulheim","epNo":3,"alt":"Jutulheim","descr":"Nach einem Einbruch in das Haus, das Magne mit seiner Mutter und seinem Bruder bewohnt, erkennt er, dass er auf der Hut sein muss. Die übermenschlichen Fähigkeiten, die er seit seiner Ankunft in Edda entwickelt hat, bereiten dem Jugendlichen weiter Kopfzerbrechen. Vidar Jutul und seine Frau Ran wollen Magne auf den Zahn fühlen und laden ihn und Laurits daher zu einem Abendessen in ihre Villa ein. Ein anstrengender Wettstreit bestärkt die Gastgeber in der Annahme, dass Magne eine Gefahr darstellt.","versions":[{"lang":1,"streams":[{"redirect":14393887,"hoster":"VOE"},{"redirect":14439786,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ginnungagap","epNo":4,"alt":"Ginnungagap","descr":"Nach einem unheimlichen Blick in den Spiegel betreibt Magne Nachforschungen und versucht herauszufinden, was mit ihm geschieht. Seine Mutter Turid stellt derweil Ran wegen des Abendessens zur Rede. Gry wendet sich nach einer Demütigung von ihrer Freundin Saxa Jutul ab. Auf einem Wanderausflug in die Berge kommt sie allerdings deren Bruder Fjor näher. Magne wiederum hat kurz zuvor ein wegweisendes Gespräch mit Vidar, der anschließend keine Skrupel kennt.","versions":[{"lang":1,"streams":[{"redirect":14393885,"hoster":"VOE"},{"redirect":14439781,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ordnungszahl 48","epNo":5,"alt":"Atomnummer 48","descr":"Während Fjor seinen Vater Vidur zurückhalten kann, ist Magne bereit, Schuld auf sich zu nehmen. Außerdem ringt er sich dazu durch, einen neuen Kurs einzuschlagen. Zur selben Zeit türmen sich in Edda immer mehr Gefahren auf. Besonders brisant ist der Fund, den die ermordete Isolde kurz vor ihrem Ableben gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":14393886,"hoster":"VOE"},{"redirect":14439783,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ja, wir lieben dieses Land","epNo":6,"alt":"Ja, vi elsker dette landet","descr":"Magne setzt alles daran, endlich Licht ins Dunkel zu bringen und die Wahrheit aufzudecken. Wie so oft stellen ihn allerdings unschönen Überraschungen vor neue Herausforderungen. Die Hoffnungen scheinen zu schwinden. Doch auch die Jutuls müssen sich plötzlich fragen, ob sie ihren Gegner nicht vielleicht doch unterschätzt haben. Die Kraft des Guten lebt manchmal länger, als man denkt.","versions":[{"lang":1,"streams":[{"redirect":14393978,"hoster":"VOE"},{"redirect":14439787,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Waffenbrüder","epNo":1,"alt":"Episode 1","descr":"Ein Kampf endet mit einem Schlag und einer Gewaltandrohung. Nach einem Besuch in einem anderen Reich sucht Magne nach Verbündeten. Vidar mobilisiert seine Kräfte.","versions":[{"lang":1,"streams":[{"redirect":8310552,"hoster":"VOE"},{"redirect":8310555,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Was ist mit der netten alten Dame…","epNo":2,"alt":"Episode 2","descr":"Die Wahrheit tut weh und löst einen Eroberungskampf aus. Vidar geht Magne unter die Haut, Iman nutzt ihre Kräfte aus und Laurits entdeckt seine dunkle Seite.","versions":[{"lang":1,"streams":[{"redirect":8310553,"hoster":"VOE"},{"redirect":8310561,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Aufstand","epNo":3,"alt":"Episode 3","descr":"Edda erhebt sich: Magne stellt Ran zur Rede und Laurits liefert einen Beweis. Proteste nehmen zu. Ein König kann wieder laufen. Ein Manipulationsgenie wird ausgetrickst.","versions":[{"lang":1,"streams":[{"redirect":8310571,"hoster":"VOE"},{"redirect":8310574,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Begräbnis","epNo":4,"alt":"Episode 4","descr":"Nach dem Tod eines Patriarchen wird eine merkwürdige Kreatur geboren. Magne gelobt Veränderung, Laurits macht Vorhaltungen, Fjor plant um und Saxa und Iman werden aktiv.","versions":[{"lang":1,"streams":[{"redirect":13741380,"hoster":"VOE"},{"redirect":8310545,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Erkenne dich selbst","epNo":5,"alt":"Episode 5","descr":"Magne lehnt seine Kräfte ab und Fjor ringt um die Macht. Die Götter sollte man nicht verärgern. Laurits erfährt die Wahrheit. Iman wendet sich an Ran.","versions":[{"lang":1,"streams":[{"redirect":8310530,"hoster":"VOE"},{"redirect":8310532,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nur die Liebe zählt","epNo":6,"alt":"Episode 6","descr":"Magne und seiner Crew stehen auf ihrer riskanten Mission schwere Zeiten bevor. Ein unvorhergesehener Feind hat es auf die Jutuls abgesehen. Eine uralte Kraft erwacht.","versions":[{"lang":1,"streams":[{"redirect":12921346,"hoster":"VOE"},{"redirect":8310524,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Krieg ist vorbei","epNo":1,"alt":"Episode 1","descr":"Magne will Jutul Industries verklagen und findet bald auch eine Zeugin. Wird er es schaffen oder muss er doch kämpfen?","versions":[{"lang":1,"streams":[{"redirect":13118044,"hoster":"VOE"},{"redirect":13003429,"hoster":"Doodstream"},{"redirect":13003471,"hoster":"Vidoza"},{"redirect":13003416,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bis dass der Tod uns scheidet","epNo":2,"alt":"Episode 2","descr":"Magne ist vom hammer und seiner macht besessen während die jutuls einen plan aushecken ihm den hammer zu klauen wird Magne wieder zur besinnung kommen ?","versions":[{"lang":1,"streams":[{"redirect":13003458,"hoster":"VOE"},{"redirect":13003459,"hoster":"Doodstream"},{"redirect":13003455,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Genug!","epNo":3,"alt":"Episode 3","descr":"Unter Saxas Zauber scheint Magne sich immer mehr zu entfremden – eine perfekte Gelegenheit für Fjor, um seinen bösen Plan umzusetzen und eine gefährliche Falle zu stellen.","versions":[{"lang":1,"streams":[{"redirect":13003467,"hoster":"VOE"},{"redirect":13003490,"hoster":"Doodstream"},{"redirect":13003465,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mein Schatz","epNo":4,"alt":"Episode 4","descr":"Magne ist so angreifbar wie nie zuvor und benötigt Unterstützung im Kampf gegen seine unnachgiebigen Gegner. Laurits hat mit einem Ultimatum zu kämpfen und muss sich entscheiden.","versions":[{"lang":1,"streams":[{"redirect":13003484,"hoster":"VOE"},{"redirect":13003501,"hoster":"Doodstream"},{"redirect":13014170,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Abschied von den Waffen","epNo":5,"alt":"Episode 5","descr":"Magnes Arroganz sorgt für Uneinigkeit zwischen seinen Verbündeten. Die Götter stehen an einem Scheideweg: Sollen sie den Frieden wahren oder den drohenden Kampf bestreiten?","versions":[{"lang":1,"streams":[{"redirect":13003499,"hoster":"VOE"},{"redirect":13003525,"hoster":"Doodstream"},{"redirect":13003505,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ragnarok","epNo":6,"alt":"Episode 6","descr":"Trotz Eddas Neuanfang kann der junge Gott des Donners der vorbestimmten Zukunft, die ihn erwartet, nicht entkommen.","versions":[{"lang":1,"streams":[{"redirect":13003405,"hoster":"VOE"},{"redirect":13003432,"hoster":"Doodstream"},{"redirect":13003403,"hoster":"Streamtape"}]}]}]}]}