{"seriesId":"raising-hope","name":"Raising Hope","descr":"Die US-amerikanische Comedyserie dreht sich um das turbulente Leben von Jimmy Chance (Lucas Neff), der im jungen Alter von 23 Jahren nach einem One-Night-Stand Hals über Kopf zum alleinerziehenden Vater wird. Wobei: \"alleinerziehend\" ist nicht ganz richtig, denn seine Eltern Virginia (Martha Plimpton) und Burt (Garret Dillahunt) geben sich alle Mühe, ihrem Sprössling unter die Arme zu greifen, damit er mit seiner kleinen Tochter Hope nicht die gleichen Fehler macht, wie sie damals mit Sohnemann Jimmy. Dieser sieht in seiner neuen Rolle als frisch gebackener Papa endlich die Chance, etwas aus seinem bisher wenig erfolgreichen Leben zu machen und treibt die Fürsorge für sein Baby bisweilen ein wenig zu weit. Für zusätzlichen Trubel sorgt die verwirrte und exzentrische Großmutter der Familie, die ständig ihren toten Ehemann hintergeht und glaubt, der Zweite Weltkrieg dauere noch an.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"… und dann kam Hope!","epNo":1,"alt":"Pilot","descr":"Der 23-jährige Jimmy Chance weiß nicht so recht, was er mit seinem Leben anfangen soll. Gemeinsam mit seinem Cousin Barney arbeitet er für die kleine Firma seines Vaters Burt, welche für Pool- und Gartenarbeiten zuständig ist. Als sein Vater und Chef ihm während der Arbeit jedoch zum wiederholten Male einen Streich spielt, platzt Jimmy der Kragen, sodass er Hals über Kopf kündigt ohne eine Alternative zu haben.\r\rDoch Jimmys Leben ändert sich schlagartig, als er auf dem Weg zum Supermarkt zufällig eine junge Frau namens Lucy kennenlernt: Nachdem die beiden eine stürmische Liebesnacht miteinander verbracht haben, sieht er in Lucy die große Liebe, ahnt allerdings zu diesem Zeitpunkt noch nicht, dass sie eine mehrfach gesuchte Serienmörderin ist. Acht Monate später besucht er sie im Gefängnis, wo er nicht nur von ihrer bevorstehenden Todesstrafe erfährt, sondern zudem auch darüber aufgeklärt wird, dass sie ein Kind von ihm erwartet.\r\rEhe er sich versieht, ist Jimmy alleinerziehender Vater eines Mädchens, dem er den Namen \"Hope\" gibt. Schnell stellt er fest, dass das Vaterdasein nicht so einfach ist, wie er es sich vorgestellt hat und bittet seine Eltern, die bei seiner Geburt damals selbst noch Kinder waren, um Rat. Diese sind von dem neuen Familienmitglied jedoch alles andere als begeistert und in Sachen Erziehung ebenfalls überfragt, doch durch die kleine Hope wächst die durchgeknallte Familie wieder zusammen. Als Jimmy schließlich die sarkastische Supermarkt-Angestellte Sabrina kennenlernt, schöpft er neue Hoffnung und glaubt, die Frau gefunden zu haben, die ihm bei seiner neuen Herausforderung eine große Hilfe sein könnte.","versions":[{"lang":1,"streams":[{"redirect":12921447,"hoster":"VOE"},{"redirect":8301786,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269018,"hoster":"VOE"},{"redirect":12269017,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf Messers Schneidezahn","epNo":2,"alt":"Dead Tooth","descr":"Jimmy und sein Vater Burt arbeiten als Reiniger von Swimmingpools. Als sie Jimmys Tochter Hope mit zur Arbeit nehmen, taucht die Polizei auf, um nach dem Rechten zu sehen. Jimmy entscheidet, dass er für Hope eine Tagesbetreuung finden muss. Seine erste Wahl hierfür ist der Kindergarten. Dort trifft er auf Shelley (Kate Micucci), mit der er zwei Jahre zuvor auf einer Party rumgemacht hatte.\r\rDerweil versucht Burt seiner Frau Virginia und Maw Maw das Rauchen abzugewöhnen. Allerdings lässt der Erfolg zu wünschen übrig.","versions":[{"lang":1,"streams":[{"redirect":12251150,"hoster":"VOE"},{"redirect":8301790,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269010,"hoster":"VOE"},{"redirect":12269012,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wenn Träume landen lernen","epNo":3,"alt":"Dream Hoarders","descr":"Jimmy bringt seiner Tochter bei, wie sie krabbeln kann. Doch stellt er ziemlich schnell fest, dass das Haus seiner Eltern alles andere als Kindersicher ist. Besonders Chemikalien aus dem LKW von Jimmy Vater Burt, die er als Poolreiniger benötigt, sieht er als Gefahrenherd. Er entscheidet, dass etwas unternommen werden muss.","versions":[{"lang":1,"streams":[{"redirect":8301795,"hoster":"VOE"},{"redirect":8301794,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269006,"hoster":"VOE"},{"redirect":12269005,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bitte lächeln!","epNo":4,"alt":"Say Cheese","descr":"Jimmy wird von Sabrina, der netten Verkäuferin im Supermarkt, auf die er ein Auge geworfen hat, zu ihr nachhause eingeladen. Als er bei ihr eintrifft sieht er all die schönen Familienfotos. Er stellt fest, dass er bislang nicht einmal Familienfotos von sich und seinem Nachwuchs hat. Es müssen also Fotos für das Familienalbum geschossen werden.","versions":[{"lang":1,"streams":[{"redirect":8301796,"hoster":"VOE"},{"redirect":8301798,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269022,"hoster":"VOE"},{"redirect":12269021,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Mann mit der Maske","epNo":5,"alt":"Happy Halloween","descr":"Als Jimmy mitbekommt, wie traurig Sabrina darüber ist, dass ihr Freund Wyatt es nicht rechtzeitig zu ihrer Halloweenfete schafft, bietet er ihr kurzerhand an, sich in sein altes Batmankostüm zu werfen und zu ihrer Party zu kommen. Während er zwei Freunden noch schnell ein paar Tipps in Sachen Babysitten gibt, ist Virginia mit Maw Maw, die sich wie eine Neunjährige fühlt und als Katze verkleidet ist, unterwegs, um in der Nachbarschaft Süßigkeiten zu sammeln.\r\rSabrina und Jimmy amüsieren sich prächtig auf der Feier, doch Jimmys Laune ändert sich schlagartig, als Sabrinas Freund Wyatt plötzlich als Überraschungsgast auftaucht. Sabrina ist jedoch bald so betrunken, dass Wyatt Jimmy bittet, auf sie aufzupassen und macht sich seinerseits auf den Weg zu einer anderen Halloweenparty. Sabrina nimmt nicht mehr wahr, was um sie herum passiert und küsst Jimmy leidenschaftlich, glaubt allerdings, dass sich hinter dem B-M-K ihr Freund verbirgt.\r\rBurt nutzt in der Zwischenzeit Jimmys Abwesenheit, um ihm, wie jedes Jahr an Halloween, einen Streich zu spielen: Seine Freunde haben Hope angeblich zur Feuerwehrstation gebracht, weshalb er in Panik ausbricht. Zudem hat sein Fahrrad auch noch einen Platten, sodass Burt den Retter in der Not spielt und all das nur, weil er sich nach einer liebevollen Umarmung seines Sohnes sehnt","versions":[{"lang":1,"streams":[{"redirect":8301800,"hoster":"VOE"},{"redirect":8301801,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269026,"hoster":"VOE"},{"redirect":12269027,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zukünftige Geheimnisse?","epNo":6,"alt":"Family Secrets","descr":"Nachdem Jimmy ein Paket mit Lucys Habseligkeiten aus dem Gefängnis erhalten hat, steht er vor einer schwierigen Entscheidung: Soll er sie seiner kleinen Tochter Hope in einigen Jahren zeigen oder wäre es besser, wenn sie das Paket nie zu sehen bekäme? Für Virginia ist klar, dass Hope vor ihrer gewalttätigen Mutter geschützt werden muss, und sie versucht daraufhin, Jimmy mit dem Argument zu überzeugen, dass sich alle Eltern irgendwann einmal in einer Situation befinden, in der sie ihren Kindern die Wahrheit vorenthalten müssen. Mit dieser Aussage bringt sie einen Stein ins Rollen, denn Jimmy wird plötzlich bewusst, dass seine Eltern ihm auch etwas verschweigen.\r\rIhn beschäftigt die Angelegenheit so sehr, dass er mit Sabrina im Supermarkt über seine Sorgen spricht und Burt ununterbrochen ausfragt. Dieser versucht zwar weiterhin, das Familiengeheimnis für sich zu behalten, doch Jimmy kann ihm immerhin entlocken, dass es etwas mit Virginias Mutter zu tun hat. Burt und Virginia beschließen schließlich, ihrem Sohn die Wahrheit zu sagen: Beim Versuch, aus einem Bienenstock Honig zu entnehmen, ist Virginias Mutter Louise unglücklich gefallen und daraufhin gestorben, sodass ihre Tochter bei Maw Maw aufgewachsen ist. Währenddessen stellt Sabrina jedoch eigene Nachforschungen an und findet heraus, dass Louise noch lebt. Prompt statten Sabrina und Jimmy ihr einen Überraschungsbesuch ab und das Blatt wendet sich daraufhin schlagartig, als Jimmy nun als Einziger die wahre Familiengeschichte kennt","versions":[{"lang":1,"streams":[{"redirect":13001634,"hoster":"VOE"},{"redirect":8301802,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269053,"hoster":"VOE"},{"redirect":12269052,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rotznase","epNo":7,"alt":"The Sniffles","descr":"Jimmy ist außer sich vor Sorge: Seine kleine Tochter Hope ist krank. Da ihr Zustand sich auch nach einigen Tagen nicht verbessert hat, beschließt er schließlich, einen Arzt zu Rate zu ziehen. Als er jedoch von seinen Eltern erfährt, dass seine Familie nicht krankenversichert ist, ist er fassungslos. Währenddessen sind Burt und Virginia damit beschäftigt, Maw Maw in ihrem Zimmer einzusperren, denn die kleinste Erkältung könnte für Virginias 84-jährige Großmutter den Tod bedeuten. Nachdem Jimmy vergeblich versucht hat, Hope in einem Krankenhaus kostenlos behandeln zu lassen, denkt er ernsthaft über Sabrinas Vorschlag, im Supermarkt anzufangen, um dadurch versichert zu sein, nach. Burt kann sich mit diesem Gedanken jedoch nicht anfreunden, da er davon überzeugt ist, dass er als Familienoberhaupt für die Krankenversicherung seiner Liebsten verantwortlich ist. Daher versucht er alles, um neben seiner Tätigkeit in seiner eigenen Firma noch einen weiteren Arbeitsvertrag zu bekommen. Jimmy und Virginia trauen ihm dies allerdings nicht zu, sodass Jimmy doch vorsichtshalber im Supermarkt anfängt. Burt fühlt sich herausgefordert.","versions":[{"lang":1,"streams":[{"redirect":8301806,"hoster":"VOE"},{"redirect":8301807,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269058,"hoster":"VOE"},{"redirect":12269057,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Unter Hunden","epNo":8,"alt":"Blue Dots","descr":"Virginia ist es ein Dorn im Auge, dass Hope das einzige Kind in Shelleys Day Care Center ist und diese ansonsten nur Hunde hütet. Als die kleine Hope beim Essen eines Tages anfängt zu bellen, beschließen die Chances, dass es für Hope das Beste wäre, eine \"echte\" Kindertagesstätte zu besuchen. Doch wie sollen sie ein angesehenes Institut bloß finanzieren? Durch eine Broschüre werden sie zufällig auf eine renommierte Einrichtung aufmerksam, die einen Platz an ein Kind aus armen Verhältnissen vergibt. Doch bereits beim ersten Kennenlerntreffen droht der Traum zu platzen: Burts Name taucht im Internet auf einer Liste aller Sexualstraftäter der Stadt auf und das nur, weil er in seiner Jugend die damals 15-jährige Virginia verführt hat. Für das Wohl seiner Enkeltochter kämpft Burt um Gerechtigkeit und schaltet einen Anwalt ein. Burt gewinnt zwar den Prozess, doch nun tauchen auch die restlichen Familienmitglieder auf der Liste im Internet auf. Besteht noch Hoffnung auf den Kitaplatz oder muss Hope weiterhin von Shelley betreut werden und glaubt bald vollkommen, ein Hund zu sein?","versions":[{"lang":1,"streams":[{"redirect":8301714,"hoster":"VOE"},{"redirect":8301717,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269064,"hoster":"VOE"},{"redirect":12269063,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mein Baby, seine anderen Großeltern und ich","epNo":9,"alt":"Meet The Grandparents","descr":"Thanksgiving steht wieder einmal vor der Tür. Im Hause der Chances ist dies jedoch ein Feiertag wie jeder andere auch und im Gegensatz zu anderen Familien freuen sie sich nicht auf den klassischen Truthahn, sondern auf Pizza. Jimmy wünscht sich für seine kleine Tochter Hope ein traditionelles Fest im Kreise der Familie und kommt zu dem Entschluss, dass dabei Hopes Großeltern mütterlicherseits nicht fehlen dürfen. Er kümmert sich um alle Vorbereitungen und freut sich über die Zusage von Hopes Großeltern Margine und Doktor Dale, sodass einem fröhlichen Beisammensein eigentlich nichts mehr im Wege stünde. Wäre da nicht Maw Maw, die das gesamte Buffet zerstört, da sie glaubt, der Krieg sei ausgebrochen. Dies ist jedoch nicht das einzige Problem: Margine ist seit der Hinrichtung ihrer Tochter Lucy psychisch labil und kurz davor, durchzudrehen. Nachdem sie zunächst den Kontakt zu ihrer Enkeltochter Hope vehement abgelehnt hat, hat sie letztlich bereits nach wenigen Stunden eine so innige Beziehung zu ihr aufgebaut, dass sie die Kleine kurzerhand entführt. Jimmy und seine Eltern setzen alles daran, Hope zurückzuholen. Schließlich kommen Margine und Dale erneut bei den Chances vorbei, um sich für ihr unangebrachtes Verhalten zu entschuldigen. Kommt es doch noch zu einem gemütlichen Familienabend, wie Jimmy ihn sich für Hope erhofft hatte oder haben Margine und Dale mit ihrer Entschuldigung ganz andere Absichten?","versions":[{"lang":1,"streams":[{"redirect":12334531,"hoster":"VOE"},{"redirect":8301724,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380968,"hoster":"VOE"},{"redirect":12269038,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Burt rockt","epNo":10,"alt":"Burt Rocks","descr":"Der Supermarktmanager Barney ist völlig durch den Wind: Das alljährliche \"Grocery-Palooza\", ein Fest im Supermarkt, für das Barney sich gewöhnlich immer etwas ganz Besonderes für seine Kunden einfallen lässt, steht an. Dieses Mal verzweifelt er allerdings, da er so viele Ideen hat ohne sich für eine entscheiden zu können. Jimmy hat währenddessen ganz andere Sorgen: Er ist genervt von seinem monotonen Leben, welches sich nur noch um Töchterchen Hope dreht und hasst sich dafür selber. Bei einem Vater-Sohn Gespräch gibt Burt ihm den Rat, sich ein neues Hobby zu suchen. Gesagt, getan: Jimmy malt leidenschaftlich gern und schon nach wenigen Tagen macht er dadurch auf sich aufmerksam und soll sogar für eine Schule arbeiten. Burt ist eifersüchtig auf den Erfolg seines Sohnes, da er damals seinen Traum, als Gitarrist mit dem Rockstar Smokey Floyd berühmt zu werden, wegen Jimmy aufgeben musste. Als Jimmy dies mitbekommt, hat er seinem Vater gegenüber ein schlechtes Gewissen. Plötzlich kommt ihm die Idee, Smokey für das Fest im Supermarkt zu engagieren, sodass Burt doch noch gemeinsam mit dem Star auftreten könnte. Zunächst läuft Burts und Smokeys Auftritt im Supermarkt hervorragend, doch als Hope währenddessen zu weinen beginnt, rastet Smokey plötzlich aus und das Blatt wendet sich: Burt wird schließlich doch noch bekannt, allerdings nicht als Gitarrist an der Seite seines großen Idols","versions":[{"lang":1,"streams":[{"redirect":8301727,"hoster":"VOE"},{"redirect":8301729,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269046,"hoster":"VOE"},{"redirect":12269045,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die scheinheilige Familie","epNo":11,"alt":"Toy Story","descr":"Die Weihnachtszeit ist die schönste Zeit des Jahres – das findet auch Burt, denn er kann in kürzester Zeit das große Geld verdienen: In den letzten Wochen vor Weihnachten kauft er immer die Restposten des beliebtesten Spielzeugs der ganzen Stadt auf, um sie kurz vor den Feiertagen teurer weiterzuverkaufen. Dieses Jahr wird er dabei zum ersten Mal von seinem Sohn Jimmy unterstützt, allerdings nur unter einer Bedingung: Burt muss eine der besonderen \"Mein Baby niest\"-Puppen für die kleine Hope zurückhalten. Während die beiden Männer nichts anderes mehr im Kopf haben als das Spielzeug, kreisen Virginias Gedanken nur noch um das Krippenspiel der Kirche. Sie setzt alles daran, dass die Kirche die Chances aussucht und sieht die kleine Hope schon in der Rolle des Jesus. Als schließlich eine asiatische Familie mit einem dicken, kleinen Kind ausgewählt wird, da die Kirche befürchtet, der Ruf von Hopes Mutter könnte ihr schaden, will Virginia das nicht auf sich sitzen lassen und plant ihr eigenes Krippenspiel. Burt und Jimmy haben derweil ganz andere Sorgen: Burt hat aus Versehen die Puppe, die für Hope bestimmt war, verkauft und nun müssen die beiden den Supermarktleiter und Puppensammler Barney davon überzeugen, ihnen sein Exemplar zu verkaufen. Wird Hope noch ein Geschenk bekommen oder erlebt sie ein ebenso trauriges Weihnachtsfest, wie Jimmy es als Kind erlebt hat?","versions":[{"lang":1,"streams":[{"redirect":12334533,"hoster":"VOE"},{"redirect":8301733,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269091,"hoster":"VOE"},{"redirect":12269090,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Romeo und Romeo","epNo":12,"alt":"Romeo And Romeo","descr":"Da Jimmy seit Hopes Geburt kaum noch kontakt zu Freunden hat, ist er überglücklich, als er im Supermarkt durch Sabrinas Hilfe den ebenfalls alleinerziehenden Vater Justin kennenlernt. Jimmy will seine Chance nicht vertun und gibt sich größte Mühe, damit Justin einen guten Eindruck von ihm bekommt. Schließlich sagt dieser sogar einer Verabredung der beiden Kleinkinder zum Spielen zu und dem Beginn einer Männerfreundschaft scheint nichts mehr im Wege zu stehen. Während des Treffens bei Jimmy zu Hause taucht jedoch auf einmal Virginia auf, da sie dort als Putzfrau angestellt ist. Deshalb verbietet Virginia Jimmy den Kontakt zu Justin und bittet ihn, sich einfach einen neuen Freund zu suchen, doch Jimmy widersetzt sich den Anweisungen seiner Mutter und plant sogar, Justins Familie zum Abendessen einzuladen. Zunächst sind Burt und Virginia darüber alles andere als begeistert, doch während des Essens wendet sich auf einmal das Blatt: Während die beiden Elternpaare sich plötzlich blendend verstehen und herausfinden, dass sie mehr gemeinsam haben, als ursprünglich gedacht, kommt es zwischen Jimmy und Justin völlig unerwartet zu einer Auseinandersetzung, nachdem Sabrina bei den Chances aufgetaucht ist","versions":[{"lang":1,"streams":[{"redirect":13118049,"hoster":"VOE"},{"redirect":8301735,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269065,"hoster":"VOE"},{"redirect":12269067,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Höllisch viele Keime","epNo":13,"alt":"A Germ Of A Story","descr":"Jimmy hat sich eine Videokamera zugelegt, um Hopes Kindheit festzuhalten. Allerdings gestaltet sich dies schwieriger als gedacht, da Maw Maw und Virginia völlig aus dem Häuschen sind und ebenfalls auf der Bildfläche erscheinen möchten und Burt mal wieder keine Gelegenheit auslässt, um seinen Liebsten Streiche zu spielen. Jimmy bleibt nichts anderes übrig, als die Kamera einfach im Wohnzimmer zu verstecken und auf außergewöhnliche Aufnahmen zu hoffen. Als er sich das Videoband gemeinsam im Supermarkt mit seiner Kollegin Sabrina ansieht, macht diese eine grausame Entdeckung: Das Haus der Chances ist voller Bakterien und die kleine Hope ist die Leidtragende. Nachdem Burt und Virgina davon zunächst nichts wissen wollen, zeigen sie sich schließlich einsichtig, nachdem Jimmy ihnen mit Hilfe von Schwarzlicht vor Augen geführt hat, wie es in ihrem Haus wirklich aussieht. Völlig angeekelt von den ganzen Bakterien entbrennt bei den Chances eine Putzorgie. Niemand kann fassen, wie es so weit kommen konnte, bis Maw Maw zufällig durchs Schwarzlicht läuft. Virginia, Burt und Jimmy wissen, dass es so nicht weitergehen kann, doch für einen Platz im Altersheim reicht das Geld einfach nicht aus. Da Maw Maw sehr naturverbunden ist, kommt ihnen jedoch auf einmal die Idee, dass sie von nun an im Gartenhaus leben könnte und richten ihr ein neues Zuhause ein. Beim Aufräumen findet Jimmy auf einmal uralte Videoaufnahmen aus Virginias Kindheit und beim Ansehen wird ihm bewusst, dass sie einen folgenschweren Fehler begangen haben und ihre Einstellung noch einmal überdenken sollten","versions":[{"lang":1,"streams":[{"redirect":12921452,"hoster":"VOE"},{"redirect":8301737,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269077,"hoster":"VOE"},{"redirect":12269078,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Meine Cousine kann mich mal","epNo":14,"alt":"What Up, Cuz?","descr":"Als Virginias Cousine Delilah auf einmal unerwartet vor der Haustür steht, bricht Virginia in Panik aus: Damit Delilah von ihrem chaotischen Leben nichts mitbekommt, hat sie ihr vor Jahren einmal erzählt, das Maw Maw verstorben sei. Burt, Virginia und Jimmy versammeln sich sofort zu einem Krisengespräch und beschließen, dass Jimmy Maw Maw mit in den Supermarkt nehmen soll und seine Eltern währenddessen versuchen, den unerwünschten Gast wieder loszuwerden. Delilah ist gekommen, um nach Maw Maws Tod die Hälfte des Hauses zu verlangen, weshalb Virginia ausrastet, da sie diejenige war, die sich immer um ihre Großmutter gekümmert hat. Schließlich stellt sich heraus, dass Delilah nicht nur wegen des Erbes gekommen ist, sondern noch ganz andere Absichten hegt: Virginia hat ihr damals Burt weggeschnappt, weshalb die beiden Frauen nie ein gutes Verhältnis zueinander hatten. Auch heute hat Delilah noch Gefühle für Burt und schlägt einen Deal vor: Wenn Burt einen Abend mit ihr verbringt, verzichtet sie freiwillig auf ihre Anteile am Haus. Wird Burt sich auf ihren Vorschlag einlassen oder sitzen die Chances bald auf der Straße? Währenddessen kümmert sich Jimmy um seine Urgroßmutter und ist damit sichtlich überfordert. Nachdem Maw Maw den ganzen Supermarkt auf den Kopf gestellt hat, sucht Jimmy bei Shelley Hilfe. Doch als die beiden Maw Maw einen Moment lang aus den Augen lassen, flüchtet sie mit einem Moped nach Hause, wo sie eine fürchterliche Entdeckung macht","versions":[{"lang":1,"streams":[{"redirect":8301741,"hoster":"VOE"},{"redirect":8301742,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269074,"hoster":"VOE"},{"redirect":12269072,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schnipp, schnapp","epNo":15,"alt":"Snip Snip","descr":"Virginia und Burt reagieren sichtlich geschockt, als ihnen bewusst wird, dass Virginias Periode seit zwei Wochen überfällig ist. Bei einer Untersuchung im Krankenhaus trifft Virginia auf Sabrina, die sich in der gleichen Situation wie sie befindet. Die beiden Frauen beschließen kurzerhand, niemanden in ihre Geheimnisse einzuweihen. Kurze Zeit später ruft Virginia Burt an und platzt mit ihren Neuigkeiten heraus, allerdings ist nicht Burt, sondern Jimmy am anderen Ende der Leitung. Da Virginia weiß, dass sie nichts für sich behalten kann und ihre Männer sofort merken, wenn sie etwas verheimlicht, befürchtet sie, dass früher oder später auch Sabrinas Geheimnis aus ihr heraussprudeln wird. Deshalb heckt sie mit Sabrina einen Notfallplan aus und allmählich entwickelt sich eine enge Freundschaft zwischen den beiden Frauen. Bei einer Familienkonferenz sind sich die Chances darüber einig, dass im Haus kein Platz für ein weiteres Kind ist. Allerdings weigern sich sowohl Virginia als auch Burt, sich sterilisieren zu lassen. Es bleibt ihnen nichts anderes übrig, als das Los entscheiden zu lassen: Die Wahl trifft auf Burt, doch dieser hat fruchtbare Angst vor der OP und so liegt es an Jimmy, dem folgenreichen Sexleben seiner Eltern ein Ende zu setzen","versions":[{"lang":1,"streams":[{"redirect":12334530,"hoster":"VOE"},{"redirect":8301749,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269030,"hoster":"VOE"},{"redirect":12269029,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Vier Männer und ein Trauschein","epNo":16,"alt":"The Cultish Personality","descr":"Die Chances spielen gerade mit der kleinen Hope Verstecken, als völlig unerwartet ein weiteres Familienmitglied vor der Tür steht: Burts Bruder Bruce. Er ist gekommen, um ihnen den Hamster seines Sohnes Mike vorbeizubringen. Mike hatte seinen Besuch für das kommende Wochenende zwar per Brief angekündigt, doch das Schreiben ist dummerweise im Chaos untergegangen und es bleibt nur noch wenig Zeit, um das Haus auf Vordermann zu bringen. Als Mike dann erscheint, hat er nicht nur seine Frau Tanya, sondern auch seine drei Ehemänner, die er in einer Sekte kennengelernt hat, im Schlepptau. Nachdem Virginia und Burt den ersten Schock überwunden haben, kommt es zu einer weiteren Katastrophe: Tanya und die drei Ehemänner teilen Mike mit, dass sie sich von ihm trennen möchten, da er nicht genügend in die Beziehung investiere. Dieser ist am Boden zerstört und nun erst einmal bei den Chances. Während Virginia, Jimmy und Sabrina versuchen, Tanya und die Ehemänner davon zu überzeugen, Mike eine zweite Chance zu geben, sieht Burt sich dazu berufen, das Vater-Sohn-Verhältnis zwischen Bruce und Mike wiederherzustellen, auch, wenn er sich dafür in eine missliche Lage bringen muss und selbst in ernsthafte Schwierigkeiten gerät","versions":[{"lang":1,"streams":[{"redirect":13118052,"hoster":"VOE"},{"redirect":8301752,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269081,"hoster":"VOE"},{"redirect":12269082,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Maw Maw und die Mungos","epNo":17,"alt":"Mongooses","descr":"Es steht wieder einmal ein Jahreswechsel bevor – allerdings kein gewöhnlicher, denn Experten haben für das kommende Jahr den Weltuntergang vorausgesagt. Als Jimmy davon erfährt, ist er beunruhigt und fragt sich, was aus der kleinen Hope werden wird, falls ihm etwas zustoße. Deshalb zerrt er seine Eltern zu einem Anwalt, doch dort erwartet seinen Vater eine böse Überraschung: Da Jimmy der Meinung ist, dass Burt im Ernstfall nicht für Hope sorgen könnte, setzt er auf die Liste der möglichen Erziehungsberechtigten nicht ihn, sondern Sabrina. Während Burt enttäuscht ist, fühlt sich Sabrina geschmeichelt, hat aber gleichzeitig Angst vor der großen Verantwortung. Burt hingegen ist so gekränkt, dass er seiner Familie vor Augen führt, was er jeden Tag für sie tut – mit Erfolg: Jimmy überdenkt seine Entscheidung noch einmal und die Chances beschließen, sich ihre Aufgabenfelder gegenseitig zu erklären. Schnell hängt der Haussegen jedoch wieder schief und nach einem Streit sitzen Virginia, Burt, Jimmy und Sabrina auf dem Dachboden fest, da Maw Maw der Meinung ist, dass Raubtiere das Haus befallen. Sofort holt sie ihre Schrotflinte, um dem Lärm auf dem Speicher ein Ende zu setzen. Erst da wird den Vieren bewusst, dass sie sich gar keine Gedanken darüber gemacht haben, was passiert, wenn sie alle umkämen","versions":[{"lang":1,"streams":[{"redirect":8301759,"hoster":"VOE"},{"redirect":8301760,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269050,"hoster":"VOE"},{"redirect":12269049,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Don Juan für Jung und Alt","epNo":18,"alt":"Cheaters","descr":"Virginia und Burt fällt auf, dass Maw Maw sich in letzter Zeit immer mehr zurückzieht und einsam wirkt. Sie beschließen deshalb, sie in Shelleys Daycare-Center zu schicken, damit sie dort Kontakte mit anderen älteren Menschen knüpfen kann – mit Erfolg: Maw Maw verliebt sich in Mel, einen Kriegsveteranen. Sie ist jedoch so verwirrt, dass sie glaubt, mit Mel eine Affäre zu haben, während ihr eigentlicher Ehemann zu Hause auf sie wartet. Maw Maw ist allerdings nicht die einzige, die ein Problem hat: Mel erkennt Maw Maw manchmal nicht und trifft sich schließlich sogar mit einer anderen Frau. Auch Sabrina hat Liebeskummer: Ihr Freund Wyatt geht ihr aus dem Weg und hat sie schon mehrmals versetzt. Ist es möglich, dass er sie betrügt? Als er das für das Wochenende angekündigte Treffen wegen einer Kostümparty erneut absagt, bringt er dadurch das Fass zum Überlaufen: Sabrina möchte sich endlich Klarheit verschaffen und was wäre da geeigneter, als als Überraschungsgast auf der Fete aufzutauchen? Zunächst scheint es, als habe sie sich grundlos Sorgen gemacht, doch schließlich bestätig sich ihr Verdacht: Sie erwischt Wyatt inflagranti mit einem anderen Mädchen. Sabrina ist am Boden zerstört und würde ihn am liebsten nie wiedersehen, doch Wyatt lässt nicht locker. Sie weiß nicht mehr weiter und bittet Jimmy um Hilfe. Wird er ihr dazu raten, Wyatt zu verzeihen oder nutzt er die Chance für sich, um endlich ihr Herz zu gewinnen?","versions":[{"lang":1,"streams":[{"redirect":8301769,"hoster":"VOE"},{"redirect":8301771,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269086,"hoster":"VOE"},{"redirect":12269085,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Schlaftraining","epNo":19,"alt":"Sleep Training","descr":"Virginia und Burt klagen ihren Freunden Sylvia und Donovan ihr Leid, weil sie wegen Hope eine schlaflose Nacht nach der anderen haben. Die beiden empfehlen ihnen ein Buch über Schlaftraining. Burt ist sofort Feuer und Flamme und studiert das Buch: Das Schlaftraining besteht darin, auf das Schreien des Kindes nicht einzugehen und so lange abzuwarten, bis es von alleine wieder aufhört. Zunächst bezweifeln Virginia und Burt zwar, dass diese Methode funktioniert, doch als sie sich vor Augen führen, dass sie für Jimmy immer alles haben stehen und liegen lassen und dieser heute noch zu ihnen ins Bett krabbelt, wenn er Angst hat, stellen sie sich der Herausforderung. Währenddessen ist Jimmy mit seiner neuen Freundin Zoe unterwegs, die ihn mit auf eine Privat Party nimmt. Dort trinkt er einen Inka-Tee, ohne jedoch zu wissen, dass es sich dabei um eine Droge handelt. Kurze Zeit später leidet er an starken Halluzinationen und es kommt, wie es kommen muss: Er ruft seine Eltern an und bittet sie um Hilfe, doch diese haben beschlossen, dass auch für Jimmy die Zeit gekommen ist, sich endlich seinen Ängsten zu stellen","versions":[{"lang":1,"streams":[{"redirect":8301765,"hoster":"VOE"},{"redirect":8301767,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269034,"hoster":"VOE"},{"redirect":12269033,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Flirten … bis der Stalker kommt","epNo":20,"alt":"Everybody Flirts … Sometimes","descr":"Jimmy ist geschockt, als er seinen Vater dabei erwischt, wie er bei der Arbeit mit nacktem Oberkörper mit einer Kundin flirtet. Da sich Jimmy ernsthafte Sorgen um die Ehe seiner Eltern macht, stellt er Burt zur Rede, bemerkt dabei aber nicht, dass Virginia das Gespräch mithört. Burt versichert den beiden, dass Jimmys Zweifel völlig grundlos seien, da er lediglich ab und an seinen Kundinnen schöne Augen machen würde, um in seinem Job erfolgreicher zu sein. Virginia kann diese Ansicht zunächst nicht verstehen, bis sie selbst in eine ähnliche Situation gerät: Beim Mittagessen mit ihrer Freundin Sylvia macht Virginia dem Kellner Gary Komplimente und fühlt sich dadurch gleich attraktiver. Was sie zu diesem Zeitpunkt jedoch nicht ahnt: Gary missinterpretiert die Situation und erhofft sich eine Affäre mit Virginia. Diese versucht, ihm aus dem Weg zu gehen, doch Gary hat sich so sehr in die Angelegenheit verrannt, dass er sich zu einem Stalker entwickelt. Auch Jimmy nimmt sich den Rat seines Vaters zu Herzen. Er kann nicht nachvollziehen, warum ausgerechnet er immer die Drecksarbeit verrichten muss und Sabrina verschont bleibt. Als er beginnt, seinem Chef Barney zu schmeicheln, bekommt auch er eine Sonderbehandlung. Zwischen Sabrina und Jimmy entbrennt daraufhin ein Wettkampf, denn jeder möchte Barneys Lieblingsangestellter sein","versions":[{"lang":1,"streams":[{"redirect":8301772,"hoster":"VOE"},{"redirect":8301774,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380966,"hoster":"VOE"},{"redirect":12269071,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Heimlich, still und leise","epNo":21,"alt":"Baby Monitor","descr":"Im Supermarkt ist wieder einmal einiges los: Nachdem Barney in den letzten Jahren immer wieder den Wettbewerb für den besten Supermarkt des Landes verloren hat, bittet er nun seine Angestellten um Hilfe. Jeder von ihnen soll ein Werbevideo über seine Arbeit drehen und anschließend entscheidet das Team gemeinsam, mit welchem Film es am Wettbewerb teilnehmen möchte. Als Barney von Streitigkeiten unter den Kollegen erfährt, befürchtet er, der Wettkampf könne sich negativ auf das Betriebsklima auswirken. Hat für ihn sein Team erste Priorität oder würde er alles dafür tun, um endlich einmal die Konkurrenz zu schlagen? Währenddessen bekommen Virginia und Burt über Hopes Babyfon zufällig einen Streit ihrer Nachbarn Donna und Andrew mit. Da Burt nicht mitansehen kann, wie Donna ihren Ehemann unterdrückt und wegen jeder Kleinigkeit ausrastet, möchte er seinem Nachbarn helfen und lädt ihn und Donna zum Abendessen ein. Virginia ist deshalb stinksauer und bittet Burt, sich aus dem Leben anderer Leute herauszuhalten. Als dieser jedoch stur bleibt, willigt Virginia schließlich ein, bei Burts Plan mitzuspielen: Sie soll Donna davon überzeugen, dass jeder einmal Fehler macht und Andrew kein schlechter Ehemann ist. Zunächst scheint ihr Vorhaben aufzugehen, doch als Donna über Hopes Babyfon ein Gespräch zwischen den beiden Männern belauscht, eskaliert die Situation","versions":[{"lang":1,"streams":[{"redirect":8301777,"hoster":"VOE"},{"redirect":8301779,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380967,"hoster":"VOE"},{"redirect":12269043,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Vier vor fünf Jahren","epNo":22,"alt":"Don’t Vote For This Episode","descr":"Als Maw Maws 85. Geburtstag bevorsteht, denken die Chances an die gemeinsame Zeit mit ihr zurück. Besonders in Erinnerung geblieben ist ihnen dabei ein Ereignis fünf Jahre zuvor: Maw Maw ist der Kragen geplatzt, da Virginia, Burt und Jimmy keinerlei Miete an sie gezahlt und noch nicht einmal im Haushalt mit angepackt haben. Kurzerhand hat sie die drei damals vor die Tür gesetzt. Virginia und Burt waren am Boden zerstört und wussten nicht, wie es weitergehen sollte. Schließlich blieb ihnen nichts anderes übrig, als das Angebot von Virginias Chefin Rosa anzunehmen und bei ihr im Keller, welcher zugleich auch als Wäscherei diente, unterzukommen. Nach einem Streit mit seinen Eltern beschloss Jimmy, sich von nun an allein durchs Leben zu schlagen und übernachtete heimlich im Supermarkt. Virginia und Burt hatten mehrmals vergeblich versucht, Maw Maw umzustimmen und mussten sich schließlich eingestehen, dass es Zeit wurde, endlich erwachsen zu werden. Sie sparten an jeder Ecke, um Maw Maw die Miete der letzten Jahre zurückzuzahlen und sich anschließend eine eigene Wohnung leisten zu können. Als sie jedoch bemerkten, dass Maw Maw an Demenz litt, wendete sich auf einmal das Blatt","versions":[{"lang":1,"streams":[{"redirect":8301782,"hoster":"VOE"},{"redirect":8303234,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269094,"hoster":"VOE"},{"redirect":12269095,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Bier, Weib und Gesang","epNo":1,"alt":"Prodigy","descr":"Als Jimmy sich gemeinsam mit seiner kleinen Tochter Hope ein Videoband aus seiner Kindheit ansieht, fällt er auf einmal aus allen Wolken: Mit 13 Jahren war er ein musikalisches Genie und konnte nicht nur großartig Klavier spielen, sondern war auch ein begeisterter Sänger. Jimmy fragt sich nun, warum er sich an all das nicht erinnern kann und stellt seine Eltern zur Rede. Virginia erklärt ihm, dass ihn damals andere Jugendliche sehr beneidet haben. Er hat sein Talent von einen auf den anderen Tag verloren, nachdem er beim Minigolfspielen mit einem Schläger am Kopf getroffen wurde und daraufhin an einer Amnesie litt. Obwohl Burt und Virginia alles versucht haben, die Erinnerung ihres Sohnes wiederherzustellen, war von diesem Tag an nichts mehr so wie zuvor. Jimmy kann dies nicht akzeptieren und lässt nichts aus, um sein Talent zurückzuerlangen und seine Angebetete Sabrina zu beeindrucken – doch vergeblich. Er ist schließlich so deprimiert, dass er sich im Garten betrinkt. Als er plötzlich wieder zu singen beginnt, scheint es, als hätte er seine Begabung niemals verloren.","versions":[{"lang":1,"streams":[{"redirect":8301930,"hoster":"VOE"},{"redirect":8301925,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380969,"hoster":"VOE"},{"redirect":12269136,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Arme reiche Sabrina","epNo":2,"alt":"Sabrina Has Money","descr":"Bei seiner Arbeit als Poolreiniger findet Burt eines Tages zufällig im Wohnzimmer ein Foto seines Arbeitgebers, das diesen mit Sabrina zeigt. Burt wird daraufhin bewusst, dass Sabrina aus einem reichen Elternhaus stammt und kann es kaum erwarten, Jimmy und Virginia diese Neuigkeiten zu verkünden. Als die Chances Sabrina mit ihrer Familie konfrontieren, gesteht diese, dass sie sich von ihrer Familie distanziert hat, da sie ihr eigenes Geld verdienen und unabhängig sein wollte. Die Chances brechen in Gelächter aus, denn niemand von ihnen kann nachvollziehen, warum Sabrina freiwillig auf ein Leben in Reichtum verzichtet. Sabrina lädt sie daraufhin zu ihrem Vater in dessen Villa ein. Virginia und Burt sind von all dem Luxus vollkommen geblendet und Jimmy kann nicht fassen, dass Sabrinas Vater Hope und ihn zur Geburtstagsparty von Sabrinas Schwester Susan eingeladen hat. Während Virginia der Luxus immer mehr zu Kopf steigt, erkennt Burt allmählich, dass Geld nicht das Einzige ist, das im Leben zählt und versteht Sabrinas Ansichten mehr und mehr. Jimmy gibt sich derweil größte Mühe, auf der Feier mit der High Society mithalten zu können, doch Sabrina benimmt sich wie ein kleines Kind und blamiert sich vor all den reichen Gästen. Jimmy kann ihr Benehmen nicht verstehen, bis ihm bei einem Gespräch unter vier Augen plötzlich bewusst wird, warum Sabrina sich so verhält.","versions":[{"lang":1,"streams":[{"redirect":8301815,"hoster":"VOE"},{"redirect":8301814,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269126,"hoster":"VOE"},{"redirect":12269125,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Furchtbar war es früher auch","epNo":3,"alt":"Kidnapped","descr":"Sabrina und Jimmy spielen im Wohnzimmer mit der kleinen Hope, als auf einmal ein Mann namens Jack vor der Tür steht und nach Burt fragt. Virginia traut ihren Augen beim Anblick des Mannes nicht und schlägt ihn kurzerhand mit dem Fernseher nieder. Nachdem Sabrina und Jimmy den ersten Schock überwunden haben, erklärt Virginia den beiden, dass Jack Burt vor 20 Jahren entführt hat. Sabrina ist schon drauf und dran, die Polizei zu rufen, doch Burt weiß dies in letzter Sekunde zu verhindern und muss seinen Liebsten gestehen, was damals wirklich passiert ist: Burt wurde vor 20 Jahren überhaupt nicht von Jack gekidnappt, sondern steckte in einer so tiefen Ehekrise, dass er Hals über Kopf mit Jack durchgebrannt ist. Um Virginia nicht zu verletzten, hat Burt Jugendliche dafür bezahlt, dass sie seiner Ehefrau erzählen, er sei entführt worden. Während Jimmy das Verhalten seines Vaters überhaupt nicht verstehen kann, reagiert Virginia anders als erwartet: Sie macht Burt keinerlei Vorwürfe, sondern ist vielmehr erleichtert, denn auch sie hütet bis zum heutigen Tag ein Familiengeheimnis. Was zu diesem Zeitpunkt niemand ahnt: In Wahrheit war es damals MawMaw, die den Stein für all das überhaupt ins Rollen gebracht hat.","versions":[{"lang":1,"streams":[{"redirect":8301823,"hoster":"VOE"},{"redirect":8301819,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269146,"hoster":"VOE"},{"redirect":12269145,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ehe – ich mich schlagen lasse","epNo":4,"alt":"Henderson, Nevada-Adjacent Baby! Henderson, Nevada-Adjacent!","descr":"Als die Chances von Virginias hochnäsiger Cousine Delilah eine Einladung zu deren Hochzeit in Las Vegas erhalten, ist Virginia hin- und hergerissen: Einerseits hat Delilah sie ihr Leben lang schikaniert, andererseits möchte sie aber auch sehen, ob Delilah die Märchenhochzeit, die sie sich als kleines Mädchen immer gewünscht hat, bekommt. Außerdem ist Virginia besorgt, dass Burt in Las Vegas wieder spielsüchtig werden könnte – doch schließlich entscheidet sie sich dafür. Mit an Bord ist Sabrina, die sich an ihrem Freund Wyatt rächen möchte: Dieser war neulich heimlich in Las Vegas und hat sich dort ohne sie amüsiert. In Las Vegas angekommen, macht Delilah dort weiter, wo sie früher aufgehört hat und stellt Virginia vor all ihren Freundinnen bloß. Während Virginia auf Delilahs Junggesellinnenabschied nach einer Möglichkeit sucht, es ihrer Cousine heimzuzahlen, wird Burt bewusst, dass sich nicht nur Delilah, sondern auch Virginia immer eine Hochzeit in Las Vegas gewünscht hat und beschließt, sie ein zweites Mal zu heiraten. Doch wie soll er eine solche Hochzeit finanzieren, ohne sein Geld im Casino zu verdoppeln?","versions":[{"lang":1,"streams":[{"redirect":8301824,"hoster":"VOE"},{"redirect":12514244,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269132,"hoster":"VOE"},{"redirect":12269133,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hopes Killerinstinkt","epNo":5,"alt":"Killer Hope","descr":"Jimmy kann nicht glauben, dass seine kleine Hope in Shelleys Tagesstätte einen Jungen geschlagen haben soll. Während Jimmy diesen Vorfall zunächst auf die leichte Schulter nimmt, sind Burt und Virginia in größter Sorge, da Hope die Gene einer Serienmörderin in sich trägt und ihrer Mutter nacheifern könnte. Als Jimmy jedoch von Hopes Großvater mütterlicherseits erfährt, dass Hopes Mutter Lucy früher auch andere Kinder geschlagen hat, läuten auch bei ihm die Alarmglocken. Jimmy und seine Eltern beschließen daraufhin, sich nicht mehr vor Hope zu streiten und ihr zuliebe friedlich miteinander umzugehen – doch der nächste Familienstreit stellt die Chances auf eine harte Probe.","versions":[{"lang":1,"streams":[{"redirect":8301827,"hoster":"VOE"},{"redirect":8301832,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269142,"hoster":"VOE"},{"redirect":12269140,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Auf Ab(wasser)wegen","epNo":6,"alt":"Jimmy And The Kid","descr":"Barney ist ganz nervös, als auf einmal seine attraktive Exfrau Gloria mit ihrem Sohn Trevor im Supermarkt steht und wieder Interesse für ihn zeigt. Damit Barney Zeit mit Gloria verbringen kann, bittet er Sabrina und Jimmy, Trevor im Supermarkt zu beschäftigen. Die drei verstehen sich prächtig, bis Trevor herausfindet, dass Jimmy heimlich in Sabrina verliebt ist. Der Junge droht Jimmy daraufhin, Sabrina von dessen Gefühlen zu erzählen, wenn Jimmy nicht nach seiner Pfeife tanzt. Als Jimmy Trevors Wünsche jedoch nicht mehr erfüllen kann, steht er vor einer schwierigen Entscheidung: Riskiert er, dass Trevor ihn bei Sabrina verrät oder soll er ihm zuvorkommen, indem er Sabrina einen romantischen Liebesbrief schreibt? Maw Maw muss derweil feststellen, dass sie ihren Goldzahn verschluckt hat. Während Burt ganz heiß auf den wertvollen Zahn ist, lehnt Virginia zunächst vehement ab, Maw Maws Exkremente zu durchwühlen, um ein paar hundert Dollar für den Zahn zu bekommen. Doch als sie sich vorstellt, was sie sich mit dem Geld alles leisten können, ändert sie schlagartig ihre Meinung. Zwischen Burt und Virginia entfacht ein Streit, wer den Auftrag ausführen soll, sodass sie beschließen, eine Münze zu werfen. Die beiden bereiten sich daraufhin psychisch auf Maw Maws nächsten Toilettengang vor – doch schließlich kommt alles anders, als ursprünglich geplant","versions":[{"lang":1,"streams":[{"redirect":8301834,"hoster":"VOE"},{"redirect":8301835,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269130,"hoster":"VOE"},{"redirect":12269129,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Burts Eltern!","epNo":7,"alt":"Burt’s Parents","descr":"Eigentlich hatte Burt sich auf ein gemütliches Thanksgiving im Kreise seiner Liebsten gefreut – bis sein Vater mit einem einzigen Telefonanruf all seine Pläne zunichtemacht: Da Burts Bruder Bruce dieses Jahr die Feiertage in Alaska verbringt, haben seine Eltern kurzerhand beschlossen, den Chances einen Besuch abzustatten. Burt ist darüber allerdings alles andere als erfreut, denn er ahnt, dass seine Eltern keine Gelegenheit auslassen werden, um ihm wieder einmal vorzuhalten, dass er nichts aus seinem Leben gemacht hat. Virginia möchte ihrem Ehemann eine weitere Enttäuschung ersparen und hat sich deshalb etwas ganz Besonderes einfallen lassen: Einer ihrer reichen Kunden ist über das verlängerte Wochenende weggefahren, sodass sie das Thanksgivingessen in dessen Villa abhalten können. Zunächst läuft auch alles wie geplant und Burt genießt das Ansehen seiner Eltern in vollen Zügen, bis diese ihm ein schreckliches Geständnis machen. Und als wäre dies nicht schlimm genug, stehen auf einmal auch noch völlig unverhofft die Besitzer des Hauses vor der Tür.","versions":[{"lang":1,"streams":[{"redirect":8301838,"hoster":"VOE"},{"redirect":8301839,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269119,"hoster":"VOE"},{"redirect":12269120,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Joghurt für Männer","epNo":8,"alt":"Bro-gurt","descr":"Als die Chances zufällig im Radio von einem Wettbewerb hören, bei dem man mit einer originellen Erfindung 1 Millionen Dollar gewinnen kann, zögern sie keine Sekunde, daran teilzunehmen. Sie grübeln von nun an jede freie Minute über eine einzigartige Idee nach, um ihren Traum von einem besseren Leben endlich verwirklichen zu können. Während Jimmy gemeinsam mit Sabrina eine Babymatte, mit der krabbelnde Babys den Boden wischen können, erfinden, kreieren Burt und sein Nachbar Andrew einen Joghurt mit Geschmäckern für Männer. Von Tag zu Tag steigt die Nervosität bei den Chances, doch anstatt des Geldes gewinnen sie schließlich etwas ganz anderes.","versions":[{"lang":1,"streams":[{"redirect":13001638,"hoster":"VOE"},{"redirect":8301844,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269150,"hoster":"VOE"},{"redirect":12269149,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Neue Männlichkeit muss her","epNo":9,"alt":"The Men Of New Natesville","descr":"Jimmy hat sich seit Hopes Geburt sehr verändert: Er spielt nicht nur gemeinsam mit seiner Tochter mit Puppen, sondern backt auch mit ihr. Da Burt Jimmys mädchenhaftes Verhalten ein Dorn im Auge ist, versucht er ihn in einem Mann-zu-Mann Gespräch davon zu überzeugen, sich im Leben auch einmal auf Gefahren einzulassen. Burt benutzt Sabrina als ein Argument, denn seiner Meinung nach sehnen sich Frauen nicht nur nach einem gefühlvollen Mann, sondern auch nach einem solchen, der sie beschützen kann. Jimmy bemüht sich daraufhin, die Ratschläge seines Vaters in die Tat umzusetzen. Die erste Gelegenheit dazu bietet sich, als sein Kollege Frank ihn zu einer seiner gefährlichen Partys einlädt. Jimmy und Frank verstehen sich auf Anhieb und stellen fest, dass sie ein gemeinsamer Feind aus ihrer Vergangenheit verbindet: Tommy Bitzelburger, ein Junge aus der Highschool, der sie damals beide gemobbt hat. Als Burt sich am nächsten Morgen auf die Suche nach dem verschwundenen Jimmy macht, macht er eine schreckliche Entdeckung: Nicht nur Jimmy, sondern auch Frank benimmt sich wie ein Mädchen und spielt mit Puppen. Da Burt Tommy dafür verantwortlich macht, fordert er die Jungs dazu auf, sich nach all den Jahren an Tommy zu rächen. Doch als die beiden bei Tommy ankommen, zeigt dieser sein wahres Gesicht.","versions":[{"lang":1,"streams":[{"redirect":8301849,"hoster":"VOE"},{"redirect":8301847,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269106,"hoster":"VOE"},{"redirect":12269105,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ist das Leben mit Hope nicht schön?","epNo":10,"alt":"It’s A Hopeful Life","descr":"Die Chances trauen ihren Augen nicht, als sie im Kinosaal sitzen und auf der Leinwand auf einmal ein Film erscheint, der von ihrem eigenen Leben handelt. Während sich alle anderen Kinobesucher über die Familie lustig machen, schämen sich die Chances in Grund und Boden. Sie suchen unverzüglich ihren Anwalt auf, da der Produzent ihrer Meinung nach überhaupt keine Erlaubnis hat, den Film auszustrahlen. Es stellt sich jedoch heraus, dass Jimmy ihm alle Rechte übertragen hat, als er bei einem Gewinnspiel für einen Wasserball ein Formular unterschrieben hat. Virginia und Burt sind außer sich vor Wut, denn nun ist nicht nur ihr guter Ruf in Gefahr, sondern die ganze Welt wird erfahren, dass Hope die Tochter einer Serienkillerin ist. Jimmy kann schließlich die Vorwürfe seiner Eltern nicht mehr ertragen und macht sich auf, um der Familie einen Tannenbaum zu besorgen. Unterwegs versackt er jedoch in einer Bar. Im Rausch wünscht er sich, Lucy niemals kennengelernt zu haben. Als er wieder aufwacht, ist sein Wunsch tatsächlich in Erfüllung gegangen – doch Jimmy kann nicht glauben, was aus seiner Familie geworden ist: Die kleine Hope ist nicht auf der Welt, die übergewichtige Virginia und der untreue Burt lassen sich scheiden, Maw Maw ist tot und Sabrina arbeitet als Prostituierte. Jimmy ist fassungslos und würde am liebsten die Zeit wieder zurückdrehen – doch damit wieder alles so wird wie früher, muss er erst einmal Lucy schwängern.","versions":[{"lang":1,"streams":[{"redirect":8301854,"hoster":"VOE"},{"redirect":8301852,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269109,"hoster":"VOE"},{"redirect":12269108,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wer ist der Dümmste?","epNo":11,"alt":"Mrs. Smartypants","descr":"Als die Chances die kleine Hope beim Spielen beobachten, erkennen sie, dass sie ihren Altersgenossen bereits weit voraus ist. Da jedoch weder Jimmy noch seine Eltern hochintelligent sind, muss Hope ihre guten Gene von ihrer Mutter Lucy geerbt haben. Einerseits ist Jimmy natürlich mächtig stolz darauf, dass seine Tochter ein kleines Genie ist, andererseits befürchtet er, sie könne schon bald schlauer sein als er. Deshalb entscheidet er sich dazu, nach all den Jahren wieder die Schulbank zu drücken und seinen Abschluss nachzuholen. Virginia und Burt schließen sich ihm bald an, denn niemand möchte der Dümmste im Haus sein. Allerdings haben alle drei bereits nach wenigen Tagen große Probleme, dem Lernstoff zu folgen, sodass sich jeder einen privaten Nachhilfelehrer sucht. Kurz vor der Abschlussprüfung stimmen Jimmy, Virginia und Burt einem Probetest zu, bei dem jedoch alle durchfallen. Jegliche Hoffnung auf das Diplom schwindet, doch als den Chances bewusst wird, dass wenigstens jeder ein Fach beherrscht, kommt ihnen auf einmal eine geniale Idee.","versions":[{"lang":1,"streams":[{"redirect":12921466,"hoster":"VOE"},{"redirect":8301858,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269103,"hoster":"VOE"},{"redirect":12269102,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Spiele beginnen","epNo":12,"alt":"Gambling Again","descr":"Shelley und Sabrina stecken mitten in den Vorbereitungen für das anstehende Theaterstück in Shelleys Tagesstätte, in dem Hope die Hauptrolle spielt. Die Chances sind mächtig stolz auf die Kleine und können kaum erwarten, sie auf der Bühne zu sehen. Als Burt nach langer Zeit wieder ein Wettlokal betrifft, kann er nicht widerstehen, ebenfalls eine Wette abzugeben und gewinnt prompt. Dies führt dazu, dass Burt, der in Jimmys Kindheit spielsüchtig war, rückfällig wird. Virginia ist außer sich vor Sorge und versucht, Burt ins Gewissen zu reden. Doch dieser kann ihre Bedenken überhaupt nicht verstehen und genießt viel lieber seine Glückssträhne. Da Virginia keinen anderen Ausweg mehr sieht, informiert sie sich über eine Selbsthilfegruppe und verschafft sich vor Ort ein Bild davon. Als sie sich mit anderen Süchtigen unterhält und ihr diese davon erzählen, dass man überhaupt nicht verlieren könne, wenn man das System hinter den Wetten verstanden habe, ändert sie – und schließlich auch Jimmy – schlagartig die Meinung. Von Tag zu Tag gewinnen die Chances immer mehr Geld und können ihr Glück kaum fassen, bis auf einmal die aufgeregte Sabrina aus dem Day Care Center anruft und ihnen bewusst wird, dass sie über das Glücksspiel alles andere um sich herum vergessen haben.","versions":[{"lang":1,"streams":[{"redirect":8301861,"hoster":"VOE"},{"redirect":8301863,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269117,"hoster":"VOE"},{"redirect":12269116,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Joker im Tarot","epNo":13,"alt":"Tarot Cards","descr":"Burt ist mit seiner Steuererklärung schlichtweg überfordert und lässt seine schlechte Laune an seinen Liebsten aus. Als er selbst vor der kleinen Hope nicht zurückschreckt und sie anschreit, platzt Virginia der Kragen: Sie kramt den alten Laubsauger heraus und bringt Burts fein säuberlich sortierte Unterlagen gehörig durcheinander. Zwischen den beiden entfacht daraufhin ein Streit, in dem Burt seiner Frau an den Kopf wirft, dass sie nur einen stupiden Putzjob ausübt, während er in seinem Job Verantwortung trägt. Virginia beginnt daraufhin, über ihr Leben nachzudenken und beschließt, selbstständig zu werden. Als Sabrina sie zufällig mit zu einer Wahrsagerin nimmt, wittert Virginia das große Geld und schafft sich Tarotkarten an. Das Geschäft boomt, doch viel wichtiger als das eingenommene Geld ist für Virginia die Tatsache, dass ihre Kunden ihr zuhören und ihren Rat annehmen. Wyatt hat die Möglichkeit, ein Jahr lang ein Praktikum in Afrika zu absolvieren und bittet Sabrina, ihn zu begleiten. Jimmy ist fassungslos, als er mitbekommt, dass Sabrina ernsthaft über den Vorschlag nachdenkt. Er bittet Virginia um Hilfe und hofft, dass deren hellseherischen Fähigkeiten Sabrina umstimmen können.","versions":[{"lang":1,"streams":[{"redirect":13004613,"hoster":"VOE"},{"redirect":8301865,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269113,"hoster":"VOE"},{"redirect":12269112,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Jimmys erfundene Freundin","epNo":14,"alt":"Jimmy’s Fake Girlfriend","descr":"Virginia und Burt sind auf der Suche nach einem gemeinsamen Hobby, um wieder mehr Zeit miteinander zu verbringen. Die beiden probieren die verschiedensten Aktivitäten aus, können aber auf keinen gemeinsamen Nenner kommen. Auf einmal werden sie von ihrem Sohn Jimmy unterbrochen, der todtraurig nach Hause kommt, nachdem er erfahren hat, dass Sabrina und Wyatt zusammenziehen möchten. Während Jimmy Sabrina innerlich schon aufgegeben hat, ruft Virginia Sabrina kurzerhand an, um ihr mitzuteilen, dass Jimmy eine neue Freundin hat. Virginia erhofft sich, dass Jimmy dadurch für Sabrina interessanter wird und sie eifersüchtig reagiert. Zunächst geht der Plan auch auf – bis Sabrina Jimmys neue Freundin bei einem Treffen zu viert kennen lernen möchte. Jimmy ist ratlos, denn wo soll er binnen kürzester Zeit eine Freundin herbekommen? Sein Chef Barney hat auch schon eine grandiose Idee: Er spielt in einer Theatergruppe mit und schlägt Jimmy vor, dass die Schauspielerin Mary-Louise seine neue Freundin spielen könnte. Das gemeinsame Abendessen könnte für Jimmy nicht besser laufen: Während Wyatt Sabrina überhaupt nicht beachtet und nur an sich selbst denkt, ist Jimmy der perfekte Gentleman, der seiner Freundin jeden Wunsch von den Lippen abliest. Sabrina führt dieses Treffen vor Augen, dass Wyatt und sie sich auseinandergelebt haben und beendet daraufhin die Beziehung. Virginia und Burt sehen Jimmys Chance, Sabrina zu erobern, endlich gekommen, doch Jimmy plagt das schlechte Gewissen und er steht vor einer schwierigen Entscheidung: Einerseits möchte er eine Beziehung mit Sabrina auf keiner Lüge aufbauen, andererseits könnte er sie für immer verlieren, wenn er ihr jetzt die Wahrheit sagt.","versions":[{"lang":1,"streams":[{"redirect":12334546,"hoster":"VOE"},{"redirect":8301873,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269181,"hoster":"VOE"},{"redirect":12269182,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Nackter Wahnsinn","epNo":15,"alt":"Sheer Madness","descr":"Nach einem Monat Beziehung kommen sich Sabrina und Jimmy immer näher. Doch dies bringt nicht nur positive Seiten mit sich: Sowohl Sabrina als auch Jimmy haben ein paar seltsame Eigenarten, die sie nun vor dem anderen verstecken müssen. Sabrina ist deshalb innerlich beunruhigt, denn schließlich ist ihre Beziehung mit Wyatt daran zerbrochen, dass sie nie sie selbst sein konnte. Als Virginia mitbekommt, was Sabrina und Jimmy auf der Seele liegt, redet sie den beiden ins Gewissen und erklärt ihnen, dass Burt und sie nur so glücklich miteinander sind, weil sie angeblich keinerlei Geheimnisse voreinander haben. Sabrina beichtet Jimmy daraufhin, dass sie eine Phobie gegen Spinnen hat und sich aus Angst vor den Tieren nachts immer eine Strumpfhose über den Kopf stülpt. Jimmy möchte seiner Freundin helfen, ihre Angst zu überwinden und besorgt sich in einer Tierhandlung ein paar Vogelspinnen. Doch seine Aktion geht nach hinten los, als die Spinnen sich nicht so verhalten, wie er gehofft hatte.","versions":[{"lang":1,"streams":[{"redirect":8301882,"hoster":"VOE"},{"redirect":8301880,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269190,"hoster":"VOE"},{"redirect":12269189,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ich habe die Macht","epNo":16,"alt":"Single White Female Role Model","descr":"Sabrina, Jimmy, Shelley und viele andere Bürger aus Natesville protestieren im Park aufgrund der schlechten Verkehrssituation der Stadt. Als die Polizei auftaucht, um den Protest aufzulösen, bekommen fast alle Demonstranten weiche Knie und geben freiwillig auf – außer Sabrina. Diese fordert sogar heraus, verhaftet zu werden und schreckt nicht einmal davor zurück, einen Polizisten zu verletzten. Doch Sabrina bereut ihre Entscheidung schnell: Rikki Hargrove, eine ehemalige Mitschülerin von Sabrina, arbeitet mittlerweile als Wächterin im Gefängnis. Da Sabrina ihr im College eine Abfuhr erteilt hat, möchte Rikki sich nun an ihr rächen und macht Sabrina das Leben zur Hölle. Virginia bekommt derweil im Park zufällig mit, wie die Bürgermeisterin Suzie Hellmann sich am helllichten Tage betrinkt und rettet sie aus der misslichen Situation, indem sie die Pressekonferenz der Bürgermeisterin gibt. Suzie ist Virginia dafür so dankbar, dass sie ihrer Familie drei Wünsche gewährt. Während Burt sich ein Stoppschild direkt vor seinem Haus wünscht, möchte Virginia der Gemeinde etwas Gutes tun und einen Spielplatz im Park errichten lassen. Als Jimmy den letzten Wunsch dazu nutzen möchte, Sabrina aus dem Gefängnis zu holen, flirtet die Bürgermeisterin mit Jimmy. Als dieser sie abblitzen lässt, verweigert sie ihm den Wunsch. Kommt Sabrina doch noch frei oder spielt Rikki ihr Spielchen mit Sabrina noch weiter?","versions":[{"lang":1,"streams":[{"redirect":12921484,"hoster":"VOE"},{"redirect":8301888,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269173,"hoster":"VOE"},{"redirect":12269174,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Versohle mio","epNo":17,"alt":"Spanks Butt, No Spanks","descr":"Die Chances schlagen sich mit einem Waschbären herum, der seit kurzem unter ihrer Veranda haust. Während Virginia den Tod des Tieres in Kauf nehmen würde, damit der ungebetene Gast endlich aus seinem Versteck kommt, liegt Sabrina das Wohl des Waschbären am Herzen. Deshalb bittet sie Virginia, sich erst einmal zurückzuhalten und das Tier Sabrina zu überlassen. Sabrina versucht vergeblich, den Waschbären unter der Veranda hervorzulocken – bis dieser von einem Streit der Chances im Garten so genervt ist, dass er auf einmal auf Sabrina zu rennt. Zu all dem befindet sich die kleine Hope gerade mitten in ihrer Trotzphase und testet ihre Grenzen aus. Nachdem sie nicht nur die Wände mit Filzstift angemalt, sondern auch Porzellanfiguren aus Virginias Sammlung kaputt gemacht hat, erklärt Jimmy ihr ihr Fehlverhalten. Wenig beeindruckt von dessen Worten tut Hope weiterhin genau das Gegenteil von dem, was man ihr sagt. Auch Jimmy hat als Kleinkind eine solche Trotzphase durchlebt und er hat erst nach einem leichten Klaps auf den Po gehört. Deshalb versucht Virginia Jimmy davon zu überzeugen, diese Erziehungsmethode nun auch bei Hope anzuwenden, doch Jimmy möchte seiner Tochter nicht wehtun. Als Hope schließlich sogar am Herd rumspielt und dadurch fast eine Gasexplosion verursacht, wird auch Jimmy bewusst, dass es so nicht weitergehen kann.","versions":[{"lang":1,"streams":[{"redirect":8301897,"hoster":"VOE"},{"redirect":8301895,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269155,"hoster":"VOE"},{"redirect":12269154,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Vergnügen, Wilfred zu sein","epNo":18,"alt":"Poking Holes In The Story","descr":"Als Sabrina und Jimmy erkennen, wie gefährlich Jimmys alte und teilweise kaputten Spielsachen für Hope sind, sondern sie kurzerhand die halbe Babyausstattung aus. Da jedoch sowohl Sabrina als auch Jimmy pleite sind, haben sie kein Geld für etwas Neues. Um den beiden zu helfen, erklärt Virginia sich bereit, zwei Wochen lang auf Natalie, die pubertierende Tochter eines Kunden, für den sie putzt, aufzupassen, während dieser auf Geschäftsreise ist. Nach anfänglichen Startschwierigkeiten freundet sich Natalie sogar mit Virginia an. Doch als diese das Mädchen mit ihrem Freund Robert im Bett erwischt, kann sie nicht zulassen, dass Natalie ihre Zukunft aufs Spiel setzt, indem sie ungewollt schwanger wird. Natalie kann Virginias Bedenken jedoch überhaupt nicht nachvollziehen, da Robert ihre große Liebe und Natalie davon überzeugt ist, dass sie für immer zusammenbleiben werden. Virginia kommt schließlich die Idee, den beiden Jugendlichen vor Augen zu führen, ihr eigenes Leben als abschreckendes Beispiel zu zeigen und nimmt die beiden mit zu sich nach Hause. Ihr Plan scheint zunächst aufzugehen, doch Virginia ahnt nicht, dass Burt Robert hinter ihrem Rücken dazu ermutigt, nicht aufzugeben und ihm sogar Sextipps gibt. Jimmy hat derweil ganz andere Probleme: Da Virginia und Burt sich nur noch um Natalie kümmern, bleibt der ganze Haushalt, inklusive Maw Maw an ihm hängen. Seine Uroma ist jedoch wieder einmal völlig durch den Wind und sieht in Jimmy ihren verstorbenen Ehemann Wilfred. Zunächst geht Jimmy Maw Maw deshalb aus dem Weg – bis er erkennt, dass es auch Vorteile mit sich bringt, Wilfred zu sein.","versions":[{"lang":1,"streams":[{"redirect":13118053,"hoster":"VOE"},{"redirect":8301900,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269166,"hoster":"VOE"},{"redirect":12269165,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Schweinereien für den Ruhm","epNo":19,"alt":"Hogging All The Glory","descr":"Nachdem Sara Louise zwei Jahre lang als Vorsitzende einer Wohltätigkeitsorganisation, die mit der Kirche kooperiert, tätig war, stehen erneut Wahlen an. Sara Louise ist so sehr von sich überzeugt, dass sie felsenfest mit einer Wiederwahl rechnet, doch da hat sie die Rechnung ohne Burt gemacht, der sich nur als Kandidat aufstellen lässt, um die eingebildete Sara Louise zu provozieren. Diese überträgt ihm die Aufgabe, eine Woche lang auf das Führschwein des blinden Orgelspielers Carl aufzupassen. Während das süße Schwein sofort Burts, Jimmys und Hopes Herz erobert, ist Virginia alles andere als begeistert und braucht ein bisschen Zeit, um sich an das neue Haustier zu gewöhnen. Doch nachdem Virginia zu ersticken drohte und das Schwein ihr in letzter Sekunde das Leben gerettet hat, ändert sie schlagartig ihre Meinung und möchte ihrem Lebensretter aus Dankbarkeit Äpfel kaufen. Doch als die Chances aus dem Supermarkt zurückkehren, bietet sich ihnen ein Bild des Grauens: Maw Maw hat das Schwein in ihrer Abwesenheit geschlachtet und bereitet den Chances gerade ihr Abendessen vor. Burt traut seinen Augen nicht und sieht seine Kandidatur dahinschwinden, bis er auf einmal die grandiose Idee hat: Er muss das ausgebildete Blindenschwein einfach durch ein anderes ersetzen, doch dies gestaltet sich schwieriger, als zunächst angenommen.","versions":[{"lang":1,"streams":[{"redirect":8301902,"hoster":"VOE"},{"redirect":8301907,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380973,"hoster":"VOE"},{"redirect":12269163,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zwei Möpse im Dreivierteltakt","epNo":20,"alt":"Sabrina’s New Jimmy","descr":"Als Jimmy Sabrinas gut aussehenden Lernpartner Philip kennen lernt, ist er rasend vor Eifersucht. Da er befürchtet, Sabrina an einen anderen Mann verlieren zu können, sucht Jimmy Rat bei seinen Eltern und gemeinsam hecken die drei einen Plan aus, um herauszufinden, ob Philip Sabrina attraktiv findet. Während Jimmy Sabrina und Philip bei ihrem nächsten Treffen ablenkt, manipulieren Virginia und Burt Philips Handy, indem sie unter Sabrinas Namen Virginias Telefonnummer speichern. Daraufhin beginnen die Chances, Philip in Sabrinas Namen zweideutige SMS zu schreiben und sie müssen feststellen, dass sich ihre schlimmste Befürchtung bewahrheitet: Philip lässt sich auf Sabrinas Annäherungsversuche ein und flirtet mit ihr. Was die Chances zu diesem Zeitpunkt jedoch nicht ahnen: Nicht Philip, sondern dessen eifersüchtige Verlobte antwortet auf ihre SMS. Als Jimmy dann auch noch darauf aufmerksam wird, dass Sabrina im Haushalt alles doppelt hat, egal ob es sich um Seife, Putzmittel oder Kleidung handelt, glaubt er, dass seine Freundin sich auch einen zweiten Mann warmhalten möchte. Nachdem Burt ein Spielzeug in Form eines Holzbrettes mit zwei großen Brüsten, die zu einer Melodie wackeln, aus Sabrinas Wohnung mitgenommen hat, vergisst er alles andere um sich herum. Als dann auch noch die gesamte männliche Nachbarschaft im Wohnzimmer steht, um seine neue Errungenschaft zu bestaunen, gewinnt er noch mehr Gefallen an seinem neuen Spielzeug, bis er mit ansehen muss, welchen Einfluss es auf die kleine Hope hat.","versions":[{"lang":1,"streams":[{"redirect":8301912,"hoster":"VOE"},{"redirect":8301910,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380985,"hoster":"VOE"},{"redirect":12269157,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das darf nicht wahr sein!","epNo":21,"alt":"Inside Probe","descr":"Während Virginia und Burt die Ausstrahlung der Dokumentation \"Inside Probe\", die von Natesvilles bekannter Serienkillerin Lucy handelt, nicht mehr erwarten können, zweifelt Jimmy daran, dass die Chances darin ausschließlich als Helden dargestellt werden und möchte sich die Serie unter keinen Umständen ansehen. Virginia gelingt es aber in letzter Sekunde, ihren Sohn vom Gegenteil zu überzeugen, doch bereits nach wenigen Minuten schämen sich die Chances in Grund und Boden. Die peinlichen Szenen sind jedoch nur der Anfang, denn die bekannte US-amerikanische Moderatorin Nancy Grace enthüllt sogar, dass Lucy und Jimmy kurz vor ihrer Hinrichtung im Gefängnis geheiratet haben, damit ihre Tochter nicht unehelich zur Welt kommt. Sabrina ist zutiefst enttäuscht, als sie von der Heirat erfährt und wirft Jimmy vor, Geheimnisse vor ihr zu haben. Schließlich sind die Chances so genervt von der Serie, dass sie kurzerhand den Fernseher ausstellen wollen, als die Doku auf einmal ein unerwartetes Ende nimmt.","versions":[{"lang":1,"streams":[{"redirect":8301917,"hoster":"VOE"},{"redirect":8301915,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269170,"hoster":"VOE"},{"redirect":12269171,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Fürchte den Bus des Schicksals!","epNo":22,"alt":"I Want My Baby Back, Baby Back, Baby Back","descr":"Als Jimmy in der Dokumentation erfährt, dass die Serienmörderin Lucy ihre Hinrichtung überlebt hat, fällt er in Ohnmacht. Jimmy glaubt daraufhin, dass ihn nichts mehr schocken kann, bis die Moderatorin Nancy Grace Lucy über den Vorfall befragt und mit ihr über ihre Zukunftspläne spricht: Nachdem Polizisten nach Lucys gescheiterter Hinrichtung grundlos auf sie eingeschlagen haben, wurde die Anklage gegen sie fallen gelassen. Während der ersten beiden Jahre in Freiheit hat Lucy eine Reise unternommen, um zu sich selbst zu finden und hat dabei erkannt, dass ihr Leben ohne \"Princess Beyonce\" alias Hope wertlos ist. Lucy hat sich zwar eine der erfolgreichsten Anwältinnen der Stadt, Sylvia Barnes, genommen, möchte sich aber eigentlich außergerichtlich mit Jimmy einigen und bittet ihn, sie und Hope nach Tibet zu begleiten. Jimmy lehnt ihren Vorschlag entschieden ab, sodass sich die beiden vor Gericht wiedersehen. Die Chances fühlen sich zunächst siegessicher und sind davon überzeugt, dass keine Richterin der Welt einer Serienkillerin das Sorgerecht für ein Kleinkind zusprechen würde. Doch als Sylvia Barnes vor Gericht erwirkt, dass ihre Mandantin nicht als Serienmörderin bezeichnet werden darf und sie einen Zeugen nach dem anderen in den Gerichtssaal aufruft, der gegen die Chances aussagt, hat Jimmy plötzlich große Angst, Hope zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":12334545,"hoster":"VOE"},{"redirect":8301918,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269178,"hoster":"VOE"},{"redirect":12269177,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Antrag, der noch nicht anständig genug war","epNo":1,"alt":"Not Indecent, But Not Quite Decent Enough Proposal","descr":"Als die Chances auf die Beerdigung von Sabrinas Großmutter Nana gehen, treffen sie auf Tamara, Sabrinas Mutter. So erfahren sie von Nanas Testament. Der letzte Wille der alten Dame hat große Auswirkungen auf die Beziehung von Sabrina und Jimmy.","versions":[{"lang":1,"streams":[{"redirect":8302042,"hoster":"VOE"},{"redirect":8302043,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269847,"hoster":"VOE"},{"redirect":12269846,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schmeiß die Maw Maw aus dem Haus! (1)","epNo":2,"alt":"Throw Maw Maw From The House (1)","descr":"Die Chances bekommen Besuch von einer Sozialarbeiterin, die überprüfen soll, wie es Maw Maw geht. Doch die unkonventionellen Methoden der Chances im Umgang mit Maw Maw kommen nicht besonders gut an. Der Verdacht von Altenmissbrauch steht plötzlich im Raum. Inzwischen wird die Beziehung zwischen den frischgebackenen Verlobten auf eine harte Probe gestellt, als Sabrina verlangt, dass Jimmy eines seiner geliebten T-Shirts wegwerfen soll.","versions":[{"lang":1,"streams":[{"redirect":12251142,"hoster":"VOE"},{"redirect":8302052,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269862,"hoster":"VOE"},{"redirect":12269861,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schmeiß die Maw Maw aus dem Haus! (2)","epNo":3,"alt":"Throw Maw Maw From The House (2)","descr":"Die Chances vermissen ihre geliebte Maw Maw. Deshalb hecken sie einen abenteuerlichen Plan aus, um sie aus dem Pflegeheim zu befreien. Doch Virgina wird stutzig als sie sieht, wie liebevoll das Pflegepersonal mit der alten Dame umgeht. Und Jimmy will von den Heimbewohnern wissen, wie man auch im Alter bei klarem Verstand bleibt.","versions":[{"lang":1,"streams":[{"redirect":8301927,"hoster":"VOE"},{"redirect":8301931,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269850,"hoster":"VOE"},{"redirect":12269849,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alte Scheunen brennen besser?","epNo":4,"alt":"If A Ham Falls In The Woods","descr":"Jimmy und Sabrina besuchen ein Hochzeitsvorbereitungsseminar. Nachdem Virgina und Burt davon erfahren haben, nehmen sie auch kurzerhand daran teil und geben sich als frisch verlobtes Pärchen aus. Dann kommen auch noch Sabrinas Mutter Tamara und ihr junger Liebhaber Roberto dazu. Somit ist der Familienausflug komplett. Währenddessen muss Barney auf Maw Maw aufpassen.","versions":[{"lang":1,"streams":[{"redirect":8301937,"hoster":"VOE"},{"redirect":8301936,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269858,"hoster":"VOE"},{"redirect":12269857,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zwei Schwule und ein Baby","epNo":5,"alt":"Don’t Ask, Don’t Tell Me What To Do","descr":"Jimmy tappt bei Sabrinas schwulen Freunden immer wieder ins Fettnäpfchen. Deshalb beschließt er zu Recherchezwecke in eine Schwulenbar zu gehen. Er bittet seinen Vater, ihn zu begleiten. Burt ist anfangs nicht sonderlich begeistert, aber dann verbringt er regelmäßig seine Abende dort. Virginia wird langsam misstrauisch. Und Sabrinas Freunde haben eine große Bitte an sie.","versions":[{"lang":1,"streams":[{"redirect":8301941,"hoster":"VOE"},{"redirect":8301940,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269854,"hoster":"VOE"},{"redirect":12269855,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Adop-Tiefschläge","epNo":6,"alt":"What Up, Bro?","descr":"Jimmy entdeckt ein altes Foto von sich mit einem älteren Jungen und einer ihm unbekannten Familie. Burt und Virginia bleibt nichts anderes übrig als ihm die Wahrheit zu erzählen: Damals hätten sie ihn zur Adoption freigegeben und er hätte kurz bei einer anderen Familie gelebt. Jimmy wird neugierig. Er und Sabrina hecken einen Plan aus, wie er diese Leute finden könnte. Als Virgina und Burt seine reichen und liebevollen Adoptiveltern kennen lernen, zweifeln sie an ihrer Entscheidung, Jimmy damals zurückgeholt zu haben.","versions":[{"lang":1,"streams":[{"redirect":8301949,"hoster":"VOE"},{"redirect":8301944,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269868,"hoster":"VOE"},{"redirect":12269867,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schoko Wars","epNo":7,"alt":"Candy Wars","descr":"Jimmy will, dass seine Tochter Hope am diesjährigen Festwagen des Thanksgiving Umzuges mitfährt. Dazu muss er die meisten Süßigkeiten beim Thanksgiving Festival verkaufen. Jimmy ist hoch motiviert, aber er schafft es nicht. Deshalb springen Virginia und Maw Maw helfend ein. Sie enthüllen Jimmy ein Geheimnis, so dass sein Wunsch doch noch in Erfüllung gehen könnte.","versions":[{"lang":1,"streams":[{"redirect":8301953,"hoster":"VOE"},{"redirect":8301954,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270068,"hoster":"VOE"},{"redirect":12270071,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wut im Darm","epNo":8,"alt":"The Walk For The Runs","descr":"Barney will einen Wohltätigkeitslauf für das neue und bisher unbekannt \"Wut-im-Darm\"-Syndrom veranstalten. Seine Mitarbeiter sind von der Sache nicht gerade begeistert und machen sich darüber lustig. Nur Jimmy meldet sich freiwillig zur Teilnahme. Beim Japaner treffen die Chances auf Sabrinas Ex-Freund und seine Eltern. Sabrina versucht, sich anfangs zu verstecken, nur das hat auch keinen Sinn. So muss sie sich der unangenehmen Konfrontation stellen.","versions":[{"lang":1,"streams":[{"redirect":11832494,"hoster":"VOE"},{"redirect":8301957,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269910,"hoster":"VOE"},{"redirect":12269907,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sabrinas Muttertest","epNo":9,"alt":"Squeak Means Squeak","descr":"Jimmy will ein ernstes Gespräch mit Sabrina führen. Ihm ist in letzter Zeit aufgefallen, dass Sabrina mit Hope nur die lustigen Momente teilt. Wenn sie mal etwas strenger werden müsste, verschwindet Sabrina lieber und überlässt es den restlichen Familienmitgliedern sich darum zu kümmern. Und Burt beobachtet ein Eichhörnchen. Was er da sieht gefällt ihm gar nicht. Daher beschließen Virgina und Burt einzugreifen.","versions":[{"lang":1,"streams":[{"redirect":8301960,"hoster":"VOE"},{"redirect":8301961,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269979,"hoster":"VOE"},{"redirect":12269978,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Last Christmas","epNo":10,"alt":"The Last Christmas","descr":"Virginia hat gehört, dass laut Maya-Kalender die Welt am 21. Dezember 2012 untergehen wird. Zur Vorbereitung auf den Weltuntergang kauft sie jede Menge Vorräte ein und verdonnert die Familie zu Überlebenstrainings. Jimmy, der seiner Tochter Hope ein besonders schönes Weihnachten bescheren will, ist entsetzt, als Virginia die Weihnachtsfeier wegen der angeblichen Apokalypse auf den 20. Dezember vorverlegt.","versions":[{"lang":1,"streams":[{"redirect":8301965,"hoster":"VOE"},{"redirect":8301967,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269890,"hoster":"VOE"},{"redirect":12269888,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kindheit in der Kreide","epNo":11,"alt":"Credit Where Credit Is Due","descr":"Jimmy und Sabrina würden gerne ein Auto kaufen, das Hope mehr Sicherheit bietet. Leider mangelt es wieder einmal am Geld. Jimmy ist überrascht als Burt und Virginia ihm ihr altes Auto schenken. Die beiden kaufen sich stattdessen einen DeLorean, dasgleiche Modell wie im Film \"Zurück in die Zukunft\". Doch Jimmy und Sabrina finden bald heraus, dass die Geste seiner Eltern keine selbstlose Tat war. Als Jimmy einen Kredit für ein neues Auto aufnehmen will, kommt eine peinliche Wahrheit ans Licht.","versions":[{"lang":1,"streams":[{"redirect":8301972,"hoster":"VOE"},{"redirect":8301970,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269937,"hoster":"VOE"},{"redirect":12269940,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Herr der Ringe","epNo":12,"alt":"Lord Of The Ring","descr":"Sabrina hält nicht viel von Konventionen und deshalb ist ihr der Verlobungsring auch nicht so wichtig. Doch Burt überredet Jimmy, ihr einen Ring zu kaufen. Er erzählt ihm, wie sehr er für den Verlobungsring von Virginia schuften musste und dass er deshalb etwas ganz Besonderes sei. Damit Jimmy sich einen teuren Ring leisten kann, meldet er sich für medizinische Experimente. Und Burt ahnt nicht, dass Virginia ihren Ring regelmäßig verpfänden muss.","versions":[{"lang":1,"streams":[{"redirect":12251145,"hoster":"VOE"},{"redirect":8301974,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269869,"hoster":"VOE"},{"redirect":12269870,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Junggesell mit Junggesell","epNo":13,"alt":"What Happens At Howdy’s Doesn’t Stay At Howdy’s","descr":"Eigentlich hätte Jimmy gerne eine ruhige Junggesellenparty. Doch daraus wird nichts, als Frank das Ruder an sich reißt und die Dinge völlig außer Kontrolle geraten. Am nächsten Morgen muss Jimmy zu seinem Entsetzen feststellen, dass er in der letzten Nacht Frank geheiratet hat. Frank hatte dies von Anfang an geplant, um die Ehe zwischen Sabrina und Jimmy zu vereiteln. Natürlich weigert er sich nun standhaft, sich wieder scheiden zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8301977,"hoster":"VOE"},{"redirect":8301980,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270008,"hoster":"VOE"},{"redirect":12270010,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Hochzeit am Ende des Wahnsinns","epNo":14,"alt":"Modern Wedding","descr":"Sabrinas und Jimmys großer Tag ist endlich gekommen. Die beiden wollen sich das Ja-Wort geben. Burt und Virginia haben alle Hände voll zu tun, um den beiden den schönsten Tag ihres Lebens zu bescheren. Sabrina und Jimmy sollen nicht wissen, dass es hinter den Kulissen einige Schwierigkeiten gibt: Der Priester ist eingeschnappt und Jimmys mörderische Ex, Lucy, ist nicht nur am Leben, sondern auch noch auf der Flucht.","versions":[{"lang":1,"streams":[{"redirect":8301986,"hoster":"VOE"},{"redirect":8301987,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270037,"hoster":"VOE"},{"redirect":12270039,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Los Angeles bleibt nicht verschont (1)","epNo":15,"alt":"Yo Zappa Do (1)","descr":"Barney schenkt Jimmy und Sabrina zur Hochzeit eine Reise nach Los Angeles. Außerdem dürfen sie dort bei einer Aufzeichnung von Hope’s Lieblingssendung dabei sein. Da Jimmy unter Flugangst leidet, kutschiert Barney schließlich die ganze Familie Chances mit dem Auto nach L.A.. Mit dabei ist auch Ricardo, der überzeugt ist, in Hollywood groß rauszukommen.","versions":[{"lang":1,"streams":[{"redirect":8301993,"hoster":"VOE"},{"redirect":8301995,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270025,"hoster":"VOE"},{"redirect":12270024,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Los Angeles bleibt nicht verschont (2)","epNo":16,"alt":"Yo Zappa Do (2)","descr":"Hope ist der neue Star und für ihre Lieblingsshow \"Yo Zappa Do\" als Darstellerin engagiert worden. Deshalb bekommt auch Jimmy eine kleine, aber ziemlich undankbare Rolle. Inzwischen zeigt Burt sein Können als Gärtner und wird von einem Studioboss eingeladen, ein Garten-Konzept zu präsentieren. Und Maw Maw will sich an der Geliebten ihres verstorbenen Ex-Manns rächen.","versions":[{"lang":1,"streams":[{"redirect":13118050,"hoster":"VOE"},{"redirect":8302001,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380977,"hoster":"VOE"},{"redirect":12270081,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Sex, Clown und Video","epNo":17,"alt":"Sex, Clown And Videotape","descr":"Burts und Virginias Mietdepot wird versteigert. Durch Zufall finden sie heraus, dass auch ihr lange vermisstes Sexvideo Teil der Versteigerung ist. Dieses ist nämlich in einer alten Clownspuppe gut versteckt. Burt und Virginia versuchen, so viel Geld wie möglich zusammenzukratzen, um den Clown zu ersteigern. Indes hat Sabrina mit Jimmys Schlafwandeln zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8302005,"hoster":"VOE"},{"redirect":8302003,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270047,"hoster":"VOE"},{"redirect":12270048,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bäume feiern, wie sie fallen …","epNo":18,"alt":"Arbor Daze","descr":"Sabrina erfährt, dass es in Jimmys Familie einige spezielle Traditionen gibt. So werden der \"Präsidententag\", der \"Murmeltiertag\" und der \"Tag des Baumes\" ganz besonders gefeiert. Doch dann findet Sabrina heraus, dass Burt und Virginia am \"Tag des Baumes\" die frisch gepflanzten Setzlinge im Park wieder ausgraben. Sie ist entsetzt und besteht darauf, mit dieser Tradition zu brechen. In der Nacht erscheint Sabrina ein Geist.","versions":[{"lang":1,"streams":[{"redirect":8302010,"hoster":"VOE"},{"redirect":8302013,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269923,"hoster":"VOE"},{"redirect":12269920,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Rock ‚n‘ Roll für Kinder","epNo":19,"alt":"Making The Band","descr":"Hope’s dritter Geburtstag steht vor der Tür und ihre Familie plant eine große Party. Allerdings gibt es da noch zwei Dinge, an denen es scheitern könnte: Da wären das knappe Budget und die Tatsache, dass Jimmy und Sabrina die anderen Eltern hassen. Zwar sind Jimmy und Sabrina bereit, ihre Abneigung zu überwinden, doch droht die Party trotzdem ein Flop zu werden. Glücklicherweise ist der Rockstar Smokey Floyd gerade bei Burt und Virginia zu Gast.","versions":[{"lang":1,"streams":[{"redirect":12334538,"hoster":"VOE"},{"redirect":8302021,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269878,"hoster":"VOE"},{"redirect":12269877,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die perfekte Ex","epNo":20,"alt":"The Old Girl","descr":"Sabrina hat sich im Fitnessstudio mit einem Mädchen angefreundet. Als Jimmys Familie erfährt, dass es sich dabei um Rachel handelt, ist sie geschockt. Rachel war Jimmys Exfreundin und hat ihm das Herz gebrochen. Als Sabrina gesteht, dass sie Rachel zum Essen eingeladen hat, kommt nach und nach die ganze Wahrheit ans Licht: Burt und Virginia haben jahrelang Jimmys Beziehungen sabotiert.","versions":[{"lang":1,"streams":[{"redirect":8302024,"hoster":"VOE"},{"redirect":8302023,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270057,"hoster":"VOE"},{"redirect":12270055,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Burt-Mitzwa: Das Musical","epNo":21,"alt":"Burt-Mitzvah: The Musical","descr":"Burts Eltern sind zu Besuch und seine Mutter hat eine große Neuigkeit: sie hat heraus gefunden, dass sie jüdisch seien, und so sei also Burt auch ein Jude. Burts Eltern wollen, dass er seine neu gewonnene Kultur kennen lernt und vor allem die Bar-Mitzwa-Feier nachholt. Also bereitet sich Burt per Musical-Crashkurs und Unterricht auf die große Feier vor. Doch dann verläuft alles ganz anders als geplant.","versions":[{"lang":1,"streams":[{"redirect":12251147,"hoster":"VOE"},{"redirect":8302031,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269873,"hoster":"VOE"},{"redirect":12269872,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mamma Mia","epNo":22,"alt":"Mother’s Day","descr":"Zum heutigen Muttertag wollen Burt und Virgina Maw Maw eine Freude machen. Burt will etwas finden, dass Maw Maws Erinnerungen an ihre eigene Mutter wachruft. Gemeinsam mit Barney fährt er zu Maw Maws altem Elternhaus. Dort treffen sie auf eine bewaffnete alte Frau, die sich tatsächlich als Maw Maws Mutter entpuppt. Das Wiedersehen verläuft aber nicht gerade freundlich.","versions":[{"lang":1,"streams":[{"redirect":8302037,"hoster":"VOE"},{"redirect":8302040,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12269997,"hoster":"VOE"},{"redirect":12269994,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Und dann der Déjà-vu-Mann","epNo":1,"alt":"Déjà Vu Man","descr":"Ein ominöser Mann taucht immer wieder in Natesville auf, offenbar mit der festen Absicht, die Familie Chance auszuspionieren. Burt und Virginia fühlen sich allmählich von dem mysteriösen Unbekannten belästigt. Doch bevor sie herausfinden, um wen es sich bei dem mutmaßlichen Stalker handeln könnte, meldet sich Maw Maw mit einer überraschenden Offenbarung zu Wort.","versions":[{"lang":1,"streams":[{"redirect":8302152,"hoster":"VOE"},{"redirect":8302155,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270211,"hoster":"VOE"},{"redirect":12270210,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mehr ist einfach mehr","epNo":2,"alt":"Burt Bucks","descr":"Als Burt eines Tages anstatt Geld einen Hummer für seine verrichtete Arbeit erhält, verleitet ihn das zu der Idee, den Tauschhandel nach Natesville zurückzubringen. Künftig können sämtliche seiner Leistungen mit Sachgegenständen bezahlt werden. Zunächst klappt alles hervorragend, doch dann entwickelt die Angelegenheit eine unerwartete Eigendynamik. Derweil zieht Jimmy den Spott eines Kollegen auf sich, weil ihm eine Frau das Leben gerettet hat. Irritiert beginnt er bald selbst an seiner Männlichkeit zu zweifeln.","versions":[{"lang":1,"streams":[{"redirect":8302159,"hoster":"VOE"},{"redirect":8302157,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270207,"hoster":"VOE"},{"redirect":12270206,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Bootsfahrt, die ist frustig","epNo":3,"alt":"Ship Happens","descr":"Sabrina sieht sich zum Handeln aufgerufen, als ihr zu Ohren kommt, dass Jimmy noch nie einen richtigen Familienurlaub mit Hope gemacht hat. Zumindest einen gelungenen gemeinsamen Ausflug will sie den beiden bescheren. Doch das Budget ist begrenzt und die Familie muss ihre ganze Kreativität einsetzen, damit Hope später doch noch auf ein schönes Erlebnis zurückblicken kann.","versions":[{"lang":1,"streams":[{"redirect":8302056,"hoster":"VOE"},{"redirect":8302059,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270282,"hoster":"VOE"},{"redirect":12270281,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rosarot wird zu Staubgrau","epNo":4,"alt":"Hi-Def","descr":"Zwischen Sabrina und Jimmy entbrennt ein Wettstreit darüber, wer die meisten Anhänger im sozialen Netzwerk gewinnen kann. Maw Maw soll die zwei unterstützen, gerät aber bald selbst in deren Schusslinie. Burt und Virginia begeben sich gemeinsam zur Vorsorgeuntersuchung. Als der Arzt Virginia eine neue Brille verschreibt, verbessert sich ihre Sehkraft gewaltig. Plötzlich kann sie wieder kristallklar sehen und nimmt – sehr zu Burts Leidwesen – jeden noch so kleinen, reparablen Makel im Haus wahr.","versions":[{"lang":1,"streams":[{"redirect":8302061,"hoster":"VOE"},{"redirect":8302065,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270266,"hoster":"VOE"},{"redirect":12270265,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Glaube an dein Nilpferd","epNo":5,"alt":"Extreme Howdy’s Makeover","descr":"Im Howdy’s stehen große Veränderungen an. Eine neue Besitzerin übernimmt das Geschäft und lässt von Beginn an keinen Zweifel daran, dass sie hart durchgreifen wird. So verlangt sie von jedem Angestellten, sich mit neuen Geschäftsideen konstruktiv ins Unternehmen einzubringen.","versions":[{"lang":1,"streams":[{"redirect":13056654,"hoster":"VOE"},{"redirect":12514243,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270274,"hoster":"VOE"},{"redirect":12270273,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Entbindungsfeier","epNo":6,"alt":"Adoption","descr":"Bei Jimmy ist die Freude groß, als sich Sabrina endlich dazu aufrafft, Hope zu adoptieren. Um das Ereignis gebührend zu feiern, richtet er sogar eine Party für die beiden aus. Trotz aller Bemühungen muss Sabrina jedoch feststellen, dass ihr die Adoption nicht jenes Gefühl von Mutterschaft einbringt, das sie sich insgeheim erhofft hat.","versions":[{"lang":1,"streams":[{"redirect":13056653,"hoster":"VOE"},{"redirect":12986945,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270221,"hoster":"VOE"},{"redirect":12270222,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mord ist unser Hobby","epNo":7,"alt":"Murder, She Hoped","descr":"Im Haus nebenan wechselt die Nachbarschaft. Während Virginia dem Neuzugang aufgeschlossen gegenübersteht und bereitwillig mysteriöse Pakete für Macho Gary entgegennimmt, zeigt sich Burt weitaus weniger entzückt. Durch einen bösen Sturz an den Rollstuhl gefesselt, erhält er Gelegenheit, die Vorgänge nebenan genauer unter die Lupe zu nehmen. Der Erfolg ist durchaus zweischneidig.","versions":[{"lang":1,"streams":[{"redirect":8302076,"hoster":"VOE"},{"redirect":14166784,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270218,"hoster":"VOE"},{"redirect":12270217,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Funktionierende Funktionsstörungen","epNo":8,"alt":"Dysfunction Function","descr":"Jimmy bekommt nachts kaum noch ein Auge zu, weil jeden Abend Hope zu ihm und Sabrina ins Bett kriecht. Als er sich darüber bei seinem Vater beklagt, glaubt Burt herauszuhören, dass zwischen Jimmy und Sabrina die Leidenschaft erloschen ist. Besorgt beschließen Virginia und Burt, das Liebesleben ihres Sohnes ein wenig aufzupeppen. Dabei greifen sie auf ein Mittel zurück, das sich bei ihnen wiederholt bestens bewährt hat: knietief in Schwierigkeiten zu stecken.","versions":[{"lang":1,"streams":[{"redirect":13118054,"hoster":"VOE"},{"redirect":8302081,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270277,"hoster":"VOE"},{"redirect":12270276,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Stern über Burtlehem","epNo":9,"alt":"The Chance Who Stole Christmas","descr":"Als die Bürgermeisterin von Natesville verunglückt, übernimmt Burt vorübergehend die Amtsgeschäfte. Um Virginia eine Freude zu machen, darf sie zu Weihnachten als First Lady feierlich den Christbaum am Marktplatz entzünden. Umso größer ist daher die Enttäuschung, als aufgrund leerer Stadtkassen die Weihnachtsfeier dieses Jahr wohl ins Wasser fallen wird. Burt ist gezwungen zu improvisieren, will er verhindern, dass Virginias Traum zerplatzt.","versions":[{"lang":1,"streams":[{"redirect":8302086,"hoster":"VOE"},{"redirect":8302087,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270246,"hoster":"VOE"},{"redirect":12270245,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Rettet die Bienen","epNo":10,"alt":"Bee Story","descr":"In Natesville gehen immer mehr Bienen elendiglich zugrunde. Sabrina vermutet einen Umweltskandal dahinter. Aufs Höchste alarmiert, schleichen sich Burt und Virginia undercover bei dem mutmaßlich verantwortliche Unternehmen ein, um dem Missetäter auf den Zahn zu fühlen. Währenddessen wollen Sabrina und Jimmy für den nötigen Rückhalt in der Bevölkerung sorgen. Ohne konkreten Beweis für ihren Verdacht organisieren sie eine Demonstration gegen dieselbe Firma, damit keine Bienen mehr in Natesville sterben müssen.","versions":[{"lang":1,"streams":[{"redirect":8302089,"hoster":"VOE"},{"redirect":8302092,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270270,"hoster":"VOE"},{"redirect":12270269,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Frauen ohne Frieden","epNo":11,"alt":"Hey There, Delilah","descr":"Durch ein Versehen lockt Maw Maw ihre Nichte Delilah nach Natesville. Virginia ist über das unverhoffte Wiedersehen alles andere als erfreut, schließlich kann sie Delilah auf den Tod nicht leiden. Tatsächlich dauert es nicht lange und die alte Rivalität bricht wieder aus. Genervt vom erbitterten Kleinkrieg zwischen den beiden sieht sich Maw Maw schließlich zu einem Machtwort gezwungen: Nur diejenige soll sie beerben dürfen, die sich in Zukunft zivilisiert verhält.","versions":[{"lang":1,"streams":[{"redirect":8302094,"hoster":"VOE"},{"redirect":8302091,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270233,"hoster":"VOE"},{"redirect":12270235,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Was kochst du?","epNo":12,"alt":"Hot Dish","descr":"Beim Backen kann Virginia keiner etwas vormachen - glaubt sie jedenfalls. Im Gegensatz zu ihr hat Sabrina nie richtig kochen gelernt. Kein Wunder also, dass sich Virginia ihrer Schwiegertochter überlegen fühlt und gerne auch mal aushilft, wenn der Schuh drückt. Als Jimmy jedoch meint, Sabrinas Auflauf sei um Welten besser, ist Virginia gekränkt. Um herausfinden, ob er Recht hat, melden sich die beiden Frauen zu einem lokalen Auflauf-Wettkochen an.","versions":[{"lang":1,"streams":[{"redirect":8302100,"hoster":"VOE"},{"redirect":8302098,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270254,"hoster":"VOE"},{"redirect":12270253,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Über Harmonie lässt sich streiten","epNo":13,"alt":"Thrilla In Natesvilla","descr":"Schon immer haben Barney und Maxine bewundert, wie harmonisch die Ehe von Burt und Virginia verläuft. Doch gerade, als sie ihr geheimes Erfolgsrezept erkunden wollen, um besser miteinander auszukommen, beginnt es zwischen Burt und Virginia heftig zu kriseln. Große Spannungen bestehen seit kurzem auch zwischen Jimmy und Sabrina. Um diese abzubauen, beschließen sie, gemeinsam einer neuen Freizeit-Ertüchtigung nachzugehen: dem Fechten.","versions":[{"lang":1,"streams":[{"redirect":8302102,"hoster":"VOE"},{"redirect":8302104,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270250,"hoster":"VOE"},{"redirect":12270249,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mögen die … Supermarkt-Spiele beginnen!","epNo":14,"alt":"Road To Natesville","descr":"Natesville richtet dieses Jahr einen internationalen Wettbewerb aus. Sein Ziel ist es, die besten Supermarkt-Mitarbeiter zu ermitteln. Im Howdy’s wird darum gekämpft, welches Team am schnellsten Wurst schneidet, die Gänge aufräumt und kassiert. Als sich kurz vor Beginn des Turniers herausstellt, dass das US-amerikanische Team wegen eines Dopingskandals nicht antreten kann, versuchen Barney und Virginia, die Mannschaft neu aufzustellen.","versions":[{"lang":1,"streams":[{"redirect":12380974,"hoster":"VOE"},{"redirect":8302107,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270225,"hoster":"VOE"},{"redirect":12270226,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kronjuwelen zum Hochzeitstag","epNo":15,"alt":"Anniversary Ball","descr":"Burt verhält sich gegenüber Virginia in letzter Zeit seltsam, ganz so, als hätte er etwas zu verbergen. Erst glaubt sie, ihr Mann hätte wieder angefangen, sein Geld mit Sportwetten zu verprassen. Virginias Versuch, Burt auszuspionieren, geht jedoch daneben. Stattdessen glaubt sie nun, Diamant-Ohrringe zum bevorstehenden Jahrestag von ihm geschenkt zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":8302113,"hoster":"VOE"},{"redirect":8302111,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270259,"hoster":"VOE"},{"redirect":12270258,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Küss mich, Feigling!","epNo":16,"alt":"The One Where They Get High","descr":"Früher einmal waren Virginia und Burt das coolste Paar in Natesville. Doch diese Zeiten sind offenbar endgültig vorbei. Bei einer Wette verletzt sich Burt den Rücken und kann sich fortan nicht mehr bücken. Virginia wiederum gefällt es nicht, dass Maw Maws neuer Freund bei ihnen übernachten wird. Um dem Alter und der Langeweile zu entfliehen, greifen die zwei schließlich zu einem drastischen Mittel.","versions":[{"lang":1,"streams":[{"redirect":8302115,"hoster":"VOE"},{"redirect":8302114,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380972,"hoster":"VOE"},{"redirect":12270241,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Einmal heiß, einmal fettig","epNo":17,"alt":"Baby Phat","descr":"Nachdem sie dazu verdonnert wurden, Doppelschichten zu schieben, sind Burt und Virginia mit ihren Kräften am Ende. Zum Glück scheint Barney Mitleid mit ihnen zu haben und lädt sie im Gegenzug auf einen Gratis-Wochenend-Trip ein. Kaum am Urlaubsort angekommen, müssen sie jedoch feststellen, dass Barney sie zu einem bestimmten Zweck dorthin gelockt hat. Derweil nehmen sich Sabrina und Jimmy vor, ein gemeinsames Kind zu zeugen – wäre da nicht Maw Maw, auf die sie übers Wochenende aufpassen sollen.","versions":[{"lang":1,"streams":[{"redirect":8302119,"hoster":"VOE"},{"redirect":8302122,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270215,"hoster":"VOE"},{"redirect":12270214,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Fast wie im Fernsehen","epNo":18,"alt":"Dinner With Tropes","descr":"Als Hopes Goldfisch stirbt, sind Jimmy und Sabrina sehr verwundert darüber, dass Hope den Verlust so locker wegsteckt. Bei ihr ist keinerlei Anflug von Traurigkeit zu erkennen. Um Hopes Mitgefühl zu wecken, arbeiten Jimmy und Sabrina mit allerlei Tricks. Wegen einer bevorstehenden Beförderung verbringt derweil Virginia viel Zeit mit ihrer neuen Chefin - sehr zum Leidwesen von Burt, der seine Frau kaum noch zu Gesicht bekommt.","versions":[{"lang":1,"streams":[{"redirect":8302126,"hoster":"VOE"},{"redirect":8302124,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270237,"hoster":"VOE"},{"redirect":12270238,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Para-Natesville Activity","epNo":19,"alt":"Para-natesville Activity","descr":"Früher hat Virginia an übernatürliche Mächte geglaubt, doch diese Zeiten sind vorbei. Als Maw Maw eines Nachts nicht schlafen kann, weil angeblich ein Poltergeist bei ihr im Zimmer wohnt, ist Virginia fest davon überzeugt: ihre Großmutter halluziniert. Tags darauf entdeckt Virginia aber verdächtige Spuren und muss ihre Meinung über Geister noch einmal überdenken.","versions":[{"lang":1,"streams":[{"redirect":8302132,"hoster":"VOE"},{"redirect":8302133,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270261,"hoster":"VOE"},{"redirect":12270263,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Hunde- und Frauenflüsterer","epNo":20,"alt":"Man’s Best Friend","descr":"Seit Jimmy und Sabrina in ihr eigenes Haus gezogen sind, fühlen sich Burt und Virginia einsam. Um sie aufzuheitern, schlägt ihnen Sabrina vor, einen Hund zu adoptieren. Nach anfänglichem Zögern suchen Burt und Virginia ein Tierheim auf, in dem viele herrenlose Hunde auf neue Besitzer warten. Bevor Burt und Virginia ein Tier aufnehmen dürfen, müssen sie jedoch erst beweisen, dass sie überhaupt als Hundehalter geeignet sind.","versions":[{"lang":1,"streams":[{"redirect":8302136,"hoster":"VOE"},{"redirect":8302137,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270229,"hoster":"VOE"},{"redirect":12270230,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Planloser Mann mit Plan","epNo":21,"alt":"How I Met Your Mullet","descr":"Virginia hat endlich eine Beförderung bekommen und verdient jetzt besser als ihr Mann. Aufgrund des unerwarteten Geldsegens beschließt Burt, seine Arbeit als Gärtner aufzugeben und sich auf die Suche nach seiner wahren Berufung zu machen. Jimmy und Sabrina sind überrascht, als sie erfahren, dass Sabrinas Großmutter ihnen ein Hausmädchen hinterlassen hat, das von nun an bei ihnen putzt, kocht und die Wäsche wascht.","versions":[{"lang":1,"streams":[{"redirect":8302141,"hoster":"VOE"},{"redirect":8302139,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12270287,"hoster":"VOE"},{"redirect":12270286,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Vater und Tochter stolpern in den Sonnenuntergang","epNo":22,"alt":"The Father Daughter Dance","descr":"Anlässlich seiner Hochzeit handelt Virginia einen Deal mit ihrem Vater Arnold aus: Sie nimmt ihm die Vorbereitungen für das Fest ab, im Gegenzug kommt Arnold für Hopes College-Geld auf. Der Gedanke, endlich eine Hochzeit ausrichten zu dürfen, begeistert Virginia. Aufgrund ihrer Schwangerschaft mit Jimmy hatte sie nie eine eigene große Feier.","versions":[{"lang":1,"streams":[{"redirect":12334542,"hoster":"VOE"},{"redirect":8302145,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380979,"hoster":"VOE"},{"redirect":12270290,"hoster":"Streamtape"}]}]}]}]}