{"seriesId":"rake","name":"Rake","descr":"Strafverteidiger Keegan Deene steckt mitten in der Midlife Crisis: Sein selbstzerstörerisches und cholerisches Verhalten führt zu mitunter heftigen Auseinandersetzungen sowohl mit seiner Ex-Frau als auch mit Vorgesetzten und Richtern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Keegan Deane – Garantiert ungeniert","epNo":1,"alt":"Serial Killer","descr":"Nachdem Keegan (Greg Kinnear) in einer Pokerrunde viel Geld verloren hat, muss er um seine Schulden zu begleichen als Anwalt an einem Schuldeingeständnis des Serienmörders Jack Tarrant (Peter Stormare) teilnehmen, in der Hoffnung, selbst ein wenig Werbung für sich machen zu können.","versions":[{"lang":1,"streams":[{"redirect":8809126,"hoster":"VOE"},{"redirect":12514247,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Amish und die Anklage","epNo":2,"alt":"A Close Shave","descr":"Keegan (Greg Kinnear) behandelt einen Fall, in dem drei Amish des versuchten Mordes angeklagt werden. Dabei stellt sich das Verbrechen jedoch als äußerst skurril heraus: So haben die drei Angeklagten einem Bischof den Bart abrasiert  ein Zeichnen für den Glauben und die Hingabe gegenüber Gott -, welcher ein junges Mädchen in den Fängen der Amish befreien wollte.","versions":[{"lang":1,"streams":[{"redirect":12172843,"hoster":"VOE"},{"redirect":8616682,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Spieler unter sich","epNo":3,"alt":"Cancer","descr":"Nachdem eine spielsüchtige Mutter ihre Versicherung über den Tisch gezogen hat, weil sie angab, dass ihr Sohn Krebs hätte, muss Keegan (Greg Kinnear) versuchen, die Jury doch auf die Seite seines Klienten zu ziehen. Also versucht er, diese emotional zu manipulieren.","versions":[{"lang":1,"streams":[{"redirect":13118056,"hoster":"VOE"},{"redirect":8616680,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Kannibale von Los Angeles","epNo":4,"alt":"Cannibal","descr":"Erschüttert von dem Tod seines Vater übergibt Ben (John Ortiz) einen Fall an Keegan (Greg Kinnear), in dem ein hohes Tier der Stadtverwaltung des Mordes beschuldigt wird. Graham Murray (Denis O\u0027Hare), hochrangiger Berater des Bürgermeisters, soll dabei nicht nur einen jungen Mann umgebracht, sondern auch dessen Überreste verspeist haben.","versions":[{"lang":1,"streams":[{"redirect":8809131,"hoster":"VOE"},{"redirect":8616688,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zum Ersten, zum Zweiten … verheiratet","epNo":5,"alt":"Bigamist","descr":"Als der Chefkoch und Restaurantbesitzer Alberto Rinaldi (Michael Imperioli) der Bigamie beschuldigt wird, muss Keegan (Greg Kinnear) die Geschworenen davon überzeugen, dass Rinaldis Liebe für dessen Frauen kein Verbrechen sein sollte.","versions":[{"lang":1,"streams":[{"redirect":8809129,"hoster":"VOE"},{"redirect":8616691,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Busenfreund","epNo":6,"alt":"Mammophile","descr":"Keegan (Greg Kinnear) muss eine äußerst ungewöhnliche Taktik anwenden, um einen Klienten und dessen Mutter zu verteidigen, welche beide zugeben, einen Mord begangen zu haben, um so den jeweils anderen zu decken.","versions":[{"lang":1,"streams":[{"redirect":8809125,"hoster":"VOE"},{"redirect":8616685,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Bessere verliert","epNo":7,"alt":"Jury Tamperer","descr":"Keegans (Greg Kinnear) alter Freund Reggie Jarvis (Anthony Anderson) wurde zum dritten Mal des Diebstahls angeklagt, welchen er jedoch gar nicht begangen hat. Keegan muss sich etwas einfallen lassen, um Jarvis wieder rauszuboxen. Keine einfache Aufgabe, hat sich Keegan doch mit dem Bürgermeister einen mächtigen Feind gemacht.","versions":[{"lang":1,"streams":[{"redirect":8809128,"hoster":"VOE"},{"redirect":8616686,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Partnergeschichten","epNo":8,"alt":"Three Strikes","descr":"Keegan muss eine unübliche Taktik einsetzen, um einen neuen Klienten und dessen Mutter zu verteidigen, die beide den gleichen Mord gestehen, um sich gegenseitig zu beschützen. Als Resultat von Finns Schulauktion muss sich Keegan derweil mit Louis herumschlagen, einen nervigen Jungen, dessen Vater der einzige Bieter für A Day with a Lawyer war.","versions":[{"lang":1,"streams":[{"redirect":8809130,"hoster":"VOE"},{"redirect":8616683,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Falsch gemacht","epNo":9,"alt":"Staple Holes","descr":"Keegan muss seine neue Klientin Holly Phillips (Kate Burton) verteidigen, die wegen des Todes ihres Ehemanns vor Gericht steht. Keegan wird jedoch selbst zum Verdächtigen in einem anderen Todesfall - dem Mord an Bürgermeister Barzmann. Maddy hat unterdessen die Nase voll von Bruces Stalkingaktionen. Außerdem streiten sich Ben und Scarlet über ihre Loyalität zu Keegan.","versions":[{"lang":1,"streams":[{"redirect":8809132,"hoster":"VOE"},{"redirect":8616708,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hallo, Hübscher","epNo":10,"alt":"Hey, Good Looking","descr":"Keegan verteidigt Mikkis früheren Zuhälter Jules (Cedric Yarbrough), der angeklagt wird, den berühmten Agenten Max Fawcett (Peter Jacobson) angegriffen zu haben, nachdem die beiden in Streit geraten waren. Wegen Max\u0027 Prominenz traut sich niemand, gegen ihn auszusagen, wenngleich die möglichen Zeugen wissen, dass Jules unschuldig ist.","versions":[{"lang":1,"streams":[{"redirect":8809136,"hoster":"VOE"},{"redirect":8616706,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"50 Shades of Gay","epNo":11,"alt":"50 Shades of Gay","descr":"Während Scarlets (Necar Zadegan) Kandidatur für das Amt des L.A. Staatsanwalts im vollen Gange ist, versucht Keegan (Greg Kinnear) dem Ex-Gouverneur Mitch Markham (Philip Baker Hall) noch ein paar Geldmittel und politische Unterstützung für Scarlet und ihre Kampagne aus dem Rücken zu leiern.","versions":[{"lang":1,"streams":[{"redirect":12921502,"hoster":"VOE"},{"redirect":8616687,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Was Frauen wollten","epNo":12,"alt":"Remembrance of Taxis Past","descr":"Keegan (Greg Kinnear) verteidigt einen engen Freund und anerkannten Doktor, welchem Tiermisshandlung vorgeworfen wird. In der Zwischenzeit nehmen die Wahlkampagnen von Scarlet (Necar Zadegan) und David (David Harbour) einige unschöne Wendungen, nachdem persönliche Informationen an die Presse weitergereicht werden.","versions":[{"lang":1,"streams":[{"redirect":12279662,"hoster":"VOE"},{"redirect":8616692,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Dreier mit Hund","epNo":13,"alt":"A Man’s Best Friend","descr":"Keegan muss eine ungewöhnliche Maßnahme ergreifen, als ein neuer Klient (Brian Baumgartner) und seine Mutter (Debra Mooney) beide denselben Mord gestehen. Keegan findet unterdessen heraus, dass Mikki mit jemandem ausgeht, den er kennt.","versions":[{"lang":1,"streams":[{"redirect":8809140,"hoster":"VOE"},{"redirect":8616689,"hoster":"Streamtape"}]}]}]}]}