{"seriesId":"randy-cunningham-der-ninja-aus-der-9-klasse","name":"Randy Cunningham: Der Ninja aus der 9. Klasse","descr":"Einem bösen Zauberer wäre es vor 800 Jahren fast gelungen, die Erde zu unterjochen. Seither wird der Magier tief unter der Erde gefangen gehalten. Doch auf der Erde brauen sich neue Gefahren zusammen. Miese Mächte formieren sich, um die Weltherrschaft an sich zu reißen. Für einige Schüler der Norrisville Highschool bedeutet das eine große Herausforderung. Denn alle vier Jahre wird einer von ihnen heimlich zum Ninja ausgewählt und ausgebildet, um den Zauberer unter und die Schurken auf der Erde in Schach zu halten. Dieses Mal entdeckt Teenager Randy Cunningam das Ninjanomicon: Es enthüllt ihm, dass sein bisheriges Computerspiel \"Ninja\" nun für ihn Realität wird und er als Norrisvilles neuester Ninja auserwählt ist. Ein Erbe, das er streng geheimhalten muss. Gestärkt durch die Kraft seines Ninja-Anzugs, zieht er in die Schlacht gegen den teuflischen McFists Monster Krakenstein. Wenn er dabei Hilfe braucht, kann Randy sich auf seinen besten Freund Howard verlassen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der neue Ninja + Der Triangelspieler","epNo":1,"alt":"Last Stall On The Left + Got Stank?","descr":"Der Neuntklässler Randy Cunningham entdeckt das Ninjanomicon, welches enthüllt, dass er als Norrisvilles neuester Ninja auserwählt ist. Gestärkt durch die Kraft seines Ninja-Anzugs zieht er in seine erste Schlacht mit McFists Monster Krakenstein - und muss gleichzeitig sein Geheimnis bewahren. Randy und Howard wollen zu den coolen Jungs und Mädchen gehören, aber Randy sieht sich gezwungen, Mitglied der Schulkapelle zu werden, um Bucky zu besiegen, der in die Gewalt des Hexenmeisters geraten ist.","versions":[{"lang":1,"streams":[{"redirect":12334555,"hoster":"VOE"},{"redirect":8676252,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Freund oder Feind? + Der mexikanische Todesbär","epNo":2,"alt":"McFists of Fury + Viva El Nomicon","descr":"Randy erkennt, dass ein Bewohner von Norrisville, den er sehr gerne mag, eigentlich sein Feind ist! Jetzt muss er nur noch Howard davon überzeugen, dass ihr Held ein Bösewicht ist und bekämpft werden muss. Als ein mexikanischer Todes-Bär in der Schule Amok läuft, erkennen Randy und Howard, dass sie in der Spanischstunde besser hätten aufpassen müssen. Als ein mexikanischer Todes-Bär in der Schule Amok läuft, erkennen Randy und Howard, dass sie in der Spanischstunde besser hätten aufpassen müssen.","versions":[{"lang":1,"streams":[{"redirect":8809168,"hoster":"VOE"},{"redirect":8616737,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Howard wird entführt + Die Sage von der goldenen Krankmeldung","epNo":3,"alt":"Gossip Boy + The Tale of the Golden Doctor’s Note","descr":"Howard vertut sich mit seiner großen Klappe und sagt, er wisse, wer der Ninja sei, worauf er von McFist entführt wird. Randy und Howard suchen das sagenumwobene \u0027Goldene Krankmeldung\u0027, um sich vor dem Sportunterricht drücken zu können.","versions":[{"lang":1,"streams":[{"redirect":8809172,"hoster":"VOE"},{"redirect":8616743,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Haus der 1.000 Popel + Angriff der Killerkartoffeln","epNo":4,"alt":"House of 1,000 Boogers + Attack of the Killer Potatoes","descr":"McFist versucht, die Identität des Ninjas zu lüften, indem er auf Bashs Party Rotzproben sammelt. Randy versucht, bei einer Technikausstellung zu gewinnen, doch als sein Projekt eine kartoffelgetriebene Fernbedienung in Killerkartoffeln verwandelt, bricht das Chaos aus.","versions":[{"lang":1,"streams":[{"redirect":8823258,"hoster":"VOE"},{"redirect":8616745,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Monster-Abfall + Die Talent-Show-Monster","epNo":5,"alt":"Monster Dump + So U Think U Can Stank","descr":"Randy muss während eines Vulkanbesuchs eine riesige mutierte Amöbe bekämpfen. Randy und Howard versuchen, Beliebtheit zu erlangen, indem sie bei einer Talentshow als Juroren fungieren.","versions":[{"lang":1,"streams":[{"redirect":8809171,"hoster":"VOE"},{"redirect":8616746,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Bandwettbewerb + Die Monsteralarmübung","epNo":6,"alt":"30 Seconds to Math + Monster Drill","descr":"Howard fühlt sich von Randy vernachlässigt und verlässt enttäuscht ihre gemeinsame Band. Randy muss lernen, einerseits Norrisville zu beschützen und auf der anderen Seite ein guter Freund zu sein. Die jährliche Monster-Notfall-Übung steht in der Norrisville High an. Die theoretische Notfall-Übung wird allerdings gestört durch ein reales Monster. Randy muss aber erst mal alle Anwesenden davon überzeugen, dass hier ein echtes Monster wütet!","versions":[{"lang":1,"streams":[{"redirect":8809175,"hoster":"VOE"},{"redirect":8616747,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der untote Wissenschaftler + Die Nacht der lebenden McFizzles","epNo":7,"alt":"Dawn of the Driscoll + Night of the Living McFizzles","descr":"Randy erweckt versehentlich das Skelett eines wahnsinnigen Wissenschaftlers wieder zum Leben. In der Halloween Nacht erscheinen unzählige Zombies in der Stadt. Randy und Howard versuchen herausfinden wo sie herkommen und wie man sie wieder los wird. In der Halloween Nacht erscheinen unzählige Zombies in der Stadt. Randy und Howard veruschen herausfinden wo sie herkommen und wie man sie wieder los wird.","versions":[{"lang":1,"streams":[{"redirect":8809173,"hoster":"VOE"},{"redirect":8616755,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Gruß aus der Vergangenheit + Die Wellenbezwinger","epNo":8,"alt":"Stank’d to the Future + Wave Slayers","descr":"Ein Schüler, der 1985 erst zum Monster und dann eingefroren wurde, taut auf. Randy und Howard werden Mitglieder im Wellenbezwinger-Team.","versions":[{"lang":1,"streams":[{"redirect":8809174,"hoster":"VOE"},{"redirect":8616754,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Suche nach dem Schwert + Der Austauschschüler","epNo":9,"alt":"Sword Quest + Nukid on the Block","descr":"Randy zerbricht sein Schwert und muss sich als würdig erweisen, Ersatz zu bekommen. Ein Austauschschüler scheint jedermanns Freund zu sein, doch er ist eigentlich ein von McFist geschickter Roboter, der die Identität des Ninja herausfinden soll.","versions":[{"lang":1,"streams":[{"redirect":8809176,"hoster":"VOE"},{"redirect":12982632,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Jack, der Hammer + Der Dämonenvogel","epNo":10,"alt":"Weinerman Up + Evil Spirit Week","descr":"Der Ninja versucht, die Stadt vor einem riesigen Roboter zu retten. Ein mystischer dämonischer Vogel ergreift von Howard Besitz - kann Randy ihn retten?","versions":[{"lang":1,"streams":[{"redirect":8809180,"hoster":"VOE"},{"redirect":8616749,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Monster Klub + Ins-Grab-Versenker: Der Film","epNo":11,"alt":"Der Monster Klub + Grave Puncher: The Movie!","descr":"Randy und Howard werden Teil einer Gruppe von Außenseitern namens \u0027Der Monster-Klüb\u0027, die ein gefährliches Spiel spielen, das die Schule in große Gefahr bringt. Während der Premiere eines neuen 6D Films erwachen die Charaktere des Films zum Leben und bedrohen Norrisville!","versions":[{"lang":1,"streams":[{"redirect":8809181,"hoster":"VOE"},{"redirect":8616752,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Flucht von der Nachsitz-Insel + Der falsche Ninja","epNo":12,"alt":"Escape from Detention Island + Bash Johnson: 11th Grade Ninja","descr":"Randy schickt Howard versehentlich auf die Nachsitz-Insel. Bash wird fälschlicher Weise für den Ninja gehalten.","versions":[{"lang":1,"streams":[{"redirect":8809177,"hoster":"VOE"},{"redirect":8616750,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Härtetest + Schachturnier mit Folgen","epNo":13,"alt":"Shoob Tube + Stanks Like Teen Spirit","descr":"Randy und Howard zeigen Jacques, wie man ein cooles Video dreht, aber das geht nach hinten los, als Jacques\u0027 Video ihn berühmter macht als die beiden. Als eine Niederlage bei einem Schachturnier die ganze Schule wütend macht, gelingt es dem Hexenmeister, alle in Monster zu verwandeln.","versions":[{"lang":1,"streams":[{"redirect":8809183,"hoster":"VOE"},{"redirect":8616751,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Jäger des verlorenen Nomicons + Aufstand der Robo-Affen","epNo":14,"alt":"Raiders of the Lost Nomicon + Rise of the Planet of the Robo-Apes","descr":"Randy muss das Nomicon zurückholen, das Bash mit nach Hause genommen hat. Die Robo-Affen treten in Streik, was McFists sämtliche Geschäfte beeinflusst.","versions":[{"lang":1,"streams":[{"redirect":8809182,"hoster":"VOE"},{"redirect":8616753,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Schnauzbart-Gesellschaft + Hip Hop oder Flop","epNo":15,"alt":"Secret Stache + HipHopocalypse Now","descr":"Zwischen Howard und Randy bricht ein Streit aus, weil Howard der geheimen Schnurrbart Gesellschaft beitreten darf, aber Randy nicht. Doch als Howard in Gefahr gerät, muss der Ninja seinen Ärger vergessen und ihm zu Hilfe kommen.Der Ninja beschwört versehentlich ein riesiges Monster herauf, als er in einem Rap-Battle einen alten Ninja Schwur benutzt.","versions":[{"lang":1,"streams":[{"redirect":8809179,"hoster":"VOE"},{"redirect":8616756,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Ninja-Weihnachtsbaum + Das Ninja-Camp","epNo":16,"alt":"Silent Punch, Deadly Punch + Ninja Camp","descr":"Randy sucht einen heiligen Baum, dessen Harz f ür die Herstellung von Ninja-Gadgets von zentraler Wichtigkeit ist, doch McFist entdeckt ihn zuerst und macht ihn zu einem Weihnachtsbaum.Howard überredet Randy, ein Ninja-Camp zu besuchen, dessen Leiter einst der Ninja war, wie Randy bald klar wird.","versions":[{"lang":1,"streams":[{"redirect":8809187,"hoster":"VOE"},{"redirect":8616757,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der verliebte Hexenmeister + Ein Streich zu viel","epNo":17,"alt":"Sorcerer in Love + Pranks For Nothing","descr":"Die Hexenmeisterin versucht erneut mit dem Hexenmeister zusammenzukommen.Bash spielt der gesamten Schule Streiche.","versions":[{"lang":1,"streams":[{"redirect":8809188,"hoster":"VOE"},{"redirect":8616758,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der magische Schlüssel + McAngst Deluxe","epNo":18,"alt":"Randy Cunningham and the Sorcerer’s Key + McFear Factor","descr":"Randy will den Zauberer daran hindern, den Schlüssel zurückzubekommen. Randy muss seine Angst vor Hühnern überwinden.","versions":[{"lang":1,"streams":[{"redirect":8809186,"hoster":"VOE"},{"redirect":8616763,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ninja-Identität + Howard der Ninja","epNo":19,"alt":"Ninja Identity + The Ninja Supremacy","descr":"Randy vergisst, dass er ein Ninja ist. Nachdem Randy vergessen hat wer er ist, muss Howard die Ninjapflichten übernehmen.","versions":[{"lang":1,"streams":[{"redirect":8809178,"hoster":"VOE"},{"redirect":8616762,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kampf im Nomicon + Gefangen im Sumpf","epNo":20,"alt":"Enter the Nomicon + Swampy Seconds","descr":"Randy muss im Gedächtnis von Mac Antfee die Erinnerung daran löschen, dass er der Ninja ist.Randy und Howard werden im Sumpf von einem verrückten Cajun-Mann gefangen.","versions":[{"lang":1,"streams":[{"redirect":8809184,"hoster":"VOE"},{"redirect":8616759,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"McSatchlé + Pups-Topia","epNo":21,"alt":"McSatchle + Fart-Topia","descr":"Randy und Howard suchen sich Jobs, um die neue McSatchlé kaufen zu können. McFists älterer Bruder übernimmt die Firma und nutzt Pupse, um Maschinen zu betreiben.","versions":[{"lang":1,"streams":[{"redirect":8809190,"hoster":"VOE"},{"redirect":8809191,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die McHugger-Spiele + Wilde Kreaturen","epNo":22,"alt":"The McHugger Games + McFreaks","descr":"Randy klaut eine McHuggers-Shorts.Randy und Howard befreien die McFreaks und machen sie zu ihren Haustieren.","versions":[{"lang":1,"streams":[{"redirect":8809185,"hoster":"VOE"},{"redirect":8616760,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Lucius Donnerfaust + Jagd auf Rainald Bangel","epNo":23,"alt":"Lucious O’Thunderpunch + Bring Me the Head of Ranginald Bagel!","descr":"Während des ‚Ninja-Tages‘ in Norrisville, versucht sich McFist ins Rampenlicht zu drängen, indem er sich selbst als den neuen Superhelden ‚Lucius Donnerfaust‘ vorstellt.Kürzlich sagte Randy dem Sumpf-Hexer Catfish Booray, dass sein wahrer Name Rainald Bangel ist. Was Randy jedoch nicht wusste: Es gibt wirklich einen Jungen auf seiner Schule der so heißt! McFist hat deshalb seinen Vollstrecker-Roboter ausgesendet, der Rainald suchen und zerstören soll. Wird Randy Rainald retten können?","versions":[{"lang":1,"streams":[{"redirect":8850639,"hoster":"VOE"},{"redirect":8850638,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Zerstörer des Unzerstörbaren + Die Rückkehr der Hexenmeisterin","epNo":24,"alt":"Weinerman Tested, Cunningham Approved + Sorcerer in Love 2: Sorceress’s Revenge","descr":"Da Randy und Howard ein unglaubliches Talent darin bewiesen haben McFists Produkte zu zerstören, werden sie als Produkttester bei McFist Industries angestellt. Ohne es zu wissen, helfen sie Viceroy dabei einen unzerstörbaren Ninja-Such-Roboter zu entwickeln!Randy und Howard gehen mit ihren Schulfreunden in einen neuen, coolen Club in der Stadt. Dort finden sie heraus das die Hexe, Amanda Levay, zurückgekehrt ist, um gegen den Ninja zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8809189,"hoster":"VOE"},{"redirect":8616770,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das wahre Gesicht + Der doppelte Randy","epNo":25,"alt":"McOne Armed and Dangerous + Shloomp! There It Is!","descr":"Während des 100jährigen Jubiläums von McFist Industries, entlarvt der Ninja McFist als Bösewicht und das vor der gesamten Stadt. Doch jetzt wo seine Tarnung aufgeflogen ist, kann McFist all seine Macht darauf konzentrieren, den Ninja zu zerstören.Randy wird so abhängig von der Weisheit des Nomicon, dass er es bei wirklich ALLEM um Rat fragt. Deshalb erteilt ihm das Nomicon eine Lehre und lässt ihn in eine Falle tappen, aus der er sich ganz alleine befrreien muss.","versions":[{"lang":1,"streams":[{"redirect":8809192,"hoster":"VOE"},{"redirect":8616761,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Zeitreise 1 + 2","epNo":26,"alt":"Randy Cunningham: 13th Century Ninja Pt.1 + Pt.2","descr":"Randy und Howard reisen versenhentlich zurück in der Zeit und helfen dort dem ersten Ninja den Hexenmeister zu bekämpfen.","versions":[{"lang":1,"streams":[{"redirect":8809195,"hoster":"VOE"},{"redirect":12982639,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Willkommen zurück Catfish + Das Suppeneismonster","epNo":1,"alt":"Welcome Back Catfish + All the Juice that’s Fish to Swim","descr":"Randy muss Catfish Booray vom Einfluss des Hexenmeisters befreien. Howard verwandelt sich in ein Monster, weil er zu viel Suppeneis gegessen hat.","versions":[{"lang":1,"streams":[{"redirect":8809198,"hoster":"VOE"},{"redirect":8809201,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Julians Geburtstagsüberraschung + Bruderliebe","epNo":2,"alt":"Julian’s Birthday Surprise + True Bromance","descr":"Julian bringt eine Kugel des Hexenmeisters in seinen Besitz. Randy ist eifersüchtig, weil Howard mit anderen Freunden Zeit verbringt.","versions":[{"lang":1,"streams":[{"redirect":8809199,"hoster":"VOE"},{"redirect":8616766,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Traum vom Pool + Dürre im Wasserpark","epNo":3,"alt":"On the Poolfront + Flume-Igation","descr":"Howards Dad wurde befördert. Er entwickelt jetzt für McFist neue Roboter. Dank dieses Jobs hat er nun genug Geld, um am heißesten Tag des Jahres für Randy und Howard den Pool ihrer Träume bauen zu lassen. Randy und Howard wollen nicht zugeben, dass sie sich nicht trauen die neueste Attraktion des Wasserparks, eine riesige Wasserrutsche, auszuprobieren. Also beschädigen sie die Rutsche und machen damit eine von Vileroys Kreaturen sehr wütend.","versions":[{"lang":1,"streams":[{"redirect":8809194,"hoster":"VOE"},{"redirect":8616765,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Rache des Rockstars + Whoopee2: Der Zorn des Whoopee 2","epNo":4,"alt":"Unstank My Hart + Whoopee 2: The Wrath of Whoopee 2","descr":"Randy und Howard haben Levander Hart aus ihrer Band \u002730 seconds to Math\u0027 geworfen. Drei Monate später ist er ein gefeierter Rockstar und kehrt zurück nach Norrisville, um dort ein Konzert zu geben und sich an Randy und Howard zu rächen. Whoopie, die Attraktion der \u0027Whoopee-Welt\u0027 wird von Randy und Howard \u0027entführt\u0027, um ihn vor verrückten Fans zu schützen. McFist kann nicht dulden, dass seine ausverkaufte \u0027Whoopee-Show\u0027 am Abend entfallen könnte und lässt von Viceroy umgehend einen \u0027Whoopee2\u0027 bauen. Dieser entstand leider nicht mit viel Liebe und ist zornig.","versions":[{"lang":1,"streams":[{"redirect":9595442,"hoster":"VOE"},{"redirect":8616768,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jetzt geht’s um die Wurst + Der Ninja-Hit","epNo":5,"alt":"M-m-my Bologna + Everybody Ninj-along","descr":"In der Norrisville-High ist es an der Zeit, den Schülern beizubringen, wie man sich richtig um Babys kümmert. Als \u0027Versuchsobjekt\u0027 muss eine Mortadella herhalten. Randy und Howard bilden ein Elternpaar. Doch bald wird aus dem \u0027Wurst-Baby\u0027 ein Monster. Randys Schulkamerad Bucky ist ein großer Ninja-Fan und daher hat er ihm einen Song geschrieben. Randy findet ihn ganz furchtbar. Um Bucky nicht zu kränken, sagt er ihm, dass er den Song ganz toll fände. Diese Lüge erschüttert den Frieden in Norrisville.","versions":[{"lang":1,"streams":[{"redirect":8809200,"hoster":"VOE"},{"redirect":8616772,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Süße Lüge + Reine Geschmackssache","epNo":6,"alt":"Fudge Factory + Best Buds","descr":"Zum Geburtstag gibt es im McFlubbusters Gratis-Kuchen. Howard scheut nicht davor zurück für selbigen zu lügen. Randy ist davon wenig begeistert und Howard bezichtigt ihn der \u0027Super-Ehrlichkeit\u0027. Das kann Randy nicht auf sich sitzen lassen und denkt sich daraufhin eine aberwitzige Geschichte um eine stillgelegte Karamellfabrik vor den Toren der Stadt aus. Wie jedes Jahr steht in Norrisville der große Feinschmecker-Wettbewerb an. Für Randy und Howard gilt es den Titel \u0027Beste Kumpel\u0027 zu verteidigen. Es kommt zu einem harten Wettkampf, bei dem nicht alle eingesetzten Mittel rechtens sind.","versions":[{"lang":1,"streams":[{"redirect":8809196,"hoster":"VOE"},{"redirect":12514245,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Viceroys Roboterfreund + Randy in geheimer Mission","epNo":7,"alt":"Otto Know Better + Bro-Lateral Damage","descr":"Als Randy Viceroy\u0027s geliebtes \u0027Haustier\u0027 Otto findet, weigert sich Randy es zurückzugeben. Damit bringt er aber aus Versehen Norisville in Gefahr. Randy freundet sich mit Bash an, um an Informationen über McFists neuen Geheimplan zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8809197,"hoster":"VOE"},{"redirect":12982617,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dicke Luft im Sumpf + Der Halloweenja","epNo":8,"alt":"The Curse of Mudfart + Let the Wonk One In","descr":"Obwohl Howard Randy anfleht die furchteinflößende Geistergeschichte vom Schlamm-Furzer nicht zu erzählen, kann Randy nicht widerstehen seinem Freund an Halloween zu erschrecken. Aber während er die Geschichte erzählt, hat er vielleicht schon das schreckliche Monster wieder zum Leben erweckt. Randy befreit an Halloween versehentlich ein Monster, dass die Kontrolle über seinen Ninja-Anzug übernimmt und die kostümierte Norrisvillianer in Monster verwandelt.","versions":[{"lang":1,"streams":[{"redirect":8809203,"hoster":"VOE"},{"redirect":8616771,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Super-Mega-Preis + Ninja-Albträume","epNo":9,"alt":"Shoot First, Ask Questions Laser + Ninjaception","descr":"Howard und Randy sind unglaublich scharf auf den großen Preis beim Lasertag. Darum beschließen sie, Randys Ninjafähigkeiten zu missbrauchen, um den Sieg zu erringen. Randy ist in einem Albtraum gefangen, der Teil eines anderen Albtraums ist, der wiederum Teil eines weiteren Albtraums ist. Nun muss er herausfinden, wie er entkommen kann, bevor etwas Schreckliches passiert.","versions":[{"lang":1,"streams":[{"redirect":8809202,"hoster":"VOE"},{"redirect":8809205,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ferien im Schnee + Fröhliches Chanukka, Howard!","epNo":10,"alt":"Snow-Klahoma! + Happy Hanukkah, Howard Weinerman","descr":"Um Howard zu beweisen, dass Ninja-ing ihren Ausflug ins Schnee-Land nicht ruinieren wird, lässt Randy das Nomicon abichtlich in der Schule. Dort kann es aber keinen vor Gefahren warnen. Mit Ninja\u0027s Hilfe und dem mitgebrachten Spiel, rettet Howard die Spielhöhle von Greg und lernt dadurch die wahre Bedeutung von Chanukka kennen. (b) Um Howard zu beweisen, dass Ninja-ing ihren Ausflug ins Schnee-Land nicht ruinieren wird, lässt Randy das Nomicon abichtlich in der Schule. Dort kann es aber keinen vor Gefahren warnen.","versions":[{"lang":1,"streams":[{"redirect":8809206,"hoster":"VOE"},{"redirect":8616769,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Randy macht blau + Onkel Buhajs Bumerang","epNo":11,"alt":"Randy Cunningham’s Day Off + Bro-ing Down the House","descr":"Randy und Howard beschließen, blau zu machen und einen Tag zu Hause zu bleiben. Doch der Schwindel fliegt auf. Randy bricht in McFists Haus ein, um einen Bumerang zurückzuholen.","versions":[{"lang":1,"streams":[{"redirect":8809204,"hoster":"VOE"},{"redirect":8616773,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Alles im Griff + Der Werbestar","epNo":12,"alt":"Living in Shooblivion! + McNinja – Brought to You by McFist","descr":"In Heidis neuer Show werden die Kampfpatzer des Ninjas analysiert. Von dem niederschmetternden Urteil verunsichert, bittet Randy den blinden Schwert-Schmied von Norrisville um Hilfe. Howard bringt den Ninja dazu, in Werbespots aufzutreten.","versions":[{"lang":1,"streams":[{"redirect":8809207,"hoster":"VOE"},{"redirect":8616774,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Superhirn + Der Chuckacabra","epNo":13,"alt":"Mastermind of Disastermind + The Brawn Also Rises","descr":"Howard will allen beweisen, dass er ein echtes Superhirn ist und den Ninja besiegen könnte Randy und Howard wollen ein Grusel-Video drehen. Dazu haben sie sich ein Monster namens Chuckacabra ausgedacht, mit dem sie das Interesse eines Monsterjägers wecken.","versions":[{"lang":1,"streams":[{"redirect":8809208,"hoster":"VOE"},{"redirect":8616775,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ungeheim geheim + Das Sumo-Monster","epNo":14,"alt":"Debbie Meddle + Aplopalypse Now","descr":"Randy geht leichtsinnig mit seiner geheimen Ninja-Identität um. Das kommt der Reporterin Debbie Kang sehr gelegen. Sie hat endlich die Sensation des Jahres gefunden: Randy Cunningham ist ein Ninja! Randy und Howard brechen eine eiserne Regel und setzen so den uralten Plop Plop frei. Sie ahnen nicht, dass sie damit die Welt in Gefahr bringen.","versions":[{"lang":1,"streams":[{"redirect":8809213,"hoster":"VOE"},{"redirect":8616776,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Held der Vergangenheit + Nicht mit Mort","epNo":15,"alt":"Rorg: A Hero of a Past + Mort-al Combat","descr":"Der Ninja glaubt, die Formel für alle Kämpfe gefunden zu haben. Jedoch muss er feststellen, dass diese nicht immer anwendbar ist. Howards Haus wurde verwüstet und Howards Vater Mort sucht einen Schuldigen. Randy und Howard beschuldigen den Ninja. Das veranlasst Mort in den Kampf gegen den Ninja zu ziehen.","versions":[{"lang":1,"streams":[{"redirect":8809209,"hoster":"VOE"},{"redirect":8809212,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Intelligenz-Schleim + Der Ninja-Fan","epNo":16,"alt":"Wonkin’ for the Weekend + Ninjafan","descr":"Howard gerät in Kontakt mit dem McBubble Schleim und wird plötzlich zu einem Einser-Schüler. Randy ermutigt Howard seine neue Intelligenz zu nutzen, um aus der Samstagsschule fliehen zu können. Doch Randy ahnt nicht, dass er mit dieser Aktion einen genialen Bösewicht erschaffen hat. Der Ninja sucht die Nähe seines Super-Fans, um sein Ego zu stärken.","versions":[{"lang":1,"streams":[{"redirect":8809210,"hoster":"VOE"},{"redirect":8809211,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wie alles begann + Viel Geld für Nichts","epNo":17,"alt":"When Howie Met Randy + Bro Money Bro Problems","descr":"Howard ist neu in Norrisville. Der sechsjährige Randy versucht, ihn zu überzeugen, dass es einen Ninja in der Stadt gibt. Ohne es zu wissen, verkaufen Randy und Howard gebrauchte Ninja-Waffen an Viceroy, der die Waffen benutzt um den ultimativen Gegner des Ninjas zu erschaffen.","versions":[{"lang":1,"streams":[{"redirect":8809215,"hoster":"VOE"},{"redirect":8616782,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Maskottchen + Flucht aus Scrap City","epNo":18,"alt":"The Three Mascot-teers + Escape from Scrap City","descr":"Als Howard das neue Schulmaskottchen wird, merkt Randy schnell, dass es nicht immer lustig ist der beste Freund des kostümierten Helden der Norrisville High zu sein. Ein Kampfunfall schleudert McFist und den Ninja in den gefährlichsten Ort in Norrisville. Ninja und McFist müssen zusammenarbeiten, da sie nur so eine Chance haben, den skrupellosen Robotern von Scrap City zu entfliehen.","versions":[{"lang":1,"streams":[{"redirect":8809214,"hoster":"VOE"},{"redirect":8616779,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Weltraum-Kumpel + Die Computer-Falle","epNo":19,"alt":"The Space Cow-Bros + The Fresh Principal of Norrisville High","descr":"Randy vergisst Howards Geburtstag und will dies wieder gut machen. Versehentlich schießt er seinen Freund mit einem Raumschiff ins Weltall und zu allem Überfluss ist auch noch ein Killer-Roboter an Bord. Dank Randy und Howard wird Direktor Slimovitz gefeuert. Doch nun übernimmt ein Computerprogramm seine Stelle und hält die Schüler in einer simulierten Welt fest, in der man gezwungen wird, zu lernen.","versions":[{"lang":1,"streams":[{"redirect":8809217,"hoster":"VOE"},{"redirect":8616781,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Prophezeiung + Rausgekickt","epNo":20,"alt":"The Prophecy of Hat Sword + Fake Fight For Your Right to Party","descr":"Direktor Slimovitz droht damit, Randy und Howard zu trennen, wenn sich ihre Noten nicht verbessern. Die Jungs versuchen ihm einzureden, dass eine apokalyptische Prophezeiung wahr wird, wenn sie nicht zusammen bleiben. Randy und Howard verhalten sich zu cool für eine Party und werden rausgekickt. Bei dem Versuch sich wieder auf die Party zu schleichen, verursachen die Jungs einen Roboter Angriff.","versions":[{"lang":1,"streams":[{"redirect":9595443,"hoster":"VOE"},{"redirect":8616777,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"McCluckerbusters + Süße Revolution","epNo":21,"alt":"McCluckerbusters + Let Them Eat Cake Fries","descr":"Randy und Howard lösen versehentlich einen kulinarischen Krieg aus, der ihre zwei Lieblingsrestaurants zugrunde richten könnte. Slimovitz entfernt die Cake-Pommes von der Norrisville Highschool und setzt damit einen legendären Verteidiger der sozialen Gerechtigkeit frei. Dieser bringt die Schule in große Gefahr.","versions":[{"lang":1,"streams":[{"redirect":9595444,"hoster":"VOE"},{"redirect":8616778,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der friedliche Feind + Wer war’s?","epNo":22,"alt":"Club Ninja-dice + To Smell and Back","descr":"Randy sorgt dafür, dass McFist aus dem gechilltesten Ferienparadies von Lake LaRusso geworfen wird. Howard beschuldigt Ninja einen Pups freigesetzt zu haben. Howard muss nun ins Zentrum der Erde reisen, um diese Aussage richtig zu stellen.","versions":[{"lang":1,"streams":[{"redirect":9595448,"hoster":"VOE"},{"redirect":8616780,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ärger in Norrisville + Die Hexenkugel","epNo":23,"alt":"Big Trouble in Little Norrisville + Winner Takes Ball","descr":"Bei einem Schulausflug nach Little-Norrisville entdecken Randy und Howard eine Kugel des Hexenmeisters. Randy schickt Howard versehentlich auf die Suche nach der letzten Kraftkugel.","versions":[{"lang":1,"streams":[{"redirect":9595445,"hoster":"VOE"},{"redirect":8616784,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Endgegner Teil 1 + Teil 2","epNo":24,"alt":"Ball’s Well That Friends Well Part 1 + Part. 2","descr":"Randy findet heraus, dass seine Eltern mit ihm aus Norrisville wegziehen wollen. Nun hat er nur noch einen Tag Zeit, um den Cyborg Julian zu besiegen. Und am letzten Tag möchte er natürlich auch noch viel Zeit mit seinem besten Freund Howard verbringen.+# Randy findet heraus, dass seine Eltern mit ihm aus Norrisville wegziehen wollen. Nun hat er nur noch einen Tag Zeit, um den Cyborg Julian zu besiegen. Und am letzten Tag möchte er natürlich auch noch viel Zeit mit seinem besten Freund Howard verbringen.","versions":[{"lang":1,"streams":[{"redirect":8809224,"hoster":"VOE"},{"redirect":8616785,"hoster":"Streamtape"}]}]}]}]}