{"path":"/serie/stream/ranma-12","name":"Ranma 1/2","descr":"Soun Tendo staunt nicht schlecht, als ein Panda mit einem Mädchen in Arm, in seinem Haus steht. Eigentlich hat Soun Tendo Genma mit seinem Sohn Ranma erwartet, damit Ranma sich eine Braut aussuchen kann. Doch es stellt sich heraus, daß der Panda Tendos alter Freund Genma ist. Genma erzählt Tendo von seiner Trainingsreise in Jusenkyuo, dort hat er mit Ranma ein Trainingsgefecht ausgeliefert. Beide fallen sie in die verfluchten Quellen, wenn Ranma mit kaltem Wasser in Berührung kommt, verwandelt er sich in ein Mädchen. Und wenn Genma mit kaltem Wasser in Berührung kommt, verwandelt er sich in einem Panda. Ranma hat aber noch ein Problem, das 16-jährige Mädchen Akane. Tendo und Genma haben entschieden, daß Ranma Akane heiraten soll. Ranma und Akane verstehen sich überhaupt nicht doch mit der Zeit empfinden sie Zuneigung füreinander, doch beide sind zu Dickköpfig um es zuzugeben …","seasons":[{"path":"/serie/stream/ranma-12/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/ranma-12/filme/film-1","name":"Ranma 1/2 Film 1: Big Trouble in Nekonron, China","epNo":1,"alt":"","descr":"Das chinesische Mädchen Lychee und ihr Elefant Jasmin sind auf der Suche nach einem gewissen Happosai und finden ihn auch bei Ranma und seinen Freunden. Bevor Lychee jedoch klarmachen kann, was sie von Happosai will, wird Akane von einem geheimnisvollen Kampfsportmeister auf ein fliegendes Schiff entführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809240","hoster":"VOE"},{"path":"/redirect/8616789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-2","name":"Ranma 1/2 Film 2: Nihao My Concubine","epNo":2,"alt":"","descr":"Ranma und die ganze Mannschaft machen auf einer einsamen Insel Urlaub. Doch der für sie typische \"Frieden\" hält nicht lange an: Ein Mädchen nach dem anderen wird wortwörtlich vom Erdboden verschluckt, zurück bleibt nur ein Pfirsich!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809229","hoster":"VOE"},{"path":"/redirect/8616786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-3","name":"","epNo":3,"alt":"Live Action Movie","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809322","hoster":"VOE"},{"path":"/redirect/8616878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-4","name":"","epNo":4,"alt":"OVA 1","descr":"Als Shampoo in Colognes Schmuckschatulle eine schöne Brosche entdeckt, legt sie sie an ohne darüber nachzudenken, was sie bedeuten könnte. Aber beim Stamm der Amazonen ist das Umkehrjuwel für seine Fähigkeit bekannt, die romantischen Gefühle des Trägers gegenüber seiner Geliebten zu verstärken ... wenn es aufrecht getragen wird!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809301","hoster":"VOE"},{"path":"/redirect/8616875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-5","name":"","epNo":5,"alt":"OVA 2","descr":"Kasumi hat einen Traum, in dem sie vom Weihnachtsmann gebeten wird, eine Weihnachtsfeier im Dojo zu veranstalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809303","hoster":"VOE"},{"path":"/redirect/8616869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-6","name":"","epNo":6,"alt":"OVA 3","descr":"Kasumi wird krank und lässt das Tendo-Haus ohne Koch. Ranmas Mutter stattet einen Besuch ab und bringt Akane das Kochen bei.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809306","hoster":"VOE"},{"path":"/redirect/8616874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-7","name":"","epNo":7,"alt":"OVA 4","descr":"Hinako Ninomiya, eine neue Klassenlehrerin, kann Kampfaura wie Ranma und Kuno absorbieren. Sie kann auch von einer kindlichen zu einer erwachsenen Version ihrer selbst heranwachsen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809307","hoster":"VOE"},{"path":"/redirect/8616871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-8","name":"","epNo":8,"alt":"OVA 5","descr":"Akane macht sich auf den Weg, um herauszufinden, wer Essen stiehlt. Doch sie trifft auf die Schwestern Natsume und Kurumi. Die Familie Tendo lädt sie ein zu bleiben, aber die Schwestern sagen ihnen, dass sie nach ihrem Vater Soun Tendo suchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809308","hoster":"VOE"},{"path":"/redirect/8616872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-9","name":"","epNo":9,"alt":"OVA 6","descr":"Soun Tendo wird wütend, als Natsume und Kurumi Ranma und Akane besiegen, um zu sehen, wem das Dojo gehört. Nachdem Ranma einige gemeine Dinge zu Akane gesagt hat, rennt sie weg und geht mit Ryoga zum Training.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809309","hoster":"VOE"},{"path":"/redirect/8616873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-10","name":"","epNo":10,"alt":"OVA 7","descr":"Akane erinnert sich an einen Urlaub, welchen sie als Kind hatte und, dass sie von Shinnosuke vor einem riesigen Schnabeltier gerettet wurde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809310","hoster":"VOE"},{"path":"/redirect/8616876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-11","name":"","epNo":11,"alt":"OVA 8","descr":"Ranma macht sich auf die Suche nach Akane, macht sich aber Sorgen, dass er sie verlieren wird. Ryoga will sie vor den achtköpfigen Orochi retten, denkt aber, dass sie mit Shinnosuke einen neuen Freund gefunden hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12380975","hoster":"VOE"},{"path":"/redirect/8616877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-12","name":"","epNo":12,"alt":"OVA 9","descr":"Es wird gesagt, dass jeder, der das legendäre Phönix-Ei besitzt, den arkanen Schwertangriff meistern kann, der als Ho\u0027oken oder \"Schwert des Phönix\" bekannt ist. Als Kuno im Antiquitätenladen Yamatai ein Ei findet, hört er die Legende und kauft das Ei sofort. Der Ladenbesitzer warnt ihn, dass es gefährlich sei, das Ei auf seinen Kopf zu legen, aber Kuno ignoriert ihn, da er glaubt, dass nur ein Narr es sich auf den Kopf legen würde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809312","hoster":"VOE"},{"path":"/redirect/8616879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-13","name":"","epNo":13,"alt":"OVA 10","descr":"Die jährliche Reise des Nachbarschaftsvereins für die Gemeinde steht an, und die diesjährigen Organisatoren sind Shampoo und Ukyo. Die beiden haben einen Ausflug nach Harendo arrangiert, der Höhle der verlorenen Liebe - ein verfluchter Ort, der oft von Paaren besucht wird und der dafür bekannt ist, sie zu trennen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809313","hoster":"VOE"},{"path":"/redirect/8616881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-14","name":"","epNo":14,"alt":"OVA 11","descr":"Ein Oni entkommt aus seiner Kiste und beginnt, Leute in der Nachbarschaft zu besessen. Aber er kann aus dem Körper ausgestoßen werden, indem man ihn schlägt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809314","hoster":"VOE"},{"path":"/redirect/8616882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-15","name":"","epNo":15,"alt":"OVA 12","descr":"Ein Fluch wird von einer Puppe freigesetzt und nimmt von Akane Besitz.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12921497","hoster":"VOE"},{"path":"/redirect/8616880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/filme/film-16","name":"","epNo":16,"alt":"OVA 13","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8850637","hoster":"VOE"},{"path":"/redirect/8616883","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ranma-12/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ranma-12/staffel-1/episode-1","name":"Ein ungewöhnliches Mädchen","epNo":1,"alt":"Chūgoku kara Kita Aitsu! Chotto Hen!!","descr":"Es ist soweit und der Tag, an dem Genma Saotome sein Versprechen, nämlich einem der Töchter seines besten Freundes Soun Tendo, seinen Sohn Ranma anzudrehen, ist gekommen. Was Genma noch nicht weiß, ist, dass Genma und Ranma während einer Trainingsreise nach China in verfluchte Quellen gefallen waren. Genma hat nun die Gestalt eines riesigen Pandabären, Ranma die eines hübschen Mädchens. Das sorgt bei der Ankunft für einige Verwirrung. Erst recht, als Ranma beim Baden mit warmen Wasser in Berührung kommt, und sich, wie es der Fluch will, in einen Jungen zuückverwandelt. Und das immer so lange, bis er wieder kaltes Wasser abbekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809218","hoster":"VOE"},{"path":"/redirect/8616790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-2","name":"Ein Sprung ins kalte Wasser","epNo":2,"alt":"Yūbi Janai no Yo Gakkō wa","descr":"Da Ranma ja offensichtlich halb Junge, halb Mädchen ist, halten es Akane Tendos Schwestern für das Beste, wenn Akane sich Ranmas erbarmt, da sie Männer nicht ausstehen kann und sie ja so nur einen halben Mann hätte. Weder Ranma noch Akane sind begeistert. Doch sie müssen wohl oder übel miteinander klarkommen, denn sie wohnen nicht nur unter einem Dach, sondern gehen auch noch auf die gleiche Schule. Auf dem Schulweg darf Ranma gleich mal Akanes obgligatorische Morgenprügelei mit einer Gruppe Jungs miterleben. Doch damit nicht genug. Er lernt auch den eingebildeten Oberschüler Kuno kennen, der ganz offensichtlich in den Haudegen Akane verliebt ist. Es kommt zu einem Kräftemessen, bei dem beide im kalten Wasser des Schul-Swimmingpools landen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809221","hoster":"VOE"},{"path":"/redirect/8616791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-3","name":"Liebe liegt in der Luft","epNo":3,"alt":"Ikinari Ai no Arashi Chotto Matte Yo","descr":"Beim Sprung ins kalte Wasser des Swimmingpools hat sich Ranma natürlich wieder in ein Mädchen verwandelt. Da keiner von seinem Fluch erfahren soll, flüchtet er und rettet sich auf einen Baum. Akane eilt ihm mit einem Kessel heißem Wasser zu Hilfe. Als Kuno die beiden gefunden hat, fordert Akane ihn zum Kampf auf, um von Ranma abzulenken. Doch Ranma vewandelt sich nicht schnell genug zurück und wird von Kuno in seiner Gestalt als Mädchen entdeckt. Kuno – nicht wissend, mit wem er es zu tun hat – ist außerordentlich angetan von dem fremden rothaarigen Mädchen, doch Ranma-chan schenkt ihm ordentlich ein. Am darauffolgenden Tag erhält Ranma von Kuno einen Brief, in welchem er sie/​ihn zu einem Treffen bittet. Ranma rechnet schon mit dem Schlimmsten, doch Kuno hält eine ganz besondere Überraschung parat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809222","hoster":"VOE"},{"path":"/redirect/8616783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-4","name":"Verwirrter Kuno","epNo":4,"alt":"Ranma to Ranma? Gokai ga Tomaranai","descr":"Ranmas wechselnde Identität bereitet ihm schon Alpträume. Bei Akanes üblicher Morgenprügelei kriegt Kuno diesmal einiges ab. Nabiki, geschäftstüchtig wie ihr Vater, fotografiert Ranma-chan während des Schlafes und vertickt die Bilder und auch Fotos von Akane an Kuno. Außerdem fädelt sie eine Aktion ein, bei der Kuno Ranma eine Puppe für seine ‚Angebetete mit dem Pferdeschwanz‘ übergeben soll. Doch Ranma-kun versucht ihm auszureden, dass er das rothaarigen Mädchen jemals wieder sehen wird. In diesem Moment wird ein Eimer kaltes Wasser über Ranma ausgegossen und Ranma-kun wird zu Ranma-chan. Ganz fix ist Nabiki zur Stelle und übergießt Ranma wieder mit heißem Wasser. Kuno weiß gar nicht, was er davon halten soll und wo denn seine Süße nun schon wieder abgeblieben ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9186974","hoster":"VOE"},{"path":"/redirect/8616795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-5","name":"Ein tolles Versprechen","epNo":5,"alt":"Kotsu Made Aishite? Akane Koi no Fukuzatsu Kossetsu","descr":"Beim Training mit ihrem Vater erinnert sich Akane an ihr Gespräch mit Ranma und gerät darüber so in Rage, dass sie ihren Vater mit einem gezieltem Schlag niederstreckt. Kasumi ringt ihr das Versprechen ab, nie wieder einen männlichen Gegner derart zu verdreschen. Doch das Versprechen kann Akane nicht lange halten, auf ihrem Weg zum Einkaufen trifft sie auf Ranma, der sie provoziert. Es kommt, wie es kommen muss – es setzt mal wieder ein paar für Ranma. Und zwar so satt, dass ein Besuch bei Dr. Tofu fällig ist. Am nächsten Tag kriegt Ranma vor Akanes Morgenprügelei auf dem Schulweg eine Ladung kaltes Wasser ab und verwandelt sich. Doch die Jungs sind ohnehin auf keine Kämpfe aus, sie verkünden einstimmig und mit Tränen in den Augen, dass sie Akanes Verlobung mit Ranma akzeptiert hätten. Nur Kuno will nicht aufgeben. Bis er Ranma-chan wieder erblickt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334548","hoster":"VOE"},{"path":"/redirect/8616788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-6","name":"Gebrochene Herzen und verstauchte Hälse","epNo":6,"alt":"Akane no Shitsuren Datte Shōganai Janai","descr":"Akane ist unglücklich in den Chiropraktiker Dr. Tofu verliebt. Und dass er sich anscheinend für ihre älteste Schwester Kasumi erwärmt hat, macht die Sache nicht besser. Während eines Besuchs bei Dr. Tofu taucht Kasumi plötzlich auf und Akane sucht das Weite. Ranma bleibt mit verrenktem Genick, das er sich beim letzten Kampf mit Akane zugezogen hatte, zurück. Doch Dr. Tofu hat leider keine Zeit, sich darum zu kümmern und so zieht auch Ranma von dannen. Als er Akane am Flussufer trifft, behebt sie auf ihre Weise Ranmas Halsleiden. Gemeinsam essen sie Hamburger und Ranma versucht, Akane Dr. Tofu wieder auszureden. Bei einem Kampf im Dojo gegen Ranma reagiert sich Akane wieder etwas ab. Doch Ranma kann es mal wieder nicht bleiben lassen, Akane zu ärgern, so dass er ganz schnell wieder an einem verstauchtem Genick leidet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334547","hoster":"VOE"},{"path":"/redirect/8616796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-7","name":"Planlos!","epNo":7,"alt":"Tōjō! Eien no Mayoigo - Ryōga","descr":"Ryoga, ein junger Mann mit ausgeprägt miserablem Orientierungssinn, ist auf der Suche nach der Furinkan Oberschule. Auf seinem Weg landet er in einem Dorf, das von einem durchgedrehten Wildschwein heimgesucht wird. Ryoga erledigt das Schwein mit Leichtigkeit, indem er ihm eins mit seinem Schirm überbrät. Währenddessen nötigen die Tendo-Schwestern Ranma, Mädchenklamotten anzuprobieren. Als Ryoga endlich in Tokio ankommt, stellt sich heraus, dass Ryoga und Ranma gemeinsam auf der Mittelschule waren, wo Ranma ihn immer seiner Mahlzeiten beraubt hatte. Als er auf Ranma trifft, kommt es zu einer Prügelei. Als Ranma abhaut und Ryoga versucht, ihm zu folgen, verläuft er sich sofort wieder und landet in dem Dorf, wo er das Wildschwein verdroschen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809228","hoster":"VOE"},{"path":"/redirect/8616794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-8","name":"Eine haarige Sache","epNo":8,"alt":"Gakkō wa Senjō da! Taiketsu Ranma vs. Ryōga","descr":"Ranma bekommt eine Herausforderung von Ryoga. Das festgesetzte Datum für den Kampf ist zwar schon vorbei, da Ryoga wegen seines schlechten Orientierungssinns nie zum richtigen Zeitpunkt am richtigen Ort ist. Doch es gelingt ihm immerhin, ein paar Tage später in der Furinkan Oberschule aufzutauchen. Ranma stellt sich zum Kampf, und Nabiki versucht sofort, mit Wetten auf den Ausgang Profit zu machen. Alle Schüler setzen auf Ranma. Doch dieser hat es nicht nur mit Ryoga zu tun: Auch der Chemieklub, der sich Hoffnungen auf Akane als Klub-Maskottchen macht, plant seinen Untergang. Die Streber stellen sich allerdings so dumm an, dass sie in ihre eigene Falle tappen. Nabiki, die im Fall von Ranmas Sieg alle Schüler ausbezahlen müsste, baut den im Kampf geschwächten Ryoga durch Suggestion wieder auf – sie gibt ihm Vitaminpillen und behauptet, es wären Steroide. Im weiteren Verlauf des Kampfes gerät Ranma in eine Wasserfontäne und wird zum Mädchen. Gedemütigt gesteht er Ryoga sein Geheimnis und beklagt sich darüber, mit diesem Mädchenkörper gestraft zu sein. Ryoga wird wütend: Wie man so einen tollen Körper eine Strafe nennen könnte! Sie kämpfen weiter und Akane, die Ranma helfen will, gerät zwischen die Fronten. Ranma muss sie retten und die beiden geraten wieder einmal in einen Streit. Akane ist tief verletzt, dass Ranma sie beschimpft, obwohl sie sich doch nur Sorgen um ihn gemacht hat und ihm helfen wollte. Als sie sich enttäuscht von ihm abwendet, kommt eines von Ryogas wirbelnden Kampfhaarbändern geflogen – und schneidet Akanes Haare ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13118058","hoster":"VOE"},{"path":"/redirect/8616787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-9","name":"Ryogas Verwandlung","epNo":9,"alt":"Otome Hakusho - Kami wa Onna no Inochi Nano","descr":"Der Schauplatz des Kampfes zwischen Ryoga und Ranma: Die beiden Kontrahenten und die Schüler stehen starr vor Schreck um Akane herum, deren Haare nun kurz sind. Sie ist in einem Schockzustand. Erst als ihr Ranma und Ryoga anbieten, sich doch an ihnen abzureagieren, kommt wieder Leben in sie und sie verpasst den beiden kräftige Ohrfeigen. Auf dem Heimweg sinniert Akane darüber nach, dass sie sich ja nur die Haare wachsen ließ, um Dr. Tofu zu gefallen. Zuhause lässt sie sich von Kasumi einen richtigen Haarschnitt verpassen und besucht dann Dr. Tofu, weil sie sich den Knöchel verletzt hat. Ranma, der sich bei ihr für seine Grobheit entschuldigen will, begleitet sie. Dr. Tofu behandelt Akane und macht ihr sogar ein Kompliment. In diesem Moment kann Akane die aufgestauten Emotionen nicht mehr zurückhalten und weint sich einmal richtig aus. Auf dem Nachhauseweg fühlt sie sich sehr viel besser. Ranma bemerkt eifersüchtig, dass Dr. Tofu Akane hübsch findet. Akane erwidert ihm, ihre unglückliche Liebe zu Dr. Tofu sei vorbei. Es ist Nacht geworden und Ryoga, der auf der Suche nach dem Haus der Tendos wieder mal halb Japan durchquert hat, ist endlich am Ziel. Er weckt Ranma mit einem Schwall kalten Wasser. Bevor er mit Ranma kämpft - der jetzt natürlich ein Mädchen ist - erzählt er ihm, er sei ihm damals bis nach Jusenko gefolgt. Ranma vermutet daraufhin, dass auch er in eine der verwunschenen Quellen gefallen sei. Der Lärm, den die beiden veranstalten, ruft Akane auf den Plan, die glaubt, einen Einbrecher zu überraschen. Ryoga landet im Teich und ist dann verschwunden. Ranma sucht ihn - und findet einen Hund. Im Glauben, es sei Ryoga, nimmt er ihn mit nach Hause. Unterdessen findet auch Akane in ihrem Zimmer unerwarteten Besuch vor - ein kleines Schwein mit einem Halstuch. Während sich Ranma im Wohnzimmer abtrocknet und sich mit dem vermeintlichen Ryoga-Hund unterhält, kommt Akane hinzu und verarztet das Ferkel. Sie weist Ranma darauf hin, dass er den Nachbarshund mitgebracht hat. Ranma, der sich über Ryogas Verbleib wundert, nimmt auf Akanes Wunsch das kleine Ferkel mit ins heiße Bad. Doch als er es hineinwirft - taucht Ryoga aus dem Wasser auf!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809232","hoster":"VOE"},{"path":"/redirect/8616793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-10","name":"So ein kleines Ferkel!","epNo":10,"alt":"Pi-pi-P-chan Roku Namonjanē","descr":"Ryoga erzählt Ranma zornig von seinem Unglück bei den Jusenko-Quellen: Ein Mädchen, das einen Panda verfolgt hat, habe ihn ins Wasser gestoßen. Als Ferkel sei er wieder aufgetaucht. Und es kommt noch schlimmer: Der Panda habe ihn gefunden und wollte ihn zu Schweinefleisch süß-sauer verarbeiten. Als der Koch ihn aber ins heiße Wasser wirft, verwandelt er sich wieder in einen Menschen. Als Ranma fragt, warum er denn ihn verfolge, wo doch dieses fremde Mädchen und der Panda an seinem Unglück schuld seien, öffnet sich die Tür - und der Panda steht im Badezimmer. Angesichts der pikanten Situation - die nackte Ranma-chan und ein nackter Junge - zieht er sich zurück. Ryoga aber hat begriffen, wer ihn in die Quelle gestoßen hat und stürzt sich auf Ranma, der sich mit einer kalten Dusche wehrt: Ryoga ist wieder ein Ferkel. Kurz darauf toben die beiden krachend durch die Gänge und das Ferkel findet Schutz bei Akane, die es auch gleich mit ins Bett nimmt. Ranma kocht vor Wut und schleicht sich - jetzt wieder ein Junge - nachts in Akanes Zimmer, um Ryoga von seinem schönen Plätzchen in Akanes Armen zu wegzerren. Der wehrt sich, es kommt zum Kampf und Ranma landet schließlich auf Akane. Klar, dass es Ohrfeigen setzt! Beim Frühstück muss sich Ranma dann die süffisanten Kommentare der Familie über seine nächtlichen Avancen anhören. Schließlich gerät P-Chan doch noch Ranma in die Hände, der ihn zurückverwandelt und zur Rede stellt. Ryoga gesteht, dass er sich in Akane verliebt hat, die ihn trotz seines Schicksals liebt, wie er meint. Die beiden Jungs kämpfen und wieder einmal gerät Ryoga in kaltes Wasser - und ist verschwunden. Während eine verzweifelte Akane mit Ranma nach P-Chan sucht, wird dieser von einem reichen Ehepaar gefunden, das das Ferkel adoptieren will. Gerade als er fliehen will, tauchen Ranma und Akane vor dem Haus auf. Ranma prügelt sich mit dem Personal um P-Chan und schließlich darf Akane ihren Liebling behalten. Nachts versucht der eifersüchtige Ranma wieder, P-Chan aus Akanes Bett zu holen - natürlich fliegt er auf und seine nächtlichen Eskapaden sind mal wieder Frühstücksgespräch im Haus der Ten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267988","hoster":"VOE"},{"path":"/redirect/8616792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-11","name":"Die schwarze Rose","epNo":11,"alt":"Ranma wogekiai! Shinataisou no sukeban toujou","descr":"Stichwortsuche (Serien Personen Spielfilme) Ranma 1/2(Ranma ni-bun no ichi) J, 1989–1992Ranma 1/2Infoim TVForumShopEpisodenPlatz 3542154 FansSerienwertung4.41111Die schwarze Rose(Ranma Meets Love Head-On! Enter The Delinquent Juvenile Gymnast! (1)) FolgeninhaltEin Desaster für die Turnerinnen der Furinkan Oberschule: Die ganze Mannschaft wurde kurz vor dem großen Turnier in der rhythmischen Kampfgymnastik verprügelt und kann nicht antreten. In ihrer Not bitten die Mädchen Akane, für sie einzuspringen. Akane sagt zu und nimmt auch gleich das Training auf. Begleitet von Ranmas spöttischen Kommentaren versucht sie sich an den Geräten - und stellt sich ziemlich ungeschickt an. Da taucht Ryoga auf und bietet seine Hilfe an. Nach einem anstrengenden Trainingstag mit Ryoga fällt Akane schließlich todmüde ins Bett - und entdeckt in ihrem Zimmer Kodachi, genannt die schwarze Rose, ihre Gegnerin im Wettkampf von der St. Hebereke-Mädchenschule. Wie sie es mit allen ihren Gegnerinnen macht, versucht Kodachi auch Akane schon vor dem Turnier kampfunfähig zu schlagen. Unterdessen nehmen Ryoga und Ranma ein Bad - doch Ryoga stellt sich danach noch unter die kalte Dusche, damit er als P-Chan in Akanes Bett schlüpfen kann. Klar, dass Ranma mit einem Kessel heißen Wassers die Verfolgung aufnimmt. Akane hat sich inzwischen tapfer gegen Kodachi gewehrt und diese schwingt sich davon. Auf dem Dach kollidiert sie mit Ranmas Kessel. Gerade noch kann er sie auffangen. Kodachi öffnet benommen die Augen - und verliebt sich sofort in ihren Retter. Damit er ihr nicht mehr entkommt, betäubt sie ihn mit Lähmungspulver und will ihn gerade leidenschaftlich küssen, als eine empörte Akane auftritt und ihren Plan vereitelt. Kodachi flieht, Akane geht wieder ins Bett und der immer noch betäubte Ranma muss die Nacht auf dem Dach verbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809233","hoster":"VOE"},{"path":"/redirect/8616797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-12","name":"Kampf um Ranma","epNo":12,"alt":"Onna no koi wasensou yo! Kakutou shintaisou de iza shoubu","descr":"Der Tag des Turniers in der rhythmischen Kampfgymnastik kommt näher. Eines Morgens taucht Kodachi an der Furinkan-Oberschule auf und greift Akane an. Diese wehrt sie ab, worauf sich Kodachi auf Ranma stürzt - natürlich mit amourösen Absichten. Es stellt sich heraus, dass Kodachi Tatewaki Kunos Schwester ist - und dieser gibt dem Paar Ranma/Kodachi auch gleich seinen Segen, schließlich wäre dann Akane für ihn frei. Doch der entsetzte Ranma weist Kodachi darauf hin, er sei schon mit Akane verlobt. Kodachi schlägt einen Handel vor: Wer beim Kampfgymnastik-Turnier gewinnt, bekommt auch Ranma. Jetzt muss Akane das Turnier um jeden Preis gewinnen. Doch am Tag vor dem Kampf verletzt sie sich beim Training - sie kann nicht antreten. Wer soll für sie einspringen? Ryoga findet die Lösung, indem er einen Kübel Wasser über Ranma schüttet. Ranma ist zwar nicht begeistert, beginnt aber als Mädchen mit dem Training. Nachdem Akane zu Bett gegangen ist, erklärt ihm Ryoga, dass er ihm keineswegs helfen will; denn sollte er verlieren, ist er Kodachi versprochen und Akane damit frei für Ryoga. Natürlich liefern sich Ranma und Ryoga die ganze Nacht über eine wüste Schlägerei - und Ranma ist am Turniertag total übermüdet. Erst als Kodachi noch vor dem Turnier einen Angriff mit Schlafgas landet, wacht er richtig auf. Ryoga wird auf dem Weg zur Sporthalle von einem Wasserschwall getroffen - und fällt gleich darauf als P-Chan Kodachi in die Hände. Das Turnier beginnt, Ranma und Kodachi betreten den Ring. Bei der Begrüßung befestigt Kodachi blitzschnell etwas an Ranmas Hand: Es ist eine lange Eisenkette, an deren Ende P-Chan festgemacht ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9186975","hoster":"VOE"},{"path":"/redirect/8616799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-13","name":"Ein Kampf mit allen Mitteln","epNo":13,"alt":"Sukeban no me ni namida? Rule muyou-no kakutou shintaisou ketchaku","descr":"Der Kampfgymnastik-Wettbewerb zwischen Ranma-chan und Kodachi beginnt. Die Regeln: Außer einem Angriff mit bloßen Händen ist alles erlaubt, und wer aus dem Ring fällt, hat verloren. Kodachi ist jedes Mittel recht, um Ranma-kun für sich zu gewinnen: Sie kämpft mit einem Stahlrohr, einem Rasierklingen-Reifen und Keulen mit ausfahrbaren Dornen. Ihre Eifersucht ist zusätzlich angestachelt, da Ranma bei der Vorstellung zu Beginn des Wettkampf seinen eigenen Namen genannt hat: Jetzt glaubt Kodachi, ebenso wie ihr Bruder Tatewaki, Ranma und das Mädchen mit dem Zopf seien ein Paar. Ranma nimmt ihr das Versprechen ab, ihre Liebe für Ranma aufzugeben, sollte sie verlieren. Als Kodachi mit kochendem Wasser angreift, wird es brenzlig für Ranma und P-Chan. Sie haben sich kaum zurückverwandelt, als Akane sie mit einem Wasserschlauch rettet und aus ihnen wieder ein Mädchen und ein Ferkel werden. Ranma gelingt es, Kodachi aus dem Ring zu schleudern, aber dieser bewegt sich und Kodachi landet wieder sicher darin. Ranma reißt die Matten weg: Darunter kommt das St. Hebereke-Gymnastik-Team zum Vorschein, das auf Kodachis Pfeifkommando den Ring verschoben hat. Ranma besiegt Kodachi schließlich und diese will, wie versprochen, ihre Liebe zu Ranma aufgeben. Am Abend geht es wieder rund im Hause Tendo. Ranma will wieder einmal Ryoga daran hindern, als P-Chan in Akanes Bett zu schlafen. Bei der Verfolgungsjagd platzt er in Akanes Zimmer - die gerade in ihr Nachthemd geschlüpft ist. Als Ranma sich im Garten von ihren Ohrfeigen erholt, taucht Tatewaki Kuno auf und übergibt Ranma einen Strauß roter Rosen für das Mädchen mit dem Zopf. Ranma fällt vor Schreck in den Teich. Kurz darauf steht Kodachi vor Ranmas Mädchenform, mit einem Strauß schwarzer Rosen für Ranma. Denn sie hat zwar ihre alte Liebe zu ihm aufgegeben, ist aber schon in neuer Leidenschaft zu ihm entbrannt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9186979","hoster":"VOE"},{"path":"/redirect/8616798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-14","name":"Eine Braut für Dr. Tofu","epNo":14,"alt":"Kotsuban urania! Ranma wa Nihon ichi no oyome-san","descr":"Dr. Tofu bekommt überraschenden Besuch von seiner Mutter Kean. Die findet, es sei an der Zeit, dass er sich eine Braut sucht, und hat gleich Fotos von der Heiratsvermittlung mitgebracht. Wichtigstes Merkmal der Zukünftigen: Breite Hüften soll sie haben, damit sie viele gesunde Kinder gebären kann. Tofus Proteste schmettert Kean ab. Akane, die zufällig in der Praxis ist, will ihm helfen, seine Mutter wieder loszuwerden, weiß sie doch, dass Dr. Tofu in Kasumi verliebt ist. Doch Nabiki kommt ihr zuvor: Gegen Gebühr und Geschenke spielt sie Tofus Verlobte. Als Akane Tofus Mutter erzählt, sie sei in Wahrheit Tofus heimliche Liebe, testet Kean mit einem Griff ihre Hüften: gar nicht schlecht. Zu Hause muss Akane Ranmas Spott über Keans Urteil und ihre Untauglichkeit als Ehefrau ertragen - wobei in seinen Bemerkungen natürlich Eifersucht mitschwingt. Am Tag darauf sollen Akane und Nabiki auf Keans Geheiß in einem Becken-Kampf entscheiden, wer die Braut des Doktors wird. Da greift, von Ryoga dazu gedrängt, Ranma als Mädchen in die Brautschau ein und offenbart sich als Tofus große Liebe. Mit kundigem Griff testet Kean seine Hüften: optimal breit. Die Mutter erklärt Ranma zu Tofus neuer Braut. Dieser, von der ganzen Situation eh schon überfordert, reagiert wieder einmal vollends verwirrt, als auch noch Kasumi auftaucht. Jetzt bestätigt sich Keans Verdacht, dass ihr Sohn Kasumi liebt. Im Wissen, dass er irgendwann um deren Hand anhalten wird, reist sie zufrieden ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9186977","hoster":"VOE"},{"path":"/redirect/8616815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-15","name":"Amazone Shampoo","epNo":15,"alt":"Gekiretsu shoujo Shampoo toujou! Watashi inochi azukemasu","descr":"Akane und Ranma-Mädchen sitzen in einem Café, als ein zauberhaft hübsches Mädchen durch die Wand bricht und sich sofort auf Ranma stürzt. Sie will \u0027sie\u0027 nämlich umbringen. Nachdem ihnen die Flucht geglückt ist, erzählt Ranma, jetzt wieder ein Junge, Akane die Vorgeschichte: In China besuchten er (in Mädchenform) und Genma (als Panda) ein Amazonendorf, in dem gerade ein Wettkampf stattfand. Vom Hunger übermannt, machten sie sich über die dort dargebotenen Speisen her, nicht ahnend, dass die der Preis für die Siegerin waren. Kurzerhand fordert Ranma diese, die Amazone Shampoo, heraus, und besiegt sie - damit hat Ranma das Essen fair gewonnen. Doch die stolze Amazone, von einer Fremden besiegt, gibt Ranma den Kuss des Todes - das Versprechen, sie notfalls bis ans Ende der Welt zu jagen.. Als Ranma und Akane zu Hause ankommen, wartet dort schon Shampoo auf sie - und reagiert verwundert auf den männlichen Ranma. Ryoga sorgt mit einem Eimer Wasser dafür, dass sie wieder den weiblichen Ranma zu sehen kriegt, auf den Shampoo auch sofort Jagd macht. Unbeachtet von Shampoo verwandelt sich Ranma wieder. Als Shampoo auch auf Akane losgeht, greift Ranma ein und besiegt Shampoo erneut. Als sie wieder zu sich kommt, erwarten alle den nächsten Todeskuss für Ranma, aber zur Verwunderung aller erklärt Shampoo Ranma ihre Liebe. Die Stammesgesetze der Amazonen besagen nämlich: Wird eine Amazone von einer Frau besiegt, muss sie sie töten, wird sie aber von einem Mann besiegt, muss sie ihn heiraten. Wütend reagiert sich Akane in der Übungshalle ab. Ranma versucht unterdessen, Shampoo zu erklären, dass diese Stammesgesetze längst veraltet sind, und ist doch ziemlich verwirrt von ihrem Charme. Ryoga macht dem Ganzen ein Ende, indem er Ranma mit einem Eimer Wasser wieder in ein Mädchen verwandelt - und Shampoo nimmt die Jagd wieder auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9186978","hoster":"VOE"},{"path":"/redirect/8616800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-16","name":"Kopfwäsche mit Folgen","epNo":16,"alt":"Shampoo no hangeki Hissatsu shiatsuken wa mi mo kokoro mo ubau","descr":"Akane soll am Morgen Ranma wecken - und findet ihn zusammen mit Shampoo im Bett! Ein Eimer Wasser sorgt dafür, dass die beiden aufwachen und für eine wilde Verfolgungsjagd. Kurz darauf verfolgt Shampoo auch den männlichen Ranma - um ihn zu küssen. Eifersüchtig greift Akane ein, worauf Shampoo in ihr eine Rivalin erkennt. Auf dem Schulweg beteuert Ranma, dass er Shampoo keineswegs in sein Bett eingeladen habe. Akane behauptet, dass sei ihr egal, ist aber trotzdem außer sich. Inzwischen trifft Shampoo auf P-Chan und lockt ihn freundlich zu sich. Große Pause in der Furinkan Higschool - und Shampoo erscheint mit einem großen Tablett für Ranma: Sie serviert ihm P-Chan auf einem Gemüsebett! Als Akane ihren Liebling, der das Ganze glücklicherweise überlebt hat, an sich reißt, gibt ihr Shampoo den Kuss des Todes. Akane nimmt die Herausforderung an. Ranma will den Kampf verhindern, aber er kommt zu spät: Er findet Akane bewusstlos auf der Wiese. Als sie erwacht, erkennt sie Ranma nicht mehr. Doch sie hat keine Amnesie - sie kann sich an alles erinnern, nur nicht an ihn. Dr. Tofus Diagnose, die schließlich von Genma bestätigt wird: Shampoo hat eine Shiatsu-Haarwäsche-Kampftechnik bei Akane angewandt, mit der man ganz gezielt Dinge aus dem Gedächtnis löschen kann, in diesem Fall eben die Erinnerung an Ranma. Nur mit dem richtigen Shampoo kann Akane geheilt werden. Der verzweifelte Ranma macht sich sofort auf der Suche - mit Akane im Schlepptau, die sich über diesen fremden Jungen sehr wundert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9200006","hoster":"VOE"},{"path":"/redirect/8616816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-17","name":"Her mit dem Shampoo!","epNo":17,"alt":"Ranma daisuki! Sayonara wa iwanaide!!","descr":"Immer noch ist Ranma aus Akanes Gedächtnis gelöscht. Auch wenn man ihr erklärt hat, wer er ist, sofort vergisst sie ihn wieder. Doch als Shampoo auftaucht, um mit Ranma zu flirten, reagiert Akane instinktiv und verpasst ihm Prügel. Shampoo bemerkt, dass sie Ranma in Akanes Erinnerung nicht ganz ausgelöscht hat. Sie startet einen neuen Shiatsu-Angriff, doch Ranma ist schneller, entreißt ihr das Shampoo und wäscht der zeternden Akane damit den Kopf. Doch es funktioniert nicht, da er, wie Dr. Tofu erklärt, ein anderes Shampoo braucht, das Gegenmittel sozusagen. Entschlossen, Akane zu heilen, will sich Ranma auf den Weg nach China machen, um dort nach dem Shampoo zu suchen. Doch schon nach ein paar Minuten triff er auf Shampoo, die ihn mit dem richtigen Shampoo lockt. Sie macht ihm ein Angebot: Er bekommt das Shampoo, wenn er dafür das Ranma-Mädchen umbringt. Ranma kann den Deal noch in \u0027fast umbringen\u0027 umwandeln. Da er sich ja schlecht selbst verdreschen kann, bittet er Ryoga, das zu tun. Der denkt gar nicht daran, Ranma zu helfen, schließlich will er Akane für sich. Leider schlägt Ranma ihn auch noch K.O., aber Soun und der Panda, ganz gerührt über Ranmas Opferbereitschaft, springen gern ein und vertrimmen ihn nach Strich und Faden. Entsetzt kommt Akane dazu: Wie man nur diesen schwachen Fremdling schlagen könnte. Ranma, außer sich, beschimpft Akane. Das scheint bei ihr etwas auszulösen. Ranma legt kräftig nach, heißt sie alle mögliche, und siehe da - Akanes Erinnerung an ihn kehrt zurück. Leider tut das auch Shampoo, um dem Ranma-Mädchen den Rest zu geben. Da gibt es nur noch eine Lösung: Vor ihren Augen überschüttet Ranma sich mit Wasser und erklärt ihr, er sei immer ein Mädchen gewesen, er könne also nicht mit ihr zusammen sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267991","hoster":"VOE"},{"path":"/redirect/8616801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-18","name":"Zurück nach China","epNo":18,"alt":"Ore wa otoko da! Ranma chuugoku e kaeru?","descr":"Wieder mal Keilerei zwischen Ranma und Genma. Streitpunkt: Ranma will nach China zurück, um bei den Jusenko-Quellen ein Mittel gegen sein \u0027Zwitterdasein\u0027 zu finden. Im Verlauf des Kampfes sehen wir einen Rückblick auf alles, was bisher vorgefallen ist: die Verwandlung Ranmas und Genmas an den Quellen, die Verlobung Ranmas mit Akane und ihr erster Streit, die Begegnung mit Oberschüler Kuno, der wegen Akane mit dem männlichen Ranma kämpft, aber trotzdem hinter Ranma-chan her ist, Ranma-chans Kampf gegen Kunos Schwester Kodachi, die Verwandlung Ryogas in das schwarze Ferkel und sein Rachefeldzug gegen Ranma, der Kampf mit Shampoo im Amazonendorf, der Todeskuss und nicht zuletzt Shampoos (unerwünschte) Liebe für Ranma-kun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267992","hoster":"VOE"},{"path":"/redirect/8616802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-19","name":"Rennen der Liefermädchen","epNo":19,"alt":"Gekitotsu! Demae kakutou race","descr":"Genma erinnert sich: Als Ranma noch ein Baby war, verkaufte er ihn eines Tages für eine Mahlzeit aus Fisch und Salzgurken an einen gewissen Kinnosuke, der Ranma als Bräutigam für seine Tochter haben wollte. Kaum war der Hunger gestillt, stahl Genma seinen Sohn zurück. Jetzt, sechzehn Jahre später, steht Kinnosuke vor der Tendo-Kampschule und will, gemäß der Vereinbarung, seine Tochter Kaori mit Ranma verheiraten. Es kommt zum Streit, da Ranma mit Akane ja schon eine Verlobte hat. Schließlich schlägt Kaori einen Handel vor: Per Wettkampf soll entschieden werden, wer Ranmas Braut wird. Im Rennen packt Kaori alle ihre Tricks aus, und nur mit Ranmas Hilfe kann Akane knapp gewinnen. Kinnosuke und Koari reisen ab, aber da steht schon der nächste Schwiegerva.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809242","hoster":"VOE"},{"path":"/redirect/8616803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-20","name":"Katzenjammer","epNo":20,"alt":"Yappari neko ga kirai?","descr":"Paketpost für Ranma aus China. Absender ist Shampoo und darin sitzt ein süßes Kätzchen. Doch das löst bei Ranma keine Freuden- sondern Schreckensschreie aus, denn er leidet an einer Katzenphobie - schließlich hat Genma einst versucht, Ranma die Katzenfausttechnik zu lehren, indem er ihn in Fischrollen eingewickelt in eine Grube voll hungriger Katzen warf. Über seinen Diener Sasuke erfährt Oberschüler Kuno von Ranmas Schwachpunkt und stellt ihm in der Schule eine Falle: Akane und Ranma werden in einem Keller voller Katzen gefangen. Als seine Angst übermächtig wird, geht eine Veränderung in Ranma vor: Er wird selbst zur Katze und kämpft Akane und sich frei. Allerdings flüchtet er sich dann auf einen Baum und erst mit einem Beutel Katzenminze kann ihn Akane herunterlocken. Prompt springt Ranma auf ihren Schoß, schnurrt - und küsst sie vor der gesamten Schule. Erst ein Schlag von Akane, der ihn in der Pool befördert, bringt Ranma wieder zur Vernunft. An den Kuss kann er sich nicht erinnern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267995","hoster":"VOE"},{"path":"/redirect/8616805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-21","name":"Hier kommt Cologne!","epNo":21,"alt":"Watashi ga Joketsuzoku no obaba!","descr":"Cologne, Urgroßmutter von Shampoo, erscheint und sucht ihren Schwiegersohn. Natürlich ist das Ranma. Nun versuchen beide, Shampoo und die resolute Urgroßmutter, Ranma so weit zu bringen, in eine Heirat einzuwilligen. Es kommt zu einem Kampf zwischen Cologne und Ranma. Zunächst sieht Ranma wie der Sieger aus. Doch im Bad stellt Ranma plötzlich eine Überempfindlichkeit auf heißes Wasser fest. Das bedeutet, Ranma kann sich nicht mehr in einen Jungen zurückverwandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921479","hoster":"VOE"},{"path":"/redirect/8616804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-22","name":"Die Phönix-Pille","epNo":22,"alt":"Deta! Hissatsu tenshin amaguriken!","descr":"Ranma kann sich nicht mehr in einen Jungen zurückverwandeln. Cologne hat das Gegenmittel, die Phönix-Pille. Ranma kann sie nur bekommen, wenn sie die Urgroßmutter besiegt, und das ist schwierig. Mit Hilfe der \u0027Kastanien aus dem Feuer holen-Technik\u0027 soll es möglich sein. Ranma lässt sich in Colognes Restaurant anstellen und wartet auf ihre Chance. Auf einem Jahrmarkt hat sie die zündende Idee. Es kommt zum Kampf mit der Urgroßmutter, aber die hat die Pille mit einem Bonbon vertauscht. Ranma schwört Rache!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809246","hoster":"VOE"},{"path":"/redirect/8616806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-23","name":"Noch ein Schwiegersohn!","epNo":23,"alt":"Hakuchou-gen no otoko Mousse toujou!","descr":"Mit Hilfe des Tokio-Apa-Akkupressurpunkts kann Dr. Tofu Ranma zumindest kurzfristig von seinem Ganzkörper-Katzenzungen-Leiden befreien. Mousse aus China taucht auf und meldet seine Ansprüche als zukünftiger Gemahl von Shampoo an. Ranma und Mousse streiten sich und verabreden sich am nächsten Tag zu einem Duell. Ranma, wieder als Mädchen, besiegt Mousse in einem harten Kampf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12286221","hoster":"VOE"},{"path":"/redirect/8616807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-24","name":"Eiskalter Wettkampf","epNo":24,"alt":"Bakusou! Yukidaruma hakobi race","descr":"Die ganze Familie ist im Skiurlaub, alle sind guter Dinge, nur Ranma leidet, weil er immer noch ein Mädchen ist. Das \u0027Rettet den Schneemann ins Ziel-Kampfrennen\u0027 findet statt. Als Siegespreis winkt ein Skiwochenende mit einem äußerst attraktiven Mädchen, es ist Shampoo. Cologne legt die Phönix-Pille als Zusatzpreis drauf. Nun gibt es für Ranma kein Halten mehr. Kurz vor dem Ziel kommt es zum Entscheidungskampf zwischen Ranma und Cologne. Ranma gewinnt und ist glücklich wieder ein Junge zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809250","hoster":"VOE"},{"path":"/redirect/8616809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-25","name":"P-Chan wird entführt","epNo":25,"alt":"Sarawareta P-chan!","descr":"Akane ist mit Yuka und Hiroko beim Eislaufen. Als die drei eine Pause machen, vergißt Akane P-Chan auf dem Eis. Azusa schnappt sich das Ferkel und gibt es als ihres aus. Akane und Azusa geraten darüber in Streit, und es soll einenWettkampf im Eiskunstlauf geben. Akane soll mit Ranma als Jungen, gegen Azusa und Mikado antreten. Allerdings kann Ranma sich kaum auf Schlittschuhen halten und übt mit Akane. Dabei kommt es zu weiteren Provokationen von Azusa und Mikado. Am Ende fordert Ranma Mikado zu einem Kampf heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809245","hoster":"VOE"},{"path":"/redirect/8616808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-26","name":"Tanz des Todes auf dem Eis","epNo":26,"alt":"Kiki-ippatsu! Shiryou no bonodori","descr":"Im Duell Mikado gegen Ranma bleibt Ranma Sieger. Mikado möchte beim großen Kampf dafür Rache nehmen. Ranma schmollt immer noch, weil er als Mädchen von Mikado geküsst wurde. Akane zieht ihn auf und provoziert ihn, so dass es beinahe zu einem Kuss zwischen den beiden kommt. Während des großen Wettkampfs, versucht Mikado Akane zu küssen, was ihm aber nicht gelingt, weil Ranma das mit allen Mitteln verhindert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809247","hoster":"VOE"},{"path":"/redirect/8616810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-27","name":"Der eisige Sturzbach der Liebe","epNo":27,"alt":"P-chan bakuhatsu! Ai no mizubashira","descr":"Der große Wettkampf ist in vollem Gang. Ranma und Akane überstehen einige Attacken des \u0027Goldenen Paares\u0027. Während des Kampfes taucht Ryoga auf, der an Stelle von Ranma zusammen mit Akane weiterkämpfen möchte. Ranma ist darüber nicht sehr erbaut, die beiden geraten in Streit, und Ranma wird wieder zum Mädchen, was Mikado auf den Plan ruft, der sie immer noch küssen will. Mikado wird schließlich von seiner eigenen Partnerin k.o. geschlagen, so dass der Kampf zu Gunsten der Furinkan Oberschule entschieden wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809252","hoster":"VOE"},{"path":"/redirect/8616814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-28","name":"Berg des Grauens","epNo":28,"alt":"Ranma kyoufu no yama gomori","descr":"Ryoga fordert Ranma in einem Brief zum Kampf heraus. Zum festgesetzten Termin ist er allerdings nicht da weil er, wie immer, mit Orientierungsproblemen zu kämpfen hat. Er lernt Cologne kennen, die ihm anbietet, ihn gegen Ranma zu trainieren. Das lehnt er anfangs noch brüsk ab, muss dann aber erkennen, dass er mit ihrer Hilfe vielleicht Ranma doch endlich besiegen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9200012","hoster":"VOE"},{"path":"/redirect/8616811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-29","name":"Ryogas Rache","epNo":29,"alt":"Bakusaitenketsu to ha? Ryouga daigyakushuu","descr":"Cologne zeigt Ryoga die berühmte Bruchstellen-Technik, mit der er Ranma besiegen zu können glaubt. Ranmas Vater bekommt das durch Zufall mit und warnt seinen Sohn. Daraufhin bereitet sich Ranma entsprechen auf den Kampf vor. Während des Kampfes hat er zwar einige Schwierigkeiten, es gelingt ihm aber Ryoga zu besiegen, der ohne den Siegpreis (Akane) wieder abziehen muss!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809248","hoster":"VOE"},{"path":"/redirect/8616812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-30","name":"Gemeinsam sind wir stark","epNo":30,"alt":"Ayaushi! Tendou doujou","descr":"Ein Kampfschulen-Zerstörer hat die Kampfschule der Tendos herausgefordert. Da sie Akane und Ranma gehört, müssten sie sie gemeinsam verteidigen. Ranma hat aber anderes im Sinn. Shampoo möchte mit ihm ausgehen, und als Dank soll er ein magisches Pulver bekommen, das seinen Fluch für immer von ihm nehmen kann. Er trifft sich mit Shampoo, besinnt sich aber dann aber doch eines Besseren und kommt Akane zu Hilfe, die große Schwierigkeiten im Kampf gegen den Zerstörer hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809254","hoster":"VOE"},{"path":"/redirect/8616813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-31","name":"Akane wird entführt","epNo":31,"alt":"Sarawareta Akane!","descr":"Mousse entführt, weil er so schlecht sieht, ein Stoffschwein von Akane, das er für sie hält. Er möchte Ranma in eine Falle locken, um sich an ihm zu rächen. Das Missverständnis klärt sich jedoch auf, und es gelingt ihm die echte Akane in seine Gewalt zu bekommen. Ranma versucht in letzter Minute Akane zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9200013","hoster":"VOE"},{"path":"/redirect/8616827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-32","name":"Der Sieg des Verlierers","epNo":32,"alt":"Taiketsu Mousse! Makeru ga kachi","descr":"Akane ist in der Gewalt von Mousse, der sie mit Hilfe des Wassers aus der Yahzuniichuan-Quelle in eine Ente verwandeln will. Es kommt zu einem heftigen Kampf zwischen Ranma und Mousse. Nach dem Kampf ist Akane verschwunden, und Ranma findet dafür eine Ente. Es klärt sich jedoch bald auf, dass Akane nicht verwandelt wurde. Akane macht Ranma den Vorschlag in einem erneuten Kampf zum Schein gegen Mousse zu verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809255","hoster":"VOE"},{"path":"/redirect/8616817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-33","name":"Hier kommt Happosai!","epNo":33,"alt":"Kyuukyoku no ero youkai Happousai","descr":"Happosai der alte Lehrmeister von Soun und Genma taucht überraschend auf und bringt ein ziemliches Chaos mit sich. Er hat nur junge Mädchen im Kopf, und als er Ranma einmal als Mädchen sieht, findet er sofort Gefallen an ihr. Von nun an ist er ständig hinter ihr her. Schließlich fordert Ranma als Junge ihn zu einem Kampf heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9200014","hoster":"VOE"},{"path":"/redirect/8616819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-34","name":"Angriff auf die Mädchen-Umkleide","epNo":34,"alt":"Joshi kouishitsu wo osoe?","descr":"Ranma erfährt von Ryoga, dass es in Japan eine Nanniichuan Quelle geben muss. Mit dem Wasser der Quelle könnten sie beide ihren Fluch loswerden. Sie machen sich gemeinsam auf die Suche, und finden heraus, dass die Quelle unter dem Mädchen-Umkleideraum von Ranmas Schule sein muss. Der wird aber von den Mädchen schwer verteidigt, da Happosai immer noch sein Unwesen treibt, und versucht, den Mädchen ihre Unterwäsche zu stehlen. So gestaltet sich das ganze Unternehmen ein wenig schwierig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809261","hoster":"VOE"},{"path":"/redirect/8616818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-35","name":"Wo ist die zweite Urne?","epNo":35,"alt":"Oni mo nigedasu karakuri yashiki","descr":"Die in der letzten Folge unter dem Mädchenumkleideraum aufgetauchte Urne muss etwas mit der japanischen Nanniichuan Quelle zu tun haben. Cologne, Shampoos Urgroßmutter, weiß mehr darüber. Insgesamt braucht man drei Urnen, damit die Quelle des ertrunkenen Mannes wieder sprudelt. Wie sich herausstellt, befindet sich die zweite Urne im Haus von Kuno. Doch die Suche im Haus erweist sich als ziemlich gefährlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809256","hoster":"VOE"},{"path":"/redirect/14166365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-36","name":"Leider außer Betrieb","epNo":36,"alt":"Kore de onna to osaraba","descr":"Meister Happosai besitzt eine der drei Urnen, die es Ranma und Ryoga ermöglichen könnten, die \u0027Quelle des ertrunkenen Mannes\u0027 zu finden und ihren Fluch los zu werden. Ranma stiehlt Happosai die Urne und findet auch noch die beiden anderen. Also steht der Suche nach der Quelle nichts mehr im Wege. Cologne, Akane, Shampoo, Ryoga, Ranma und die Väter Soun und Genma machen sich auf den Weg. Happosai folgt ihnen und bekämpft sie. Am Ende finden sie die Quelle und Ranma taucht ein. Leider ohne die erwünschte Wirkung. Um wieder zu einem 100%igen Mann zu werden, müsste er zu der Original-Quelle nach China reisen. Die Enttäuschung ist groß - auch für Ryoga.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809259","hoster":"VOE"},{"path":"/redirect/8616834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-37","name":"Süße Verführung","epNo":37,"alt":"Ai to nikushimi no okurimono","descr":"Akane hat im Kochkurs der Schule Kekse gebacken. Ranma weigert sich allerdings, sie zu probieren. Später sieht sie, dass er Kodachis Kekse probiert. Sie ist stinksauer, aber auch ehrgeizig. Sie bittet Kasumi ihr beim Backen zu helfen. Kasumi freut sich, weil sie denkt, Akane will sich auf ihr Eheleben vorbereiten. Doch weit gefehlt! Was Akane nicht weiß, ist, dass Kodachi Fotos von Ranma und sich geschossen hat, als sie beide gestürzt waren und sich dabei sehr nahe kamen. Sie erpresst Ranma damit, dass sie die Fotos der ganzen Stadt zeigen will. Als Kodachi Ranma zum Essen einlädt, entlockt er ihr das Versteck der Negative. Nach einem Wasserkampf mit einem Krokodil, wird er zwar wieder Ranma-chan, aber er hat die Negative. Kuno verfolgt Ranma-chan weiterhin mit seiner Liebe, aber er liebt auch Akane. Um Akane eine Freude zu machen, isst Ranma-kun die von ihr gebackenen Kekse. Akane freut sich, doch Ranma wird übel davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809257","hoster":"VOE"},{"path":"/redirect/8616820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-38","name":"Der Zorn des Happosai","epNo":38,"alt":"SOS ero youkai Happousai","descr":"Genma Saotome und Soun Tendo bekommen den Auftrag, einen Unterwäschedieb zu überführen. Da die beiden wissen, dass der Dieb \u0027Meister Happosai\u0027 ist, kneifen sie. Ranma übernimmt den Auftrag und ruft damit den \u0027heiligen Zorn\u0027 des Meisters hervor. Und dieser Zorn trifft dann alle mit voller Härte! Ranma schwört Rache und besprüht mit Hilfe von Akane die Kleidung des Meisters mit Mädchenschreck. Das bedeutet, dass jede Frau, die vom Meister berührt wird, vor Schreck erstarrt. Das trifft den Meister ins Mark. Seine Sucht, hübsche Frauen berühren zu müssen, läuft ins Leere und er leidet qualvoll. Ranma bekommt Mitleid und befreit ihn von diesem Duft. Natürlich ist Happosai weder dankbar noch fair. Es kommt fast zum Kampf zwischen dem Panda und Happosai. Letztlich ist es Ranma-chan, die den Meister mit ihrer Weiblichkeit besänftigt und ihn dann leider auch am Hals hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809260","hoster":"VOE"},{"path":"/redirect/8616821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-39","name":"Romeo und Julia","epNo":39,"alt":"Akane no kuchibiru wo ubae","descr":"Akane soll beim Theater-Wettbewerb der Schulen die Julia spielen. Die Anwärter für die Rolle des Romeo sind Kuno, Happosai und Ranma-kun. Ranma-kun setzt sich durch, weil er der irrigen Meinung ist, dass der Sieger eine Reise nach China gewinnt. Nach verschiedenen Kämpfen mit seinen Konkurrenten, begegnet Ranma-kun das größte Problem. Er muss natürlich als Romeo die Julia küssen! Ranma bringt es nicht über sich, Akane zu küssen, so vor allen Leuten... Soun verzweifelt fast an seinem schüchternen Schwiegersohn in spe. Erst als Akane ihn liebevoll dazu auffordert, tut er es. Vorher hat ihm Akane aber noch ein Pflaster über den Mund geklebt. Ranma fühlt sich total verladen und ist sauer! Als er dann zuhause auch noch erfährt, dass die Reise nach China ein Missverständnis war, und mit China ein Schauspieler aus Hongkong gemeint war, fällt er schlicht in Ohnmacht!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809263","hoster":"VOE"},{"path":"/redirect/8616822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-40","name":"Skandal im Badehaus","epNo":40,"alt":"Ii yu da na? Sentou de sentou","descr":"Das Badezimmer der Tendos ist kaputt, darum gehen Ranma und Happosai ins öffentliche Bad. Getrennt von ihnen gehen auch Akane, Nabiki und ihre Freundinnen. Da Männer und Frauen in öffentlichen Bädern getrennt sind, unternimmt Happosai alles, um in den Frauenbereich zu gelangen. Auch schafft er es, dass Ranma-kun plötzlich als Frau im Männerbereich steht, und umgekehrt! Was zur Folge hat, dass Ranma eine gehörige Tracht Prügel bekommt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9200015","hoster":"VOE"},{"path":"/redirect/8616823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-41","name":"Und noch eine Braut!","epNo":41,"alt":"Mata hitori Ranma wo aishita yatsu","descr":"Wie aus dem Nichts taucht plötzlich Ukyo auf! Sie verprügelt Genma und behauptet, er habe sie verlassen. Als sie in der Schule auftaucht und dort als Spezialistin für Okonomiyaki auftritt, dämmert es Ranma langsam. Er kennt Ukyo aus der Zeit, als er mit seinem Vater in China war. Ukyo war die Tochter eines Okonomiyaki-Bäckers und Ranma war eine Weile ihr Spielkamerad. Sie wirft Ranma vor, sein Vater hätte ihren Okonomiyaki-Karren gestohlen und wäre dann abgehauen, ohne sie mitzunehmen. Genma lüftet das Geheimnis und erzählt, dass Ukyos Vater ihn gebeten hat, Ukyo und Ranma zu verloben. Dafür hat er ihm dann seinen Okonomiyaki-Karren geschenkt. Ranma hat also ratzfatz noch eine Verlobte! Ukyo beschuldigt Ranma, ihr Leben zur Hölle gemacht zu haben. Dafür setzt es Prügel und der Flirt kann weitergehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809264","hoster":"VOE"},{"path":"/redirect/8616824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-42","name":"Bäumchen wechsel dich","epNo":42,"alt":"Netsuai? Ryouga to Akane","descr":"Ryoga wirft Ranma vor, ein Casanova zu sein und Akane damit zu beleidigen. Ukyo erkennt Ryogas Liebe zu Akane und arrangiert ein Rendezvous zwischen den beiden. Ihr Ziel ist es, sie zu verkuppeln, und Ranma für sich zu gewinnen. Ranma erkennt, was Ukyo geplant hat. Er zieht sich Mädchenkleider an und gesteht Ryoga seine Liebe. Er erzählt Ryoga, dass sie füreinander bestimmt seien. Ryoga glaubt das kurzzeitig, bis er erkennt, dass Ranma ihn nur benutzt hat. Er fühlt sich seiner Liebe zu Akane nicht mehr würdig und läuft davon!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809265","hoster":"VOE"},{"path":"/redirect/8616828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-43","name":"Umarme mich!","epNo":43,"alt":"Kushami ippatsu aishite naito","descr":"Shampoo ist jedes Mittel recht, um Ranma dazu zu bewegen, sich in sie zu verlieben. Nach einem wundersamen Rezept bereitet sie ein Gericht zu, das denjenigen, der davon isst, hypnotisiert. Ranma kostet von Shampoos Gericht, doch weil Shampoo in diesem Moment niesen muss, verspürt Ranma von da ab jedes Mal, wenn er jemanden niesen hört, den Drang, diese Person zu umarmen. Zufällig hat sich Akane gerade leicht erkältet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380976","hoster":"VOE"},{"path":"/redirect/8616826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-44","name":"Die Happo-Feuerfaust","epNo":44,"alt":"Maboroshi no Happodaikarin wo sagase","descr":"Akane freut sich auf ihren Ausflug zu den heißen Quellen! Endlich Urlaub, endlich ohne Familie und vor allem ohne Ranma! Happosai lässt sich die Chance, Akane beim Baden zu sehen, natürlich nicht nehmen und fährt auch dorthin. Nachdem ihn Genma und Soun und natürlich auch Ranma davon abhalten wollen, droht er mit seiner schrecklichsten Kampftechnik, der Happo-Feuerfaust. Wie sich herausstellt, hat er vergessen, wie sie funktioniert. Er hat deren Geheimnis aber auf einer Schriftrolle verewigt, die er irgendwo bei den heißen Quellen versteckt hat. Also reisen Ranma, Genma und Soun auch zu den heißen Quellen, um die Schriftrolle zu suchen. Happosai ist ihnen aber schon einen Schritt voraus. Als er die badenden Mädchen sieht, dreht er halb durch. Die Mädchen sind entsetzt, Akane verjagt ihn und Ranma glaubt, die Schriftrolle gefunden zu haben. Als Souvenir hat Akane einen Fußball mit nachhause gebracht, der sich dann als die Happo-Feuerfaust herausstellt und Ranma in den Himmel schießt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809268","hoster":"VOE"},{"path":"/redirect/8616831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-45","name":"Kampf der Geschlechter","epNo":45,"alt":"Daisuki! Watashi no Ucchan","descr":"Ranma erhält schon wieder eine \u0027Herausforderung\u0027. Diesmal von einem Mädchen namens, Tsubasa Kurenai. Wie sich herausstellt, ist Tsubasa mit Ukyo zur Schule gegangen und war total verliebt in sie. Da Ukyo in Wahrheit ein Mädchen ist, wollte sie das nicht und hat ihr ein Bild von Ranma gezeigt, damit Tsubasa sich in ihn verliebt! Was Ukyo nicht weiß ist, dass Tsubasa längst wusste, dass sie ein Mädchen ist. Tsubasa verliebt sich in Ranma, aber leider in Ranma-chan, was zu größeren Problemen führt. Ranma tut alles, um Tsubasa für Jungs zu interessieren, doch Tsubasa hasst Jungs! Auch Akane tut sie leid. Andererseits will sie nicht, dass Tsubasa hinter Ranma her ist. Doch Tsubasa lässt sich nicht bekehren. Und das aus einem guten Grund: Tsubasa ist ein Junge, der gerne auch als Mädchen auftritt und dabei auch eine Mädchenstimme hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809269","hoster":"VOE"},{"path":"/redirect/8616830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-46","name":"Die Hexe, die mich liebte","epNo":46,"alt":"Majo ga aishita shitagi dorobo","descr":"Soun soll in seiner Eigenschaft als Mitglied des Stadtrats einen historischen BH, der der Stadt gehört, bewachen. Happosai der ja zumindest innerhalb der Familie als Unterwäschedieb bekannt ist, möchte sich das besondere Schmuckstück gern unter den Nagel reißen. Als er das versucht, wird der Geist der früheren Besitzerin aus seinem Schlaf geweckt, und die ganze Sache läuft nicht so, wie sich das alle erhofft haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334552","hoster":"VOE"},{"path":"/redirect/8616829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-47","name":"Supergirl Akane","epNo":47,"alt":"Henshin! Mukimuki-man Akane","descr":"Akane isst zufällig eine Portion Super-Soba Nudeln, die ihr enorme Kräfte verleihen. Sie setzt diese Kräfte bei einem Kampf gegen Shampoo ein. Leider kommt Shampoo dahinter, und isst selbst eine Portion dieser Nudeln. Somit ist das Kräfteverhältnis wieder ausgeglichen. Beide wissen allerdings nicht, dass diese Nudeln ein paar unangenehme Nebenwirkungen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809271","hoster":"VOE"},{"path":"/redirect/8616833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-48","name":"Noch mal Glück gehabt","epNo":48,"alt":"Jusenkyou kara kita koroshiya","descr":"Ranma, Genma, Mumu-chan, Shampoo und Ryoga sollen von der geheimen Jusenkyo-Gesellschaft bestraft werden, weil sie ständig gegen deren Verhaltensregeln verstoßen. Dazu werden die fünf entführt. Da der auf sie angesetzte Killer selbst Probleme mit einem Fluch hat, gelingt es ihnen am Ende, ungeschoren davon zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809270","hoster":"VOE"},{"path":"/redirect/8616832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-49","name":"Kleiner Schlag, große Wirkung","epNo":49,"alt":"Watashi kirei? Ranma onna sengen","descr":"Ranma schlägt seinen Kopf an einem Felsen, was sein Persönlichkeitsbild beeinträchtigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334551","hoster":"VOE"},{"path":"/redirect/8616838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-50","name":"Abrechnung mit Happosai","epNo":50,"alt":"Taiketsu! Happosai vs. Toumeiningen","descr":"Ranma und Akane möchten Happosai wegen dessen ständiger Unterwäscheklauerei endlich mal eine Lektion erteilen, nachdem Soun und Genma nichts gegen ihren Meister unternehmen. Das Ganze erweist sich schwieriger als gedacht, zumal im Laufe des Kampfs ein weiterer Meister auftaucht, mit dem niemand gerechnet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921488","hoster":"VOE"},{"path":"/redirect/8616835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-51","name":"Der getreue Sasuke","epNo":51,"alt":"Kunouke no les miserables","descr":"Nach einem Streit mit seiner Schwester Kodachi jagt Kuno Sasuke, der sich eingemischt hatte, aus dem Haus. Akane trifft den verzweifelten Sasuke und nimmt ihn mit nach Hause, wo er sich als Faktotum unentbehrlich macht. Kuno vermisst schon nach kurzer Zeit seinen treuen Diener und macht sich auf die Suche nach Sasuke. Er findet ihn bei Akane, und sie versöhnen sich wieder. Aber im Hause Kuno geht alles wieder von vorn los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809274","hoster":"VOE"},{"path":"/redirect/8616837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-52","name":"Dämon Kuno","epNo":52,"alt":"Kaidan! Ranma to mashou no ken","descr":"In der Furinkan-Oberschule spukt ein Gespenst. Die Schüler beschließen, der Sache auf den Grund zu gehen. In der Nacht beginnt die spannende Gangsterjagd. Durch Sasuke erfahren Ranma und ihre Freundinnen, dass Kuno hinter der Sache steckt. Er ist vom Bokuto des berühmten Miyamoto Musashi besessen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809275","hoster":"VOE"},{"path":"/redirect/8616839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-53","name":"Perle mit Nebenwirkung","epNo":53,"alt":"Hitotsubu korori. Zetsurin horegusuri","descr":"Die ganze Familie ist am Meer und genießt das Strandleben. Happosai treibt wie immer sein Unwesen - und dann taucht Shampoo auf. Auch Cologne ist da. Ranma arrangiert ein Rendezvous für Happosai, verrät aber nicht, dass er Cologne als Partnerin vorgesehen hat. Happosai holt ein Armband aus seiner Schatzkiste als Geschenk für seine \u0027Braut\u0027. Cologne erkennt in dem Armband ein altes Schmuckstück der Amazonen. Wenn man eine der drei Perlen des Armbandes schluckt, verliebt man sich sofort in den nächstbesten des anderen Geschlechts. Die erste Perle wirkt nur kurz, die zweite einen Tag und die dritte das ganze Leben. Happosai erkennt die Möglichkeiten und entfacht ein wildes Durcheinander. Am Ende hat sich ein Tintenfisch unsterblich in Happosai verliebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809276","hoster":"VOE"},{"path":"/redirect/8616843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-54","name":"Die Zeitbombe","epNo":54,"alt":"Shijou saikyou? Ryouga to Mousse doumei","descr":"Ryoga ist wieder einmal im Kreis gelaufen und in Furinkan gelandet, wo er auch gleich wieder mit Ranma aneinander gerät. Mousse überredet Ryoga, gemeinsam endlich Ranma zu besiegen. Es kommt zum Kampf mit allen Mitteln, sogar eine Bombe mit Zeitzünder wird eingesetzt. Akane, die wieder einmal auf der Suche nach P-Chan ist, verhindert eine Entscheidung des Kampfes. Kaum ist Akane gegangen, geht der Kampf weiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809278","hoster":"VOE"},{"path":"/redirect/8616842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-55","name":"Der magische Spiegel","epNo":55,"alt":"Back to the Happosai","descr":"Happosai verkauft auf der Straße alten Krempel aus seiner Sammlung. Shampoo findet einen alten Spiegel und will ihn kaufen. Happosai zögert und erzählt die Geschichte des Spiegels. Er ist so gerührt, dass eine Träne auf den Spiegel fällt. Dadurch geraten alle per Zeitreise nach China und erfahren sozusagen live vor Ort, wie die Geschichte, die Happosai gerade erzählt hatte, wirklich war. Nach einem Streit zerbricht der Spiegel und alle sind wieder vor dem Hause Tendo.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809279","hoster":"VOE"},{"path":"/redirect/8616841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-56","name":"Notstand im Hause Tendo","epNo":56,"alt":"Kurobarano Kodachi! Jun\u0027ai icchokusen","descr":"Die finanzielle Lage im Hause Tendo hat sich drastisch verschlechtert. Zum Frühstück gibt es nur noch Rettich und Tee. Kodachi hört davon und stellt sich der Familie als Ranmas Braut vor. Ranma und Akane versuchen neue Schüler für die Kampfschule zu werben, doch Kodachi schnappt sie ihnen mit einem Trick wieder weg. Nach einem Streit mit Ranma zieht Kodachi sich wieder zurück. Inzwischen geht im Hause Tendo selbst der Tee zur Neige.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921491","hoster":"VOE"},{"path":"/redirect/8616857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-57","name":"Alles hat ein Ende","epNo":57,"alt":"Happosai saigonohi?","descr":"Miyo, die Wahrsagerin, sagt Akane voraus, dass sie innerhalb der nächsten Woche Ranma heiraten würde. Schuld daran ist Happosai, dessen Lebenszeit abgelaufen war und der abtreten sollte. Genma und Soun wollen Happosai noch vor seinem Tod eine Freude machen und beschließen die Heirat von Ranma und Akane. Doch Akane braut nach einem Rezept von Miyo eine Medizin, die Happosai wieder gesund macht und damit haben sich auch die Hochzeitspläne erledigt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809281","hoster":"VOE"},{"path":"/redirect/8616844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-58","name":"Ling-Ling und Lung-Lung","epNo":58,"alt":"Abarenbou musume Linlin Ranran","descr":"Shampoo bekommt Besuch aus China, von ihren kleinen Amazonenschwestern, Ling-Ling und Lung-Lung! Als die beiden feststellen, daß Shampoo, Ranma nicht getötet hat, brechen sie mit Shampoo und übernehmen selbst diese Pflicht. Shampoo versucht Ranma zu beschützen und wird von ihren kleinen Schwestern ausgeschaltet! Ranma will Shampoo helfen und muss nun mit den beiden Amazonen kämpfen. Er gewinnt gegen sie und hat nun noch zwei Bewunderinnen, bzw. Verlobte am Hals! Shampoo entledigt sich ihrer Konkurrentinnen und schickt sie zurück nach China!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809280","hoster":"VOE"},{"path":"/redirect/8616849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-59","name":"Ranma und der Feind im Inneren","epNo":59,"alt":"Ranma wo osou kyoufuno tatari","descr":"Ranma erkennt die Vorteile, ein Mädchen zu sein und spielt mit dem Gedanken, sich nicht mehr zurückzuverwandeln. Happosai nimmt das ernst, und lässt Ranma während er schläft, einen magischen Rauch einatmen. Ranma-chan wird zu Ranma-chan-Geist und dieser Geist ist sehr böse und gefährlich! Ranma-kun dagegen benimmt sich wie ein schlafwandelnder Zombie! Ranma-chan-Geist beschwört ihn mit ihrer Liebe! Akane und Shampoo leiden und schaffen es letztlich, den Geist ins Nirvana zu schicken. Endlich haben sie ihren geliebten Ranma wieder!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809282","hoster":"VOE"},{"path":"/redirect/8616846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-60","name":"Hier kommt Copycat-Ken!","epNo":60,"alt":"Toujou! Monomane kakutougi!","descr":"Ranma, Ryoga, Akane werden heimlich beim Trainieren ihrer Kampftechniken fotografiert! Wie sich herausstellt, handelt es sich um \u0027Copycat-Ken\u0027! Er ist sehr gefürchtet, weil er sämtliche Kampftechniken fotografiert und sich dann in diese Person verwandeln kann. Erst als Ranma-kun den Tipp Genmas beherzigt, sich nur auf den Kampf zu konzentrieren und an nichts anderes zu denken, gelingt es ihm, \u0027Copycat-Ken\u0027 auszuschalten!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809284","hoster":"VOE"},{"path":"/redirect/8616845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-61","name":"Shampoos Wunderseife","epNo":61,"alt":"Ryouga no taishitsu kaizen sekken!","descr":"Shampoo behauptet, eine magische weil wasserfeste Seife zu haben, so dass sie sich nie mehr in eine Katze verwandelt, wenn sie nass wird. Bevor sie die Seife anwenden kann flutscht sie weg und in die Hände von Ranma-kun, der gerade mit Ryoga einen Streit hat, weil er den Brief, den Ryoga an Akane geschrieben hat, gelesen hat! Als auch diese beiden die Wirkung der wasserfesten Seife kennen, jagen alle, die sich verwandeln, dieser Seife hinterher! Ryoga hofft, wenn er nicht mehr zum Schwein wird, Akane seine Liebe gestehen zu können. Ranma-chan und Shampoo sind aber auch hinter der Seife her und geben sich als Akane aus, um sie zu bekommen. Am Ende stellt sich heraus, dass die Seife doch nicht so wasserfest ist!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809285","hoster":"VOE"},{"path":"/redirect/8616858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-62","name":"Jeder gegen jeden","epNo":62,"alt":"Kakutou! Shougaibutsu race","descr":"Ein Fernsehsender veranstaltet ein Hindernisrennen. Als Siegespreis winkt eine Flugreise nach China. Die komplette Ranma-Crew meldet sich. Es wird ein harter Kampf - jeder gegen jeden. Im Finale trickst Ryoga Ranma aus und gewinnt die Flugreise nach China. Nur... Ryoga findet den Flughafen nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809283","hoster":"VOE"},{"path":"/redirect/8616848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-63","name":"Zurück nach Jusenkyo!","epNo":63,"alt":"Ukyou no skirt daisakusen!","descr":"Ranma träumt, dass die Jusenkyo Quellen versiegt sind, und dass er seinen Fluch deshalb sein Leben lang nicht mehr los wird. Er macht sich mit seinem Vater auf den Weg nach China, um zu überprüfen, was es mit diesem Traum auf sich hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809287","hoster":"VOE"},{"path":"/redirect/8616850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-64","name":"Die Rückkehr des Direktors","epNo":64,"alt":"Ranma, tuini Jusenkyou he iku","descr":"Der Direktor der Furinkan Oberschule kommt nach längerem Auslandsaufenthalt wieder zurück. Er möchte ein paar neue Regeln an der Schule einführen, stößt aber auf erbitterte Gegenwehr der Schüler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809286","hoster":"VOE"},{"path":"/redirect/8616863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-65","name":"Ritter Kuno ohne Fehl und Tadel","epNo":65,"alt":"Kaettekita hentai kouchou","descr":"Der Schuldirektor überredet Kuno, sein Assistent zu werden, und an der Schule Anstand und Moral durchzusetzen. Um seiner Aufgabe besser gewachsen zu sein, wird Kuno von Happosai trainiert, der ihn jedoch eigentlich nur für seine Unterwäscheklauereien ausnutzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809288","hoster":"VOE"},{"path":"/redirect/8616852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-66","name":"Das Geheimnis des Brennkrauts","epNo":66,"alt":"Toujou! Shijou saikyou ni Kunou","descr":"Ranma hat Happosai mal wieder bei einem seiner Beutezüge gestört. Dafür rächt sich Happosai mittels eines Brandmals auf Ranmas Rücken, das ihm alle Kraft nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809290","hoster":"VOE"},{"path":"/redirect/8616851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-67","name":"Die Technik des Himmelsdrachens","epNo":67,"alt":"Ranma ga yowaku nacchatta","descr":"Ranma ist mit seinem Vater zu den Moxa-Felsen gereist, um dort seinen von Happosai verursachten Kräfteschwund zu kurieren. Die Felsen bringen leider keinen Erfolg. Allerdings taucht Cologne auf, und bringt ihm eine neue Technik bei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267999","hoster":"VOE"},{"path":"/redirect/8616853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-68","name":"Die große Revanche","epNo":68,"alt":"Kansei! Tondemonai hissatsuwaza","descr":"Ranma hat die neue Technik, die ihm Cologne beigebracht hat, perfektioniert und kehrt in die Stadt zurück. Dort trifft er sehr schnell auf Happosai und fordert ihn zum entscheidenden Kampf heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809291","hoster":"VOE"},{"path":"/redirect/8616854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-69","name":"Eifersucht ist eine Leidenschaft","epNo":69,"alt":"Kessen! Ranma fukkatsu naru ka?","descr":"Ukyo beschließt, sich für ihre Jugendliebe Ranma hübscher und weiblicher herzurichten. Mit durchschlagendem Erfolg. Die Jungs in der Schule stehen Kopf, und Akane schäumt vor Eifersucht. Als Ranma und Ukyo zusammen spazieren gehen, bringt er alle gegen sich auf. Um den Streit zu schlichten, wird ein Kochwettbewerb durchgeführt. Akane, Shampoo, Kodachi und Ukyo wetteifern um den Siegerpreise - Ranma. Aber Ranma kann sich nicht entscheiden, den Sieger zu küren, und so bleibt alles offen. Ranma flirtet weiter mit Ukyo, doch Akane versteht sich zu wehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13118061","hoster":"VOE"},{"path":"/redirect/8616855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-70","name":"Mutterliebe","epNo":70,"alt":"Ranma no mama ga yattekita!","descr":"Wie ein Blitz aus heiterem Himmel taucht Ranmas Mutter bei Genma auf und möchte ihren Sohn sehen. Genma verweigert das zunächst und zieht sich zurück. Ranmas Rivalen hören davon und sind begeistert von der Idee, dass Ranma mit seiner Mutter verschwindet. Die diversen Verlobten wollen ihn dabehalten. Happosai ergreift die Partei von Ranmas Mutter und lässt die Mädchen ordentlich schrubben. Genma trainiert inzwischen im Zirkus, um ein paar Bambusblätter zu ergattern. Als Ranma in den Zirkus kommt, stellt sich heraus, dass seine Mutter ihn als Zugnummer für den Zirkus missbrauchen wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267998","hoster":"VOE"},{"path":"/redirect/8616856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-71","name":"Ein neues Schwein","epNo":71,"alt":"Ryouga, ai to kunou wo koete","descr":"Ryoga hat sich in die Berge zurückgezogen, um über seine Beziehung zu Akane und Ranma nachzudenken. Dabei macht er eine neue Bekanntshaft - ausgerechnet ein Schwein!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809297","hoster":"VOE"},{"path":"/redirect/8616870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-72","name":"Von Katzen und Bräuten","epNo":72,"alt":"Fiancee wa bakeneko","descr":"Shampoo bringt für Ranma ein Mao-Mo-Rin-Glöckchen aus China mit. Sie selbst hat natürlich auch eins. Die Besitzer der beiden Glocken sind vom Schicksal füreinander bestimmt. Dann taucht die Geisterkatze auf, auch sie hat so ein Glöckchen, und sucht die passende Braut - also Shampoo. Shampoo will aber Ranma heiraten und nicht die Geisterkatze. Diese sieht in Ranma den Rivalen und fordert ihn heraus. Natürlich ist Ranma der Sieger, und die Geisterkatze sucht noch immer eine Braut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809296","hoster":"VOE"},{"path":"/redirect/8616859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-73","name":"Frischer Wind in alter Schule","epNo":73,"alt":"Fukeyo kaze! Seishun wa nekketsuda","descr":"Die Furinkan-Oberschule bekommt einen neuen Lehrer, Higuma Torajiro. Er versucht, seine Schüler mit ungewohnten Mitteln zu motivieren und wird so schnell zu einer Kultfigur. Nur Ranma ist nicht so begeistert. Higuma kümmert sich um das soziale Umfeld seiner Schüler, das geht so weit, dass Soun einer Heirat zwischen Ranma und Akane seinen Segen gibt. Damit hat der Coach Higuma seine Aufgabe erfüllt und verlässt die Schule.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13118062","hoster":"VOE"},{"path":"/redirect/8616860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-74","name":"Der Musterschüler","epNo":74,"alt":"Osorubeki shindeshi arawaru","descr":"Heita, ein junger Mann vom Land, kommt als neuer Schüler in die Kampfschule für Schlägereien aller Art. Er ist ein glühender Verehrer von Happosai. Kaum eingezogen, macht er sich durch seine hilfreiche und bescheidene Art unentbehrlich im Hause Tendo. Erst als Happosai ihn auf einem seiner Raubzüge als Komplizen einspannt, muss er wohl etwas missverstanden haben. Er klaut wie ein Rabe Unterwäsche und glaubt im besten Sinne seine Prüfungsaufgabe bestens gelöst zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921495","hoster":"VOE"},{"path":"/redirect/8616864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-75","name":"Der kleine Yotaro","epNo":75,"alt":"Omote ni deyagare!","descr":"Um sich nicht den Zorn Happosais zuzuziehen, machen sich Genma und Ranma auf den Weg, einen Weihnachtsbaum aus dem Wald zu holen. Genma geht unterwegs verloren, und Akane hilft Ranma bei der Suche. Genma, inzwischen als Panda, hat in einem Haus mit einem kleinen Jungen, Yotaro, Unterschlupf gefunden. Der Kleine ist zart und schwächlich und möchte seinen \"Panda\" nie wieder hergeben. Schließlich finden Ranma und Akane das Haus, erziehen Yotaro und rücken alles wieder ins Lot. Yotaro kommt mit ins Haus Tendo, und alle sind zufrieden, nur Happosai vermisst seinen Weihnachtsbaum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809298","hoster":"VOE"},{"path":"/redirect/8616861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-76","name":"Nachhilfe für Ryoga","epNo":76,"alt":"Ryouga no Tendou Doujou isourou nikki","descr":"Ryoga ist als Gast im Tendo Dojo, um sich dort mit Akanes Unterstützung auf einen Eignungstest vorzubereiten. Happosai passt das gar nicht, und so versucht er Ranma auf Ryoga eifersüchtig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809300","hoster":"VOE"},{"path":"/redirect/8616862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-77","name":"Happosai ist verliebt","epNo":77,"alt":"Happosai no koi!","descr":"Happosai lernt eine sehr nette Kindergärtnerin kennen. Er verliebt sich in sie, und ist sogar bereit seine Unterwäscheklauerei für sie aufzugeben. Daraufhin machen sich schon alle Hoffnungen auf ein geruhsameres Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809299","hoster":"VOE"},{"path":"/redirect/8616867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-78","name":"Ein hinterhältiger Wahrsager","epNo":78,"alt":"Kunou boozen! Koi no daiyogen","descr":"Sasuke bekommt Besuch von seinem ewig hungrigen Freund Giudo. Dieser preist sich Kuno als Wahrsager an, und es gelingen ihm auch einige richtige Voraussagen. Kuno kann sich nicht zwischen Nabiki, Akane und Ranma-chan als Braut entscheiden. Durch Zufall bestimmt Giudo in seiner Vorhersage Nabiki zu Kunos Zukünftiger. Kuno steigert sich in eine Art Liebeswahn, er tauscht sogar Tagebücher mit Nabiki aus, ohne zu wissen, dass Happosai Nabikis Tagebuch verfasst hat. Schließlich fasst er den Plan, Nabiki zwar zu heiraten, daneben jedoch Akane und Ranma-chan als Konkubinen zu halten. Das kommt nicht gut an. Auch Sasuke und Giudo kriegen am Ende ihr Fett weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809302","hoster":"VOE"},{"path":"/redirect/8616865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-79","name":"Der stärkste Mann der Welt …","epNo":79,"alt":"Tsuyoku narisugita Ryouga","descr":"Ryoga begegnet im Wald einem Einsiedler, durch den er das \"Zeichen der Götter\", die finale Kampfschrift, auf seinen Bauch bekommt. Er besiegt alle Kämpfer, die er herausfordert, findet jedoch das Zeichen bald lächerlich. Ranma-kun will ihm helfen. Dafür müsste er ihn jedoch besiegen, was ihm trotz vieler Tricks nicht gelingt. Das Schlimmste für Ryoga ist jedoch, dass Akane das Zeichen entdeckt - zuerst in seiner Form als P-Chan und dann auch noch auf seinem Bauch... Er ist verzweifelt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809304","hoster":"VOE"},{"path":"/redirect/8616866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-80","name":"P-Chans Geheimnis","epNo":80,"alt":"Ayaushi! P-chan no himitsu","descr":"Ryoga trägt immer noch das Zeichen der geheimen Kampfschrift auf seinem Bauch, das er nur wieder loswerden kann, wenn er im Kampf besiegt wird. Das versucht Ranma-kun wie auch Ranma-chan ohne Erfolg. Akane kommt fast hinter das Geheimnis von P-Chan, da dieser natürlich das selbe Zeichen trägt. Doch schließlich findet Ranma einen Weg, Ryoga zu helfen. Aber es ist eine ziemliche Quälerei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809305","hoster":"VOE"},{"path":"/redirect/8616868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-81","name":"","epNo":81,"alt":"Tamago wo tsukamu otoko","descr":"Kasumi scheint nach einer zufälligen Begegnung mit einem Fremden ungewöhnlich fröhlich zu sein, was Nabiki zu Spekulationen veranlasst, dass sie einen neuen Freund gefunden hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12334556","hoster":"VOE"},{"path":"/redirect/8616944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-82","name":"!!!....Gerdub, deutsch \u0026quot;noch\u0026quot; nicht hier verlinkt \u003d deutschen Titel nicht vorschlagen...!!!","epNo":82,"alt":"Ranma to Kunou no hatsu kiss?!","descr":"Kuno hat ein magisches Schwert erhalten, das 3 Wünsche erfüllen kann. Ranma wittert ein Heilmittel gegen seinen Fluch. Kuno hat bereits zwei davon benutzt... Wie weit ist Ranma bereit zu gehen, um den dritten zu bekommen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12334557","hoster":"VOE"},{"path":"/redirect/8616942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-83","name":"","epNo":83,"alt":"Shampoo no akai ito","descr":"Ranma verliebt sich plötzlich Hals über Kopf in Shampoo, als sie ihn mit dem magischen roten Faden des Schicksals an sich bindet. Nur noch ein paar Stunden und die Wirkung wird dauerhaft sein und Akane ist es egal... oder?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809378","hoster":"VOE"},{"path":"/redirect/8616945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-84","name":"","epNo":84,"alt":"Mousse kokyou ni kaeru","descr":"Nachdem er alles auf einen letzten Kampf mit Ranma gesetzt hat, verliert Mousse und muss Shampoo aufgeben und nach China zurückkehren. Aber bevor er geht, ist er entschlossen, Shampoo glücklich zu machen, indem er Ranma dazu zwingt, seine anderen Verehrer aufzugeben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809380","hoster":"VOE"},{"path":"/redirect/8616946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-85","name":"","epNo":85,"alt":"Shijou saite no kake","descr":"Wegen einer Spielschuld, die Ranma vor zehn Jahren in einem Spiel von Old Maid gemacht hat, besetzt der Glücksspielkönig das Tendo-Dojo. Aber Ranma, der wie der Glücksspielkönig selbst ein schlechter Spieler ist, schafft es, das Dojo durch das gleiche Spiel durch Betrug zurückzugewinnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809382","hoster":"VOE"},{"path":"/redirect/8616947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-86","name":"","epNo":86,"alt":"Marianne ni natta Kunou","descr":"Azusa Shiratori nimmt eine Tanuki-Statue mit nach Hause in der Kuno gefangen ist und adoptiert ihn. Sie glaubt, er sei der Tanuki und benennt ihn in Marianne um. Als Azusa glaubt, dass Akane versucht ihr Kuno wegzunehmen, kommt es zu einem weiteren Eiskunstlauf-Kampf: Azusa gegen Ranma und Akane.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809383","hoster":"VOE"},{"path":"/redirect/8616949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-87","name":"","epNo":87,"alt":"Ranma nanka daikirai!","descr":"Akane kocht ein Überraschungsessen zum Jubiläum der Saotomes. Ranma ruiniert jedoch das Essen und Akane ist so wütend, dass sie ihn einen Idioten nennt und wegläuft. Der Rest der Gang (ohne Kasumi) beginnt für den Rest der Nacht nach ihr zu suchen. Aber als sie sie finden, ist sie tatsächlich oben auf dem Dach.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13004601","hoster":"VOE"},{"path":"/redirect/8616948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-88","name":"","epNo":88,"alt":"Linlin Ranran no gyakushuu","descr":"Ling-Ling und Lung-Lung verpflichten sich, ledig zu bleiben, bis ihre große Schwester heiratet und kehren deshalb mit einer noch tödlicheren Technik nach Japan zurück, um alle anderen Verlobten von Ranma zu eliminieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809386","hoster":"VOE"},{"path":"/redirect/8616950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-89","name":"","epNo":89,"alt":"Sono osage moratta!","descr":"Warum laufen da seltsame kleine Männer herum und schneiden den Leuten die Zöpfe ab? Und was ist der Drachenschnurrbart? Was verbirgt Ranma...?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809388","hoster":"VOE"},{"path":"/redirect/8616963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-90","name":"","epNo":90,"alt":"Otoko no yabou ga tsukiru toki...","descr":"Der Drachenbart ist in Wirklichkeit ein extrem potentes Haarwuchsmittel! Als Happosai und Genma dies entdecken, bricht ein Krieg aus, um es Ranma zu stehlen. Wenn Ranma den Drachenbart verliert, wachsen seine Haare explosionsartig.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809387","hoster":"VOE"},{"path":"/redirect/8616952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-91","name":"","epNo":91,"alt":"Ryouga no puropousu","descr":"Ryoga rettet die Geisterkatze vor wilden Hunden. Als Dankeschön bietet die Katze Ryoga jede Liebe an, die er sich wünscht. Ein paar Tage später taucht Ryoga im Tendo Dojo auf, aber etwas stimmt nicht!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809389","hoster":"VOE"},{"path":"/redirect/8616951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-92","name":"","epNo":92,"alt":"Genma, iede suru","descr":"Ein riesiger Kampf zwischen Genma und Soun bricht wegen eines \"Do-Over\" während eines Shogi-Spiels aus. Genma nimmt Ranma mit und verlässt die Tendo-Residenz. Ranma und Akane planen einen Weg, damit die beiden wieder miteinander auskommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809390","hoster":"VOE"},{"path":"/redirect/8616953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-93","name":"","epNo":93,"alt":"Korega kakutou sadou de omasu","descr":"Um ein arrangiertes Heiratstreffen zu verhindern, lässt Sentaro, der Nachfolger von Martial Arts Tea Ceremony, Ranma als seine Frau gegen den großen Teemeister kämpfen! Obwohl er nicht die Absicht hat, eine Frau zu werden, heizt sich Ranmas Kampfgeist auf, als er der Stärke des großen Teemeisters gegenübersteht!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809392","hoster":"VOE"},{"path":"/redirect/8616954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-94","name":"","epNo":94,"alt":"Doujou yaburi wa onna no ko?","descr":"Akane wird von einer jungen Dojo-Herausforderin namens Temari Kaminarimon besiegt, die im Tendo-Dojo auftaucht. Es stellt sich heraus, dass Temari ein Benutzer des Good Old\u0027 Days Style of Martial Arts ist. Akane trainiert für eine Revanche gegen Tamari.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809391","hoster":"VOE"},{"path":"/redirect/8616955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-95","name":"","epNo":95,"alt":"Zekkyou! Onsen battle","descr":"Ranma und seine Freunde treten in einem Hindernisparcour gegeneinander an. Der Gewinner erhält eine Reise nach Jusenkyo.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809393","hoster":"VOE"},{"path":"/redirect/8616965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-96","name":"","epNo":96,"alt":"Me ga Kunou no daddy des","descr":"Sasuke ist schockiert, als er den Direktor der Furinkan Oberschule sieht. Könnte es sein, dass der Direktor Kunos Vater ist?! Kuno weigert sich jedoch, dies zu akzeptieren. Währenddessen veranstaltet der Schulleiter ein \"Campus Combat Festival\", um Ranma zu besiegen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809394","hoster":"VOE"},{"path":"/redirect/8616958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-97","name":"","epNo":97,"alt":"Kakutou sadou. Iemoto tatsu","descr":"Die Großmeisterin von Martial Arts Tea verkündet, dass sie an dem als \"Tag des Auferstehens\" bekannten Tag Stellung beziehen wird. Es wird gesagt, dass an diesem Tag sehr schlimme Dinge passieren werden. Um dies zu verhindern, plant Sentaro, Ranma in ein Menschenopfer zu verwandeln.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809395","hoster":"VOE"},{"path":"/redirect/8616961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-98","name":"","epNo":98,"alt":"Leotard wa otome no noroi","descr":"Kodachi wird von drei Mitgliedern des Men\u0027s Martial Arts Rhythmic Gymnastics Club besiegt. Sie sammeln die Drei Heiligen Schätze, um den Männern die rhythmische Gymnastik zurückzugeben, und suchen auf der Furinkan Oberschule nach dem letzten Schatz!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809397","hoster":"VOE"},{"path":"/redirect/8616960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-99","name":"","epNo":99,"alt":"Kyoufu no kon-yoku onsen","descr":"Das Tendo Haus gewinnt bei einer Verlosung einen Urlaub in einem Hotel mit heissen Quellen. Aber während ihres Aufenthalts bemerken sie etwas Ungewöhnliches in den heißen Quelle im Freien... Dann schlägt jemand Genma und Soun nieder, und jetzt ist Akane in Gefahr!!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809396","hoster":"VOE"},{"path":"/redirect/8616962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-100","name":"","epNo":100,"alt":"Kaeru no urami harashimasu","descr":"Der Frosch-Einsiedler ist erschienen! Er will alle Leute, die in Jusenkyo gefallen sind, in Frösche verwandeln! Shampoo, Ryoga und Genma werden nacheinander angegriffen und auch Ranma wird ins Visier genommen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809317","hoster":"VOE"},{"path":"/redirect/8616884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-101","name":"","epNo":101,"alt":"Gyakushuu! Ikarino okonomiyaki","descr":"Ukyos Okonomiyaki-Kunden wurden gestohlen! Das lag am neuen Crpe-Stand in der Stadt: Crepe Joe. Nachdem sie Joe herausgefordert und verloren hat, zieht sich Ukyo in einen Tempel zurück und beginnt mit dem Training.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809316","hoster":"VOE"},{"path":"/redirect/8616886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-102","name":"","epNo":102,"alt":"Nanpani natta Ranma","descr":"Ranma verhält sich seltsam! Er hat angefangen, Akane \"süß\" zu nennen und mit Kasumi und all den anderen Mädchen in der Stadt süß zu reden. Es scheint, dass die Ursache der Verband ist, den er auf seiner Nase hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809318","hoster":"VOE"},{"path":"/redirect/8616887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-103","name":"","epNo":103,"alt":"Kakutou shogiha inochigake","descr":"Ein Shogi-Spieler namens Sankichi taucht plötzlich im Tendo-Haus auf. Er bittet um einen Rückkampf gegen Genma, der sich vor einem Jahr in einem Shogi-Spiel zum Sieg geschummelt hat. Sankichi verliert das Spiel erneut durch Genmas Betrug. Aber jetzt fordert Sankichi eine Kampfkunst-Shogi-Schlacht!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809319","hoster":"VOE"},{"path":"/redirect/8616885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-104","name":"","epNo":104,"alt":"Sasuke no spy daisakusen","descr":"Eines Tages erklärt Kuno Sasuke, dass er gefeuert wird, wenn er ihn und das Mädchen mit dem Zopf nicht zusammen bringen kann. Sasuke schafft es mühsam, das Mädchen mit dem Zopf zu finden und wird von Happosai dazu gebracht, eine seiner geheimen Techniken anzuwenden...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809321","hoster":"VOE"},{"path":"/redirect/8616888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-105","name":"","epNo":105,"alt":"Bonjour de gozaimasu","descr":"Picolet, Meister des Martial Arts Dining, erscheint im Tendo House, um eine der Tendo-Töchter als seine Braut zu nehmen. Ranma, der ihn herausfordert und verliert, wird zu einem Mädchen und betritt Picolets Villa, um seine Ausbildung in Martial Arts Dining zu beginnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809320","hoster":"VOE"},{"path":"/redirect/8616904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-106","name":"","epNo":106,"alt":"Dinner ha ring no uede","descr":"Um Picolet zu besiegen, beginnt Ranma ein heftiges Training, um die ultimative Technik \"Gourmet de Foie Gras\" zu meistern. Picolet hat jedoch auch einen Zug gelernt, der der Technik entgegenwirkt. Wird Ranma gewinnen können?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809323","hoster":"VOE"},{"path":"/redirect/8616889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-107","name":"","epNo":107,"alt":"Akane, namidano suiei daitokkun","descr":"Akane wird als eine der Teilnehmerinnen beim nächsten Schwimmwettbewerb ausgewählt, aber sie kann überhaupt nicht schwimmen. Sie durchläuft die Ausbildung des Direktors, aber mit einem Hai im Pool und dem Verkleiden als Schwan, ist dies kein gewöhnliches Training!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809324","hoster":"VOE"},{"path":"/redirect/8616903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-108","name":"","epNo":108,"alt":"Ryoga! Yuuhini mukatte hashire","descr":"Unerwartete Ereignisse bringen Ryoga auf eine Ranch, auf der ein mysteriöser alter Mann und seine Enkelin Anna leben. Sie befinden sich in einem Konflikt mit der benachbarten Ranch Oshamanbe und glauben, dass Ryoga ihr Retter wird!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809332","hoster":"VOE"},{"path":"/redirect/8616902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-109","name":"","epNo":109,"alt":"Yumeno nakahe","descr":"Im Tendo House machen alle ein Nickerchen in der Nachmittagssonne. Bevor sie es merken, sind sie in Happosais Traum gefangen! Wie werden sie aus einer Welt entkommen, in der Happosai die vollständige Kontrolle hat?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11832493","hoster":"VOE"},{"path":"/redirect/8616890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-110","name":"","epNo":110,"alt":"Ranma ha Nabiki no iinazuke?","descr":"Akane hat einen Streit mit Nabiki und sagt: \"Warum wirst du nicht einfach Ranmas Verlobte?!\" Nabiki nimmt das Angebot an und verkündet: \"Eigentlich liebe ich Ranma!\"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809326","hoster":"VOE"},{"path":"/redirect/8616891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-111","name":"","epNo":111,"alt":"Tendoke kieta takoyakino nazo","descr":"Das Takoyaki-Gericht, das Kasumi gekauft hat, ist aus der Küche verschwunden! Die Tendo-Bewohner versammeln sich im Wohnzimmer und bieten ihre eigenen Theorien über den Täter an, aber niemand weiß, wer es getan hat. Wer genau ist der wahre Verbrecher?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12380978","hoster":"VOE"},{"path":"/redirect/8616892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-112","name":"","epNo":112,"alt":"Taiketsu! Ranma vs kage Ranma","descr":"Ranma kauft eine geheime Medizin namens \"Shadow Clone Incense\", die es ihm ermöglicht, mit seinem eigenen Schatten zu trainieren, um seine Kampfkünste zu verbessern. Während Ranma seine Zeit dem täglichen Training widmet  ist jemand im Tendo-Haus aufgetaucht, der den Kühlschrank durchsucht und ins Badezimmer späht!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809335","hoster":"VOE"},{"path":"/redirect/8616893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-113","name":"","epNo":113,"alt":"Kodachi no my lovely papa","descr":"Der Direktor ist zum Kuno Abwesen zurückgekehrt! Kodachi mag ihren lange verlorenen Vater sofort, aber Tatewaki mag ihn überhaupt nicht. Der Titel des Hausherrs steht auf dem Spiel. Ein erbitterter Kampf zwischen Vater und Sohn entbrennt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809328","hoster":"VOE"},{"path":"/redirect/8616909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-114","name":"","epNo":114,"alt":"Kyouteki? Gosunkugi-kun toujou","descr":"Ein Austauschstudent namens Gosunkugi kommt in Ranmas Klasse. Er verliebt sich sofort in Akane und versucht, Ranma zu besiegen, indem er nacheinander Fallen stellt und Flüche verwendet, welche seine Spezialität sind!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809329","hoster":"VOE"},{"path":"/redirect/8616894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-115","name":"","epNo":115,"alt":"Ranma ha hetakuso? Kakutou shodou","descr":"Der Meister der Kampfkunst-Kalligraphie namens Sotatsu erscheint. Ranma fordert seine Stärke heraus, welche Kuno mit einem einzigen Treffer besiegte, aber Sotatsu will Ranma wegen seiner schlechten Handschrift nicht bekämpfen. Ranma beginnt eine Kalligraphie-Ausbildung, um seine Handschrift zu verbessern...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12380980","hoster":"VOE"},{"path":"/redirect/8616895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-116","name":"","epNo":116,"alt":"Furinkan Koukou kageno don toujou","descr":"Ein Ort namens Schüler Verkaufsladen Nr. 2 existiert tief in der Furinkan Oberschule, und dort gibt es einen älteren Mann, der als Schulmentor bekannt ist. Seltsamerweise steht der Schuldirektor dem alten Mann feindselig gegenüber und fordert ihn zum Kampf heraus...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809331","hoster":"VOE"},{"path":"/redirect/8616896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-117","name":"","epNo":117,"alt":"Higan! Futsuuno otokoni modoritai","descr":"Ranma, Mousse und Ryoga kaufen von einem Händler jeweils ein Päckchen Nan\u0027niichuan-Pulver, das sie wieder in normale Männer verwandeln kann. Von den drei Paketen ist jedoch nur eines echt. Die drei beschließen zu kooperieren und ziehen sich in die Berge zurück, um das Pulver zu testen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12380981","hoster":"VOE"},{"path":"/redirect/8616897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-118","name":"","epNo":118,"alt":"Saotome ryuuno atotsugiha Ryoga?","descr":"Genma bittet Ryoga, die alles ist möglich Kmpfschule zu erben. Er sagt, dass im Kampfsport nur der Stärkste der Nachfolger sein sollte. Ryoga ist von diesem Enthusiasmus beeindruckt und beschließt, es zu tun. Dann beginnt er seine Ausbildung mit Genma.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809336","hoster":"VOE"},{"path":"/redirect/8616898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-119","name":"","epNo":119,"alt":"Tendoke, yuuenchihe iku","descr":"Die Bewohner des Tendo House gehen in den Vergnügungspark. Genma lässt sich mitreißen und gibt sein ganzes Geld aus, somit kann niemand Mittagessen kaufen. Jeder entscheidet sich dann für ein Go-Kart-Rennen, bei dem der Hauptpreis ein mehrgängiges Menü für zwei ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809334","hoster":"VOE"},{"path":"/redirect/8616899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-120","name":"","epNo":120,"alt":"Furinkan koukou. Toorima jiken","descr":"Ein Stalker taucht in der Nähe der Furinkan Oberschule auf. Seine Identität ist unbekannt, aber laut Aussage der Opfer wird überraschenderweise Ranma als Stalker verdächtigt. Wütend, dass er fälschlicherweise beschuldigt wird, verwandelt sich Ranma in ein Mädchen, um den Stalker anzulocken...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809338","hoster":"VOE"},{"path":"/redirect/8616914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-121","name":"","epNo":121,"alt":"Jusenkyo kara kita akuma zenpen","descr":"Ein Mann hat das Jusenkyo-Gästebuch gestohlen und ist in Japan aufgetaucht. Der gutaussehende junge Mann, der eine Strumpfhose um den Hals trägt, greift Happosai und Ranma an. Während seines Kampfes mit Ranma beginnt es zu regnen und der attraktive junge Mann durchläuft eine Verwandlung...!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809337","hoster":"VOE"},{"path":"/redirect/8616900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-122","name":"","epNo":122,"alt":"Jusenkyo kara kita akuma kouhen","descr":"Der gutaussehende junge Mann entführt Akane und versteckt sich einer Festung aus Wasser. Happosai, der normalerwise nur hinter Strumpfhosen her ist, stürzt sich in den Kampf zwischen Ranma und dem jungen Mann. Die tragische Wahrheit über den Groll des jungen Mannes gegen Happosai wird endlich enthüllt!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809341","hoster":"VOE"},{"path":"/redirect/8616901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-123","name":"","epNo":123,"alt":"Ranma ga inai Xmas","descr":"Es ist Heiligabend. Akane wird beim Einkaufen von Ranma getrennt. Als Ranma nicht mehr zurückkommt, kann Akane nicht länger warten und geht in die Stadt, um ihn zu suchen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809340","hoster":"VOE"},{"path":"/redirect/8616919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-124","name":"","epNo":124,"alt":"Yukinko fuyu monogatari","descr":"Ranma und Akane retten ein Mädchen, das an einem ungewöhnlich kalten und verschneiten Tag zusammengebrochen ist. Das Mädchen behauptet: \"Nu ist gekommen.\" Um Nu zu besiegen, der die Stadt mit Kälte bedeckt hat, macht sich Ranma auf den Weg zu seiner Behausung!!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13471985","hoster":"VOE"},{"path":"/redirect/8616908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-125","name":"","epNo":125,"alt":"Rakugaki panda no noroi","descr":"Monster entkommen aus einer mysteriösen hängenden Schriftrollen und laufen in der Stadt Amok! Um sie zurückzubringen, muss Ranma ein Date mit dem gekritzelten Panda (weiblich) haben, der aus der dritten Schriftrolle entkommen ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809342","hoster":"VOE"},{"path":"/redirect/8616905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-126","name":"","epNo":126,"alt":"Suikatou no kousaiki","descr":"Kuno ist mit einer Wassermelone auf dem Kopf an Land gespült worden. Und er hat Amnesie?! Außerdem ist er ein Meisterschwertkämpfer geworden! Der Grund dafür scheint sein Training auf der Wassermeloneninsel zu sein...?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809344","hoster":"VOE"},{"path":"/redirect/8616907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-127","name":"","epNo":127,"alt":"Shiawase no panda densetsu","descr":"Während seines Trainings fällt Genma in den Fluss. Als er als Panda erwacht, jagt ihm ein Samurai hinterher, der genauso aussieht wie Kuno. Dann begrüßen Dorfbewohner, die genau wie Ranma und Akane aussehen, den Panda als \"verehrter Panda\".","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13510317","hoster":"VOE"},{"path":"/redirect/8616927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-128","name":"","epNo":128,"alt":"Ranma to Ukyo ga sauce souai?","descr":"Ukyos geheime Sauce, die seit zehn Jahren mariniert wurde, führt zu einem großen Misserfolg! Vom Schock bettlägerig, landet Ukyo im Tendo House. Ranma verhält sich in dieser Situation auch seltsam freundlich zu Ukyo.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809345","hoster":"VOE"},{"path":"/redirect/8616906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-129","name":"","epNo":129,"alt":"Itsuwari fuufuyo eien ni..","descr":"Ranma und Akane geben vor, verheiratet zu sein, um Ukyo zu täuschen, die im Tendo-Haus wohnt. Ukyo verkündet jedoch, dass sie Okonomiyaki aufgeben will und eine attraktive Frau werden wird. Die Flammen der Liebe brennen zwischen Akane und Ukyo heiß.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809346","hoster":"VOE"},{"path":"/redirect/8616910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-130","name":"","epNo":130,"alt":"Kakutou sadou! Sarawareta Iemoto","descr":"Die Großmeisterin des Martial Arts Tea wurde entführt?! Bei dem Täter soll es sich um die Shadow Martial Arts Tea School handeln. Um die Großmeisterin zu retten, schleicht sich Sentaro zusammen mit Ranma und Akane in feindliches Gebiet!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809350","hoster":"VOE"},{"path":"/redirect/8616929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-131","name":"","epNo":131,"alt":"Taihen! Akane ga nyuuin shita","descr":"Akane verletzt sich beim Sportunterricht! Viele Leute statten Akane einen Besuch ab, während sie sich in Dr. Tofus Klinik erholt. Ranma kann sich in der Zwischenzeit nicht dazu durchringen, Akane zu besuchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809349","hoster":"VOE"},{"path":"/redirect/8616912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-132","name":"","epNo":132,"alt":"Nazono abare takotsubo arawareru?!","descr":"Ranma, Genma und Soun erreichen einen Thermalbadeort am Meer, um ein Monster namens \"Rebellischer Oktopuspott\" auszurotten, das den Thermalbadeort zerstört hat. Als Ranma das Monster in die Enge treibt, erfährt er seine wahre Identität und sein überraschendes Ziel...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809347","hoster":"VOE"},{"path":"/redirect/8616913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-133","name":"","epNo":133,"alt":"Gosunkugi! Ah koino kaminingyou","descr":"Gosunkugi ist in Akane verliebt. Gosunkugi kauft Papierpuppen von einem Hausierer, die jeden dazu bringen, das zu tun, was er sagt. Er plant, die Puppen an Akane zu benutzen, um sie zu einem Date mit ihm zu bewegen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809348","hoster":"VOE"},{"path":"/redirect/8616911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-134","name":"","epNo":134,"alt":"Akane no kokoroga wakaranai","descr":"Ein kleiner Junge, der in der Lage ist, die Gedanken der Leute zu lesen, taucht im Dojo auf, regt sich aber auf, als niemand an sein Talent glaubt, und fängt an, es an Ranma auszulassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809351","hoster":"VOE"},{"path":"/redirect/8616915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-135","name":"","epNo":135,"alt":"Tsuiseki! Temariutano nazo","descr":"Während ein Kinderlied gesungen wird, taucht ein Geist in Matrosenuniform aus einem alten Notizbuch auf, das Akane gekauft hat. Der Geist beschließt dann, im Tendo-Haus zu bleiben, bis sie den Gegenstand findet, den sie in dieser Welt vergessen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12334553","hoster":"VOE"},{"path":"/redirect/8616918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-136","name":"","epNo":136,"alt":"Mou anatakara hanarenai","descr":"Happosai lässt Ranma eine geheime Pille nehmen, in der Hoffnung, ihn zu einem gehorsameren Schüler zu machen. Ihre Körper kleben jedoch zusammen und werden unzertrennlich. Ihr bizarres Leben des Zusammenlebens beginnt...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809353","hoster":"VOE"},{"path":"/redirect/8616916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-137","name":"","epNo":137,"alt":"Kuno Tatewaki, dairi kouchou wo meizu","descr":"Kuno wurde zum stellvertretenden Direktor ernannt, während der eigentliche Direktor auf Reisen ist. Er gründet die Furinkan Enforcers und beginnt die Schule zu übernehmen. Akane und Ranma schmieden einen Plan, um gegen Kuno anzutreten...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809354","hoster":"VOE"},{"path":"/redirect/8616920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-138","name":"","epNo":138,"alt":"Ranma, tsukiyoni hoeru","descr":"Ein heiliger Gegenstand, der auch eine Einladung zum \"Secret Demon Festival\" ist, wird an Happosai geliefert. Das Ziel ist es, das Objekt bis zum Sonnenaufgang vor dem Feind zu schützen. Als Ranma von diesem  Kampf erfährt, bei dem es um die eigene Zukunft geht, beschließt er begeistert, anzutreten...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809355","hoster":"VOE"},{"path":"/redirect/8616917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-139","name":"","epNo":139,"alt":"Nihao! Jusenkyo no guide-san","descr":"Der Jusenkyo Fremdenführer erscheint in Japan. Er behauptet, dass der Hinterhofteich des Tendo-Hauses mit dem Nan\u0027niichuan verbunden ist. Die Nachricht beschäftigt Ranma, Ryoga und Mousse, die am Rand des Teiches auf ihr Schicksal warten!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809356","hoster":"VOE"},{"path":"/redirect/8616938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-140","name":"","epNo":140,"alt":"Meiwaku! Rokunin no Happosai","descr":"Auf dem Basar der Furinkan Oberschule kauft Kasumi die \"Zauberkarten des Bösen\" von Kuno. Happosai wird von den Karten verflucht, was dazu führt, dass er sich in sechs Dämonen verwandelt und in der Stadt Amok läuft!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809357","hoster":"VOE"},{"path":"/redirect/8616921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-141","name":"","epNo":141,"alt":"Kibunshidaino hissatsuwaza - Zen","descr":"Ranma wird von Ryoga zu einem weiteren Kampf herausgefordert, der eine neue Technik,  \"Technik des Brüllenden Löwen\", erlernt hat, und Ranma wird besiegt. Es wird gesagt, dass die Technik umso leistungsfähiger wird, je unglücklicher der Benutzer ist. Ranma beschließt, die Technik zu erlernen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809358","hoster":"VOE"},{"path":"/redirect/8616922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-142","name":"","epNo":142,"alt":"Kibunshidaino hissatsuwaza - Kou","descr":"Ranma fordert Ryoga mit einer neuen Technik heraus, die seiner eigenen Persönlichkeit entspricht, \"die Technik des stolzen Tiegers\". Ryogas perfektionierte \"Technik des brüllenden Löwen\", ist jedoch noch mächtiger, als sich irgendjemand hätte vorstellen können! Wird Ranma gewinnen können?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809359","hoster":"VOE"},{"path":"/redirect/8738023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-143","name":"","epNo":143,"alt":"Shampoo toraware no kiss","descr":"Shampoo ist verschwunden! Die Geisterkatze verfluchte sie und sperrte sie in seinen Katzentempel ein. Die einzige Möglichkeit, den Fluch aufzuheben, besteht darin, dass Ranma Shampoo einen Kuss gibt...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809360","hoster":"VOE"},{"path":"/redirect/8616923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-144","name":"","epNo":144,"alt":"Boku to kakeochi shitekudasai","descr":"Jede Nacht träumt Ranma davon, einen Mann in der Landschaft der Taisho-Ära zu treffen. Dann taucht ein Junge vor Ranma auf und bittet ihn, sich mit seinem Großvater zu verabreden!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809363","hoster":"VOE"},{"path":"/redirect/8616925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-145","name":"","epNo":145,"alt":"Kinoko dera he ikou","descr":"Die Mitglieder des Tendo House werden von einem Pilz-Hot Pot vergiftet und kollabieren. Ranma und Akane, die nicht vergiftet wurden, gehen, um das Gegenmittel zu holen. Allerdings haben die beiden giftige Pilze gegessen, die als \"Love Mushrooms\" bekannt sind!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809362","hoster":"VOE"},{"path":"/redirect/8616924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-146","name":"","epNo":146,"alt":"Hissatsu! Jigoku no yurikago","descr":"Ranma und Genma, Vater und Sohn, haben einen großen Streit, der mit etwas Kleinem beginnt. Genma beschließt, die Bindung zwischen Vater und Sohn zu lösen und einen endgültigen Showdown zu haben. Was ist Genmas neue Technik, um Ranma zu besiegen: \"Die Höllenwiege\"?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809361","hoster":"VOE"},{"path":"/redirect/8616926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-147","name":"","epNo":147,"alt":"Aoi kyoufu ni bonjour","descr":"Madam St. Paul stattet dem Tendo House einen Besuch ab, um die Neuigkeiten über Picolets seltsames Verhalten zu überbringen. Ranma und Akane untersuchen das Herrenhaus von Chardin, um herauszufinden, was hinter Picolets plötzlicher Veränderung steckt. Die Villa ist voller unheimlicher Aura. ..","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809364","hoster":"VOE"},{"path":"/redirect/8616928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-148","name":"","epNo":148,"alt":"Orihime wa nagareboshi ni notte","descr":"Akane lernt ein junges Mädchen namens Prinzessin Ori kennen. Sie sagt, sie sei auf die Erde gekommen, um ihren Verlobten Altair zu finden, der tatsächlich alle Dojos der Stadt herausfordert. Ranma wird von Altair\u0027s besonderer Technik, namens \"Altairs Sternschnuppentritt\", besiegt!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809365","hoster":"VOE"},{"path":"/redirect/8616930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-149","name":"","epNo":149,"alt":"Hitotsu meshimase koi no sakuramochi","descr":"Akane macht hausgemachte Kirschblüten-Kuchen. Ihr wurde gesagt, dass, wenn ihre wahre Liebe sie isst, das Zeichen der Kirsch-Blütenblätter auf ihrem Gesicht erscheinen wird. Akane versucht, sie Ranma zu geben, aber Ryoga isst sie aus Versehen! Und das Kirschblüten-Zeichen erscheint auf seinem Gesicht!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809367","hoster":"VOE"},{"path":"/redirect/8616931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-150","name":"","epNo":150,"alt":"Dekita! Happo dai kabin","descr":"Nach tagelangem Regen wird Happosais Happo Feuerfaust feucht und er wird von Ranma besiegt. Happosai ist darüber sehr verärgert, also nutzt er diese Feuchtigkeit, um eine erschreckende neue Technik zu entwickeln!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809366","hoster":"VOE"},{"path":"/redirect/8616932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-151","name":"","epNo":151,"alt":"Kuno kyoudai scandal no arashi","descr":"Kuno und Kodachi haben einen großen Streit und viele peinliche Fotos von Ranma werden überall verstreut. Dann wird Ranma in ihre Geschwisterrivalität verwickelt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12380982","hoster":"VOE"},{"path":"/redirect/8616933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-152","name":"","epNo":152,"alt":"Ougon no chaki, gojuunotou no kessen","descr":"Ein Drohbrief, der androht, die \"Teekanne der Zeiten\" zu stehlen, die innerhalb der Daimonji-Schule von Generation zu Generation weitergegeben wird, trifft ein. Wer ist das maskierte Mädchen, das vor Ranma und Akane auftaucht, als sie angeheuert werden, um die Teekanne zu beschützen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12334554","hoster":"VOE"},{"path":"/redirect/8616934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-153","name":"","epNo":153,"alt":"Gosunkugi Hikaru, hito natsu no koi","descr":"Kogane der Geist taucht zum ersten Mal nach langer Zeit, wieder im Tendo House auf. Gosunkugi, der Flüche liebt, weiß nicht, dass sie ein Geist ist und verliebt sich. Gosunkugi kämpft, da er seine Gefühle für Akane nicht aufgeben kann...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809371","hoster":"VOE"},{"path":"/redirect/8616937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-154","name":"","epNo":154,"alt":"Ai no kakutou cheergirl - Zen","descr":"Ranma und Mariko Konjo, Meisterin des Kampfsport-Cheerleadings, beschließen einen anfeuerungs Kampf. Aber um zu gewinnen, muss Ranma Kuno lieben und ihn anfeuern!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809372","hoster":"VOE"},{"path":"/redirect/8616935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-155","name":"","epNo":155,"alt":"Ai no kakutou cheergirl - Kou","descr":"Der Tag des Kampfes gegen Mariko ist gekommen. Ein mysteriöser Schwertkämpfer taucht vor Ranma auf, die Kuno einfach nicht von Herzen zujubeln kann. Ranma beginnt den Jubel für den Schwertkämpfer und sagt \"Ich liebe dich!\" Nur wer ist dieser Schwertkämpfer?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809370","hoster":"VOE"},{"path":"/redirect/8616936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-156","name":"","epNo":156,"alt":"Kettei! Miss Beachside","descr":"Nabiki organisiert den \"Miss Strandschönheit Wettbewerb\". Shampoo, Ukyo, Kodachi, Akane, Tsubasa Kurenai und sogar Ranma nehmen teil! Nur wer wird der Champion?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809373","hoster":"VOE"},{"path":"/redirect/8616940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-157","name":"","epNo":157,"alt":"Bakuretsu! Hyper tsuzumi","descr":"Kuno findet ein Familienerbstück der Kunos, eine musikalische Waffe mit unglaublicher Zerstörungskraft: die Handtrommel und macht jetzt, was er will. Aber dann erscheint der Rektor mit der anderen musikalischen Waffe: der Hyperlaute!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809374","hoster":"VOE"},{"path":"/redirect/8616956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-158","name":"","epNo":158,"alt":"Shinobi no inu wa shiro to kuro","descr":"Ryoga trifft während einer seiner Reisen einen Hund, der eigentlich ein Ninja-Hund ist, der Ninjutsu verwenden kann! Der Hund nimmt einen Brief, den Ryoga in seiner Tasche versteckt hatte, und bringt ihn zu Akane. Es stellt sich heraus, dass der Brief ein Liebesbrief ist!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809375","hoster":"VOE"},{"path":"/redirect/8616939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-159","name":"","epNo":159,"alt":"Tendou-ke ryuujin densetsu","descr":"Als sich ein Taifun nähert, bricht der Frosch Schamane in das Tendo Haus ein und wird von einem seltenen Fisch überrascht, den Ranma auf der Straße gefunden hat. Dr. Tofu schlägt den Fisch in einem alten Buch nach und findet heraus, dass es sich tatsächlich um einen Drachen handelt...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809381","hoster":"VOE"},{"path":"/redirect/8616957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-160","name":"","epNo":160,"alt":"Ranma Meets Mother","descr":"Das Tendo-Haus erhält einen Brief von Ranmas Mutter, in dem steht, dass sie zu Besuch kommt. Als Genma dies erfährt, versucht er zu fliehen. Während sich die Familie Tendo über Genmas seltsames Verhalten wundert, taucht eine schöne Frau in einem Kimono im Haus der Tendos auf!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12359357","hoster":"VOE"},{"path":"/redirect/8616959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ranma-12/staffel-1/episode-161","name":"","epNo":161,"alt":"Itsu no hi ka, kitto..","descr":"Um seinen verfluchten Körper vor seiner Mutter geheim zu halten, darf Ranma seinen Namen nicht preisgeben. Als Akane sieht, wie Ranmas Mutter Nodoka traurig und allein nach Hause geht, schmiedet sie einen Plan, damit die beiden sich treffen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8809384","hoster":"VOE"},{"path":"/redirect/8616943","hoster":"Streamtape"}]}]}]}]}