{"path":"/serie/stream/ransom","name":"Ransom","descr":"Eric Beaumont (Luke Roberts) ist ein international agierender Spezialist in Geisel-Verhandlungen. Er ist insbesondere darauf spezialisiert auf Fälle, die, aus welchen Gründen auch immer, internationales Interesse haben und Krisen heraufbeschwören können – seinen es Entführungen für Lösegeld oder aus privaten Motiven. Hinter sich hat er ein Team aus der erfahrenen Ex-Polizistin Zara Hallam (Nazneen Contractor), dem Psychologen und Profiler Oliver Yates (Brandon Jay McLaren). Dazu gesellt sich Neuzugnang Maxine Carlson (Sarah Green), die eine Verbindung zu einem von Beaumonts früheren Fällen hat.","seasons":[{"path":"/serie/stream/ransom/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ransom/staffel-1/episode-1","name":"Maxine","epNo":1,"alt":"The Return","descr":"Nachdem sie für ein Vorstellungsgespräch bei der Firma Crisis Resolution abgelehnt wurde, verschafft sich die aufstrebende Verhandlungsführerin Maxine Carlson unerlaubten Zugang zu einer Geiselnahme. Die taktischen Gespräche mit dem Täter werden durch den Top-Experten Eric Beaumont geleitet. In der Hoffnung dennoch in sein qualifiziertes Team aufgenommen zu werden, liefert sie Beaumont Schlüsselinformationen, die helfen, die Krise zu lösen. Beeindruckt von ihrer Hartnäckigkeit, gibt er Maxine die Chance, ihr Können in einem neuen Fall unter Beweis zu stellen: Ein Ehepaar aus Denver erhält acht Jahre nach dem Verschwinden ihres kleinen Sohnes eine Aufforderung, fünf Millionen Dollar zu zahlen, um ihr Kind zurückzubekommen. Das Team setzt alles daran, das Leben des Jungen zu retten und Maxine gibt ihr Bestes, um Eric während der Verhandlungen mit den Entführern von sich zu überzeugen. Doch ein Geheimnis über sich muss Maxine Eric noch gestehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898477","hoster":"VOE"},{"path":"/redirect/8901190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-2","name":"Topspieler","epNo":2,"alt":"Grand Slam","descr":"Der Baseballspieler Jaquan Lewis bricht auf dem Feld zusammen und erhält kurze Zeit später die erschreckende Diagnose: Leukämie. Nur eine Knochenmarktransplantation kann ihm jetzt noch das Leben retten. Dieses traurige Schicksal nutzt ein Erpresser gnadenlos aus. Eine passende Blutprobe erreicht gemeinsam mit einer Forderung über fünf Millionen Dollar das Krankenhaus. Eine Summe, die Jaquan und seine Mutter niemals stemmen könnten. Das Team rund um den erfahrenen Verhandlungsführer Eric Beaumont übernimmt den Fall. Eric trifft sich schließlich mit einer Frau, die vorgibt, die Blutprobe geschickt zu haben. Doch weitere Ermittlungen ergeben, dass sie selbst nur ein Opfer der wahren Drahtzieher ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898348","hoster":"VOE"},{"path":"/redirect/8901188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-3","name":"Unter Verschluss","epNo":3,"alt":"The Box","descr":"Das Team rund um den erfahrenen Verhandlungsführer Eric Beaumont wird zu einer Geiselnahme in einer Bank gerufen. Doch die Kontaktaufnahme gestaltet sich schwierig, da die Räuber nicht an einer Kommunikation interessiert sind. Die Polizei steht kurz davor, die Bank von einer Spezialeinheit stürmen zu lassen, da eine Geisel angeschossen wurde, doch Eric bittet um einen kurzen Aufschub. Nachdem ihm dieser nicht gewährt wurde, nimmt er über eine Smartwatch heimlich Kontakt zu der Geisel Angela Rose auf. Diese liefert Eric wichtige Informationen, die ihm helfen, zwei Polizisten das Leben zu retten. Diese Aktion sichert ihm das Vertrauen der leitenden Polizisten und das Team nimmt erneut Verbindung zu Angela auf. Geleitet durch Eric, tritt Angela mit den Geiselnehmern in Kontakt, um zu verhindern, dass weitere Menschen verletzt werden. Ab jetzt zählt jede Sekunde, um der verletzten Geisel das Leben zu retten und um zu verhindern, dass die Täter die Nerven verlieren. Maxime ist begeistert von Erics Vorgehensweise in diesem Fall, dennoch verbirgt sie ein weiteres großes Geheimnis vor ihrem Mentor …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898382","hoster":"VOE"},{"path":"/redirect/8901187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-4","name":"Bauernopfer","epNo":4,"alt":"Joe","descr":"Der Hauptingenieur einer Softwareentwicklungsfirma wird als Geisel genommen. Die junge Chefin des Unternehmens, Addison Reid, schaltet Eric Beaumont und sein Team ein, um ihren wichtigsten Mitarbeiter zurückzubekommen. Während der Kommunikation mit dem Entführer stellt das Team fest, dass die Verhandlungen von einer dritten Person abgefangen und manipuliert werden. Es scheint, als wolle jemand unbedingt verhindern, dass die Verhandlungen mit dem Täter erfolgreich verlaufen. Die unbekannte Person erweist sich als äußerst gefährlich. Sie verfügt über großes Know-how und bringt das Team in Schwierigkeiten. Selbst der eigentliche Entführer ist nicht mehr Herr der Lage. Es scheint, als wolle jemand unter allen Umständen ein Geheimnis bewahren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898304","hoster":"VOE"},{"path":"/redirect/8901189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-5","name":"Vertraute Feinde","epNo":5,"alt":"The Enemy Within","descr":"Eric Beaumont wird von Freddie Woods, seinem ehemaligem Chef beim FBI, zur Hilfe gerufen, um mit einer jungen Extremistin zu verhandeln. Diese wird in einem geheimen Gefängnis der Regierung festgehalten und gehört einer gefährlichen rassistischen Gruppe an. Sie hat für 09.00 Uhr morgens mehrere Terroranschläge in New York angekündigt. Während der Verhandlungen gelingt es Eric, der Verdächtigen ein sicheres Gefühl zu geben. Sie liefert dem Team Informationen, die den Schluss zulassen, dass die Anschläge ein schier unfassbares Ausmaß haben werden. Die Bomben wurden ahnungslosen Menschen während einer Studie implantiert und werden per Fernzündung automatisch gesteuert. Eric und seinem Team bleiben 124 Minuten, um die Anschläge zu verhindern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898140","hoster":"VOE"},{"path":"/redirect/8901191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-6","name":"Celina","epNo":6,"alt":"Celina","descr":"Eric Beaumont und sein Team werden von einem Ehepaar zu einem neuen, spektakulären Fall nach Frankreich gerufen. Dessen Leihmutter Celina wurde wenige Stunden zuvor hochschwanger entführt. Das Ehepaar Clarke engagiert sich mit seiner Organisation für frisches Trinkwasser in Zentralafrika, was ihnen den Hass einer radikalen Gruppe zugezogen hat. Womit der Verdacht nahe liegt, dass diese Gruppe etwas mit der Entführung zu tun haben könnte. Doch Eric und sein Team machen schnell einen weiteren Feind im Leben der Clarkes aus. Dieser fordert fünf Millionen Dollar für Celina und das Baby. Erschwerend kommt hinzu, dass Celina an Eklampsie leidet, die mit schweren Krampfanfällen einhergeht und sie und das Baby das Leben kosten wird, wenn das Team die Entführung nicht rechtzeitig beendet … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898119","hoster":"VOE"},{"path":"/redirect/8901192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-7","name":"Unter Geiseln","epNo":7,"alt":"Regeneration","descr":"Eric Beaumont ist gerade für einen Vortrag über seine Arbeit in Kanada, als der Veranstaltungsort von einer linksradikalen Gruppe Idealisten überfallen wird. Die Täter erschießen die Wachmänner und nehmen die Teilnehmer des Kongresses als Geiseln. Eric und Maxine hatten die Veranstaltung eigentlich schon verlassen, als sie die Schüsse hörten. Ohne zu zögern, schickt Eric Maxine zurück zu den Kollegen und übergibt ihr die Verantwortung als Verhandlungsführerin. Er selbst begibt sich freiwillig in die Hände der Geiselnehmer, um dort als Vermittler zu fungieren. Jetzt gilt es für Maxine, ihr Können unter Beweis zu stellen. Sie muss Eric durch ihre Entscheidungen helfen, die Geiseln zu befreien und eine noch größere Katastrophe zu verhindern. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898328","hoster":"VOE"},{"path":"/redirect/8901196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-8","name":"Geständnisse","epNo":8,"alt":"Say What You Did","descr":"Eric Beaumont und sein Team werden von einem Senator zur Hilfe gerufen. Dieser erhielt ein Video, in dem eine unbekannte Person mit einer Waffe auf seine Tochter Michelle zielt. Eric und Maxine treffen Michelle jedoch kurze Zeit später gemeinsam mit ihrem Freund an. Als der jedoch in Eile davonrast, ahnt Eric, dass etwas nicht stimmt – und er soll Recht behalten. Michelle befindet sich in den Händen von Kidnappern. Diese fordern den Senator auf, zuzugeben, was er vor Jahren getan hat. Nach und nach deckt das Team die dunklen Geheimnisse aus der Vergangenheit des Politikers auf. Sollte dieser nicht in kürzester Zeit einlenken, droht seiner Tochter eine grausame Zukunft … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898209","hoster":"VOE"},{"path":"/redirect/8901193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-9","name":"6 Monate vermisst","epNo":9,"alt":"Girl On A Train","descr":"Vor sechs Monaten verschwand die Tochter eines französischen Ehepaares spurlos aus einem Zug. Erst jetzt erreichte die verzweifelten Eltern eine Botschaft, in der jemand behauptet zu wissen, was mit Mia geschehen ist. Da die polizeilichen Ermittlungen bis jetzt zu keinem Ergebnis geführt haben, bittet die Familie Eric Beaumont um Hilfe. Wie sich herausstellt, sind der erfahrene Verhandlungsführer und sein Team nicht die einzigen, die nach Mia suchen. Ein Kopfgeldjäger hat die junge Frau in der Hand eines Menschenhändlers aufgespürt. Er will Mia befreien, um Lösegeld für sie zu kassieren. Die Ermittler arbeiten nun an zwei Fronten, um den skrupellosen Kopfgeldjäger in Schach zu halten und Mia zurück nach Hause zu bringen … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898289","hoster":"VOE"},{"path":"/redirect/8901195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-10","name":"Verhandlungskunst","epNo":10,"alt":"The Artist","descr":"Eric und sein Team werden von einer Galeristin zu Hilfe gerufen, aus deren Ausstellung Gemälde im Wert von vier Millionen Dollar gestohlen wurden. Genau diese Summe fordert der Dieb, um der Besitzerin ihre Kunstwerke zurückzugeben. Besonders an diesem Fall ist, dass auch Erics Ex-Frau involviert ist, die die Bilder kurz vor dem Diebstahl versichert hat. Als kurze Zeit später ein Mitarbeiter der Galerie entführt wird, geht es nicht mehr nur um Diebstahl, sondern um ein Menschenleben. Außerdem stellt sich heraus, dass der Dieb kein Unbekannter zu sein scheint … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251157","hoster":"VOE"},{"path":"/redirect/8901197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-11","name":"Kinderspiele","epNo":11,"alt":"The Castle","descr":"Ihr neuer Fall entpuppt sich für den Verhandlungsführer Eric Beaumont und sein Team als nervliche Zerreißprobe: Fünf Jugendliche wurden mit Hilfe eines Handyspiels in eine gefährliche Falle gelockt. Wie sich herausstellt, handelt es sich nicht um Zufallsopfer. Der Entführer hat sich die Jugendlichen gezielt ausgesucht und zwar aus einem Grund: Rache. Einer von ihnen hat bereits sein Leben verloren. Jetzt gilt es, das der anderen zu retten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898455","hoster":"VOE"},{"path":"/redirect/12479879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-12","name":"Auf der Flucht","epNo":12,"alt":"Refuge","descr":"Sein neuer Fall führt den Verhandlungsexperten Eric Beaumont gemeinsam mit seinem Team in die italienische Stadt Genua. Dort wurde eine Familie als Geisel genommen. Pikant ist, dass der Vater, Christian Bonnar, vor drei Jahren schon einmal entführt wurde. Damals wurde seine erste Ehefrau bei der Entführung getötet, woraufhin er eine lukrative Versicherung für derartige Fälle abgeschlossen hat. Nach ersten Verhandlungen stellt sich jedoch heraus, dass der Entführer nicht der Drahtzieher der Tat ist. Der wahre Täter entpuppt sich vielmehr als echter Wolf im Schafspelz. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921530","hoster":"VOE"},{"path":"/redirect/14113828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-1/episode-13","name":"Endspiel","epNo":13,"alt":"Bulletproof","descr":"Ein Hacker versucht sich Zugang zu den Sicherheitssystemen des FBI zu verschaffen und übt dafür massiven Druck auf Agent Marcus Nash auf. Wie gefährlich der Täter ist, begreifen Eric und Maxine erst, als das Telefon des Agents explodiert, woraufhin sich dieser tödliche Kopfverletzungen zuzieht. Nach dem Mord droht der Hacker mit weiteren fatalen Anschlägen. Sollte ihm das FBI den Sicherheitscode für die NSA-Server nicht bis Mitternacht zukommen lassen, werde dies viele zivile Todesopfer zur Folge haben. Was das Team bis dato noch nicht ahnt: Eric und Maxine verbindet eine sehr persönliche Geschichte mit dem Drahtzieher der Angriffe...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380987","hoster":"VOE"},{"path":"/redirect/8901194","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ransom/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ransom/staffel-2/episode-1","name":"Three Wishes","epNo":1,"alt":"Three Wishes","descr":"Erics Tochter wird entführt. Ein alter Gegner Erics namens Damien Delaine hat sie sich geschnappt und verlangt von Eric drei Forderungen zu erfüllen, wenn er sie wiedersehen will. Dazu gehört das Beantworten sehr emotionaler Fragen und das Erfüllen moralisch fragwürdiger Aufgaben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898192","hoster":"VOE"},{"path":"/redirect/8901199","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898083","hoster":"VOE"},{"path":"/redirect/8901170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-2","name":"Alters","epNo":2,"alt":"Alters","descr":"Als Eric (Luke Roberts) und Zara (Nazneen Contractor) eine Investmentbank beraten, werden sie von einem Bewaffneten als Geiseln genommen. Eric versucht ihre Freilassung zu verhandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898422","hoster":"VOE"},{"path":"/redirect/8901198","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898440","hoster":"VOE"},{"path":"/redirect/8901169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-3","name":"Secrets and Spies","epNo":3,"alt":"Secrets And Spies","descr":"Eric und Oliver tauchen in die Welt der Spionage ein, als eine CIA-Spionin, die sich als amerikanische Diamantenhändlerin ausgibt, mit ihrer Familie in Wien entführt wird. Oliver erhält ein interessantes Jobangebot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898301","hoster":"VOE"},{"path":"/redirect/8901200","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12921519","hoster":"VOE"},{"path":"/redirect/8901172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-4","name":"A Free Man in Paris","epNo":4,"alt":"A Free Man In Paris","descr":"Als ein ehemaliger Guantanamo-Wärter von Terroristen als Geisel genommen wird, muss Eric mit einem ehemaligen Gefangenen zusammenarbeiten, um das Leben das Mannes zu retten. Während Eric und sein Team die aufgewühlte Vergangenheit sowohl des Wärters als auch des Gefangenen durchforsten, müssen sie erfahren, dass beide Männer nicht so unschuldig sind, wie sie erscheinen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898409","hoster":"VOE"},{"path":"/redirect/8901218","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898255","hoster":"VOE"},{"path":"/redirect/8901173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-5","name":"Undercover","epNo":5,"alt":"Undercover","descr":"In Berlin wird der Sohn eines Waffenhändlers entführt. Eric (Luke Roberts) verhandelt die Freilassung von Henry und entdeckt dabei eine größere Gefahr, die hunderte Menschenleben bedroht. Zara (Nazneen Contractor) muss mit einem übergriffigen Ex-Kollegen aus New York zusammenarbeiten, der sie ihre Polizeikarriere gekostet hat, um einen Terrorangriff zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898193","hoster":"VOE"},{"path":"/redirect/9027848","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898281","hoster":"VOE"},{"path":"/redirect/8901175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-6","name":"Legacy","epNo":6,"alt":"Legacy","descr":"Eric (Luke Roberts) kämpft um das Leben seiner Mutter. Die bekannte Chirurgin Annette Beaumont wird entführt, um eine Herz-Operation an einem gefährlichen Gangsterboss vorzunehmen. Eric erkennt, dass er bei diesem Fall die Hilfe seines von ihm entfremdeten Vaters, Phillip Hingston, benötigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898411","hoster":"VOE"},{"path":"/redirect/8901221","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898384","hoster":"VOE"},{"path":"/redirect/9241266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-7","name":"Anatomy of a Lost Cause","epNo":7,"alt":"Anatomy of a Lost Cause","descr":"Das Undenkbare geschieht, als mitten in einer heiklen Verhandlung eine Geisel getötet wird. Getrieben von Selbstzweifeln müssen Eric und sein Team ihre Schritte zurückverfolgen, um ihren tödlichen Fehler zu finden. Auf der Suche nach dieser Schuld entdeckt das Team allerdings, dass die Verhandlung möglicherweise noch nicht vorüber ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898099","hoster":"VOE"},{"path":"/redirect/8901211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-8","name":"The Fawn","epNo":8,"alt":"The Fawn","descr":"Als eine Geisel während einer Verhandlung hingerichtet wird, wo viel aus dem Spiel steht, hilft und bestärkt Eric einen Kidnapper. Er wird mit Selbstzweifel konfrontiert als er seinen fatalen Fehler einsieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921588","hoster":"VOE"},{"path":"/redirect/9027851","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898161","hoster":"VOE"},{"path":"/redirect/8901178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-9","name":"Hardline","epNo":9,"alt":"Hardline","descr":"Eric (Luke Roberts) wird mit der unmöglichen Aufgabe betraut, die Verhandlungen um die Freilassung der Tochter der niederländische Premierministerin zu leiten. Diese ist streng dagegen, Forderungen von Kidnappern nachzugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898229","hoster":"VOE"},{"path":"/redirect/8901215","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898164","hoster":"VOE"},{"path":"/redirect/8901177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-10","name":"Radio Silence","epNo":10,"alt":"Radio Silence","descr":"Eric (Luke Roberts) ist mit seiner Tochter (Morgan Kohan) an Bord eines Flugzeugs, in dem der Ko-Pilot den Piloten aus dem Cockpit aussperrt und damit droht, sich umzubringen. Eric verhandelt mit ihm und versucht herausfinden, wie es dazu kam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380989","hoster":"VOE"},{"path":"/redirect/8901222","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898441","hoster":"VOE"},{"path":"/redirect/8901179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-11","name":"The Client","epNo":11,"alt":"The Client","descr":"Als zwei Jugendliche Eric (Luke Roberts) darum bitten, mit einem skrupellosen Mafiaboss zu verhandeln, der ihre Eltern als Geiseln hält, entdeckt das Team ein Familiengeheimnis, das das Verfahren verkompliziert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898097","hoster":"VOE"},{"path":"/redirect/8901231","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898345","hoster":"VOE"},{"path":"/redirect/8901182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-12","name":"Promised Land","epNo":12,"alt":"Promised Land","descr":"Eric (Luke Roberts) verhandelt die Freilassung eines Pärchens, das in Kanada von illegalen Immigranten als Geiseln genommen wurde. Die Situation wird verfahrener als die Schmuggler, von denen die Immigranten flohen, die gesamte Gruppe kidnappt - inklusive Eric.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13118065","hoster":"VOE"},{"path":"/redirect/8901238","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898194","hoster":"VOE"},{"path":"/redirect/8901180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-2/episode-13","name":"Semaphore","epNo":13,"alt":"Semaphore","descr":"Erics (Luke Roberts) Erzfeind Damian Delaine (Carlo Rota) unterzieht Evie (Morgan Kohan) einer Gehirnwäsche und droht, sie zu einer Mörderin werden zu lassen, es sei denn, Eric hilft ihm einen Deal für eine neue Kryptowährung zu verhandeln, die die gesamte Weltökonomie aus dem Gleichgewicht bringen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13118064","hoster":"VOE"},{"path":"/redirect/8901248","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898317","hoster":"VOE"},{"path":"/redirect/8901183","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ransom/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/ransom/staffel-3/episode-1","name":"Gerechtigkeit","epNo":1,"alt":"Justice","descr":"Als ein Mann ermordet und seiner Frau gedroht wird, sie sei die nächste, ist es an Eric und dem CriRes-Team, eine Blutgeldforderung zu verhandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898113","hoster":"VOE"},{"path":"/redirect/8901277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-2","name":"Der Schwarze Delfin","epNo":2,"alt":"Black Dolphin","descr":"Das FBI zieht Eric hinzu, mit dem überlebenden Opfer eines anonymen Internetverbrechers zu verhandeln, der eine Online-Challenge kreiert hat, die labile Menschen dazu verleitet, sich umzubringen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898257","hoster":"VOE"},{"path":"/redirect/8901590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-3","name":"Indiskretion","epNo":3,"alt":"Indiscretion","descr":"Als das Team einen Fall übernimmt, bei dem eine verschwundene Escortdame im Zentrum steht, entdeckt es, dass sie zwischen die Fronten eines rachsüchtigen Polizisten und eines gefährlichen Drogendealers geraten ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898088","hoster":"VOE"},{"path":"/redirect/8901267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-4","name":"Es ist eine Ravenzo","epNo":4,"alt":"It\u0027s a Ravenzo","descr":"Eric und das Team lernen die Welt des italienischen Modeadels kennen, während sie die Freilassung der Frau des Eigentümers einer exklusiven Marke verhandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13118067","hoster":"VOE"},{"path":"/redirect/9307064","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898275","hoster":"VOE"},{"path":"/redirect/8901588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-5","name":"Leib und Leben","epNo":5,"alt":"Life and Limb","descr":"Als ein Entführer von einem alten Fall zurückkehrt und androht, ein Kind zu töten, ist das Team gezwungen, sich mit Erics Prinzip, Täter notfalls laufen zu lassen, und dessen Konsequenzen auseinanderzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898403","hoster":"VOE"},{"path":"/redirect/8901263","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898077","hoster":"VOE"},{"path":"/redirect/8901181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-6","name":"Hinrichtungsaufschub","epNo":6,"alt":"Stay of Execution","descr":"Ein Todeszelleninsasse bekommt eine \"Lösegeldforderung\", worin ihm Entlastungsmaterial gegen Bezahlung angeboten wird – was CriRes ein Rennen gegen die Zeit aufzwingt, um seine Hinrichtung zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898197","hoster":"VOE"},{"path":"/redirect/8901291","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898079","hoster":"VOE"},{"path":"/redirect/8901184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-7","name":"Prima","epNo":7,"alt":"Prima","descr":"Als eine russische Primaballerina und ihre Rivalin entführt werden, muss CriRes einen ganz eigenen Tanz aufführen und sich einen Weg durch die mörderische Welt des Balletts zu bahnen, um die beiden Frauen sicher zurückzubekommen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898172","hoster":"VOE"},{"path":"/redirect/8901281","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898101","hoster":"VOE"},{"path":"/redirect/12479878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-8","name":"Dunkle Triade","epNo":8,"alt":"Dark Triad","descr":"Das FBI beauftragt das Crisis Resolution Team, mit einem grausamen Soziopathen zu verhandeln, der es auf Diabetiker mit verunreinigtem Insulin abgesehen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898106","hoster":"VOE"},{"path":"/redirect/8901276","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13498264","hoster":"VOE"},{"path":"/redirect/8901186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-9","name":"Gebrochener Rekord","epNo":9,"alt":"Broken Record","descr":"Als ein in Ungnade gefallener Verhandlungsführer sich bei einer Verhandlung als Eric ausgibt und mit dem Lösegeld verschwindet, muss das CriRes-Team alles daransetzen, außer einem entführten Hotelbesitzer auch Erics Reputation zu retten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921550","hoster":"VOE"},{"path":"/redirect/9241523","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898305","hoster":"VOE"},{"path":"/redirect/9241262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-10","name":"Lebensuntüchtig","epNo":10,"alt":"Unfit","descr":"Ein berüchtigter Serienentführer stiehlt ein Baby, und CriRes muss sich beeilen, das Kind aufzuspüren, bevor es außer Landes gebracht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8898343","hoster":"VOE"},{"path":"/redirect/8901295","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8898346","hoster":"VOE"},{"path":"/redirect/9241263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-11","name":"Wahrheit und Versöhnung","epNo":11,"alt":"Truth \u0026amp; Reconciliation","descr":"Eric und seine neue Freundin Kate nehmen an einer Gala in der amerikanischen Botschaft in Bogotá teil, wo sie in einen Attentatsversuch verwickelt werden – mit Kate als Hauptverdächtiger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13118066","hoster":"VOE"},{"path":"/redirect/8901310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-12","name":"Gottspielerei","epNo":12,"alt":"Playing God","descr":"Als eine Zeugin bei einer Explosion das Gedächtnis verliert, muss das CriRes-Team selbst die Puzzleteile des Verbrechens zusammenfügen und bestimmen, ob sie ein Opfer oder die Täterin ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13118068","hoster":"VOE"},{"path":"/redirect/8901324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ransom/staffel-3/episode-13","name":"Eine Geschichte für einen anderen Tag","epNo":13,"alt":"Story For Another Day","descr":"Cynthias Bruder Tyler wird von einem Verbrecherkönig entführt, und CriRes ist gezwungen, alle Regeln zu brechen, um ihn zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921619","hoster":"VOE"},{"path":"/redirect/9241270","hoster":"Streamtape"}]}]}]}]}