{"seriesId":"rapa","name":"Rapa","descr":"[Рапа] Tomás Hernández (Javier Cámara) wandert durch die Serra da Campelada und stößt dabei auf die schwer verletzte Amparo Seoane (Mabel Rivera), die Bürgermeisterin der Hafenstadt Cedeira. Doch Tomás’ Hilfe kommt zu spät – die Frau verstirbt wenig später im Krankenhaus. Der Lehrer ist erschüttert und beschließt, selbst Nachforschungen anzustellen. Dabei kommt er allerdings auch der Ermittlerin Maite Estévez (Mónica López) in die Quere. Für die scheint der Fall bloße Routine zu sein, womit sich Tomás aber nicht abfinden will. Schließlich ist er ein wichtiger Zeuge in dem Fall, hatte zum Zeitpunkt des Verbrechens ein helles Auto in der Nähe des Tatorts gesehen. Zunächst fällt ein Verdacht auf die Physiotherapeutin Norma Muiños Álvarez (Lucía Veiga), dann aber auch auf einen Oppositionsführer namens Maneiro. Weitere Nachforschungen durch Tomás ergeben, dass die Bürgermeisterin eine fragwürdige Geschäftsbeziehung zu dem Unternehmen Hermanos Casto pflegte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Amparo Seoane, die Bürgermeisterin und mächtigste Frau der galizischen Stadt Cedeira wird ermordet. Für die Polizistin der Zivilgarde Maite und Tomás, den einzigen Zeugen des Mordes, wird die Untersuchung des Verbrechens zur Obsession.","versions":[{"lang":1,"streams":[{"redirect":13445815,"hoster":"VOE"},{"redirect":13445816,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Während Amparo beerdigt wird, laufen die Ermittlungen zur Aufklärung ihres Mordes weiter. Eine Möglichkeit besteht darin, dass sie aus politischen Gründen ermordet wurde. Doch auch eine weitere Frau gerät unter Verdacht.","versions":[{"lang":1,"streams":[{"redirect":13445812,"hoster":"VOE"},{"redirect":13445813,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Cedira bereitet sich auf das traditionelle \"Rapa das Bestas\" vor, das das letzte sein könnte. Nachdem sie aus dem Fall entlassen wurde, hat Maite keine andere Wahl, als sich Tomás bei seinen eigenen Ermittlungen anzuschließen.","versions":[{"lang":1,"streams":[{"redirect":13502796,"hoster":"VOE"},{"redirect":13502803,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Monate nach der \"Rapa\" haben Amparos Mordermittlungen keine Priorität mehr und laufen Gefahr, einer von vielen ungelösten Fällen zu werden. Nachdem Maite an ihren Platz zurückgekehrt ist, versucht sie, die Ermittlungen fortzusetzen.","versions":[{"lang":1,"streams":[{"redirect":13502814,"hoster":"VOE"},{"redirect":13502824,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Maite befragt Consuelo, die Mutter des Vergewaltigungsopfers Verónica. Es stellt sich heraus, dass Amparo sich aufopfernd dafür eingesetzt hatte, deren Tochter ein neues Leben zu ermöglichen. Tomás erfährt unterdessen, dass Normas verstorbener Halbbruder einst für den Missbrauch Verónicas verurteilt wurde. Laut dessen Mutter jedoch scheinbar völlig zu Unrecht …","versions":[{"lang":1,"streams":[{"redirect":13560807,"hoster":"VOE"},{"redirect":13560810,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Maite und Tomás hegen den starken Verdacht, dass Norma Amparo getötet hat. Doch die Physiotherapeutin weigert sich, ein Geständnis abzulegen. Ihr Mordmotiv wird mit der Zeit immer offensichtlicher, die Tat jedoch kann ihr niemand endgültig nachweisen …","versions":[{"lang":1,"streams":[{"redirect":13560811,"hoster":"VOE"},{"redirect":13560812,"hoster":"Streamtape"}]}]}]}]}