{"seriesId":"raumknstler","name":"Raumkünstler","descr":"Zehn britische Nachwuchsdesigner treten in einem Wettbewerb gegeneinander an, der ihr Leben verändern kann. Ihre Aufgabe: Schäbige Räumlichkeiten in neuem Glanz erstrahlen lassen. Dem Gewinner winkt ein hochdotierter Design-Auftrag in einem Londoner Luxushotel.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Episode 1","epNo":1,"alt":"Episode 1","descr":"In der ersten Aufgabe steht die Einrichtung zweier Musterhäuser auf dem Programm. Doch blumiger Kitsch und fragwürdige Wanddekoration ernten Kritik.","versions":[]},{"epId":"episode-2","name":"Episode 2","epNo":2,"alt":"Episode 2","descr":"Die Designer müssen einem Hotel am Meer ihre ganz persönliche Note verleihen. Das Motto lautet Schokolade. Werden die zuckersüßen Designs überzeugen?","versions":[]},{"epId":"episode-3","name":"Episode 3","epNo":3,"alt":"Episode 3","descr":"Die Umgestaltung von Verkaufsräumen steht an: 20.000 Wollknäuel eines Nähladens erhalten einen Tapetenwechsel und in einem Skateboard-Geschäft geht es wild zu.","versions":[]},{"epId":"episode-4","name":"Episode 4","epNo":4,"alt":"Episode 4","descr":"In einem tristen Studentenwohnheim gilt es, den engen Raum auf innovative Weise bestmöglich auszunutzen. Doch nicht alle Teilnehmer erfüllen die Anforderungen.","versions":[]},{"epId":"episode-5","name":"Episode 5","epNo":5,"alt":"Episode 5","descr":"Bei der Herrichtung idyllischer Ferienhäuser müssen die Teams ehrgeizige Vorstellungen der stilistischen Einheitlichkeit unterordnen – ob es Ihnen gefällt oder nicht.","versions":[]},{"epId":"episode-6","name":"Episode 6","epNo":6,"alt":"Episode 6","descr":"Unterschiedliche Farbvorstellungen und Prioritäten sorgen für Unruhe. Das neue Design zweier Restaurants in Bristol soll sowohl praktisch als auch ansprechend ausfallen.","versions":[]},{"epId":"episode-7","name":"Episode 7","epNo":7,"alt":"Episode 7","descr":"Jeder Designer ist nun auf sich allein gestellt. Die Mottos bei der Renovierung von Friseursalons lauten \"Nostalgie\", \"Industriell\" und \"Willy Wonka\".","versions":[]},{"epId":"episode-8","name":"Episode 8","epNo":8,"alt":"Episode 8","descr":"Die zwei Finalisten setzen für die Nobelapartments in einer ausgebauten Spinnerei alles auf eine Karte. Welcher Stil siegt: skandinavischer Luxus oder böhmischer Chic?","versions":[]}]}]}