{"path":"/serie/stream/raven","name":"Raven","descr":"Jonathan Raven wuchs in Japan auf und wurde zum Meister östlicher Kampfkunst ausgebildet. Interpol hatte seinen Vater samt Familie nach Asien geschickt. Weil Raven Senior die Drogengeschäfte der japanischen Mafia, der Yakuza, durchkreuzte, ließ das Syndikat ihn und seine Frau von den legendären schwarzen Drachen ermorden. Um den Tod der Eltern zu rächen, tritt Raven der geheimen Organisation bei. Als einziger Westler überlebt er die knüppelharte Ausbildung, tötet die Mörder seiner Eltern und flieht von Japan nach Hawaii. Nur wenige schwarze Drachen konnten seiner Rache entkommen – sie tauchen Jahre später auf Hawaii auf. Hier sucht Raven inzwischen nach seinem Sohn, von dessen Existenz er erst jetzt, zehn Jahre nach seiner Flucht, erfuhr. Unterstützt wird er dabei von seinem alten Freund Herman \"Ski\" Jablonski, einem heruntergekommenen Privatdetektiv. Ihr Gegenspieler ist Hawaiis Yakuza-Boss Hiroshi Osato.","seasons":[{"path":"/serie/stream/raven/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/raven/staffel-1/episode-1","name":"Die Rückkehr des schwarzen Drachen","epNo":1,"alt":"Return of the Black Dragon","descr":"Nachts arbeitet Jonathan Raven in dem Club seines Freundes Kenny Tanaka auf Hawaii. Tagsüber sucht er seinen spurlos verschwundenen Sohn. Da taucht der mächtige Drogenboss Osato auf und fordert Karate-Meister Raven heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809651","hoster":"VOE"},{"path":"/redirect/8809655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-1/episode-2","name":"Der unsichtbare Feind","epNo":2,"alt":"The Unseen Enemy","descr":"Jonathan trifft auf Hawaii Reporterin Alexis. Die wird von einem griechischen Milliardär fast wie eine Gefangene bewacht. Jonathan aber muss sie sprechen. Alexis war mit seiner Geliebten, der Mutter seines spurlos verschwunden Sohnes, befreundet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809650","hoster":"VOE"},{"path":"/redirect/8706970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-1/episode-3","name":"Die heiße Spur","epNo":3,"alt":"Reunion","descr":"Jonathan glaubt, in dem kleinen Jojo endlich seinen Sohn gefunden zu haben. Für den interessiert sich auch eine geheimnisvolle Fremde. Jonathan hat für einen Moment seine verstorbene Geliebte vor Augen. Doch die entpuppt sich als Agentin der Schwarzen Drachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809652","hoster":"VOE"},{"path":"/redirect/8809654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-1/episode-4","name":"Die Anmache","epNo":4,"alt":"... And Everything Nice","descr":"Jonathan wird von einer gewissen Sharon umgarnt. Ski platzt fast vor Eifersucht. Eine Sache macht Ski misstrauisch: Ist Sharon in der Nähe, stirbt jedesmal ein Mensch unter mysteriösen Umständen. Die Toten entpuppen sich als ehemalige Sowjet-Agenten. Jon sucht das Motiv.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809653","hoster":"VOE"},{"path":"/redirect/8713149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-1/episode-5","name":"Leichte Beute","epNo":5,"alt":"Prey","descr":"Jonathan Raven will auf einer einsamen Insel für ein paar Tage der Zivilisation entfliehen und zur Ruhe kommen. Er hat nicht mit Imiro gerechnet, einem Mitgleid des Schwarzen Drachens. Und nicht mit Dana, die ihr Schulprojekt \"Allein in der Wildnis\" absolviert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380995","hoster":"VOE"},{"path":"/redirect/8704477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-1/episode-6","name":"Sheila und ihr Tod","epNo":6,"alt":"The Last Of Sheila’s Tricks","descr":"Auf der Suche nach seinem Sohn, trifft Jonathan auf die Prostituierte Sheila. Die hat einen 12-jährigen Jungen adoptiert, bei dem es sich um Ravens Sohn handeln könnte. Kurz darauf ist Sheila tot. Jonathan und sein Freund Ski kommen ganz schön ins Schwitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809656","hoster":"VOE"},{"path":"/redirect/8676271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-1/episode-7","name":"Verrückt oder normal?","epNo":7,"alt":"Is Someone Crazy In Here Or Is It Me","descr":"Herman Jablonski alias Ski wird in die Psychatrie eingewiesen. Dort befinden sich merkwürdige Patienten. Einer von ihnen heißt Batiste und gilt in der Öffentlichkeit als tot. Wer ist der Mann? Was tut er hier? Fragen, die Raven unbedingt beantworten will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251149","hoster":"VOE"},{"path":"/redirect/8679480","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/raven/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/raven/staffel-2/episode-1","name":"Die asiatische Frau","epNo":1,"alt":"Playback","descr":"Auf Hawaii wird in einem Nachtclub ein Mann vor den Augen seiner Ehefrau erstochen. Das Opfer war Engländer, seine Frau Japanerin. Jonathan fühlt sich an einen Fall erinnert, der in seiner Jugend in Japan für Aufsehen sorgte. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809660","hoster":"VOE"},{"path":"/redirect/8679481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-2","name":"Der vermeitliche Sohn","epNo":2,"alt":"The Journey","descr":"Ein kleiner Ganove hat angeblich Ravens lange vermissten Sohn gefunden. Auf dem Weg zu Raven lauern ihm Unbekannte auf und ermorden ihn. Der kleine Lucas wird Zeuge der grausamen Tat. Ihn wollen die Mörder nun ebenfalls beseitigen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809661","hoster":"VOE"},{"path":"/redirect/8679490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-3","name":"Nervenkitzel inbegriffen","epNo":3,"alt":"Death Games","descr":"Die exzentrische Carla liebt Männer, die kein Risiko scheuen. Wie ein Spinnenweibchen versucht sie Jonathon in ihr Netz zu locke. Doch sie blitzt ab. Carla engagiert Ski als Bodyguard für eine Party. Diese soll ein Nervenkitzel der besonderen Art werden. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809658","hoster":"VOE"},{"path":"/redirect/8809662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-4","name":"Lähmende Hitze","epNo":4,"alt":"Heat","descr":"Ganz Hawaii leidet unter einer Hitzewelle. Auch Raven und seinem Freund Ski macht das zu schaffen. Eine seltsame Erscheinung in Form einer schönen Frau blendet die Sinne und richtet Ravens Interesse auf einen mysteriösen Geschäftsmann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921653","hoster":"VOE"},{"path":"/redirect/8676275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-5","name":"Das Ende eines Drachenfliegers","epNo":5,"alt":"Bloody Beach","descr":"Jennifer, eine verheiratete Frau, wendet sich an ihren Ex-Freund Raven. Sie bittet ihn, ihren spurlos verschwundenen Mann ausfindig zu machen. Der Drachenflieger kam von einem Ausflug nicht zurück. Raven geht mit gemischten Gefühlen an den Fall heran. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809666","hoster":"VOE"},{"path":"/redirect/8679487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-6","name":"Roter Mohn","epNo":6,"alt":"Poisoned Harvest","descr":"Ein sonderbarer Schwertgriff animiert Jonathan Raven zu einer Expedition zu einem primitiven Naturvolk in den Bergen. Dort trifft er auf merkwürdig lethargische Menschen. Für deren Zustand scheinen zwei Mönche verantwortlich zu sein, die sie hier niedergelassen haben. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809681","hoster":"VOE"},{"path":"/redirect/8809665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-7","name":"Der Indigo-Löwe","epNo":7,"alt":"Ripp-off","descr":"Jonathan Raven und sein Freund Ski sollen die Sicherheitsanlagen eines Museums testen. Kurzerhand brechen sie ein und stehlen den unschätzbaren \"Indigo-Löwen\". Doch bei näherer Betrachtung entpuppt sich die wertvollen Statue als Fälschung. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809664","hoster":"VOE"},{"path":"/redirect/8809671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-8","name":"Militärischer Verrat","epNo":8,"alt":"Wipe-out","descr":"Der Sohn eines hohen Navy-Offiziers ist verschwunden. Gleichzeitig fehlen in der Entwicklungsabteilung der Navy drei wichtige Disketten. Alles weist darauf hin, dass Sohn Jake das Material gestohlen hat. Jonathan aber hat Zweifel und mischt sich ein. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809667","hoster":"VOE"},{"path":"/redirect/8679491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-9","name":"Ein Wochenende geht baden","epNo":9,"alt":"Flori And Dori","descr":"Jonathon Raven und Ski sind von Dori zu einem gemütlichen Wochenende auf dem Wasser eingeladen. Zufällig ist Doris Mutter Flori zu Besuch. Das lockt leider die alten Freunde ihres verstorbenen Gatten an. Die wollen eine alte Rechnung begleichen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809668","hoster":"VOE"},{"path":"/redirect/8676284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-10","name":"Die Jünger der Morgendämmerung","epNo":10,"alt":"Disciples Of Dawn","descr":"Eine geheimnisvolle Sekte findet an der Universität von Hawaii neue Mitglieder. Vor allem Psychologie-Studenten sind für die Sekte empfänglich. Jonathon Raven lässt sich in die Sekte einschleusen. Ski ist erstaunt. Eigentlich arbeiten sie gerade an einem anderen Fall. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809669","hoster":"VOE"},{"path":"/redirect/8676283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-11","name":"Der Horrortrip","epNo":11,"alt":"Something In The Closet","descr":"Ravens Freundin Susan, eine erfolgreiche Fernsehmoderatorin, wird telefonisch von einem Mann namens Hollow bedroht. Der wurde frisch aus dem Gefängnis entlassen, wo er wegen eines Überfalls auf Susan Jahre verbracht hat. Jetzt sinnt er auf Rache. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809670","hoster":"VOE"},{"path":"/redirect/8676289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-12","name":"Mißglückte Rache","epNo":12,"alt":"Checkmate","descr":"Ex-Geheimdienstler Henderson aktiviert vier seiner ehemaligen Agenten. Unter ihnen auch Jonathan Raven. Sie sollen einen Kollegen töten, der angeblich Schuld am Tod von Hendersons Sohn ist. Raven aber verweigert den Befehl. Er will den mörderischen Plan vereiteln. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809672","hoster":"VOE"},{"path":"/redirect/8676287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/raven/staffel-2/episode-13","name":"Die Wächter der Nacht","epNo":13,"alt":"The Guardians Of The Night","descr":"Jonathon Raven unterrichtet in einem Waisenhaus Kinder in Karate. Zu seiner Enttäuschung nutzt der junge Bobby das Training, um abzuhauen. Raven findet in einer verlassenen Industrieanlage eine Spur. Dort aber stößt er auf ein paar ganz üble Typen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8809673","hoster":"VOE"},{"path":"/redirect/8673609","hoster":"Streamtape"}]}]}]}]}