{"seriesId":"re-kan","name":"Re-Kan!","descr":"Amami Hibiki ist frischgebackene Highschool-Schülerin, ist an ihrer Schule aber schnell jedem bekannt. Ein Mädchen, das immer wieder mit der Luft redet, nicht existenten Dingen ausweicht und sich auch sonst sehr seltsam verhält fällt auf, auch wenn sich Hibikis Mitschüler rasch damit abfinden. Ursache für ihr bizarres Verhalten ist es, dass sie Geister sehen und mit ihnen interagieren kann. Doch was für die meisten Anderen blanker Horror wäre, ist für Hibiki schlicht ein Teil ihres Lebens, mit dem sie locker und auch etwas naiv umgeht, egal in was für verquere Situationen sie dadurch immer wieder gerät.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"I Can See Them.","descr":"Amami Hibiki kann seit ihrer Kindheit Geister und Geister sehen. Anstatt die Geister aus der anderen Welt zu fürchten, freundet sich die freundliche junge Dame schnell mit ihnen an. Nach dem Wechsel in eine neue Schule gewöhnen sich ihre Klassenkameraden schnell an Amamis Tendenz, in den leeren Raum zu sprechen und unsichtbare Hindernisse zu umgehen ...","versions":[{"lang":3,"streams":[{"redirect":8246802,"hoster":"VOE"},{"redirect":8246804,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"This Is My Friend","descr":"Albträume über die lüsterne streunende Katze aus der Nachbarschaft haben Amami nachts wach gehalten, also haben ein paar Geister in der Nähe den Morgenappell an ihrer Stelle beantwortet.","versions":[{"lang":3,"streams":[{"redirect":8246818,"hoster":"VOE"},{"redirect":8246819,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Delicious Fried Eggs","descr":"Inoues freche kleine Cousine Yuuki ist zu Besuch. Sie versucht, ihn zu befriedigen, indem sie jeden Morgen sein Lieblingsfrühstück (Spiegelei) kocht, aber er beschwert sich jedes Mal über den schrecklichen Geschmack! Amami schwört, Inoue beim Kochen der besten Eier aller Zeiten zu helfen, aber nachdem sie sich mit einem nahegelegenen Geist beraten hat, erfährt sie, dass Yuuki vielleicht mehr als nur einen besseren Geschmack will?","versions":[{"lang":3,"streams":[{"redirect":8246823,"hoster":"VOE"},{"redirect":8246821,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Summer Means the Beach","descr":"Amami und ihre Freundinnen begleiten ihre Klassenkameradin Yamada Kenta auf einem Ausflug an die Küste. Aus irgendeinem Grund ist der Strand fast leer und die Kinder könnten nicht glücklicher sein ... außer Esumi Kyouko.","versions":[{"lang":3,"streams":[{"redirect":8246824,"hoster":"VOE"},{"redirect":8246827,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Legendary Culture Festival","descr":"Es ist Zeit für das Schulkulturfest! Unter Amamis Aufsicht und der Hilfe einiger Geister beschließt ihre Klasse, ein Spukhaus zu bauen. Die ganze Klasse (außer Inoue) möchte, dass das Ergebnis geradezu legendär wird!","versions":[{"lang":3,"streams":[{"redirect":8246828,"hoster":"VOE"},{"redirect":8246826,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Super Awesome Holy Night","descr":"Amamis Klassenkameraden sind verblüfft, als sie plötzlich anfängt, sich wie eine totale Göre zu benehmen, bis Uehara Kana ein Foto knipst, das die Wahrheit enthüllt: Sie wurde von \"Mädelsgeist\" besessen!","versions":[{"lang":3,"streams":[{"redirect":8246829,"hoster":"VOE"},{"redirect":8246831,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Busy New Year","descr":"Als die Gang eine schlaflose Amami sieht, die die Straße entlang stolpert, befürchten sie, dass ihre Unfähigkeit, ihre gespenstischen Freunde zu ignorieren, ihre Gesundheit gefährdet. Sie beschließen, mit ihrem Vater Asahi zu sprechen, der eine spezielle Brille ausgräbt, die Amamis sechsten Sinn blockieren kann.","versions":[{"lang":3,"streams":[{"redirect":8246833,"hoster":"VOE"},{"redirect":8246835,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Let\u0027s All Play Together","descr":"Amami trifft den Geist eines jungen Mädchens, das immer wieder ein mysteriöses Unsinnswort wiederholt: \"Morya\". Sie kann sich nicht mehr an ihr Leben oder ihren Tod erinnern, die Appell-Samurai und Amami befürchten, dass sie einfach verschwinden könnte.","versions":[{"lang":3,"streams":[{"redirect":11832495,"hoster":"VOE"},{"redirect":8246837,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Secret Valentine","descr":"Der Valentinstag rückt näher und alle Jungs und Mädchen werden unruhig. Und als die Gang herausfindet, dass Amami sich an hausgemachter Schokolade versuchen will, fragen sie sich, für wen sie gedacht ist! Schalte ein für eine süße, emotionale Valentinstag-Episode. Du wirst nie glauben, wem Amamis Herz wirklich gehört!","versions":[{"lang":3,"streams":[{"redirect":8246839,"hoster":"VOE"},{"redirect":8246840,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"We`ve Entered Our Second Year","descr":"Ein neues Schuljahr beginnt und Amami und ihre Freundinnen freuen sich sehr über jüngere Schüler. Amami möchte eine Musterschülerin sein und versucht, der neuen Erstsemesterklasse zu helfen ... und ihre gespenstischen Freunde auch. Die jenseitige Hilfe schreckt die neuen Kinder ab und lässt Amami sich niedergeschlagen fühlen, also nehmen Inoue und die anderen es auf sich, sie attraktiver zu machen.","versions":[{"lang":3,"streams":[{"redirect":8246806,"hoster":"VOE"},{"redirect":8246807,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"My Wish","descr":"Amami lädt ihre Freunde zum Sternenfest zu sich nach Hause ein, und sie freuen sich auf den Besuch, als sie von den handgefertigten Dekorationen ihrer verstorbenen Mutter erfahren. Laut Amami sind sie vollgepackt mit mysteriösen Kräften, die so gut wie garantiert Wünsche wahr werden lassen...","versions":[{"lang":3,"streams":[{"redirect":8246811,"hoster":"VOE"},{"redirect":8246809,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"We Are All Connected","descr":"Nachdem ihr sechster Sinn plötzlich verschwunden ist, wandert Amami ziellos umher und sucht nach ihren geisterhaften Freunden. Ihre Stimmen, ihre Gesichter, selbst ihre Anwesenheit ist nirgendwo zu finden. Amami verfällt schnell in eine tiefe Depression über den Verlust der Freundschaften, die sie im Laufe der Jahre mit den Geistern geschlossen hatte, und Inoue und der Rest ihrer lebenden Freunde wissen nicht, wie sie sie aufmuntern sollen.","versions":[{"lang":3,"streams":[{"redirect":8246812,"hoster":"VOE"},{"redirect":8246813,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Summer Memorie","descr":"Amami geht mit all ihren lebenden und anderen Freunden (und aus irgendeinem Grund auch mit Yamadas älterem Bruder) in einen Themenpark! Laut ihrem Vater ist dieser besondere Themenpark der Ort einiger schöner Erinnerungen für Amami, aber jetzt, da sie älter ist, beginnen die Erinnerungen zu verblassen ... bis ein mysteriöses Mädchen vor ihr auftaucht. Schließen Sie sich dem ganzen Re-Kan an! gang, während sie das Beste aus einem schönen Sommertag machen und mit einer Übernachtung in der Amami-Residenz abschließen!","versions":[{"lang":3,"streams":[{"redirect":8246816,"hoster":"VOE"},{"redirect":8246814,"hoster":"Streamtape"}]}]}]}]}