{"path":"/serie/stream/readydaddygo","name":"Ready.Daddy.Go!","descr":"[Michel Mayer will ein Kind] Noch ist die Tinte des Adoptionsvertrags nicht trocken, da wird Michel (Fridolin Sandmeyer) von seinem Mann (Florian Jahr) verlassen und steht vor dem Nichts. Doch er gibt nicht auf und kämpft mit allen Mitteln für seinen Traum: ein eigenes Kind. Der Weg zur Vaterschaft erweist sich dabei als steiniger als gedacht, und die Versuche von Michel, enden in jeder der sechs Folgen in einem Desaster. Er lernt dabei nicht nur einiges über \"pedantische Co-Mütter und verrückte Achtjährige\", sondern vor allem viel über sich selbst.","seasons":[{"path":"/serie/stream/readydaddygo/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/readydaddygo/staffel-1/episode-1","name":"Babyblues","epNo":1,"alt":"","descr":"Endlich als schwules Paar ein Kind adoptieren. So ein weiter, steiniger Weg. Und dann alles vergebens. Denn ohne Partner fällt Michel wieder raus. Und ein Kind rückt in unerreichbare Ferne. Seit einer Ewigkeit versuchen Michel und Dirk sich ihren großen Wunsch zu erfüllen: ein eigenes kleines Baby! Und tatsächlich, der Adoptionsantrag wurde bewilligt. Doch als Dirk geht, braucht Michel einen neuen Plan. Nach dem positiven Bescheid erfahren Michel und Dirk, dass sie auf der Warteliste weit hinten stehen. Aber Dirk hält keinen weiteren Tag aus, an dem es Michel nur noch um Kinder geht. Er verlässt Michel und damit verliert der alles: Einen festen Partner und mit dem Scherbenhaufen auch das Wohlwollen des Jugendamtes. Eine Adoption rückt in unerreichbare Ferne – und Michel stürzt sich ins Single-Nachtleben. Wenn Dirk nicht will, ein anderer wird schon wollen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921819","hoster":"VOE"},{"path":"/redirect/12921825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/readydaddygo/staffel-1/episode-2","name":"Getsimani","epNo":2,"alt":"","descr":"Pflegekind. Das ist die Lösung! Läuferkind? Was soll das schon heißen? Die achtjährige Getsimani treibt Michel zwar fast in den Wahnsinn und doch schaffen sie einen Anfang. Michel wird Pflegevater. Die Kreuze auf dem Antrag sind gesetzt und dann geht alles ganz schnell. Die kleine Getsimani steht vor ihm für einen Tag nur zu zweit. Kaum ist Frau Lehmann weg, muss Michel seine Vaterqualitäten unter Beweis stellen. Michels und Getsimanis Kennenlernen ist keine Liebe auf den ersten Blick, auch nicht auf den zweiten. Getsimani macht Michel von Herzen gern das Leben schwer, spielt mit seinen Küchenmessern und schließt ihn letztendlich im Klo ein. Als sie in einen scheinbar lebensbedrohlichen Küchenunfall verwickelt zu sein scheint, zieht Michel alle Register und fleht seine beste Freundin Elli an, zur Rettung zu eilen. Plötzlich hat Michel überraschend einen Zugang zu Getsimani gefunden: mithilfe einer Singvogeltröte. Doch dann stört Frau Lehmann die Ruhe mit schlechten Neuigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921824","hoster":"VOE"},{"path":"/redirect/12921823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/readydaddygo/staffel-1/episode-3","name":"Torschlusspanik","epNo":3,"alt":"","descr":"Wer braucht schon die Liebe! Co-Parenting mit einer Frau ist die Lösung. Und man muss ja dafür keinen Sex haben – denkt zumindest Michel. Michel braucht keine Leidenschaft. Ihm reicht ein ordentlich organisierter Doodle-Kalender. Er beschließt, eine Co-Elternschaft mit einer Frau zu versuchen. Doch die Castings laufen zäh. Obwohl sich Michel als Teenager geschworen hat, keine Bindung mehr mit einer Frau einzugehen, muss er nun doch wieder zum Äußersten greifen. Wer würde dafür besser in Frage kommen, als seine beste Freundin Elli? Doch Elli lehnt, mehr oder weniger dankend, ab. Also quält sich Michel durch diverse Speed-Dates, bis Elli ihm Mari vorstellt. Und es matcht! Also platonisch versteht sich! Beim Spazierengehen an der Isar schmieden sie Pläne und reden, als würde ihr Baby schon existieren. Es läuft ein bisschen zu gut und Michel muss enttäuscht auch an dieses Kapitel einen Haken machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921828","hoster":"VOE"},{"path":"/redirect/12921834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/readydaddygo/staffel-1/episode-4","name":"Geschenk","epNo":4,"alt":"","descr":"Was heißt schon illegal. Kann es illegal sein, einem Kind das Leben zu schenken? Klar, die Umweltbilanz ist miserabel, aber Leihmutterschaft ist halt in Deutschland nicht erlaubt. Michel will weiterhin ein Kind – koste es, was es wolle. Und es kostet viel. Circa 12.000 Euro und ein Flug nach Indien. Eine Impfung später ist Michel wild entschlossen! Mithilfe eines ausgeklügelten Plans (Mitleid) erschleicht Michel sich das Geld für die Leihmutterschaft bei seinen Eltern und lässt sich kurzerhand gegen Tollwut impfen. Doch kurz vor Vertragsschluss trifft er sich nochmal mit Elli und muss sich eingestehen: So will er es nicht. Er will keine Mutter in Indien in Gefahr bringen, die ihm nur für Geld ein Kind gebärt. In absoluter Panik versuchen Michel und Elli Michels Sperma zurückzurufen. Ob sie es rechtzeitig schaffen ist noch unklar, aber sowieso. Elli ist ziemlich ruhig geworden. Und als es mal einen Moment nicht nur um Michel geht, enthüllt Elli überraschende Neuigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921838","hoster":"VOE"},{"path":"/redirect/12921839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/readydaddygo/staffel-1/episode-5","name":"Backup","epNo":5,"alt":"","descr":"Dann vögelt er sich halt durch das ganze Glockenbach. Doch auch davon bekommt er kein Kind, sondern nur seinen Ex zurück. Ist der Traum von Familie doch noch nicht dahin? Nach einem heftigen Streit mit seiner besten Freundin Elli, stürzt sich Michel erstmal ins Partyleben. Doch die erhoffte Ablenkung erhält er dort nicht. Vor ihm steht Dirk, der Mann, den er nie wiedersehen wollte. Und doch ist er die Lösung für Michels Problem. Ex Dirk tanzt den stark betrunkenen und nichtsahnenden Michel im Nachtclub an. Dieser Mistkerl! Mit schönen Worten will er Michel für sich zurückgewinnen und Michel lässt sich drauf ein. Ein Moment des Friedens kehrt ein, doch eigentlich stimmt nichts. Dass Dirk Michel im Regen stehen gelassen hat, war nicht das einzige Problem. Ihm wird immer klarer, dass sich sein Ex-Partner im Gegensatz zu ihm selbst gar nicht verändert hat. Und der nächste Morgen ist doch so oft ernüchternd. Also doch kein Kind für Michel?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921851","hoster":"VOE"},{"path":"/redirect/12921850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/readydaddygo/staffel-1/episode-6","name":"Papa","epNo":6,"alt":"","descr":"Wie, jetzt doch? Michel hat alles schon aufgegeben und da tritt plötzlich Getsimani wieder in sein Leben. Nach der unschönen Trennung von Dirk hat Michel beschlossen, erst einmal innezuhalten. Um ihn rum ist es licht geworden, denn auch zu Elli besteht weiterhin kein Kontakt. Um sie zurückzugewinnen braucht er eine ganz besondere Waffe! Michel kann sein Glück kaum fassen, als Frau Lehmann ihn zu sich bestellt und die Neuigkeiten mit ihm teilt: Getsimani soll zu Michel. Jetzt wird es ernst, oder? Völlig unvorbereitet zieht das kleine Mädchen bei ihm ein und stellt in alter Manier wieder alles auf den Kopf. Michel könnte so glücklich sein, doch Elli ignoriert ihn immer noch. Und wer wäre Michel, wenn er nicht jemanden bräuchte, mit dem er sein Glück teilen könnte? Zusammen mit Getsimani gibt er alles, um seine kleine Familie zueinander zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921854","hoster":"VOE"},{"path":"/redirect/12921857","hoster":"Streamtape"}]}]}]}]}