{"path":"/serie/stream/real-madrid-the-white-legend","name":"Real Madrid: The White Legend","descr":"[La Leyenda Blanca] In über hundert Jahren Real Madrid - Vereinsgeschichte wurden in jeder Generation siegreiche Mannschaften hervorgebracht. Kein anderer Klub ist an den Erfolg des ewigen Meisters herangekommen. Er ist ein Vorbild für die gesamte Sportwelt. Spieler und Fans blicken auf die Meilensteine und historischen Herausforderungen des Vereins zurück, die Real Madrid zum besten Klub der Welt gemacht haben.","seasons":[{"path":"/serie/stream/real-madrid-the-white-legend/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/real-madrid-the-white-legend/staffel-1/episode-1","name":"","epNo":1,"alt":"Origin","descr":"Mit dem charismatischen Anführer Santiago Bernabéu begann das Goldene Zeitalter des Vereins. Die Einführung des wichtigsten Wettkampfs in Europa, der Champions League, erweckt einen völlig neuen Kampfgeist im Fußball. Fünf aufeinanderfolgende Siege mehrten den Ruhm des Klubs. Die jüngeren Generationen haben in fünf Jahren vier Meistertitel errungen. Der wichtigste davon: der zehnte Sieg.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10608167","hoster":"VOE"},{"path":"/redirect/10608166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/real-madrid-the-white-legend/staffel-1/episode-2","name":"","epNo":2,"alt":"Reach","descr":"Für seine großartigen Siege bei der Champions League ist Real Madrid weltweit bekannt. Alfredo Di Stéfano, einer der besten Spieler der Welt, führte als essenzieller Kern das Spiel der Königlichen an. Pässe, Tore, Spielzüge. Zeitzeugen und Spieler porträtieren Di Stéfano und vergleichen Momente, die er in seinem dritten Europapokal erlebt hat, mit den gegenwärtigen Triumphen des Vereins.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10608160","hoster":"VOE"},{"path":"/redirect/10608159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/real-madrid-the-white-legend/staffel-1/episode-3","name":"","epNo":3,"alt":"The Human Factor","descr":"Das Vermächtnis der Erfolge und den Kampfgeist haben die Spieler von Real Madrid in ihrer DNA. Einer DNA, die von Generation zu Generation weitergegeben wird. Die führenden Persönlichkeiten kommen zusammen und erörtern, was es bedeutet, Teil des Vereins zu sein und gewesen zu sein. Man erzählt Anekdoten aus der Kabine und davon, wie sich das Team darauf vorbereitet, jeden Gegner zu besiegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10608163","hoster":"VOE"},{"path":"/redirect/10608164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/real-madrid-the-white-legend/staffel-1/episode-4","name":"","epNo":4,"alt":"The Spirit of the Quinta","descr":"Amancio Amaro trainierte die Jugend Real Madrids, die fünf der wichtigsten Profispieler hervorgebracht hat. Ihr Mut, ihr Einsatz und ihr Kampfgeist gingen in die Geschichte ein. 40 Jahre später erinnern sie sich zusammen an die Jahre von La Quinta del Buitre zurück.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10608169","hoster":"VOE"},{"path":"/redirect/10608170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/real-madrid-the-white-legend/staffel-1/episode-5","name":"","epNo":5,"alt":"Renaissance","descr":"Der letzte Europapokal-Sieg von Real Madrid war sein sechster. Nur spanische Spieler nahmen an diesem Finale teil. Es vergingen 32 Jahre, bevor Real Madrid Aussichten auf einen erneuten Sieg beim Europapokal hatte. Die Spieler der Mannschaft von 1998 erzählen uns, wie sie diesen Sieg errungen haben. Ein Sieg, der die Laufbahn von Real Madrid für immer verändern sollte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10608178","hoster":"VOE"},{"path":"/redirect/10608174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/real-madrid-the-white-legend/staffel-1/episode-6","name":"","epNo":6,"alt":"Eternity","descr":"Das Finale des 5. Europapokals gilt als das beste Spiel seit Beginn des Wettkampfs. Ein Spieler geht mit vier Toren in die Geschichte ein: Puskás. Mit dem Sieg legte Real Madrid den Grundstein für die Legende, auf der er seine Zukunft aufbaute. Heute steht man vor den Pforten eines neuen Stadions und stellt sich zusammen mit Fans und Bewunderern des kunstvollen Fußballs neuen Herausforderungen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10608177","hoster":"VOE"},{"path":"/redirect/10608176","hoster":"Streamtape"}]}]}]}]}