{"seriesId":"reaper-ein-teuflischer-job","name":"Reaper - Ein teuflischer Job","descr":"Sam Oliver führt ein faules Leben und hat sich für die Zukunft keine großen Ziele gesteckt. An seinem 21. Geburtstag nimmt sein Leben jedoch eine schlagartige Wende, denn er erfährt, dass seine Eltern seine Seele an den Teufel verkauft haben. Von nun an ist er der persönliche Kopfgeldjäger des Satans. Als erstes soll Sam die aus der Hölle entflohene Seele eines Brandstifters einfangen. Zwar gelingt es ihm, seine Freunde Sock und Ben als Helfer zu rekrutieren, doch leider besteht Sams \"Geisterjäger-Ausrüstung\" lediglich aus einem alten Staubsauger…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die verkaufte Seele","epNo":1,"alt":"Pilot","descr":"Sam Oliver ist ein klassische Loser: Er arbeitet im örtlichen Baumarkt, wohnt bei seinen Eltern und rennt seit Jahren seiner Fast- Freundin Andy hinterher.An Sams 21 Geburtstag kommt es jedoch zu einigen merkwürdigen Vorfällen,und auf dem Heimweg wird es dann Gewissheit: der Teufel höchst persönlich teilt Sam mit, dass Sams Eltern ihm einst die Seele ihres Erstgeborenen verkauft haben...von nun an muss er zusammen mit seinen Kumpels Sock und Ben entflohene Seelen aus der Hölle wieder einfangen. Aber warum gerade er?","versions":[{"lang":1,"streams":[{"redirect":12505108,"hoster":"VOE"},{"redirect":12505109,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710391,"hoster":"VOE"},{"redirect":8710389,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Blitz und Donner","epNo":2,"alt":"Charged","descr":"Als Sam aufwacht, stellt er fest, dass ihm jeder Gegenstand, den er berührt, einen elektrischen Schock verpasst. Daraufhin fragt er den Teufel, was es damit auf sich habe. Der verrät ihm, dass es sich um eine Art Geschenk für seine nächste Mission handelt. Sam soll nämlich eine aus der Hölle entwichene Seele fangen, die das Stromnetz anzapft, um anschließend ihre Opfer mit Blitzen zu attackieren. Damit Sam den Auftrag erfolgreich ausführen kann, benötigt er aber noch das passende Gefährt: einen ferngesteuerten Monstertruck...","versions":[{"lang":1,"streams":[{"redirect":12505113,"hoster":"VOE"},{"redirect":12505118,"hoster":"Doodstream"},{"redirect":12505111,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710395,"hoster":"VOE"},{"redirect":8710393,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das große Krabbeln","epNo":3,"alt":"All Mine","descr":"Sam und seine Freunde Sock und Ben haben einen neuen Auftrag. Diesmal müssen sie sich auf die Jagd nach einer Seele machen, die ihre Opfer mittels Killerinsekten schachmatt setzt. Schon bald finden die drei heraus, dass die verbitterte Seele jeden aus dem Weg räumen will, der sich in die Nähe ihres einstigen Geliebten begibt. Werden sie sich gegen ihre eiskalte Gegnerin durchsetzen können?","versions":[{"lang":1,"streams":[{"redirect":12505115,"hoster":"VOE"},{"redirect":12505117,"hoster":"Doodstream"},{"redirect":12505114,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710397,"hoster":"VOE"},{"redirect":8710398,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Taube Winston","epNo":4,"alt":"Magic","descr":"Sam bittet den Teufel um eine Auszeit, damit er zusammen mit seiner attraktiven Gehilfin Andi ein Konzert besuchen kann. Der Teufel weist seine Bitte jedoch zurück und erklärt Sam, dass in seinem Vertrag kein Urlaub vorgesehen ist. Und schon erwartet Sam die nächste Mission: Mit Hilfe einer weißen Taube soll er die Seele eines entflohenen Magiers fangen, der jeden zur Strecke bringt, dem seine Zauberkunst missfällt. Wird es Sam gelingen, diesen äußerst schwierigen Auftrag zu meistern?","versions":[{"lang":1,"streams":[{"redirect":12505116,"hoster":"VOE"},{"redirect":12505127,"hoster":"Doodstream"},{"redirect":12505119,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710401,"hoster":"VOE"},{"redirect":8710402,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schleimspuren","epNo":5,"alt":"What About Blob","descr":"Sam steht wieder einmal eine schwierige Mission bevor, denn er muss eine flüchtige Seele mit ausgeprägtem Mordinstinkt zurück in die Hölle bringen. Bei der wütenden Seele handelt es sich um keinen Geringeren als den ehemaligen Geschäftsführer eines großen Chemiekonzerns. Unterdessen übergibt der Teufel Sam endlich den versprochenen abgeänderten Vertrag. Doch Sam muss zu seinem Erstaunen feststellen, dass der Vertrag einige hundert Seiten länger ist als erwartet...","versions":[{"lang":1,"streams":[{"redirect":12505128,"hoster":"VOE"},{"redirect":12505129,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710403,"hoster":"VOE"},{"redirect":8710405,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Leon","epNo":6,"alt":"Leon","descr":"Sam stellt fest, dass Dämonen an Halloween nicht arbeiten. Da die Stimmungslage des Teufels sich aber auf dem Tiefpunkt befindet und er sich selbst eine Freude machen möchte, beschließt er, Sam einen besonders schwierigen Auftrag zu erteilen. Schwierig insofern, als dass die auf Abwegen befindliche Seele des einstigen Mörders Leon Sam und seinen Komplizen Sock unbedingt von ihrer Änderung zum Besseren überzeugen will. Werden sich die beiden von Leons Argumenten weich klopfen lassen?","versions":[{"lang":1,"streams":[{"redirect":12505133,"hoster":"VOE"},{"redirect":12505144,"hoster":"Doodstream"},{"redirect":12505134,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12381000,"hoster":"VOE"},{"redirect":8710410,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Liebe, Kugeln und Asphalt","epNo":7,"alt":"Love, Bullets And Blacktop","descr":"Sam und sein Team befinden sich auf der Jagd nach einem flüchtigen Seelenpärchen, das den Nervenkitzel sucht. Das skrupellose Duo erfreut sich nämlich daran, Autounfälle mit verheerenden Folgen zu verursachen, damit in der Beziehung keine Langeweile aufkommt. Können Sam und seine Gehilfen rechtzeitig einschreiten und eine Katastrophe verhindern? Unterdessen hat der Teufel ganz andere Pläne im Kopf: Er will Sam mit einem neuen Mädchen verkuppeln...","versions":[{"lang":1,"streams":[{"redirect":12505137,"hoster":"VOE"},{"redirect":12505140,"hoster":"Doodstream"},{"redirect":12505138,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710411,"hoster":"VOE"},{"redirect":8710409,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Superbulle","epNo":8,"alt":"The Cop","descr":"Sam hat einen Auftrag zur vollsten Zufriedenheit des Teufels ausgeführt. Da winkt für natürlich direkt eine Belohnung: eine sündhaft teure Uhr. Die Sache hat nur einen Haken: Der Leibhaftige will Sam gleichzeitig einen Mord anhängen, den eine entflohene Seele kürzlich begangen hat. Sock wiederum ist von der TÜV-Teufelin Gladys besessen. Nachdem sie im Baumarkt einige fragwürdige Einkäufe getätigt hat, folgt Sock ihr zusammen mit Ben nach Hause. Die beiden hegen nämlich den Verdacht, dass sie Leichen bei sich aufbewahrt...","versions":[{"lang":1,"streams":[{"redirect":12505142,"hoster":"VOE"},{"redirect":12505148,"hoster":"Doodstream"},{"redirect":12505145,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710414,"hoster":"VOE"},{"redirect":8710413,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Asche zu Asche","epNo":9,"alt":"Ashes to Ashes","descr":"Sam ist wütend: Der Teufel hat ihn damit beauftragt, für eine Frau namens Mimi diverse Installationsarbeiten auszuführen. Im Gespräch mit ihr findet Sam heraus, dass die Frau seit über 20 Jahren mit dem Teufel liiert ist. Der Leibhaftige lässt Mimi jedoch einfach in dem Glauben, er sei ein Geschäftsmann, der sich nicht niederlassen wolle. Als Mimi ihre Tochter Cady mit Sam bekannt macht, hat er einen schlimmen Verdacht...","versions":[{"lang":1,"streams":[{"redirect":12505146,"hoster":"VOE"},{"redirect":12505154,"hoster":"Doodstream"},{"redirect":12505147,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710415,"hoster":"VOE"},{"redirect":8710416,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Teufels Tochter","epNo":10,"alt":"Cash Out","descr":"Sam trifft sich immer öfter heimlich mit Cady. Er fürchtet jedoch, sie könnte die Tochter des Teufels sein. Unterdessen sind die Seelen zweier ehemaliger Bankräuber entflohen. Ihre Mission: Sie wollen sich die Beute ihres letzten Überfalls holen. Schließlich gelingt es Sam und seinen Verbündeten Sock und Ben, die Seelen zu fangen und die Beute sicherzustellen. Das führt jedoch zu einem heftigen Streit darüber, was mit dem Geld geschehen soll...","versions":[{"lang":1,"streams":[{"redirect":12505152,"hoster":"VOE"},{"redirect":12505159,"hoster":"Doodstream"},{"redirect":12505153,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710419,"hoster":"VOE"},{"redirect":8710417,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Kannibale","epNo":11,"alt":"Hungry for Fame","descr":"Sam versucht verzweifelt, einen untalentierten Musiker davon abzuhalten, seine Seele an den Teufel zu verkaufen. Unterdessen wird Sock von seiner Mutter mit einer Hiobsbotschaft überrumpelt. Sie hat in Las Vegas geheiratet. Sock weigert sich jedoch, den neuen Gatten an ihrer Seite zu akzeptieren...","versions":[{"lang":1,"streams":[{"redirect":12505156,"hoster":"VOE"},{"redirect":12505157,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710421,"hoster":"VOE"},{"redirect":8710422,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Nette Nachbarn","epNo":12,"alt":"Unseen","descr":"Sock, Ben und Sam ziehen in eine gemeinsame Wohnung. Die neuen Nachbarn Tony und Steve, ein schwules Pärchen, sind erstaunlich freundlich zu den drei Faulenzern. Nichtsdestotrotz findet das Dreiergespann schon bald heraus, dass irgendetwas mit den beiden vom anderen Ufer faul ist. Und dieses \u0027Etwas\u0027 bleibt dem bloßen Auge verborgen ...","versions":[{"lang":1,"streams":[{"redirect":12505166,"hoster":"VOE"},{"redirect":12505176,"hoster":"Doodstream"},{"redirect":13126104,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710426,"hoster":"VOE"},{"redirect":8710425,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Höllenparty","epNo":13,"alt":"Acid Queen","descr":"Sam erzählt seinen Gefährten Sock und Ben, dass sie nicht mehr mit Steve und Tony befreundet sein können. Daraufhin ist Sock deprimiert, denn er hatte sich bereits daran gewöhnt, dass die beiden auf ihn aufpassen. Unterdessen muss eine entflohene Seele schnellstmöglich in die Hölle zurückgeführt werden. Es handelt sich dabei um eine Dame, die alle Frauen auslöschen will, die schöner sind als sie selbst ...","versions":[{"lang":1,"streams":[{"redirect":12505180,"hoster":"VOE"},{"redirect":12505197,"hoster":"Doodstream"},{"redirect":12505174,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710427,"hoster":"VOE"},{"redirect":8710429,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Revolution","epNo":14,"alt":"Rebellion","descr":"Steve und Tony berichten Sam, dass sie seinen guten Draht zum Teufel ausnutzen wollen. Ihr Ziel dabei: Der Satan soll in eine Falle gelockt werden, um von den anderen Dämonen vernichtet zu werden. Indessen bittet Ted um Socks Erlaubnis, mit Josie ein Date zu vereinbaren. In der festen Überzeugung, dass Josie ablehnen wird, willigt Sock ein. Doch da hat er sich gewaltig geirrt ...","versions":[{"lang":1,"streams":[{"redirect":12505188,"hoster":"VOE"},{"redirect":12505196,"hoster":"Doodstream"},{"redirect":12505190,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710435,"hoster":"VOE"},{"redirect":8710431,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tag der Wahrheit","epNo":15,"alt":"Coming to Grips","descr":"Andi hat gesehen, wie Sam eine Seele enthauptet hat. Weil sie an einen kaltblütigen Mord glaubt, droht sie, die Polizei einzuschalten. Sam gerät in Panik und überlegt, ob er Andi in sein Geheimnis einweihen soll. Indessen hat Ben die Frau seiner Träume getroffen und heiratet kurz darauf - allerdings unter äußerst merkwürdigen Umständen ...","versions":[{"lang":1,"streams":[{"redirect":12505202,"hoster":"VOE"},{"redirect":12505208,"hoster":"Doodstream"},{"redirect":12505203,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13004612,"hoster":"VOE"},{"redirect":8710434,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Unwiderstehlich","epNo":16,"alt":"Greg, Schmeg","descr":"Sams Laune befindet sich auf dem Tiefpunkt, nachdem Andis Ex-Freund Greg wieder auf der Bildfläche erschienen ist. Als dieser Andi auch noch um ein Date bittet, das sie zusagt und ihm dafür den Laufpass gibt, ist Sam zutiefst bestürzt und schockiert. Gleichzeitig zweifelt er jedoch an Gregs plötzlicher Überzeugungskunst und beschließt, auf eigene Faust Nachforschungen anzustellen ...","versions":[{"lang":1,"streams":[{"redirect":12505216,"hoster":"VOE"},{"redirect":12505225,"hoster":"Doodstream"},{"redirect":12505217,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710439,"hoster":"VOE"},{"redirect":8710437,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Teufels Sohn","epNo":17,"alt":"The Leak","descr":"Der Leibhaftige setzt Sam davon in Kenntnis, dass es in der Hölle eine undichte Stelle gibt. So ist eine Seele namens Mike, die Sam bereits wieder in die Hölle gebracht hatte, anscheinend durch das Loch entwischt. Nun soll Sam herausfinden, wer für das Ganze verantwortlich ist. Sam, Sock und Ben finden heraus, dass Gladys in die Sache involviert ist. Nun stehen sie vor einer schwierigen Entscheidung: Sollen sie ihre Freundin Gladys verpfeifen oder angesichts des Teufels Zorn lieber den Mund halten?","versions":[{"lang":1,"streams":[{"redirect":12505233,"hoster":"VOE"},{"redirect":12505241,"hoster":"Doodstream"},{"redirect":12505234,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710440,"hoster":"VOE"},{"redirect":8710438,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Salomos Käfig","epNo":18,"alt":"Cancun","descr":"Die Dämonen haben es auf Sam abgesehen, denn sie fürchten, dass er eine größere Gefahr für sie darstellt als der Teufel selbst. Deshalb beschließen sie, Sam in eine Falle zu locken. Unterdessen schickt der Teufel Sam auf eine neue Mission: Er soll die Seele eines entflohenen Wahrsagers in die Hölle zurückführen. Sock wiederum verliebt sich in eine Dämonin, die ihre überirdischen Kräfte dazu nutzt, ihn gefügig zu machen ...","versions":[{"lang":1,"streams":[{"redirect":12505247,"hoster":"VOE"},{"redirect":12505276,"hoster":"Doodstream"},{"redirect":12505246,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710445,"hoster":"VOE"},{"redirect":8710442,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die beste Schwester der Welt","epNo":1,"alt":"A New Hope","descr":"Nach dem Tod seines Vaters hat Sam beschlossen eine zweiwöchiege Reise zusammen mit Ben und Sock zu unernehmen, um sich abzulenken. jedoch dauerte die Reise doppelt so lange wie geplant und es ist einiges passiert: Sie alle drei wurden gefeuert, sie wurden aus ihrer Wohnung geworfen und Andy ist sauer auf Sam, da dieser sich nie gemeldet hat und sie Angst um ihn hatte. Doch neben diesen Alltagsproblem gibt es ein noch viel größeres. Der Teufel heißt Sam nach seiner Monatpause mit einem Auftrag willkommen, bei dem er es mit über 40 gewaltätigen muskulösen Seelen zutun bekommt. Und das ist nicht alles: Sein Gefäß dafür ist Elektroschocker, nur hat dieser schwere Ladehemmungen.","versions":[{"lang":1,"streams":[{"redirect":12505260,"hoster":"VOE"},{"redirect":12505269,"hoster":"Doodstream"},{"redirect":12505261,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710446,"hoster":"VOE"},{"redirect":8710444,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Großer Bruder","epNo":2,"alt":"Dirty Sexy Mongol","descr":"Sam versucht mithilfe einer entkommenen Person aus der Hölle einen Weg aus der Hölle zu finden. Doch der Teufel sorgt dafür, dass dieser ihm nicht mehr vertraut und die Flucht ergreift. Währenddessen gerät Sams Kumpel Sock in einen Konflikt mit seiner Schwester und ihrem Freund.","versions":[{"lang":1,"streams":[{"redirect":12505270,"hoster":"VOE"},{"redirect":12505282,"hoster":"Doodstream"},{"redirect":12505272,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710448,"hoster":"VOE"},{"redirect":8710447,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Boxer","epNo":3,"alt":"The Sweet Science","descr":"Ben steht vor einer schweren Entscheidung: Er hat sich Hals über Kopf in den Dämon Nina verliebt. Als Sam das herausbekommt, fordert er ihn auf, Nina sofort zu verlassen. Sam selbst muss es im Auftrag des Teufels mit dem gierigen Boxer Red Sabatino aufnehmen. Dieser will ihm beweisen, dass er kein schlechter Mensch ist und lässt Sam den Kampf absichtlich gewinnen. Während Sam seinen Gegner trotzdem in die Hölle zurückschicken muss, scheitert Socks Versuch an mehr Geld zu kommen.","versions":[{"lang":1,"streams":[{"redirect":12505283,"hoster":"VOE"},{"redirect":12505289,"hoster":"Doodstream"},{"redirect":12505285,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710452,"hoster":"VOE"},{"redirect":8710449,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der perfekte Sohn","epNo":4,"alt":"The Favorite","descr":"Schock für Sam: Der Teufel nimmt ihm sein eben gewonnenes Geld ab, um es als Kaution für seinen bislang unbekannten Halbbruder Morgan einzusetzen. Zusammen mit dem selbstverliebten, arroganten Morgan muss er dann auch noch die nächste Seele einfangen. Morgan erweist sich dabei als keine große Hilfe und handelt sogar so unüberlegt, dass sie Gefahr laufen, ins Gefängnis zu kommen. Ben und Sock hingegen sind von Morgans Art hellauf begeistert – genauso wie der Teufel.","versions":[{"lang":1,"streams":[{"redirect":12505287,"hoster":"VOE"},{"redirect":12505291,"hoster":"Doodstream"},{"redirect":12505288,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710454,"hoster":"VOE"},{"redirect":8710453,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Höllenbaby","epNo":5,"alt":"I Want My Baby Back","descr":"Der nächste Auftrag des Teufels erweist sich für Sam als einfach: Er soll einen weiblichen Vampir in die Hölle zurückschicken. Als er mit seinen Freunden Sock und Ben jedoch einen Säugling vorfindet, wissen die drei Jungs nicht weiter. Sie behalten das Kind erst, sind dann jedoch so überfordert, das sie es dem wieder aufgetauchtem Tony geben. Da will plötzlich der Teufel das Kind haben und stellt Sam ein Ultimatum. Nur durch einen Trick können die Jungs es vor der Hölle bewahren.","versions":[{"lang":1,"streams":[{"redirect":12505292,"hoster":"VOE"},{"redirect":13754807,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710461,"hoster":"VOE"},{"redirect":8710457,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Wochenende auf dem Land","epNo":6,"alt":"Underbelly","descr":"Der Auftrag des Teufels führt Sam diesmal in einen kleinen, verschlafenen Ort. Er soll eine Seele einfangen, die zu einem Tentakel-Ungeheuer mutiert ist. Da er den Job ganz locker sieht, nimmt er seine Freunde mit auf die Reise. Doch dann kommt alles anders als geplant: Das Tentakel-Ungeheuer gerät außer Rand und Band und es passieren schreckliche Dinge. Besonders Andi kommt mit der Situation nicht klar – sie hegt sogar Zweifel, ob Sam der richtige für sie ist.","versions":[{"lang":1,"streams":[{"redirect":13953465,"hoster":"VOE"},{"redirect":12505308,"hoster":"Doodstream"},{"redirect":12505301,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710464,"hoster":"VOE"},{"redirect":8710459,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Angst vorm Fliegen","epNo":7,"alt":"The Good Soil","descr":"Sam muss sich im Auftrag des Teufels wieder mit seinem Stiefbruder Morgan herumschlagen. Zusammen sollen sie die entflohene Seele Billy einfangen. Für den arroganten Morgan ein uninteressanter Auftrag: Er besticht Sam mit Geld, um sich vor der Arbeit zu drücken. Sam lässt sich darauf ein, spielt vor dem Teufel jedoch nicht mit offenen Karten. Als dieser den Plan durchschaut, bekommt Sam des Teufels Wut zu spüren …","versions":[{"lang":1,"streams":[{"redirect":12505307,"hoster":"VOE"},{"redirect":12505311,"hoster":"Doodstream"},{"redirect":12505310,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710462,"hoster":"VOE"},{"redirect":8710466,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die rechte Hand des Teufels","epNo":8,"alt":"The Home Stretch","descr":"Sam, Sock und Ben fassen Allan und überreden ihn, Sam zu helfen. Hilfe kann er gebrauchen: In einem Wettstreit lässt ihn der Teufel gegen Morgan antreten. Der Gewinner wird die rechte Hand des Teufels. Obwohl Sam gewinnt, ist er an dem Sieg nicht interessiert. Er überredet Morgan zu einer Lüge, damit dieser zum Sieger gekrönt wird. Doch der Teufel durchschaut das Spiel und erklärt Sam zu seiner rechten Hand – zum Ärger von Morgan, der Sam daraufhin eine Morddrohung ausspricht.","versions":[{"lang":1,"streams":[{"redirect":12505317,"hoster":"VOE"},{"redirect":12505331,"hoster":"Doodstream"},{"redirect":12505314,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8710465,"hoster":"VOE"},{"redirect":8710469,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Teuflische Nachhilfe","epNo":9,"alt":"No Reaper Left Behind","descr":"Der Teufel schickt Sam zur Nachhilfe, weil er nicht boshaft genug ist. Nur widerwillig geht Sam darauf ein, weiß die Situation jedoch schnell zu seinem eigenen Vorteil zu nutzen: Die wunderschöne Nachhilfelehrerin Sally verfügt, was den Teufel betrifft, über ein umfassendes Wissen. So flirtet Sam, sehr zum Leid von Andi, mit Sally, um an Informationen zu kommen. Indessen versucht Nina, Ben zurückzuerobern. Mit Erfolg: Sie setzt gekonnt die Waffen einer Frau ein und Ben gibt nach.","versions":[{"lang":1,"streams":[{"redirect":12505318,"hoster":"VOE"},{"redirect":12505325,"hoster":"Doodstream"},{"redirect":12505320,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12921749,"hoster":"VOE"},{"redirect":8710467,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ninas Geheimnis","epNo":10,"alt":"My Brother?s Reaper","descr":"Sam zeigt Herz: Weil Morgan völlig mittellos ist, nimmt er seinen arroganten Stiefbruder bei sich auf. Dieser nutzt die Situation schamlos aus: Er isst Sams Essenvorräte auf, löscht die Folgen von Socks Lieblings-Soap auf dessen DVD-Rekorder und macht sich an Nina ran. Nina jedoch wehrt sich und lockt Morgan in eine tödliche Falle. Indessen wird die Seele, die Sam für den Teufel einfangen soll, von den guten Dämonen bekehrt, und entwischt somit der Hölle.","versions":[{"lang":1,"streams":[{"redirect":12505329,"hoster":"VOE"},{"redirect":12505338,"hoster":"Doodstream"},{"redirect":12505332,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9619885,"hoster":"VOE"},{"redirect":8710474,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zur Hölle mit dem Pauker","epNo":11,"alt":"To Sprong, with Love","descr":"Beim Einfangen der nächsten Seele verletzt Sam die falsche Person, weil er die Akten nicht richtig studiert hat. Es handelt sich zwar \"nur\" um Mr. Sprong, den schlimmsten Lehrer, den Sam und seine Freunde je hatten, trotzdem müssen sie ihn vor der wahren Seele, dem ehemaligen Schüler Jordy, schützen. Da Mr. Sprong jedoch nichts anderes im Kopf hat, als zur Polizei zu gehen, setzten die drei Jungs ihn kurzerhand außer Gefecht. Die Jagd nach Jordy bleibt erfolglos.","versions":[{"lang":1,"streams":[{"redirect":12505339,"hoster":"VOE"},{"redirect":12505344,"hoster":"Doodstream"},{"redirect":12505337,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582676,"hoster":"VOE"},{"redirect":8710536,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Big Business","epNo":12,"alt":"Business Casualty","descr":"Der Teufel befördert Sam in die sogenannte \"Firma\", die Vorstufe zur Hölle. Hier gilt der Grundsatz: Möglichst schnell, ohne Rücksicht auf Verluste, Karriere machen. Sam kann sich vor seinem Chef beweisen und schafft es gleich in die wichtigste Etage des Hauses: Von der 75 geht es direkt in die Hölle. Sam will mit Ninas Hilfe seinen Vater zurückholen. Die kommt nach einem Tag in der Hölle zwar ohne seinen Vater, dafür aber mit einem bedeutenden Stück Papier von ihm zurück.","versions":[{"lang":1,"streams":[{"redirect":12505341,"hoster":"VOE"},{"redirect":12505345,"hoster":"Doodstream"},{"redirect":12505342,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582678,"hoster":"VOE"},{"redirect":8710537,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ihr seid nicht allein","epNo":13,"alt":"The Devil and Sam Oliver","descr":"Sam und Andi versuchen verzweifelt, den rebellischen Dämon Tony aufzuspüren. Er soll ihnen helfen, das mysteriöse Pergament zu übersetzen, das Nina aus der Hölle mitgebracht hat. Dabei erfährt Sam von einer speziellen Beschwörungsformel, mit der er den Teufel höchstpersönlich herbeizitieren kann. Einen Haken hat die Sache allerdings: Wer die Formel anwendet, muss den Leibhaftigen in einem Wettkampf besiegen.","versions":[{"lang":1,"streams":[{"redirect":12505107,"hoster":"VOE"},{"redirect":12505105,"hoster":"Doodstream"},{"redirect":12505106,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9619886,"hoster":"VOE"},{"redirect":8710539,"hoster":"Streamtape"}]}]}]}]}