{"path":"/serie/stream/rec","name":"Rec","descr":"Matsumaru-kun ist verdammt traurig. Erst wartet er stundenlang vor dem Kino auf sein Fick-Date mit einer Arbeitskollegin, fällt zu Boden, wird mit Wasser bespritzt und von Passanten ausgelacht. Dann läuft ihm auch noch dieses merkwürdige Mädchen über den Weg, schwatzt ihm kurzerhand eine der Kinokarten ab und zerrt ihn mit in den Audrey-Hepburn-Film, bei dem er eigentlich seinen Schwarm \"erobern\" wollte. Noch dazu liest dieses Mädchen jeden Untertitel laut vor … wie peinlich! Als Matsumaru-kun nach dem Film auch noch sieht, wie besagte Kollegin mit einem anderen Mann vor dem Kino herumstolziert, ist der Tag für ihn gelaufen … zumindest so lange, bis das merkwürdige Mädchen ihm vorschlägt, ihn bei einem leckeren Essen zu trösten. Als beide sich am späten Abend voneinander verabschieden, glaubt Matsumaru-kun, die Sache wäre damit erledigt. Aber er irrt sich …","seasons":[{"path":"/serie/stream/rec/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/rec/staffel-1/episode-1","name":"","epNo":1,"alt":"Roman Holiday","descr":"Fumihiko Matsumaru wartet gespannt auf sein Date Tanaka vor dem Kino. Wenn Tanaka zu spät kommt, zerknittert er die Kinokarten und bereitet sich darauf vor, sie wegzuwerfen, nur um die Karten zu \"hören\", die ihn auffordern, dies nicht zu tun. Tatsächlich ist es ein Mädchen in der Nähe, das die Stimme der Tickets synchronisiert. Er gibt ihr die Tickets und sie schauen sich gemeinsam den Film an. Drinnen liest sie die Untertitel des Films laut vor und Fumihiko kommt zu dem Schluss, dass sie einfach komisch ist. Fumihiko verlässt das Theater und sieht Tanaka mit einem anderen Mann. Er ist traurig und wird von dem Mädchen begleitet, das Untertitel für Yakitori und Bier liest. Als die beiden nach Hause fahren, findet Fumihiko heraus, dass das Mädchen fast nebenan wohnt. Mitten in der Nacht wacht er auf und sieht, dass die Wohnung des Mädchens niedergebrannt ist und überzeugt sie, in seinem Haus zu bleiben. Als sie über ihr schreckliches Glück verstört ist, küssen sie sich. Das Mädchen stellt sich als Aka Onda vor, bevor sie sich lieben und einschlafen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8441944","hoster":"VOE"},{"path":"/redirect/8441943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rec/staffel-1/episode-2","name":"","epNo":2,"alt":"Sabrina Fair","descr":"Am nächsten Tag erfährt Fumihiko bei der Arbeit, dass sein Marketingkonzept \"Nekoki\" (ein Kratzbaum) als Maskottchen eines Snackprodukts namens Ha anerkannt wurde. und dass Aka ausgewählt wird, um Nekoki zu sprechen. Sie beschließen, ihre Beziehung vor ihren Arbeitgebern geheim zu halten, da Aka sich Sorgen über einen Anschein von Unangemessenheit macht. Sie besteht auch darauf, dass sie kein Paar sind, nur weil sie einmal in einem Moment der Schwäche zusammen geschlafen haben und dass sie nur bei ihm wohnen wird. Die Serie beschäftigt sich stark mit der sich entwickelnden Dynamik ihrer Beziehung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12172872","hoster":"VOE"},{"path":"/redirect/8441950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rec/staffel-1/episode-3","name":"","epNo":3,"alt":"Wait Until Dark","descr":"Die Folge handelt von Fumihiko, der erkennt, dass er einen völlig Fremden in sein Haus gelassen hat. Es gibt auch zwei Rückblenden zu der Zeit, als Aka und Fumihiko jeweils in der High School waren. In Akas Rückblende kommentiert ihre Freundin, wie großartig es wäre, Akas Stimme im Fernsehen zu hören. In Fumihikos Rückblende sagt ihm sein Freund, dass Tokio-Mädchen einfach sind, eine Bemerkung, die er widerlegt, nachdem er erneut von Aka geschlagen wurde, weil er versucht hat, sie zu küssen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8441957","hoster":"VOE"},{"path":"/redirect/8441959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rec/staffel-1/episode-4","name":"","epNo":4,"alt":"Breakfast at Tiffany\u0027s","descr":"Nach einem wackeligen Start, als Fumihiko Aka auf der Toilette betritt, starten die beiden ihre Werbekampagne. Es fängt schlecht an, aber nachdem ein kleines Mädchen Nekoki erkannt hat, ist ihre Stimmung gehoben. Danach weint Aka vor Glück darüber, dass ihre Stimme erkannt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8441964","hoster":"VOE"},{"path":"/redirect/8441962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rec/staffel-1/episode-5","name":"","epNo":5,"alt":"Love in the Afternoon","descr":"Aka hat Probleme mit ihrem aktuellen Job, weil sie in einem H-Spiel als Sprecherin auftritt. Sie kämpft mit den Worten und bittet Fumihiko schließlich um Hilfe. Er versteht sie zunächst falsch, erkennt aber ihre unschuldigen Absichten, bevor er etwas Dummes tut. Nachdem Fumihiko ihren Job erfolgreich abgeschlossen hat, kauft sie das Spiel, aber Aka beschlagnahmt es und verbietet ihm, es zu spielen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8441970","hoster":"VOE"},{"path":"/redirect/8441973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rec/staffel-1/episode-6","name":"","epNo":6,"alt":"The Children\u0027s Hour","descr":"Nach einem Vorfall mit Unterwäsche im Live-Fernsehen nehmen sowohl Akas als auch Fumihikos Karrieren einen Schub. Dies führt zu Reibereien und gipfelt in Akas Aussage, dass sie gehen wird, sobald sie genug Geld verdient hat, was dazu führt, dass beide depressiv werden. Akas Depression wirkt sich auf ihre Leistung bei einem ihrer Jobs aus, aber sie schafft es, die richtigen Zeilen zu finden, nachdem sie sich an ihre Gefühle erinnert hat, wenn Fumihiko nach Hause kam. Die Episode endet damit, dass Aka alleine weint und sich fragt, ob sie nach Fumihiko zurückkehren kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8441974","hoster":"VOE"},{"path":"/redirect/8441979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rec/staffel-1/episode-7","name":"","epNo":7,"alt":"War and Peace","descr":"In dieser Folge machen die Kampagnenmitarbeiter eine Firmenreise zu den heißen Quellen. Aka und Fukihiko betreten unabhängig voneinander dieselben Quellen, um Einsamkeit zu suchen, und finden sich nackt, sehr zu ihrer Bestürzung. Später konfrontiert Akas Manager, der Akas Gefühle spürt, Fukihiko.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8441984","hoster":"VOE"},{"path":"/redirect/8441981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rec/staffel-1/episode-8","name":"","epNo":8,"alt":"My Fair Lady","descr":"Als Akas Karriere beginnt, verpasst sie ungewollt ein Date mit Fumihiko. Fumihikos Tag war bei der Arbeit immer schlimmer geworden, fühlt sich dumm an, aufgestanden zu sein und ist von einem Sturm durchnässt. Als er sie spät in der Nacht in seiner Wohnung sieht, werden seine Frustrationen über ihn hinweg und er sagt einige ungerechtfertigte Dinge.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8441993","hoster":"VOE"},{"path":"/redirect/8441990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rec/staffel-1/episode-9","name":"","epNo":9,"alt":"Two for the Road","descr":"Fumihiko tut es leid, was er zuvor zu ihr gesagt hat, und versucht, sich bei Aka zu entschuldigen, stößt sie jedoch noch mehr weg, weil er glaubt, dass er ihrer nicht würdig ist, da sie populär geworden ist. An diesem Tag nimmt ihn sein Kollege Hatakeda für eine Nacht zum Trinken mit, um ihn aufzuheitern, und sie landen in dem Raum direkt neben dem von Aka und den Mitarbeitern der neuen Anime-Serie, die sie äußert. Sie drücken ihre Gefühle miteinander aus und werden schließlich ein Paar.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12921820","hoster":"VOE"},{"path":"/redirect/8441996","hoster":"Streamtape"}]}]}]}]}