{"seriesId":"red-widow","name":"Red Widow","descr":"Marta Walraven wirkt auf den ersten Blick wie eine ganz normale Hausfrau, inklusive liebendem Ehemann und drei Kindern. Hinter der Vorstadtfassade verbirgt sich allerdings eine Familie von organisierten Kriminellen. Marthas Vater, ihr Bruder und ihr Mann Franklin sind allesamt in illegale Geschäfte verstrickt, was von ihr weitgehend ignoriert wird. Als Franklin ermordet wird, beginnt sie jedoch, sich mit der dunklen Seite der Familie auseinander zu setzen. Um sich und ihre Kinder über Wasser zu halten, tritt sie in die Fußstapfen ihres verstorbenen Mannes, gerät aber zugleich zwischen die Fronten des FBI und des Gangsterbosses Schiller.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Raub","epNo":1,"alt":"Pilot","descr":"Nach der Ermordung ihres Mannes, der als Drogenschmuggler für die russische Mafia arbeitete, muss die unbescholtene Marta Walraven (Radha Mitchell) in der Welt des organisierten Verbrechens bestehen.","versions":[{"lang":1,"streams":[{"redirect":8810231,"hoster":"VOE"},{"redirect":8617825,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Kontaktmann","epNo":2,"alt":"The Contact","descr":"Martas Einstieg in den Drogenschmuggel verläuft holprig: Nach einem Crashkurs bei zwei altgedienten Mafiosi wartet eine erste Bewährungsprobe – die Bestechung eines Zollbeamten.","versions":[{"lang":1,"streams":[{"redirect":8810232,"hoster":"VOE"},{"redirect":8617826,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Lieferung","epNo":3,"alt":"The Consignment","descr":"Während sich Marta immer besser in ihrem neuen Leben als professionelle Drogenschmugglerin zurechtfindet, geraten ihre Kinder ins Visier der FBI-Ermittlungen.","versions":[{"lang":1,"streams":[{"redirect":8810233,"hoster":"VOE"},{"redirect":8617827,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Flucht","epNo":4,"alt":"The Escape","descr":"Marta schmiedet ihre Pläne zur Flucht mit ihren drei Kindern. Ihr Bruder Irwin wird aus dem Gefängnis entlassen und verkündet sofort seine Pläne das Geschäft zu erweitern. Irwin durchkreuzt seine Pläne als er an Schiller herantritt um einen Deal zu machen. Schiller ist einverstanden - und macht Marta zu seiner Chefin. Boris erzählt seiner Mutter woran er sich über den Mann erinnert der seinen Vater getötet hat.Mike Tomlin bekommt unterdessen Besuch von seinem Kredithai und seine Frau Dina erfährt wie tief sie verschuldet sind. Das FBI hat die Leiche von Bob Lagrosse gefunden und Agent Ramos erneuert sein Angebot an Marta, ihr zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8810236,"hoster":"VOE"},{"redirect":8617828,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Wanze","epNo":5,"alt":"The Recorder","descr":"Marta (Radha Mitchell) will als Kronzeugin gegen Mafiaboss Schiller (Goran Višnji?) aussagen. Um Einblicke in dessen Geschäfte zu erlangen, muss sie jedoch zunächst sein Vertrauen gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8810234,"hoster":"VOE"},{"redirect":8617829,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Gefangene","epNo":6,"alt":"The Captive","descr":"Das Verschwinden ihrer Tochter Natalie (Erin Moriarty) lässt Marta (Radha Mitchell) keine andere Wahl, als ihren Erzfeind Schiller (Goran Višnji?) um Hilfe bei der Suche zu bitten.","versions":[{"lang":1,"streams":[{"redirect":8810235,"hoster":"VOE"},{"redirect":8617830,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Koks","epNo":7,"alt":"The Coke","descr":"Marta (Radha Mitchell) rächt sich an den Entführern ihrer Tochter Natalie (Erin Moriarty). Außerdem entdeckt sie neue Hinweise, die sie der Aufklärung des Mordes an Evan näherbringen.","versions":[{"lang":1,"streams":[{"redirect":8810238,"hoster":"VOE"},{"redirect":8617833,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Abrechnung","epNo":8,"alt":"The Hit","descr":"Um den Tod ihres Ehemanns zu rächen, will Marta (Radha Mitchell) den mutmaßlichen Auftraggeber des Mordes, den russischen Mafiaboss Schiller (Goran Višnji?), in eine Falle locken.","versions":[{"lang":1,"streams":[{"redirect":8810237,"hoster":"VOE"},{"redirect":8617837,"hoster":"Streamtape"}]}]}]}]}