{"path":"/serie/stream/red-light","name":"Red Light","descr":"Sylvia Steenhuyzen (Carice van Houten) und ihr Mann Ingmar (Geert Van Rampelberg) betreiben eine Bar und ein Bordell in Antwerpens berühmt-berüchtigtem Rotlichtviertel Schipperskwartier. Die Prostituierten dort stammen zumeist aus Osteuropa – gerade sind wieder neue Frauen angekommen. Als eine von ihnen tot aufgefunden wird, führt die Spur zu Sylvia und Ingmar. Doch vor den Kommissaren Evi Vercruyssen (Maaike Neuville) und Sam De Man (Koen De Bouw) behaupten die beiden, nichts damit zu tun zu haben.","seasons":[{"path":"/serie/stream/red-light/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/red-light/staffel-1/episode-1","name":"Episode 1","epNo":1,"alt":"LUX","descr":"Sylvia Steenhuyzen und ihr Mann Ingmar betreiben eine Bar und ein Bordell in Antwerpens berühmt-berüchtigtem Rotlichtviertel Schipperskwartier. Die Prostituierten dort stammen zumeist aus Osteuropa – gerade sind wieder neue Frauen angekommen. Als eine von ihnen tot aufgefunden wird, führt die Spur zu Sylvia und Ingmar. Doch vor den Kommissaren Evi Vercruyssen und Sam De Man behaupten die beiden, nichts damit zu tun zu haben. Wie gnadenlos das Gewerbe allerdings ist, zeigen Sylvia und Ingmar, als sich eine der Prostituierten ihnen gegenüber scheinbar illoyal verhält. Zur selben Zeit in Amsterdam: Der Vater der gefeierten Opernsängerin Esther Vinkel stirbt an einem Herzinfarkt. Vergeblich versucht sie, ihren Mann Eric zu erreichen, der in Antwerpen arbeitet. Verzweifelt über den Tod ihres Vaters, fährt Esther noch in der Nacht dorthin.Von Eric keine Spur. Stattdessen findet Esther eine Nachricht, die sie zutiefst verstört. Eine Drama-Serie mit drei Charakterfrauen, die – jede auf ihre Art – den Halt im Leben verlieren und sich neu finden müssen. Und eine Serie zwischen zwei Ländern, zwei Städten, zwischen Prostitution und Menschenhandel, Lebenslügen und tödlichen Wahrheiten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9933934","hoster":"VOE"},{"path":"/redirect/9933929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/red-light/staffel-1/episode-2","name":"Episode 2","epNo":2,"alt":"Maman","descr":"Wo ist Esthers Mann Eric? Kommissarin Evi und ihr Kollege Sam stoßen bei ihren Ermittlungen auf eine von Erics Studentinnen: Veronique. Sie scheint mehr über ihn zu wissen, als sie zugeben will. Zu Hause wartet auf Evi der Kindergeburtstag ihrer Tochter. Völlig unorganisiert und sichtlich überfordert greift sie wieder zum Alkohol, obwohl sie eigentlich seit Monaten trocken ist. Als ihr Mann Gust das bemerkt, kommt es zum Streit, an dessen Ende Evi wutentbrannt das Haus verlässt und sich im Schipperskwartier betrinkt. Ihr Abend nimmt ein unerwartetes Ende. Währenddessen entdeckt Esther Fotos von Eric, die seine Untreue beweisen. Für Esther bricht eine Welt zusammen. Auch Sylvia ist verletzt, als sie von der Untreue ihres Mannes Ingmar erfährt, und stellt ihn zur Rede. Doch der lässt sich die Szene nicht bieten und weist Sylvia vehement in die Schranken. Nach ihrer Versöhnung eröffnet ihm Sylvia, dass sie schwanger ist. Ingmars Reaktion ist verstörend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9933931","hoster":"VOE"},{"path":"/redirect/10055030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/red-light/staffel-1/episode-3","name":"Episode 3","epNo":3,"alt":"\"E\"","descr":"Gegen Ingmars Befehl entscheidet sich Sylvia in letzter Minute, ihr Kind nicht abzutreiben, verschweigt es aber ihm gegenüber. Kurz darauf wird sie erneut von der Polizei aufgefordert zu kooperieren, um ihren Mann in Sachen Menschenhandel zu überführen. Sie erfährt von den Beamten, dass er in Amsterdam Frau und Kind hat. Schwer misshandelt von Elarbis Männern kehrt die Prostituierte Imana aus Amsterdam zurück. Doch auch Ingmars Leute behandeln sie wie Dreck, so dass sie beschließt, ihr Insiderwissen der Polizei mitzuteilen. Vor dem Polizeipräsidium stirbt sie jedoch auf tragische Weise. Mittlerweile spitzt sich die Situation zwischen Evi und ihrem Mann Gust zu: Entnervt von ihrer Trinkerei schmeißt Gust sie aus dem Haus, woraufhin sich Evi bei Sam und dessen Frau einquartiert.Auch bei Esther wächst die Verzweiflung: Ihr Vater stand anscheinend kurz vor dem Bankrott, außerdem erfährt sie immer mehr Details aus Erics Doppelleben. Sie steht unmittelbar vor einem Zusammenbruch – und will trotzdem ihr geplantes Konzert geben. Keine gute Idee…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10055060","hoster":"VOE"},{"path":"/redirect/9933937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/red-light/staffel-1/episode-4","name":"Episode 4","epNo":4,"alt":"Kashmir","descr":"Erics Leiche wurde geborgen, so dass sein Tod für Esther nun traurige Gewissheit ist. Gewissheit erlangt sie auch darüber, dass Eric neben seinem Verhältnis mit einer seiner Studentinnen auch regelmäßig Prostituierte in der Bar Tropicana aufgesucht hat. Sie beschließt, mehr über ihren Mann herauszufinden, und sitzt bald selbst dort am Tresen. Am Ende öffnet ihr eine zufällige Begegnung die Augen. Sylvia lässt inzwischen heimlich eine Ultraschalluntersuchung vornehmen und erfährt das Geschlecht ihres Babys. Wird sie sich von Ingmar trennen und mit der Polizei zusammenarbeiten? Evi und Sam ermitteln nach wie vor im Mordfall der jungen Prostituierten Afina. Ihre Recherchen ergeben, dass Eric ein Verhältnis mit Sylvia hatte und ihr teure Geschenke machte.Führen die zwei Todesfälle etwa zum selben Täter? Mit Feuereifer stürzt sich Evi in die Arbeit – auch um nicht daran erinnert zu werden, dass sie vor dem Scherbenhaufen ihres Familienlebens steht: Ihr Mann Gust will weiterhin nichts von ihr wissen. Außerdem legt ihr Kollege Sam ein merkwürdiges Verhalten an den Tag…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9933939","hoster":"VOE"},{"path":"/redirect/9933942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/red-light/staffel-1/episode-5","name":"Episode 5","epNo":5,"alt":"Tropicana","descr":"In der Gerichtsmedizin klären sich die Umstände von Erics Tod: Er wurde ermordet. Nachdem Esther Sylvia anhand ihres Tattoos als Erics Geliebte identifiziert hat, versucht sie, mit ihr ins Gespräch zu kommen. Doch Sylvia lehnt ab. Stattdessen entscheidet sie sich, mit der Polizei zu kooperieren und Ingmars Machenschaften auffliegen zu lassen. Wütend, dass Sylvia mit einem ihrer Freier eine Liebesbeziehung hatte, zwingt Ingmar seine Frau mit anzusehen, wie auch er sie betrügt. Evi und Gust nähern sich wieder an. Doch als Evi während der Arbeit auf ihre kranke Tochter aufpassen soll, kommt es zu einem heiklen Zwischenfall, für den sie sich zerknirscht bei Gust entschuldigt. Nach einem versöhnlichen Abend verlässt Evi ihre Familie wieder Hals über Kopf. Im Gespräch mit ihrer Therapeutin offenbart sich, warum sie nicht in der Lage ist, ihre Kinder zu lieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9933948","hoster":"VOE"},{"path":"/redirect/9933947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/red-light/staffel-1/episode-6","name":"Episode 6","epNo":6,"alt":"Dearest Mother","descr":"Esther zeigt Evi und Sam die kompromittierenden Fotos von Eric und Sylvia. Doch warum werden die beiden Kommissare zurückgepfiffen, als sie Sylvia überführen wollen? Ingmar reagiert zunehmend unberechenbar und schlägt Sylvia sogar zu Boden. Esther wird davon Zeugin und bietet Sylvia ihre Hilfe an. Auch Sam scheint immer dünnhäutiger zu werden. Am Abend kommt es zwischen ihm und Evi zum Streit. Sylvia hat sich bereiterklärt, Ingmar der Polizei auszuliefern, während er in einem ihrer Stundenhotels nach dem Rechten sieht. Allerdings läuft der Einsatz nicht wie geplant, und Sylvia flüchtet nach Amsterdam. Dort besucht sie zuerst ihre Mutter, beschließt dann aber, vorübergehend bei Esther unterzutauchen. Die kommt gerade von Erics Begräbnis und steht vor den Trümmern ihres Ehelebens","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9933949","hoster":"VOE"},{"path":"/redirect/9933950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/red-light/staffel-1/episode-7","name":"Episode 7","epNo":7,"alt":"Peacock Eye","descr":"Sylvia erzählt Esther, dass sie schwanger und auf der Flucht ist. Esther ist von Sylvias Erzählungen über Eric überfordert und schmeißt sie am nächsten Morgen aus ihrer Wohnung raus. Evi und Sam lassen Ingmars und Sylvias Wohnung durchsuchen – in der Hoffnung, die Tatwaffe zu finden, mit der Eric ermordet wurde. Für ihr Familienleben hat Evi eine Entscheidung getroffen: Sie teilt Gust mit, ihre Kinder nicht mehr sehen zu wollen, da sie keine Muttergefühle hat. Sylvia bittet Dr. Hagar – der Arzt, der alle Abtreibungen bei den Prostituierten durchführt – ihr ein Rezept ins Hotel nach Amsterdam zu schicken. Als Ingmar mit seinen Männern bei ihm auftaucht und ihn brutal zwingt, Sylvias Aufenthaltsort preiszugeben, ist für ihn das Maß voll: Er entscheidet sich, gegen Ingmar bei der Polizei auszusagen.Und er verfügt über brisante Informationen. Währenddessen kann Sylvia in letzter Minute flüchten, als einer von Ingmars Leuten in ihrem Hotel auftaucht. Wieder sucht sie bei Esther Zuflucht und teilt ihr mit, Eric sei der Vater ihres Kindes. Dann macht sie ihr ein unerwartetes Angebot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9933954","hoster":"VOE"},{"path":"/redirect/9933953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/red-light/staffel-1/episode-8","name":"Episode 8","epNo":8,"alt":"Our House","descr":"Während die Polizei eine konzertierte Aktion gegen Ingmar und dessen Leute vorbereitet, räumt dieser Hals über Kopf seine Orte der illegalen Prostitution. Als die Polizei eintrifft, sind das Hotel Lux und die Wohnwagensiedlung wie leergefegt. Ingmar scheint vorgewarnt worden zu sein. Gibt es etwa einen Maulwurf bei der Polizei? Sylvia erzählt Esther, was am Abend von Erics Tod zwischen ihr und ihm passiert ist, und drängt Esther weiterhin, ihr ungeborenes Baby zu kaufen. Doch Esther hat gerade ganz andere Sorgen: die Firma ihres Vaters ist pleite. Und dann ruft auch noch Evi an, um ihr zu sagen, dass Sylvia wahrscheinlich Erics Mörderin ist. Fieberhaft fahndet Evi nach Sylvia und fährt nach Amsterdam zu deren Mutter. Dort erfährt sie, dass Sylvia bei Esther ist. Sie lässt das Haus beschatten und folgt den beiden, als sie es verlassen.Und noch jemand hat Sylvias Aufenthaltsort herausgefunden: Ingmar. Wutentbrannt dringt er in Esthers Haus ein. Zu spät. Doch ein geheimer Informant weist ihm den Weg: Und so fahren drei Wagen hinaus aus der Stadt. Ziel: Esthers Landhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9933956","hoster":"VOE"},{"path":"/redirect/9933959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/red-light/staffel-1/episode-9","name":"Episode 9","epNo":9,"alt":"Bloodline","descr":"Esther und Sylvia fahren zu Esthers Landsitz. Sowohl Evi als auch Ingmar folgen den beiden. Dort angekommen, erfährt Sylvia einiges über Esthers Familie. Ein Anruf von Esthers Arzt bringt diese aus der Fassung: Eric war zeugungsunfähig, also kann er nicht der Vater von Sylvias Kind sein. Daraufhin bedroht sie Sylvia mit einem Jagdgewehr und zwingt sie, endlich die Wahrheit über Eric zu sagen. Und diese Wahrheit ist bitter. Der Zustand von Sams Frau Veerle verschlechtert sich zunehmend, so dass er sie schließlich ins Krankenhaus bringen lassen muss. Währenddessen steht er immer mit Evi in Kontakt – und nicht nur mit ihr… Evi versucht unterdessen, Esther und Sylvia vor Ingmar zu retten. Zwar naht Verstärkung von den niederländischen Kollegen, aber es beginnt ein Wettlauf gegen die Zeit. Und die Nacht bricht an…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9933964","hoster":"VOE"},{"path":"/redirect/9933963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/red-light/staffel-1/episode-10","name":"Episode 10","epNo":10,"alt":"Awake","descr":"Großes Finale der Serie: In und um Esthers Landhaus kommt es zu einer heftigen Schießerei zwischen Ingmars Leuten und der Polizei. Mittendrin: Esther, Evi und Sylvia. Im Verlauf dieser ereignisreichen Nacht wird Evi angeschossen. Blutend liegt sie im dunklen Wald und lässt noch einmal ihr Leben an sich vorüberziehen. Wird ihr rechtzeitig jemand zu Hilfe kommen? Unterdessen können Esther und Sylvia fliehen. Gemeinsam fahren sie nach Spanien in das Haus, das Eric für sein neues Leben mit Sylvia gekauft hat. Doch überfordert von der Situation reist Esther alsbald wieder ab. Und noch jemand kann fliehen: Ingmar. Rasend vor Wut setzt er alles dran, Sylvia zu finden. Schließlich bedroht er Esther und fährt mit ihr davon. Wird sein Plan aufgehen? Und wie ergeht es den anderen beiden Frauen? Es bleibt spannend…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9933927","hoster":"VOE"},{"path":"/redirect/9933928","hoster":"Streamtape"}]}]}]}]}