{"seriesId":"redemption","name":"Redemption","descr":"Die in Liverpool ansässige Detektivin Colette Cunningham kehrt nach Dublin zurück, um die Wahrheit aufzudecken, als sie vom Tod ihrer Tochter Kate erfährt, die vor 20 Jahren verschwand.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Detective Colette Cunningham nimmt einen Anruf aus Dublin entgegen, wo sie zur nächsten Angehörigen ihrer verstorbenen Tochter Kate ernannt wurde, die vor 20 Jahren verschwand.","versions":[{"lang":2,"streams":[{"redirect":10663152,"hoster":"VOE"},{"redirect":10663156,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Überrascht von ihrem neuesten Fund reist Colette in das Krankenhaus, in dem Stacey arbeitete, um mit denen zu sprechen, die sie kannten, in der Hoffnung, ihre Tochter zu verstehen.","versions":[{"lang":2,"streams":[{"redirect":10663151,"hoster":"VOE"},{"redirect":10663153,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Nach einem Besuch des organisierten Verbrechens ist Collette misstrauischer denn je, was Staceys angeblichen Selbstmord angeht, und fügt Hinweise zusammen, die auf einen Täter hindeuten.","versions":[{"lang":2,"streams":[{"redirect":10663159,"hoster":"VOE"},{"redirect":10663161,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Colette ist überzeugt, dass Stacey keinen Selbstmord begangen hat, hat aber nicht genügend Beweise. Trotz wiederholter Warnungen des Chefs führt sie die Ermittlungen selbst fort. Doch Kollegin Siobhán findet heraus, dass Colette nicht ganz ehrlich war. Und als Liam Colette zwei wichtige Informationen über ihre Mutter und ihre Schwester mitteilt, entdeckt sie, dass der Fall viel tiefer geht, als sie zunächst dachte.","versions":[{"lang":2,"streams":[{"redirect":10663164,"hoster":"VOE"},{"redirect":10663163,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Colette arbeitet an einem Fall, der sie mit jemandem in Kontakt bringt, der Stacey kannte, und eröffnet so eine neue Spur.","versions":[{"lang":2,"streams":[{"redirect":13490429,"hoster":"VOE"},{"redirect":10663171,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Mit einem Verdächtigen im Visier kommt Colette der Wahrheit auf die Spur. Mit Patricks und Siobháns Hilfe findet Colette schließlich stichhaltige Beweise.","versions":[{"lang":2,"streams":[{"redirect":10663173,"hoster":"VOE"},{"redirect":10663174,"hoster":"Streamtape"}]}]}]}]}