{"seriesId":"regelwerk-der-diktatoren","name":"Regelwerk der Diktatoren","descr":"Ob Saddam Hussein oder Kim Il Sung: Alleinherrscher wie sie unterdrückten ihr Volk aufs Brutalste und ließen keinerlei Widerstand zu. \"Regelwerk der Diktatoren\" analysiert Regime der Vergangenheit: Wie kamen Mussolini, Saddam Hussein und andere Alleinherrscher an die Macht? Wie sicherten sie ihre Positionen ab? Und was führte letztlich dazu, dass ihre oft Jahrzehnte währende Herrschaft an Stabilität einbüßte und schließlich zusammenbrach? Die Antworten auf diese Fragen können dabei helfen, auch die Entwicklungen der Gegenwart besser zu verstehen – und autokratische politische Strömungen kritisch zu hinterfragen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kim Il Sung","epNo":1,"alt":"Kim Il Sung","descr":"In mittlerweile dritter Generation regiert die Kim-Dynastie das kommunistische Nordkorea. Alles begann mit der Machtübernahme Kim Il Sungs während des von 1950 bis 1953 wütenden Koreakriegs. Die Bürger Nordkoreas werden seither von Kindesbeinen an darauf gedrillt, die Herrschaft der Kims als Glücksfall der Menschheitsgeschichte zu betrachten – auch wenn die Realität in dem bitterarmen Land der Propaganda nicht entspricht. Daran hat sich auch unter Kim Il Sungs Enkel Kim Jong Un nichts geändert","versions":[]},{"epId":"episode-2","name":"Saddam Hussein","epNo":2,"alt":"Saddam Hussein","descr":"Saddam Hussein brachte es im Irak vom unbedeutenden Funktionär der Ba?th-Partei bis zu deren Generalsekretär – als der er ab 1979 auch die Ämter des Staatspräsidenten und des Regierungschefs in seiner Person vereinte. Brutale Säuberungen der Partei und ein System aus Verlockungen und Unterdrückung sicherten Hussein und seiner Familie über Jahrzehnte die Herrschaft. Erst seine auf die Nachbarländer gerichteten Machtansprüche führten zu seinem Sturz durch eine US-Invasion im Jahr 2003. Die Folgen des Machtvakuums, das die Entmachtung des Diktators hinterlassen hat, wirken bis heute nach.","versions":[]},{"epId":"episode-3","name":"Benito Mussolini","epNo":3,"alt":"Benito Mussolini","descr":"In den 1920er Jahren errichtete Benito Mussolini in Italien die erste faschistische Diktatur. Der meisterhafte Propagandist stilisierte sich selbst zum aufopferungsvoll für sein Land arbeitenden, intellektuell herausragenden \"Führer\" – italienisch \"Il Duce\" – und versprach in seinen bombastisch inszenierten Reden, Italien die Bedeutung zurückzugeben, die es zu Zeiten des antiken Römischen Reiches innehatte. Mussolinis Machtergreifung wurde zum Vorbild für Adolf Hitler – doch Mussolinis Entschluss, an dessen Seite in den Zweiten Weltkrieg einzutreten, brachte die Machtposition des Duce ins Wanken","versions":[]},{"epId":"episode-4","name":"Francisco Franco","epNo":4,"alt":"Francisco Franco","descr":"Vier Jahrzehnte lang, von 1936 bis zu seinem Tod 1975, stand Francisco Franco an der Spitze der Diktatur in Spanien. Kein anderes faschistisches Regime konnte sich so lange an der Macht halten. Sein blutiges Handwerkszeug hatte Franco als hochdekorierter Offizier in der Kolonie Spanisch-Marokko gelernt, bevor er 1936 die gewählte Regierung seines Heimatlandes stürzte. Nach einem blutigen Bürgerkrieg zementierte Franco seine Macht durch eine autoritäre Herrschaft, für deren Erhalt er eine enge Allianz mit der spanischen Monarchie und dem politischen Katholizismus einging.","versions":[]},{"epId":"episode-5","name":"Manuel Noriega","epNo":5,"alt":"Manuel Noriega","descr":"Von 1983 bis 1989 hielt sich Manuel Noriega als de-facto-Machthaber von Panama, bevor er durch eine US-Invasion gestürzt wurde. Der Mann mit dem charakteristischen pockennarbigen Gesicht stammte aus einfachsten Verhältnissen, machte in der Nationalgarde rasch Karriere und stieg zum allseits gefürchteten Chef des militärischen Geheimdienstes auf. Seine dabei geknüpften Verbindungen reichten von Fidel Castro bis zum Medellín-Kartell. Nicht zuletzt war Noriega ein wichtiger Verbündeter der USA in Südamerika, bevor seine Verwicklung in den Kokainhandel ihn untragbar machte.","versions":[]},{"epId":"episode-6","name":"Idi Amin","epNo":6,"alt":"Idi Amin","descr":"Ugandas späterer Diktator Idi Amin erlernte die zielgerichtete Anwendung militärischer Gewalt in den 1940er und 50er Jahren als Soldat der britischen Kolonialtruppen – eine Lektion, die er später als Armeechef, zwischen 1971 und 1979 dann als Präsident immer wieder zur Anwendung brachte. In der Zeit seiner Herrschaft perfektionierte Amin ein System aus Zuckerbrot und Peitsche: Dem Volk versprach er wirtschaftliche Entwicklung und Arbeitsplätze. Doch sein Vorhaben verlief letztlich im Sande. Stattdessen verwandelte Uganda sich in einen brutalen Polizeistaat.","versions":[]}]}]}