{"path":"/serie/stream/reign","name":"Reign","descr":"Frankreich 1557. Die 15-jährige Mary Stewart kommt an den französischen Hof, um dort den jungen Francis, der Thronfolger von Frankreich, zu heiraten. Am Hof hat Mary nicht nur mit den politischen Änderungen sondern auch mit den sexuellen, intriganten Machtspiele zu kämpfen. Daneben muss sie sich mit den aufkeimenden Gefühlen für Francis sowie für dessen Bruder Sebastian herumschlagen. Auch Marys Mägde Lola, Kenna, Greer und Aylee haben ihre Probleme mit der Liebe und den Männern zu klären.Währenddessen versucht Francis\u0026amp;amp;#039; Mutter, Catherine de\u0026amp;amp;#039; Medici, die anstehende Ehe ihres Sohnes zu verhindern, da ihr Berater Nostradamus die Vision hatte, dass die Hochzeit zwischen Francis und Mary zu dessen Tod führen wird.","seasons":[{"path":"/serie/stream/reign/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/reign/staffel-1/episode-1","name":"Ankunft am Hof","epNo":1,"alt":"Pilot","descr":"Nachdem sie ihre Kindheit in Sicherheit in einem Kloster verbracht hat, kommt Mary Stuart nach Frankreich, wo sie die strategische Allianz mit Schottland festigen soll. Zu diesem Zwecke wird sie mit dem gutaussehenden Sohn des französischen Königs, Prinz Francis, verlobt. Francis\u0027 ebenso gutaussehender Halbbruder Bash und dessen Mutter Königin Catherine sorgen jedoch für Komplikationen. Die willensstarke Königin erfährt von einer Prophezeiung, wonach Francis nach der Hochzeit mit Mary sterben wird. Fortan setzt sie alles daran, das Leben ihres Sohnes zu retten - ganz egal, wer dafür sonst alles sterben muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404144","hoster":"VOE"},{"path":"/redirect/12471821","hoster":"Doodstream"},{"path":"/redirect/14440316","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14404178","hoster":"VOE"},{"path":"/redirect/14440289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-2","name":"Schlangen","epNo":2,"alt":"Snakes In The Garden","descr":"Als der englische Gesandte Simon Mary davon berichtet, dass die Engländer über ihre zerbrechliche Beziehung zu Francis Bescheid wissen, veranstalten die beiden eine Farce, um ihre Allianz zu schützen. Als Queen Catherine unterdessen herausfindet, wer von ihrer Verschwörung gegen Mary weiß, schreckt sie vor nichts zurück, um sicherzustellen, dass diejenigen nie wieder darüber sprechen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377584","hoster":"VOE"},{"path":"/redirect/12471700","hoster":"Doodstream"},{"path":"/redirect/14414078","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14377519","hoster":"VOE"},{"path":"/redirect/14440292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-3","name":"Der erste Kuss","epNo":3,"alt":"Kissed","descr":"Als die englische Armee sich verdächtig der schottischen Grenze nähert, bittet Mary King Henry um Hilfe. Der jedoch lehnt vehement ab. Der Sohn des Königs von Portugal, Tomas, bietet Mary derweil die Hochzeit an und verspricht ihr gleichzeitig Unterstützung gegen die Engländer. Einzige Bedingung: Sie dürfe Francis nie wiedersehen. Der bringt unterdessen Bash in Gefahr, als er wegen seiner Gefühle zu Mary vergisst, klar zu denken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377707","hoster":"VOE"},{"path":"/redirect/12471772","hoster":"Doodstream"},{"path":"/redirect/14440322","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14377571","hoster":"VOE"},{"path":"/redirect/14440297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-4","name":"Mit Herz und Verstand","epNo":4,"alt":"Hearts And Minds","descr":"Mary muss sich entscheiden, ob sie bereit ist, zu lügen und damit einen Mann zum Tode zu verurteilen, um dadurch aus ihrer Verlobung mit Prince Francis entlassen werden zu können. Er und Bash verdächtigen unterdessen Tomas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14421204","hoster":"VOE"},{"path":"/redirect/12471765","hoster":"Doodstream"},{"path":"/redirect/14440330","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14421218","hoster":"VOE"},{"path":"/redirect/14440311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-5","name":"Frost","epNo":5,"alt":"A Chill In The Air","descr":"Olivia, bei der es sich um eine frühere Geliebte von Francis handelt, kommt im Schloss an. Sie bringt die Gefahr der Wälder mit sich. Mary sucht bei Bash nach Trost. Bash wird von Häretikern bedroht, nachdem er eines ihrer heiligen Rituale unterbrochen hat. In der Zwischenzeit wird Aylee von Königin Catherine dazu gezwungen, Mary auszuspionieren. Aylee wird erpresst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404188","hoster":"VOE"},{"path":"/redirect/14440329","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14404143","hoster":"VOE"},{"path":"/redirect/8617917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-6","name":"Das Blutopfer","epNo":6,"alt":"Chosen","descr":"Ein Versuch, Mary Angst einzujagen zwingt Königin Catherine dazu, drastische Maßnahmen einzuleiten um sicherzustellen, dass die Schuldigen gefasst werden. Francis, der sich über die wachsende Anziehungskraft zwischen Bash und Mary durchaus bewusst ist, wendet sich an Olivia. Bash macht sich auf den Weg in die Wälder um seine Schuld zu bezahlen. Dabei handelt es sich um das menschliche Opfer, das die Ketzer verlangen. Er kehrt mit blutbesudelten Händen ins Schloss zurück. In der Zwischenzeit berichtet Kenna den anderen Mädchen von ihrer Affäre mit dem König - worauf ihre Freundinnen sehr unterschiedlich reagieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404187","hoster":"VOE"},{"path":"/redirect/12471701","hoster":"Doodstream"},{"path":"/redirect/14440338","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14421170","hoster":"VOE"},{"path":"/redirect/14440304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-7","name":"Zurückgelassen","epNo":7,"alt":"Left Behind","descr":"Mary und Francis sind dazu gezwungen, sich auf einander zu verlassen, als das Schloss als Geisel genommen wird. Catherine schockiert alle anderen, als sie einen überraschenden Vorschlag macht, um ihre Leben zu retten. In der Zwischenzeit berichtet Bashs Mutter Diane von ihren Plänen, ihren Sohn legitimieren zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404255","hoster":"VOE"},{"path":"/redirect/12471810","hoster":"Doodstream"},{"path":"/redirect/14440339","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14421219","hoster":"VOE"},{"path":"/redirect/14440331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-8","name":"Schicksal","epNo":8,"alt":"Fated","descr":"Im Winterfinale von Reign kommt es noch einmal zu einigen bedeutenden romantischen Wendungen und viel Herzschmerz. Als Nostradamus Mary seine Prophezeihung mitteilt, dass schon bald einer aus ihrer Runde sterben wird, trifft sie eine schwerwiegende Entscheidung, die ihre Beziehung zu Francis für immer verändern wird. Francis warnte in der Vergangenheit Mary und Bash schon mehrmals davor, zusammenzukommen, doch Marys Entscheidung könnte sie nun doch in die Arme von Francis\u0027 Bruder treiben, ob es Francis nun gefällt oder nicht. Während Clarissas Bemühungen mutiger werden, informiert Kenna Catherine über Dianes Plan für Bash, welcher schlussendlich jedoch nicht ganz so aufgeht, wie sie es sich erhofft hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14421153","hoster":"VOE"},{"path":"/redirect/12471747","hoster":"Doodstream"},{"path":"/redirect/14440359","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14421145","hoster":"VOE"},{"path":"/redirect/14440317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-9","name":"Für König und Vaterland","epNo":9,"alt":"For King And Country","descr":"Mary und Bash werden gefangen genommen und zurück zum Schloss gebracht, wo sie auch schon Catherine erwartet, die alles daran setzt, Mary und Francis voeinander zu trennen. Francis erfährt von der Prophezeihung, doch seine Entschlossenheit Mary zu heiraten ändert alles: Nicht nur, dass das Band zwischen den beiden Brüdern immer dünner wird, auch Catherine bleibt hartnäckig und gewillt, Mary um jeden Preis zu zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471740","hoster":"VOE"},{"path":"/redirect/12471759","hoster":"Doodstream"},{"path":"/redirect/12471741","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810322","hoster":"VOE"},{"path":"/redirect/8617901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-10","name":"Familiengeheimnisse","epNo":10,"alt":"Sacrifice","descr":"Nachdem ein Attentat auf Bash misslingt, glauben alle, dass Queen Catherine dahinter steckt. Derweil bietet Mary einer eingekerkerten, schwangeren Frau ihre Hilfe an. Deren Name ist Isobel und sie scheint eine geheimnisvolle Verbindung mit Bash zu haben. Unterdessen erpresst Lola Queen Catherine, damit diese aufhört, die Beziehung zwischen Mary und Bash zu ruinieren, während die beiden ihr Verhältnis zueinander weiter vertiefen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471717","hoster":"VOE"},{"path":"/redirect/12471722","hoster":"Doodstream"},{"path":"/redirect/12471712","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810323","hoster":"VOE"},{"path":"/redirect/8617903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-11","name":"Inquisition","epNo":11,"alt":"Inquisition","descr":"Queen Catherine wird von King Henry des Verrats und des Ehebruchs beschuldigt, also versucht diese ihre eigene Haut zu retten, indem sie die dunkle Vergangenheit von Bash offenlegt. So müssen sich Mary und Bash aufmachen, um ein noch viel dunkleres Geheimnis aus dem Leben von Catherine zu enthüllen. Derweil enthüllt Nostradamus die Wahrheit über das Schlossgespenst Clarissa, was für viele einen großen Schock darstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471793","hoster":"VOE"},{"path":"/redirect/12471802","hoster":"Doodstream"},{"path":"/redirect/12471794","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810326","hoster":"VOE"},{"path":"/redirect/8627087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-12","name":"Königliches Blut","epNo":12,"alt":"Royal Blood","descr":"Clarissa hat die beiden jüngsten Kinder von King Henry und Queen Catherine entführt, also helfen Mary und Bash der Königin dabei, diese wieder aufzuspüren - jedoch mit tragischen Folgen. Lola versucht unterdessen ihren Bruder mit dessen noch zu begleichender Schuld zu helfen. Dabei gerät sie aber in eine Gefahr, aus der sie nur Francis retten kann, was zur Folge hat, dass die beiden eine engere Beziehung zueinander aufbauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471724","hoster":"VOE"},{"path":"/redirect/12471729","hoster":"Doodstream"},{"path":"/redirect/12471723","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810331","hoster":"VOE"},{"path":"/redirect/8627089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-13","name":"Der Vollzug","epNo":13,"alt":"The Consummation","descr":"Die erzwungene Hochzeit steht kurz bevor, doch Mary muss sich entscheiden, sowohl für sich selbst als auch für ihre Nation, wen sie heiraten soll: Francis oder Bash . Ersterer kehrt jedoch mit Lola an seiner Seite zurück an den Hof, was für Irritationen sorgt. Auch Marys Mutter Marie de Guise sorgt für etwas Unruhe im Schloss. King Henry und Queen Catherine grübeln derweil, wie sie mit Mary umgehen sollen, haben die beiden doch ihre eigenen Pläne für Frankreich, egal, wer bei der Ausführung dieser zu Schaden kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471710","hoster":"VOE"},{"path":"/redirect/12471714","hoster":"Doodstream"},{"path":"/redirect/12471707","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9595471","hoster":"VOE"},{"path":"/redirect/8627094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-14","name":"Schmutzige Wäsche","epNo":14,"alt":"Dirty Laundry","descr":"Mary kehrt aus den Flitterwochen zurück und enthüllt dank ihres Verdachts gegenüber Lolas komischem Verhalten eine Verschwörung, die alles verändert. Bash trifft auf die verwirrte und erschrockene Olivia, ein Opfer des Waldterrors. Dies veranlasst ihn dazu, Nostradamus um Hilfe zu bitten. King Henrys komisches Verhalten löst unterdessen Unglück aus, woraufhin er sich gezwungen sieht, die Hilfe von Queen Catherine zu erbitten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471704","hoster":"VOE"},{"path":"/redirect/12471725","hoster":"Doodstream"},{"path":"/redirect/12471708","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810327","hoster":"VOE"},{"path":"/redirect/8627092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-15","name":"Der Schatten","epNo":15,"alt":"The Darkness","descr":"Die gesamte Belegschaft ist in heller Aufregung, steht doch First Light bevor, in der die Damen des Schlosses auf potentielle Verehrer treffen. Mary ist jedoch enttäuscht, dass Lola nicht an dieser Tradition teilnimmt. Nachdem King Henry abermals einen unschönen und gewaltätigen Ausbruch hat, macht sich Kenna Sorgen um ihre Sicherheit und vertraut sich Queen Catherine an. Bash stößt derweil auf die geheimen Übel in den Wäldern und schwört, dass er die Wahrheit hinter all der Dunkelheit enthüllen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471790","hoster":"VOE"},{"path":"/redirect/12471807","hoster":"Doodstream"},{"path":"/redirect/12471792","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810330","hoster":"VOE"},{"path":"/redirect/8627093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-16","name":"Monster","epNo":16,"alt":"Monsters","descr":"Francis sichert Bash sein Hilfe im Kampf gegen die Bedrohung aus dem Wald zu, gerät jedoch selber in große Gefahr und kann schlussendlich nur noch von Bash gerettet werden. In der Zwischenzeit nimmt der Wahnsinn des Königs weiter seinen Lauf. So wird zum Beispiel eine Dienerin zur Königin für einen Tag, zusätzlich ist der König dann auch noch ganz besessen von ihr. Dieser erzwingt dann auch noch eine überraschende Vermählung am Hof. Greer wird derweil beim wilden Techtelmechtel mit Leith erwischt, was ihr ganzen Leben ruinieren könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471745","hoster":"VOE"},{"path":"/redirect/12471753","hoster":"Doodstream"},{"path":"/redirect/12471746","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8823262","hoster":"VOE"},{"path":"/redirect/8617904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-17","name":"Lang lebe die Königin","epNo":17,"alt":"Liege Lord","descr":"Als Mary von einer geheimen Klausel in ihrem Heiratsvertrag erfährt, den ihre Mutter, Marie de Guise, und Königin Catherine orchestriert haben, hecken sie und Francis einen gefährlichen Plan aus, um Schottland gegen ihre Mutter zu wenden. Mary bekommt dabei ihren ersten Machtrausch als Königin der Schotten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471770","hoster":"VOE"},{"path":"/redirect/12471781","hoster":"Doodstream"},{"path":"/redirect/12471771","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810325","hoster":"VOE"},{"path":"/redirect/8617905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-18","name":"Kein Ausweg","epNo":18,"alt":"No Exit","descr":"Als Marys Bruder James in Frankreich ankommt und Mary zu einer Rückkehr nach Schottland überredet, wird Francis skeptisch und enthüllt einen Plan, der Mary zerstören würde. Unterdessen setzt sich König Henrys Niedergang fort, wodurch Penelope die Zügel in die Hand bekommt, was Catherine und Kenna dazu veranlasst, drastische Maßnahmen zu ergreifen. Lola wird unterdessen misstrauisch wegen Lord Juliens Motiven bezüglich seines Heiratsantrags.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471786","hoster":"VOE"},{"path":"/redirect/12471791","hoster":"Doodstream"},{"path":"/redirect/12471787","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8823260","hoster":"VOE"},{"path":"/redirect/8617910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-19","name":"Spielzeugsoldaten","epNo":19,"alt":"Toy Soldiers","descr":"Als Maries Onkel, der Herzog von Guise, mit schlimmen Nachrichten über ihre Mutter in Frankreich ankommt, realisieren Mary und Francis, dass sie hin- und hergerissen sind zwischen ihrer Vaterlandsliebe und der Rettung ihrer Ehe. Weil der englische Thron in Gefahr ist, heckt König Henry einen elaborierten Plan aus, der in einer Katastrophe enden wird. Bash und Kenna stärken derweil ihre Ehe und beginnen, einander zu vertrauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471727","hoster":"VOE"},{"path":"/redirect/12471732","hoster":"Doodstream"},{"path":"/redirect/12471734","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810329","hoster":"VOE"},{"path":"/redirect/8617908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-20","name":"Ein Leben für ein anderes","epNo":20,"alt":"Higher Ground","descr":"Mary engagiert einen Söldner, der ihr helfen soll, ihr Land zu retten. Dabei muss sie aber feststellen, dass sie einige große Opfer bringen und Leben von anderen Personen riskieren muss, um dies zu erreichen. Francis nimmt derweil seine Rolle als Dauphin an und ist entschlossen, Frankreich in einen blutigen Kampf gegen England zu führen. Mit Leith findet er dafür sogar einen neuen Verbündeten. In der Zwischenzeit kommen sich Lola und Lord Julien immer näher, doch sie hegt auch den Verdacht, dass er sie betrügen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471731","hoster":"VOE"},{"path":"/redirect/12471738","hoster":"Doodstream"},{"path":"/redirect/12471733","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8823263","hoster":"VOE"},{"path":"/redirect/8617921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-21","name":"Der Held von Calais","epNo":21,"alt":"Long Live the King","descr":"Mary schließt sich mit Catherine zusammen, um irgendwie Henry zu händeln, dessen manisches Verhalten Francis mehr und mehr in Gefahr bringt. Andernorts beschließt Bash, die \"Darkness\" zu bekämpfen, kurz nachdem er einen Jungen getroffen hat, der den Horror überlebt hatte. Lola setzt derweil alles daran, Julien zu beschützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471773","hoster":"VOE"},{"path":"/redirect/12471783","hoster":"Doodstream"},{"path":"/redirect/12471775","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810328","hoster":"VOE"},{"path":"/redirect/8617912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-1/episode-22","name":"Die Prophezeiung","epNo":22,"alt":"Slaughter of Innocence","descr":"Der Wahnsinn des Königs erreicht seinen Höhepunkt, also treten Mary und Francis auf den Plan, um gemeinsam dagegen vorzugehen. Ihre Entscheidungen könnten die Zukunft nachhaltig beeinflussen, jedoch stellt Gefahr im Ungewissen eine große Gefahr für sie und alle ihre Freunde da. Mary muss eine drastische Entscheidungen treffen, als sie erfährt, dass Lola gerade eine äußerst schmerzhafte Geburt außerhalb des Schlosses durchlebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471778","hoster":"VOE"},{"path":"/redirect/12471789","hoster":"Doodstream"},{"path":"/redirect/12471782","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8823264","hoster":"VOE"},{"path":"/redirect/8617909","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/reign/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/reign/staffel-2/episode-1","name":"Die Pest","epNo":1,"alt":"The Plague","descr":"Die neue Regentschaft von Francis und Mary ist durch eine Seuche gefährdet, die durchs Land zieht. Kenna gerät indes in Lebensgefahr, während Greer etwas Schockierendes über Leith herausfindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810405","hoster":"VOE"},{"path":"/redirect/8617986","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8823266","hoster":"VOE"},{"path":"/redirect/8617911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-2","name":"Pakt mit dem Teufel","epNo":2,"alt":"Drawn and Quartered","descr":"Ein mächtiger Lord findet heraus, dass Mary für den Tod seines Sohnes verantwortlich ist. Er fordert Wiedergutmachung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13122450","hoster":"VOE"},{"path":"/redirect/12982762","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810332","hoster":"VOE"},{"path":"/redirect/8617916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-3","name":"Die Krönung","epNo":3,"alt":"Coronation","descr":"Mary sucht nach einer Möglichkeit, die Hungersnot in Frankreich zu beenden. Catherine plant derweil eine ausschweifende Krönungszeremonie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810410","hoster":"VOE"},{"path":"/redirect/8617999","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810336","hoster":"VOE"},{"path":"/redirect/8617919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-4","name":"Das Lamm und das Gemetzel","epNo":4,"alt":"The Lamb and the Slaughter","descr":"Lord Clondé und Bash übernehmen die Ermittlungen, nachdem mehrere unbekannte Reiter einen Schäfer angegriffen haben. Unterdessen kehrt Leith zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13118148","hoster":"VOE"},{"path":"/redirect/8617993","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810333","hoster":"VOE"},{"path":"/redirect/8617913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-5","name":"Blut für Blut","epNo":5,"alt":"Blood for Blood","descr":"Greers Hochzeit rückt näher, während der Kampf zwischen Katholiken und Protestanten sich intensiviert. Bash und Leith finden ein Geheimnis über Castleroy heraus. Francis bekommt ein unerwünschtes Geschenk von Henry. Kenna findet ein Tagebuch, welches den besten Liebhaber des Hofes beschreibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922018","hoster":"VOE"},{"path":"/redirect/8617994","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810335","hoster":"VOE"},{"path":"/redirect/8617914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-6","name":"Drei Königinnen","epNo":6,"alt":"Three Queens","descr":"Beim Aufeinandertreffen mit ärgerlichen Bauern verheimlichen die Königinnen Mary und Catherine ihre Identitäten nachdem sie gezwungen sind, ihre Kutsche zu verlassen und in die Wälder zu flüchten. Francis fürchtet, der Aufstand ist Folge seines Handels und schickt einen Suchtrupp mit Leith und Conde los. Lola möchte finanziell unabhängig werden, überlegt jedoch, ein kompliziertes Angebot von Lord Narcisse anzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810413","hoster":"VOE"},{"path":"/redirect/8617995","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810334","hoster":"VOE"},{"path":"/redirect/8617915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-7","name":"Der protestantische Prinz","epNo":7,"alt":"The Prince Of The Blood","descr":"Prinzessin Claude besucht unerwartet ihre Mutter und fällt ihr dabei auf die Nerven. Narcisse versucht Francis zu bedrohen um ihn dazu zu bringen, seine ethischen Kodex zu brechen. Mary und Conde werden zu Verbündeten. Greer kommt früh von ihrer Hochzeitsreise zurück. Kenna  freundet sich mit der falschen Person an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922020","hoster":"VOE"},{"path":"/redirect/8618000","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810338","hoster":"VOE"},{"path":"/redirect/8617926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-8","name":"Im Namen Gottes","epNo":8,"alt":"Terror of the Faithful","descr":"Da immer mehr Protestanten von Inquisatoren des Vatikans verfolgt werden, enstehen Spannungen zwischen Mary und Francis. In der Zwischenzeit wird Condé festgenommen, nachdem er sich zu einer mutigen Äußerung hat hinreißen lassen. Catherine versagt derweil bei der Suche nach einer neuen Bewerberin für Claude, und Narcisse begleitet Lola zu ihr nach Hause.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810415","hoster":"VOE"},{"path":"/redirect/8617996","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9595475","hoster":"VOE"},{"path":"/redirect/8617918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-9","name":"Kriegstaten","epNo":9,"alt":"Acts of War","descr":"Bash und Francis hecken einen gewagten Plan aus, um Francis aus Narcisse´ Kontrolle zu befreien, während Claude einen überraschenden Vorschlag von Mary bekommt. Unterdessen holen die Protestanten zu einem verheerenden Schlag gegen das Königshaus aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810417","hoster":"VOE"},{"path":"/redirect/8617997","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810340","hoster":"VOE"},{"path":"/redirect/8617922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-10","name":"Gnade","epNo":10,"alt":"Mercy","descr":"Francis trifft eine überraschende Entscheidung, während Mary an einer verräterischen Mission mit Lord Condé teilnimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810416","hoster":"VOE"},{"path":"/redirect/8617998","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810337","hoster":"VOE"},{"path":"/redirect/8617920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-11","name":"Das Zeichen der Verräter","epNo":11,"alt":"Getaway","descr":"Mary versucht alles, um Condé zu retten, der wiederum aufgrund seines Dark Riders-Brandmal zum Ziel des Vatikans wird. Francis bringt derweil Bash in Gefahr, als er dem Geheimnis um die Legende der Dark Riders nachgeht. Kenna kommt unterdessen hinter die wahren Absichten Catherines bezüglich Claude.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810418","hoster":"VOE"},{"path":"/redirect/8618006","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810341","hoster":"VOE"},{"path":"/redirect/8617931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-12","name":"Verbannt","epNo":12,"alt":"Banished","descr":"Greer erzählt Mary die Wahrheit über ein paar Gerüchte, was zur Folge hat, dass Mary eine überraschende Entscheidung trifft. Während die Rivalität zwischen Francis und Condé sich immer mehr zuspitzt, kommt es auch zwischen Diane und Catherine zum Showdown. Claude versucht darüber hinaus herauszufinden, wer hinter dem Tod der Zwillinge steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810419","hoster":"VOE"},{"path":"/redirect/8618004","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810346","hoster":"VOE"},{"path":"/redirect/8617924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-13","name":"Sünden der Vergangenheit","epNo":13,"alt":"Sins of the Past","descr":"Francis und Mary kommen hinter die Rachepläne Englands Frankreich gegenüber, während Bash sich unterdessen auf die Suche nach einem angeblichen untoten Mann begibt, dabei jedoch auf eine geheimnisvolle Frau in weiß trifft. Catherine kommt derweil dahinter, was der Grund für ihre teilweise verstörenden Halluzinationen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810426","hoster":"VOE"},{"path":"/redirect/8618002","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810342","hoster":"VOE"},{"path":"/redirect/12982742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-14","name":"Das Ende der Trauer","epNo":14,"alt":"The End of Mourning","descr":"Mary und Francis untersuchen die Hintergründe zur Vergiftung von König Henry und bringen dabei Geheimnisse aus der Vergangenheit hervor, was Mary dazu bringt, sich ihren Gefühlen für Conde zu stellen um einen Schritt voran zu machen. Catherine findet sich inmitten eines Liebesdreiecks wieder als der Duke von Guise zurückkehrt und damit Narcisse dazu zwingt eine abscheuliche Verzweiflungstat zu begehen. Greer befindet sich um zu überleben in einer Situation, mit der sie nie gerechnet hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9595479","hoster":"VOE"},{"path":"/redirect/12339559","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810343","hoster":"VOE"},{"path":"/redirect/8617923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-15","name":"Neuanfang","epNo":15,"alt":"Forbidden","descr":"Marys Mutter kehrt zurück und warnt ihre Tochter über die zahlreichen Drohungen, die gegen sie ausgesprochen wurden. Mary entscheidet sich letztendlich für einen mutigen Schritt, während ihre Beziehung zu Francis ein wenig leidet, welcher sich folglich wiederum mehr zu Lola hingezogen fühlt. Kenna erhält abseits von alledem derweil ein verlockendes Angebot von Antoine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810421","hoster":"VOE"},{"path":"/redirect/8618003","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810344","hoster":"VOE"},{"path":"/redirect/8617939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-16","name":"Der Geschmack von Rache","epNo":16,"alt":"Tasting Revenge","descr":"Francis wird auf einmal schwerkrank, nachdem er zuvor zusammengebrochen war. Auch Bashs Leben schwebt in großer Gefahr, während Catherine andernorts die Vermutung hegt, Mary würde Francis hintergehen. Leith bekommt derweil den Auftrag, Claude als sein persönlicher Wächter zu beschützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810420","hoster":"VOE"},{"path":"/redirect/8618005","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9595474","hoster":"VOE"},{"path":"/redirect/8617925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-17","name":"Verlockung des Schicksals","epNo":17,"alt":"Tempting Fate","descr":"Francis wird auf einmal schwerkrank, nachdem er zuvor zusammengebrochen war. Auch Bashs  Leben schwebt in großer Gefahr, während Catherine andernorts die Vermutung hegt, Mary würde Francis hintergehen. Leith bekommt derweil den Auftrag, Claude als sein persönlicher Wächter zu beschützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582695","hoster":"VOE"},{"path":"/redirect/8618007","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810349","hoster":"VOE"},{"path":"/redirect/8617937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-18","name":"Das Wunder","epNo":18,"alt":"Reversal Of Fortune","descr":"Francis ist nach wie vor nicht zu Bewusstsein gekommen und alle machen sich Sorgen, dass er sterben könnte. Als Mary erfährt, dass die Bürger Schottlands von Protestanten angegriffen werden, versucht sie, französische Soldaten zu entsenden, wird jedoch von Catherine aufgehalten. Bash fürchtet, dass er für Francis’ schlechten Zustand verantwortlich sein könnte und ergreift drastische Mittel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339609","hoster":"VOE"},{"path":"/redirect/8618008","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12921982","hoster":"VOE"},{"path":"/redirect/8617928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-19","name":"Der Prinzgemahl","epNo":19,"alt":"Abandoned","descr":"Mary hat sich für den erkrankten Francis entschieden, und somit auch für Frankreich. Als Louis sie bittet, gemeinsam mit ihm das Land zu verlassen, lehnt sie das Angebot ab. Louis, der sich nicht mehr sicher fühlt, entscheidet sich unter diesen Umständen zu einem weitreichenden Schritt. Lola und Kenna statten Greers Bordell einen Besuch ab und sind erstaunt, wie erfolgreich es bereits läuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339590","hoster":"VOE"},{"path":"/redirect/8618016","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810348","hoster":"VOE"},{"path":"/redirect/8617927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-20","name":"Auf der Flucht","epNo":20,"alt":"Fugitive","descr":"Mary setzt alle Hebel in Bewegung, um Francis davon abzuhalten, den flüchtigen Louis zu fassen. Catherine, die wegen Narcisses Beziehung mit Lola sehr eifersüchtig ist, bittet ihn, etwas Unverzeihliches zu tun, um seine Loyalität unter Beweis zu stellen. Kenna überschreitet mit General Renaude eine Grenze und Greer trifft eine Entscheidung, die das Ende ihrer Beziehung mit Leith bedeuten könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810425","hoster":"VOE"},{"path":"/redirect/8618011","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13004615","hoster":"VOE"},{"path":"/redirect/8617929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-21","name":"Die Belagerung","epNo":21,"alt":"The Siege","descr":"Mary und Francis müssen ihre privaten Schwierigkeiten beiseite schieben, als die feindlichen Truppen das Schloss einnehmen wollen. Louis ist es mit einer Erpressung gelungen, auch Renaude auf seine Seite zu ziehen. Bei dem Angriff auf das Schloss gerät Renaude aber in Gefangenschaft und wird eingesperrt. Mary erfährt, dass sie schwanger ist, und will heimlich zu Louis, um ihn um Schutz zu bitten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339615","hoster":"VOE"},{"path":"/redirect/8618010","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810351","hoster":"VOE"},{"path":"/redirect/8617930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-2/episode-22","name":"Brennende Rache","epNo":22,"alt":"Burn","descr":"Mary setzt alles auf eine Karte, um Condé das Handwerk zu legen, selbst als Francis zu Bedenken gibt, dass sie sich mit ihrem Vorhaben gegen Frankreich wendet. Catherine unternimmt ebenfalls einen wagemutigen Schritt und trifft sich mit Queen Elizabeth, um mit ihr gemeinsam Rache an Mary zu nehmen. Kenna hat indes ein Geheimnis, das das Schicksal ihrer Beziehung mit Bash besiegelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339621","hoster":"VOE"},{"path":"/redirect/8618009","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12921999","hoster":"VOE"},{"path":"/redirect/8617934","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/reign/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/reign/staffel-3/episode-1","name":"Drei Königinnen und zwei Tiger","epNo":1,"alt":"Three Queens, Two Tigers","descr":"In England schmieden Catherine de Medici und Elizabeth I. ein Komplott gegen Mary: sie schicken Boten zum Vatikan um Marys Affäre mit Louis Condé zu enthüllen. Die Boten erreichen ihre Ziel niemals, doch Catherine hat schon wieder einen neuen Plan ausgeheckt. Auf ihr Geheiß hin sendet Elizabeth ein Heiratsgesuch für Francis jüngeren Bruder Charles nach Frankreich. Derweil werden in Frankreich die Vorräte knapp. Francis und Mary heuern einen Freibeuter namens Martin an, um für sie neue Ressourcen zu erschließen. Als Greer zum Hofe zurückkehrt, lässt sie sich sofort von dem charmanten Martin einwickeln. Schließlich kann Francis die Wahrheit nicht mehr länger vor Mary verbergen und gesteht seiner Frau, dass er bald sterben wird und somit Charles zum neuen König von Frankreich werden wird. Es gelingt französischen Spionen Catherine gefangen zu nehmen und zurück nach Frankreich zu bringen. Schnell wird klar, dass Elizabeth keine aufrichtigen Intentionen hegte Charles zu ehelichen, da sie eine Affäre mit dem bürgerlichen Robert Dudley führt. Dessen Frau ist darüber weniger glücklich und schmiedet einen Plan um ihren Ehemann zurückzugewinnen. Lord Narcisse möchte Lola den Hof machen, wird jedoch von Francis zurückgehalten, der ihm misstraut. Delphine erklärt derweil Bash, dass sie unschuldig des Mordes angeklagt ist und der wahre Mörder sich noch immer im Schloss befindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334604","hoster":"VOE"},{"path":"/redirect/8618012","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810352","hoster":"VOE"},{"path":"/redirect/8617932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-2","name":"Die Verlobung","epNo":2,"alt":"Betrothed","descr":"Mary und Francis erzählen Claude, Charles und Bash von Francis baldigem Tod und bitten Charles Mary zu heiraten, um ihre Sicherheit am französischen Hof auch weiterhin zu gewährleisten. Charles lehnt zunächst entsetzt ab, ändert jedoch seine Meinung als Catherine ihn für ihre eigenen hinterhältigen Pläne zu benutzen versucht. Nach dem Verschwinden von Catherine de Medici kommt Elizabeth in Erklärungsnot. Sie beschuldigt ihre Freundin Donatella ihrer eigenen Taten, und beleidigt Robert Dudley vor den anderen Ratsmitgliedern,um zu verhindern, dass er als Botschafter an den französischen Hof geschickt wird. Stattdessen schickt sie ihren ehemaligen Spion Nicholas. Mittlerweile sind Claude und Leith sich sehr nahe gekommen und Leith erfährt vom herannahenden Tode Francis. Auch Lola wird über die neuesten Entwicklungen in Kenntnis gesetzt und ebenso wie Francis rät auch Mary ihr sich von Narcisse fernzuhalten. Doch der hat seine eigenen Methoden um Lola vom Gegenteil zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810431","hoster":"VOE"},{"path":"/redirect/8618013","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810353","hoster":"VOE"},{"path":"/redirect/8617935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-3","name":"Der Dauphin","epNo":3,"alt":"Extreme Measures","descr":"Francis geht es immer schlechter und die Gerüchte über seinen Gesundheitszustand verbreiten sich schnell. Auch Antoine von Navarra und der englische Botschafter Nicholas hören davon. Antoine braucht Hilfe von Francis, die er auch bekommt als er seinen Anspruch auf den französischen Thron offiziell aufgibt. Als Charles mit einer Freundin Opium konsumiert bricht diese unter einer Überdosis zusammen. Nur durch Narcisses Eingreifen kann ihr Leben noch rechtzeitig gerettet werden. Das überzeugt auch Francis und er erteilt Narcisse und Lola seine Erlaubnis sofort zu heiraten. Leith gibt gegenüber Claude zu, dass er Angst hat ernsthafte Gefühle für sie zu entwickeln und sich somit erneut in eine Frau zu verlieben, die im Rang über ihm steht. Währenddessen realisiert Mary, dass die Allianz mit Schottland eine zu große Belastung für Frankreich bedeutet und sieht sich nach Alternativen für eine Verbindung um. Da kommt es gerade recht, dass der gutaussehende spanische Kronprinz Don Carlos am französischen Hofe weilt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339628","hoster":"VOE"},{"path":"/redirect/12339633","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810357","hoster":"VOE"},{"path":"/redirect/8617941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-4","name":"Der Preis eines Königlebens","epNo":4,"alt":"The Price","descr":"Für Marie de Guise wird die Situation mit den Protestanten in Schottland langsam kritisch. Um ihr zu helfen, manipulieren Mary und Francis den englischen Botschafter Nicholas, der daraufhin falsche Informationen an Königin Elizabeth weitergibt. Dieser wird mittlerweile von Don Carlos der Hof gemacht, wird aber von ihr abgewiesen. Derweil verspricht Robert seiner Frau die Affäre mit der englischen Königin zu beenden. Bash hat endlich Delphine gefunden und kann sie befreien. Mary erfährt um Delphines heilende Kräfte und bittet sie Francis wiederzubeleben, der kurz vorher in ihren Armen verstorben ist. Francis erwacht – doch der Preis für ein Leben ist immer ein anderes Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810433","hoster":"VOE"},{"path":"/redirect/8618021","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810354","hoster":"VOE"},{"path":"/redirect/8617938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-5","name":"Kein Land in Sicht","epNo":5,"alt":"In a Clearing","descr":"Francis hat sich sichtlich von seiner Krankheit erholt, dank Delphine. Mary stimmt einem Friedensangebot von Elizabeth zu und unterzeichnet das Dokument zum Verzicht all ihrer Ansprüche auf den englischen Thron. Doch die Gefahr ist noch nicht vorüber. Nostradamus kehrt an den französische Hof zurück um Catherine und Francis zu warnen. Er hat in seinen Visionen erneut Francis Tod gesehen. Unbeirrt dessen will Francis mit Mary nach Paris fahren. Auf dem Weg dorthin wird das junge Königspaar überfallen. Francis schafft es Mary zu retten, erliegt aber schließlich seinen Verletzungen und stirbt in ihrem Armen. Mary vermutet Elizabeth hinter dem Attentat und verbrennt ihre Verzichtserklärung auf den englischen Thron. Der Friede mit England ist passée. Derweil kommen Bash und Delphine dem Serienmörder immer näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810436","hoster":"VOE"},{"path":"/redirect/8618015","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810358","hoster":"VOE"},{"path":"/redirect/8617943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-6","name":"Triumph oder Niederlage","epNo":6,"alt":"Fight or Flight","descr":"Drei Wochen sind seit dem Tod von Francis verstrichen, doch der Kampf um die Regentschaft hat gerade erst begonnen. Mary löst die schottisch-französische Allianz, will jedoch solange in Frankreich bleiben, bis sie eine neue gefunden hat. Zu diesem Zweck lässt sie nach Don Carlos schicken. Catherine verführt Narcisse, um seine Ehe mit Lola zu sabotieren und sich gleichzeitig seine Stimme für die Abstimmung über die Regentschaft zu sichern. Elizabeth ist von Nicholas enttäuscht. Anstatt seiner sendet sie nun Gideon Blackburn an den französischen Hof. Sie beauftragt ihn damit Mary zu verführen und ihre Heiratspläne zu vereiteln. Derweil spielt Roberts Ehefrau eine Krankheit vor, damit sie sich weit weg vom englischen Hof \"auskurieren\" kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810434","hoster":"VOE"},{"path":"/redirect/8618017","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810356","hoster":"VOE"},{"path":"/redirect/8617936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-7","name":"Alles nur ein Spiel","epNo":7,"alt":"The Hound and the Hare","descr":"Catherine glaubt Narcisse sicher auf ihrer Seite – vor allem als er von ihr verlangt ihren jungen Liebhaber Christophe aufzugeben. Doch am Tag der Abstimmung wird dem Geheimrat eine schwarze Leber präsentiert, die bei der Obduktion an Francis entnommen wurde und somit beweist, dass der König vergiftet wurde. Da Catherine für ihre Giftmischerkünste bekannt ist, ist sie auch direkt die Hauptverdächtige in dem Fall. Zu allem Überfluss wird Narcisse auch noch zum neuen Regenten erklärt. Bash und Delphine sind weiterhin dem Killer auf der Spur. Als dieser Delphine attackiert nimmt diese seine mordlüsternden Triebe in sich auf. Mary und Don Carlos stehen kurz vor einer Verlobung, als sich Gideon Blackburn einmischt und Mary erzählt, dass der spanische Kronprinz ein dunkles Geheimnis hat. Schnell findet Mary heraus, dass Don Carlos ein Masochist ist. Als er sie bittet ihn auszupeitschen, sucht Mary Hilfe bei Catherine. Doch der Plan der beiden Frauen geht schief, Don Carlos stürzt und zieht sich eine schwere Kopfverletzung zu. Mary und Catherine halten ihn für tot, bis sie ihn auf einmal auf dem Korridor herumlaufen sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339684","hoster":"VOE"},{"path":"/redirect/8618018","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13004618","hoster":"VOE"},{"path":"/redirect/8617940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-8","name":"Die Verschwörung","epNo":8,"alt":"Our Undoing","descr":"Don Carlos überlebt seine Kopfverletzung, ist jedoch hirngeschädigt und kann sich an nichts mehr erinnern. Narcisse leitet derweil eine gerichtliche Untersuchung gegen Catherine, doch der gelingt es mithilfe von Bash Francis intakten Leichnam zu präsentieren. Keiner erfährt, dass Kardinal Morel hinter all dem steckt. Er handelte im Auftrag einer geheimen Gruppe und wird nach seinem Versagen Catherine de Medici unschädlich zu machen getötet. In England hat Elizabeth mittlerweile die Familie von Lola gefangen genommen und verlangt im Austausch für deren Freiheit Lola selbst. Auf Catherines Rat hin verlobt sich Mary mit Don Carlos, der sie bedingungslos anhimmelt und ihr jeden Wunsch erfüllt. Lola findet heraus, dass Narcisse sie manipuliert hat, damit sie ihn heiratet. Enttäuscht kehrt sie ihm den Rücken und reist an den englischen Hof, um ihre Famile zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339685","hoster":"VOE"},{"path":"/redirect/8618019","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810359","hoster":"VOE"},{"path":"/redirect/8617942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-9","name":"Bis dass der Tod euch scheidet","epNo":9,"alt":"Wedlock","descr":"Die Hochzeit von Mary und Don Carlos rückt immer näher. Jedoch hat Don Carlos mittlerweile sein Gedächtnis wiedergefunden und sinnt auf Rache, indem er die schottische Krone an sich reißen will. Mary wird langsam misstrauisch und bittet Gideon um Hilfe. Der findet heraus, dass Don Carlos vorhat Mary nach der Hochzeit töten zu lassen. Während der Hochzeitszeremonie gelingt es Mary Don Carlos ein Geständnis zu entlocken und die Hochzeit wird abgeblasen. Darüber hinaus findet Mary heraus, dass Gideon von Elizabeth erpresst wird, indem sie seine kleine Tochter als Geisel hält. In England gerät Elizabeth in eine höchst prekäre Situation: sie ist schwanger. Aus Angst ihren Thronanspruch zu verlieren bestürmt sie Robert sich von Amy scheiden zu lassen und sie zu ehelichen. Als Amy davon Wind bekommt, ist sie außer sich, begeht Selbstmord und hängt ihren Tod Robert an. Catherine führt ihre Affäre mit Christophe fort und befördert ihn in die Königswache. Claude und Leith vollziehen ihre Beziehung. Doch kurz darauf gibt Narcisse bekannt, dass Claude mit einem reichen Herzog verheiratet werden soll, damit er die Schulden der französischen Krone tilgen kann. Derweil fürchtet Delphine, dass sie nun selbst zur Mörderin werden könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339703","hoster":"VOE"},{"path":"/redirect/12339702","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810360","hoster":"VOE"},{"path":"/redirect/8617945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-10","name":"Blaue Augen lügen","epNo":10,"alt":"Bruises That Lie","descr":"Mary verbündet sich mit Gideon gegen Elizabeth. Zusammen führen sie Elizabeths Spione hinters Licht und lassen es so aussehen, als ob Gideon Mary tatsächlich verführt hätte. Dieser hat mittlerweile allerdings wirklich Gefühle für Mary entwickelt. Trotz aller Widerstände wird Claude mit Herzog Boinel verheiratet. Der schlägt sie in ihrer Hochzeitsnacht, doch Claude wehrt sich und flüchtet. Außer sich über den Zustand seiner Schwester bringt Charles den Geheimrat dazu Narcisse die Regentschaft zu entziehen und Catherine an seiner statt als Regentin einzusetzen. Und genau das war auch ihr Plan. In Wirklichkeit war es Catherine, die Boinel dafür bezahlt hat, damit er Claude schlägt. Die Ehe zwischen den beiden wird sofort annulliert, und Leith verspricht Claude solange im Rang aufzusteigen, bis er ihrer würdig sein wird. Lola kommt derweil in England an, muss aber schnell feststellen, dass Elizabeth keinerlei Intentionen hegt ihre Familie gehen zu lassen. Als die englische Königin vergiftet wird, verliert sie ihr Baby. Der Freibeuter Martin ist zurück am französischen Hof. Dort muss er feststellen, dass Greer mit seinem Kind schwanger ist, jedoch plant es wegzugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810439","hoster":"VOE"},{"path":"/redirect/8618023","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810362","hoster":"VOE"},{"path":"/redirect/8617946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-11","name":"Erbfolge","epNo":11,"alt":"Succession","descr":"Charles Krönung steht kurz bevor und Mary muss einen mächtigen Verehrer finden, mit dem sie sich verbünden kann. Lola entdeckt zufällig, wer Elizabeth vergiftet hat, während Catherine auf etwas andere Art zum Opfer des Serienmörders im Schloss wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339701","hoster":"VOE"},{"path":"/redirect/8618020","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810364","hoster":"VOE"},{"path":"/redirect/8617949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-12","name":"In der Falle","epNo":12,"alt":"No Way Out","descr":"Als Mary und Gideon in unbekannten emotionalen Gefilden landen, steht Mary vor der Entscheidung, ihre Cousine zu opfern um ihr eigenes Leben zu retten. Während Catherine von ihrer Vergangenheit eingeholt wird, werden Lola und Elizabeth in England unerwartet zu Verbündeten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339718","hoster":"VOE"},{"path":"/redirect/8618022","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810365","hoster":"VOE"},{"path":"/redirect/8617944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-13","name":"Bettgeflüster","epNo":13,"alt":"Strange Bedfellows","descr":"Bei dem Versuch, Elizabeth zu beschützen, bringt Mary unwissentlich Gideons Leben in Gefahr. Um ihn zu retten wendet sich Mary an einen anderen Engländer: Robert Dudley. Bash ist indes fest entschlossen, die Männer zu finden, die Catherine bedrohen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339712","hoster":"VOE"},{"path":"/redirect/8618025","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810363","hoster":"VOE"},{"path":"/redirect/8617952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-14","name":"Auf den Tod","epNo":14,"alt":"To the Death","descr":"Mary wird klar, dass sie dringend nach Schottland zurückkehren und mit Bashs Hilfe ihre eigene Armee mobilisieren muss, um ihre Herrschaft zu sichern. Elizabeth setzt indes auf Lola um Informationen über ihre Mutter zu sammeln, doch das hat ungeahnte Konsequenzen, als Lola ertappt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339727","hoster":"VOE"},{"path":"/redirect/8618026","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810366","hoster":"VOE"},{"path":"/redirect/8617955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-15","name":"Sichere Überfahrt","epNo":15,"alt":"Safe Passage","descr":"Mary erfährt von Lola, dass sie sicher nach Schottland reisen könnte, wenn sie schnell handelt. Doch als Catherine des Mordes beschuldigt wird, muss sich Mary entscheiden, ob sie ihr zur Seite steht, obwohl das ihre eigene Reise gefährdet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339733","hoster":"VOE"},{"path":"/redirect/8618032","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810367","hoster":"VOE"},{"path":"/redirect/8617948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-16","name":"Willkommen zuhause, Majestät","epNo":16,"alt":"Clans","descr":"Schottland hat sich in eine verräterische Welt verwandelt und Mary muss ihre Identität geheim halten, bis sie herausgefunden hat, wem sie trauen kann. Am englischen Hof gefährdet Elizabeth ihr Ansehen mit einem untragbaren Verehrer. Doch als Lola eingreift um ihr zu helfen, stellt die Queen ihre Motive in Frage. Charles heckt derweil einen Plan aus, um Catherine ihrer Macht zu entledigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339731","hoster":"VOE"},{"path":"/redirect/8618027","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810369","hoster":"VOE"},{"path":"/redirect/8617947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-17","name":"Eindringlinge","epNo":17,"alt":"Intruders","descr":"Weil sie Mary für tot hält, ergreift Elizabeth mit Lolas Hilfe die Macht über Schottland, während Marys Halbbruder James ihren Thron vor John Knox verteidigen muss. Mary sieht sich indes Francis’ Mörder gegenüber, als sie und Bash in die Hände des furchterregenden Clanoberhaupts Munro geraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810444","hoster":"VOE"},{"path":"/redirect/8618033","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12334596","hoster":"VOE"},{"path":"/redirect/8617950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-3/episode-18","name":"Todfeindinnen","epNo":18,"alt":"Spiders In A Jar","descr":"Um ihre Herrschaft über Schottland zu verteidigen, trifft Mary eine riskante Entscheidung, die den Konflikt mit Elizabeth bis zum Explosionspunkt schürt. Lola wird eines furchtbaren Verbrechens bezichtigt und erleidet schwerwiegende Konsequenzen dafür. In Frankreich stellt Catherine unterdessen fest, dass ihr unbarmherziges Streben nach Macht ihren Sohn Charles für immer verändert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9595480","hoster":"VOE"},{"path":"/redirect/8618029","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810370","hoster":"VOE"},{"path":"/redirect/8617951","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/reign/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/reign/staffel-4/episode-1","name":"Und Spanien übernimmt","epNo":1,"alt":"With Friends Like These","descr":"Königin Mary ist unsicher, wem sie noch trauen kann und stellt die Loyalität ihres Bruders James auf die Probe, nachdem sie erfahren hat, dass er sich mit John Knox getroffen hat. Zeitgleich taucht am Hof Königin Leeza auf, Catherines älteste Tochter und zugleich Ehefrau von Prinz Philip II von Spanien. Königin Elizabeth will Lord Darnley helfen und verfolgt damit nur ihre eigenen Pläne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922024","hoster":"VOE"},{"path":"/redirect/8618028","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810374","hoster":"VOE"},{"path":"/redirect/8617967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-2","name":"Wege des Schicksals","epNo":2,"alt":"A Grain of Deception","descr":"Königin Mary erfährt, dass einer ihrer Berater wohl Geheimnisse verrät, und setzt alles daran, den Schuldigen zu überführen. Derweil nimmt Königin Elizabeth Narcisses Hilfe in Anspruch, um ihre Macht zu festigen. Catherine hat bereits viel Einfluss eingebüßt und greift zu verzweifelten Mitteln, um ihre alte Stellung zu sichern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810450","hoster":"VOE"},{"path":"/redirect/8618030","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810372","hoster":"VOE"},{"path":"/redirect/8617953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-3","name":"Wege des Schicksals","epNo":3,"alt":"Leaps Of Faith","descr":"Gideon unterbreitet Mary einen Vorschlag, der vorher von Elizabeth abgesegnet wurde. Sie erfährt, wie ihr Leben aussehen könnte, wenn sie sich statt für das Land für die Liebe entscheiden würde. Während Catherine einiges einstecken muss, um König Charles’ launenhaftes Verhalten zu überspielen, erkennt Claude, dass ihre Schwester Leeza nicht auf ihrer Seite steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339772","hoster":"VOE"},{"path":"/redirect/8618036","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810373","hoster":"VOE"},{"path":"/redirect/8617954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-4","name":"Zwangsehen","epNo":4,"alt":"Playing With Fire","descr":"Als Lord Darnley Königin Mary in Schottland einen Überraschungsbesuch abstattet, erkennt Mary die Chancen, die ein Zusammenschluss mit sich bringen könnte. Elizabeth kämpft indes in England damit, neue Verbündete zu finden. Und Catherine ist damit beschäftigt, Claude wieder auf den rechten Weg zu bringen und will ihr einen neuen Ehemann suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810456","hoster":"VOE"},{"path":"/redirect/8618034","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810375","hoster":"VOE"},{"path":"/redirect/8617958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-5","name":"Gegen alle Regeln","epNo":5,"alt":"Highland Games","descr":"Lord Darnley muss Mary seine Treue und Loyalität beweisen, als sie Zweifel hinsichtlich seiner wahren Absichten anmeldet und die Hochzeit infrage stellt. Catherine und Narcisse arbeiten indes daran, König Charles’ Ruf zu verbessern, nachdem Gerüchte über sein seltsames Verhalten die Runde gemacht haben und der Thron in Gefahr gerät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810452","hoster":"VOE"},{"path":"/redirect/8701293","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810371","hoster":"VOE"},{"path":"/redirect/8617956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-6","name":"Die blaue Rose","epNo":6,"alt":"Love \u0026amp; Death","descr":"Mary muss sich mit den politischen Auswirkungen auseinandersetzen, die eine mögliche Hochzeit mit Lord Darnley haben könnte. Derweil verschwindet König Charles und Catherine muss die Scherben zusammenkehren. Elizabeth eilt Gideon zu Hilfe, während Claude ein interessantes Angebot erhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810454","hoster":"VOE"},{"path":"/redirect/8618045","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810376","hoster":"VOE"},{"path":"/redirect/8617959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-7","name":"Das Damoklesschwert","epNo":7,"alt":"Love \u0026 Death","descr":"Nachdem Lord Darnley einen unerwarteten Besucher empfangen hat, hängt seine Hochzeit mit Mary plötzlich in der Schwebe. Elizabeth erfährt, dass ihre Versuche, Mary aufzuhalten, nach hinten losgegangen sind. In der Zwischenzeit finden Katherine und Narcisse König Charles und müssen ihn davon überzeugen, ins Schloss zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810451","hoster":"VOE"},{"path":"/redirect/8618035","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810383","hoster":"VOE"},{"path":"/redirect/8617957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-8","name":"Stille Gewässer","epNo":8,"alt":"Hanging Swords","descr":"Während Marys bevorstehende Hochzeit immer näher rückt, bringt eine schreckliche Tragödie Lord Darnley und Mary auseinander. Daraufhin ist Mary gezwungen, Catherines Hilfe in Anspruch zu nehmen. Elizabeth entdeckt einen Verräter, der sie bittet, eine Expedition in die Neue Welt zu befürworten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810453","hoster":"VOE"},{"path":"/redirect/8618039","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810385","hoster":"VOE"},{"path":"/redirect/8617960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-9","name":"Strippenzieher","epNo":9,"alt":"Uncharted Waters","descr":"Obwohl die Spannungen zwischen Mary und Darnley zunehmen, zelebrieren die zwei ihre Hochzeit mit einem rauschenden Fest. Wie sich zeigt, war dies politisch die richtige Entscheidung, denn einige katholische Städte an der Grenze wenden sich in der Folge von England ab. James macht eine interessante Entdeckung in Bezug auf Greer und Elizabeth versucht verbissen, die Macht wieder an sich zu reißen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810462","hoster":"VOE"},{"path":"/redirect/8618037","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810380","hoster":"VOE"},{"path":"/redirect/8617961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-10","name":"Ein besserer Mensch","epNo":10,"alt":"A Better Man","descr":"Während Mary sich unterschiedliche Strategien zurechtlegt, wie sie den englischen Thron übernehmen könnte, versucht Elizabeth, eine angemessene Partie zu finden, die sie heiraten könnte. Schließlich springt ihr Erzherzog Ferdinand von Österreich ins Auge. James gerät in ein Komplott, das von John Knox ausgearbeitet wurde, und muss in der Folge mit den tragischen Konsequenzen leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339818","hoster":"VOE"},{"path":"/redirect/8618038","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810377","hoster":"VOE"},{"path":"/redirect/8617969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-11","name":"Dead of Night","epNo":11,"alt":"Dead of Night","descr":"Mary und Darnley wollen Lord Barrett nach England entsenden, wo er Elizabeth gefangen nehmen soll. Die Königin ist indes damit beschäftigt, einen Konflikt mit sich selbst auszutragen: Obwohl sie Gefühle für Gideon hat, will sie unbedingt einen Katholiken heiraten. Catherines Sohn Henri versucht indes, Charles’ Thron zu besteigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339828","hoster":"VOE"},{"path":"/redirect/8618046","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810379","hoster":"VOE"},{"path":"/redirect/8617962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-12","name":"The Shakedown","epNo":12,"alt":"The Shakedown","descr":"Nach einem schrecklichen Erdbeben in Schottland muss sich Mary John Knox stellen, da Klagen laut werden, sie würde sich nicht um ihr Volk kümmern. Elizabeth greift zu drastischen Mitteln, nachdem sie mit Gideon erwischt wurde. Und Charles trifft eine Entscheidung, die nach hinten losgeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810457","hoster":"VOE"},{"path":"/redirect/8618040","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810381","hoster":"VOE"},{"path":"/redirect/8617963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-13","name":"Der Staatsstreich","epNo":13,"alt":"Coup De Grâce","descr":"Darnley schließt sich mit John Knox zusammen, um Mary den Thron zu nehmen. Bei dem Versuch, Mary des Ehebruchs zu überführen, muss ein guter Freund Marys sterben. Elizabeth muss indes auf Geheiß ihres künftigen Ehemanns, dem Erzherzog von Österreich, Gideon vom Hof verstoßen. Charles wagt einen mutigen Schritt gegen seinen Bruder Henri.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339837","hoster":"VOE"},{"path":"/redirect/8618043","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810378","hoster":"VOE"},{"path":"/redirect/8617970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-14","name":"Eine neue Braut","epNo":14,"alt":"A Bride. A Box. A Body","descr":"Mary verfolgt ihren Wunsch nach Gerechtigkeit und setzt zum Gegenschlag gegen die Verräter an. Elizabeth erlebt derweil einen herben Rückschlag, der ihre Welt auf den Kopf stellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810459","hoster":"VOE"},{"path":"/redirect/8618041","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810382","hoster":"VOE"},{"path":"/redirect/8617964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-15","name":"Blut im Wasser","epNo":15,"alt":"Blood In The Water","descr":"Komplikationen bei der Geburt bringen Mary in Lebensgefahr und gefährden nicht nur ihre eigene, sondern auch die Sicherheit ihres ungeborenen Kindes. Elizabeth entdeckt unterdessen, dass jemand aus ihrem engsten Kreis für den Tod eines ihr nahestehenden Menschen verantwortlich war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12339836","hoster":"VOE"},{"path":"/redirect/8618042","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12281784","hoster":"VOE"},{"path":"/redirect/8617966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reign/staffel-4/episode-16","name":"Die Königin fällt","epNo":16,"alt":"All It Cost Her","descr":"Mary trifft eine Entscheidung, die das Schicksal ihrer Nation, ihrer Herrschaft und das Leben ihres Sohnes für immer verändern wird und muss feststellen, dass nicht nur sie selbst ums Überleben kämpft. Unterdessen bereitet sich Elizabeth auf einen Krieg vor und treibt den Untergang Marys voran, nur um zu relaisieren, dass die beiden Frauen sich ähnlicher sind, als sie dachten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8810463","hoster":"VOE"},{"path":"/redirect/8618044","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8810386","hoster":"VOE"},{"path":"/redirect/8617965","hoster":"Streamtape"}]}]}]}]}