{"path":"/serie/stream/reise-ins-licht","name":"Reise ins Licht","descr":"Warum bin ich hier? Wie viele Tode bin ich schon gestorben? Fragen, so alt wie die Menschheit. Horst Leuwer und Katrin Biewer-Guttbier begleiten Menschen im Rahmen spiritueller Rückführungen auf der Suche nach Antworten. Neugierige, Skeptiker, Gläubige und Atheisten - so verschieden sie sind, so verblüffend und einzigartig sind ihre Erfahrungen.","seasons":[{"path":"/serie/stream/reise-ins-licht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/reise-ins-licht/staffel-1/episode-1","name":"Die blaue Perle","epNo":1,"alt":"","descr":"Die Reise ins Licht - immer eine Reise mit ungewissem Ziel. Warum bin ich hier? Wie viele Tode bin ich schon gestorben? Was, wenn man auf diese Fragen plötzlich glasklare Antworten erhält? Katrin Biewer-Guttbier begleitet Sandra auf einer unglaublich detailreichen Rückführung in ein früheres Leben. Doch lassen sich ihre umfangreichen Beschreibungen auch historisch belegen?","versions":[]},{"path":"/serie/stream/reise-ins-licht/staffel-1/episode-2","name":"In Ketten","epNo":2,"alt":"","descr":"","versions":[]},{"path":"/serie/stream/reise-ins-licht/staffel-1/episode-3","name":"Die Liste","epNo":3,"alt":"","descr":"Den Kopf voll mit Fragen nach ihrer früheren Existenz wurde diesmal Laura von Katrin auf ihrer Reise begleitet. Niemals hätte sie geahnt, was am Ende wirklich auf sie warten würde. Umso sprachloser waren alle Beteiligten schließlich, in welch einer detaillierten Weise sich Lauras früheres Leben dann präsentierte. Zum ersten Mal brachte die Recherche unglaublich genaue Ergebnisse!","versions":[]},{"path":"/serie/stream/reise-ins-licht/staffel-1/episode-4","name":"Unter Wasser","epNo":4,"alt":"","descr":"Mut, Sehnsucht, und der Wunsch nach mehr. Mit Hilfe von Horst findet Stephan einen Weg zurück in die Tiefen seiner Seele und erkennt, dass der Ruf des Abenteuers seinen Geist schon seit Jahrhunderten begleitet.","versions":[]},{"path":"/serie/stream/reise-ins-licht/staffel-1/episode-5","name":"Die Reise","epNo":5,"alt":"","descr":"Ein unstillbarer Drang, die Welt zu bereisen... Auswanderer Markus ist auf der Suche nach einer Erklärung für das ihn seit seiner Kindheit begleitende Fernweh. Kann ihm ein Blick in ein früheres Leben die Antwort auf seine Frage geben? Seine Reise beginnt in einer der geschichtsträchtigsten Städte der Welt.","versions":[]}]}]}