{"path":"/serie/stream/renai-flops","name":"Renai Flops","descr":"[Love Flops] Eigentlich glaubt der Oberschüler Asahi Kashiwagi nicht wirklich an Wahrsagerei. Doch als er eines Morgens eine sonderbare Begegnung nach der anderen erlebt, genauso, wie es der Fernsehwahrsager kurz voher prophezeit hat, wird er misstrauisch. Die drei Mädchen, die er trifft, sind Austauschschülerinnen aus anderen Ländern: Amelia Irving kommt aus Amerika, Ilya Ilyukhin aus Bulgarien und Karin Istel aus Deutschland. Er trifft auch auf seine neue Lehrerin, die Chinesin Bai Mongfa. Dank des Fernsehprogramms weiß Asahi mehr über sie, als er eigentlich sollte und ist nicht überrascht, als er alle Neuankömmlinge an seiner Schule wiedertrifft und sein Leben eine überraschende Wendung nimmt.","seasons":[{"path":"/serie/stream/renai-flops/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/renai-flops/staffel-1/episode-1","name":"","epNo":1,"alt":"Don`t Get So Grabby, You Clumsy Oaf!","descr":"Manche Liebesgeschichten beginnen nach einer einzigen, schicksalhaften Begegnung auf dem Schulweg. Asahi hat das Glück (oder Pech), fünf davon zu besitzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11716264","hoster":"VOE"},{"path":"/redirect/11716262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/renai-flops/staffel-1/episode-2","name":"","epNo":2,"alt":"I Figure We All Have Our Own Pleasures and Predilections","descr":"Nach fünf desaströsen Begegnungen am Morgen sieht sich Asahi auf dem Heimweg nicht nur fünf Liebeserklärungen gegenüber, sondern auch fünf Mitbewohnern! Aber das sind keine gewöhnlichen Mitbewohner: Jeder ist hier, um Asahi zu heiraten! Wird es unserem Helden gelingen, in diesem neuen Zusammenleben etwas Privatsphäre zu wahren?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11984018","hoster":"VOE"},{"path":"/redirect/11984022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/renai-flops/staffel-1/episode-3","name":"","epNo":3,"alt":"No! Not There! Not Like That!","descr":"Auch Asahi und die fünf Mädchen, die zusammen unter einem Dach lebten, standen seit dem Morgen dieses Tages unter Schock. Unter ihnen machte Amelia, die es hasst zu verlieren, die Situation oft noch schmerzhafter. Dann machte Amelia eines Tages während des Japanischunterrichts vor allen einen unerhörten Fehler.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11984299","hoster":"VOE"},{"path":"/redirect/11984477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/renai-flops/staffel-1/episode-4","name":"","epNo":4,"alt":"Wow! It`s Huge!","descr":"Dank Amélia, Mongfa und Ilya übernachtet unsere glückliche Gruppe in einem traditionellen Gasthaus. Auf dem Programm: ein spannendes Tischtennismatch und ein entspannter Abend im Onsen. Aber das schließt Ilyas Geheimnis, das kurz vor der Enthüllung steht, und die Legende des Tengu, der im Onsen auftauchen würde, nicht mit ein ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11984338","hoster":"VOE"},{"path":"/redirect/11984341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/renai-flops/staffel-1/episode-5","name":"","epNo":5,"alt":"A Bone-Shakingly Fine Woman","descr":"Professor Monfa ist das Objekt der Bewunderung für die Studenten. Das Aussehen eines so soliden Lehrers ist jedoch nur, wenn er in der Schule ist, und nachdem er nach Hause zurückgekehrt ist, ist Monfa faul, als hätte er den Verstand verloren. Wie üblich, an dem Tag, an dem Monfa auf dem Sofa eingeschlafen ist, erscheint morgens ein mysteriöser Eindringling im Zimmer.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11984435","hoster":"VOE"},{"path":"/redirect/11984414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/renai-flops/staffel-1/episode-6","name":"","epNo":6,"alt":"No Balls! N-No Dick Either...","descr":"Es ist schrecklich! Die Welt wird plötzlich von Außerirdischen überfallen! Menschen auf der ganzen Welt sind in großer Gefahr. Glücklicherweise scheint ein magisches Mädchen, das seit einiger Zeit von ihr spricht, der Bevölkerung zu Hilfe zu kommen. Inzwischen scheinen die Menschen die Geschehnisse mit großem Interesse zu verfolgen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11984431","hoster":"VOE"},{"path":"/redirect/11984437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/renai-flops/staffel-1/episode-7","name":"","epNo":7,"alt":"I`ll Charge a Snooze Fee","descr":"Asahi und die anderen bereiten sich in Yoshios Ferienhaus auf einen Ausflug ans Meer vor. Letzteres wird leider nicht im Spiel sein. Nach einem anstrengenden Tag mit Spielen, Sonnenbaden und Schwimmen findet sich Asahi in einer beunruhigenden Situation wieder.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11984451","hoster":"VOE"},{"path":"/redirect/11984455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/renai-flops/staffel-1/episode-8","name":"","epNo":8,"alt":"People Don`t Like It If You`re Early, but They Hate It If You`re Late Too","descr":"Asahi wacht in einer ihm fremden Welt auf, in der er keines der Mädchen finden kann. Er trifft eine Frau, die ihn zu kennen scheint, und sie hilft ihm zu verstehen, was vor sich geht. Leider muss Asahi alles in Frage stellen, woran er geglaubt hat ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11984496","hoster":"VOE"},{"path":"/redirect/11984502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/renai-flops/staffel-1/episode-9","name":"","epNo":9,"alt":"Your Mom`s Inviting You for Some Baby Roleplay","descr":"Asahi versucht, zu einem normalen Leben zurückzukehren, nachdem er erfahren hat, dass die letzten Monate, die er durchgemacht hat, eigentlich nur eine Simulation waren. Doch allen Widrigkeiten zum Trotz sucht Yoshino Feynman ihn auf, um ihn um Hilfe zu bitten: Er muss in die virtuelle Welt zurückkehren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11984544","hoster":"VOE"},{"path":"/redirect/11984550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/renai-flops/staffel-1/episode-10","name":"","epNo":10,"alt":"Yup, It`s Risky to Go in Raw, Rubber","descr":"Mit Yoshinos Hilfe reist Asahi erneut in die virtuelle Welt. Zusammen mit Amelia, Karin, Mongfa und Ilyna muss er ausweichen und sich gegen Schadprogramme wehren. Ganz zu schweigen von der Bedrohung durch das endgültige Programm. Der Wettlauf gegen die Zeit beginnt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11984729","hoster":"VOE"},{"path":"/redirect/11984732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/renai-flops/staffel-1/episode-11","name":"","epNo":11,"alt":"I`m Glad I Got to Meet You","descr":"Mongfa opferte sich, um Asahi die Chance zu geben, das Herz der virtuellen Welt zu erreichen. Asahi, Karin, Ilyna und Amelia müssen immer seltsamere Landschaften durchqueren und gegen immer mehr Feinde kämpfen, um Ai und Aoi zu finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11984843","hoster":"VOE"},{"path":"/redirect/11984855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/renai-flops/staffel-1/episode-12","name":"","epNo":12,"alt":"Could You at Least Put Some Undies On?","descr":"Der Preis war hoch, aber Asahi hat endlich Aoi erreicht. Jetzt muss sie ihn nur noch zu Ai führen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11984890","hoster":"VOE"},{"path":"/redirect/11984877","hoster":"Streamtape"}]}]}]}]}