{"seriesId":"reprisal","name":"Reprisal","descr":"In der Serie \"Reprisal\" kam Katherine Harlow (Spencer) durch ihren Bruder in Kontakt mit der Gang The 3 River Phoenixes. Schließlich wurde sie der Gang ein Dorn im Auge und daher zum Ziel eines Mordanschlags, den sie überlebte. Sie tauchte unter und baute sich unter dem Namen Doris Dearie eine bürgerliche Existenz auf, in der sie über mehrere Jahre lebte. Nun sieht sie sich gezwungen, ihre Nichte aus den Klauen ebenjener Gang zu retten – und nutzt die Chancen, Schritt für Schritt Rache zu üben. Dadurch, dass die Gangmitglieder durchaus gut ausgerüstet sind, dürfte sich ein eher actionlastiges Format entwickeln.Kelly (Rodrigo Santoro, \"Westworld\") ist ein langjähriges Gangmitglied. Nach und nach ist er aufgestiegen und mittlerweile der De-facto-Anführer. Allerdings ist jüngst auch in sein Leben durch Personen außerhalb der Gang Bewegung gekommen, so dass sich auch seine Prioritäten verändert haben.Ethan Hart (Mena Massoud , \"Tom Clancy’s Jack Ryan\") hat sich ebenfalls in der Gang in eine verantwortliche Position hochgearbeitet. Mittlerweile gehört er zu einer kleinen Gang-in-der-Gang, die die Aufgabe hat, für den reibungslosen Ablauf der geschäftlichen Interessen zu sorgen. Im Laufe seiner \"Karriere\" hat Ethan aber auch zahlreiche Dinge getan, die er nun bereut, und die wiedergutzumachen er bestrebt ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Geschichte von Harold Horpus","epNo":1,"alt":"The Tale of Harold Horpus","descr":"Reprisal folgt den unerbittlichen Racheplänen einer Frau gegen die mächtige Bande, die versucht hat, sie zu töten. Nachdem Doris von ihrem Bruder und dessen Gang dem Tod überlassen wurde, taucht sie Jahre später und viele Meilen entfernt in Detroit wieder auf, wo sie ein scheinbar idyllisches Leben führt.","versions":[{"lang":1,"streams":[{"redirect":14483984,"hoster":"VOE"},{"redirect":14502166,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14484029,"hoster":"VOE"},{"redirect":14502163,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13477243,"hoster":"VOE"},{"redirect":14520287,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Pistole und ein Hund","epNo":2,"alt":"A Flintlock \u0026 A Hound","descr":"Ethan findet heraus, wo der Unterschlupf der Bande ist, nachdem sie gegen eine rivalisierende Gang antreten. Doris versucht mühsam, eine Crew zusammenzutrommeln.","versions":[{"lang":1,"streams":[{"redirect":14484028,"hoster":"VOE"},{"redirect":14516757,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13477236,"hoster":"VOE"},{"redirect":14516754,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14483992,"hoster":"VOE"},{"redirect":14520289,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der vom Zaun gebrochene Streit","epNo":3,"alt":"The Emboldened Conflict","descr":"Doris (Abigail Spencer) nutzt ihre Vergangenheit, um eine Crew zu rekrutieren. Ethan (Mena Massoud) bekommt eine Geschichtsstunde in Sachen Brawlers. Joel (Rodrigo Santoro) arbeitet hart daran, einen zerbrechlichen Waffenstillstand zu erhalten. Meredith (Madison Davenport) besorgt alles, was sie benötigt, um eines Tages flüchten zu können.","versions":[{"lang":1,"streams":[{"redirect":14352392,"hoster":"VOE"},{"redirect":14405533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13477238,"hoster":"VOE"},{"redirect":14440358,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14352393,"hoster":"VOE"},{"redirect":14415143,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vom Wesen des Pferdehunds","epNo":4,"alt":"On the Principles of Horsehound","descr":"Doris (Abigail Spencer) lernt, wie sie mit ihrer neuen Crew, The Monster Ring, umgehen muss. Ethan (Mena Massoud) entdeckt die wahren Gründe, warum er dazu gedrängt wurde dieser Welt beizutreten. Joel (Rodrigo Santoro) macht ein noch nie dagewesenes Angebot, um den Frieden mit Ghoulen zu bewahren. Molly (Bethany Anne Lind) konfrontiert ihre Vergangenheit, mit gewaltsamen Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":14483996,"hoster":"VOE"},{"redirect":14516763,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13477245,"hoster":"VOE"},{"redirect":14506673,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14483985,"hoster":"VOE"},{"redirect":14508505,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die kleinste Schlacht","epNo":5,"alt":"The Tiniest Battle","descr":"Doris (Abigail Spencer) setzt ihre Pläne in die Tat um, indem sie einen alten Freund besucht und Ethan (Mena Massoud) ist zwischen zwei Welten gefangen, nachdem seine Handlungen zu einem plötzlichen Tod beitragen. Als Bash (Gilbert Owuor) die Dinge selbst in die Hand nimmt, ist es Joel (Rodrigo Santoro) nicht mehr möglich den Frieden zu bewahren.","versions":[{"lang":2,"streams":[{"redirect":14505025,"hoster":"VOE"},{"redirect":8618326,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14505027,"hoster":"VOE"},{"redirect":8618354,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Gelbe Kanarienvogel","epNo":6,"alt":"For Love of the Archipelago","descr":"Ethan (Mena Massoud) fürchtet, dass er auffliegt als Burt (Rory Cochrane) nach Hause kommt und den Krieg erklärt. Nachdem Joel (Rodrigo Santoro) die Kontrolle verloren hat, steht das Wohl seiner Tochter im Mittelpunkt. Doris (Abigail Spencer) und der Monster Ring bereiten sich darauf vor gegen die Brawlers zu kämpfen. Meredith (Madison Davenport) ist gezwungen sich selbst zu retten.","versions":[{"lang":1,"streams":[{"redirect":14504971,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":13477240,"hoster":"VOE"},{"redirect":8618330,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13477248,"hoster":"VOE"},{"redirect":8618356,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"25 or 6 to 4","epNo":7,"alt":"25 or 6 to 4","descr":"Eine aufgewühlte Meredith (Madison Davenport) nimmt wieder Kontakt zu ihrem Vater auf. Doris (Abigail Spencer) und der Monster Ring nehmen an einem Bang-a-Rang teil. Queenie (Lea DeLaria) und die Pin-ups verteidigen ihre Familie.","versions":[{"lang":2,"streams":[{"redirect":14504984,"hoster":"VOE"},{"redirect":8618332,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14505010,"hoster":"VOE"},{"redirect":8618355,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"The Horse Cabbage Heart","epNo":8,"alt":"The Horse Cabbage Heart","descr":"Doris (Abigail Spencer) und der Monster Ring sind gezwungen die Gänge zu wechseln. Das Bang-a-Rang hat sich noch nicht von dem Angriff erholt als Avron (Blake Sheldon) Beweise entdeckt, die auf einen Verräter hindeuten. Joel (Rodrigo Santoro) wird von der Vergangenheit verfolgt und öffnet sich Matty (Rhys Wakefield) gegenüber. Meredith (Madison Davenport) und Ethan (Mena Massoud) gehen auf eine Date, werden aber gestört.","versions":[{"lang":2,"streams":[{"redirect":13477237,"hoster":"VOE"},{"redirect":8618329,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14505026,"hoster":"VOE"},{"redirect":8618357,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Blutrausch","epNo":9,"alt":"dammit","descr":"Ethan (Mena Massoud) ist zwischen zwei Welten gefangen und Meredith (Madison Davenport) muss entscheiden, ob sie ihn beschützen wird oder nicht. Matty (Rhys Wakefield) gerät unter Verdacht, aber Avron (Blake Sheldon) geht zu weit.Während die Brawlers den Monster Ring weiter einkreisen, feiern Doris (Abigail Spencer) und Bash (Gilbert Owuor) ihr Jubiläum.","versions":[{"lang":2,"streams":[{"redirect":13477244,"hoster":"VOE"},{"redirect":8618334,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13477249,"hoster":"VOE"},{"redirect":8618362,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Harold Horpus und das Grauen","epNo":10,"alt":"The Horpus Horrendous","descr":"Big Graham ist zurück. Die 3 River Phoenixes müssen einen ihrer eigenen Leute decken und Ethan entscheidet sich endlich für eine Seite. Earl wird weggerufen um sich um eine Krise zu Hause zu kümmern. Die Harlow-Geschwister sind wieder vereint und Doris überrascht Queenie.","versions":[{"lang":1,"streams":[{"redirect":14506190,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":13477246,"hoster":"VOE"},{"redirect":8618340,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13477253,"hoster":"VOE"},{"redirect":8618369,"hoster":"Streamtape"}]}]}]}]}