{"seriesId":"republic-of-doyle-einsatz-fr-zwei","name":"Republic of Doyle – Einsatz für zwei","descr":"Jake Doyle ist genauso wie sein Vater Mal ein ehemaliger Cop. Seit er von seiner Frau vor die Tür gesetzt wurde, lebt und arbeitet er mit seinem Vater zusammen. Die beiden Detektive schenken sich nichts, sind aber füreinander da, wenn es hart auf hart kommt. Und das passiert immer wieder, denn Jake hat das Talent, privat wie beruflich, ständig in Schwierigkeiten zu geraten. Unverzichtbare Anlaufstelle bei Problemen aller Art ist Mals Lebensgefährtin Rose (Lynda Boyd), die gleichzeitig Herz und Zentrale von \"Doyle and Doyle\" ist. Komplettiert wird der ungewöhnliche Familienbetrieb durch Mals 16-jährige Enkelin Tinny (Marthe Bernard), die bei ihrem Großvater aufwächst, und dem Aushilfsdetektiv und Graffiti-\"Künstler\" Des (Mark O`Brien).","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Väter und Söhne","epNo":1,"alt":"Fathers and Sons","descr":"Malachy und Jake Doyle sind Privatdetektive mit Leib und Seele: Gemeinsam jagen Vater und Sohn die Gesetzlosen der Stadt. Eines Tages bittet ein Freund der Familie die zwei um Hilfe, da sein Sohn Benny des Mordes beschuldigt wird. Um sich selbst ein Bild von der Situation zu machen, besuchen die beiden Schnüffler den Angeklagten im Gefängnis. Dort stellen sie erstaunt fest, dass Benny nicht einmal den Versuch unternimmt, sich zu verteidigen. Sofort ist Jakes Misstrauen geweckt.","versions":[{"lang":1,"streams":[{"redirect":11676548,"hoster":"VOE"},{"redirect":11676544,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Rückkehr des Racheengels","epNo":2,"alt":"The Return of the Grievous Angel","descr":"Eine verzweifelte junge Frau behauptet, auf der Suche nach ihrem leiblichen Vater zu sein und bittet die Doyles um Hilfe. Schnell stellt sich heraus, dass sie einen falschen Namen angegeben hat. Als die Detektives schließlich ihren vermeintlichen Erzeuger ausfindig machen können, wird klar, dass die Klientin auch diesbezüglich gelogen hat: Aufgrund des ungedeckten Schecks der Frau kommen Malachy und Jake allmählich ihrer wahren Identität auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":11676540,"hoster":"VOE"},{"redirect":11676538,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine alte Freundin","epNo":3,"alt":"The Duchess of George","descr":"Miranda, eine alte Freundin von Malachy, betraut die Doyles mit einem neuen Fall: Sie ist Barbesitzerin und liegt seit geraumer Zeit im Clinch mit einem Rivalen, der auf der gegenüberliegenden Straßenseite ein Lokal betreibt. Immer wieder kommt es zwischen den beiden Parteien zu handgreiflichen Auseinandersetzungen. Doch vor kurzem scheint die Situation eskaliert zu sein: Bei einem Brand ist ein junges Mädchen ums Leben gekommen. Nun bittet Miranda Malachy und Jake, der Sache auf den Grund zu gehen und zu klären, was in jener Nacht tatsächlich passiert ist.","versions":[{"lang":1,"streams":[{"redirect":11676534,"hoster":"VOE"},{"redirect":11676532,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Familienbande","epNo":4,"alt":"Blood Is Thicker Than Blood","descr":"Nach 12 Jahren, in denen er unschuldig im Gefängnis gesessen ist, wird Carl aus der Haft entlassen. Damals wurde er des Mordes an seiner Ehefrau Melissa bezichtigt und von Malachy Doyle vor Gericht gebracht. Wieder in Freiheit, setzt Carl alles daran, den wahren Täter zu finden – und bittet ausgerechnet Malachy und Jake um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":11676597,"hoster":"VOE"},{"redirect":12482565,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die schöne Betrügerin","epNo":5,"alt":"Hit and Rum","descr":"Jake trifft seine alte Schulfreundin Stacey wieder. Sie bittet ihn, ihren frisch angetrauten Ehemann Johnny zu überwachen, da sie sich nicht sicher ist, ob er sie betrügt. Alsbald findet Jake heraus, dass sich der vermeintlich untreue Gatte mit einer Blondine in einem Motel eingemietet hat. Als Johnny kurz darauf augenscheinlich Opfer eines Verkehrsunfalls wird, erfährt Jake, dass dieser weitaus mehr Dreck am Stecken hat, als anfänglich vermutet: Staceys Mann scheint in mafiöse Machenschaften verwickelt zu sein und hat sowohl seinem Boss als auch seiner Ehefrau viel Geld gestohlen.","versions":[{"lang":1,"streams":[{"redirect":12381022,"hoster":"VOE"},{"redirect":11676592,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Heiße Ware","epNo":6,"alt":"The One Who Got Away","descr":"Eine Firmeninhaberin tritt an die Doyles heran und bittet sie, ihren Mann zu überwachen. Sie leitet ein Taxiunternehmen, bei dem ihr Mann als Fahrer tätig ist. Unauffällig heften sich die Doyles an dessen Fersen und finden heraus, dass der Ehemann in illegale Geschäfte mit Rumschmugglern verwickelt ist. Um mehr zu erfahren, brechen Vater und Sohn zu einer riskanten Reise auf.","versions":[{"lang":1,"streams":[{"redirect":11676583,"hoster":"VOE"},{"redirect":11676581,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Frau, die zu wenig wusste","epNo":7,"alt":"The Woman Who Knew Too Little","descr":"Eine schöne junge Frau braucht Hilfe. Sie hat ihr Gedächtnis verloren. Jake kann nicht widerstehen und übernimmt den Fall, ohne sich lange bitten zu lassen. Die Sache wird kompliziert, als er auf zwei Männer trifft, die offensichtlich nach der Frau suchen. Die beiden Herrschaften machen alles andere als einen vertrauenserweckenden Eindruck. Rose und Mal haben derweil immer noch Beziehungsprobleme, weil ihr Mann Martin Poole die Stadt einfach nicht verlassen will.","versions":[{"lang":1,"streams":[{"redirect":11676593,"hoster":"VOE"},{"redirect":11676579,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Asche aufs Haupt","epNo":8,"alt":"The Tell-Tale Safe","descr":"Jake und sein Vater übernehmen den Fall einer verunsicherten Witwe. Ihr verstorbener Mann hat eine große Summe Geldes einer ihr völlig unbekannten Frau hinterlassen. Durch die Dolyes hofft sie in Erfahrung zu bringen, in welchem Verhältnis die beiden zueinander gestanden sind. Derweil setzt Martin Poole alles daran, sich wieder mit seiner Frau auszusöhnen.","versions":[{"lang":1,"streams":[{"redirect":11676580,"hoster":"VOE"},{"redirect":11676574,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wer andern eine Grube gräbt…","epNo":9,"alt":"He Sleeps With the Chips","descr":"Ein zwielichtiger Imbisswagen-Besitzer bemerkt, dass sowohl sein Wagen als auch sein Fahrer verschwunden sind. Er beauftragt Jake (Allan Hawco) mit der Suche. Was als scheinbar einfacher Fall beginnt, wird immer komplizierter. Als Martin (Nicholas Campbell) zu weit geht, greift Rose (Lynda Boyd) zu drastischen Mitteln. Jakes Scheidung ist dagegen durch und er teilt Leslie (Krystin Pellerin) mit, dass er nun ein freier Mann ist. Doch die ist gerade zum Sergeant befördert worden und will sich ganz auf ihren Job konzentrieren.","versions":[{"lang":1,"streams":[{"redirect":11676567,"hoster":"VOE"},{"redirect":11676569,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Kern aller Dinge","epNo":10,"alt":"The Pen Is Mightier Than the Doyle","descr":"Ein berühmter Krimiautor sucht Inspiration und will Jake (Allan Hawco) bei seiner Arbeit begleiten. Jake ist alles andere als glücklich darüber, aber Mal (Seán McGinley) hat das Honorar dafür bereits angenommen. Während der Schriftsteller Jakes gesamtes Leben bis ins Detail recherchiert, hat der einen scheinbar einfachen Fall zu lösen: Die untreue Frau eines Öl-Managers finden, die sich gerade auf einer Sauftour befindet. Doch Jake stößt bei seinen Ermittlungen auf Betrug, Erpressung und Mord. Privat hofft er auf einen Neuanfang mit Leslie (Krystin Pellerin). Die stellt jedoch Bedingungen.","versions":[{"lang":1,"streams":[{"redirect":11676575,"hoster":"VOE"},{"redirect":11676564,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der verschwundene Bräutigam","epNo":11,"alt":"A Horse Divided","descr":"Der Bräutigam von Walters (Sean Panting) Schwester Mary verschwindet kurz vor der Trauung. Walter beauftragt seinen besten Freund Jake (Allan Hawco) mit der Suche nach seinem Schwager in spe. Zunächst vermuten die Doyles, dass der Vermisste kalte Füße bekommen hat. Doch eine mysteriöse Lösegeldforderung führt sie auf die Spur von Drogendealern. Kaum ist Jakes älterer Bruder Christian (Jonathan Goad) wieder in St. John’s aufgetaucht, eskaliert der Streit zwischen den Brüdern. Bei seiner ersten Begegnung mit Leslie (Krystin Pellerin) macht Christian allerdings Eindruck…","versions":[{"lang":1,"streams":[{"redirect":11676591,"hoster":"VOE"},{"redirect":11676555,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Untergang der Republik","epNo":12,"alt":"The Fall of the Republic","descr":"Mitten in der Nacht erhält Jake (Allan Hawco) einen alarmierenden Anruf von Christian (Jonathan Goad): Der ist in einem blutverschmierten Zimmer aufgewacht ohne sich zu erinnern, wie er dorthin gekommen ist. Während Mal (Seán McGinley) ernsthaft krank ist, versucht Jake herauszufinden, in welche Schwierigkeiten sein Bruder geraten ist. Tinny (Marthe Bernard) und Des (Mark O’Brien) halten unterdessen in der Detektei die Stellung und lösen ihren ersten Fall.","versions":[{"lang":1,"streams":[{"redirect":11833838,"hoster":"VOE"},{"redirect":11676551,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Stunde der Jäger","epNo":1,"alt":"Live and Let Doyle","descr":"Ein neuer Fall führt Jake (Allan Hawco) und Mal (Seán McGinley) auf die Spur von Kidnappern. Bald erkennen sie, dass alles nur gespielt war. Doch aus dem Spiel wird tödlicher Ernst, als einer der falschen Kidnapper tot aufgefunden wird und die Doyles nun einen richtigen Mörder suchen. Des (Mark O’Brien) trainiert unterdessen seinen detektivischen Spürsinn, indem er Tinny (Marthe Bernard) beschattet.","versions":[{"lang":1,"streams":[{"redirect":12922214,"hoster":"VOE"},{"redirect":11676180,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der dritte Mann","epNo":2,"alt":"Popeye Doyle","descr":"Leslie (Krystin Pellerin) bittet Jake (Allan Hawco) um einen Gefallen: Er soll sich freiwillig einbuchten lassen, um undercover das Versteck eines gestohlenen Diamantencolliers zu ermitteln. Mal (Seán McGinley) findet heraus, dass Rose (Lynda Boyd) ein großes Geheimnis vor ihm hat. Tinnys (Marthe Bernard) Geschäftsidee, mit der sie Geld für ein Auslandsstudium verdienen will, nimmt inzwischen Form an.","versions":[{"lang":1,"streams":[{"redirect":11676345,"hoster":"VOE"},{"redirect":11676334,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Licht und Schatten","epNo":3,"alt":"A Stand Up Guy","descr":"Ein Comedian, der kurz vor seinem Comeback steht, beauftragt die Doyles seinen Stalker zu finden. Leslie (Krystin Pellerin) bestimmt derweil die Spielregeln für die Männer in ihrem Leben – das betrifft auch Jake (Allan Hawco). Allison (Michelle Nolden) offenbart Jake dagegen etwas, das alles verändern könnte.","versions":[{"lang":1,"streams":[{"redirect":11676342,"hoster":"VOE"},{"redirect":11676331,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schwarze Schafe","epNo":4,"alt":"The Son Also Rises","descr":"Die Doyles rücken zusammen, um ein Familienmitglied zu schützen, dem sowohl Gefahr von der Polizei als auch von einem Killer droht. Tinny (Marthe Bernard) macht indes Fortschritte mit ihrem neuen Hobby.","versions":[{"lang":1,"streams":[{"redirect":11676326,"hoster":"VOE"},{"redirect":11676317,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zwei Bräute und eine Hochzeit","epNo":5,"alt":"Something Old, Someone New","descr":"Jake (Allan Hawco) und Mal (Seán McGinley) übernehmen den Fall einer Braut, die bei den Vorbereitungen ihrer Hochzeit ständig auf unvorhersehbare Hindernisse stößt. Sie vermutet, dass ihr Ex-Verlobter die Eheschließung sabotieren will. Zu Hause hat Mal selbst Probleme: Rose (Lynda Boyd) plant einen Urlaub, der Mal gar nicht passt. Jakes Beziehung mit Allison (Michelle Nolden) macht dagegen Fortschritte, während Tinnys (Marthe Bernard) Geschäfte einen kritischen Punkt erreichen.","versions":[{"lang":1,"streams":[{"redirect":11676314,"hoster":"VOE"},{"redirect":11676310,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mann über Bord","epNo":6,"alt":"The Ryans and the Pittmans","descr":"Als ein alter Freund der Familie auf offener See verschwindet, übernehmen die Doyles den Fall. Die Tochter des Vermissten will wissen, was wirklich passiert ist. Christian (Jonathan Goad) gerät währenddessen erneut in Schwierigkeiten und sein Bruder Jake (Allan Hawco) muss ihn einmal mehr raushauen.","versions":[{"lang":1,"streams":[{"redirect":11676315,"hoster":"VOE"},{"redirect":11676301,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Symptome der Liebe","epNo":7,"alt":"Crashing on the Couch","descr":"Jake (Allan Hawco) begibt sich als Patient in eine psychiatrische Klinik, um undercover gegen Ärzte zu ermitteln, die womöglich in einen Mordfall verwickelt sind. Martin Poole (Nicholas Campbell) taucht wieder bei Rose (Lynda Boyd) auf. Er versucht sich in den Familien-Clan einzuschleichen, indem er eine einfache Lösung für ein Problem der Doyles bietet. In Jakes Privatleben geht es rapide bergab: Leslie (Krystin Pellerin) und Allison (Michelle Nolden) beschließen beide, dass sie lieber andere Männer daten.","versions":[{"lang":1,"streams":[{"redirect":11676296,"hoster":"VOE"},{"redirect":12982780,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Sympathie für den Teufel","epNo":8,"alt":"Sympathy for the Devil","descr":"Martin Poole (Nicholas Campbell) macht Jake (Allan Hawco) ein interessantes Angebot. Damit zieht er die Doyles jedoch in einen Fall, der sowohl die lokale Polizei als auch die Bundespolizei, Kopfgeldjäger sowie eine Biker-Gang auf den Plan ruft. Jake und Mal (Seán McGinley) finden schließlich eine Lösung, wie sie Martins Haut retten können. Des (Mark O’Brien) und Tinny (Marthe Bernard) nähern sich weiter an, während Jake sich wegen der Frauen in seinem Leben in einem Dilemma befindet.","versions":[{"lang":1,"streams":[{"redirect":11676295,"hoster":"VOE"},{"redirect":11676283,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wer ist Des Courtney?","epNo":9,"alt":"Will the Real Des Courtney Please Stand Up?","descr":"Ein nächtlicher Skateboard-Ausflug wird für Des (Mark O’Brien) zum Alptraum, als er im Gefängnis landet. Jake (Allan Hawco) und Mal (Seán McGinley) versuchen zu helfen und stellen dabei fest, dass sie gar nicht wissen, wer Des Courtney eigentlich ist. Rose (Lynda Boyd) und Tinny (Marthe Bernard) sind entschlossen der Sache auf den Grund zu gehen – egal, ob sie Des’ richtigen Namen kennen oder nicht. Jakes Beziehung mit Allison (Michelle Nolden) wird kompliziert als ihr Noch-Ehemann auftaucht. Außerdem zweifelt Leslie (Krystin Pellerin) immer noch an ihrer Beziehung mit dem Bürgermeister.","versions":[{"lang":1,"streams":[{"redirect":13917026,"hoster":"VOE"},{"redirect":11676268,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Detektivgeschichten","epNo":10,"alt":"The Special Detective","descr":"Der Krimiautor Garrison Steele (Victor Garber) kehrt auf der Promotion-Tour für sein neues Buch über den weinerlichen Detektiv \"Jared Boyle\" nach St. John’s zurück. Er will Jake (Allan Hawco) erneut engagieren. Diesmal soll er Garrison dabei helfen einen abgeschlossenen Mordfall mit einem geständigen Täter neu aufzurollen. Jake versucht dem Schriftsteller möglichst aus dem Weg zu gehen. Sein Privatleben bietet dabei Ablenkung genug: Allison (Michelle Nolden) braucht seine Hilfe, während er und Leslie (Krystin Pellerin) immer noch gegen ihre Gefühle füreinander ankämpfen.","versions":[{"lang":1,"streams":[{"redirect":11676228,"hoster":"VOE"},{"redirect":12482566,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zu hoch gepokert","epNo":11,"alt":"Don’t Gamble with City Hall","descr":"Das Beschatten eines untreuen Ehemanns führt Jake (Allan Hawco) geradewegs in eine Spielhölle, wo er überraschend auf bekannte Gesichter trifft. Bevor sie das illegale Kasino wieder verlassen können, werden sämtliche Besucher ausgeraubt und kompromittierende Fotos von ihnen geschossen. Die Betroffenen engagieren Jake, um die Diebe zu finden und so einigen hochrangigen Politikern den Hals zu retten. Außerdem hat er auch ein persönliches Interesse am Fall: Die Gangster haben ihm ein wertvolles Geschenk abgenommen, das für Allison (Michelle Nolden) gedacht war.","versions":[{"lang":1,"streams":[{"redirect":11676200,"hoster":"VOE"},{"redirect":11676204,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Mann für alle Fälle","epNo":12,"alt":"St. John’s Town","descr":"Die Immobilienmaklerin Tonya St. Croix engagiert die Doyles wegen einer Reihe seltsamer Vorfälle auf der Baustelle ihres umstrittenen Wohnbau-Projekts. Jake (Allan Hawco) und Mal (Seán McGinley) sollen herausfinden, wer es darauf anlegt potentielle Kunden zu verschrecken. Die Ermittlungen führen Jake geradewegs zu Bürgermeister Clarke und könnten die Karriere des Politikers gefährden. Leslie (Krystin Pellerin) zweifelt schon länger an Clarke und muss nun selbst gegen ihn ermitteln. Allison (Michelle Nolden) plant unterdessen ihre Beziehung zu Jake zu vertiefen.","versions":[{"lang":1,"streams":[{"redirect":11676201,"hoster":"VOE"},{"redirect":11676197,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Anfang vom Ende","epNo":13,"alt":"Family Business","descr":"Tinny (Marthe Bernard) und Des (Mark O’Brien) werden am helllichten Tage entführt. Um sie zu befreien, muss Jake (Allan Hawco) sich einem gefährlichen Mann aus seiner Vergangenheit stellen, Gesetze brechen, und seine Freunde hintergehen. Jakes Handeln hat auch unvorhergesehene Konsequenzen für sein Privatleben.","versions":[{"lang":1,"streams":[{"redirect":11676196,"hoster":"VOE"},{"redirect":11676190,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Eine Frau sieht rot","epNo":1,"alt":"Streets of St. John’s","descr":"Jake (Allan Hawco) jagt endlich Verbrecher mit Polizeimarke. Doch sein neuer Job hat einen Haken: Es war vorher Leslies (Krystin Pellerin), die nun zur Verkehrspolizistin degradiert worden ist. Nach sechs Monaten im Amt bekommt Sergeant Doyle einen scheinbar einfachen Auftrag: Er soll einen Mafia-Informanten beschützen. Doch kaum hat er seinen Schützling kennengelernt, wird der von einer Gruppe mysteriöser Männer erschossen und Jake steht als Mörder auf der Fahndungsliste seiner Kollegen. Mal (Seán McGinley) muss seinen Dauerurlaub beenden, um seinem Sohn zu helfen. Gaststar: Russell Crowe. (Text: 13th Street)","versions":[{"lang":1,"streams":[{"redirect":11676355,"hoster":"VOE"},{"redirect":11676349,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hals über Kopf","epNo":2,"alt":"Head Over Heels","descr":"Jake (Allan Hawco) und Mal (Seán McGinley) ermitteln im Fall eines Unfalls mit Fahrerflucht und treffen auf ein gerissenes Gangster-Pärchen. Rose (Lynda Boyd) muss sich mit Geistern aus ihrer Vergangenheit auseinandersetzen, während Des (Mark O’Brien) herausfindet, dass Tinnys (Marthe Bernard) Reise nach London nicht wie erwartet verlief. (Text: 13th Street)","versions":[{"lang":1,"streams":[{"redirect":11676479,"hoster":"VOE"},{"redirect":11676473,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Helfende Hände","epNo":3,"alt":"Hot Package","descr":"Die Doyles sollen einen wertvollen Gegenstand wiederfinden, der einer schönen Klientin gehört. Allerdings kann sich Jake (Allan Hawco) kaum auf den Fall konzentrieren, weil seine Ex-Frau Nikki (Rachel Wilson) ihn um einen Gefallen bittet. Tinny (Marthe Bernard) verlangt von Des (Mark O’Brien) ein Geheimnis für sie zu bewahren. (Text: 13th Street)","versions":[{"lang":1,"streams":[{"redirect":11676459,"hoster":"VOE"},{"redirect":11676460,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Romanhelden und andere Trunkenbolde","epNo":4,"alt":"Rusted Steele","descr":"Wieder einmal taucht Krimiautor Garrison Steele (Victor Garber) in St. John’s auf und beauftragt die Doyles die Liebe seines Lebens aufzuspüren. Zu Hause bekommen die Doyles Besuch, der nicht vorhat, bald wieder abzureisen. Jake (Allan Hawco) geht seiner Ex-Frau Nikki (Rachel Wilson) aus dem Weg, während er seiner Ex-Freundin Leslie (Krystin Pellerin) wieder näher kommen will. (Text: 13th Street)","versions":[{"lang":1,"streams":[{"redirect":11676451,"hoster":"VOE"},{"redirect":11676450,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Totgesagte leben länger","epNo":5,"alt":"Dead Man Talking","descr":"Die Doyles begeben sich auf eine Reise in die Vergangenheit, als sie den Mord an einem früheren Klienten untersuchen. Rose (Lynda Boyd) legt sich unterdessen mit der Polizei an. Die sich anbahnende Romanze zwischen Des (Mark O’Brien) und der Medizinstudentin Chandra beginnt Tinny (Marthe Bernard) zu verstimmen.","versions":[{"lang":1,"streams":[{"redirect":11676427,"hoster":"VOE"},{"redirect":11676426,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein starkes Team","epNo":6,"alt":"The Dating Game","descr":"Jake (Allan Hawco) und Leslie (Krystin Pellerin) geraten in eine Falle, als sie versuchen einen Raubüberfall zu vereiteln. Mal (Seán McGinley) und Des (Mark O’Brien) suchen verzweifelt nach dem vermissten Jake. Doch die Situation hat auch ihre positiven Seiten: Er und Leslie verbringen gezwungenermaßen Zeit zu zweit, während sie auf ihre Rettung warten. Unterdessen hilft Rose (Lynda Boyd) Mals zurückgekehrter Tochter Kathleen (Krista Bridges) ein Problem aus ihrer Vergangenheit zu lösen.","versions":[{"lang":1,"streams":[{"redirect":11676415,"hoster":"VOE"},{"redirect":11676412,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alte Schulfeinde","epNo":7,"alt":"High School Confidential","descr":"Jake Doyle (Allan Hawco) ist gezwungen seinem ärgsten Widersacher aus Schulzeiten dabei zu helfen, verlorenes Geld und das Herz seiner Noch-Ehefrau zurückzugewinnen. Des (Mark O’Brien) muss sich ein für alle Mal zwischen Chandra und Tinny (Marthe Bernard) entscheiden, während Rose (Lynda Boyd) und Kathleen (Krista Bridges) sich mehr und mehr anfreunden.","versions":[{"lang":1,"streams":[{"redirect":11676403,"hoster":"VOE"},{"redirect":11676400,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vater werden ist nicht schwer","epNo":8,"alt":"Two Jakes and a Baby","descr":"Gefangen in der königlichen Strafanstalt, besteht Jakes (Allan Hawco) einzige Chance auf Freiheit darin, einen gesuchten Kidnapper zu stellen. Mal (Seán McGinley) und Rose (Lynda Boyd) ermitteln in einem Fall, der sie persönlich betrifft. Jakes bester Freund Walter (Sean Panting) hilft Kathleen (Krista Bridges) indessen in einer Erziehungsfrage.","versions":[{"lang":1,"streams":[{"redirect":11676395,"hoster":"VOE"},{"redirect":11676394,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spieglein, Spieglein…","epNo":9,"alt":"Mirror, Mirror","descr":"Der berüchtigte Maurice Becker (Gordon Pinsent) ist zurück in St. John’s und Jake (Allan Hawco) ist fest entschlossen seinen Lügengeschichten auf den Grund zu gehen. Leslie (Krystin Pellerin) denkt über ihr Liebesleben nach und Des (Mark O’Brien) versucht nach seinem Liebes-Aus mit Chandra wieder auf die Beine zu kommen.","versions":[{"lang":1,"streams":[{"redirect":11676382,"hoster":"VOE"},{"redirect":11676391,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Im Zweifel für die Angeklagte","epNo":10,"alt":"One Angry Jake","descr":"Jake (Allan Hawco) sitzt in einer Jury, die die Angeklagte alles andere als neutral betrachtet. Daher will er Beweise für die Unschuld der Frau finden und wird dabei von Des (Mark O’Brien) unterstützt. Eine Entscheidung, die Kathleen (Krista Bridges) vor langer Zeit getroffen hat, bringt die Doyles in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":11676387,"hoster":"VOE"},{"redirect":11676380,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wie das Leben so spielt","epNo":11,"alt":"Live Wire","descr":"Als Des’ Vater prompt nach seiner Entlassung aus dem Gefängnis gekidnappt wird, müssen sich die Doyles zusammentun um Jody Redmond zu retten, bevor es zu spät ist. Mal (Seán McGinley) ist jedoch abgelenkt: Er bekommt schlechte Nachrichten, die seinen alten Partner betreffen. Kathleen (Krista Bridges) verärgert Tinny (Marthe Bernard), weil ihr die Vergangenheit wichtiger zu sein scheint als die Gegenwart.","versions":[{"lang":1,"streams":[{"redirect":11676374,"hoster":"VOE"},{"redirect":11676373,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Lügen haben lange Beine","epNo":12,"alt":"Con, Steal, Love","descr":"Jake (Allan Hawco) soll eine wertvolle Violine, die von einem Trickbetrüger entwendet wurde, wiederbeschaffen. Mal (Seán McGinley) untersucht indes den Tod eines alten Freunds, während Kathleen (Krista Bridges) in Georges geheime Machenschaften verwickelt wird.","versions":[{"lang":1,"streams":[{"redirect":13921366,"hoster":"VOE"},{"redirect":11676365,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Unter Druck","epNo":13,"alt":"Under Pressure","descr":"Mal (Seán McGinley) wird wegen Mordes angeklagt und die Doyles halten zusammen, um seine Unschuld zu beweisen. Doch zunächst machen sie alles nur noch schlimmer. Kathleen (Krista Bridges) bekommt brüderliche Hilfe, während Tinny (Marthe Bernard) erschütternde Einzelheiten über ihre Herkunft erfährt.","versions":[{"lang":1,"streams":[{"redirect":13921363,"hoster":"VOE"},{"redirect":11676363,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der keltische Knoten","epNo":1,"alt":"From Dublin with Love","descr":"Überraschend taucht Malachys Schwager Gerald auf der Bildfläche auf. Malachy ist immer noch schlecht auf ihn zu sprechen, weil er nicht einmal zur Beerdigung seiner eigenen Schwester gekommen ist. Als Gerald jedoch erwähnt, dass sein Sohn Rory in großen Schwierigkeiten steckt und Malachys Hilfe braucht, kann Jake seinen Vater überreden, seinen Frust hintanzustellen. Wie sich zeigt, hat Rory nicht nur einen Gangster gegen sich aufgebracht, dem er Geld und seine Liebe genommen hat, sondern auch den skrupellosen Marco Lang. Nun gilt es, beide zu beruhigen und Rory aus Marcos Fängen zu befreien.","versions":[{"lang":1,"streams":[{"redirect":11676409,"hoster":"VOE"},{"redirect":11676404,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Sumpf des Verbrechens","epNo":2,"alt":"Blood Work","descr":"Vince Lanecan, der Leiter eines Jugendzentrums, sitzt in Untersuchungshaft. Ihm wird vorgeworfen, an seinem Arbeitsplatz mit Drogen gedealt zu haben. Um seine Unschuld zu beweisen, flieht Vince während eines Spitalbesuchs aus dem Polizeigewahrsam. Dabei führt ihn das Schicksal mit den Doyles zusammen, die recht bald merken, dass Vince das Opfer einer Verschwörung sein muss. Als kurz darauf der einzige Mensch, der Vince entlasten kann, ermordet wird, sind die Doyles die womöglich letzte Rettung für Vince.","versions":[{"lang":1,"streams":[{"redirect":11676528,"hoster":"VOE"},{"redirect":11676524,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rendezvous mit einer Toten","epNo":3,"alt":"Identity Crisis","descr":"Ein gewisser Bradley Channing taucht bei den Doyles auf, um seine Frau wiederzufinden. Seit zwei Jahren ist sie spurlos verschwunden. Nun glaubt Bradley, Janel auf einem Pressefoto wiedererkannt zu haben. Tatsächlich gelingt es den Doyles, die Totgeglaubte aufzustöbern. Unter einem Decknamen führt sie mittlerweile ein völlig neues Leben. Gegenüber den Doyles behauptet die untergetauchte Frau, einem Zeugenschutzprogramm anzugehören und dass der mysteriöse Bradley sie angeblich bloß töten will.","versions":[{"lang":1,"streams":[{"redirect":11676522,"hoster":"VOE"},{"redirect":11676525,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Koffer und das Mädchen","epNo":4,"alt":"Carlotta’s Way","descr":"Jake und Mal werden von verzweifelten Eltern engagiert, deren Tochter entführt wurde. Ein unvorhersehbarer Unfall bei der Lösegeldübergabe mischt jedoch die Karten neu. Dabei wird der Geldkoffer ausgerechnet in das Fahrzeug geschleudert, mit dem nach dem Unfall Fahrerflucht begangen wird, und verschwindet fürs erste. Während Jake den Kidnapper ruhig zu halten versucht, fahndet Tinny nach dem Fluchtfahrzeug.","versions":[{"lang":1,"streams":[{"redirect":11676516,"hoster":"VOE"},{"redirect":11676508,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein gefährlicher Auftrag","epNo":5,"alt":"The Heroine","descr":"Seit einer Woche gibt es kein Lebenszeichen von Undercover-Agentin Leslie. Als Jake dies erfährt, macht er sich große Sorgen und begibt sich auf die Suche nach ihr. Viel Fingerspitzengefühl ist gefragt, damit Leslie nicht als Polizeispitzel auffliegt. Als bei den Klippen eine Frauenleiche gefunden wird, deren Beschreibung auf Leslie zutrifft, denkt jeder gleich an den schlimmsten Fall. Jake will die Flinte allerdings nicht ins Korn werfen, bevor er sich endgültige Gewissheit verschafft hat.","versions":[{"lang":1,"streams":[{"redirect":11676512,"hoster":"VOE"},{"redirect":11676506,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Liebesgrüße aus Algerien","epNo":6,"alt":"The Common Wealth","descr":"Als Jake bei einem Staatstreffen für Personenschutz sorgen soll, fällt ihm eine verdächtige Person auf. Ungewollt verhindert er deren Verhaftung und erfährt erst im Nachhinein, dass es sich dabei um die Kunstdiebin Natalie Hurst handelt. Seit zehn Jahren ist der Bundesbeamte Jimmy O’Rouke hinter ihr her. Gezwungenermaßen arbeiten die zwei ab sofort zusammen. Erst glauben sie, die Diebin hätte eine wertvolle Geldsammlung im Visier. Bald schon entpuppen sich ihre räuberischen Ambitionen jedoch als bloße Tarnung.","versions":[{"lang":1,"streams":[{"redirect":11676497,"hoster":"VOE"},{"redirect":11676495,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge dem Geld","epNo":7,"alt":"In Brigus","descr":"Leslies Vater, ein ehemaliger Cop, stirbt unter mysteriösen Umständen. Begleitet von den Doyles kehrt Leslie in ihre Heimatstadt zurück, um Licht ins Dunkel zu bringen. Kaum dort angekommen, häufen sich die Ungereimtheiten. Wie aus dem Nichts taucht ein angeblicher Halbbruder auf, der auf der Suche nach einem verschwundenen Notizbuch von Leslies Vater ist. Kurz darauf ertappen die Doyles einen Einbrecher im Haus des Toten. Während sie sich an dessen Fersen heften, nimmt der Fall eine dramatische Wendung.","versions":[{"lang":1,"streams":[{"redirect":11676494,"hoster":"VOE"},{"redirect":11676490,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gute Mädchen, böse Mädchen","epNo":8,"alt":"Multitasking","descr":"Jake weiß kaum, wo ihm der Kopf steht. Ausgerechnet als sich eine Klatschreporterin an seine Fersen heftet, soll er Retter in der Not für enge Freunde spielen. Erst wird Staatsanwalt Walter das Opfer eines Komplotts. Seiner Gerichtsakten beraubt, überlässt ihn eine hübsche Fremde nach einem Téte-á-téte in einer höchst delikaten Situation seiner selbst. Kurz darauf gilt es, Jakes Ex-Freundin, die Richterin Allison Jenkins, vor unbekannten Angreifern zu schützen, die sie verfolgen und offenbar ermorden wollen.","versions":[{"lang":1,"streams":[{"redirect":11676487,"hoster":"VOE"},{"redirect":11676482,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mord ohne Leiche","epNo":9,"alt":"Retribution","descr":"Endlich ist es geschafft: Tinny wird als Polizistin angelobt! Glücklich wohnen alle dem feierlichen Ereignis bei, nur Jake glänzt durch Abwesenheit. Drei maskierte Männer halten ihn in einer Lagerhalle fest, mit dem Auftrag, Jake ein feuriges Ende zu bereiten. Nur mit viel Glück kann er dem Tod in letzter Sekunde entrinnen. Wieder in Freiheit, verliert Jake keine Zeit, die Angreifer aufzuspüren. Kaum hat er einen von ihnen identifiziert, wird dieser von einer Autobombe dahingerafft und Jake selbst gerät unter Tatverdacht.","versions":[{"lang":1,"streams":[{"redirect":11676477,"hoster":"VOE"},{"redirect":11676480,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alte Freunde","epNo":10,"alt":"Gimme Shelter","descr":"Mals alter Freund Phonse bittet die Doyles um Hilfe. Wegen seiner Spielleidenschaft hat er bei einer skrupellosen Poolhallenbesitzerin einen Berg voll Schulden angehäuft. Noch jemand scheint es allerdings auf Phonse abgesehen zu haben. Als Jake während der Ermittlungen verletzungsbedingt ausfällt, liegt es allein an Mal, seinem Kumpel aus der Patsche zu helfen.","versions":[{"lang":1,"streams":[{"redirect":11676466,"hoster":"VOE"},{"redirect":11676462,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Den Teufel im Leib","epNo":11,"alt":"The Devil Inside","descr":"Aufgeschreckt durch das seltsame Verhalten von Leslie und Tinny, taucht Jake unangekündigt bei der Polizeistation auf. Sein Instinkt hat ihn nicht getäuscht: Ein bewaffneter Mann mit einer Bombe um seinen Leib bedroht die Beamten und Zivilisten am Revier. Angeblich will er in der Asservatenkammer nach entlastenden Beweisen für seinen inhaftierten Bruder Ausschau halten. Wie Jake bemerkt, handelt der Geiselnehmer jedoch gar nicht in eigener Regie, sondern scheint von jemandem Befehle zu erhalten.","versions":[{"lang":1,"streams":[{"redirect":11676454,"hoster":"VOE"},{"redirect":11676445,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tag der Abrechnung","epNo":12,"alt":"Return of the Kingpin","descr":"Durch eine Bombe an der Außenmauer des Gefängnisses kommt es zu einem Massenausbruch. Hunderte Gefangene gelangen mit einem Schlag auf freien Fuß, darunter auch Jakes Erzfeind Maurice Becker. Während die Polizei von St. John’s vollends mit der Ergreifung der Entflohenen beschäftigt ist, sieht Becker die Gelegenheit gekommen, seine lang geplante Rache an Jake auszuführen. Dazu benötigt er allerdings die Hilfe von Tinnys Vater und Jakes ehemaligem Partner Kevin Crocker.","versions":[{"lang":1,"streams":[{"redirect":11676437,"hoster":"VOE"},{"redirect":11676435,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gefährliche Fracht","epNo":13,"alt":"What Doesn’t Kill You","descr":"Um Tinny aus der Gewalt von Maurice Becker zu befreien, sind Jake und Kevin wohl oder übel gezwungen, wieder zusammenzuarbeiten. Maurice stellt ihnen ein letztes Ultimatum. Die beiden sollen ihm auf schnellsten Weg gestohlene Beweismittel vorbeibringen. Jedoch hat sich ihr Gefährt bereits Taylor unter den Nagel gerissen. Todesmutig wagt indes Tinny auf eigene Faust einen Befreiungsversuch.","versions":[{"lang":1,"streams":[{"redirect":11676421,"hoster":"VOE"},{"redirect":11676423,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Guter Cop, schöner Cop","epNo":1,"alt":"Bon Cop, Bueno Cop","descr":"Jake (Allan Hawco) kehrt zurück, ist dabei aber in Schwierigkeiten. Tinny (Marthe Bernard) überschreitet ihre Grenzen und es taucht ein Fremder in der Stadt auf, der an Leslie (Krystin Pellerin) interessiert ist.","versions":[{"lang":1,"streams":[{"redirect":13092520,"hoster":"VOE"},{"redirect":13092522,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681002,"hoster":"VOE"},{"redirect":12982758,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Überführung","epNo":2,"alt":"The Overpass","descr":"Jake kommen ein alten Biker-Erzfeind und ein ambitionierter Cop in die Quere. Sie wollen ihn daran hindern, einen Kautionsflüchtling nach St. Johns zu überstellen.","versions":[{"lang":1,"streams":[{"redirect":13092529,"hoster":"VOE"},{"redirect":13092534,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681007,"hoster":"VOE"},{"redirect":11681005,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Feuerwerk","epNo":3,"alt":"Firecracker","descr":"Sowohl Jake als auch Mal werden von einem diabolischen Klienten die Sinne vernebelt und Des fühlt sich dem Fall merkwürdig verbunden. Auf Jake und Leslie wartet gleichermaßen eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":13092539,"hoster":"VOE"},{"redirect":13092540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681020,"hoster":"VOE"},{"redirect":12482563,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auftragskiller","epNo":4,"alt":"Gun for Hire","descr":"Martin Poole kehrt zurück, während sich Jake und Mal um einen Auftragsmörder kümmern. Tinny trifft unterdessen eine schwerwiegende Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":13092546,"hoster":"VOE"},{"redirect":13092549,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681033,"hoster":"VOE"},{"redirect":11681028,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Werk","epNo":5,"alt":"The Works","descr":"Garrison Steele kehrt zurück und prompt passiert ein Mord, der einem aus seinem Roman zum Verwechseln ähnelt. Tinny versucht unterdessen, über das Erlebte hinwegzukommen und Jake bereitet sich auf einen neuen Gegenspieler vor. Leslie hat schließlich Probleme, mit ihrem veränderten Leben zurechtzukommen.","versions":[{"lang":1,"streams":[{"redirect":13092555,"hoster":"VOE"},{"redirect":13092554,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681041,"hoster":"VOE"},{"redirect":11681035,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vermisst","epNo":6,"alt":"Missing","descr":"Jake muss herausfinden, was in der Nacht passiert ist, in der Sloan plötzlich verschwunden ist. Mal und Des begegnen derweil einem gefährlichen Gangster und Jake und Leslie treffen eine wichtige Entscheidung über ihre gemeinsame Zukunft.","versions":[{"lang":1,"streams":[{"redirect":13092556,"hoster":"VOE"},{"redirect":13092558,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681051,"hoster":"VOE"},{"redirect":12482562,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Haken, Leine und Senker","epNo":7,"alt":"Hook, Line and Sinker","descr":"Jake, Mal und Des entdecken einen Mord, während sie sich gerade auf einem Angelausflug befinden. Roses \"Frenemy\" hegt unterdessen dunkle Pläne. Schließlich beschließen Leslie und Callum, fortan als Team zu agieren und Des wird von seinem eigenen Geheimnis überrumpelt.","versions":[{"lang":1,"streams":[{"redirect":13092564,"hoster":"VOE"},{"redirect":13092562,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681068,"hoster":"VOE"},{"redirect":11681056,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Junge Wilde","epNo":8,"alt":"Young Guns","descr":"Jake (Allan Hawco) führt eine eher ungewöhnliche Untersuchung eines Falles durch, als er versucht herauszufinden, wer verantworlich für eine Reihe von Raubüberfällen ist. Rose (Lynda Boyd) und Des (Mark O\u0027Brien) gehen derweil Sloans ( Lola Tash) merkwürdigen Verhalten auf die Spur, während Mal (Sean McGinley) Leslie (Krystin Pellerin) ein wenig unter die Arme greift und sich dabei selbst in Gefahr bringt.","versions":[{"lang":1,"streams":[{"redirect":13092568,"hoster":"VOE"},{"redirect":13092566,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681066,"hoster":"VOE"},{"redirect":11681058,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schwere Verbrechen","epNo":9,"alt":"Major Crimes","descr":"Nachdem ein Informant umgebracht wurde, muss Leslie (Krystin Pellerin) gemeinsam mit Callum (Ryan Robbins) arbeiten, um den Fall zu lösen. Unterdessen wird Jake (Allan Hawco) in das Leben von Callum hineingezogen, während Tinny (Marthe Bernard) sich Respekt von unerwarteter Seite verdient.","versions":[{"lang":1,"streams":[{"redirect":13092572,"hoster":"VOE"},{"redirect":13092573,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681065,"hoster":"VOE"},{"redirect":11681063,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Waffenbrüder","epNo":10,"alt":"Brothers in Arms","descr":"Die Doyles befinden sich auf der Jagd nach einem Superhacker, der für mehrere Verbrechen im Internet verantwortlich zu sein scheint. Gleichzeitig bekommt Jake (Allan Hawco) Ärger mit einem Mitglied der Polizei. Mal (Sean McGinley) und Rose (Lynda Boyd) arbeiten derweil an ihrer Beziehung zueinander, während Des (Mark O\u0027Brien) ein neues Vorbild findet, an dem er sich orientieren kann.","versions":[{"lang":1,"streams":[{"redirect":13092579,"hoster":"VOE"},{"redirect":13092581,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681073,"hoster":"VOE"},{"redirect":11681070,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Rahmenhandlung","epNo":11,"alt":"Frame Job","descr":"Jake verfolgt ein als vermisst gemeldetes Gemälde und den Dieb, der auf Rache sinnt. Familie Doyle befindet sich derweil in heller Aufregung, nachdem einer der Ihren angegriffen wurde. Sloan hat schließlich Schwierigkeiten damit, ihren Platz in der Familie zu finden.","versions":[{"lang":1,"streams":[{"redirect":13092588,"hoster":"VOE"},{"redirect":13092591,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681081,"hoster":"VOE"},{"redirect":11681072,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fingerfertigkeit","epNo":12,"alt":"Sleight of Hand","descr":"Jake versucht, einen Zuhälter aufzutreiben, um eine Schuld zu begleichen. Leslie verdächtigt unterdessen einen Kollegen und Jake bekommt Besuch von einer Exfreundin.","versions":[{"lang":1,"streams":[{"redirect":13092589,"hoster":"VOE"},{"redirect":13092592,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11681080,"hoster":"VOE"},{"redirect":11681078,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Willkommen zurück Crocker","epNo":13,"alt":"Welcome Back Crocker","descr":"Kevin Crocker will unbedingt seinen Namen reinwaschen und schließt sich deshalb mit Jake zusammen. Leslie wird derweils ins Rampenlicht gedrängt und Des versucht eine Entscheidung darüber zu treffen, ob er Jake ein Geheimnis mitteilen soll oder nicht.","versions":[{"lang":1,"streams":[{"redirect":13092596,"hoster":"VOE"},{"redirect":13092595,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11680985,"hoster":"VOE"},{"redirect":11680975,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wenn der Schuh passt","epNo":14,"alt":"If the Shoe Fits","descr":"Die Wege von Jake und Bill Murdoch kreuzen sich während eines seltsamen Falls. Jake ist sich jedoch nicht sicher, ob er Murdoch vertrauen kann.","versions":[{"lang":1,"streams":[{"redirect":13092599,"hoster":"VOE"},{"redirect":13560874,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11680986,"hoster":"VOE"},{"redirect":11680976,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Erweiterung","epNo":15,"alt":"Expansion","descr":"Elsa Tessier bekommt am Flughafen Todesdrohungen. Aus dem Tresor wurde etwas entwendet. Leslie legt einen völligen Fehlstart hin.","versions":[{"lang":1,"streams":[{"redirect":13092606,"hoster":"VOE"},{"redirect":14197857,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922173,"hoster":"VOE"},{"redirect":11680981,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Begraben","epNo":16,"alt":"Buried","descr":"Wegen seiner Handlungen bringt sich ein geliebter Mensch in Lebensgefahr. Rose und Des enthüllen derweil einen Betrug. Sloan trifft eine schwierige Entscheidung. Leslie findet sich in einer lebensbedrohlichen Situation wieder.","versions":[{"lang":1,"streams":[{"redirect":13092611,"hoster":"VOE"},{"redirect":13092610,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11680990,"hoster":"VOE"},{"redirect":11680987,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Schmutzige Taten","epNo":1,"alt":"Dirty Deeds","descr":"Jake (Allan Hawco) wehrt sich gegen seine Feinde, während er versucht, den Fall eines unglücklichen Häftlings zu lösen. Er hat immer noch Schwierigkeiten, zu verarbeiten, was mit Leslie (Krystin Pellerin) passiert ist. Familie Doyle gewöhnt sich unterdessen an ein Leben ohne ihre Ersparnisse.","versions":[{"lang":1,"streams":[{"redirect":13092617,"hoster":"VOE"},{"redirect":13092619,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13508763,"hoster":"VOE"},{"redirect":11680982,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Keine Ruhe für die Verurteilten","epNo":2,"alt":"No Rest for the Convicted","descr":"Jake (Allan Hawco) jagt einer geheimnisvollen Geldspur hinterher, während er sich zeitgleich mit seinem neuen Wohltäter herumschlagen muss. Leslie (Krystin Pellerin) kehrt derweil an ihren Arbeitsplatz zurück, jedoch unter neuen Bedingungen. Sloans Entscheidungen bringen in der Zwischenzeit Jake in Zugzwang.","versions":[{"lang":1,"streams":[{"redirect":13092623,"hoster":"VOE"},{"redirect":13092626,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498283,"hoster":"VOE"},{"redirect":11680998,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Smash Derby","epNo":3,"alt":"Smash Derby","descr":"Ein Versicherungsfall sorgt für Intrigen. Darin geht es um das temperamentvolle Opfer eines Autounfalls. Leslie (Krystin Pellerin) hält sich von einem Meeting fern, während Mal (Sean McGinley) und Jake (Allan Hawco) versuchen, ein Geheimnis vor Rose (Lynda Boyd) zu hüten.","versions":[{"lang":1,"streams":[{"redirect":13092628,"hoster":"VOE"},{"redirect":13092631,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498285,"hoster":"VOE"},{"redirect":11680999,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fahrer","epNo":4,"alt":"The Driver","descr":"Jake (Allan Hawco) schließt sich mit einer geheimnisvollen Frau zusammen, um einen vermissten Fahrer zu finden, bevor ein Untergrundkrieg ausbricht. Leslie (Krystin Pellerin) hilft Jake und den Doyles indes in immer größerem Umfang, obwohl sie von ihrem Therapeuten bisher kein Okay dazu bekommen hat. Mal (Sean McGinley) und Des (Mark O\u0027Brien) erreichen schließlich ihren absoluten Tiefpunkt.","versions":[{"lang":1,"streams":[{"redirect":13092634,"hoster":"VOE"},{"redirect":13092636,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498281,"hoster":"VOE"},{"redirect":11681008,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wahre Lügen","epNo":5,"alt":"True Lies","descr":"Jake (Allan Hawco) findet Beweise für seine Unschuld, doch seine ehemalige Nemesis von der High School - nun sein Bewährungshelfer-, ist ihm dicht auf den Fersen. Leslie (Krystin Pellerin) trifft mehrere kompromittierende Entscheidungen, während Mal (Sean McGinley) und Rose (Lynda Boyd) Christians (Jonathan Goad) Rückkehr in Frage stellen.","versions":[{"lang":1,"streams":[{"redirect":13092638,"hoster":"VOE"},{"redirect":13092639,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498296,"hoster":"VOE"},{"redirect":11681014,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hochzeit mit Leiche","epNo":6,"alt":"The Pint","descr":"Jake (Allan Hawco) muss sich mit einem verwirrenden Fall auseinandersetzen, der ihm in den Schoß gefallen ist. Ned (Mark Critch) verhält sich fragwürdig, was Christians (Jonathan Goad) wichtigen Tag in Gefahr bringt. Leslie (Krystin Pellerin) wird derweil von vergangenen Missetaten eingeholt.","versions":[{"lang":1,"streams":[{"redirect":13092642,"hoster":"VOE"},{"redirect":13092645,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498293,"hoster":"VOE"},{"redirect":11681025,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wenn die Wahrheit ans Licht kommt","epNo":7,"alt":"When The Whistle Blows","descr":"Ein Anschlag auf die Docks endet in Gewalt, woraufhin sich die Doyles mit Jimmy (Scott Grimes) und Wolf (Alan Doyle) zusammenschließen, um jemanden zu beschützen. Bald entdecken sie jedoch etwas viel Düstereres. Jake (Allan Hawco) und Saul (Ron White) treten sich gegenüber, nachdem einer der beiden schockierende Nachrichten erhalten hat. Sloan erhält indes eine Überraschung aus der Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":13092649,"hoster":"VOE"},{"redirect":13092650,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498292,"hoster":"VOE"},{"redirect":11681031,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Beweise","epNo":8,"alt":"Body of Evidence","descr":"Sämtliche Mitglieder der Familie Doyle versuchen, ihre Lüge aufrechtzerhalten, als sie sich einer polizeilichen Ermittlung ausgesetzt sehen. Leslie (Krystin Pellerin) und Jake (Allan Hawco) hüten derweil eigene Geheimnisse voreinander, während Des (Mark O\u0027Brien) und Tinny (Marthe Bernard) sich streiten.","versions":[{"lang":1,"streams":[{"redirect":13092658,"hoster":"VOE"},{"redirect":13092656,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498287,"hoster":"VOE"},{"redirect":11681039,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tag des Jüngsten Gerichts","epNo":9,"alt":"Judgement Day","descr":"Jakes (Allan Hawco) Fall steht kurz vor der Auflösung, während sich Leslie (Krystin Pellerin) ihrem eigenen lebensverändernden Moment stellen muss, weil ihr neuer Job davon abhängt. Des (Mark O\u0027Brien) findet sich in einer kompromittierenden Situation wieder und Tinny (Marthe Bernard) verzettelt sich zwischen Job und Familie. Familie Doyle bleiben 48 Stunden, um einen Fall zu lösen, der ihr Leben für immer verändern könnte.","versions":[{"lang":1,"streams":[{"redirect":13092663,"hoster":"VOE"},{"redirect":13092665,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498298,"hoster":"VOE"},{"redirect":11681044,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der letzte Aufruf","epNo":10,"alt":"Last Call","descr":"Jake (Allan Hawco) und Leslie (Krystin Pellerin) kämpfen um ihr Leben, während der Feind immer näher kommt. Sie müssen sämtliche Register ziehen, um sich zu schützen. Derweil bekommen sich unverhoffte Unterstützung. Bald kommt es jedoch darauf an, Jakes Namen reinzuwaschen und die Freiheit in der City of Legends zu gewährleisten.","versions":[{"lang":1,"streams":[{"redirect":13092519,"hoster":"VOE"},{"redirect":13092518,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498301,"hoster":"VOE"},{"redirect":11681052,"hoster":"Streamtape"}]}]}]}]}