{"seriesId":"requiem","name":"Requiem","descr":"Nach dem Tod ihrer Mutter beginnt eine junge Frau, Fragen über die Familiengeschichte, die Mutter und sich selbst zu stellen. Dabei entdeckt sie, dass ihre Mutter ihr viele Lügen erzählt hat. Sie macht sich daran, der Wahrheit auf den Grund zu gehen – auch, wenn es sie ihre eigene Identität kosten könnte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Matilda","epNo":1,"alt":"Matilda","descr":"Matilda Gray (Lydia Wilson) ist eine erfolgreiche Cellistin, die für ein Jahr nach New York gehen will. Kurz bevor sie nach New York aufbricht, hat sie ein wichtiges Konzert in London, zu dem auch ihre Mutter kommen möchte. Diese trifft ihre Tochter vor dem Konzert am hinteren Bühnenausgang, überreicht der einen Blumenstrauß und läuft in eine Tiefgarage. Matilda folgt ihr dorthin und muss miterleben, wie ihre Mutter sich vor ihren Augen den Hals aufschneidet und verblutet. Matilda erfährt durch die Polizei, dass ihre Mutter aufgrund massiver Angstzustände in ärztlicher Behandlung war.","versions":[{"lang":1,"streams":[{"redirect":13118176,"hoster":"VOE"},{"redirect":8618366,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der blaue Raum","epNo":2,"alt":"The Blue Room","descr":"Matilda (Lydia Wilson) versucht, PC Graves (Clare Calbraith) davon zu überzeugen, dass Carys im Keller von Dean House gefangengehalten worden sein muss.","versions":[{"lang":1,"streams":[{"redirect":13051279,"hoster":"VOE"},{"redirect":8618361,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Kette","epNo":3,"alt":"The Necklace","descr":"Aron Morgan (Richard Harrington) reicht wegen der Belästigung von Davey (Brochan Evans) formelle Beschwerde gegen Matilda (Lydia Wilson) ein. Die Polizei ist hernach wenig beeindruckt von Matildas Theorie, wie Carys verschwunden sein könnte.","versions":[{"lang":1,"streams":[{"redirect":13118185,"hoster":"VOE"},{"redirect":8618364,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blaidd Carreg","epNo":4,"alt":"Blaidd Carreg","descr":"Matilda (Lydia Wilson) trifft Laura (Anastasia Hille), die behauptet, wichtige Infos über Carys\u0027 Verschwinden zu haben. Es könnte jedoch sein, dass sie Matilda nur hinters Licht führen will.","versions":[{"lang":1,"streams":[{"redirect":13118181,"hoster":"VOE"},{"redirect":8618365,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bessie","epNo":5,"alt":"Bessie","descr":"Nach einer neuen Entdeckung stimmt Kendrick (Brendan Coyle) zu, alles in seiner Macht Stehende zu tun, um den Fall neu aufzurollen.\r\rLaura (Anastasia Hille) versucht indes, Matilda (Lydia Wilson) zu warnen, dass sie sich in großer Gefahr befindet, aber Matilda beginnt anzuzweifeln, wem sie vertrauen kann.","versions":[{"lang":1,"streams":[{"redirect":8810962,"hoster":"VOE"},{"redirect":8618380,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Carys","epNo":6,"alt":"Carys","descr":"Der schwerverletzte Sean (Sam Hazeldine) schleppt sich zum Dean House, um Matilda (Lydia Wilson) zu warnen, dass sie sich in Lebensgefahr befindet.","versions":[{"lang":1,"streams":[{"redirect":8810963,"hoster":"VOE"},{"redirect":8618373,"hoster":"Streamtape"}]}]}]}]}