{"seriesId":"retoure","name":"Retoure","descr":"Die Serie spielt in einem kleinen, wirtschaftlich unauffälligen Retourencenter in Mecklenburg-Vorpommern. Dort leitet Susanne Krombholz (Stefanie Stappenbeck) das Unternehmen für den \"guten Zweck\" – die Gewinne wandern nämlich in die Taschen der Kolleginnen und Kollegen. Erzeugt werden sie, indem die Retouren eben nicht wie vorgeschrieben geschreddert, sondern unter der Ladentheke verkauft werden. Da ist es Susanne gar nicht recht, als plötzlich der Turbokapitalist Oliver Drittenpreiß (Wanja Mues) ein Blick auf das Center wirft. Oliver umarmt den Fortschritt und möchte Global Player sein, denkt entsprechend effizient und groß. Ein neues, großes Retourencenter für zurückgeschickte Waren ist genau das Richtige, nachdem der Online-Handel während der Corona-Pandemie durch die Decke gegangen ist. Für Susanne und Co. steht fest: Olivers Traum vom modernen und transparenten Mega-Center muss um jeden Preis verhindert werden.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Hinter den Kulissen","epNo":1,"alt":"","descr":"Weit, ganz weit draußen in der mecklenburgischen Wildnis der Gewerbeflächen rund um Schwerin tönt es sonor: \"und biddä!\". Wieder und wieder bittet Regisseur Torsten Wacker sein Ensemble zum Spiel: Stefanie Stappenbeck und Wanja Mues sind die Hauptdarsteller der schräggelegten Komödie mit dem schlichten Titel \"Retoure\". Um eben die geht es hier in den riesigen Gewerbehallen auf die selbst Amazon schon ein Auge geworfen hat. Höchst authentisches Surrounding für die angeknackste Liebesgeschichte zwischen Ost und West, zwischen kapitalistischem Eifer und sozialistischem Laissez-faire um den Umgang mit dem, was eifrige Besteller in rauen Mengen an ihre Onlinehändler zurücksenden. Dass längst nicht alles geschreddert werden muss, was abgeschrieben wurde, weiß Susanne (Stefanie Stappenbeck).Und dass irgendetwas hier ganz anders läuft als seine merkantilen Fantasien ihm vorgaukeln, ahnt Oliver mit dem vielsagenden Nachnamen Drittenpreiß (Wanja Mues). Im heißen Sommer 2022 hat das Team die ersten drei Folgen dieser Weihnachtsgabe ohne Rücksendeschein gedreht, höchst liebevolle Kleinarbeit um Nenn- und Mehrwert, Soll und Haben, Sein oder Nichtsein. Hohes Drehpensum und noch höheres Engagement zeichnen das Ergebnis aus, dessen Entstehung das Making-of zeigt: Wie gefährlich ist Wildpony Barcadi tatsächlich? Und wo finden sich die Grenzen der Macht für Olivers sorgende Mutter? Wie dreht man einen Seitensprung in größter räumlicher Enge? Und wie schreddert man eigentlich einen Vorgesetzten, ohne allzu viele Spuren zu hinterlassen? Ganz nah dran am Set und den Darstellenden des skurrilen Werkes: \"und biddä!\".","versions":[{"lang":1,"streams":[{"redirect":11877755,"hoster":"VOE"},{"redirect":11877754,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der ganz nahe Osten","epNo":1,"alt":"","descr":"Ein ganz normaler Morgen in Mecklenburg-Vorpommern bei Susanne Krombholz und ihrer Tochter Nelly. Susanne hat Herrenbesuch gehabt und fast verschlafen, dabei kommt an diesem Tag der neue Chef aus der Zentrale in Hamburg. Leider hat Susanne vergessen, ihren Kolleginnen und Kollegen von dem Besuch zu erzählen. Und diese stecken mitten in einem großen Waschmaschinen-Deal, von dem der neue Chef aus dem Westen natürlich nichts mitbekommen darf. Die Brigade hat in den vergangenen Jahren einen effektiven wie mafiösen Weg gefunden, so intransparent wie möglich retournierte Waren nicht zu schreddern, sondern unter der Hand weiterzuverkaufen und ganz solidarisch den Gewinn untereinander aufzuteilen. Alles muss so unauffällig wie möglich sein, bis der Wessi wieder weg ist. Also werden die Waschmaschinen kurzerhand auf der Damentoilette geparkt.","versions":[{"lang":1,"streams":[{"redirect":11877759,"hoster":"VOE"},{"redirect":11877758,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hasta la vista Hyperman","epNo":2,"alt":"","descr":"Die Sonne scheint, die Vögel zwitschern. Oliver Drittenpreiß erwacht mit höllischen Schmerzen und einer Kopfverletzung in seinem Camper. Die Diebe haben ihn niedergeschlagen und dann einen Laster voller Waren geklaut. Susanne und die Brigade sind ihm keine Hilfe, niemand glaubt ihm den Überfall. Oliver ruft die Polizei. Aber auch die Ordnungshüter belächeln ihn, er kann ja nicht mal benennen, was gestohlen wurde. Also will Oliver Ordnung ins Chaos bringen: Inventur und Überwachungskameras. Während er die Kameras installiert, arbeitet die Brigade an einem Plan, wie sie Oliver möglichst schnell verschwinden lassen kann. Präzise Vorbereitungen auf beiden Seiten.Aggi, die einzige Mitarbeiterin, die nicht in die kriminellen Strukturen verstrickt ist, versucht, Waren vor dem Wiederverkauf in Sicherheit zu bringen und wird dabei prompt von Oliver überrascht, der sie für eine Diebin hält. Susanne muss sich schwer beherrschen, die Fassade zu wahren. Aber sie hat andere Prioritäten und lädt Oliver ein, bei ihr zu Hause das Badezimmer zu nutzen. Und Oliver nimmt dankend an. Ihr Plan geht auf, Oliver verlässt endlich das Gelände, freie Bahn für ein fingiertes Onlinemeeting mit der Geschäftsführung in Hamburg.Doch das Meeting verläuft ganz anders als erwartet: Micha und Susanne sind fix und fertig, haben sie sich so in Oliver getäuscht? Der ist derweil zurück im RMV und lässt sich, Ronnys Rache ist süß, ahnungslos in eine Falle locken: Der riesige Warenschredder \"Eddie\" leistet für gewöhnlich gute Arbeit.","versions":[{"lang":1,"streams":[{"redirect":11877766,"hoster":"VOE"},{"redirect":11877765,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Westpaket","epNo":3,"alt":"","descr":"Susanne rettet Oliver das Leben. Im letzten Moment ziehen sie und Micha ihn aus dem Warenschredder, ganz zum Missfallen der Brigade. Aber die Prämisse hat sich binnen der Inkognito-Videokonferenz mit Hamburg komplett geändert: Im Gegensatz zur gesamten Chefetage im fernen Hamburg ist nämlich ausgerechnet Oliver derjenige, der an das Center, an Mecklenburg-Vorpommern, die Mitarbeitenden glaubt: Er ist gekommen, um zu helfen, wollte die ganze Zeit die Schließung des RMV verhindern. Susanne entwickelt deshalb in Sekunden eine neue Strategie, beruhend auf ihrer Theorie: Was man liebt, das ändert man nicht. Oliver muss jetzt dringend ostalgisch werden, sich wieder in seine alte Heimat verlieben, und die Brigade schwenkt um auf Charmeoffensive.Derweil hat Oliver einen geheimen Auftrag von seinem Chef erhalten, den er Susanne verschweigt: Im Center sind Hunderte Spielekonsolen angekommen, die wegen eines fehlerhaften Bauteils nicht verkauft werden dürfen, sondern sofort geschreddert werden müssen. Die Brigade ahnt nichts von den fehlerhaften Spielekonsolen und wittert das Geschäft ihres Lebens. Die Mitarbeitenden verkaufen die Konsolen unter der Hand und Schreddern stattdessen Centerequipment. Abends lädt Oliver die Brigade zum Umtrunk und verkündet dann, dass sie dank ihrer guten Zahlen die Zentrale überzeugt haben. Die Schließung wurde abgewendet, das HCCE wird kommen. Die Brigade verdrückt sich, ihr ist gar nicht zum Feiern zumute. Oliver begießt seinen Erfolg allein und hat weinselig plötzlich eine schockierende Vision.","versions":[{"lang":1,"streams":[{"redirect":11877761,"hoster":"VOE"},{"redirect":11877762,"hoster":"Streamtape"}]}]}]}]}