{"path":"/serie/stream/reverie","name":"Reverie","descr":"Mara (Sarah Shahi) hatte einst bei der Polizei den Rang eines Detectives inne. Nun hat sie sich jedoch als Professorin an einem College auf die Untersuchung menschlicher Verhaltensweisen konzentriert. Früher war sie für die Vermittlungen im Fall einer Geiselnahme oder Entführung zuständig. Nun beschäftigt sie sich mit der ruhigen Seite ihres Spezialgebiets - zumindest mit an jenen Tag, an dem sie mit einem Virtual-Reality-Programm konfrontiert wird, das auf den ersten Blick harmlos erscheint, in Wahrheit jedoch verheerende Konsequenzen mit sich bringt.Mit dem Fortschritt der Technik ist die Welt des Spiels kaum von der Realität zu unterscheiden, sodass einige Spieler der Welt Reverie nicht mehr entfliehen können oder wollen. Es ist die Aufgabe von Mara und ihrem Team, die aus unterschiedlichsten Gründen festgesetzten Spieler aus Reverie zu retten. Darüber hinaus wird Mara im Verlauf der Geschichte von Reverie mit ihrer eigenen Vergangenheit konfrontiert, denn sie leidet unter einer posttraumatischen Belastungsstörung, seitdem sie mit eigenen Augen mit ansehen musste, wie ihr Schwager ihre Schwester und ihre Nichte ermordet hat.","seasons":[{"path":"/serie/stream/reverie/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/reverie/staffel-1/episode-1","name":"","epNo":1,"alt":"Apertus","descr":"Mara Kint wird von ihrem früheren Chef Charlie Ventana mit einem Jobangebot angesprochen: Sein Arbeitgeber, Onira-Tech, hat einen ausgeklügelten Virtual-Reality-Simulator namens Reverie entwickelt, der jedermanns sehnsüchtigste Wünsche oder Erinnerungen widerspiegelt. Diejenigen, die das System getestet haben, sind danach süchtig geworden - die Konsequenz davon, dass sie in Komas fallen, während ihre Gedanken langsam in Reverie gefangen bleiben. Aufgrund Maras\u0027 Erfahrungen bittet Charlie sie, Reverie zu betreten und die Betroffenen zu überzeugen, freiwillig in die reale Welt zurückzukehren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8782687","hoster":"VOE"},{"path":"/redirect/8618566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reverie/staffel-1/episode-2","name":"","epNo":2,"alt":"Bond. Jane Bond.","descr":"Als eine Kundin nach einem \"Jane Bond\" Abenteuer süchtig wird, muss Mara (Sarah Shahi) ihr helfen, die verlorenen Teile in ihrem Leben zusammenzusammeln um sie zu retten. Außerdem muss Mara mit den unerwarteten Nebenwirkungen von Reverie zurecht kommen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8782686","hoster":"VOE"},{"path":"/redirect/8618565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reverie/staffel-1/episode-3","name":"","epNo":3,"alt":"No More Mr. Nice Guy","descr":"Ein Familienvater raubt in seinem Reverie eine Bank aus und Mara (Sarah Shahi) muss die tiefliegenden Gründe dafür herausfinden. Maras Derealisation bringt sie in Lebensgefahr.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8782685","hoster":"VOE"},{"path":"/redirect/8618580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reverie/staffel-1/episode-4","name":"","epNo":4,"alt":"Blue Is The Coldest Color","descr":"Alexis\u0027 (Jessica Lu) ehemaliger Partner Oliver Hill (Jon Fletcher) taucht wieder auf und warnt Mara (Sarah Shahi), das Reverie 2.0 gefährliche Nebenwirkungen hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8782688","hoster":"VOE"},{"path":"/redirect/8618574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reverie/staffel-1/episode-5","name":"","epNo":5,"alt":"Altum Somnum","descr":"Monica Shaw (Kathryn Morris) bittet das Team um Hilfe nachdem eine Bombe Dutzende Menschen getötet hat. Mara (Sarah Shahi) muss in das Bewusstsein eines Koma-Patienten tauchen um den Angreifer zu identifizieren und zu finden.","versions":[]},{"path":"/serie/stream/reverie/staffel-1/episode-6","name":"","epNo":6,"alt":"Pas de Deux","descr":"Mara (Sarah Shahi) versucht eine junge Tänzerin zu retten, deren kürzliche Tragödie sie in tiefe Verzweiflung gestürzt hat. Der Fall bringt ein überraschendes Wiedersehen mit Chris (Sam Jaeger), Maras großer Liebe, den sie verließ nachdem ihr Leben zusammengebrochen war.","versions":[]},{"path":"/serie/stream/reverie/staffel-1/episode-7","name":"","epNo":7,"alt":"The Black Mandala","descr":"Das Team arbeitet zusammen um das Leben eines zu Unrecht inhaftierten Jungen zu retten und Mara (Sarah Shahi) lernt die gefährliche Welt der Dark Reveries kennen, wo die normalen Regeln nicht gelten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8782690","hoster":"VOE"},{"path":"/redirect/8618570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/reverie/staffel-1/episode-8","name":"","epNo":8,"alt":"Despedida","descr":"Es liegt Liebe in der Luft, als Mara (Sarah Shahi) sich auf die Suche nach einer älteren Frau begibt, die über eine Reverie noch einmal ihre verlorene Liebe durchleben will. Je tiefer Mara in die Traumwelt der Frau eintaucht, desto deutlicher wird für sie, dass es bei der ganzen Angelegenheit um etwas ganz anderes gehen könnte.","versions":[]},{"path":"/serie/stream/reverie/staffel-1/episode-9","name":"","epNo":9,"alt":"The Key","descr":"Maras (Sarah Shahi) private Tragödie schreitet voran und sie versucht herauszufinden, ob sie eine Zukunft mit OniraTech hat. Der Klient, der in Reverie feststeckt, ist einer der ihren und so müssen alle zusammenfinden bevor es zu spät ist.","versions":[]},{"path":"/serie/stream/reverie/staffel-1/episode-10","name":"","epNo":10,"alt":"Point of Origin","descr":"Das Team muss sich ein Rennen gegen die Zeit liefern als einer der ihren entführt wird, und Onira-Tech läuft Gefahr, zerstört zu werden.","versions":[]}]}]}