{"seriesId":"revenger","name":"REVENGER","descr":"Als der meisterhafte Assassine Usui Yuen eine Reihe von Attentaten auf den großen Samurai-Clan Satsuma untersucht, trifft er auf Kurima Raizo – ein Mitglied und Überlebender eines der Anschläge. Gemeinsam entdecken sie, dass es bei diesen Morden um mehr geht als um gestohlene Ressourcen. Werden sie, je näher sie der Wahrheit kommen, lebend davonkommen, um Rache zu üben?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Once Upon a Time in Nagasaki","descr":"Nach einem erfolgreich verübten Attentat, das bei ihm jedoch Gewissensbisse verursacht, trifft der Samurai Kurima Raizō auf den mysteriösen Lackmaler Usui Yūen. Haben die zwei ungleichen Männer vielleicht doch mehr gemeinsam als zunächst gedacht?","versions":[{"lang":3,"streams":[{"redirect":11950401,"hoster":"VOE"},{"redirect":11950403,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Gold Opens Any Door","descr":"Yuen macht Raizo ein Angebot, obwohl der Samurai nicht sehr bereit zu sein scheint, es anzunehmen. Aber dann werden Sie feststellen, dass das Leben nicht nur schwarz und weiß ist.","versions":[{"lang":3,"streams":[{"redirect":12008776,"hoster":"VOE"},{"redirect":12008777,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Fortune is Fickle and Blind","descr":"Während Raizō versucht, in dem ihm unbekannten Nagasaki Fuß zu fassen, bahnt sich bereits der nächste Konflikt mit den Mächtigen an. Wie sich herausstellt, sind die höchsten Kreise darin verwickelt …","versions":[{"lang":3,"streams":[{"redirect":12064111,"hoster":"VOE"},{"redirect":12064110,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ask, and You Shall Receive","descr":"Nachdem er sich endgültig in Sojis Zimmer eingerichtet hat, scheint Raizo das Zimmer nicht mehr verlassen zu wollen, und der Grund dafür ist ganz einfach: Geldmangel.","versions":[{"lang":3,"streams":[{"redirect":12175993,"hoster":"VOE"},{"redirect":12175989,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Love Never Dies","descr":"In Nagasaki verschwinden immer mehr Kinder unter mysteriösen Umständen. Yūen hat eine Vermutung, wer dahinterstecken könnte und auch Nio steckt tiefer in der Sache als zunächst vermutet …","versions":[{"lang":3,"streams":[{"redirect":12175992,"hoster":"VOE"},{"redirect":12175988,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Adversary Advent","descr":"Jemand aus dem Chinesenquartier scheint es auf Raizō abgesehen zu haben. Nur warum? Um das herauszufinden, stellen die Revenger Nachforschungen an ..","versions":[{"lang":3,"streams":[{"redirect":12210107,"hoster":"VOE"},{"redirect":12210106,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Rosy Pitfall","descr":"Raizo hat die Sache mit Matsumine und seinem Heimatland immer noch nicht verarbeitet. In der Zwischenzeit gibt es andere Probleme im Zusammenhang mit Opium.","versions":[{"lang":3,"streams":[{"redirect":12250578,"hoster":"VOE"},{"redirect":12250579,"hoster":"Streamtape"}]}]}]}]}