{"seriesId":"revisions","name":"revisions","descr":"Daisuke Doujima ist eigentlich ein ganz normaler Oberschüler, der sein ganzes Leben jedoch einem außergewöhnlichen Zweck untergeordnet hat. Seit er nämlich als Kind entführt und daraufhin von einer mysteriösen jungen Frau namens Milo gerettet wurde, die in ihm den zukünftigen Retter der Menschheit sah, hat er sich auf diese Rolle vorbereitet – dies allerdings sehr zum Gespött seiner Klassenkameraden, die davon ausgehen, dass bei ihm mehr als nur eine Schraube locker ist.Selbst seine Freunde, die damals mit Daisuke zusammen in den Ferien unterwegs waren, als er entführt wurde, und die Milo alle mit eigenen Augen gesehen haben, glauben nicht an seine höhere Bestimmung.Deshalb sind sie inzwischen auch ordentlich genervt von seinen ständigen Beteuerungen, dass er Milo glaube und dass sie ja nur verkündet habe, was unweigerlich passieren würde. Umso erstaunter sind sie, als eines Tages ohne Vorwarnung die Erde bebt und ein Seitenflügel der Schule einfach wie abgeschnitten verschwunden ist. Kurz darauf wird die Schule von riesigen Kreaturen angegriffen und auch Milo ist plötzlich wieder da.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Shibuya wird transportiert","epNo":1,"alt":"Shibuya Transfer","descr":"Sieben Jahre, nachdem Daisuke Doujima von einer rätselhafte Frau namens Milo gerettet, wurde wartet Daisuke noch immer darauf, dass die Katastrophe über ihn hereinbricht. Denn damals hatte Milo ihm im Beisein seiner Freunde erklärt, das eines Tages etwas Schreckliches passieren wird, und nur er imstande sein wird um die Gefahr abzuwenden. Aber auch das nur er alle seine Freunde beschützen kann. Die Zeit vergeht und nichts passiert. Daisuke tut alles um sich für diesen Tag X bereit zu halten, und er wird nicht müde das vor allen immer wieder zu erwähnen. Was seine Freunde immer mehr zu nerven beginnt. Denn mittlerweile bezweifeln seine Freunde das der Tag jemals kommen wird. So kommt es das eines Tages, als er die \"Prophezeiung\" wieder mal erwähnt, seine Freunde extrem gereizt reagieren. Doch plötzlich gibt es so etwas wie ein überaus heftiges Erdbeben und als sie nachsehen wollen was das war bemerken sie, das die Hälfte der Schule komplett zerstört ist. Hat sich die \"Prophezeiung\" erfüllt ist der Tag nun gekommen?","versions":[{"lang":1,"streams":[{"redirect":8782691,"hoster":"VOE"},{"redirect":8618571,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8441375,"hoster":"VOE"},{"redirect":8451167,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Heldenkomplex","epNo":2,"alt":"Heroic Desire","descr":"Obwohl sie ihn nicht kennt, engagiert Milo Daisuke für den Kampf gegen den Angriff der Cyborgs auf die Schule. Beamte aus Shibuya versuchen, der Lage Herr zu werden.","versions":[{"lang":1,"streams":[{"redirect":8782689,"hoster":"VOE"},{"redirect":8618572,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13472089,"hoster":"VOE"},{"redirect":8441382,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Wächter","epNo":3,"alt":"Guardians","descr":"Im Jahr 2388 wütet eine Pandemie auf der Erde. Milo erzählt Daisuke und dessen Freunden, was sie über die Vergangenheit weiß. Doch Schwierigkeiten sind vorprogrammiert.","versions":[{"lang":1,"streams":[{"redirect":8782692,"hoster":"VOE"},{"redirect":8618576,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14044750,"hoster":"VOE"},{"redirect":8441386,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Erster Plan für die Rückkehr","epNo":4,"alt":"First Return Plan","descr":"Muta lässt verkünden, dass die Cyborgs für eine Gegenleistung manche Menschen ins Jahr 2017 zurückversetzen wollen. Niedergeschlagen steht Daisuke einem Cyborg gegenüber.","versions":[{"lang":1,"streams":[{"redirect":8782695,"hoster":"VOE"},{"redirect":8618573,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13484749,"hoster":"VOE"},{"redirect":8441390,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Zukunft","epNo":5,"alt":"Appearance of the Future","descr":"Muta ist im Gefängnis und die Polizei hat das Sagen. Doch das Training geht weiter. Daisuke hält sich für den Anführer. Kuroiwa will, dass Gai diese Position übernimmt.","versions":[{"lang":1,"streams":[{"redirect":8782693,"hoster":"VOE"},{"redirect":8618583,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13484748,"hoster":"VOE"},{"redirect":8441399,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Menschlich","epNo":6,"alt":"Because They\u0027re Humans...","descr":"Marimari stellt Milo nach der gescheiterten Geburtstagsparty zur Rede und will die Wahrheit über die Cyborgs erfahren. Daisukes Onkel flieht aus der U-Haft.","versions":[{"lang":1,"streams":[{"redirect":8782694,"hoster":"VOE"},{"redirect":8618575,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13484752,"hoster":"VOE"},{"redirect":8441402,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mitternachts-Rhapsodie","epNo":7,"alt":"Midnight Rhapsody","descr":"Während Daisuke in Gefangenschaft ist, stellen Kuroiwa und die anderen Nachforschungen über die Revisions und das Wissen des AHRV an. Milo schwört, sie können heimkehren.","versions":[{"lang":1,"streams":[{"redirect":8782696,"hoster":"VOE"},{"redirect":8618577,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13484753,"hoster":"VOE"},{"redirect":8441408,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Operation „Nephilim“","epNo":8,"alt":"Operation Nephilim","descr":"Daisuke und das Team wollen die Geiseln retten und das künstliche Quantenhirn vernichten. Doch die Revisions warten bereits auf sie.","versions":[{"lang":1,"streams":[{"redirect":8782701,"hoster":"VOE"},{"redirect":8618589,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13484755,"hoster":"VOE"},{"redirect":8441416,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zum Ende verdammt","epNo":9,"alt":"Loss of Destiny","descr":"Nach Keisakus Maßnahmen stellen sich die überlebenden Revisions neu auf. Mutas Gefolgsleute nutzen das Chaos des S.D.S. aus, um zur Tat zu schreiten.","versions":[{"lang":1,"streams":[{"redirect":8782700,"hoster":"VOE"},{"redirect":8618578,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13484756,"hoster":"VOE"},{"redirect":8441417,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Unsere Stadt","epNo":10,"alt":"Everyone\u0027s City","descr":"Milo lässt alle wissen, dass ihre Reise ins Jahr 2010 kurz bevorsteht. Vorher muss sie am Bahnhof von Shibuya jedoch noch einen Kampf gegen Mukyu bestreiten.","versions":[{"lang":1,"streams":[{"redirect":12334660,"hoster":"VOE"},{"redirect":8618579,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13484757,"hoster":"VOE"},{"redirect":8441426,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die letzte Hoffnung","epNo":11,"alt":"The Last Hope","descr":"In einer Nachricht von Milo erfährt das Team die Wahrheit über den AHRV. Den Marionetten ist die Energie ausgegangen und auch Shibuyas Hoffnung schwindet.","versions":[{"lang":1,"streams":[{"redirect":8782704,"hoster":"VOE"},{"redirect":8618582,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13484758,"hoster":"VOE"},{"redirect":8441436,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Zurück","epNo":12,"alt":"revert","descr":"Die Bewohner von Shibuya freuen sich über den Erfolg, doch dieser hat seinen Preis. Nicholas reist in die Vergangenheit und steht mit Milo im Jahr 2010 Daisuke gegenüber.","versions":[{"lang":1,"streams":[{"redirect":13917030,"hoster":"VOE"},{"redirect":8618584,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9582703,"hoster":"VOE"},{"redirect":8441433,"hoster":"Streamtape"}]}]}]}]}