{"path":"/serie/stream/revolution","name":"Revolution","descr":"Ohne Vorwarnung gingen auf der Erde plötzlich die Lichter aus. Seit 15 Jahren leben die Menschen nun schon ohne Strom. Der technische Rückschritt hat den Planeten ins Chaos gestürzt. Nach dem Zusammenbruch von Regierung und Verwaltung wurde die USA in zahlreiche Regionen zersplittert, die von Söldnertruppen beherrscht werden. Ben Matheson hatte den Blackout vorhergesehen und wertvolle Infos auf einem USB-Stick gespeichert. Wusste er, wie der Strom reaktiviert werden kann? Nachdem Ben ermordet und sein Sohn Danny verschleppt wird, macht sich Tochter Charlie auf die lebensgefährliche Suche nach ihrem Onkel Miles, um die Familie zusammenzuführen und das Geheimnis zu lösen.","seasons":[{"path":"/serie/stream/revolution/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/revolution/staffel-1/episode-1","name":"Der Blackout (1)","epNo":1,"alt":"Pilot","descr":"15 Jahre ist es her, dass der totale Blackout die Erde ins Chaos stürzte. Die gesamte Elektrizität auf der Welt kam zum Erliegen und seitdem funktioniert nichts mehr. In dieser postapokalyptischen Welt kämpfen die Menschen ums nackte Überleben. Nachdem auch die Regierung und sämtliche Verwaltungsinstanzen zusammengebrochen sind, wurde die USA in mehrere unabhängige Territorien unterteilt, die von Soldaten beherrscht werden. Familie Matheson hat den Blackout überlebt und es sich zur Aufgabe gemacht herauszufinden, wie es damals dazu kommen konnte und wie man diesen rückgängig machen kann. Damit geraten sie jedoch ins Fadenkreuz der sogenannten Monroe-Republik, da diese kurz davor steht, die Macht über die gesamten ehemaligen USA zu erlangen. Dann wird Ben Matheson ermordet und sein Sohn Danny entführt. Seine Tochter Charlie kann fliehen und begibt sich auf die Spur, das Rätsel um die ewige Dunkelheit endlich zu lösen. Dazu muss sie sich auf die lebensgefährliche Suche nach ihrem Onkel Miles machen, den Ben vor seinem Tod ins Vertrauen zog und der im Besitz wichtiger Daten sein soll. Nur so können sie – im wahrsten Sinne des Wortes – Licht ins Dunkle bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530302","hoster":"VOE"},{"path":"/redirect/8530298","hoster":"Vidoza"},{"path":"/redirect/8530303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-2","name":"Der Blackout (2) / Befreiungsschlag","epNo":2,"alt":"Chained Heat","descr":"15 Jahre ist es her, dass der totale Blackout die Erde ins Chaos stürzte. Die gesamte Elektrizität auf der Welt kam zum Erliegen und seitdem funktioniert nichts mehr. In dieser postapokalyptischen Welt kämpfen die Menschen ums nackte Überleben. Nachdem auch die Regierung und sämtliche Verwaltungsinstanzen zusammengebrochen sind, wurde die USA in mehrere unabhängige Territorien unterteilt, die von Soldaten beherrscht werden. Familie Matheson hat den Blackout überlebt und es sich zur Aufgabe gemacht herauszufinden, wie es damals dazu kommen konnte und wie man diesen rückgängig machen kann. Damit geraten sie jedoch ins Fadenkreuz der sogenannten Monroe-Republik, da diese kurz davor steht, die Macht über die gesamten ehemaligen USA zu erlangen. Dann wird Ben Matheson ermordet und sein Sohn Danny entführt. Seine Tochter Charlie kann fliehen und begibt sich auf die Spur, das Rätsel um die ewige Dunkelheit endlich zu lösen. Dazu muss sie sich auf die lebensgefährliche Suche nach ihrem Onkel Miles machen, den Ben vor seinem Tod ins Vertrauen zog und der im Besitz wichtiger Daten sein soll. Nur so können sie – im wahrsten Sinne des Wortes – Licht ins Dunkle bringen. Ausstrahlung auch als Zusammenschnitt mit Teil 2","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530304","hoster":"VOE"},{"path":"/redirect/8530301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-3","name":"Aus längst vergessenen Zeiten","epNo":3,"alt":"No Quarter","descr":"Maggie und Aaron sind weiterhin auf der Suche nach Grace’ Haus, zu der Ben sie mit dem Anhänger geschickt hat. Als sie es endlich mitten auf dem Land finden, fehlt von Grace jedoch jede Spur. Aaron entdeckt in einem versteckten Raum Einzelteile, die darauf hindeuten, dass Grace versucht haben muss, einen Computer zu bauen, was jedoch ohne Strom unmöglich ist. Aaron verzweifelt immer mehr, da er sich all das nicht erklären kann und auch nicht weiß, was es mit dem Anhänger auf sich hat, als dieser plötzlich zu leuchten beginnt und für einen kurzen Moment Strom erzeugt. Nachdem Charlie, Miles und Nora das Scharfschützengewehr der Miliz in ihre Gewalt gebracht haben, begleiten Charlie und Miles Nora zum Rebellenstützpunkt. Der Priester Nicholas hat jedoch schlechte Neuigkeiten für Nora: Als die Rebellen versucht haben, in ein Lager der Miliz einzudringen, um Waffen zu stehlen, wurden einige von ihnen getötet und ein weiterer Mann gilt seitdem als vermisst. Miles ahnt, dass sie im Camp nicht mehr sicher sind, da der Verschwundene der Miliz aller Wahrscheinlichkeit nach ihren Standpunkt verraten wird, doch für Charlie und Nora hat es oberste Priorität, sich um die Verwundeten zu kümmern. Es dauert nicht lange, bis der Kommandant Jeremy Baker mit seinen Soldaten das Gebäude umzingelt und das Feuer eröffnet. Miles gelingt es schließlich, den Kommandanten, der ihm kein Unbekannter ist, zu fesseln. Während Miles ihm einen Deal vorschlägt, bei dem er sich selbst in größte Gefahr begibt, offenbart Baker der ahnungslosen Charlie, wer ihr Onkel Miles in Wirklichkeit ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530305","hoster":"VOE"},{"path":"/redirect/8530306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-4","name":"Beschwerliche Wege","epNo":4,"alt":"The Plague Dogs","descr":"Aufgrund eines aufziehenden Unwetters muss Captain Tom Neville mit Danny, den er weiterhin in Gefangenschaft hält, in einer Scheune Unterschlupf suchen und seine Reise nach Noblesville unterbrechen. Als der Sturm einen Großteil der Scheune zerstört, wird Captain Neville von herabfallenden Teilen des Daches eingeklemmt und droht, von weiteren erschlagen zu werden. Er redet so lange auf Danny ein, bis dieser ihn in letzter Sekunde befreit. Doch anstatt ihm Dankbarkeit entgegenzubringen, zeigt Neville sofort wieder sein wahres Gesicht. General Bass Monroe wartet derweil auf die Ankunft von Danny und dem Captain. Er droht Dannys Mutter Rachel, die er gefangen hält, ihren Sohn so lange zu foltern, bis sie endlich ihr Schweigen bricht. Bass weiß, dass Ben seinen Bruder Miles damals kurz vor dem Blackout vor dem gewaltigen Stromausfall telefonisch gewarnt hat und vermutet deshalb, dass Rachel Informationen hat, wie der Strom wieder eingeschaltet werden kann. Nachdem Maggie und Aaron Charlie, Miles und Nora wiedergetroffen haben, konzentrieren sie sich auf die Suche von Danny. Unterwegs werden sie daran jedoch immer wieder von ungebetenen Gästen gehindert: Zuerst bemerkt Miles, dass Nate, ein Spion von Nevilles Einheit, sie immer noch heimlich verfolgt und plötzlich wird die Gruppe von einem Psychopathen und dessen Wachhunden attackiert. Maggie wird dabei von dem Mann mit einem Messer angegriffen. Charlie kümmert sich rührend um Maggie, als sie plötzlich von dem sich anschleichenden Hundebesitzer entführt wird. Während Aaron und Nora versuchen, Maggies Blutung zu stoppen, versuchen Nate und Miles, Charlie zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530307","hoster":"VOE"},{"path":"/redirect/8530308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-5","name":"Um Haaresbreite","epNo":5,"alt":"Soul Train","descr":"Nachdem Charlie, Miles, Aaron und Nora Maggie begraben haben, konzentrieren sie sich wieder auf Dannys Suche und brechen nach Noblesville auf. Dort erfahren sie, dass Monroe im Besitz eines Zuges ist, mit dem er Danny nach Philadelphia bringen lassen möchte – nichtsahnend, dass Monroe in Philadelphia Charlies Mutter Rachel gefangen hält und er Danny als Druckmittel einsetzen möchte, um von Rachel endlich Informationen über den Blackout zu erhalten. Während Nora in Noblesville Kontakt zu einem Rebellen aufnimmt, mit dessen Hilfe sie eine Bombe bauen und den Zug samt dutzenden Offizieren der Monroe Republik in die Luft sprengen möchte, setzen Charlie und Miles alles daran, um Danny aufzuspüren. Charlie trifft während der Suche zufällig auf Captain Neville, der ihre Identität jedoch durchschaut und eine unverzügliche Abfahrt des Zuges anordnet. Nora ist es zwar in letzter Sekunde gelungen, die Bombe in einem Stück Brennholz im Zug zu verstecken, allerdings konnten die anderen Danny nicht rechtzeitig befreien, sodass Nora mit eigenen Augen ansehen muss, wie der Zug samt Bombe, Captain Neville und Danny an ihr vorbeifährt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530310","hoster":"VOE"},{"path":"/redirect/8530309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-6","name":"Nicht für möglich geglaubt","epNo":6,"alt":"Sex and Drugs","descr":"Da sich Noras Schnittverletzung entzündet hat und sich ihr Zustand immer weiter verschlechtert, beschließt Miles, die Reise nach Philadelphia zu unterbrechen und einen Zwischenstopp bei seinem Bekannten Drexel, einem Drogendealer, einzulegen. Als Noras Zustand dank der Hilfe von Drexels Arzt einigermaßen stabil ist, fordert er eine Gegenleistung von seinen Gästen: Er droht, sie alle umzubringen, wenn Charlie nicht seinen Nachbarn Bill O’Halloran, der Drexels Felder in Brand gesteckt hat, zu töten. Charlie hat keine andere Wahl: Sie gibt sich Bill gegenüber als eine von Drexels Prostituierten aus und behauptet, etwas gegen ihn in der Hand zu haben, um dadurch mit Bill unter vier Augen sprechen zu können. Doch bringt Charlie es übers Herz, einen unschuldigen Menschen zu ermorden? Drexel führt Miles derweil vor Augen, dass Charlie nicht mehr lebend aus dem Nachbarhaus zurückkehren wird, nachdem sie das Familienoberhaupt getötet hat. Miles und Aaron hecken daraufhin einen gefährlichen Plan: Während Miles versucht, seine Nichte zu retten, legt sich Aaron mit Drexel an, der verlangt, dass Aaron und Nora gegenseitig aufeinander schießen. Derjenige, der das Duell gewinnt, darf am Leben bleiben. Aaron fleht Nora an, ihn zu erschießen, da sie eine viel wichtigere Rolle bei Dannys Rettung spiele als er, doch Nora weigert sich, sodass Aaron seine Waffe schließlich auf sich selbst richtet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530314","hoster":"VOE"},{"path":"/redirect/8530313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-7","name":"Ein allzu vertrautes Schicksal","epNo":7,"alt":"The Children’s Crusade","descr":"Charlie, Miles, Nora und Aaron verfolgen weiterhin ihr Ziel, Danny in Philadelphia zu befreien, als sie im Wald plötzlich auf dutzende Kinder stoßen. Nachdem ihre Eltern, die den Rebellen angehörten, bereits vor Jahren von der Miliz getötet wurden, hat Peter, der Älteste, die Verantwortung übernommen. Doch nun wurde auch Peter von den Soldaten verschleppt, weshalb sein kleiner Bruder Michael fest entschlossen ist, der Miliz zu folgen. Da Charlie und Miles wissen, dass die Kinder keine Chance gegen Monroes Männer haben, bieten sie an, ihnen zu helfen. Unterwegs entdeckt Nora plötzlich ein Schiff, das als Rekrutierungslager dient. Charlie kommt daraufhin die Idee, sich ebenfalls als Soldatin ausbilden zu lassen und Peter dadurch befreien zu können – doch geht ihr Plan auf? Da General Monroe Rachel mehrmals angedroht hat, ihrem Sohn Danny etwas anzutun, hatte sie keine andere Wahl, als ihm den Namen ihren ehemaligen Kollegen Dr. Bradley Jaffe zu nennen, der ebenfalls einen dieser mysteriösen Anhänger besitzt. Monroe setzt alles daran, um Jaffe aufzuspüren und von den beiden weitere Informationen über die Funktion der Anhänger zu erhalten. Doch dieser würde eher sterben, als etwas preiszugeben – bis General Monroe Jaffes Tochter in seine Gewalt bringt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530316","hoster":"VOE"},{"path":"/redirect/8530315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-8","name":"Zur Familie oder ein Versprechen halten?","epNo":8,"alt":"Ties That Bind","descr":"Nachdem Nate einen Stallburschen bestochen hat, um Sergeant Straussers Aufenthaltsort zu erfahren, befürchtet General Monroe, dass der Junge eine Gefahr darstellen könnte und beschließt, ihn in einer diplomatischen Abordnung ins verfeindete Kalifornien zu schicken. Da Tom und Julia Neville dies nicht tatenlos mitansehen können, erhoffen sie sich, Monroe würde seine Entscheidung noch einmal überdenken, wenn sie ihm wichtige Informationen über den Offizier John Faber mitteilen. Als Charlie, Miles, Nora und Aaron sich nur noch 290 Meilen vor Philadelphia befinden, stehen sie plötzlich vor einer großen Herausforderung: Sie müssen einen reißenden Fluss überqueren, doch die einzige Brücke wird von Soldaten der Miliz bewacht. Die vier wollen sogar einen Umweg von dutzenden Meilen auf sich nehmen und sich schnellstmöglich von der Brücke entfernen, als Sergeant Strausser plötzlich zu erkennen gibt, dass er Noras Schwester Mia in seine Gewalt gebracht hat. Er verspricht, sie freizulassen, wenn sich Miles im Gegenzug stellt und er Aarons Anhänger bekommt. Mithilfe einer Bombe gelingt es Nora, ihre Schwester zu befreien und zu flüchten. Noras voreilige Entscheidung, sich von Charlie, Miles und Aaron zu trennen und ihre Schwester nach Texas zu begleiten, wo ihr Vater lebt, den sie seit dem Blackout nicht mehr gesehen haben, erweist sich schon bald als falsch …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530318","hoster":"VOE"},{"path":"/redirect/13233972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-9","name":"Getrübtes Urteilsvermögen","epNo":9,"alt":"Kashmir","descr":"Rachel baut im Auftrag von Major Neville und General Monroe an einer Maschine, mit der die noch eingeschränkte Reichweite des Anhängers verbessert werden soll. Major Neville hegt jedoch große Zweifel, ob Rachel wirklich an einem solchen Verstärker arbeitet oder ob sie möglicherweise heimlich etwas ganz anderes vorhat. Nora und Miles suchen 20 Meilen vor Philadelphia ein Rebellencamp auf, um den Rebellen ein Angebot zu machen, das sie nicht ausschlagen können: Wenn sie Miles und die anderen nach Philadelphia bringen und ihnen bei Dannys Suche helfen, liefert Miles ihnen im Gegenzug Monroe aus. Da die Stadtmauern von unzähligen Milizsoldaten überwacht werden, bleibt Charlie, Miles, Nora, Aaron und den Rebellen nichts anderes übrig, als sich einen Weg durch einen alten U-Bahn-Schacht zu bahnen. Als Charlie mitten im Schacht plötzlich auf eine Mine tritt, gelingt es Nora zwar, diese zu entschärfen, allerdings kommt es trotzdem zu einer kleineren Explosion, die den Gang verschüttet. Aufgrund der Explosion wird die Sauerstoffzufuhr abgebrochen und es dauert nicht lange, bis alle an Halluzinationen leiden – ein Zeichen dafür, dass sie schon bald ersticken werden, wenn sie nicht in Kürze den nächsten Ausgang erreichen. Miles und die anderen schaffen es zwar gerade noch rechtzeitig, eine ihnen unbekannte Tür zu entdecken, doch einer der Rebellen entpuppt sich plötzlich als ein Anhänger Monroes und schießt auf Charlie, als diese ihn mit Pfeil und Bogen erschießen will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530322","hoster":"VOE"},{"path":"/redirect/8530320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-10","name":"Von Angesicht zu Angesicht","epNo":10,"alt":"Nobody\u0027s Fault But Mine","descr":"Bei ihrer Ankunft in Philadelphia geht es Charlie nach ihrem Sturz wieder schlechter, sodass Miles sie bei Major David Kipling, einem Milizsoldaten, den er noch von früher kennt, unterbringt. Während Miles sich daraufhin alleine auf die Suche nach Danny macht, stürmen Monroes Leute plötzlich Kiplings Haus und nehmen Charlie, Nora und Aaron gefangen. Als Miles davon mitbekommt, verschafft er sich Zutritt zu Tom Nevilles Haus und nimmt dessen Ehefrau Julia als Geisel. Er droht, ihr etwas anzutun, wenn Tom nicht in kürzester Zeit Charlie, Nora und Aaron herhole. Tom kann ihm zwar Nora und Aaron zurückbringen, doch Charlie befindet sich in einem Kraftwerk nördlich der Stadt, das von Monroe höchstpersönlich bewacht wird. Nachdem Miles in dem Kraftwerk zunächst auf seine totgeglaubte Schwägerin Rachel trifft, steht er plötzlich seinem Erzfeind und ehemaligen besten Freund Monroe gegenüber …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381029","hoster":"VOE"},{"path":"/redirect/8530323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-11","name":"Kampf mit fatalen Folgen","epNo":11,"alt":"The Stand","descr":"Miles, Charlie, Danny, Nora, Rachel und Aaron gelingt es, aus Monroes Lager zu entkommen. Allmählich wird Rachel sich der Konsequenzen ihres Handelns bewusst: Sie hätte für Monroe niemals den Verstärker bauen dürfen. Sie und Miles suchen John, einen früheren Mitarbeiter von Rachel auf, um bei ihm Waffen zu besorgen und sie gegen Monroes Hubschrauber einzusetzen. Doch das Treffen läuft anders als geplant. Der Rest der Truppe schließt sich Noras Rebellen an, um sie auf den Kampf gegen die feindlichen Truppen vorzubereiten. Obwohl sie wissen, dass sie kaum eine Chance haben werden, sind sie entschlossen zu kämpfen. Miles und Rachel schaffen es noch rechtzeitig den Rebellen zu Hilfe zu kommen, doch dann erleiden sie einen schrecklichen Verlust …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530325","hoster":"VOE"},{"path":"/redirect/8530326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-12","name":"Aufbruch in Wehmut","epNo":12,"alt":"Ghosts","descr":"Nach Dannys Begräbnis, verlassen Miles und Nora den Rebellen-Stützpunkt und machen sich auf die Suche nach ehemaligen Offizieren, die Miles unterstützt haben. Der erste den sie ausfindig machen können ist Jim Hudson. Dieser ist nicht sonderlich erfreut Miles wiederzusehen, da er jetzt verheiratet ist und ein neues Leben mit einer neuen Identität führt. Als Miles jedoch an seine Loyalität appelliert, schließt Hudson sich ihm wieder an. Währenddessen zeigt Randall Flynn Monroe, wie er die Anhänger lokalisieren kann. Er vermutet Rachel dort und bricht mit einigen Milizsoldaten auf, um sie zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530328","hoster":"VOE"},{"path":"/redirect/8530329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-13","name":"Immer das gleiche Spiel","epNo":13,"alt":"The Song Remains the Same","descr":"Monroes Vertrauen in Tom Neville ist geschwächt, doch er gibt ihm eine letzte Chance, sich zu beweisen. Er schickt ihn auf eine Mission, aber die Rebellen können ihn dabei gefangen nehmen. Miles und die anderen wollen ihn verhören, doch Rachel hat nur eines im Kopf: Sie will ihn töten. Jason, der mittlerweile den Rebellen angehört, taucht im Camp auf und möchte mit seinem Vater reden. Durch eine List erfährt er von ihm, dass sie zu einer Zementfabrik in der Nähe unterwegs waren. Dort angekommen, finden Miles und die anderen heraus, dass Monroe jetzt höchstwahrscheinlich eine Atombombe besitzt. Währenddessen erklärt Rachel Aaron, wie es vor 15 Jahren zu dem Blackout kam …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530331","hoster":"VOE"},{"path":"/redirect/8530338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-14","name":"Die Nacht, in der die Lichter in Georgia ausgingen","epNo":14,"alt":"The Night the Lights Went Out in Georgia","descr":"Miles, Nora und Charlie machen sich auf den Weg zur Georgia Föderation. Monroe plant tatsächlich, seine Atombombe einzusetzen. Seine Männer sind vor ihnen und als sie an einem Wachhaus vorbeikommen, findet Miles sein eigenes Messer wieder. Jetzt weiß er, dass Monroes Gesandter sein ehemaliger Schützling Alec ist. In letzter Minute kann Miles die Detonation verhindern. Georgia ist sehr reich und daraufhin bereit, die Monroe Republik anzugreifen. Die Präsidentin der Föderation unterbreitet Miles einen Vorschlag. Rachel und Aaron suchen Rachels Freundin Dr. Jane Warren, ohne die sie den Strom nicht wieder anstellen können. Währenddessen erfährt Monroe, dass Neville und seine Frau geflohen sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530339","hoster":"VOE"},{"path":"/redirect/8530336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-15","name":"Die verlorenen Söhne","epNo":15,"alt":"Home","descr":"Nachdem Dr. Jane Warren Rachel schweren Herzes sämtliche Informationen mitgeteilt hat, die sie benötigt, um den Strom wieder einzuschalten, machen Rachel und Aaron sich auf den Weg zu einem Tower, von dem aus der Strom reguliert wird. Bei einem Zwischenstopp in einer Kleinstadt glaubt Aaron plötzlich, seine Ehefrau Priscilla von Weitem auf einem Marktplatz gesehen zu haben. Nach stundenlanger Suche entdeckt er sie tatsächlich mit einem anderen Mann in einer Bar. Im Gegensatz zu Aaron ist Priscilla jedoch alles andere als begeistert von dem unverhofften Wiedersehen. Sie ist nicht einmal zu einem Gespräch mit Aaron bereit, da sie mittlerweile ein neues Leben angefangen hat, nachdem Aaron sie vor all den Jahren einfach wehrlos zurückgelassen hat. Folgt Aaron Priscillas Aufforderung zu gehen oder geht er seinem Verdacht, dass seine Frau ihm etwas verschweigt, nach? Miles’ neue Truppen, die sich sowohl aus Rebellen als auch aus Soldaten der Georgia Föderation zusammensetzen, kämpfen erfolgreich gegen die Miliz. Monroe erkennt, dass sie eine ernsthafte Bedrohung für ihn darstellen, weshalb es für ihn oberste Priorität hat, Miles zu töten. Da es Monroe jedoch nicht gelingen würde, Miles aufzuspüren, versucht er ihn, in ihre alte Heimatstadt zu locken und droht Miles damit, ansonsten jeden einzelnen Bürger umzubringen, angefangen bei der hübschen Emma, in die damals sowohl Miles als auch Monroe verliebt waren. Während Miles sich unverzüglich auf den Weg in seine alte Heimatstadt macht, ohne Charlie und Nora zu informieren, trifft Monroe auf Emma, die ihm nach all den Jahren etwas gestehen muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530342","hoster":"VOE"},{"path":"/redirect/8530340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-16","name":"Level 12","epNo":16,"alt":"The Love Boat","descr":"Auf dem Weg zum Tower geraten Rachel und Aaron immer wieder in Schwierigkeiten: Als Milizsoldaten durch einen Schusswechsel mit einem Zivilisten auf die beiden aufmerksam werden, müssen Rachel und Aaron schnell in den Wald flüchten. Rachel stürzt einen Hang hinab und verletzt sich dabei so schwer, dass sie Aaron bittet, den Weg zum Tower ohne sie fortzusetzen – doch überlässt er Rachel wirklich ihrem eigenen Schicksal? Nachdem Tom Neville mit seiner Ehefrau Julia aus der Monroe Republik geflohen und der Georgia Föderation beigetreten ist, schickt deren Präsidentin Neville zu Miles, um diesen zu unterstützen. Miles traut seinen Augen nicht, als Neville plötzlich vor ihm steht, doch er könnte tatsächlich seine Hilfe dabei gebrauchen, den Wissenschaftler Dr. Camp, der für Monroe einen Milzbranderreger produziert, zu entführen. Während Miles mit Charlies und Noras Hilfe Dr. Camp in einem Labor kidnappt, befreit Neville die Familie des Wissenschaftlers, welche Monroe als Druckmittel benutzt hat. Während Nora, Charlie und Jason der Familie helfen wollen, unterzutauchen, haben Neville und Miles ganz andere Pläne: Sie wollen Dr. Camp der Präsidentin aushändigen, damit dieser nun für die Georgia Föderation arbeitet. Als Charlie erkennt, wie grausam Miles ist, stellt sie sich gegen ihn und wagt mit Nora und Jason einen Alleingang …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530345","hoster":"VOE"},{"path":"/redirect/8530341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-17","name":"In Trümmern","epNo":17,"alt":"The Longest Day","descr":"Da Rachel es für möglich hält, mit der Aktivierung einer Nanokapsel ihr zerfetztes Bein zu heilen, arbeiten Aaron und sie auf Hochtouren – nichtsahnend, dass sie dabei von zwei Zivilisten beobachtet werden. Im Glauben, Rachel und Aaron seien Wunderheiler, bringen die beiden Männer sie in ihre Gewalt, damit sie dem verletzten Sohn einer der Männer helfen können. Rachel spielt ihnen zwar vor, dass das Kind bald wieder gesund sein wird, doch in Wahrheit hat sie keine Hoffnung mehr. Aaron ist entsetzt darüber, dass Rachel nicht einmal versucht, den Kleinen zu retten, doch für Rachel hat es oberste Priorität, endlich zum Tower zu gelangen, um den Strom wieder einzuschalten. Monroe versucht derweil mit allen Mitteln, möglichst viele Rebellen und Anhänger der Georgia Föderation aus dem Weg zu räumen und schreckt nicht einmal vor einem Drohnenangriff auf ein Rebellencamp, in dem sich Miles und die anderen aufhalten, zurück. Jason wird bei der Attacke schwer verletzt und Charlie unter Trümmerteilen begraben. Miles, Nora und Tom Neville, der sich ihnen widerwillig angeschlossen hat, können Jason aufspüren, doch von Charlie fehlt jede Spur. Während Miles alles daran setzt, seine Nichte zu finden und sein eigenes Leben dabei aufs Spiel setzt, versucht Nora ihn langsam davon zu überzeugen, dass sie sich selbst nur unnötig in Gefahr bringen und Charlie wahrscheinlich längst tot ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530344","hoster":"VOE"},{"path":"/redirect/8530343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-18","name":"Verrat in den eigenen Reihen","epNo":18,"alt":"Clue","descr":"Als Nora, die seit einigen Wochen von Monroe gefangen gehalten wird, ihr Schweigen über Miles’ Aufenthaltsort nicht bricht, lässt er sie so lange foltern und spritzt ihr Drogen, bis sie endlich redet: Nora erzählt ihm nicht nur, dass Miles in Atlanta ist und gemeinsam mit Tom Neville, der sich der Georgia Föderation angeschlossen hat, gegen die Monroe Republik kämpft, sondern auch von Rachels Aufbruch zum Tower in Colorado. Da Monroe keine Ahnung hat, was es mit dem Tower auf sich hat, stellt er Randall Flynn wutentbrannt zur Rede. Monroe spielt sogar mit dem Gedanken, Flynn umzubringen, doch er braucht seine Hilfe, um sich Zugang zu dem Tower zu verschaffen. Er verliert keine Zeit und bricht unverzüglich mit Randall und seinen Truppen nach Colorado auf. Zeitgleich verfolgen Rachel und Aaron das gleiche Ziel. Als sie endlich am Tower ankommen, sehen sie Monroes Leute, die den Eingang bewachen. Rachel verliert die Hoffnung und sieht nur noch eine Möglichkeit, ihren Plan in die Tat umzusetzen: Sie will sich bei Einbruch der Dunkelheit an Monroe heranschleichen und diesen töten, auch wenn sie dabei möglicherweise ihr eigenes Leben aufs Spiel setzt. Rachel würde dadurch so viel Aufmerksamkeit erregen, dass Chaos ausbrechen würde und Aaron unbemerkt in den Tower kommen und den Strom wieder einschalten könnte. John Sandborn, der von Monroe den Auftrag erhalten hat, Nora zu töten, bringt dies nicht übers Herz. Stattdessen betäubt er Nora und bringt sie in ein Krankenhaus in Atlanta, wo Miles sie findet. Da sie wissen, dass Rachel in großer Gefahr ist, brechen sie gemeinsam nach Colorado auf. John Sandborn ist ihnen dabei eine große Hilfe, denn auch er ist im Besitzt eines Anhängers, sodass sie mit einem Hubschrauber zum Tower fliegen können. Als sie unterwegs mangels Benzin zwischenlanden müssen, kommt es zu einem grausamen Zwischenfall: Mitglieder ihres eigenen Teams wird die Kehle aufgeschlitzt. Zunächst sieht alles so aus, als steckten Einheimische hinter den Morden, doch als Miles bewusst wird, dass mitten in der Wüste niemand leben kann, ahnt er, dass der Mörder aus ihren eigenen Reihen kommen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334686","hoster":"VOE"},{"path":"/redirect/8530346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-19","name":"Alte Freunde neue Feinde","epNo":19,"alt":"Children of Men","descr":"Nachdem Rachels Versuch, Monroe mit einer Bombe zu töten, fehlgeschlagen ist, lässt dieser sie gefangen nehmen, da sie ihnen Zutritt zum Tower verschaffen kann. Rachel kann nicht glauben, wie viel Randall Flynn Monroe über den Tower erzählt hat, sodass beide Männer sofort mit Rachel auf Stockwerk 12 fahren wollen. Als der Aufzug plötzlich auf Level 11 steckenbleibt, kommt es zu einer grausamen Schießerei mit den Bewachern des Towers. Rachel und Monroe können sich in letzter Sekunde in einen Sicherheitsraum retten. Monroe versucht, Rachel vor Augen zu führen, dass sie nur dann überleben können, wenn sie zusammenarbeiten, Rachel hingegen verfolgt nur ein einziges Ziel – ihn zu töten. Miles, Nora, Charlie, Jason und Tom treffen bei ihrer Ankunft am Tower auf Aaron. Mithilfe von Dr. Warrens Buch, das Aaron mit sich führt, könnten sie zwar das Tor zum Tower öffnen, doch dieses wird von unzähligen Milizsoldaten bewacht, sodass sie einen Plan aushecken: Während Tom und Jason eine Bombe als Ablenkungsmanöver hochgehen lassen, soll Aaron den Generalcode eingeben. Jason und Tom gelingt es jedoch nicht, rechtzeitig in den Tower zu gelangen, sodass sie von Milizsoldaten gefesselt werden. Tom versucht nun, die Milizsoldaten gegen Monroe aufzuhetzen und zu einem Komplott gegen ihn zu bewegen, doch trauen sie Tom noch, nachdem dieser der Monroe Republik den Rücken gekehrt hat? Als Rachel auf einer Überwachungskamera ihre Tochter sieht, verlässt sie sofort den Sicherheitsraum, um Aaron und Charlie, die sich in großer Gefahr befinden, zur Hilfe zu eilen. Als Rachel, Aaron und Charlie kurze Zeit später auf zwei alte Bekannte von Rachel, Grace und Dan, treffen, nehmen sie Aaron das Buch ab und verbrennen es. Doch warum wollen Dan und Grace mit allen Mitteln verhindern, dass Rachel den Strom wieder einschaltet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530349","hoster":"VOE"},{"path":"/redirect/8530348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-1/episode-20","name":"Der Letzte macht das Licht an","epNo":20,"alt":"The Dark Tower","descr":"Sowohl Miles als auch Monroe haben endlich die Gelegenheit, sich gegenzeitig zu töten, doch keiner der beiden bringt es übers Herz, den Abzug zu betätigen. Als sie von den bewaffneten Wächtern des Towers überrascht werden, fliehen sie gemeinsam mit Nora in einen Kanal. Während Nora sich halten kann, werden Monroe und Miles durch die heftigen Wassermassen aus dem Tower gespült. Als Monroe draußen von seinen eigenen Milizsoldaten gefangengenommen wird und auf Tom Neville trifft, wird ihm bewusst, dass es niemanden mehr gibt, dem er vertrauen kann – bis ihm plötzlich jemand zur Hilfe eilt und ihm zur Flucht verhilft. Obwohl Dan Rachel gedroht hat, sie zu töten, wenn sie auch nur versuche, auf Level 12 zu gelangen, setzt diese weiterhin alles daran, um Grace vor Augen zu führen, wie wichtig es ist, den Strom wieder einzuschalten. Als Grace sich dennoch weigert, wagen Rachel, Aaron, und Charlie einen gefährlichen Alleingang und laufen auf dem Weg zur 12. Ebene nicht nur Nora, sondern auch den Bewachern des Towers in die Arme. Bei einer Schießerei wird Nora so schwer verletzt, dass sie zu verbluten droht. Werden die anderen Nora zurück zur Krankenstation bringen, auch wenn dies bedeutet, dass sie anschließend möglicherweise keinen Zugang mehr zu Level 12 haben oder lassen sie Nora zurück und bringen ihre Mission zu Ende?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530350","hoster":"VOE"},{"path":"/redirect/8530352","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/revolution/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/revolution/staffel-2/episode-1","name":"Falsche Patrioten","epNo":1,"alt":"Born in the U.S.A.","descr":"Da es Rachel und Aaron nicht rechtzeitig gelungen ist, den Strom wieder auszustellen, machen Randalls Nuklearraketen sowohl Philadelphia als auch Atlanta dem Erdboden gleich. Rachel ist fertig mit den Nerven, da sie große Schuldgefühle plagen. Rachel, Miles, Charlie und Aaron beschließen, sich auf den Weg in die Kleinstadt Willoughby zu machen, wo Rachels Vater Gene Porter als Arzt tätig ist. Nach einiger Zeit geht es Rachel tatsächlich wieder etwas besser, doch Gene ist der Meinung, dass Miles seiner Tochter nicht gut tut und befürchtet, sie könne in ein tiefes Loch fallen, wenn Miles sie enttäuscht. Miles will nach einem ernsten Gespräch mit Gene den Ort verlassen, als plötzlich Banditen Willoughby überfallen und er dem Sheriff Mason Grey zur Hilfe eilen muss. Aaron versucht bei dem Angriff seine neue Freundin zu beschützen und wird von den Banditen so schwer verletzt, dass Gene glaubt, nichts mehr für ihn tun zu können. Nachdem Charlie vergeblich versucht hat, ihrer Mutter zu verzeihen und zu vergessen, was in den vergangenen Monaten passiert ist, hat sie Willoughby und somit Rachel den Rücken gekehrt. Als der Barkeeper Jeff, mit dem sie eine Affäre hat, ihr erzählt, vor einigen Wochen zufällig Monroe gesehen zu haben, verfolgt sie seine Spur und kann ihn tatsächlich während eines Boxkampes aufspüren. Unter einem Vorwand lockt sie Monroe nach draußen, doch just in dem Moment, in dem sie ihn töten will, wird er von einer Gruppe unbekannter Männer angegriffen und verschleppt. Tom Neville und sein Sohn Jason suchen derweil ein Flüchtlingscamp in Philadelphia nach Julia ab. Da sie selbst nach einigen Tagen keine Spur von ihr haben, befürchtet Tom, dass seine Frau wahrscheinlich gar nicht mehr am Leben ist. Er wird plötzlich aus seinen Gedanken gerissen, als ein großes Schiff mit einer Amerikaflagge samt Soldaten und der angeblichen Ministerin Justine Allenford anlegt. Allenford versucht den Flüchtlingen glaubhaft zu machen, eine Patriotin zu sein und Beweise dafür zu haben, dass in Wahrheit Monroe und die Präsidentin der Georgia Föderation hinter den Nuklearwaffen stecken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922287","hoster":"VOE"},{"path":"/redirect/8530362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-2","name":"Göttliche Fügung?","epNo":2,"alt":"There Will Be Blood","descr":"Rachel traut ihren Augen nicht, als der für tot erklärte Aaron nach einem stundenlangen Herzstillstand plötzlich wieder aufwacht. Während Aarons gläubige Freundin Cynthia das Ganze für ein Wunder hält, hat Aaron eine Ahnung, was ihn wieder zurück ins Leben gebracht hat. Nachdem Rachel Aaron versorgt hat, versuchen sie und ihr Vater Dr. Gene Porter, in Willoughby einige Männer zusammenzutrommeln, die sich an der Suche nach Miles beteiligen. Nach seiner Verschleppung aus der Ortschaft befindet sich Miles weiterhin in den Fängen von Titus Andover. Miles fragt sich allmählich, warum Titus ihn nicht wie die anderen Gefangenen erschießt, sondern ihn noch für etwas braucht. Charlies Versuch, den verschleppten Monroe aufzuspüren, schlägt fehl und sie wird vom Kopfgeldjäger Adam gefesselt und direkt neben Monroe in einem alten Swimmingpool angebunden. Als diesem schließlich die Flucht gelingt, versucht er, seine Entführer zu töten, doch die mutige Charlie stellt sich ihm in den Weg. Tom Neville und sein Sohn Jason sind skeptisch, ob die angebliche Patriotin Justine Allenford tatsächlich diejenige ist, für die sie sich ausgibt. Deshalb planen sie gemeinsam mit einem anderen Mann aus dem Flüchtlingscamp in Savannah ein Attentat auf Allenford, das Neville in letzter Sekunde verhindert, um durch die Rettung ihr Vertrauen zu gewinnen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530363","hoster":"VOE"},{"path":"/redirect/8530361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-3","name":"Der Wolf im Schafspelz","epNo":3,"alt":"Love Story","descr":"Während seiner Gefangenschaft findet Miles den wahren Grund für Titus’ Verhalten heraus: Seine Ehefrau Jessica ist schwerkrank. Titus kann Jessica, die an einer Blutkrankheit leidet, nur dann am Leben erhalten, wenn er ihr vergiftetes Blut mit dem reinen der Gefangenen wäscht. Als es Rachel schließlich gelingt, Miles aus Titus Fängen zu befreien, bittet Miles Rachel und ihren Vater Gene, Jessica als Druckmittel gegen Titus mit nach Willoughby zu nehmen. Miles und den anderen gelingt zwar die Flucht, doch Titus und seine Männer sind ihnen dicht auf den Fersen. In Willoughby schlägt Miles Titus einen Deal vor: Wenn er alle Stadtbewohner freilässt, bekommt er im Gegenzug seine Frau zurück. Lässt Titus sich auf das Angebot ein? Tom Neville und sein Sohn gehören nun offiziell den Patrioten an. Insgeheim wollen sie jedoch nur eins: Julias Tod rächen. Obwohl die beiden Männer mit äußerster Vorsicht handeln, kommen ihnen andere Patrioten auf die Schliche und finden ihre wahre Identität heraus. Charlie ist weiterhin mit Adam in der Plains Nation unterwegs. Während Charlie Monroe am liebsten töten würde, besteht Adam darauf, ihn am Leben zu lassen, da er Monroe für die Suche nach seinen angeblich verschollenen Vater braucht. Monroe gelingt es schließlich, die beiden aufzuspüren. Als er Charlie mitteilt, dass er in Adams Sachen von der U.S. Regierung verfasste Steckbriefe gefunden hat, mit denen sowohl Monroe als auch Rachel landesweit gesucht werden, muss Charlie sich fragen, wer Adam wirklich ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922277","hoster":"VOE"},{"path":"/redirect/8530287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-4","name":"Abgründe","epNo":4,"alt":"Patriot Games","descr":"Als es Rachel nach ihrer schweren Verwundung allmählich wieder besser geht, lernt sie Edward Truman, den Anführer der Patrioten, die es sich zur Aufgabe gemacht haben, die Bürger von Willoughby zu beschützen, kennen. Doch Rachel misstraut den Patrioten von Anfang an und befürchtet, dass diese mit Randall bei dem Bombenanschlag kooperiert haben. Sie vertraut sich ausgerechnet ihrem Bekannten Ken an und bringt sich damit in größte Gefahr, denn dieser gehört nun ebenfalls zu den Patrioten. Aaron bricht erneut zusammen und wird von schrecklichen Alpträumen geplagt, in denen er sieht, was sich an anderen Orten ereignet, wie beispielsweise ein Kampf zwischen Miles und den Patrioten. Nachdem Tom Neville seinen Vorgesetzen Vincent Cooke in seine Gewalt gebracht hat, tötet er ihn mit einer Überdosis Heroin, um seinen Posten zu übernehmen und immer mehr Allenfords Vertrauen zu gewinnen. Eine Gruppe Vergewaltiger hat es auf Charlie abgesehen, doch Monroe rettet sie in letzter Sekunde aus deren Fängen. Nach langen Gesprächen gelingt es Monroe schließlich, Charlie von der Gefahr zu überzeugen, die von den angeblichen Patrioten ausgeht. Als Charlie erkennt, dass sie nur zusammen eine Chance haben, brechen Charlie und Monroe gemeinsam nach Willoughby zu Rachel und Miles auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530290","hoster":"VOE"},{"path":"/redirect/8530291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-5","name":"Die dunkle Gabe","epNo":5,"alt":"One Riot, One Ranger","descr":"Seit Aarons Erfahrung mit dem Tod laufen in seinen Träumen nicht nur Geschehnisse ab, die zur gleichen Zeit an einem anderen Ort stattfinden, sondern er hat darüber hinaus die Fähigkeit, mit seinen Gedanken andere Menschen zu töten. Aus Angst, seiner Freundin Cynthia oder Rachel ungewollt etwas antun zu können, ist Aaron fest entschlossen, Willoughby zu verlassen. John Franklin Fry und weitere Texas Ranger treffen in Willoughby ein, da sich die Patrioten auf ihrem Territorium niedergelassen haben. Entgegen aller Erwartungen sind die Texas Ranger jedoch nicht auf Krieg aus, sondern wollen sich sogar mit den Patrioten verbünden. Als Miles erkennt, dass John den Patrioten blind vertraut, versucht er ihm vor Augen zu führen, wer die Patrioten in Wirklichkeit sind und die beiden Gruppen dadurch gegeneinander auszuspielen. Doch John schenkt Miles’ Ausführungen keinerlei Glauben und fordert einen eindeutigen Beweis. Nachdem Charlie und Monroe mittlerweile ebenfalls in der Kleinstadt angekommen sind, bieten sie Miles ihre Hilfe an, doch lässt er sich darauf ein? Tom Neville beobachtet, wie einige Flüchtlinge mit Kutschen in ein anderes Camp gebracht werden. Als er Allenford kurze Zeit später bei einer Schießerei erneut das Leben rettet, setzt er die verletzte Allenford so sehr unter Druck, dass diese ihm die Wahrheit über das neue Camp sagen muss: Lediglich junge und gesunde Menschen wurden dafür ausgewählt, die aufs Töten gedrillt werden sollen – unter anderem Nevilles Sohn Jason …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530293","hoster":"VOE"},{"path":"/redirect/8530294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-6","name":"Zum Tode verurteilt","epNo":6,"alt":"Dead Man Walking","descr":"Als bei einem geheimen Treffen zwischen Miles, Monroe und dem Texas Ranger John Franklin Fry etwas schief läuft, erschießt Monroe kurzerhand John, um dessen Tötung anschließend den Patrioten in die Schuhe zu schieben. Miles und Monroe glauben daraufhin, dass ihr Plan aufgeht und die Texas Ranger den Patrioten nun den Krieg erklären werden – doch die beiden Parteien haben sich hinter Miles’ und Monroes Rücken zusammengeschlossen und stellen Monroe eine Falle. Nachdem sie ihn festgenommen haben, soll Monroe schnellst möglichst hingerichtet werden. Als er kurz vor seinem Tod ein letztes Mal mit Miles spricht, gesteht er diesem, ihm vor einigen Jahren seine damalige Freundin Emma ausgespannt und sogar einen Sohn mit ihr zu haben. Entgegen Monroes Befürchtungen reagiert Miles jedoch anders als erwartet. Nachdem Rachel die Giftspritze, mit der Monroe exekutiert werden soll, vorbereitet hat, fühlt ihr Vater, Dr. Gene Porter, sich geehrt, den meistgesuchten Mann des Landes hinrichten zu dürfen. Miles wirft Rachel nach Monroes Tod vor, ihm in den Rücken gefallen und Monroe verraten zu haben. Rachel beteuert jedoch ihre Unschuld – doch wer könnte dann hinter dem Verrat stecken? Obwohl Allenford Neville immer wieder zu verstehen gibt, wie gefährlich das neu errichtete Camp ist, in dem junge Menschen unter Drogeneinfluss zum Töten erzogen werden, lässt dieser nicht locker und setzt alles daran, Jason zu finden. Es dauert nicht lange, bis er im Camp auf seinen Sohn trifft, doch Jason wurde ebenfalls einer Gehirnwäsche unterzogen und schreckt nicht davor zurück, die Waffe auf seinen eigenen Vater zu richten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530297","hoster":"VOE"},{"path":"/redirect/8530299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-7","name":"Neue Erkenntnisse","epNo":7,"alt":"The Patriot Act","descr":"Nachdem ein gewisser Dr. Calvin Horn, der für die Regierung arbeitet und Rachel steckbrieflich hat suchen lassen, von Aarons mysteriöser Auferstehung erfährt, macht er sich auf den Weg nach Willoughby, um weitere Informationen über die Nanotechnologie zu bekommen. Da es nur noch eine Frage der Zeit ist, bis er Aaron findet, müssen Miles und die anderen schnell handeln: Sie beschließen, Aaron schnellstmöglich aus der Stadt zu schaffen und ihn zu Monroe zu bringen, der sich nach seiner vermeintlichen Hinrichtung von den Strapazen der letzten Tage in einem leerstehenden Haus erholt. Doch seit nach einem Bombenanschlag die Sicherheitsmaßnahmen verschärft wurden, könnten Rachel und Miles Aaron niemals unentdeckt aus der Stadt schmuggeln. Sie sind sehr erleichtert, als Rachels Vater Gene ihnen seine Hilfe anbietet, doch schon bald muss Rachel feststellen, wer ihr Vater in Wirklichkeit ist. Tom lässt seinen Sohn Jason keine Sekunde aus den Augen und hofft weiterhin, dass sich dieser von der Gehirnwäsche erholt. Tatsächlich verhält sich Jason nach einiger Zeit wieder unauffällig und rettet seinem Vater sogar das Leben. Im Gegensatz zu Tom Neville glaubt Allenford jedoch weiterhin, dass Jason eine Gefahr darstelle, doch anstatt auf sie zu hören, fesselt Tom sie und befiehlt ihr, ihn zu ihrem Mann, dem Oberbefehlshaber der Patrioten, zu führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530366","hoster":"VOE"},{"path":"/redirect/8530372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-8","name":"Kein Entrinnen","epNo":8,"alt":"Come Blow Your Horn","descr":"Dr. Calvin Horn lässt nichts unversucht, um Aaron aufzuspüren und hinter das Geheimnis der Nanotechnologie zu kommen. Er geht sogar so weit und droht Dr. Gene Porter, seiner Tochter Rachel etwas anzutun, wenn er ihm nicht Aarons Aufenthaltsort verrät. Nachdem die Patrioten sowohl Cynthia als auch Aaron festgenommen haben, führen sie mit Aaron einige Tests durch. Rachel, Miles und Charlie bereiten derweil einen Anschlag auf die Patrioten vor und wollen Dr. Horn und seine Männer mit einer selbstgebauten Bombe in die Luft sprengen. Zunächst läuft alles nach Plan: Während Charlie die Wachhunde der Patrioten ablenkt und dafür sorgt, dass Chaos ausbricht, kann Rachel unbemerkt die Bombe platzieren. Doch als plötzlich Gene auftaucht, muss Rachel sich entscheiden, ob sie es in Kauf nimmt, bei dem Bombenanschlag möglicherweise ihren eigenen Vater zu töten. Nachdem Justine Tom Neville zu ihrem Mann Roger nach North Carolina gebracht hat, berichtet Tom Roger von den Alleingängen seiner Frau. Tom erhofft sich dadurch Rogers Vertrauen zu gewinnen und bei den Patrioten aufzusteigen. Als Roger Justine daraufhin zur Rede stellt, endet das Wiedersehen zwischen den Eheleuten anders, als sie es sich erhofft hatte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9944954","hoster":"VOE"},{"path":"/redirect/8530367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-9","name":"Erwarte das Unerwartete","epNo":9,"alt":"Everyone Says I Love You","descr":"Nachdem Aaron und Cynthia in letzter Sekunde vor Dr. Horn fliehen konnten, retten sie sich mit letzten Kräften in eine verlassene Bibliothek. Als Aaron schließlich wieder zu sich kommt, wird er von einem kleinen Jungen überrascht. Aaron ist sich zwar sicher, den Kleinen schon einmal zuvor gesehen zu haben, allerdings kann er ihn nicht einordnen. Zunächst glaubt er, das Kind habe seine Eltern verloren und verstecke sich aus Angst vor den Patrioten in der Bibliothek, bis der Junge seltsame Äußerungen über die Nanotechnologie macht, von denen er eigentlich nichts wissen dürfte. Rachel, Charlie, Miles und Monroe setzen derweil alles daran, um Aaron zu finden. Als sie im Wald aus der Ferne Dr. Horn und seine Truppe vorbeiziehen sehen, gehen sie davon aus, dass auch Aaron nicht weit sein kann und ein Wettlauf gegen die Zeit beginnt. Nachdem Tom Roger die Wahrheit über seine Ehefrau Justine gesagt hat, löst Roger nun sein Versprechen ein und nimmt Tom und Jason im Zug mit nach Washington, wo Tom den Tod seiner Frau Julia rächen möchte, indem er den Präsidenten ermordet. Tom traut seinen Augen nicht, als er unterwegs an einem Bahnsteig seine totgeglaubt Ehefrau wiederseht, allerdings ist sie nicht alleine, sondern in Begleitung eines anderen Mannes …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530371","hoster":"VOE"},{"path":"/redirect/8530375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-10","name":"Die drei Amigos","epNo":10,"alt":"The Three Amigos","descr":"Nachdem Monroe sowohl Aaron als auch Dr. Gene Porter aufgespürt hat, sieht Miles den Zeitpunkt gekommen, Monroe endlich den Aufenthaltsortes seines Sohnes Connor zu verraten: Miles hat den Jungen vor Jahren nach Mexiko gebracht, um ihn vor der übermächtigen Monroe-Republik zu beschützen. Da sich Miles’ Gesundheitszustand wieder stabilisiert hat, beschließen Rachel und Miles, Monroe auf die große Reise nach Mexiko zu begleiten, doch niemand weiß, ob Connor noch dort ist und ob er überhaupt noch lebt. Aaron lässt das Gespräch mit dem Jungen aus der Bibliothek immer wieder Revue passieren, in dem er eine Stadt namens Spring City in Oklahoma erwähnt hat. Aaron muss herausfinden, was es mit der Stadt auf sich hat, sodass er sich nachts aus dem Versteck schleicht. Spring City entpuppt sich als eine Geisterstadt – bis Aaron plötzlich eine alte Bekannte wiedertrifft. Obwohl Julia wieder verheiratet ist, schmiedet sie heimlich Pläne mit Tom, um ihr gemeinsames Ziel doch noch zu erreichen: Während einer Veranstaltung im Weißen Haus wollen die beiden einen hohen Beamten der Patrioten töten, damit Tom weiter aufsteigt – doch dies gestaltet sich schwieriger, als zunächst angenommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13921364","hoster":"VOE"},{"path":"/redirect/8530377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-11","name":"Meine zwei Väter","epNo":11,"alt":"Mis Dos Padres","descr":"Sebastian Monroe wird weiterhin in Puesta del Sol gefangen gehalten und trifft zum ersten Mal auf Luis Nunez, den Ziehvater seines leiblichen Sohnes Connor. Miles’ Versuch, Monroe zur Flucht zu verhelfen, schlägt fehl, woraufhin Nunez Connor befiehlt, Monroe als Strafe auszupeitschen. Während Connor und Nunez planen, den meistgesuchtesten Mann der USA an einen der Bundesstaaten zu verkaufen, hat Monroe ganz andere Pläne mit seinem Sohn: Er will gemeinsam mit ihm die Monroe-Republik wieder aufbauen. Charlie und ihr Großvater Gene beobachten, wie die Patrioten in Windeseile ein Camp errichten. Im Glauben, die Patrioten halten seinen alten Freund Lloyd Welliver dort fest, schleicht er sich nachts heimlich dorthin. Doch er kommt zu spät: Lloyd ist bereits tot. Es stellt sich heraus, dass es sich bei dem Lager um ein Quarantänecamp handelt, da innerhalb weniger Tage viele Einwohner von Willoughby an Typhus erkrankt sind. Der Patriot Edward Trueman versucht, Charlie und Gene davon zu überzeugen, dass sie das Örtchen nur dann retten können, wenn sie kooperieren. Aaron glaubt, dass er in Spring City auf Grace treffen sollte – bis er auch seine ehemalige Frau Priscilla wiedersieht, deren verstorbener Vater sie in die Geisterstadt geschickt hat. Grace versucht, ihnen vor Augen zu führen, dass dies kein Zufall war, sondern die Nanotechnologie die beiden wieder zusammengeführt habe. Als Tom Neville und sein Sohn herausfinden, dass die Regierung eine landesweite Ausbreitung der Umerziehungscamps plant, deren Anführer Julias neuer Ehemann Victor Doyle werden soll, sind die beiden geschockt und wollen dies mit allen Mitteln verhindern. Tom weiht Julia in seine neuen Erkenntnisse ein. Während Tom und Julia zunächst von einem Einbruch in Doyles Büro absehen, macht Jason einen riskanten Alleingang …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530378","hoster":"VOE"},{"path":"/redirect/8530380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-12","name":"Quarantäne","epNo":12,"alt":"Captain Trips","descr":"Als Rachel, Miles und Monroe gemeinsam mit Connor Mexiko verlassen und nach Willoughby zurückkehren, sehen sie bereits aus der Ferne das Quarantänecamp und ahnen, dass in der Stadt eine Epidemie ausgebrochen sein muss. Da Gene und Charlie mit den Patrioten zusammenarbeiten, bietet auch Rachel ihre Hilfe an. Je länger sie und ihr Vater die Patienten behandeln, desto skeptischer werden die beiden, denn der Krankheitsverlauf entwickelt sich anders als es normalerweise bei Typhus der Fall ist. Deshalb führt Rachel heimlich Bluttests durch und muss feststellen, dass es sich nicht um einen natürlichen Virus handelt, sondern vielmehr um einen künstlich hergestellten. Aaron, der sich weiterhin in Spring City aufhält, erscheinen Nanos in Gestalt von Cynthia. Diese bittet ihn, sich sofort mit Priscilla auf den Weg nach Lubbock in Texas zu machen, wo sie angeblich auf all ihre Fragen Antworten erhalten werden. Für Tom und Julia hat es oberste Priorität, ihren Sohn Jason zu befreien. Julia versucht über ihren neuen Ehemann Victor Doyle Informationen über Jasons Aufenthaltsort zu erhalten und trifft sich nachts heimlich mit Tom, um gemeinsam einen Plan auszuhecken – nichtsahnend, dass Victor seine Ehefrau beschatten lässt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13920254","hoster":"VOE"},{"path":"/redirect/8530379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-13","name":"Offene Rechnungen","epNo":13,"alt":"Happy Endings","descr":"Nachdem Truman keine andere Wahl hatte, als Connor das Gegenmittel gegen den künstlich erzeugten Typhuserreger auszuhändigen, spritzen Rachel und Charlie dieses sowohl Gene als auch den anderen Infizierten. Miles, Rachel und die anderen sind sich sicher, dass die Patrioten hinter dem absichtlichen Ausbruch der Krankheit stecken und wollen diese zur Strecke bringen. Da sie jedoch alleine keine Chance gegen die Patrioten hätten, machen sich Monroe, Connor und Charlie auf den Weg nach New Vegas, wo Monroe seiner alten Bekannten Duncan Söldner abkaufen möchte. Nach ihrer Ankunft in Lubbock, trauen Aaron und Priscilla ihren Augen nicht, als völlig unverhofft ihr alter Freund Peter, der damals den Code mitentwickelt hatte, vor ihnen steht. Peter ist in dem kleinen Örtchen nicht nur als Prediger, sondern auch als Wunderheiler bekannt. Während Peter fest davon überzeugt ist, dass Gott für die vermeintlichen Wunder, die sich in Lubbock ereignen, verantwortlich ist, wissen Aaron und Priscilla, dass in Wahrheit die Nanotechnologie dahintersteckt und versuchen, dies Peter näherzubringen. Tom Neville wird derweil zu Präsident Davis gebracht, der ihm damit droht, Julia töten zu lassen, wenn Tom nicht Monroe umbringt. Davis veranlasst, dass Tom ihn auf seiner Mission begleiten kann und es dauert nicht lange, bis er in Willoughby eine erste Spur hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13920256","hoster":"VOE"},{"path":"/redirect/8530386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-14","name":"Angst und Schrecken in New Vegas","epNo":14,"alt":"Fear And Loathing","descr":"Als Monroes und Connors Versuch, in New Vegas einen gewissen Gould auszurauben, fehlschlägt, lässt dieser die beiden fesseln. Als Strafe ordnet er für den nächsten Tag einen Todeskamp zwischen Vater und Sohn an, dessen Gewinner Gould ungestraft davonkommen lassen will. Monroes und Connors einzige Hoffnung, noch rechtzeitig gerettet zu werden, ist Charlie. Da diese allein keine Chance gegen Goulds Männer hat, bittet sie Monroes Bekannte Duncan Page um Hilfe, doch diese lässt Charlie festnehmen und der Kampf findet statt. Nachdem Tom Neville und sein Sohn Jason Miles und Rachel aufspüren konnten, beobachten die vier, wie das Quarantänecamp umgebaut wird. Als Tom und Jason dort Julias neuen Ehemann Doyle sehen, wird ihnen bewusst, dass das Krankenlager in ein Umerziehungscamp umgebaut werden soll. Miles und Rachel halten Toms und Jasons Ankunft für keinen Zufall und ahnen, dass die beiden etwas aushecken. Sowohl Aaron als auch Priscilla erscheinen weiterhin die Nanos, allerdings bitten diese sie plötzlich um Hilfe. Die beiden schließen daraus, dass ihnen bei der Programmierung des Codes damals ein schwerwiegender Fehler unterlaufen sein müsste, der den Tod der Nanos zur Folge haben könnte. Aaron und Priscilla weihen unverzüglich Peter ein und es kommt zu einem großen Streit: Während Peter den Fehler sofort beheben möchte, fordert Priscilla, die Nanos sterben zu lassen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13920255","hoster":"VOE"},{"path":"/redirect/8530388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-15","name":"Traumfänger","epNo":15,"alt":"Dreamcatcher","descr":"Nach der Auseinandersetzung mit seinem alten Bekannten Peter über die Reparatur des Codes, wacht Aaron plötzlich neben Priscilla im Jahre 2014 in einer Welt mit Strom auf. Da Aaron verwirrt ist, von einem auf den anderen Tag wieder in einer Zivilisation zu leben und Geschäftsführer des weltbekannten Unternehmens \"Pittman Digital\" zu sein, sucht er Rat bei Priscilla, doch diese kann sich an keinen Blackout erinnern. Als Aaron im Laufe des Tages Charlie, Rachel, Nora, Dr. Calvin Horn und Tom Neville begegnet, glaubt er, sie alle zu kennen, weiß allerdings zunächst nicht woher. Aaron ahnt daraufhin, dass er sich nicht in der Realität, sondern lediglich in einem Traum befindet und die Nanotechnologie Besitz von seinen Gedanken ergriffen hat, um ihn dazu zu zwingen, den Fehler im Code zu reparieren. Aaron versucht zwar mit allen Mitteln, aus diesem Traum wieder aufzuwachen, doch schon bald muss er erfahren, dass dies gar nicht so einfach ist und er große Opfer bringen müsste, wenn er die Nanotechnologie sterben ließe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13920262","hoster":"VOE"},{"path":"/redirect/8530391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-16","name":"Die Kinder von Willoughby","epNo":16,"alt":"Exposition Boulevard","descr":"Als Charlie, Monroe und Connor gemeinsam mit den Söldnern aus New Vegas nach Willoughby zurückkehren, unterrichten Miles und Rachel sie über die Errichtung des Umerziehungscamps, in dem sich mittlerweile fast alle Kinder und Jugendliche der Stadt befinden. Als Miles und Monroe zufällig auf Kim und Dillon, zwei Jugendliche aus dem Camp, treffen, nehmen sie sie gefangen. Während Rachel und Gene sich dafür einsetzen, möglichst viele Kinder aus den Fängen der Patrioten zu befreien, fordert Monroe, sie zu erschießen, da die Jugendlichen von den Patrioten aufs Töten gedrillt worden sind. Nachdem durch das Vorlesen eines Zahlencodes, der Kim ins Auge tätowiert wurde, deren Drang zum Töten aktiviert wurde, stellt Miles sich schließlich auf Monroes Seite. Tom sucht derweil das Gespräch mit Victor Doyle und bittet ihn, ihm für die Auslieferung Monroes weitere Männer zur Verfügung zu stellen. Doch Doyle denkt nicht einmal daran, Tom bei seinem Vorhaben zu unterstützen und würde Tom und Julia für deren Verrat am liebsten tot sehen. Als Doyle es sich dann auch noch mit Edward Truman verscherzt, verbünden sich Tom und Truman heimlich gegen Doyle. Auf dem Fußmarsch von Lubbock nach Willoughby nähern sich Priscilla und Aaron einander wieder an. Aaron verspricht ihr, sie nie wieder im Stich zu lassen – nichtsahnend, dass Priscilla ein großes Geheimnis vor ihm hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13920261","hoster":"VOE"},{"path":"/redirect/8530392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-17","name":"Wofuer wir kämpfen","epNo":17,"alt":"Why We Fight","descr":"Nachdem Miles den Jugendlichen Dillon hat laufen lassen, zögert dieser keine Sekunde, Miles und die anderen an Doyle zu verraten, sodass auch das letzte sichere Versteck auffällt. Gene kann nicht mehr mitansehen, wie die Dinge ihren Lauf nehmen und möchte in der Stadt seine ehemalige Bekannte Marion aufsuchen. Da Marion großes Ansehen hat, erhofft Gene sich, sie könne den anderen Einwohnern von Willoughby vor Augen führen, wie grausam die Patrioten in Wahrheit doch sind. Als Miles und Gene ihr gemeinsam einen Besuch abstatten, werden sie aus ihrer Konversation gerissen, als sie erfahren, dass Marion mittlerweile mit Truman verlobt ist. Marion ist schließlich hin- und hergerissen und weiß nicht, ob sie ihrem liebevollen Verlobten oder Gene, der Willoughby den Rücken gekehrt hat, glauben soll. Währenddessen sind Duncan Pages Soldaten auf der Suche nach Monroe, da sie sich ihm nach Duncans Tod anschließen und gemeinsam mit ihm gegen die Patrioten kämpfen wollen. Monroe nutzt die erstbeste Gelegenheit, um das Umerziehungscamp anzugreifen und alle Kadetten zu töten. Dank eines Tagebuchs, das Monroe im Camp zufällig in die Hände fällt, erfährt er, dass schon ein Großteil der Kinder auf dem Weg nach Texas ist, um die texanische Präsidentin zu ermorden. Da Doyle ahnt, dass Tom ihn töten will, nimmt er ihn und dessen Sohn Jason gefangen. Doyle führt Tom vor Augen, dass auch Jason einen Zahlencode in seinem Auge tätowiert hat, mit dessen Aktivierung er jeden von Doyles Befehlen ausführen würde. Als Doyle anschließend Tom erwürgen will, beginnt ein tödlicher Kampf zwischen den beiden Männern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530398","hoster":"VOE"},{"path":"/redirect/8530396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-18","name":"Der Schläfer von Austin","epNo":18,"alt":"Austin City Limits","descr":"Als Jason erkennt, dass sein Vater Tom einzig und allein sein Ziel, Julia noch lebend zu finden, verfolgt und kaum beunruhigt ist, dass Jason zum Morden gedrillt wurde, kehrt er seinem Vater den Rücken und schließt sich Miles und Monroe an, um in Texas gegen die Patrioten zu kämpfen. Es dauert nicht lange, bis Monroe, Miles, Connor, Charlie und Jason den Jugendlichen, die ein Attentat auf den Präsidenten planen, auf die Spur zu kommen. Als General Bill Carver eine Rede hält, trennen sich die fünf, damit sie schnellstmöglich den Kadetten finden, der Carver erschießen soll. Dabei trifft Jason auf eine Patriotin, die seinen Code aktiviert, weshalb Jason plötzlich wieder auf der Seite der Patrioten steht. Aaron bemerkt Priscillas eigenartiges Verhalten und stellt sie zur Rede. Sie gesteht ihm, dass sie in Wahrheit gar nicht Priscilla, sondern ein Nano ist, der von ihrem Körper Besitz ergriffen hat. Aaron ist geschockt, allerdings sind ihm die Hände gebunden, da der Nano ihm droht, die echte Priscilla zu töten, wenn er nicht seinen Anweisungen folgt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530401","hoster":"VOE"},{"path":"/redirect/8530397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-19","name":"Shit happens","epNo":19,"alt":"Shit Happens","descr":"Am Boden zerstört fährt Charlie gemeinsam mit Miles, Monroe und Connor zurück nach Willoughby. Als die Gruppe unterwegs bemerkt, dass sie von Texas Rangern verfolgt wird, versucht Miles, sie auf eine falsche Fährte zu locken, indem Charlie, Monroe und Connor von der Kutsche abspringen und er alleine weiterfährt. Miles verunglückt kurze Zeit später jedoch und er wird von insgesamt sieben Rangern umzingelt. Er geht zwar als Sieger aus dem Kampf hervor, doch er wurde dabei schwer verletzt. Auf der Suche nach Hilfe bricht er in einen alten Keller ein und wird von einer umstürzenden Wand eingeschlossen. Als Charlie nach ihrer Rückkehr nach Willoughby erfährt, dass von Miles jede Spur fehlt, macht sie sich gemeinsam mit Rachel und Monroe auf die Suche nach ihm. Da Miles überall sein könnte, trennt sich Charlie von den anderen beiden und wird plötzlich von Tom Neville überrascht. Dieser will von ihr wissen, was mit seinem Sohn Jason passiert ist und droht ihr, sie umzubringen, wenn sie ihn nicht zu Jason führe. Charlie behauptet zwar zunächst, nichts über Jason zu wissen, doch als Tom sie schließlich durchschaut, gesteht sie ihm, dass sie es war, die Jason nach der Aktivierung seines Codes erschossen hat. Bedeutet dies Charlies Todesurteil? Rachel und Monroe haben derweil immer noch keine Spur von Miles. Nachdem sie die demolierte Kutsche ihm Wald gefunden haben, entdeckt Rachel schließlich seine blutverschmierte Jacke und gibt endgültig die Hoffnung auf, Miles noch lebend zu finden. Aaron tut alles, was ihm die Nanos auftragen, damit diese endlich aus Priscillas Kopf verschwinden. Außerdem bittet er sie, ihm bei der Suche nach Miles zu helfen, doch die Nanos lehnen dies kategorisch ab und wollen Miles seinem Schicksal überlassen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530278","hoster":"VOE"},{"path":"/redirect/8530277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-20","name":"Die Welt von morgen","epNo":20,"alt":"Tomorrowland","descr":"Nachdem Truman den Präsidenten davon überzeugen konnte, ihm bei der Suche nach Monroe mehr Entscheidungsfreiheit zu lassen, verübt er einen Senfgas-Anschlag auf Willoughby. Miles, Rachel, Charlie, Gene, Monroe und Connor können sich in letzter Sekunde in einen alten Eisenbahnwaggon retten und entgehen dem Angriff nur knapp. Sehr zum Missfallen von Rachel macht sich Miles daraufhin mit den anderen Männern auf, um die Patrioten mit ihrer eigenen Waffe zu schlagen: Sie wollen eine kleine Gruppe von Patrioten im Wald überfallen und deren Senfgas an sich reißen, mit dem sie anschließend weitere Patrioten außer Gefecht setzen wollen. Rachel, Charlie und Gene haben derweil ganz andere Pläne: In der Hoffnung, Trumans Verlobter Marion endlich vor Augen führen zu können, wer Truman wirklich ist, bringen sie sie in ihre Gewalt. Als Marion erfährt, dass die Patrioten hinter dem Senfgas-Anschlag stecken, versteht sie plötzlich, was es mit der Gasmaske, die sie in Trumans Sachen gefunden hat, auf sich hat. Marion weiht Gene daraufhin zwar in Trumans zukünftige Pläne ein, doch stellt sie sich auch vollkommen auf Genes Seite? Tom ahnt derweil, dass er weder dem Präsidenten noch Truman für die Suche nach Monroe nützlich ist und trifft wichtige Vorkehrungen, die ihm das Leben retten, als er plötzlich von einem Patrioten überrascht wird. Aaron kann nicht mehr mitansehen, wie mächtig die Nanos werden, doch letztlich sind ihm die Hände gebunden, da er sonst Priscillas Leben aufs Spiel setzen würde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530280","hoster":"VOE"},{"path":"/redirect/8530279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-21","name":"Memorial Day","epNo":21,"alt":"Memorial Day","descr":"Sowohl Miles als auch Monroe verfolgen ein und dasselbe Ziel: den Kampf gegen die Patrioten. Allerdings haben sie diesbezüglich völlig unterschiedliche Vorstellungen. Während Miles weitere Senfgasanschläge durch die Patrioten verhindern will, hat Monroe sich in den Kopf gesetzt, die Patrioten mit ihrer eigenen Waffe zu bekämpfen und sie wiederum durch einen Senfgasanschlag allesamt auszulöschen. Als Marion Gene und Miles in Willoughby in die vermeintlichen Pläne der Patrioten, die darin bestehen, Unmengen an Senfgas mit einem Zug nach Austin zu befördern, einweiht, wollen Miles und Charlie den Zug entführen. Tatsächlich gelingt es ihnen, die Patrioten abzuhängen und mit dem Zug davonzufahren, doch kurze Zeit später droht ihnen die nächste Überraschung: Monroe, der sich aus Hass gegen die Patrioten hinter Miles Rücken mit Tom Neville verbündet hat, passt den Zug etwas weiter nördlich ab und plant einen Anschlag auf Washington. Allerdings müssen Miles und Monroe voller Entsetzen feststellen, dass der Tank auf dem Zug in Wahrheit leer ist und die Patrioten ganz andere Pläne mit dem Senfgas haben – aller Wahrscheinlichkeit nach einen Anschlag bei einer öffentlichen Veranstaltung, zu der sowohl der Präsident der Vereinigten Staaten, Jack Davis, als auch der texanische Präsident, Bill Carver, gekommen sind. Rachel macht sich derweil alleine auf die Suche nach Aaron und Priscilla und stößt mitten in einem Wald auf ein Haus, aus dem laute Musik dröhnt. Sie trifft dort auf Aaron, der ihr endlich erklärt, dass die Nanos von Priscillas Körper Besitz ergriffen haben. Da Rachel die Nanos damals mitentwickelt hat, glaubt sie, sie überlisten zu können und versucht, Priscilla eine Falle zu stellen. Doch geht Rachels Plan auf oder sind die Nanos möglicherweise stärker als gedacht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381033","hoster":"VOE"},{"path":"/redirect/8530282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/revolution/staffel-2/episode-22","name":"Wie viel Licht birgt die Zukunft","epNo":22,"alt":"Declaration of Independence","descr":"Miles, Monroe, Charlie und Gene töten sämtliche Männer von Truman und können dadurch in letzter Sekunde den von Truman inszenierten Senfgasanschlag verhindern. Allerdings gelingt es Truman, die Ereignisse vor den Bewohnern Willoughbys so darzustellen, als hätten Miles und Monroe die Auslöschung der Kleinstadt zum Ziel. In Folge dessen verbünden sich die Patrioten mit Texas, um gegen Kalifornien in den Krieg zu ziehen. Miles’ einzige Hoffnung, dies zu verhindern, besteht darin, den Präsidenten der Vereinigten Staaten zu entführen und Texas gegen die USA auszuspielen – doch geht sein Plan auf? Aaron hört nicht damit auf, Priscilla anzuflehen, aus ihrer Traumwelt aufzuwachen. Als Priscilla wieder zu sich kommt, haben die Nanos tatsächlich keine Kontrolle mehr über sie. Sie muss Aaron jedoch gestehen, dass sie während des Aufwachens in die Gedanken der Nanos dringen konnte. Aaron und Priscilla konnten sich zwar der Kraft der Nanos widersetzen, doch diese werden nicht aufgeben, bevor sie die Kontrolle über die ganze Menschheit erlangt haben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8530284","hoster":"VOE"},{"path":"/redirect/8530285","hoster":"Streamtape"}]}]}]}]}