{"path":"/serie/stream/rewrite","name":"Rewrite","descr":"[Ger Sub] Die Geschichte handelt von Kotarou Tennouji, einem männlichen Highschool-Schüler, welcher in Kazamatsuri zu Hause ist. Er interessiert sich für alle geheimnisvollen Tiere, welche im Wald in und um Kazamatsuri leben und so verbringt er sehr viel Zeit im okkulten Forschungsclub seiner Schule. Mit dabei sind die 5 Mädchen Kotori Kanbe, Chihaya Ootori, Shizuru Nakatsu, Lucia Konohana und Akane Senri. Die Clubmitglieder verbringen viel Zeit gemeinsam, haben viel Spaß und bemühen sich, die übernatürlichen Geheimnisse in Kazamatsuri aufzudecken.","seasons":[{"path":"/serie/stream/rewrite/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/rewrite/staffel-1/episode-1","name":"","epNo":1,"alt":"The World or Myself?","descr":"Der Gymnasiast Kotarou Tennouji träumt von einem Mädchen mit roten Schleifen, das ihm ins Herz sticht, nur damit das Mädchen ihn jeden Abend besucht, wenn er schläft. Kotarous Freund Kotori Kanbe schlägt vor, dass er Hilfe bei der \"Schulhexe\" und dem Präsidenten der okkulten Forschungsgesellschaft sucht, aber der Clubraum ist leer, also hinterlässt Kotarou eine Nachricht, um sich mit ihr in Verbindung zu setzen. Als er später in den Clubraum zurückkehrt, findet Kotarou einen Fragebogen, den er ausfüllt. Später bekommt er eine SMS von der Hexe, die ihm sagt, dass er um Mitternacht zur Schule gehen soll, aber er begegnet dem Mädchen mit den roten Schleifen und rennt von ihr weg, wobei er versehentlich in eine andere Dimension tritt. Dort trifft er auf zwei kleine pflanzenähnliche Kreaturen namens Pani und Gil. Sie versuchen, ihn zu einem Ausweg zu führen, wecken dabei aber ein riesiges Monster, das sie angreift. Jedoch,das Mädchen mit den roten Bändern erscheint und kämpft gegen das Monster, was dazu führt, dass die Dimension zusammenbricht und Kotarou durch einen großen Abgrund fällt, der ihn zurück in die Schule schickt. Als Kotarou schließlich den Clubraum der okkulten Forschungsgesellschaft erreicht, begrüßt ihn die Hexe.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819670","hoster":"VOE"},{"path":"/redirect/13819669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-2","name":"","epNo":2,"alt":"Where Youth Begins","descr":"Die Hexe stellt sich als Akane Senri vor, eine Schülerin im dritten Jahr. Nachdem Akane ihr von dem Mädchen mit den roten Schleifen erzählt hat, gibt sie Kotarou drei Shikigamium ihn vor ihr zu beschützen, und Akane lässt ihn im Gegenzug der okkulten Forschungsgesellschaft beitreten. Akane ist jedoch skeptisch gegenüber seinen paranormalen Erfahrungen, aber wenn Kotarou beweisen kann, dass paranormale Phänomene existieren, stimmt sie seiner Bitte zu, ihre Brüste zu berühren. Um ihm bei seinen Bemühungen zu helfen, bringt Kotarou Kotori dazu, der okkulten Forschungsgesellschaft beizutreten. Ebenfalls im Club ist Chihaya Ohtori, ein Mädchen, das kürzlich in Kotarous Klasse wechselte. Kotarou bekommt einen ihm bekannten jüngeren Studenten namens Sizuru Nakatsu in den Disziplinarausschuss, der bei den Clubaktivitäten der okkulten Forschungsgesellschaft hilft. Als Ergebnis schließt sich Sizurus Freundin und Klassenvertreterin von Kotarous Klasse, Lucia Konohana, an ihren Aktivitäten an, um über Sizuru zu wachen und sie vor Kotarou zu schützen, den sie nicht mag.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819671","hoster":"VOE"},{"path":"/redirect/13819672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-3","name":"","epNo":3,"alt":"Welcome, Paranormal Phenomena","descr":"Kotarou trifft Chihayas Butler Sakuya Ohtori, die ihn sofort nicht mag. Die okkulte Forschungsgesellschaft sucht nach einem Tsuchinoko, der angeblich auf dem Campus gesichtet wurde, aber es stellt sich heraus, dass es sich um einen Scherz handelt. Während des Mittagessens zeigt Sizuru Kotarou, dass sie eine Augenklappe trägt, um ihr goldfarbenes rechtes Auge zu bedecken. Auf dem Heimweg in dieser Nacht sieht Kotarou, wie das Mädchen mit den roten Bändern von einem großen Hund verfolgt wird. Er nutzt seine Rewrite-Fähigkeit, um schneller zu werden, verliert sie jedoch aus den Augen, nur um einen bedrohlichen Mann zu treffen, der einen weiteren großen Hund beschwört, um Kotarou zu jagen. Er sieht einen Mann, der den Hund tötet, bevor er ohnmächtig wird, und wacht später bei einem Ramen aufDank an zwei Männer, die ihn im Park gefunden haben. Dort trifft er auf Sizuru, der regelmäßig am Stand ist. Kotarou erzählt ihr, was passiert ist und zeigt ihr sogar eine Narbe an seiner Hand von dem Vorfall, aber nachdem er seine Hand in ihre genommen hat, weist Sizuru darauf hin, dass er keine Narbe hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819673","hoster":"VOE"},{"path":"/redirect/13819675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-4","name":"","epNo":4,"alt":"Until We Return to Those Days","descr":"Kotarou spürt Sougen Esaka auf, einen der Männer, die er am Ramen- Stand kennengelernt hat und der einen Antiquitätenladen besitzt. Esaka gibt Kotarou einige verschwommene Fotos eines nicht identifizierbaren Tieres, aber Akane ist davon nicht beeindruckt. Kotarou kauft Sizuru eine CD, doch da sie keinen CD-Player besitzt, schenkt er ihr seinen alten MP3-Player. Am nächsten Tag taucht das Mädchen mit den roten Schleifen in der Schule auf, aber nur Kotarou kann sie sehen. Sizuru nimmt Kotarou mit, um zu sehen, wo ihre Eltern leben, aber sie erkennen sie nicht. Einige Jahre zuvor zerstörte ein Feuer Sizurus Haus, aber ihre Eltern überlebten. Sizuru zeigte eine bemerkenswerte Heilungsfähigkeit und ihre Eltern nahmen ein Geldangebot an, um sie an eine bestimmte Institution zu übergeben. Als Sizuru jedoch ein paar Tage später zurückkehrte, fand sie ihre Eltern streiten und löschte versehentlich mehrere Jahre der Erinnerungen ihrer Eltern. Am nächsten Tag in der Schule,Chihaya und Lucia geraten in einen Streit darüber, dass Chihaya Lucia dafür kritisiert, zu sehr ein sauberer Freak zu sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819677","hoster":"VOE"},{"path":"/redirect/13819676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-5","name":"","epNo":5,"alt":"Asahi Haruka","descr":"Die okkulte Forschungsgesellschaft erhält einen Hinweis auf ein angeblich verfluchtes Mädchen namens Haruka Asahi und Kotarou beschließt, der urbanen Legende nachzugehen. Kurz darauf passieren seltsame Dinge um Kotarou herum, wie Glas, das auf mysteriöse Weise zerbricht. Kotarou entdeckt bald, dass anderen, die mit Haruka in Verbindung stehen, und denen, die die urbane Legende zuvor untersucht haben, ähnliche Dinge passiert sind. Unbeirrt geht Kotarou in das Waisenhaus, in dem Haruka einst lebte, aber Lucia wartet dort auf ihn. Kotarou erkennt, dass Lucia eigentlich Haruka ist, und Lucia erklärt, dass sie die Macht hat, alles durch Berührung zu vergiften und Glas aus der Ferne zu zerbrechen. Obwohl Lucia Kotarou früher unwissentlich vergiftet hatte, nutzt er seine Rewrite-Fähigkeit, um sich selbst zu immunisieren. Kotarou lernt später von Lucia und einem Lehrer, Touka Nishikujou,dass sie und Sizuru Mitglieder einer Organisation namens Guardian sind, deren Ziel es ist, die Welt zu schützen. Um dies zu tun, verfolgen sie jemanden, der als Schlüssel bekannt ist und das Schicksal des Überlebens der Welt bestimmen könnte. Es gibt auch eine gegnerische Organisation namens Gaia, die ebenfalls nach dem Schlüssel sucht. Als Gegenleistung dafür, dass dies ein Geheimnis bleibt, bittet Kotarou Lucia, ihm in einer Dienstmädchenuniform ein Mittagessen zuzubereiten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819678","hoster":"VOE"},{"path":"/redirect/13819679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-6","name":"","epNo":6,"alt":"Occult Club Activity Log","descr":"Lucia trägt eine Dienstmädchenuniform, wie Kotarou verlangte, sehr zu ihrer Verlegenheit. Lucia und Chihaya entschuldigen sich beieinander, was Kotarou dazu veranlasst, dem Club vorzuschlagen, einige von Kazamatsuris Geheimnissen zu untersuchen, aber keines davon endet als übernatürliches Phänomen. Ihre nächste Untersuchung besteht darin, eine \"Regenbogen-Utopie\" im Wald aufzudecken, und Kotori bringt ihren extrem starken Hund Chibi-Moth zum Schutz mit. Tief im Wald entdecken sie einen verschmutzten Teil des Flusses, der mit Regenbogenschlamm bedeckt ist, der bei Tieren tötet und Geburtsfehler verursacht. Geschockt von ihrer Entdeckung machen sich die Mitglieder bereit zu gehen. Auf dem Rückweg sieht Kotaoru das Mädchen mit den roten Schleifen und jagt sie auf eine Lichtung, doch plötzlich werden ihn mehrere heftige Visionen überfallen, die ihn und das Mädchen betreffen. Die anderen Clubmitglieder finden ihn auf Händen und Knien,aber das Mädchen ist jetzt weg. In dieser Nacht sprechen Akane und Kotarou über die negativen Auswirkungen, die der Mensch auf die Umwelt hat, und Akane schlägt vor, dass der einfachste Weg zur Lösung des Problems darin besteht, die Menschheit auszurotten. Am nächsten Sonntagmorgen ruft Inoue vom Zeitungsclub Kotarou an und sagt ihm, dass sie in den Wald geht, um den Regenbogensumpf zu untersuchen, aber ein paar Tage später sagt ihm ein Mädchen in der Schule, dass Inoue seit Sonntag vermisst wird.ein Mädchen in der Schule erzählt ihm, dass Inoue seit Sonntag vermisst wird.ein Mädchen in der Schule erzählt ihm, dass Inoue seit Sonntag vermisst wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819682","hoster":"VOE"},{"path":"/redirect/13819683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-7","name":"","epNo":7,"alt":"A Place Lost","descr":"Die okkulte Forschungsgesellschaft ist gezwungen, ihre Aktivitäten nach Inoues Verschwinden einzustellen, und um den Club zu retten, schlägt Kotarou vor, sie zu finden. Im Wald wird Kotarou von den Mädchen getrennt, aber als er sie sucht, wird er von drei großen hundeähnlichen Kreaturen verfolgt, die ihn schließlich angreifen und festnageln. Beim Versuch, sie abzuwehren, kommen drei klauenartige Klingen aus seinem Handgelenk und töten eine der Kreaturen, während die anderen beiden fliehen. Kotarou geht auf Lucias Stimme zu und findet sie und Sizuru im Kampf gegen ein Rudel dinosaurierähnlicher Kreaturen, die laut Sizuru von Gaia kontrolliert werden. Auf deren Drängen macht sich Kotarou auf die Suche nach den anderen, doch als sie sich treffen, erscheint eine riesige fliegende Kreatur und durchbohrt Kotarou mit einer Ranke in den Arm. Kotarou sagt den Mädchen, sie sollen gehen,und nachdem sie weg sind, erscheint das Mädchen mit den roten Bändern und tötet die Kreatur. Kotori kehrt zurück, sagt dem Mädchen, dass es gehen soll, und bringt Kotarou zu den anderen zurück. Es stellt sich heraus, dass Akane und Chihaya Mitglieder von Gaia sind, aber Sakuya taucht schnell auf und nimmt sie mit. Am nächsten Tag kann Kotarou keines der Mädchen erreichen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819684","hoster":"VOE"},{"path":"/redirect/13819685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-8","name":"","epNo":8,"alt":"My Name Is Kagari-chan","descr":"Drei Tage sind vergangen und Kotarou kann sich immer noch nicht mit den anderen Mitgliedern der okkulten Forschungsgesellschaft in Verbindung setzen. Inoue wurde einige Tage zuvor gefunden und ins Krankenhaus eingeliefert, aber sie leidet jetzt an Amnesie. Der Schock des Vorfalls veranlasste sie und ihre Familie, aus Kazamatsuri wegzuziehen. Sizuru taucht in der Schule auf, um sich von Kotarou zu verabschieden, bevor er verschwindet. Das Mädchen mit den roten Schleifen kommt zu Kotarous Haus und stellt sich als Kagari vor. Sie hat jedoch Amnesie und bittet seine Hilfe, sich selbst zu finden. Kagari taucht am nächsten Tag in der Schule auf, zieht aber ungewollte Aufmerksamkeit auf sich. Kotarou trifft später auf Inoue, die ihm eine Speicherkarte gibt. Darauf findet er Bilder von verschiedenen Kreaturen und vermummten Gestalten. Kotarou erhält eine SMS von Kotori, aber sie sagt ihm nicht, dass sie jetzt mit einigen baumähnlichen Kreaturen im Wald lebt. Inzwischen,Gaia setzt ihre Suche nach dem Schlüssel fort, während Akane darauf vorbereitet wird, Sakura Kashima als Heiliger der Gruppe nachzufolgen. Mitglieder von Guardian, darunter Sizuru und Lucia, besiegen weiterhin Monster im Wald und in der Stadt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819688","hoster":"VOE"},{"path":"/redirect/13819689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-9","name":"","epNo":9,"alt":"Fate Begins to Turn","descr":"Kagari bringt Kotarou dazu, ihr die Stadt zu zeigen, um sich selbst zu finden, aber sie werden von Arata Imamiya von Guardian, Kotoris Hund Chibi-Moth und Pani und Gil auf Sakuyas Bitte verfolgt. Als Kagari darauf hinweist, dass sie verfolgt werden, verliert Kotarou sie, indem er durch einige Gassen geht. Kotarou trifft zufällig auf Lucia, aber sie sagt ihm, er solle sie einfach vergessen und ein normales Leben führen. Kotarou trifft später auf den Beschwörer, den er zuvor getroffen hat, aber Chibi-Moth hilft ihm, mit Kagari zu fliehen. Sie kehren zu Kotarous Haus zurück und finden es durchwühlt vor, aber es stellt sich heraus, dass es nur Pani und Gil waren, die ein Chaos anrichteten. Kotori ruft Kotarou an und sagt ihm, er solle Kagari mitnehmen und Chibi-Moth in den Wald folgen. Kotori führt sie in einen abgeriegelten Waldbereich, der mit verschiedenen Kreaturen gefüllt ist, die sie geschaffen hat.Kotori erklärt, dass sie eine Druidin ist und ihre Kräfte von einem Mistelzweig erhalten hat, der die Erinnerungen eines längst verstorbenen Druiden enthält. Eine von Kotoris Aufgaben besteht darin, Kagari zu beschützen, den Schlüssel, nach dem Guardian und Gaia beide suchen. Währenddessen bereiten sich Guardian und Gaia auf eine Konfrontation während des Erntefestes vor. Pani und Gil sagen Sakuya, wo sie Kotoris geheime Basis finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819692","hoster":"VOE"},{"path":"/redirect/13819693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-10","name":"","epNo":10,"alt":"Simply, As Friends","descr":"Von Akane befohlen, Kotarou im Auge zu behalten, durchbricht Sakuya die Barriere in Kotoris Geheimbasis und beginnt, Kotarou auf seine Bitte hin zu trainieren. Sakuya kennt Kotarous Macht, die dazu führt, dass er aufhört, ein Mensch zu sein, wenn er zu übermäßig eingesetzt wird. Als ihnen die Vorräte ausgehen, gehen Kotarou und Kagari los, um mehr zu kaufen, während das Erntedankfest in vollem Gange ist. Danach bringt Sakuya sie zu Akane, die sagt, dass sie alles tun wird, um ihnen zu helfen, während sie noch in Gaia sind. Guardian entdeckt, dass Kotori in letzter Zeit im Wald gesehen wurde, aber als Sizuru versucht zu gehen, um Kotori und Kotarou zu helfen, bietet Lucia an, stattdessen zu gehen. Lucia trifft auf drei Gaia-Mitglieder und schafft es, zwei von ihnen auszuschalten. Doch mitten in ihrem Kampf mit der dritten, einem Typen namens Midou, der ein Lava-Monster namens Fogo beschwört,Sie wird von einer Explosion weggeblasen und von einem Speer getroffen, bevor sie in einen tiefen Abgrund fällt. Unterdessen sagt Akane Chihaya, sie solle zu Sakuya gehen und Gaia für immer verlassen. Akane gibt Chihaya auch einen Brief an Kotarou.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819695","hoster":"VOE"},{"path":"/redirect/13819696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-11","name":"","epNo":11,"alt":"Countdown","descr":"Auf der Suche nach Kotoris geheimer Basis stößt Chihaya auf Lucia, die verwundet und bewusstlos ist. Kotorou und Kotori finden sie und bringen sie zurück zur geheimen Basis, wo Kotori Lucia mit Kagaris Hilfe heilt. Lucia bleibt in der Basis, während sie sich erholt, und sagt den anderen, dass sie Kagari nicht schaden kann, nachdem sie ihr Leben gerettet hat. Akanes Verhalten wird von Sakura beeinflusst, die zusammengebrochen ist und dem Tode nahe ist. Akane gibt Midou Gaias ultimativem Monster, dem Erddrachen, solange er damit den Schlüssel beschützt. Am letzten Tag des Erntefestes begeben sich Midou und zwei weitere Gaia-Mitglieder in den Wald und liefern sich mehrere Scharmützel mit Wächter-Kundschaftergruppen. Guardian vermutet, dass der Schlüssel beteiligt sein muss, und beschließt, Kampftruppen in den Wald in Richtung Kotoris geheimer Basis zu entsenden. Bei Gaia\u0027Im Hauptquartier beginnt eine Chorgruppe das Lied der Zerstörung zu singen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819697","hoster":"VOE"},{"path":"/redirect/13819698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-12","name":"","epNo":12,"alt":"The Song of Destruction","descr":"Midou bricht in Kotoris geheime Basis ein und randaliert, zerstört die gesamte Basis mit dem Erddrachen und Fogo. Kotori benutzt ihre Eltern, die bei einem Autounfall ums Leben gekommen sind und die sie als Vertraute neu gemacht hat, um Midou abzulenken und allen die Flucht in den Wald zu ermöglichen. Midou holt Kotarou ein, der Kagari lange genug beschützt, damit Esaka und mehrere andere Wächter-Mitglieder eintreffen. Als sie jedoch versuchen, Kagari zu töten, beschützt Midou sie und ermöglicht es Kotarou und Kagari zu entkommen, bevor Midous Lebenskraft schließlich von den Vertrauten, die er führt, verbraucht wird. Sizuru gruppiert sich mit Kotarou und den anderen neu und sie suchen Zuflucht in einem alternativen Raum, der mit Kazamatsuri verbunden ist, genannt die von Gaia geschaffene steinerne Stadt. Unterdessen präsidiert Sakura den Chor, der das Lied der Zerstörung singt, in der Hoffnung, der Menschheit ein Ende zu bereiten.Kotarou und die anderen werden zusammen mit einem riesigen Baum nach Kazamatsuri gerufen. Während sich der Wald schnell in die Stadt ausbreitet, beginnen verschiedene Monster, Menschen anzugreifen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819699","hoster":"VOE"},{"path":"/redirect/13819701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-1/episode-13","name":"","epNo":13,"alt":"The Promise I Made with You","descr":"Das Lied der Zerstörung verursacht weltweite Verwüstung mit Naturkatastrophen. In einem Kampf mit Esaka, um Kagari zu beschützen, nutzt Kotarou seine Rewrite-Fähigkeit, aber Sizuru interveniert auf einem Motorrad und wirft sie und Esaka von einem Gebäude, wo sie weiter kämpfen. Als Folge davon, dass er sich selbst zu sehr umgeschrieben hat, hört Kotarou auf, ein Mensch zu sein. Kotori erzählt Kotarou, dass sie ihn verletzt im Wald gefunden hat, als Kagari vor Jahren zum ersten Mal auftauchte, und Kagari hatte Kotarou eines ihrer Bänder implantiert, um sein Leben zu retten. Das Band belastet Kotarou zu sehr, also entfernt Kagari das Band, um sein Leben zu retten, und Pani und Gil opfern sich für ihn. Akane wird nach Sakuras Tod zur neuen Heiligen, als sie das Ende der Welt einläutet. Das Lied der Zerstörung beginnt von neuem,was dazu führt, dass sich Kotarou in eine baumähnliche Kreatur verwandelt, während ein großer Baum um Kagari herum wächst. Kagari schlägt vor, sie zu töten, um die Welt zu retten, aber Kotarou kann sich nicht dazu durchringen. Kagaris Rettung lässt alle Menschen in leuchtenden Lichtern verschwinden. Der Baum umhüllt schließlich sowohl Kotarou als auch Kagari.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819703","hoster":"VOE"},{"path":"/redirect/13819705","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/rewrite/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/rewrite/staffel-2/episode-1","name":"","epNo":1,"alt":"Three Cups of Coffee","descr":"Kotarou erwacht in einem zerstörten Kazamatsuri mit verschiedenen widersprüchlichen Erinnerungen. Er findet Kagari, der auf einem mit Gänseblümchen bedeckten Hügel im Wald über ein Gitter aus leuchtenden Linien schaut, aber er erinnert sich nicht an sie. Kagari tötet ihn, als er versucht, sich ihr zu nähern, nur damit er später in seinem Bett aufwacht. Dies wiederholt sich mehrmals, bis Kotarou neben Kagari sitzen darf, der weiter über das Gitter gießt, was Kotarou nun als eine dichte Masse an Informationen über eine Lebenstheorie erkennt. Um Kagari bei ihren Recherchen zu helfen, bringt Kotarou ihr Kaffee, obwohl es drei Tassen braucht, bis sie ihn aufwärmt. Kotarou erkennt, dass er bereit ist, sein Leben zu riskieren, um seine dünne Verbindung zu ihr aufrechtzuerhalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819708","hoster":"VOE"},{"path":"/redirect/13819707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-2/episode-2","name":"","epNo":2,"alt":"Honeymoon Over a Silent Ocean","descr":"Kotarou schreibt sein Bewusstsein um, um Kagaris Lebenstheorie zu verstehen, aber es gibt einen Punkt, an dem er in eine Sackgasse gerät. Kotarou entdeckt, dass eine Kraft namens Aurora die Existenz des Lebens im Universum regiert. Kagaris Forschungen dokumentieren jeden Weg, den die Menschheit möglicherweise beschreiten könnte, und sie hat nach einem Weg gesucht, wie das Leben überleben kann. Um Tempo zu machen, nimmt Kotarou Kagari mit in die Stadt und die beiden tanzen zusammen auf der Spitze eines Gebäudes. Allerdings werden verschiedene Monster von Sakura beschworen, um Kagari zu töten und jede Überlebenschance zu zerstören. Kotarou nutzt seine Kräfte, um Kagari zu beschützen, aber da er sie nicht alleine beschützen kann, ruft er die Mädchen der okkulten Forschungsgesellschaft sowie Yoshino und seine Bande zu Hilfe.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819709","hoster":"VOE"},{"path":"/redirect/13819710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-2/episode-3","name":"","epNo":3,"alt":"The Truth Nobody Knows","descr":"Jeder macht sich sofort daran, die von Sakura geschickten Monster zu vernichten, und nachdem die erste Welle beseitigt ist, überprüft die okkulte Forschungsgesellschaft Kagaris Theorie mit einer Kopie, die Kotarou anfertigt. In den meisten ist das Leben ausgelöscht, aber in einem von ihnen entwickeln sich die Menschen, nur um ihre Zivilisation durch den Schlüssel zu zerstören. Kotori erzählt den anderen, dass der Schlüssel der Legende nach nach guten Erinnerungen sucht. Kagari macht mit ihrer Theorie weitere Fortschritte, und sie ist abgeschlossen, als Kotarou der Theorie ein kleines Stück hinzufügt, in dem er sagt, dass er sie eines Tages wieder treffen möchte. Sakura schickt jedoch weitere Monster, während Kagari dabei ist, ihre Theorie in die Tat umzusetzen. Jeder kämpft gegen die Monster, aber Kotarou ist schließlich der einzige, der übrig bleibt. Sakuya erscheint jedoch und schafft es, die Monster abzuwehren.obwohl Kotarou sich auch so umschreibt, dass er kein Mensch mehr ist. Dies gibt Kagari genug Zeit, um ihre Theorie in die Tat umzusetzen, was Kotarou in den Himmel schickt, nur damit er umkehrt und erkennt, dass sie die ganze Zeit auf dem Mond waren. Dabei schickt Kagari die verbleibende Aurora zur Erde, um ein letztes Mal das Leben auf dem Planeten zu beginnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819713","hoster":"VOE"},{"path":"/redirect/13819714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-2/episode-4","name":"","epNo":4,"alt":"Earth-Saving Hunter","descr":"Als Kind hatte Kotarou das Gefühl, dass er sich nicht in seine Umgebung einfügen konnte. Seine Eltern nehmen ihn mit zu Vorlesungen bei der Umweltschutzorganisation Martel Group, wo er einen jungen Akane trifft, der nur ein einziges Wort sagen kann. Nachts nutzt Kotarou seine Superkräfte, um verschiedene Kreaturen zu jagen und zu töten, die er in der Schule oder im Wald findet, und nennt sich selbst den \"Erdrettungsjäger\". Eines Nachts wird er jedoch fast von mehreren dinosaurierähnlichen Monstern getötet, nur um sie von Esaka und seinen Männern zu vernichten. Kotaoru trifft sich später mit Esaka, aber er sagt, dass Kotarou sich einfach irrt, dass es Monster gibt. Kotarous Nachbarn bringen eines Tages ihre Tochter Kotori mit, um sie zu beobachten, während ihre Eltern zur Martel-Gruppe gehen. Kurz darauf hören Kotoris Eltern auf, zur Martel-Gruppe zu gehen, aber im GegenzugSie lassen sie sich um einen ehemals missbrauchten Hund namens Pero kümmern. Als Pero freikommt, sucht Kotaoru nach ihm und bringt ihn zurück nach Kotori, aber Pero stirbt kurz darauf. Angespornt von Kotoris Liebe zu Pero, obwohl es für sie nur eine Pflicht ist, sich um ihn zu kümmern, beschließt Kotarou, Martel zu verlassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819715","hoster":"VOE"},{"path":"/redirect/13819716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-2/episode-5","name":"","epNo":5,"alt":"Superhuman Qualities","descr":"Esaka lädt Kotarou ein, sich Guardian anzuschließen, kurz nachdem er die High School begonnen hat, und nach einem Streit mit seinen Eltern, Martel zu verlassen, beschließt Kotarou, Esakas Angebot anzunehmen und verlässt sein Zuhause. Bevor er geht, verspricht er Kotori, ihr das Erntedankfest zu zeigen. Esaka bringt Kotarou zu einer Einrichtung, um an einer Grundausbildung mit anderen Übermenschen teilzunehmen. Kotarou ist der letzte von 22 anderen Auszubildenden, und drei weitere sind auch in seinem Team: Arata Imamiya, Touka Nishikujou und ein Mädchen namens Nagai. Das stärkste Team der Auszubildenden wird von einem Jungen namens Mikuni angeführt. Esaka bietet Kotarou ein wenig Nahkampftraining sowie einige Ratschläge. Die letzte Stufe der Grundausbildung ist ein Scheinkampf mit den Ausbildern, aber nur Mikunis Team schafft es, sie zu besiegen.Am letzten Tag der Grundausbildung veranstalten die Ausbilder eine Party für die Auszubildenden und Kotarou erfährt von Esaka, dass Nagai gekündigt hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819720","hoster":"VOE"},{"path":"/redirect/13819719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-2/episode-6","name":"","epNo":6,"alt":"Forest of Tragedy","descr":"Kotarou ist für eine bevorstehende Mission in Kazamatsuri stationiert und nimmt sich ein paar Tage vom Guardian frei, währenddessen er Akane findet und sie in ihr Waisenhaus zurückbringt. Esaka sagt Kotarou, dass Guardian nach dem Schlüssel sucht, und Kotarou soll die Stadt mit Touka und Arata überwachen, indem er sich als Zivilisten ausgibt. Als sie ein Notsignal hören, beschließen Arata und Touka, in den Wald zu gehen, und Kotarou rennt ihnen nach. Kotarou findet Akanes Namensschild und versucht, nach ihr zu suchen. Als die Nacht hereinbricht, sieht Kotarou einen großen Erddrachen, der Mikuni angreift, nur damit der Drache ihn tötet, nachdem er bereits den größten Teil seines Teams getötet hat. Kotarou findet Akane schließlich auf einem Baum, aber er schafft es zuerst, ein hundeartiges Monster zu töten, bevor er Akane fängt, als sie fällt. Kotarou sieht ein Licht im Wald und nachdem er Akane versteckt hat, geht er auf die Suche. Dort,er findet Kagari, beschließt aber, sie gehen zu lassen. Kotarou bringt Akane später zurück zum Waisenhaus und erstattet dann Esaka Bericht, wobei er auslässt, dass er dem Schlüssel begegnet ist. Kotarou spricht mit Esaka darüber, dass er nützlicher sein möchte, und Esaka schlägt vor, sich einer privaten Sicherheitsfirma anzuschließen, die mit Guardian verbunden ist, um im Ausland zu kämpfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819721","hoster":"VOE"},{"path":"/redirect/13819723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-2/episode-7","name":"","epNo":7,"alt":"To the Place of Stagnation","descr":"Kotarou ist zutiefst verstört, nachdem er zum ersten Mal jemanden in Notwehr getötet hat. Er wächst in der Nähe eines Kameraden namens Luis sowie einiger einheimischer Kinder, darunter ein junges Mädchen namens Jasmine. Nachdem er zwei Jahre lang als Söldner gearbeitet hat, nimmt Kotarou an einer Mission teil, um eine Drogenfabrik zu zerstören, in der Monster gesichtet wurden. Luis tötet jedoch versehentlich mehrere der einheimischen Kinder, die dafür bezahlt wurden, ein riesiges Monster zu beschwören und zu kontrollieren. Kotarou und Luis beschließen, die Überlebenden, einschließlich Jasmine, zu retten, aber Hubschrauber beginnen, die Fabrik und die Umgebung zu zerstören. Luis bleibt zurück, um Kotarou und den Kindern eine Chance zur Flucht zu geben, aber Luis wird bald in den Flammen versunken. Kotaoru nutzt seine Rewrite-Fähigkeit, um ihm genug Kraft zu geben, um die Kinder zu retten, bevor er zu seiner Heimatbasis zurückkehrt. Nachher,Er gibt Jasmine einen Teil seiner Ersparnisse und schickt sie mit den anderen Kindern in eine sichere Stadt. Kotarou beginnt Solo-Missionen und rettet verschiedene Kinder, sowohl Beschwörer als auch Übermenschen, um mit Jasmine und den anderen live zu gehen. Kotarou erhält einen Anruf von Esaka, um nach Japan zurückzukehren, und verabschiedet sich von Jasmine, bevor er geht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819724","hoster":"VOE"},{"path":"/redirect/13819726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-2/episode-8","name":"","epNo":8,"alt":"Reunion","descr":"Als Kotarou nach Kazamatsuri zurückkehrt, fühlt er sich zu Kagari hingezogen, die ihm sagt, dass sie gute Erinnerungen finden muss, um die Zerstörung des Lebens auf der Erde zu verhindern. Er stimmt zu, ihr zu helfen, um den Konflikt zwischen Gaia und Guardian zu beenden. Kotarou meldet sich freiwillig, um eine Zone mit niedriger Priorität im Wald zu überwachen, damit er frei agieren kann und ihm Zeit gibt, Gaia zu infiltrieren und ein Beschwörer zu werden. Kotarou erfährt von einem internen Machtkampf innerhalb Gaias und plant, ihn zu seinem Vorteil zu nutzen. Währenddessen hält er Kontakt zu Jasmine und sendet ihr weiterhin Informationen, die er aufdeckt. Bei einem Spaziergang durch den Wald stellt Kotarou fest, dass Kotori jetzt ein Druide ist und Kagari mit einer Barriere beschützt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819729","hoster":"VOE"},{"path":"/redirect/13819727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-2/episode-9","name":"","epNo":9,"alt":"Battle Behind the Scenes","descr":"Kotarou wird mehr in den Machtkampf zwischen Sakura und Suzaki innerhalb von Gaia verwickelt. Als Suzaki anfängt, Kotarou mehr zu vertrauen, zeigt er ihm die steinerne Stadt unter Kazamatsuri und enthüllt seinen Plan, sie nach dem Ende der Welt als Unterschlupf zu nutzen. Kotarou gerät mit Kotori in einen Streit darüber, wie sie ihre Eltern nach ihrem Tod in Vertraute verwandelt hat. Suzaki entwirft einen Plan, um Sakura und ihre Fraktion loszuwerden, aber Kotarou gibt Sakura heimlich einen Hinweis, damit sie an der Macht bleiben kann. Kagari ärgert sich über Kotarou, weil er in der Lage ist, das Aussterben des Lebens zu akzeptieren, wenn dies bedeutet, alle Verbindungen zu retten, die er zu Menschen hat, wie trivial auch immer. Kagari gerät außer Kontrolle, aber Kotarou stoppt sie mit einem Kuss. Obwohl Kotaoru ihr seine Liebe gesteht, stößt Kagari ihn weg und rennt davon.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819732","hoster":"VOE"},{"path":"/redirect/13819731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-2/episode-10","name":"","epNo":10,"alt":"Follower of the Lodestar","descr":"Kotarou fängt an, Kundschafter-Monster im Wald zu töten, und beginnt sogar, Mitglieder von Gaia zu töten, die sich auf Kagari konzentriert haben. Als Guardian Kagari findet, schreibt Kotarou sich um und beeilt sich, sie zu finden, nur um zu entdecken, dass der Erddrachen verschiedene Mitglieder des Guardian getötet hat. Bevor Kagari wieder außer Kontrolle gerät, gelingt es Kotarou, sie in sein sicheres Haus in der Stadt zu bringen. Nachdem Esaka nach Japan zurückgekehrt ist, nimmt Guardian Suzaki gefangen, aber Kotarou tötet ihn, als er seine wahre Identität erkennt. Der Konflikt zwischen Guardian und Gaia eskaliert und Sakura beginnt mit den Vorbereitungen für ihren Plan, die Welt zu zerstören. Kagari entkommt aus Kotarous sicherem Haus und er macht sich auf die Suche nach ihr im Wald. Er trifft Kotori und tötet ihre Eltern und sagt ihr, dass sie ihm die ganze Zeit lästig war. Kotarou zerstört einen Guardian-Hubschrauber,Esaka veranlasst, ihn abzufangen und zu versuchen, ihn zu töten. Kotarou schreibt sich selbst neu und schafft es, Esaka tödlich zu verwunden, aber er entschuldigt sich für den Verrat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819733","hoster":"VOE"},{"path":"/redirect/13819734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rewrite/staffel-2/episode-11","name":"","epNo":11,"alt":"A Promise Fulfilled with You","descr":"Kotarou führt Kagari zu dem mit Gänseblümchen bedeckten Hügel, bevor er in die Stadt zurückkehrt, um zu versuchen, Gaias Chor davon abzuhalten, das Lied der Zerstörung zu singen, das bereits beginnt, die Welt zu zerstören. Obwohl Touka und Arata denken, dass Kotarou sie verraten hat, schafft er es, sie zu retten, während sie zu Gaias Hauptquartier gehen und ihn befragen, ob er seine Kräfte und Motive verbirgt. Er sagt ihnen, dass er ihnen die Zukunft überlässt. Kotarou schafft es zu Gaias Tempel und kämpft gegen den Erddrachen, tötet ihn schließlich, nachdem er sich selbst neu geschrieben hat, und verwandelt ihn weiter in ein Monster. Er geht zur Spitze des Tempels, findet aber alle Chormitglieder tot vor, während Sakura die zerstörte Stadt überblickt. Kotarou findet später Akane und gibt ihr zwei von Kotoris Vertrauten. Er geht zurück zu Kagari, die sich bei ihm für die guten Erinnerungen bedankt, die er ihr schenken konnte.Da er jedoch zu spät war, um die Zerstörung der Welt zu verhindern, ersticht Kotarou unfreiwillig Kagari und bricht dann zusammen. Jasmine enthüllt der ganzen Welt die Wahrheit hinter Gaia und Guardian, was der Menschheit hilft, sich danach zu erholen. Einige Jahre später untersuchen die Mädchen der okkulten Forschungsgesellschaft einen riesigen Baum in Kazamatsuri und ziehen einen humanoiden Vertrauten heraus, der wie Kotarou aussieht, der sagt, er könne mit genügend Auftragnehmern Menschen aus dem Sonnensystem holen. Kotarou bringt die Mädchen zum Mond, wo er sich schließlich wieder mit Kagari vereint, während die beiden sich umarmen und einen Kuss teilen.Die Mädchen der okkulten Forschungsgesellschaft untersuchen einen riesigen Baum in Kazamatsuri und ziehen einen humanoiden Vertrauten heraus, der wie Kotarou aussieht, der sagt, er könne mit genügend Auftragnehmern Menschen aus dem Sonnensystem holen. Kotarou bringt die Mädchen zum Mond, wo er sich schließlich wieder mit Kagari vereint, während die beiden sich umarmen und einen Kuss teilen.Die Mädchen der okkulten Forschungsgesellschaft untersuchen einen riesigen Baum in Kazamatsuri und ziehen einen humanoiden Vertrauten heraus, der wie Kotarou aussieht, der sagt, er könne mit genügend Auftragnehmern Menschen aus dem Sonnensystem holen. Kotarou bringt die Mädchen zum Mond, wo er sich schließlich wieder mit Kagari vereint, während die beiden sich umarmen und einen Kuss teilen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13819668","hoster":"VOE"},{"path":"/redirect/13819667","hoster":"Streamtape"}]}]}]}]}