{"seriesId":"riches","name":"Riches","descr":"Die sechsteilige britische Miniserie \"Riches\" stellt den Selfmade-Millionär Stephen Richards (Hugh Quarshie) in den Mittelpunkt, der ein Kosmetik-Imperium in London aufgebaut hat. Als das Familienoberhaupt jedoch einen Herzinfarkt erleidet, drohen seine Familiengeheimnisse und Lügen ans Licht zu kommen und die Zukunft des multimillionenschweren Unternehmens steht auf der Kippe.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Folge 1","descr":"Nach plötzlichen und verheerenden Umständen in der Familie Richards werden Nina und Simon nach Großbritannien zurückgebracht. Eine überraschende Wendung der Ereignisse in Bezug auf die Zukunft von Flair und Glory bringt die wiedervereinigte Familie in Konflikt.","versions":[{"lang":2,"streams":[{"redirect":11773846,"hoster":"VOE"},{"redirect":12182012,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Folge 2","descr":"Die Spannungen brauen sich weiter zusammen. Claudia arbeitet fieberhaft daran, Flair und Ruhm für ihre Familie zurückzugewinnen. Während Nina sich mit dem Geschäft vertraut macht, taucht eine Beschwerde in den sozialen Medien gegen das Unternehmen auf und sie macht eine schockierende Entdeckung.","versions":[{"lang":2,"streams":[{"redirect":11773849,"hoster":"VOE"},{"redirect":12504856,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Folge 3","descr":"Während sich die Richards auf das größte Event des Jahres vorbereiten, kommt die Nachricht von der Unterschlagung wie ein Schlag. Gus erhält einige erwartete Informationen. Andre deckt eine Tatsache auf, die große Auswirkungen auf Nina haben wird.","versions":[{"lang":2,"streams":[{"redirect":11773873,"hoster":"VOE"},{"redirect":11973777,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Folge 4","descr":"Andre findet einen Investor für Claudia. Währenddessen buhlen Nina und Claudia um die Stimmen der Aktionäre. Ein vernichtender Artikel macht Nina ungeschützt. Eine unbequeme Wahrheit taucht für Wanda auf, während Nina ihre Suche nach dem fehlenden Geld fortsetzt.","versions":[{"lang":2,"streams":[{"redirect":11773847,"hoster":"VOE"},{"redirect":12182028,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Folge 5","descr":"Ninas Reise nach Zürich wirft ein Licht auf Oyin und eine Vergangenheit, die sie begraben hat. Ein verblüffender Beweis verändert das Schicksal von F\u0026G und Wanda stellt Luke zur Rede. Claudia macht eine Pause, während Nina dem Täter des fehlenden Geldes auf der Spur ist.","versions":[{"lang":2,"streams":[{"redirect":12381031,"hoster":"VOE"},{"redirect":12214425,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Folge 6","descr":"Alesha, Gus und Wanda öffnen Stephens Safe. Claudia eilt nach Hause. Simon und Nina konfrontieren Oyin. Nachdem der Dieb aufgedeckt wurde, überprüfen Simon und Nina Stephens Testament, während Maureen Trost bei F\u0026G findet.","versions":[{"lang":2,"streams":[{"redirect":11773864,"hoster":"VOE"},{"redirect":11996179,"hoster":"Streamtape"}]}]}]}]}