{"seriesId":"richard-hammonds-unsichtbare-welten","name":"Richard Hammonds unsichtbare Welten","descr":"Kleines, Feines, Schnelles – es gibt Dinge, die nimmt das menschliche Auge nicht wahr. Dank spezieller Kameratechnik macht die Doku sie dennoch sichtbar. Faszinierende Bilder lassen den Zuschauer buchstäblich neue Facetten der Welt entdecken: Die Muster, Farben und Bewegungen von Tieren und Natur, wie sie Moderator Richard Hammond vorstellt, wären mit bloßen Sinnen nicht zu erfassen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Grenzen der Geschwindigkeit","epNo":1,"alt":"Speed Limits","descr":"Innerhalb weniger Millisekunden passieren viele Dinge, die wir nicht bemerken, weil das bloße Auge sie nicht sehen kann. Unvorstellbar, dass Luft Gestein erschüttern lässt. Oder Wasser Metall durchdringt. Doch wenn man mithilfe spezieller Kameras ganz genau hinschaut, eröffnet sich eine faszinierende Welt","versions":[]},{"epId":"episode-2","name":"Das verborgene Spektrum","epNo":2,"alt":"Out Of Sight","descr":"Außerhalb des Lichtspektrums, das das menschliche Auge wahrnehmen kann, verbirgt sich eine geheimnisvolle Welt: Dank neuer bildgebender Techniken erscheint die Welt in dieser Episode jedoch buchstäblich in einem neuen Licht. Mittels Ultraviolett-Kameras oder Infrarot-Bildern wird sonst Unsichtbares zu Tage befördert.","versions":[{"lang":1,"streams":[{"redirect":6829038,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Die Kraft im Mikrokosmos","epNo":3,"alt":"Off The Scale","descr":"Außerhalb unserer Wahrnehmung gibt es eine winzige Welt, die nicht nur sehr schön ist. In diesem Universum laufen auch mächtige Prozesse ab, die weitreichende Folgen für unser Leben haben können: Wie lösen geringste Veränderungen in mikroskopisch kleinen Eiskristallen eine Lawine aus? Wie steckt ein einziges Niesen zahlreiche andere Menschen an? Und wie hilft die genaue Betrachtung einer unscheinbaren Pflanze den Menschen möglicherweise, sicherer auf dem Mond zu spazieren?","versions":[{"lang":1,"streams":[{"redirect":6829043,"hoster":"VOE"}]}]}]}]}