{"seriesId":"rick-stein-abenteuer-spanien","name":"Rick Stein: Abenteuer Spanien","descr":"Küchenchef Rick Stein geht erneut auf Reise und entführt Sie dieses Mal in die wunderschönsten Regionen Spaniens.Samt Campingbus macht sich unser beliebter Koch auf den Weg quer durchs Land und entdeckt, fernab von Paella und Tapas, die wahre Seele der spanischen Küche.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Galicien und Atlantikküste","epNo":1,"alt":"Episode 1","descr":"Rick’s Reise startet in Galizien – eine Region, bekannt für Pilger, Nebel, Regen, frischen Fisch, Empanadas (kleine Fisch-Küchlein) und noch mehr Regen … Im Lieblingsrestaurant des spanischen Königs lässt es sich unser Profi-Koch nicht nehmen und testet eine typische spanische \"tortilla de patata\". Im Anschluss geht’s direkt weiter ins benachbarte Asturien, wo Rick einen Abstecher aufs Cider-Fest in Gijon macht – Natürlich nicht ohne den berühmten \"fabada\" – einen herzhafter Bohnen-Eintopf mit Wurst, Schweinebauch und Blutwurst, zu probieren. Wenig später entdeckt er die Machart von Käse aus Cabrales, der in geheimen Höhlen reift. Am Ende führt uns Rick’s Reise ins Baskenland. Die Einwohner hier sind bekannt dafür, dass sie nichts besser können als Fisch zu kochen, lokalen Wein zu trinken und zu singen.","versions":[]},{"epId":"episode-2","name":"Mittelmeer-Region","epNo":2,"alt":"Episode 2","descr":"Eines der kulinarischen Highlights der baskischen Küche sind sogenannte \"Pinxos\", riesige Tapas-Portionen. Rick lernt alles über jene \"Pinxos\" in einer überfüllten Bar in San Sebastian kennen. In Ordizia begleitet er eine Grundschulklasse, die auf dem Wochenmarkt die Geheimnisse lokaler Produkte erkundet. Nach einem ordentlichen Regenguss kommt Rick schließlich in La Rioja an, eine der reichsten Regionen Spaniens, voll von ausgezeichneten Weingütern. Von dort aus ist es nicht weit nach Navarra und die für ihren Stierkampf berühmte Stadt Pamplona","versions":[]},{"epId":"episode-3","name":"Extremadura und Sevilla","epNo":3,"alt":"Episode 3","descr":"Rick nimmt an einem spektakulären Paella-Fest in Valenzia teil. Direkt im Anschluss führt die Reise im Camping-Bus Richtung Landeszentrum, vorbei an schönen alten Windmühlen, bis hin zum Weingut Campo de Criptana, wo die Weinlese gerade im Gang ist. In La Mancha trifft Rick auf Knoblauch-Bauern und genießt die beste Knoblauchsuppe der Welt. Zum Ende seiner spanischen Tour geht es nach Andalusien, wo er an der Mündung des Guadalquivir-Flusses bei einem atemberaubenden Sonnenuntergang seine Reise beendet.","versions":[]},{"epId":"episode-4","name":"El Cid und La Mancha","epNo":4,"alt":"Episode 4","descr":"Nach unzähligen Bergpassagen, staubigen Feldern und geschichtsträchtigen Dörfern erreicht Rick das Mittelmeer. In La Pelosa wird er zu einer sommerlichen Strandparty eingeladen, wo die Bewohner mit der Vorbereitung des Mittagessens beschäftigt sind. Rick setzt seine Reise weit weg der Touristen-Hochburgen fort und sucht die alte Mühle \"El Moli\" auf – ein Sagen umwobenes altes Restaurant, das er aus Erzählungen eines alten Schulkameraden kennt.","versions":[]}]}]}