{"path":"/serie/stream/riding-in-darkness","name":"Riding in Darkness","descr":"[Nattryttarna] Die True-Crime-Story basiert auf einem wahren Fall über das grausame Schicksal junger Frauen in einem Missbrauchsfall. Erzählt wird in einzelnen Geschichten jeweils aus der Sicht der betroffenen Frauen: dem 16-jährigen Stallmädchen Molly (Saga Samuelsson), Lotta (Malin Persson), Ehefrau des Ranch-Besitzers, und deren Tochter Victoria (Hanna Ardéhn). Jahrelang werden sie von dem angesehenen Pferderanch-Besitzer Tommy (Jonas Karlsson) missbraucht und manipuliert – bis es ihnen gelingt, sich von ihrem Tyrannen physisch und psychisch zu befreien.","seasons":[{"path":"/serie/stream/riding-in-darkness/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/riding-in-darkness/staffel-1/episode-1","name":"Neuanfang","epNo":1,"alt":"","descr":"Die 16-jährige Molly freut sich, dass sie eine Stelle als Stallmädchen auf dem Reiterhof Heddesta antreten kann. Doch der Besitzer Tommy offenbart schon bald seine dunkle Seite. Molly bekommt Tommys Zorn zu spüren, als sie sich bei einem Reitturnier nicht an seine Anweisungen hält. Doch die Wogen glätten sich bald wieder, weil Molly erfolgreich ist. Nach einem Gespräch am Abend wird Tommy gegenüber ihr und weiteren Mädchen zudringlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11992157","hoster":"VOE"},{"path":"/redirect/11992161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/riding-in-darkness/staffel-1/episode-2","name":"Was niemand sieht…","epNo":2,"alt":"","descr":"Das Leben auf Heddesta wird für Molly immer unerträglicher. Nachdem Tommy sie vergewaltigt, schließt sie mit Bettina und Frida einen Pakt. Die drei Mädchen wollen sich gegenseitig beschützen. Als Tommy mitbekommt, dass Molly und die anderen sich ihm widersetzen, ist er außer sich. Er setzt seine psychischen und physischen Gewalttaten fort. Molly schafft schließlich den Absprung von Heddesta und Tommy und Lotta setzen Lügengeschichten über sie in Umlauf. Der angetrunkene Tommy zwingt Molly zu einer nächtlichen Reitübung. Er bedroht sie anschließend und sagt ihr, dass sie sich aus Angelegenheiten heraushalten soll, die sie nichts angehen. Später folgt Tommy Molly in die Sattelkammer und vergewaltigt sie. Auch andere Mädchen haben offenbar schon derartige Erlebnisse mit dem Reiterhofbesitzer gehabt. Dies bestätigen Bettina und Frida gegenüber Molly.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11992146","hoster":"VOE"},{"path":"/redirect/12006316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/riding-in-darkness/staffel-1/episode-3","name":"Der Prozess","epNo":3,"alt":"","descr":"Aufgrund der Vorwürfe, die Molly und andere Mädchen erhoben haben, kommt es zur Gerichtsverhandlung gegen Tommy. Er leugnet alles und behauptet, dass es eine Verschwörung gegen ihn gebe. Im Prozess setzt Tommy alles daran, Molly zu diskreditieren. Er behauptet, dass sie unglücklich in ihn verliebt gewesen sei und sich für ihr Alter ungewöhnlich vulgär benommen habe. Auch Frida, die mit Molly zusammengewohnt hat, fällt ihr in den Rücken. Tommy leugnet bei der Polizei alles. Er weist darauf hin, dass Molly aus einer dysfunktionalen Familie kommt und stellt sie als notorische Lügnerin dar. Allerdings haben noch drei weitere Mädchen Vorwürfe gegen ihn erhoben. Es kommt zur Gerichtsverhandlung, in der Molly die Vorfälle auf Heddesta im Detail schildert. Tommy behauptet, dass es eine Verschwörung gegen ihn gebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11992162","hoster":"VOE"},{"path":"/redirect/11992165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/riding-in-darkness/staffel-1/episode-4","name":"Aussage gegen Aussage","epNo":4,"alt":"","descr":"Ein weiteres ehemaligen Stallmädchen hat sich überraschend als Zeugin für den Prozess gegen Tommy gemeldet. Auch sie erhebt vor Gericht schwere Vorwürfe gegen den Reiterhof-Besitzer. Laut Louises Aussage hat Tommy sie an ihrem letzten Abend auf der Pferderanch vergewaltigt. Sein Verteidiger fordert dennoch einen Freispruch für seinen Mandanten. Das Gericht folgt ihm nicht und verurteilt Tommy zu einer Haftstrafe. Das hat weitreichende Konsequenzen. Überraschend hat sich eine weitere Zeugin für die Gerichtsverhandlung gegen Tommy gemeldet. Louise hat vor fünf Jahren ebenfalls auf Heddesta gearbeitet. Sie berichtet, dass Tommy seine Hände nicht bei sich behalten konnte, wenn er getrunken hatte. An ihrem letzten Abend auf dem Reiterhof habe er sie vergewaltigt. Letztlich wird Tommy zu zweieinhalb Jahren Haft verurteilt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11992142","hoster":"VOE"},{"path":"/redirect/11992144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/riding-in-darkness/staffel-1/episode-5","name":"Die Dokumentation","epNo":5,"alt":"","descr":"Tommy sitzt seit zwei Jahren in Haft. In einer TV-Dokumentation wird sein Fall nachgezeichnet. Der Film wirft ein schlechtes Licht auf Molly und Katarina, die ihn vor Gericht gebracht haben. Die Ausstrahlung der TV-Sendung führt zu heftigen Reaktionen. Molly und Katarina werden bedroht. Der Druck auf Molly wird so groß, dass sie die Hochschule und dann sogar das Land verlässt. Nachdem Tommy seine Strafe verbüßt hat, kehrt er nach Heddesta zurück. Zwei Jahre nach Tommys Verurteilung wird im schwedischen Fernsehen eine Dokumentation über den Fall ausgestrahlt. Molly und Katarina haben es abgelehnt, sich dafür interviewen zu lassen. Im Film werden Zweifel an den Vorwürfen gegen Tommy geschürt. Sogar Frida bekräftigt vor der Kamera, dass Molly nicht die Wahrheit sage. Die TV-Ausstrahlung schlägt hohe Wellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11992116","hoster":"VOE"},{"path":"/redirect/11992113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/riding-in-darkness/staffel-1/episode-6","name":"Der Bruch","epNo":6,"alt":"","descr":"Victoria, die ältere Tochter von Tommy und Lotta, wird volljährig und verlässt Heddesta. Ihre Schwester Agnes bleibt zurück. Doch sie hält Tommys psychische und physische Gewalt nicht mehr aus. Nachdem Tommy Agnes hungern lässt, weil sie seiner Meinung nach zu wenig arbeitet, tritt sie die Flucht an. Sie sucht Hilfe bei Maja, die sie auf dem Reiterhof kennengelernt hat. Agnes will Tommy anzeigen, doch die Polizei kann Agnes nur bedingt helfen. Mittlerweile sind einige Jahre vergangen. Victoria, die ältere Tochter von Tommy und Lotta, feiert ihren 18. Geburtstag. Tommy lädt sie zum Essen ein und schikaniert sie, weil sie Heddesta verlassen will. Als Victoria erwähnt, dass sie weiterhin regelmäßig auf den Hof kommen möchte, um ihren Lieblingshengst Krusse zu besuchen, greift er kurzerhand zum Telefon und verkauft das Pferd.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11992133","hoster":"VOE"},{"path":"/redirect/11992134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/riding-in-darkness/staffel-1/episode-7","name":"Neue Verhältnisse","epNo":7,"alt":"","descr":"Lotta gerät aus der Spur und ertränkt ihre Probleme zunehmend in Alkohol. Tommy weist sie gegen ihren Willen in eine Entzugsklinik ein. Doch der Aufenthalt dort öffnet Lottas Blick. Zunächst wehrt sich Lotta gegen die Therapie. Doch mit der Zeit stellt sie sich der Herausforderung. Ihr wird klar, dass sie nicht nur vom Alkohol, sondern auch von Tommy abhängig ist. Lotta will aus ihren Fehlern lernen und ein neues Leben ohne Tommy beginnen. Die Alkoholprobleme von Lotta nehmen überhand. Sie ist mit der Arbeit auf Heddesta zunehmend überfordert. Tommy weist sie gegen ihren Willen in eine Entzugsklinik ein. Lotta glaubt zunächst nicht, dass sie dort am richtigen Ort ist. Doch nach und nach fasst sie Vertrauen zur Leiterin Ingegerd und den anderen Patientinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11992100","hoster":"VOE"},{"path":"/redirect/11992101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/riding-in-darkness/staffel-1/episode-8","name":"Die ganze Wahrheit","epNo":8,"alt":"","descr":"Der Besuch am Weihnachtsabend eskaliert. Tommy steht wieder vor Gericht, weil er Lotta angegriffen und die Nachbarn bedroht hat. Einmal mehr behauptet er, dass alle Vorwürfe gelogen sind. Victoria hatte vor dem Prozess bei der Polizei eine umfassende Aussage über Tommy und dessen schreckliche Vergehen gemacht. Doch der Großteil davon ist verjährt. Als er vor Gericht mit einer Geldstrafe davonkommt, ist Victoria außer sich. Sie geht in die Offensive.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11992064","hoster":"VOE"},{"path":"/redirect/11992060","hoster":"Streamtape"}]}]}]}]}