{"seriesId":"ridley-scott-crimes-of-the-century","name":"Ridley Scott: Crimes of the Century","descr":"\"Der Engel mit den Eisaugen\" Amanda Knox, die Attentate auf Ronald Reagan und John Lennon und der Sektenmord von Waco, Texas – die Dokureihe \"Crimes of the Century\" widmet sich den aufsehenerregendsten Kriminalfällen der vergangenen 50 Jahre. Die ursprünglich für den US-Nachrichtensender CNN produzierte Reihe von Starregisseur Ridley Scott wird angereichert mit neuem Bildmaterial, Interviews und aufwändigen Grafiken, um so neue Blickwinkel und Erkenntnisse über wohlbekannte Verbrechen zu bieten.Dazu gehören der erschütternde Fall der Andrea Yates, die ihre fünf Kinder in der Badewanne ertränkte, die Mordanschläge geistig verwirrter Täter auf US-Präsident Reagan und Beatles-Sänger Lennon, aber auch die Morde der Washingtoner Heckenschützen und der mysteriöse Fall der Studentin Knox, die verdächtigt wurde, zusammen mit ihrem Ex-Freund ihre Mitbewohnerin umgebracht zu haben. Insgesamt werden acht Fälle behandelt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Heckenschütze von Washington","epNo":1,"alt":"Washington D.C. Sniper","descr":"Im Oktober 2002 schossen Muhammad und Malvo aus einem Auto auf Passanten in und um Washington, D.C.. Dabei ermordeten sie mindestens 10 Menschen. Erst ein blauer Chevrolet, der in der Nähe der Tatorte gesehen wurde, verhalf der Polizei zum Durchbruch. Ein LKW-Fahrer entdeckte den Wagen auf einem Parkplatz und alarmierte die Polizei. Noch in der gleichen Nacht wurden Muhammad und Malvo verhaftet. Muhammad erhielt die Todesstrafe, Malvo wurde zu lebenslanger Haft verurteilt, da er zum Tatzeitpunkt noch minderjährig war.","versions":[{"lang":1,"streams":[{"redirect":9755905,"hoster":"VOE"},{"redirect":9755904,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mord an John Lennon","epNo":2,"alt":"John Lennon Assassination","descr":"Als Teil der Beatles wurde John Lennon weltbekannt. Am 8. Dezember 1980 befand sich John Lennon in New York City und signierte seinem Mörder Chapman kurz vor der Tat noch eine Schallplatte. Um 22:50 erschoss Chapman John Lennon vor dem Dakota-Building. Seit 1981 befindet Chapman sich in Haft.","versions":[{"lang":1,"streams":[{"redirect":9755915,"hoster":"VOE"},{"redirect":12982801,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Andrea Yates – Sie tötete ihre eigenen Kinder","epNo":3,"alt":"Andrea Yates","descr":"Am 20. Juni 2001 wartet die depressive Andrea Yates, bis ihr Mann Russell Yates das Haus verlässt. Dann begeht sie eine grausame Tat: Erst ertränkt sie ihre jüngsten Kinder in der Badewanne und legt sie wieder in ihr Bett. Danach ertränkt sie auch ihre Tochter Mary und lässt sie im Wasser treiben. Als ihr ältester Sohn Noah fragt, was mit seiner Schwester los sei, schnappt sie auch ihn und tötet den Jungen. 2002 wurde Andrea Yates wegen Mordes an ihren fünf Kindern zu 40 Jahren Haft verurteilt.","versions":[{"lang":1,"streams":[{"redirect":9755782,"hoster":"VOE"},{"redirect":9755774,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Mordattentat auf Ronald Reagan","epNo":4,"alt":"Reagan Assassination Attempt","descr":"Am 30. März 1981 verübt John Hinckley vor dem Hilton Hotel in Washington, D.C. ein Attentat auf den damaligen Präsidenten Ronald Reagan. Nach dem Besuch einer Gewerkschaftsveranstaltung verließ Reagan das Hotel und winkte der Öffentlichkeit zu. Hinckley nutzte diese Gelegenheit, um mehrere Schüsse abzugeben. Eine Kugel prallte von der Panzerscheibe des Wagens ab und verletzte Reagan schwer, tötete ihn jedoch nicht. Auch der Pressesprecher, ein Polizeibeamter und ein Mitarbeiter des Secret Service wurden schwer verletzt. Der psychisch kranke John Hinckley beging die Tat lediglich aus dem Motiv, in die Geschichte einzugehen und um Jodie Foster zu beeindrucken, die er vergötterte.","versions":[{"lang":1,"streams":[{"redirect":9755851,"hoster":"VOE"},{"redirect":9755846,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bombenanschlag auf Oklahoma City","epNo":5,"alt":"OKC Bombing","descr":"Am 19. April 1995 versteckt McVeigh eine Bombe im Murrah Federal Building in Oklahoma City. Bei dem Anschlag kommen 168 Menschen ums Leben, darunter 19 Kinder aus dem Kindergarten in der ersten Etage. Gemeinsam mit Terry Nichols und Michael Fortier belud McVeigh einen LKW mit 2,4 Tonnen Sprengstoff und schleuste die Bombe in das Gebäude. Die Detonation war noch in 1,5 Kilometer Entfernung zu spüren. Timothy McVeigh bekam die Todesstrafe und wurde 2001 hingerichtet. Sein Komplize Terry Nichols wurde zu lebenslanger Haft und Michael Fortier zu 12 Jahren Gefängnis verurteilt.","versions":[{"lang":1,"streams":[{"redirect":9755889,"hoster":"VOE"},{"redirect":9755885,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Amanda Knox – Der Engel mit den Eisaugen","epNo":6,"alt":"Amanda Knox","descr":"Im November 2007 wird die britische Austauschstudentin Meredith Kercher tot im italienischen Perugia aufgefunden. Amanda Knox, die in der Presse der \"Engel mit den Eisaugen\" genannt wird, und ihr Freund Raffaele Sollecito wurden schnell die Hauptverdächtigen. Das italienische Gericht verurteilte Amanda Knox im September 2009 zu 26 Jahren Freiheitsstrafe. Da das Gericht sich allerdings lediglich auf Indizien stützte, wurde das Urteil 2011 wieder aufgehoben und Amanda Knox freigesprochen. (","versions":[{"lang":1,"streams":[{"redirect":9755892,"hoster":"VOE"},{"redirect":12982799,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Waco – Massenselbstmord einer Sekte?","epNo":7,"alt":"Waco","descr":"Berichten über illegalen Waffenbesitz zufolge wollen Beamte am 28. Februar 1993 den Hauptsitz der Davidianer-Sekte unter David Koresh durchsuchen. Was folgt, ist allerdings ein Schusswechsel, bei dem vier Beamte und fünf Davidianer sterben. Danach verbarrikadiert Koresh sich und die anderen Sektenmitglieder 51 Tage lang. Das Gebäude wird vom FBI abgeriegelt. Als die FBI-Beamten den Sitz schließlich stürmen, bricht ein Feuer aus. Dabei kommen 76 Davidianer, darunter auch David Koresh, ums Leben.","versions":[{"lang":1,"streams":[{"redirect":9755897,"hoster":"VOE"},{"redirect":9755895,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Unabomber – Terror aus dem Hinterhalt","epNo":8,"alt":"Unabomber","descr":"Der Mathematiker Theodore \"Ted\" John Kaczynski hat zwischen 1978 und 1995 insgesamt 16 Briefbomben verschickt. Dadurch wurden drei Menschen getötet und 23 verletzt. In der Presse wurde er auch als \"Unabomber\" – University and airline bomber – bekannt, da er seine Bomben meist an Universitätsprofessoren und Manager von Fluggesellschaften verschickte. Kaczynski wurde zu lebenslanger Haft verurteilt.","versions":[{"lang":1,"streams":[{"redirect":9755900,"hoster":"VOE"},{"redirect":9755899,"hoster":"Streamtape"}]}]}]}]}