{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita","name":"Rikei ga Koi ni Ochita no de Shoumei Shite Mita","descr":"Der Anime handelt von Ayame Himuro und Shinya Yukimura, zwei Wissenschaftlern, die sich ineinander verlieben. Sie wollen beweisen, dass ihre Liebe wissenschaftlich belegt, quantifiziert und sachlich ausgedrückt werden kann.","seasons":[{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-1","name":"","epNo":1,"alt":"Science-types Fell in Love, So They Tried to Analyze It.","descr":"Shinya Yukimura und Ayame Himuro sind brillante Studenten an der Saitama University. Himuro gesteht plötzlich, dass sie in Yukimura verliebt ist, die, unsicher, wie sie antworten soll, fragt, wie man Liebe definiert. Himuro präsentiert mathematische Beweise, wie die Anzahl der Minuten, die sie damit verbringt, ihn anzustarren, und ihre Zunahme der Herzfrequenz. Ihre Schlussfolgerung ist, dass die Liebe auf einer mathematischen Formel basiert. Mitstudentin Kanade Kotonoha macht sich Sorgen, dass sie verrückt geworden sind. Sie beginnen, eine romantische Manga-Szene zu reproduzieren , in der Yukimura Himuro an einer Wand einfängtwährend Sie ihre Herzfrequenz verfolgen und feststellen, dass körperliche Nähe das extremste Ergebnis hat. Yukimura macht sich Sorgen, dass sie Liebe mit Krankheit verwechseln. Sie wiederholen ihr Experiment 100 Mal, stellen jedoch fest, dass die Fallenbewegung mit der Zeit weniger effektiv wird. Himuro vergleicht Yukimuras Fallenbewegung mit einem Sumo- Palmenstoß, was nicht romantisch ist. Kotonoha besteht darauf, dass Liebe auf Emotionen beruht und präsentiert als Beweis eine Geschichte über ihre Verliebtheit in ihren High-School-Lehrer, wird jedoch vereitelt, als Yukimura die Geschichte in eine mathematische Formel zerlegt und Details ihrer romantischen Geschichte verlangt. Himuro bestraft ihn dafür, dass er zu anspruchsvoll ist, also wiederholt er die Fallenbewegung noch einmal und besteht darauf, dass er mathematisch beweisen wird, dass Liebe existiert, was dazu führt, dass ihre Herzfrequenz wieder steigt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13001642","hoster":"VOE"},{"path":"/redirect/8440545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-2","name":"","epNo":2,"alt":"Science-types Fell in Love, So They Tried Experiments.","descr":"Kotonoha erklärt sie in Arbeit Informationswissenschaft die Erforschung menschlichen , sozialen und Naturwissenschaftund versuchen, diese mithilfe von Mathematik zu erklären. Leider recherchiert ihre Beraterin Ena Ibarada nie und spielt den ganzen Tag Spiele. Yukimura ist an der Reihe, seine Herzfrequenz messen zu lassen, aber er versucht zu fliehen, bevor peinliche Daten gesammelt werden können, also fesseln ihn Kotonoha und Himuro. Nachdem sie Himuros Haar gestreichelt hat, steigt Yukimuras Herzfrequenz deutlich an. Ibarada schlägt vor, den Test mit jemand anderem als Himuro zu wiederholen. Als seine Herzfrequenz auch für Kotonoha steigt und Ibarada Himuro ihn für einen Perversen hält, bis Yukimura erklärt, dass seine Herzfrequenz steigt, weil Frauen ihn nervös machen. Himuro wird sowieso sauer auf ihn. Kotonoha fällt es schwer, ein Thema für ihre Abschlussarbeit zu finden. Sie sieht, wie Himuro und Yukimura versuchen, eine Mahlzeit zuzubereiten, um herauszufinden, ob die Liebe das Essen schmackhafter macht, indem sie eine Vielzahl komplizierter Tests verwendet. Kotonoha schlägt einen blinden Geschmackstest vor , ein Gericht, das Himuro mit Liebe kocht, und ein allgemeines Gericht. Himuro ruiniert jedoch das Experiment, indem er einen Liebesbrief auf ihren zeichnet. Yukimura behauptet, ihr Gericht sei am leckersten, weil die Note selbst Liebe enthält, aber es werden keine Schlussfolgerungen gezogen, weil es allen zu peinlich ist. Kotonoha kehrt zu ihrer These zurück und stellt fest, dass Himuro und Yukimura die ganze Zeit tatsächlich eine Mahlzeit für sie gekocht haben, da sie nichts zu Mittag hatte. Sie findet es lecker.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440551","hoster":"VOE"},{"path":"/redirect/8440554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-3","name":"","epNo":3,"alt":"Science-types Fell in Love, So They Try Planning a Date.","descr":"Yukimura und Himuro beschließen, einen Verliebten zu interviewen. Mitstudent Kosuke Inukai behauptet, eine Freundin, Aika, zu haben, für die er 227.000 Yen ausgegeben hat und die er jede Nacht hält. Himuro gerät in Panik, da sie nur 728 Yen für Yukimura ausgegeben hat und ihn einmal während eines Experiments festgehalten hat. Ibarada, Kosuke Jugendfreund, verrät Aika ist ein Dating - Sim - Charakter er besitzt Kissenkörpervon. Yukimura kommt zu dem Schluss, dass dies normal ist, da die romantischen Vorlieben der Menschen unterschiedlich sind. Basierend auf Kosukes Daten kommt Himuro zu dem Schluss, dass sie Yukimura nicht lieben muss. Yukimura gerät in Panik und zieht seine frühere Schlussfolgerung zurück, da er Kosuke für zu seltsam hält, um normale Daten zu sammeln. Himuro verrät Kotonoha, dass sie als Kind gemobbt wurde, bis sie einen Jungen traf, der ebenfalls gemobbt wurde, sich aber nie davon stören ließ. Er sagte ihr, wenn sie sich schöner kleidete und aufhörte, düster auszusehen, würden die Leute sie automatisch besser behandeln und ihre Kleidung in der Gegenwart beeinflussen. Kotonoha erkennt, dass der Junge offensichtlich Yukimura war, nur haben es weder Yukimura noch Himuro bemerkt. Kotonoha hat es satt, wie dicht sie beide sind und verlangt, dass sie zu einem normalen Date gehen.Bei der Entscheidung, einen Vergnügungspark zu besuchen, planen sie sofort die effizienteste Route, um die 22 romantischsten Momente eines Dates in einem Vergnügungspark zu erleben, woraufhin Kotonoha Yukimura zwingt, Himuro offiziell nach dem Date zu fragen, was sie sehr glücklich macht, wenn er es tut.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440560","hoster":"VOE"},{"path":"/redirect/8440562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-4","name":"","epNo":4,"alt":"Science-types Fell in Love, So They Tried Going On a Date.","descr":"Himuro und Yukimura tauchen in ihren Laborkitteln zu ihrem Date auf, bereit, ihrem Terminplan zu folgen, aber Kanade zwingt sie, sich lässig zu kleiden. Neben Herzfrequenz und Temperatur schlägt Ibarada vor, die Zeiten zu zählen, in denen sie sich glücklich, unsicher, ängstlich fühlen und sogar, wenn sie sich kuscheln möchten. Kotonoha hat Schwierigkeiten, Himuro und Yukimura auf das Datum zu konzentrieren, anstatt Daten zu sammeln. Yukimura verzichtet auf das Halten der Hand und lässt Himuro gehen, bis ein Delinquent versucht, sie gewaltsam um ein Date zu bitten, also verblüfft sie ihn mit einer komplizierten wissenschaftlichen Ablehnung. Genervt greift er nach ihrem Arm, sodass Yukimura ihr zu Hilfe kommt. Als der Delinquenten protestiert, verblüfft Yukimura ihn auch, indem er wütend Beweise zeigt, die darauf hindeuten, dass er sich zu Himuro hingezogen fühlt, aber irgendwie nicht beweist, dass er sie liebt. Yukimuras emotionaler Ausbruch bringt ihn in Verlegenheit,während Himuro es extrem attraktiv findet, und sie gehen am Ende, während sie Händchen halten. Im Vergnügungspark halten sie weiterhin Händchen, lassen sich aber immer wieder durch die wissenschaftliche Analyse der Physik der Fahrgeschäfte ablenken, hauptsächlich um sich von der Angst vor den Fahrgeschäften abzulenken. Auf dem Riesenrad bricht Yukimura aus dem Plan und schenkt Himuro Ohrringe. Himuro studiert ihre Daten und stellt fest, dass sie Spaß hatten, aber er sollte das Experiment wiederholen, um sicherzugehen.Himuro studiert ihre Daten und stellt fest, dass sie Spaß hatten, aber er sollte das Experiment wiederholen, um sicherzugehen.Himuro studiert ihre Daten und stellt fest, dass sie Spaß hatten, aber er sollte das Experiment wiederholen, um sicherzugehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440565","hoster":"VOE"},{"path":"/redirect/8440569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-5","name":"","epNo":5,"alt":"Science-types Fell in Love, So They Tried Holding a Meeting.","descr":"Yukimura und Himuro planen, ihre Daten beim zweimonatlichen Treffen des Labors mit ihrer Professorin Ikeda Kashin zu präsentieren, die beide locker ist, aber, wenn sie einmal wütend ist, furchterregend ist. Er kündigt ein gemeinsames Trainingslager mit drei anderen Universitäten an, an dem Kanade und Kosuke teilnehmen müssen, um ihre vorgeschlagenen Diplomarbeitsthemen zu präsentieren, die Kosuke noch nicht begonnen hat, und erntet Ikedas Zorn. Ikeda ist weiter verwirrt, als Yukimura und Himuro ihre Daten über die Liebe präsentieren, die sie hauptsächlich verwenden, um sich gegenseitig in Verlegenheit zu bringen. Obwohl sie sich ärgern, dass sie weniger Zeit mit ihrer wissenschaftlichen Forschung verbringen, findet Ikeda, dass ihre Liebesforschung interessanter ist und sogar eine wertvolle Forschungsstudie zur Psychologie der Liebe werden könnte. Sie beschließen, dass sie eine größere Gruppe freiwilliger romantischer Paare benötigen, um zu beobachten, wie sie alle ihre Experimente wiederholen.Ibarada paart Kosuke mit Yukimura zu ihrem eigenen Vergnügen, also fordert Kosuke sie auf, ein Umarmungsexperiment mit ihm zu wiederholen und zu sehen, wer am meisten betroffen ist. Himuro paart Yukimura mit Kanade, sabotiert das Experiment jedoch aus Eifersucht. Ibarada gewinnt den Wettbewerb mit Kosuke mit Leichtigkeit, indem er Aika imitiert, was sein Herz höher schlagen lässt, und ihn dann erneut schlägt, indem er Erinnerungen an ihre Kindheitsfreundschaft erzählt. Während er die Daten von Kosukes Herzfrequenz studiert, schlägt Ibarada vor, dass Yukimura und Himuro einen Kuss versuchen sollten.Während er die Daten von Kosukes Herzfrequenz studiert, schlägt Ibarada vor, dass Yukimura und Himuro einen Kuss versuchen sollten.Während er die Daten von Kosukes Herzfrequenz studiert, schlägt Ibarada vor, dass Yukimura und Himuro einen Kuss versuchen sollten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440574","hoster":"VOE"},{"path":"/redirect/8440575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-6","name":"","epNo":6,"alt":"Science-types Fell in Love, So They Tried Kissing.","descr":"Es gibt Pläne für ein Kuss-Experiment, aber Himuro ist nicht begeistert davon, dass ihr erster Kuss ein Experiment ist. Kanade stimmt zu, dass ein Kuss sein muss, wenn die Stimmung stimmt. Himuro und Yukimura beginnen mit Hilfe von Ibarada und Kotonoha und fragwürdiger Hilfe von Kosuke, ein Experiment zu entwerfen. Sie stellen fest, dass sie einen angenehmen, ruhigen Ort mit geringer Beleuchtung, ohne andere Personen und 30 Sekunden Blickkontakt benötigen. Nach langer Recherche hat sich herausgestellt, dass der beste Ort das Universitätsdach bei Sonnenuntergang ist. Als Kontrollmaßnahme wird festgelegt, dass andere Küsse zuerst stattfinden sollen. Yukimura versucht Kanade zu küssen, küsst aber stattdessen ihre Hand. Ibarada küsst Himuro, was Yukimura eifersüchtig macht. Kosuke küsst Himuros Hand, aber sie spürt nichts. Himuro hat einen schwesterlichen Moment mit Kanade und küsst sie auf die Stirn, was sie beide in Verlegenheit bringt.Yukimura und Kosuke geraten in Streit. Yukimura rennt von Ibarada weg. Ibarada und Kosuke spielen stattdessen Spiele. Kosuke und Kanade haben einen indirekten Kuss über eine Teetasse. Schließlich versuchen Yukimura und Himuro sich zu küssen und stellen fest, dass die Stimmung genau richtig ist. Leider werden sie von einem Helikopter unterbrochen, die Sonne geht unter, bevor sie fertig sind, und der Hausmeister will die Dachtür abschließen, was die Stimmung verdirbt. Genervt verlangt Himuro, dass sie sich trotzdem küssen, egal in welcher Stimmung. Yukimura küsst ihr Haar und verspricht, dass sie eines Tages einen Kuss von höchstem theoretischem Wert haben werden, der auf seine Weise perfekt ist.Leider werden sie von einem Helikopter unterbrochen, die Sonne geht unter, bevor sie fertig sind, und der Hausmeister will die Dachtür abschließen, was die Stimmung verdirbt. Genervt verlangt Himuro, dass sie sich trotzdem küssen, egal in welcher Stimmung. Yukimura küsst ihr Haar und verspricht, dass sie eines Tages einen Kuss von höchstem theoretischem Wert haben werden, der auf seine Weise perfekt ist.Leider werden sie von einem Helikopter unterbrochen, die Sonne geht unter, bevor sie fertig sind, und der Hausmeister will die Dachtür abschließen, was die Stimmung verdirbt. Genervt verlangt Himuro, dass sie sich trotzdem küssen, egal in welcher Stimmung. Yukimura küsst ihr Haar und verspricht, dass sie eines Tages einen Kuss von höchstem theoretischem Wert haben werden, der auf seine Weise perfekt ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440585","hoster":"VOE"},{"path":"/redirect/8440584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-7","name":"","epNo":7,"alt":"Science-types Fell in Love, So They Tried Having a Drinking Party.","descr":"Die Bewohner des Labors feiern das Ende des Semesters mit einer Party und spielen ihr traditionelles Partyspiel, bei dem sie Primzahlen aufsagen . Kanade hat nie Primzahlen studiert, daher erklärt Himuro ihre wissenschaftliche Bedeutung und sogar eines der größten ungelösten Probleme der Mathematik, die Riemann-Hypothese, beinhaltet Primzahlen. Himuro betrinkt sich und verhält sich gegenüber Yukimura sehr anhänglich, während Kosuke seltsamerweise dasselbe mit Ibarada tut. Ikeda trinkt zu viel und schläft ein. Kanade betrinkt sich auch und schimpft Yukimura und Himuro dafür, dass sie nicht schon ein normales Paar geworden sind. Sie gibt auch zu, dass ein Vorfall in der High School dazu geführt hat, dass sie sich bemüht hat, sich anzupassen und \"normal\" zu wirken. Da nur Yukimura nüchtern ist, liest er ein Buch, während alle schlafen. Nach dem Scheitern des Kuss-Experiments beschließen sie, Liebesdaten aus romantischen Filmen zu extrahieren, die sich an Kinder richten, wie Cinderella und The Tale of the Bamboo Cutter , obwohl Yukimura ihren Mangel an Realismus beklagt. Am Ende machen sie an diesem Tag keine Fortschritte, aber sie entscheiden, dass das nicht so schlimm ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440599","hoster":"VOE"},{"path":"/redirect/8440600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-8","name":"","epNo":8,"alt":"Science-types Fell in Love, So They Tried to Gather Evidence of Love.","descr":"Mit weniger als einem Monat bis zum Trainingslager ist Kosuke bei seinen Recherchen nicht weitergekommen und ist hoffnungslos deprimiert. Ikeda schlägt Kosuke Fund Wissenschaft in seinem Alltag, wie NP-Härte in komplexen Datierungen sim oder Chaostheorie in der zufälligen Bahn eines Fußballs. Yukimura kritisiert Kanades Präsentationsfähigkeiten unter Berufung auf die 10.000-Stunden-Regel und verlangt dann eine Probe ihres Speichels. Himuro gibt bekannt, dass sie Oxytocin messen wollen, auch bekannt als das Liebeshormon, das bei Körperkontakt mit einem geliebten Menschen freigesetzt wird. Ihre Hoffnung ist, dass sie genau identifizieren können, in wen eine Person verliebt ist. Als Beispiel zeigt Yukimura das peinliche Video von Himuro betrunken auf der Party, von dem Himuro nicht wusste, dass es existiert. Sie entscheiden, dass eine einminütige Umarmung für den Körperkontakt ausreicht, aber beide sind nach nur wenigen Sekunden überwältigt. Yukimura plant, im Trainingslager ihre Oxytocin-Forschung vorzustellen. Arika Yamamoto, eine ehemalige Schülerin von Ikeda, kommt im Labor an und interessiert sich für Himuro und Yukimura. Sie verrät, dass sie eine Amateur-Manga-Künstlerin ist und bittet um Erlaubnis, sie in eine Manga-Serie zu verwandeln. Sie stimmen zu und hoffen, dass sie Liebesdaten von jedem sammeln können, der sie liest. Ikeda lädt Arika zum Trainingslager ein, das sich in Okinawa befindet. Als Arika von all den erotischen Szenen begeistert ist, die sie von Himuro und Yukimura zeichnen kann, beginnen sie es zu bereuen, ihr Angebot angenommen zu haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440618","hoster":"VOE"},{"path":"/redirect/8440608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-9","name":"","epNo":9,"alt":"Science-types Fell in Love, So They Tried Attending a Training Camp in Okinawa.","descr":"Yukimura wird von Himuro bestraft, weil er versucht hat, im Flugzeug Experimente durchzuführen. Kanade zeigt Interesse an der Flugphysik, also erklärt Himuro den Auftrieb und Bernoullis Prinzip, während sie mit ihrem Impuls kämpft, Yukimura zu kuscheln. Sie finden, dass ihr Hotel ungewöhnlich luxuriös ist und erfahren, dass Arika dafür bezahlt hat, obwohl sie eine hungernde Künstlerin ist , in der Hoffnung, dass der Luxus Yukimura und Himuro dazu bringen wird, romantisch zu werden und Stoff für ihren Manga zu liefern. Am Strand ist Yukimura peinlich, dass Himuro im Bikini 2,34-mal attraktiver ist. Yuuichi, der Straftäter aus dem Vergnügungspark, ist in Okinawa, flieht aber, nachdem er Himuro gesehen hat. Sie spielen Wassermelonensplitting, aber Kosuke kann Ibaradas komplexem Flugzeug nicht folgenRichtungen. Himuro und Yukimura beginnen mit Körperkontaktexperimenten, sind aber aufgrund der Menge an exponierter Haut zu verlegen. Yukimura streitet sich mit den anderen darüber, welche Art von Umarmung den größten Hautkontakt bietet. Da Himuros große Büste Distanz zwischen ihnen schafft, versuchen Ibarada und Arika Yukimura zu zwingen, stattdessen Kosuke zu umarmen, um das Busenproblem zu vermeiden. Ibarada quält Kosuke mit ihren Stranderinnerungen aus ihrer Kindheit. Yuuichi beschließt, Ibarada zu verführen, aber als er ihren Arm packt, verprügelt Kosuke ihn, nur um zu erfahren, dass sie Spiele auf ihren Telefonen spielen und Ibarada erniedrigt ihn für seine Überreaktion, ist aber insgeheim froh, dass er es getan hat. Ikeda enthüllt Kanade und Kosuke, dass ihre Präsentationen vor den berühmtesten Genies, Wissenschaftlern und Professoren der Welt stattfinden werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440615","hoster":"VOE"},{"path":"/redirect/8440620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-10","name":"","epNo":10,"alt":"Science-types Fell in Love, So They Tried Giving Presentations.","descr":"Yukimura stürmt in Himuros Zimmer und lässt sie glauben, dass er körperliche Intimität möchte, nur damit er beginnt, Kanade für ihre Präsentation vorzubereiten. Himuro erkennt, dass sie Yukimura zu Zeiten näher sein möchte, in denen dies gemäß der Verhaltensreaktanzregel unmöglich ist , und glaubt, dass sie auf ihren Mangel an Intimität reagiert, indem sie sich nach mehr sehnt. Den ersten Vortrag hält Shijikou Naoya, einer von Yuuichis Freunden, über das Nash-Gleichgewicht , die nicht-kooperative Spieltheorie und das Tabu- Suchprinzip , aber er wird von seinem eigenen Professor von der Bühne geworfen, weil er sich nicht ausreichend vorbereitet hat. Kosuke präsentiert seine Forschungen zu NP-Härte und längster Weg und kürzester WegProbleme. Trotz des erotischen Inhalts ist Professor Kaku, ein berühmter Wissenschaftler, gezwungen zuzustimmen, dass seine Forschung angesichts der kürzlichen Gründung der National Gaming Championships von Wert ist . Kanade gerät in Panik, also umarmt Yukimura sie, was von Himuro gesehen wird. Kanade wird wütend und Yukimura erklärt, dass er versucht hat, ihren Cortisolspiegel zu erhöhen, um sie zu beruhigen. Sie präsentiert ihre Diplomarbeit über das Problem des Handlungsreisenden und latente Variablen auf der Grundlage von Yukimura und Himuros perfektem Vergnügungspark-Date. Sie schafft es, alle Fragen der Professoren zu beantworten und beeindruckt sie. Kosuke wird sogar von Professor Kaku gelobt, obwohl er ihn Glatze genannt hat. Wütend konfrontiert Himuro Yukimura wegen seiner Umarmung mit Kanade.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12334663","hoster":"VOE"},{"path":"/redirect/8440627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-11","name":"","epNo":11,"alt":"Science-types Fell in Love, So They Tried Having a Fight.","descr":"Himuro wird wütend auf Yukimura. Yukimura weigert sich, sich zu schämen, weil sie Kanade geholfen hat, sich zu beruhigen, und beschimpft Himuro, weil er eifersüchtig ist, da sie noch nicht einmal zusammen sind. Himuro schlägt ihn und geht weinend. Jeder versucht, sich in einem Aquarium zu entspannen, kann aber aufgrund von Himuro und Yukimura nicht. Himuro fragt, ob Yukimura weiß, warum sie verärgert ist, obwohl Kosuke darauf hinweist, dass dies eine legendäre Beziehungsfrage ist, auf die der Mann keine richtige Antwort geben kann. Yukimura gibt wissenschaftliche Gründe für ihre Wut an, einschließlich ihres Menstruationszyklus, also schlägt sie ihn erneut. Himuro gibt gegenüber Kanade zu, dass sie sich dafür schämt, emotional statt intellektuell zu handeln, während Yukimura enttäuscht ist, weil das Aquarium ideal für einen hochwertigen Kuss gewesen wäre. Himuro erzählt Kanada, dass sie am meisten von der Aussage betroffen war, dass sie und Yukimura nicht zusammen sind.Also sagt Kanade ihr, dass bei Verliebten Eifersucht erwartet wird, aber anstatt mit Yukimura darüber zu sprechen, fügt Himuro ihrer Forschung eine Variable für die Eifersuchtsfrequenz hinzu, kann Yukimura jedoch nicht sagen, da sie sich streiten. Sie beschließt, sich mit ihm zu versöhnen und beschließt mit Kanades und Arikas Hilfe, Yukimura ein personalisiertes Brillenetui zu kaufen und eine Entschuldigungsarbeit zu schreiben. Sie rennt, um es ihm zu geben, stolpert jedoch und zerbricht den Koffer, was sie verlegen davonlaufen lässt. Yukimura liest die Doktorarbeit und beschließt, sich mit Himuro zu versöhnen.beschließt, Yukimura ein personalisiertes Brillenetui zu kaufen und eine Entschuldigungsarbeit zu schreiben. Sie rennt, um es ihm zu geben, stolpert jedoch und zerbricht den Koffer, was sie verlegen davonlaufen lässt. Yukimura liest die Doktorarbeit und beschließt, sich mit Himuro zu versöhnen.beschließt, Yukimura ein personalisiertes Brillenetui zu kaufen und eine Entschuldigungsarbeit zu schreiben. Sie rennt, um es ihm zu geben, stolpert jedoch und zerbricht den Koffer, was sie verlegen davonlaufen lässt. Yukimura liest die Doktorarbeit und beschließt, sich mit Himuro zu versöhnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12334664","hoster":"VOE"},{"path":"/redirect/8440630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-1/episode-12","name":"","epNo":12,"alt":"I Knew I Could Fall in Love with You, So I Tried to Prove it","descr":"Kanade macht sich Sorgen, als Himuro nicht in ihr Zimmer zurückkehrt, also geht sie zu Yukimura, die derzeit daran arbeitet, sich mit Himuro zu versöhnen. Als er erfährt, dass sie vermisst wird, führt er zusammen mit Kosuke und Kanade eine vollständige Suche im Hotel nach ihr durch. Inmitten teilt Ibarada ihnen mit, dass sie Himuro vor dem Hotel gesehen und nie wieder zurückgekehrt sei und dass sie auf der letzten Stufe der Treppe gestolpert sei, was bedeutet, dass es für sie physisch unmöglich war, das Brillenetui zu zerbrechen. Nachdem sie von Kanade erfahren hat, dass Yamamoto für die Geschenkverpackung verantwortlich war, konfrontiert Yukimura sie draußen und sie enthüllt, dass sie den Fall tatsächlich gebrochen hat, da sie als Hindernis für ihre Versöhnung dienen möchte, um mehr Drama und Material für ihren Manga zu generieren. Yamamoto vergleicht sich dann mit Yukimura:zwei völlig hingebungsvolle Persönlichkeiten auf ihrem Gebiet, die vor nichts zurückschrecken, um Ergebnisse zu sehen. Yukimura stimmt zu und schwört Yamamoto, dass er jeden Versuch stoppen wird, ihre Forschungen zu behindern, um die Existenz der Liebe zu entdecken. Yamamoto wünscht ihm und Himuro alles Gute, bevor sie Himuros Aufenthaltsort sowie das Brillenetui, das sie tatsächlich gekauft hat, preisgibt. Yukimura rennt weg und findet Himuro auf einer Brücke, wo er beginnt, sie für ihre schlecht geschriebene Versöhnungsthese zu kritisieren. Mitten in der Kritik lässt Himuro ihre Emotionen raus und umarmt Yukimura auf der Stelle, was dazu führt, dass die beiden einen Kuss teilen und den Sonnenaufgang beobachten. Die beiden schließen sich mit allen anderen zusammen und kehren alle an die Universität zurück, wo sie ihre Forschungen zum Thema Liebe fortsetzen.Yukimura stimmt zu und schwört Yamamoto, dass er jeden Versuch stoppen wird, ihre Forschungen zu behindern, um die Existenz der Liebe zu entdecken. Yamamoto wünscht ihm und Himuro alles Gute, bevor sie Himuros Aufenthaltsort sowie das Brillenetui, das sie tatsächlich gekauft hat, preisgibt. Yukimura rennt weg und findet Himuro auf einer Brücke, wo er beginnt, sie für ihre schlecht geschriebene Versöhnungsthese zu kritisieren. Mitten in der Kritik lässt Himuro ihre Emotionen raus und umarmt Yukimura auf der Stelle, was dazu führt, dass die beiden einen Kuss teilen und den Sonnenaufgang beobachten. Die beiden schließen sich mit allen anderen zusammen und kehren alle an die Universität zurück, wo sie ihre Forschungen zum Thema Liebe fortsetzen.Yukimura stimmt zu und schwört Yamamoto, dass er jeden Versuch stoppen wird, ihre Forschungen zu behindern, um die Existenz der Liebe zu entdecken. Yamamoto wünscht ihm und Himuro alles Gute, bevor sie Himuros Aufenthaltsort sowie das Brillenetui, das sie tatsächlich gekauft hat, preisgibt. Yukimura rennt weg und findet Himuro auf einer Brücke, wo er beginnt, sie für ihre schlecht geschriebene Versöhnungsthese zu kritisieren. Mitten in der Kritik lässt Himuro ihre Emotionen raus und umarmt Yukimura auf der Stelle, was dazu führt, dass die beiden einen Kuss teilen und den Sonnenaufgang beobachten. Die beiden schließen sich mit allen anderen zusammen und kehren alle an die Universität zurück, wo sie ihre Forschungen zum Thema Liebe fortsetzen.Yamamoto wünscht ihm und Himuro alles Gute, bevor sie Himuros Aufenthaltsort sowie das Brillenetui, das sie tatsächlich gekauft hat, preisgibt. Yukimura rennt weg und findet Himuro auf einer Brücke, wo er beginnt, sie für ihre schlecht geschriebene Versöhnungsthese zu kritisieren. Mitten in der Kritik lässt Himuro ihre Emotionen raus und umarmt Yukimura auf der Stelle, was dazu führt, dass die beiden einen Kuss teilen und den Sonnenaufgang beobachten. Die beiden schließen sich mit allen anderen zusammen und kehren alle an die Universität zurück, wo sie ihre Forschungen zum Thema Liebe fortsetzen.Yamamoto wünscht ihm und Himuro alles Gute, bevor sie Himuros Aufenthaltsort sowie das Brillenetui, das sie tatsächlich gekauft hat, preisgibt. Yukimura rennt weg und findet Himuro auf einer Brücke, wo er beginnt, sie für ihre schlecht geschriebene Versöhnungsthese zu kritisieren. Mitten in der Kritik lässt Himuro ihre Emotionen raus und umarmt Yukimura auf der Stelle, was dazu führt, dass die beiden einen Kuss teilen und den Sonnenaufgang beobachten. Die beiden schließen sich mit allen anderen zusammen und kehren alle an die Universität zurück, wo sie ihre Forschungen zum Thema Liebe fortsetzen.Himuro lässt ihre Emotionen raus und umarmt Yukimura auf der Stelle, was dazu führt, dass sich die beiden einen Kuss teilen und den Sonnenaufgang beobachten. Die beiden schließen sich mit allen anderen zusammen und kehren alle an die Universität zurück, wo sie ihre Forschungen zum Thema Liebe fortsetzen.Himuro lässt ihre Emotionen raus und umarmt Yukimura auf der Stelle, was dazu führt, dass sich die beiden einen Kuss teilen und den Sonnenaufgang beobachten. Die beiden schließen sich mit allen anderen zusammen und kehren alle an die Universität zurück, wo sie ihre Forschungen zum Thema Liebe fortsetzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440638","hoster":"VOE"},{"path":"/redirect/8440633","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-1","name":"","epNo":1,"alt":"Science-types Fell in Love, So They Tried Comparing Couples.","descr":"Um ihre Erforschung von Oxytocin im Speichel fortzusetzen, schickt Ibarada Himuro, Yukimura und Kanade zu Suiu Fujiwara und Chris Florette, einem romantischen Paar im Labor für Naturwissenschaften. Suiu ist von ihrer Forschung fasziniert, da Speichel zahlreiche Chemikalien enthält, die auf die Gesundheit und sogar den emotionalen Status hinweisen, insbesondere Oxytocin, Chromogranin A , Serotonin , Östrogen und Testosteron. Die körperliche Intimität von Suiu und Chris zu sehen, macht Himuro und Yukimura eifersüchtig, aber sie bitten um ihre Hilfe bei ihren Nachforschungen. Chris stellt die schwierige Frage, dass sie sich nicht lieben können, wenn sie sich nicht sicher sind, dass sie sich lieben, denn wenn sie es täten, bräuchten sie keine wissenschaftlichen Beweise, um es zu beweisen. Trotzdem besteht Yukimura darauf, dass ihre Forschung fortgesetzt werden muss. Suiu liefert die Analyse des Speichels von ihr und Chris nach einer Umarmung, von der Yukimura schockiert ist, dass sie viel höher ist als der von ihm und Himuro nach ihrem Kuss, was darauf hindeutet, dass Suiu und Chris verliebter sind als er und Himuro. Als Basisexperiment beschließen sie, den Speichel jeder Person zu analysieren, wenn er normal ist, nach einem Kompliment und nach körperlichem Kontakt. Als etabliertes romantisches Paar, das sich wohlfühlt,","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10161398","hoster":"VOE"},{"path":"/redirect/10161393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-2","name":"","epNo":2,"alt":"Science-types Fell in Love, So They Tried Looking for a New Theory.","descr":"Mit ihren Oxytocin-Werten haben Himuro und Yukimura keine Chance gegen Fujiwara und Chris. Offenbar ist ihre Liebe füreinander doch nicht so groß, wie sie eingangs bei der Formulierung ihrer Hypothese, auf die ihre Forschung sich stützt, dachten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13486342","hoster":"VOE"},{"path":"/redirect/10224248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-3","name":"","epNo":3,"alt":"Science-types Fell in Love, So They Tried Taking a Nap.","descr":"Ibarada ist deprimiert über die allgemeine Dunkelheit ihres Lebens. Ikeda bittet sie, über eine Promotion nachzudenken . Ikeda produziert eine Broschüre über die Vorteile von Bewegung, wie z. B. die Herstellung von Myokine , die das Gehirn stimulieren, und Serotonin, um Depressionen vorzubeugen. Himuro erkältet sich, also eilt Yukimura zu ihr nach Hause. Himuro kämpft, aber als Yukimura ankommt, ist sie sowohl verärgert, als er sie verletzlich sieht, als auch glücklich, dass er da ist. Kanade besucht ihn und Himuro ist so verlegen, dass sie Yukimura unter ihre Decke schiebt, um ihn zu verstecken, und Yukimura für die Dauer von Kanades Besuch an ihren nackten Beinen gefangen lässt. Kosuke sieht, wie Ibarada trainiert. Himuro erholt sich, aber Yukimura erkältet sich. Ibarada erstellt Forschungsergebnisse, die bestätigen , dass Bewegung das Gedächtnis verbessern kann. Sie quält Kosuke auch, indem sie das Fermi-Problem und die Arbeit von Frank Drake verwendet, um zu berechnen, dass weniger als zwei Frauen in ganz Japan seine ideale Freundin wären und seine Chance, eine von ihnen in seinem Leben zu treffen, 0,02% beträgt. Kosuke hat die lebensverändernde Erkenntnis, dass seine Beschreibung seiner idealen Freundin perfekt zu Ibarada passt. Ibarada erkennt, dass das Labor mit ihren Freunden der einzige helle Ort in ihrem dunklen Leben ist und beschließt, ihren Doktor zu machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13490428","hoster":"VOE"},{"path":"/redirect/10273240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-4","name":"","epNo":4,"alt":"Science-types Fell in Love, So They Tried Going to a Live Concert.","descr":"Kanade nimmt Himuro und Ibarada mit auf einen Mädelsabend. Kanade fragt Himuro nach Yukimura, erhält aber statt Klatsch und Tratsch eine Zusammenfassung ihrer Forschung. Ibarada liest die Forschungsergebnisse und kommt zu dem Schluss, dass zwischen ihr und Kosuke kein romantisches Potenzial besteht. Ibarada plant, das Kaihori-Labor bei seiner Forschung zu unterstützen. Kosuke besucht ein Konzert mit Hinamori Ren, der Schauspielerin, die seine Online-Freundin Aika darstellt. Kaihori untersucht die Beziehung zwischen Idolen und Fans und erfand ein Einheitssystem, so dass die tanzenden Idole die von Fans gehaltenen Zauberstäbe beeinflussen und Fans, die mit den Zauberstäben schwenken, das Kleid des Idols zum Leuchten bringen und sich gegenseitig beeinflussen. Yukimura nimmt einen Job als Nachhilfelehrerin für Kagoranu Haruka an, eine Highschool-Schülerin, die sie für unintelligent hält, besonders im Vergleich zu ihrer älteren Schwester.Reibung , Trägheit , Schwerkraft und Strömungsdynamik , das Vertrauen in ihre eigene Intelligenz und den Wunsch, die Universität zu besuchen, zu wecken. Ibarada wird beim Konzert vor Erschöpfung ohnmächtig. Sie ist froh, dass Kosuke Spaß hatte, und Kosuke erkennt, dass das Einheitssystem, das sie geschaffen hat, eigentlich dazu gedacht war, das Konzert für ihn unterhaltsamer zu machen, und er verliebt sich fast in sie, hält sich aber durch große geistige Anstrengung zurück. Shikijou Naoya, eine Teilnehmerin des Okinawa-Trainingslagers, sieht Kanada auf der Straße und fragt sie spontan nach einem Date.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10358005","hoster":"VOE"},{"path":"/redirect/10358004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-5","name":"","epNo":5,"alt":"Science-types Fell in Love, So They Tried Analyzing Their Proof of Love","descr":"Yukimura und Himuro hatten die Gelegenheit, sich über den Manga von Yamamoto noch Meinungen über die Liebe von ihren Lesern einzuholen. Diese anekdotischen Fallbeispiele wollen sie als Datensatz aufbereiten, um damit ihren eigenen Liebesbeweis faktisch untermauern zu können.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10358006","hoster":"VOE"},{"path":"/redirect/10358002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-6","name":"","epNo":6,"alt":"Science-types Fell in Love, So They Tried Not Trying to Prove It.","descr":"Es werden Pläne für ein Kussexperiment gemacht, aber Himuro ist nicht begeistert davon, dass ihr erster Kuss ein Experiment ist. Kanade stimmt zu, dass ein Kuss sein muss, wenn die Stimmung stimmt. Himuro und Yukimura beginnen mit der Planung eines Experiments mit der Hilfe von Ibarada und Kotonoha und der fragwürdigen Hilfe von Kosuke. Sie stellen fest, dass sie einen angenehmen, ruhigen Ort mit schwacher Beleuchtung, ohne andere Personen und 30 Sekunden Augenkontakt brauchen. Nach vielen Recherchen hat sich herausgestellt, dass der beste Platz das Dach der Universität bei Sonnenuntergang ist. Als Kontrollmaßnahme wird festgelegt, dass andere Küsse zuerst stattfinden sollten. Yukimura versucht Kanade zu küssen, küsst aber stattdessen ihre Hand. Ibarada küsst Himuro und macht Yukimura eifersüchtig. Kosuke küsst Himuros Hand, aber sie fühlt nichts. Himuro hat einen schwesterlichen Moment mit Kanade und küsst sie auf die Stirn, was sie beide in Verlegenheit bringt. Yukimura und Kosuke geraten in einen Kampf. Yukimura rennt von Ibarada weg. Ibarada und Kosuke spielen stattdessen Spiele. Kosuke und Kanade haben einen indirekten Kuss über eine Teetasse. Schließlich versuchen Yukimura und Himuro sich zu küssen und stellen fest, dass die Stimmung genau richtig ist. Leider werden sie von einem Hubschrauber unterbrochen, die Sonne geht unter, bevor sie fertig sind, und der Hausmeister will die Dachtür abschließen, was die Stimmung ruiniert. Verärgert verlangt Himuro, dass sie sich trotzdem küssen, unabhängig von ihrer Stimmung. Yukimura küsst ihr Haar und verspricht, dass sie eines Tages einen Kuss von höchstem theoretischen Wert haben werden, der am Ende auf seine eigene Art perfekt ist. Leider werden sie von einem Hubschrauber unterbrochen, die Sonne geht unter, bevor sie fertig sind, und der Hausmeister will die Dachtür abschließen, was die Stimmung ruiniert. Verärgert verlangt Himuro, dass sie sich trotzdem küssen, unabhängig von ihrer Stimmung. Yukimura küsst ihr Haar und verspricht, dass sie eines Tages einen Kuss von höchstem theoretischen Wert haben werden, der am Ende auf seine eigene Art perfekt ist. Leider werden sie von einem Hubschrauber unterbrochen, die Sonne geht unter, bevor sie fertig sind, und der Hausmeister will die Dachtür abschließen, was die Stimmung ruiniert. Verärgert verlangt Himuro, dass sie sich trotzdem küssen, unabhängig von ihrer Stimmung. Yukimura küsst ihr Haar und verspricht, dass sie eines Tages einen Kuss von höchstem theoretischen Wert haben werden, der am Ende auf seine eigene Art perfekt ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10406251","hoster":"VOE"},{"path":"/redirect/10406249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-7","name":"","epNo":7,"alt":"Science-types Fell in Love, So They Tried Going on a Group Date.","descr":"Kanade hat sich mit Shikijou zu einem Date verabredet, um endlich über ihr Gefühlschaos hinwegzukommen. Für Himuro stellt das die perfekte Gelegenheit dar, mehr Daten zum Thema Zuneigung zu sammeln. Doch wie könnte man Daten sammeln, ohne Kanades Date zu stören?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10466474","hoster":"VOE"},{"path":"/redirect/10466466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-8","name":"","epNo":8,"alt":"Science-types Fell in Love, So They Tried Confessing Their Feelings to Their Juniors.","descr":"Nach dem Date-Experiment wirkt Kanade niedergeschlagen. Dennoch möchte Yukimura das Experiment fortsetzen, jedoch ist Himuro strikt dagegen. In der Zwischenzeit kommt Kosuke zu der Erkenntnis, dass er mit seiner Liebe zu einer Plastikfigur ziemlich alleine dasteht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10543921","hoster":"VOE"},{"path":"/redirect/10543969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-9","name":"","epNo":9,"alt":"Science-types Fell in Love, So They Tried Preparing for a Campus Festival.","descr":"Kanade erinnert sich, dass ihre Besessenheit von \"normal\" begann, als ihre Mutter dachte, sie würde nie dazu passen, also zwang sie sich, normale Menschen um sie herum zu kopieren. Bei ihrem nächsten Date mit Naoya fragt sie, warum er sie eingeladen hat und er gibt zu, dass es in Okinawa Liebe auf den ersten Blick war, als er sah, wie fähig und selbstbewusst sie war. Kanade ist verärgert, weil sie das Gefühl hat, dass Naoya nicht weiß, wer sie wirklich ist. Sie gibt zu, eifersüchtig auf ihre Freunde zu sein, die frei handeln, wie sie wollen, hat aber zu viel Angst, es selbst zu tun. Da sich ein weiteres Festival nähert, entscheidet jeder, dass sein Labor einen Beitrag leisten soll. Ikeda schlägt vor, das Problem des Handlungsreisenden von Kanade auf die Festivalkarte anzuwenden und Paaren die beste Route für ein romantisches Date zu zeigen, aber Kanade ist sich nicht sicher. Yukimura möchte mit der Arbeit von Experimente an der Menge durchführen, um festzustellen, wie visuelle Attraktivität die Liebe beeinflusstElaine Walster über das Aussehen, um romantische Partner zu verführen, und wie das Ändern des eigenen Aussehens die Attraktivität erheblich steigern kann. Daher schlägt er vor, dass alle auf dem Festival cosplayen und bewerten sollten, wie attraktiv sie sich gegenseitig finden. Himuro erkennt, dass sie Yukimura zwingen könnte, sich so zu kleiden, wie sie es wollte, und freut sich darauf. In der Hoffnung, dass es Spaß machen wird, beschließt Kanade, Naoya einzuladen. Nachdem er Kanade weiter beobachtet hat, ruft Yukimura Chris an, um ihn um Hilfe zu bitten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13490430","hoster":"VOE"},{"path":"/redirect/10695643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-10","name":"","epNo":10,"alt":"Science-types Fell in Love, So They Tried Having a Campus Festival.","descr":"Haruka verliert die Motivation, als ihr Vater, ein berühmter Mathematiker, sie für dumm hält. Yukimura erklärt ihm den Pygmalion-Effekt und die Arbeit von Jane Elliotauf Diskriminierung, bei der niedrige Erwartungen an Schüler tatsächlich zu schlechten Leistungen führen können, wodurch er beschuldigt wird, Harukas schlechte Noten verursacht zu haben, indem er glaubt, sie sei dumm, obwohl sie tatsächlich ziemlich klug ist, was ihn sprachlos macht. Auf dem Festival vermeidet Kanade Yukimura. Himuro überredet Yukimura, als Mädchen zu cosplayen, obwohl ihr Eifer Yukimura ein unheilvolles Gefühl gibt. Als sich seine weibliche Form als niedlich genug erweist, dass sich sogar Kosuke zu verlieben beginnt, verwandelt er sich schnell zurück, zu Himuros Enttäuschung. Haruka besucht das Festival und trifft Himuro, die, als sie erkennt, dass sie Yukimuras Studentin ist, beschließt, ihr die Universität zu zeigen, und sie sehen zu, wie Professor Kuze einen Vortrag über Neutrinos hält und wie sie durch den Weltraum reisen. Sie hält sie auch von Suius Stand fern, an dem sie ihr neues Aphrodisiakum testen. Da Haruka die Universität besuchen möchte, gibt Himuro ihr ihren alten Laborkittel zum Anziehen, wenn sie es erfolgreich schafft. Als ihr Vater sieht, wie Haruka studiert, um an die Universität zu kommen, wird ihr klar, dass er von Anfang an an sie hätte glauben sollen, und gibt ihr seine volle Unterstützung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10695641","hoster":"VOE"},{"path":"/redirect/10695644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-11","name":"","epNo":11,"alt":"Science-types Fell in Love, So They Tried Getting Married.","descr":"Das Fest geht mit voller Kraft weiter, als Arika beim Labor vorbeischaut und auf Kosuke und Ena in Hochzeitskleidung trifft. Arika wird eingeladen, am Cosplay teilzunehmen, und sie stimmt zu und erscheint den beiden in einem Hochzeitskleid. Zunächst ist Arika hocherfreut, bis ihr von einem Aberglauben erzählt wird, dass Frauen, die ein Hochzeitskleid tragen, ihre Ehe verzögern, was sie in eine panische Suche nach der Gültigkeit dieser Behauptung versetzt. Nachdem Arika das Fehlen schlüssiger Beweise für diese Hypothese bestätigt hat, beklagt sie, dass sie nicht verheiratet ist, bevor sie Kosuke aus dem Labor jagt, nachdem sie plötzlich erklärt hat, ihn zu heiraten. Kosuke und Ena kommen wieder zusammen und ihre Hochzeitskostüme fallen einem jungen Mädchen auf, das aufgeregt fragt, ob die beiden heiraten werden. Sie veranstalten einen Scheinempfang, um ihr zu gefallen, während Kosuke sich über seine eigenen Gefühle gegenüber Ena im Konflikt fühlt. Danach, Arika erwischt die beiden alleine und schubst Ena zu Kosuke in einen Kuss. Kosuke ist völlig durcheinander und nachdem Ena ihn verlassen hat, bricht sie selbst in eine schwere Aufregung aus. An anderer Stelle setzt Kanade ihr Date mit Naoya fort. Kurz allein gelassen, nähert sich Yukimura ihr und fragt sie noch einmal, ob sie damit zufrieden ist, leer zu sein. Als Kanade ihn wieder abmahnt, kehrt Naoya zurück und fordert ihn auf, sich zurückzuziehen, bevor er einen innerlich entschuldigenden Kanade wegnimmt. Himuro erscheint dann und ermutigt Yukimura, ihr etwas mehr Zeit allein zu geben. Die Nacht bricht herein und Naoya bittet Kanade noch einmal, mit ihm auszugehen. Obwohl Kanade bereit ist, ja zu sagen, weist er ihn unerwartet zurück. Naoya nimmt das nicht gut auf und bricht zusammen, was Kanade immens beunruhigt. Kosuke ist völlig durcheinander und nachdem Ena ihn verlassen hat, bricht sie selbst in große Aufregung aus. An anderer Stelle setzt Kanade ihr Date mit Naoya fort. Kurz allein gelassen, nähert sich Yukimura ihr und fragt sie noch einmal, ob sie damit zufrieden ist, leer zu sein. Als Kanade ihn wieder abmahnt, kehrt Naoya zurück und fordert ihn auf, sich zurückzuziehen, bevor er einen innerlich entschuldigenden Kanade wegnimmt. Himuro erscheint dann und ermutigt Yukimura, ihr etwas mehr Zeit allein zu geben. Die Nacht bricht herein und Naoya bittet Kanade noch einmal, mit ihm auszugehen. Obwohl Kanade bereit ist, ja zu sagen, weist er ihn unerwartet zurück. Naoya nimmt das nicht gut auf und bricht zusammen, was Kanade immens beunruhigt. Kosuke ist völlig durcheinander und nachdem Ena ihn verlassen hat, bricht sie selbst in große Aufregung aus. An anderer Stelle setzt Kanade ihr Date mit Naoya fort. Kurz allein gelassen, nähert sich Yukimura ihr und fragt sie noch einmal, ob sie damit zufrieden ist, leer zu sein. Als Kanade ihn wieder abmahnt, kehrt Naoya zurück und fordert ihn auf, sich zurückzuziehen, bevor er einen innerlich entschuldigenden Kanade wegnimmt. Himuro erscheint dann und ermutigt Yukimura, ihr etwas mehr Zeit allein zu geben. Die Nacht bricht herein und Naoya bittet Kanade noch einmal, mit ihm auszugehen. Obwohl Kanade bereit ist, ja zu sagen, weist er ihn unerwartet zurück. Naoya nimmt das nicht gut auf und bricht zusammen, was Kanade immens beunruhigt. s zufrieden damit, leer zu sein. Als Kanade ihn wieder abmahnt, kehrt Naoya zurück und fordert ihn auf, sich zurückzuziehen, bevor er einen innerlich entschuldigenden Kanade wegnimmt. Himuro erscheint dann und ermutigt Yukimura, ihr etwas mehr Zeit allein zu geben. Die Nacht bricht herein und Naoya bittet Kanade noch einmal, mit ihm auszugehen. Obwohl Kanade bereit ist, ja zu sagen, weist er ihn unerwartet zurück. Naoya nimmt das nicht gut auf und bricht zusammen, was Kanade immens beunruhigt. s zufrieden damit, leer zu sein. Als Kanade ihn wieder abmahnt, kehrt Naoya zurück und fordert ihn auf, sich zurückzuziehen, bevor er einen innerlich entschuldigenden Kanade wegnimmt. Himuro erscheint dann und ermutigt Yukimura, ihr etwas mehr Zeit allein zu geben. Die Nacht bricht herein und Naoya bittet Kanade noch einmal, mit ihm auszugehen. Obwohl Kanade bereit ist, ja zu sagen, weist er ihn unerwartet zurück. Naoya nimmt das nicht gut auf und bricht zusammen, was Kanade immens beunruhigt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10695656","hoster":"VOE"},{"path":"/redirect/10695659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rikei-ga-koi-ni-ochita-no-de-shoumei-shite-mita/staffel-2/episode-12","name":"","epNo":12,"alt":"I Tried to Prove That You Are Fine Just as You Are.","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10695657","hoster":"VOE"},{"path":"/redirect/10695660","hoster":"Streamtape"}]}]}]}]}