{"path":"/serie/stream/rilakkuma-und-kaoru","name":"Rilakkuma und Kaoru","descr":"Kaorus Leben mag gelegentlich stumpfsinnig sein. Doch dank ihres Teddybären Rilakkuma, einem liebenswerten Faulpelz, ist alles halb so schlimm.","seasons":[{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-1","name":"Kirschblüte","epNo":1,"alt":"Cherry Blossom","descr":"Kaoru ist enttäuscht, weil ihre Freunde so beschäftigt sind, dass sie nicht am alljährlichen Kirschblütenfest teilnehmen können. Rilakkuma brennt alle Pfannkuchen an.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-2","name":"Entführt","epNo":2,"alt":"Kidnapped","descr":"Der Erpresserbrief eines Entführers, der im Austausch für Rilakkuma einen ganzen Stapel Pfannkuchen fordert, versetzt Kaoru in helle Panik.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-3","name":"Regenzeit","epNo":3,"alt":"Rainy Season","descr":"Starker Regen sorgt im Haus für reges Pilzwachstum. Kaorus Stimmung ist getrübt, da im Büro über sie getratscht wird.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-4","name":"Feuerwerk","epNo":4,"alt":"Fireworks","descr":"Während Rilakkuma die Speisen und Spiele auf dem Sommerfestival genießt, ist Kaoru von ihrer ewigen Unentschlossenheit zunehmend genervt.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-5","name":"Geistermädchen","epNo":5,"alt":"Ghost Girl","descr":"Bei einem plötzlichen Stromausfall erleiden Kaoru und ihre Freunde fast einen Herzinfarkt, als sie überraschend Besuch von einem Geist erhalten.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-6","name":"Wahrsagerei","epNo":6,"alt":"Fortune-Telling","descr":"Aufgrund einer Pechsträhne am Ende des Sommers sucht Kaoru eine Wahrsagerin auf, die Kaorus drei Mitbewohner zur Ursache des Problems erklärt.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-7","name":"Abnehmen","epNo":7,"alt":"Slim Down","descr":"Um an Gewicht zu verlieren und den Anblick des attraktiven Lieferanten zu genießen, bestellt Kaoru immer häufiger teure Sportausrüstung im Internet.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-8","name":"Jobsuche","epNo":8,"alt":"Getting a Job","descr":"Um Kaorus Geldprobleme zu lösen, begeben sich Rilakkuma, Korilakkuma und Kiiroitori auf die Suche nach Teilzeitjobs – mit gemischten Ergebnissen.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-9","name":"Schneemann","epNo":9,"alt":"Snowman","descr":"Da die gesamte Nachbarschaft im Dezember unter einer Schneedecke begraben ist, gibt Rilakkuma seine Strickmütze einem armen Schneemann, den es zu frieren scheint.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-10","name":"Hawaii","epNo":10,"alt":"Hawaii","descr":"Die Verlobung einer Kollegin auf Hawaii bedrückt Kaoru. Um sie aufzumuntern, holen die Mitbewohner die Klänge Hawaiis zu sich nach Hause.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-11","name":"Schlaflose Nacht","epNo":11,"alt":"Sleepless Night","descr":"Korilakkuma hält einen Lichtstrahl am Himmel für ein UFO. Um das vermeintliche UFO zurückzurufen, baut der kleine Schelm einen pyramidenförmigen Leuchtturm aus Gerümpel.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-12","name":"Der erste Tag","epNo":12,"alt":"The First Day","descr":"In dieser Folge erinnert sich Kaoru an die Zeit, in der sie gern eine Katze gehabt hätte, dann jedoch auf die entzückenden Bären stieß, die nun ihre besten Freunde sind.","versions":[]},{"path":"/serie/stream/rilakkuma-und-kaoru/staffel-1/episode-13","name":"Auszug","epNo":13,"alt":"Moving Out","descr":"Das Abrissdatum ihrer Wohnung naht. Kaoru muss sich eine neue Bleibe suchen. Bis dahin tun alle ihr Bestes, um sich unnützer Gegenstände zu entledigen.","versions":[]}]}]}