{"seriesId":"rin-daughters-of-mnemosyne","name":"RIN – Daughters of Mnemosyne","descr":"Rin Asogi sieht wie eine gewöhnliche Büroangestellte aus, aber in Wirklichkeit ist sie eine Detektivin, die jeden Job annimmt - von der Suche nach einer streunenden Katze bis zum Eindringen in ein Hochsicherheitslabor. Außerdem scheint sie - im wahrsten Sinne des Wortes - unverwüstlich zu sein. Zusammen mit ihrer Partnerin Mimi gerät sie in die dunkelsten Machenschaften der Gesellschaft, doch ihre eigenen Probleme sind bei Weitem unheimlicher...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Katzen lachen nicht","epNo":1,"alt":"Cats Don\u0027t Laugh","descr":"Die Episode beginnt damit, dass Rin von einer Attentäterin namens Laura auf das Dach gejagt wird. Schwer verwundet stürzt Rin in den scheinbaren Tod. In der nächsten Szene wacht sie unversehrt in ihrer Wohnung auf und kehrt zur Arbeit zurück, auf der Suche nach einer streunenden Katze, für die sie angeheuert wurde. Die Umstände führen dazu, dass sie in einer ruhigen Straße auf einen Mann namens Koki Maeno trifft. Nachdem er mehrere Agenten ausgeschaltet hat, die Koki verfolgen, nimmt Rin ihn mit in ihr Büro, wo er ihr und ihrer Partnerin Mimi sagt, dass er, obwohl er nicht an Gedächtnisverlust leidet, das Gefühl hat, dass seine Erinnerungen nicht ganz passen und er gerne wissen würde, warum er verfolgt wird . Durch Rins Links erfahren sie, dass Koki mit dem Pharmaunternehmen Aoyama verbunden ist. Mit Mimis Hilfe infiltrieren sie seine Labore, werden aber gefangen genommen. Rin wird von der sadistischen Chefforscherin Sayara Yamanobe zu Tode gefoltert.während sich Koki als ein außer Kontrolle geratenes Klontestsubjekt herausstellt. Wie durch ein Wunder überlebt Rin, vollständig von ihren Verletzungen geheilt, konfrontiert Yamanobe und lässt sie in den Händen anderer wahnsinniger Testpersonen zurück. Als die kompromittierte Einrichtung von Aoyama Pharmaceutical abgerissen wird, entkommt Rin mit Koki und reicht ihm eine Waffe, damit er entscheiden kann, was er mit seinem Leben anfangen möchte. Nachdem er scheinbar Selbstmord begeht, verlässt Rin die Szene. Am nächsten Tag erscheint er, am Kopf verwundet und mit der vermissten Katze in den Händen, in ihrem Büro und bittet sie, ihr Geschäftspartner zu werden.Rin entkommt mit Koki und reicht ihm eine Waffe, damit er entscheiden kann, was er mit seinem Leben anfangen will. Nachdem er scheinbar Selbstmord begeht, verlässt Rin die Szene. Am nächsten Tag erscheint er, am Kopf verwundet und mit der vermissten Katze in den Händen, in ihrem Büro und bittet sie, ihr Geschäftspartner zu werden.Rin entkommt mit Koki und reicht ihm eine Waffe, damit er entscheiden kann, was er mit seinem Leben anfangen will. Nachdem er scheinbar Selbstmord begeht, verlässt Rin die Szene. Am nächsten Tag erscheint er, am Kopf verwundet und mit der vermissten Katze in den Händen, in ihrem Büro und bittet sie, ihr Geschäftspartner zu werden.","versions":[{"lang":1,"streams":[{"redirect":11810669,"hoster":"VOE"},{"redirect":10136550,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Engel weinen nicht","epNo":2,"alt":"Angels Don\u0027t Cry","descr":"Ein Jahr nach dem Aoyama-Pharma-Vorfall wird Rin angeheuert, um eine seltene Briefmarke aufzuspüren, und besucht einen alten Obdachlosen, den sie \"Professor\" nennt, um Informationen darüber zu sammeln. Es stellt sich heraus, dass er selbst einen besitzt, der jedoch kurz darauf gestohlen wird und er schwer verletzt wird. Als Rin seine Sachen durchsucht, wird sie von Laura angegriffen, die schnell eine Selbstmordbombe zündet. Unterdessen trifft Koki ein Mädchen namens Yuki Shimazaki, das auf der Suche nach einem \"Engel\" ist, der den Aufenthaltsort ihres vermissten Bruders Shōgo kennt. Von der Explosion angezogen, findet er Rins verstümmelten Körper und ist sichtlich erschüttert, als er miterlebt, wie sie sich regeneriert. Später erklärt ihm Mimi, dass sowohl Rin als auch sie unsterblich sind wegen der \"Zeitfrucht\" in ihrem Körper. Sie behauptet, sich nicht einmal daran zu erinnern, wie lange die beiden schon unsterblich sind.In der Zwischenzeit werden mehrere Personen ermordet, darunter auch Rins Mandant, und bald bestätigt sie, dass Yukis Bruder sich aufgrund des Kontakts mit Zeitfrüchten in einen \"Engel\" verwandelt hat und die jüngsten Morde als Racheakte begangen hat. Sie enthüllt auch, dass Engel natürliche Feinde von unsterblichen Frauen wie ihr sind: In ihrer Gegenwart werden Unsterbliche von Lust überwältigt und Engel nutzen diese Zeit, um sie zu verschlingen. Rin folgert dann, wer Shōgos letztes Opfer sein würde und konfrontiert ihn, nur um scheinbar dem sexuellen Verlangen nachzugeben. Als der Engel anfängt, sich an ihr zu schlemmen, gelingt es ihr, ihn zu töten. Eine Erscheinung von Apos, dem Hauptschurken der Serie, taucht in der Nähe auf, um Shōgos Zeitfrucht zu beanspruchen, aber Rin gibt sie stattdessen Koki und dieser wiederum Yuki. In der Schlussszene gibt Rin \"Professor\" den gestohlenen Stempel zurückder beklagt, wie sein Leben damit verschwendet wurde.","versions":[]},{"epId":"episode-3","name":"Blumen vergießen keine Tränen","epNo":3,"alt":"Flowers Don\u0027t Shed Tears","descr":"Zwanzig Jahre später arbeitet Koki immer noch für Rin, ist jetzt mit Yuki verheiratet und hat mit ihr einen Sohn. Die Episode beginnt damit, dass sie einen Anruf von einem Mädchen erhalten, das Rin treffen möchte. Sie sagt jedoch nur einen kryptischen Satz und stirbt vor ihren Augen, was Rin an eine Geschichte erinnert, die sie 1945 von einer Freundin gehört hat. Sie stellt bald fest, dass das Mädchen die gleichen Symptome zeigte wie Subjekte einer biologischen Waffe \"Higan\", einst auf der sogenannten \"Death Island\" getestet. Die Insel wurde offiziell abgerissen und Tamotsu Yanagihara, ein Polizist und Rins Freund, bestätigt, dass ihre ehemaligen Bewohner zu den Opfern jedes der jüngsten Bombenanschläge in Tokio gehörten. Kurz darauf wird Rin gefangen genommen und nach Death Island gebracht. Mimi beschließt, Rin zu besuchens Informantin (dessen Name in der Serie nie erwähnt wird), die Sex mit ihr verlangt, um Informationen über Rins Aufenthaltsort zu erhalten. Sie informiert sie, dass die Gruppe hinter den Bombenanschlägen und Rins Gefangennahme \"Kudoru\" heißt (Japanisch : Böse ). Währenddessen entdeckt Rin auf der Insel, dass Sayara Yamanobe als Unsterbliche überlebt hat, sich aber auf ein angetriebenes Exoskelett verlassen muss, um sich zu bewegen. Eine Vivisektion überstehen, Rin entkommt, wird aber wieder verfolgt und getötet. Sayara erklärt ihren Plan, mit Higan die Menschen auszurotten und nur Unsterbliche auf der Erde zu lassen. Sie behauptet, dass die Erde ohne den Menschen nicht mehr unter Überbevölkerung und Umweltverschmutzung leiden wird und sie ein Paradies für Unsterbliche bleibt. Koki kommt mit einem Hubschrauber an, um Rin zu befreien, wird aber von Sayara tödlich erschossen. Mit letzter Kraft verzehrt er Shōgos Zeitfrucht und verwandelt sich in einen Engel. Er trägt Rin vom Schiff in Sicherheit, dankt ihr für sein Leben und küsst sie zum Abschied. Er kehrt dann zurück, um Sayara zu verschlingen, aber Apos kommt, um ihre beiden Zeitfrüchte zu entfernen und sie sofort zu töten. Am nächsten Tag sind Rin und Mimi in ihrem Büro, beide betrauern Kokis Tod. Kokis Sohn Teruki fragt seine Mutter, wann sein Vater nach Hause zurückkehren wird.Sie antwortet unter Tränen, dass er bald zu Hause sein wird und dass er in der Zwischenzeit ein guter Junge sein soll.","versions":[{"lang":1,"streams":[{"redirect":13004595,"hoster":"VOE"},{"redirect":10136551,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geister weinen nicht","epNo":4,"alt":"Ghosts Don\u0027t Scream","descr":"Die Episode beginnt damit, dass Kokis Sohn Teruki Sex mit einem Mädchen namens Ruon über ein Virtual-Reality- Netzwerk namens \"2.0\" hat. Er bietet ihr an, sie im wirklichen Leben zu treffen (\"1.0\"), aber sie lehnt ab. Später trifft er Ruon in 1.0, nur um ihren Mord mitzuerleben. Teruki findet Tamotsu, der ihn zu Asougi Consulting bringt. Mimi erklärt, dass Ruon eigentlich eine KI von Katsuyuki Kamiyama ist, einem modernen von Neumann . Rin nimmt Teruki mit auf einen Spaziergang, aber sie werden von Laura, jetzt ein Cyborg, angegriffen, die Rin erheblich verstümmelt. Teruki ist erschüttert vom Anblick von Rin, der sich regeneriert und erleidet einen kurzen Nervenzusammenbruch, nachdem sie ihm die Wahrheit über die Früchte der Zeit und die Unsterblichen offenbart hat. Mimi und Tamotsu entdecken, dass Ruon während des \"Projekts L\u0027Isle-Adam .\" entstanden ist\", basierend auf Kamiyamas Tochter, die er getötet hat. Ruon ruft an, um Teruki zu 2.0 einzuladen, aber sie werden von Kamiyama angegriffen und Mimi trennt die Verbindung. Unmittelbar danach greifen Kommandos das Büro an und zwingen sie zur Flucht. Unterwegs erklärt Mimi, dass Ruon möglicherweise war ein Versuch, \" The Future Eve \" zu erschaffen . Das Militär greift erneut an und Teruki wird weggebracht. Zurück im Büro stellen Rin und Mimi fest, dass das Mädchen, das Teruki in 1.0 kennengelernt hat, ein Androide warmit Ruons KI. Tamotsu ruft an, um der Flugnummer mitzuteilen, dass Teruki anfliegt, aber von einem Scharfschützen tödlich erschossen wird. Rin betritt das Flugzeug, als es startet, nur um Kamiyama vorzufinden, das von Android Ruon erschossen wurde. Ruon soll das Militär manipuliert haben, um Teruki zu bekommen, die einzige Person, die ihr wichtig ist. Rin schiebt Teruki mit einem Fallschirm aus dem Flugzeug und nach einem kurzen Kampf fallen sie und Ruon zusammen aus dem Flugzeug und in sein Düsentriebwerk. Einige Zeit später stellt Teruki fest, dass Rins Büro abgerissen wurde. Mimi wird gezeigt, wie sie Blumen an den Ort bringt, an dem Tamotsu erschossen wurde. Rins Schicksal ist ungewiss.","versions":[{"lang":1,"streams":[{"redirect":11315045,"hoster":"VOE"},{"redirect":10136552,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Heilige Nacht glänzt nicht","epNo":5,"alt":"Holy Nights Don\u0027t Shine Brightly","descr":"Dreißig Jahre später sind die Grenzen zwischen 1.0 und 2.0 komplett aufgehoben und es ist nun möglich, Dinge in die reale Welt \"herunterzuladen\". Rin brauchte 25 Jahre, um ihren Körper zu regenerieren und litt unter retrograder Amnesiein Bearbeitung. Teruki wurde ein erfolgreicher Geschäftsmann und Mimi eine buddhistische Nonne. Inzwischen hatte Apos Laura als Rin verkleidet und sie dazu gebracht, Unsterbliche für ihre Zeitfrüchte zu jagen. Die Episode beginnt damit, dass Terukis Tochter Mishio seine Aufzeichnungen über Rin entdeckt und zufällig ihr amnesisches Selbst trifft. Rin arbeitet für ein Unternehmen, dessen CEO ein Unsterblicher ist, der bald von Laura getötet wird. Mishio findet ihre Leiche und glaubt, dass Rin ihr Mörder war, und folgt ihr. Sie wird Zeugin, wie ein Mann namens Ihika Rin einen Heiratsantrag macht, den sie ablehnt und ihm von ihrer Amnesie erzählt. Nachdem Mishio Teruki nach Rin gefragt hat, findet er sie, entscheidet aber, dass es besser für ihre schmerzhaften Erinnerungen ist, nicht zurückzukehren und vermeidet den Kontakt. Dann findet er Mimi, die ihm sagt, dass Rin anscheinend Unsterbliche jagt. Inzwischen akzeptiert Rin Ihika\u0027s neuen Vorschlag und die beiden wollen Sex haben, als Laura beide angreift und tötet. Dies bringt Rins Erinnerungen zurück und sie entkommt mit Mishio zu Terukis Anwesen. Nach einem Gespräch mit ihm nehmen Rin und Mishio einen Zug nachKyoto , wo sich Mimis Tempel befindet. In Erwartung von Lauras Angriff lädt Mimi drei weitere Unsterbliche ein, aber Laura bringt mehrere Engel mit, die sie verschlingen. Rin kommt an und besiegt Laura und die Engel, nur um zu sehen, wie Mimi von Apos vergewaltigt wird. Apos wird dann als unsterblicher Engelshybrid entlarvt und entfernt Rins Zeitfrucht, wodurch sie vermutlich getötet wird.","versions":[{"lang":1,"streams":[{"redirect":11315051,"hoster":"VOE"},{"redirect":10136553,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Und dann, vor den Toren des Reiches","epNo":6,"alt":"And Then, to the Door of the Kingdom","descr":"Rin wacht in Apos\u0027 Schloss am Fuße des Yggdrasil . auf, der mythische Baum, der Zeitfrüchte hervorbringt, da Apos sie regenerieren ließ, anstatt ihre Zeitfrucht zu verzehren. Sie wird dann mit einem maskierten Engel in einen Raum gesperrt und tötet ihn, nur um herauszufinden, dass es Ihika war. Währenddessen suchen Mimi und Mishio verzweifelt nach Rin und erfahren von dem Informanten, wo sich Apos\u0027 Schloss befindet. Tajimamori, ehemaliger Wächter von Yggdrasil, lädt sie in sein Schloss ein, erklärt, dass sein Sohn Apos der neue ewige Wächter werden will, indem er Rin Yggdrasil opfert, und öffnet ihnen ein Portal zu Apos\u0027 Schloss. Dort verliert Rin den Kampf gegen Laura, aber Apos macht dem Attentäter einen Doppelpass und Rin entkommt. Als Vergeltung schließt sich Laura mit Mimi und Mishio zusammen und führt sie zu Yggdrasil. Rin ist schon da und trifft Tajimamori, ihre jahrtausendealte Liebe. Sie haben Sex, bis Apos kommt, seinen Vater tötet,und stößt Rin in Yggdrasil. Mishio versucht, Rin herauszuziehen und scheitert, aber Rin schafft es, Kokis Zeitfrucht (die Rin nach Episode vier im Meer gefunden und Mishio unwissentlich zum Schloss gebracht hat) aus ihrer Halskette zu holen. Als Yggdrasil versucht, mit ihr zu verschmelzen, verzehrt Rin Kokis Zeitfrucht und sein Geist hilft ihr, sich zu befreien. Mishio, der sich wie alle Maenos als Tajimamoris Nachkomme entpuppt hat, zieht Rin hinaus und zurück zum Schloss. Apos greift sie an, aber Rin, jetzt der neue Wächter von Yggdrasil, drängt Apos selbst hinein. Bevor er verzehrt wird, füttert sie ihn mit Tajimamori und Lauras Zeitfrüchten.Als Yggdrasil versucht, mit ihr zu verschmelzen, verzehrt Rin Kokis Zeitfrucht und sein Geist hilft ihr, sich zu befreien. Mishio, der sich wie alle Maenos als Tajimamoris Nachkomme entpuppt hat, zieht Rin hinaus und zurück zum Schloss. Apos greift sie an, aber Rin, jetzt der neue Wächter von Yggdrasil, drängt Apos selbst hinein. Bevor er verzehrt wird, füttert sie ihn mit Tajimamori und Lauras Zeitfrüchten.Als Yggdrasil versucht, mit ihr zu verschmelzen, verzehrt Rin Kokis Zeitfrucht und sein Geist hilft ihr, sich zu befreien. Mishio, der sich wie alle Maenos als Tajimamoris Nachkomme entpuppt hat, zieht Rin hinaus und zurück zum Schloss. Apos greift sie an, aber Rin, jetzt der neue Wächter von Yggdrasil, drängt Apos selbst hinein. Bevor er verzehrt wird, füttert sie ihn mit Tajimamori und Lauras Zeitfrüchten. Im Epilog bringt Rin Tajimamoris Sohn zur Welt und lebt weiterhin mit Mimi und Mishio in Apos\u0027 Schloss. Ihre abschließende Erzählung enthüllt, dass ihr Sohn mit den Yggdrasil verbunden ist und diese Verbindung wird sich mit seinen Nachkommen in der gesamten Menschheit ausbreiten.","versions":[{"lang":1,"streams":[{"redirect":11315048,"hoster":"VOE"},{"redirect":10136555,"hoster":"Streamtape"}]}]}]}]}