{"seriesId":"ritter-hoch-3","name":"Ritter hoch 3","descr":"[Mon chevalier et moi] Der gewitzte Knappe Jimmy möchte eines Tages ein echter Ritter werden, genau wie sein Vater Henri. Zusammen mit Jimmys bester Freundin Kat stürzen sich die Drei in abenteuerliche Missionen, um ihr Königreich zu schützen. Dabei ist die besonders unkonventionelle Art des Trios ihr Markenzeichen. Mit von der Partie sind auch einige technische Raffinessen, wie beispielsweise \"Smart Mirrors\" oder batteriebetriebene Zauberstäbe. In dieser Ritterwelt gibt es eben so einiges Außergewöhnliches…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Rettung nach Plan / Cat und der Schwan","epNo":1,"alt":"","descr":"Die jungen Nachwuchsritter sollen lernen, wie man eine Prinzessin rettet. Dass die Rettungsübungen allerdings schon seit Jahrhunderten gleich ablaufen, finden Jimmy und Kat ziemlich langweilig und wollen daher ihre eigene Vorgehensweise entwickeln. Unglücklicherweise wird Kat während der Übung tatsächlich von Baran dem Bösen, einem fiesen Drachen aus den Dunklen Landen, entführt. Nun muss Jimmy beweisen, dass er wirklich den perfekten Plan hat, um eine Prinzessin aus den Klauen eines Bösewichtes zu befreien. Als Henri seinem Sohn Jimmy beibringen will, wie man ritterlich angelt, werden die beiden von Baran dem Bösen entführt. Da die Drachen gerade das Drachen-Neujahrsfest begehen, sollen Henri und Jimmy zur Feier des Tages in die bodenlose Grube geworfen werden. Jimmy gelingt es durch einen Trick, Kat über die Entführung zu informieren. Da sämtliche Ritter gerade gegen einen bösen Zauberer kämpfen, will Kat die beiden allein befreien. Dies bleibt nicht unbemerkt von ihrer Mutter, der Königin, die ihre Tochter unmöglich allein in die Gefahr reiten lassen kann. Da die Königin einst eine glühende Verehrerin einer maskierten Heldin namens \"der Schwan\" war, verkleidet sie sich als diese. Zusammen müssen Mutter und Tochter es nun mit einer ganzen Drachenmeute aufnehmen.","versions":[{"lang":1,"streams":[{"redirect":10208318,"hoster":"VOE"},{"redirect":10208321,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hexenfänger / Böse, Böse Mandoline","epNo":2,"alt":"","descr":"Die böse Hexe Walpurga will unbedingt auf den Thron von Königreich Legendia. Damit das Land ihr hilflos ausgeliefert ist, hat sie alle Ritter in Frösche verwandelt. Nur einer ist noch übrig: Ritter Henri von Orange. Dieser erhält von Mönch Kunibert den Auftrag, dem furchtbaren Treiben der Hexe Einhalt zu gebieten. Wird es ihm zusammen mit Jimmy und Kat gelingen, sie aufzuhalten?  Henri muss auf eine Geheimmission und vertraut Jimmy seine geliebte Mandoline \"Mandy\" an. Jimmy soll gut auf sie aufpassen, denn Henri muss noch am selben Abend auf der Jubiläumsfeier der Königin ein Konzert geben. Doch leider lässt Jimmy die Mandoline prompt eine Klippe herunterfallen. Ein neues Exemplar zu besorgen ist eigentlich unmöglich, da es sich bei \"Mandy\" um ein Einzelstück handelt. Also beschließen Jimmy und Kat, die gemeine Hexe Walpurga um Rat zu fragen. Zu ihrem Erstaunen zaubert sie ihnen tatsächlich eine neue Mandoline herbei. Doch als Henri auf dem Konzert zu spielen beginnt, legt sich plötzlich ein magischer Bann auf die Bewohner des Königreichs","versions":[{"lang":1,"streams":[{"redirect":10216000,"hoster":"VOE"},{"redirect":10208306,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein legendärer Tanzkur / Fauler Zauber","epNo":3,"alt":"","descr":"Während Baran der Böse das königliche Tischtennisset klaut, streiten sich Jimmy und Franz um die einzige Waffe, mit der man den Drachen verjagen könnte: den Drachenklauen-Kitzler. Dadurch kommt es sogar fast dazu, dass Jimmys Vater Henri von Baran entführt wird. Kunibert, der diesen Vorfall beobachtet hat, gefällt das Verhalten der beiden jungen Knappen überhaupt nicht. Damit sie lernen, auf dem Schlachtfeld zusammenzuarbeiten, lässt er sich auf einen Vorschlag von Fräulein von Freudlos ein. Die beiden Knappen sollen einen Tanzkurs machen. Eine äußerst peinliche Situation für die angehenden Ritter Siegfried von Weiß will um jeden Preis der \"Erste Ritter bis ans Lebensende\" werden. Um sein Ziel zu erreichen, verbündet er sich mit der fiesen Waldhexe Walpurga. Er verkauft den Bürgern von Legendia jede Menge modischer Geräte, die von Walpurga mit einem Zauber belegt wurden. Im entscheidenden Moment des Kampfes geben sie einfach ihren Geist auf. In der Folge kämpft Siegfried einen Scheinkampf gegen den Riesen Blinzel-Bob, um am Ende als großer Held und Retter dazustehen. Doch zum Glück fällt Kat nicht auf den faulen Zauber herein…","versions":[{"lang":1,"streams":[{"redirect":10208286,"hoster":"VOE"},{"redirect":10208293,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein riesiges Duell / Der Helm des Bösen","epNo":4,"alt":"","descr":"Riese Blinzel-Bob hat es auf sämtliche Ritterrüstungen im Königreich abgesehen und bereits einige Ritter mit seinen Überfällen außer Gefecht gesetzt. Damit das Schloss dennoch geschützt ist, schlägt Cat vor, alle Knappen kurzfristig zu Rittern zu machen. Allein Jimmy wird wegen seiner geringen Körpergröße ausgeschlossen  Als Jimmy, Cat und Henri von einem Schwarm Kreisch-Fledermäusen angegriffen werden, muss Jimmy feststellen, dass sein Helm viel zu locker sitzt. Kurzentschlossen besorgt er sich bei Björn, dem Sohn von Baran dem Bösen, einen neuen. Baran hatte diesen Helm jedoch aus gutem Grund aussortiert. Zwar besitzt er Zauberkräfte, die den Träger quasi unbesiegbar machen – doch zieht er auch immerzu die größten Schurken des Königreichs an.","versions":[{"lang":1,"streams":[{"redirect":10208279,"hoster":"VOE"},{"redirect":10208282,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Herausforderung / Die Leibgarde der Königin","epNo":5,"alt":"","descr":"Franz von Weiß fordert Jimmy zu einem besonders gefährlichen Wettkampf heraus: Wer es bis zum Ende des Tages schafft, dem fiesen Drachen Baran seine geliebte Pausenbrotdose zu klauen, ist der große Gewinner.  Jimmy und sein Vater werden zur Leibgarde der Königin ernannt. Das passt Cat natürlich überhaupt nicht! Voller Wut will sie einen Überfall auf die Kutsche der Königin inszenieren.","versions":[{"lang":1,"streams":[{"redirect":10208275,"hoster":"VOE"},{"redirect":10208274,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Geheimwaffen / Viele kleine Heldentaten","epNo":6,"alt":"","descr":"Die Hungrige Horde hat sich mit Waldhexe Walpurga verbündet. Gemeinsam blockieren sie den Lieferweg zum Schloss und drohen, keine Kutsche mehr mit den so dringend benötigten Waren für die Bürger von Legendia durchzulassen. Ritter Henri übernimmt die verantwortungsvolle Aufgabe, mit einer eigens von Perlin gebauten Superkutsche die Blockade zu durchbrechen und die nächste Lieferung zum Schloss zu bringen. Das finden Jimmy und Cat natürlich ungeheuer spannend und wollen unbedingt dabei sein. Obwohl Henri es ihnen verbietet, da er diese Mission für viel zu gefährlich hält, klettern die beiden heimlich in die Kutsche… Henri sammelt durch viele kleine gute Taten fleißig Punkte und landet dadurch in der Tabelle der Anwärter auf den Ersten Ritter genau in der Mitte. Worüber sich Siegfried, der auf dem ersten Platz steht, allerdings nur lustig machen kann. Denn er ist sich zu fein für solch kleine Taten und sammelt nur die fetten Punkte ein. Jimmy bietet dem arroganten Siegfried daraufhin die Stirn und geht eine Wette mit ihm ein: Sollte sein Vater es schaffen, Siegfried mit lauter kleinen Taten einzuholen, dann muss er Henris Rüstung polieren…","versions":[{"lang":1,"streams":[{"redirect":10208268,"hoster":"VOE"},{"redirect":10208271,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Stinkesumpfhexe /  Das Erntedankfest","epNo":7,"alt":"","descr":"Jimmy und Cat finden Walpurgas Hexenbesen und freunden sich mit ihm an. Sie fliegen sogar auf ihm nach Hause. Doch damit haben sie genau das gemacht, was die Hexe wollte. Denn Walpurga plant durch diesen \"Diebstahl\" alle verfeindeten Hexen zu vereinen. Gemeinsam sollen sie gegen Jimmy, Cat und Henri kämpfen, um ihre Hexentechnologie zurückzubekommen, und danach den Thron zu übernehmen Der Tag des Erntedankfestes ist gekommen, ein Ereignis, dem ganz Legendia entgegenfiebert. Doch wie jedes Jahr hat man wieder einmal Angst davor, dass Baran der Böse die Ernte niederbrennt und so allen das Fest vermiest. Doch dieses Mal macht Baran der Königin ein fieses Angebot: Wenn sie ihm eine Truhe voller Schätze überlässt, dürfen die Legendianer in Ruhe ihr Fest feiern.","versions":[{"lang":1,"streams":[{"redirect":10208258,"hoster":"VOE"},{"redirect":10208300,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Schloss des Sammelkönigs / Ein ungebetener Gast","epNo":8,"alt":"","descr":"Henri zeigt Jimmy und Cat die Stelle, an der alle 25 Jahre das geheime Schloss des Sammelkönigs erscheint. Und genau an diesem Tag ist es wieder soweit. Henris großes Ziel ist es, das prachtvolle Goldbesteck, das der Sammelkönig einst dem ehemaligen König von Legendia gestohlen hatte, aus der Schatzkammer des Schlosses herauszuholen und nach Legendia zurückzubringen. Doch ganz so einfach ist die Sache nicht. Denn neben den zahlreichen Fallen, die das Schloss bereit hält, bekommen die drei es auch noch mit Baran dem Bösen und seinem Sohn Björn zu tun.  Walpurga die Waldhexe wird von der Grünen Gifthexe aus ihrer Hütte geworfen, weil sie es einfach nicht schafft, den Thron an sich zu reißen. Ritter Henri ist so gutherzig, dass er selbst die nun obdachlose Walpurga, eine seine größten Feindinnen, bei sich aufnimmt. Was Jimmy natürlich überhaupt nicht gefällt. Er und Cat wittern einen Trick und versuchen alles, um Walpurga nachzuweisen, dass sie die Geschichte nur erfunden hat. Zu allem Überfluss hat Henri in wenigen Tagen die Königin zum Essen eingeladen. Bis dahin muss die Hexe wieder verschwinden…","versions":[{"lang":1,"streams":[{"redirect":10208262,"hoster":"VOE"},{"redirect":10208254,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Furchtloser Kunibert /  Wie die Katze im Sack22 min.","epNo":9,"alt":"","descr":"Jimmy und Cat finden heraus, dass Mönch Kunibert gar keinen Schulabschluss hat und daher eigentlich nicht seinen Posten in Legendia bekleiden darf. Als die beiden Kunibert zur Rede stellen, will dieser gleich seinen Posten niederlegen. Aber wer soll dann seine Arbeit in der Kommandokammer übernehmen?  Cat ist traurig darüber, dass sie als Prinzessin niemals ein echte Ritterin werden kann. Kurzerhand beschließt sie zu beweisen, dass auch in ihr eine wahre Ritterin steckt. Sie sucht sich einen Riesen und versucht ihn zu besiegen, doch das ist leichter gesagt als getan.","versions":[{"lang":1,"streams":[{"redirect":10208253,"hoster":"VOE"},{"redirect":10208250,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Legendia sucht das Supertalen / Baran der Gute","epNo":10,"alt":"","descr":"Ganz Legendia fiebert der Talentshow mit dem berühmten Micky von Lockerrocker entgegen, an der fast alle Kinder des Königreichs teilnehmen. Auch Jimmy will mitmachen und übt fleißig. Doch die Aufführungen am nächsten Tag sind allesamt katastrophal. Nur der obercoole Micky scheint aus irgendeinem Grund einen diebischen Spaß an der fürchterlichen Musik zu haben. Barans Gier nach Schätzen ist unermesslich geworden. Bereits seit einer Woche feuert er fast ununterbrochen auf Legendia, um den Schatzturm des Königreichs zu knacken. Jimmy und Cat wissen was zu tun ist: Sie bitten den Drachen Bodo um Hilfe…","versions":[{"lang":1,"streams":[{"redirect":10208246,"hoster":"VOE"},{"redirect":10208251,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Eine königliche Entführung / Klein, aber legendär!","epNo":11,"alt":"","descr":"Die Königin möchte mit Cat und Jimmy einen Ausritt in den nahegelegenen Wald machen. Jimmy sagt, er könne seine Königin allein beschützen und brauche keine Begleitung durch einen weiteren Ritter. Doch dann werden sie in eine fiese Falle gelockt.  Cat hat eine tolle neue Süßigkeit entdeckt, die in Legendia bis zu diesem Zeitpunkt völlig unbekannt war: einen Lolli. Doch als die Königin den Lolli probiert, beginnt sie zu schrumpfen. Kein Wunder, denn die neue Süßigkeit ist mit einem Zauber belegt und nun liegt es an Cat und Jimmy das Gegenmittel zu finden.","versions":[{"lang":1,"streams":[{"redirect":10208243,"hoster":"VOE"},{"redirect":10208242,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein steinhartes Interview / Der Drachenreiter","epNo":12,"alt":"","descr":"Ron von Blitz ist frustriert, da seine letzte Show überhaupt nicht gut gelaufen ist. Bei dem Versuch Ron zu trösten, bringt Jimmy ihn versehentlich auf die Idee, das Steinmonster zu interviewen. Durch seine unverblümte Art bringt Ronny das leicht erregbare Steinmonster schließlich dermaßen in Wut, dass es Legendias Schloss auffressen will. Nun muss Jimmy sich schnell etwas einfallen lassen.  Franz ist neidisch, weil Jimmy auf dem fliegenden Drachen Björn ‚reitet‘. Um Jimmy eins auszuwischen behauptet er, dass der Drache ihn angegriffen hätte, woraufhin Björn eingesperrt wird. Doch Franz hat nicht mit Björns Vater gerechnet, der wütend im Schloss auftaucht und droht, ein riesiges Chaos zu verbreiten, wenn sein Sohn nicht auf der Stelle frei gelassen wird.","versions":[{"lang":1,"streams":[{"redirect":12922359,"hoster":"VOE"},{"redirect":10208232,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Waffenruhe/ Der böse Bruder","epNo":13,"alt":"","descr":"Die jungen Nachwuchsritter sollen lernen, wie man eine Prinzessin rettet. Dass die Rettungsübungen allerdings schon seit Jahrhunderten gleich ablaufen, finden Jimmy und Cat ziemlich langweilig und wollen daher ihre eigene Vorgehensweise entwickeln. Unglücklicherweise wird Cat während der Übung von Baran dem Bösen, einem fiesen Drachen aus den Dunklen Landen, entführt. Nun muss Jimmy beweisen, dass er wirklich den perfekten Plan hat, um eine Prinzessin aus den Klauen eines Bösewichts zu befreien. Leider ist der Zauberkurs von Perlin, dem Zauberer Legendias, nicht sehr spannend, so dass alle Schüler während des Unterrichts unaufmerksam sind oder sogar einschlafen. Dabei könnten alle die Zaubersprüche, die Perlin ihnen beibringen will, sehr gut zur Verteidigung gegen die Dunklen Künste brauchen. Besonders als eines Tages \"Brzeggelfluup der Schreckliche\" in Legendia auftaucht und sämtliche Ritter unter seine Kontrolle bringt, um das Königreich mit ihrer Hilfe zu unterwerfen.","versions":[{"lang":1,"streams":[{"redirect":10208195,"hoster":"VOE"},{"redirect":10208189,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eltern-Kind-Tag / Der Glückszahn","epNo":14,"alt":"","descr":"Cat und Björn würden gerne etwas mehr Zeit mit ihren Eltern verbringen und dabei genau so viel Spaß haben wie Jimmy und Henri an ihrem Vater-Sohn-Mittwoch. Bei einem Eltern-Kind-Tag wollen sie das auch gleich in die Tat umzusetzen. Allerdings liegen die Wünsche der Kinder und die Realität sehr weit auseinander. Während die Königin sich kaum um ihre Tochter Cat kümmern kann, weil sie ununterbrochen von neugierigen Bürgern belagert wird, hat Baran der Böse eine ganz andere Vorstellung von Spaß als sein Sohn Björn.  Henri hat einen Drachenzahn gefunden und glaubt nun, dass dieser ihm Glück bei all seinen Schlachten bringt. Henri strotzt nur so vor Selbstbewusstsein und selbst Baran der Böse ist im Kampf gegen ihn hoffnungslos unterlegen. Das passt dem karrieresüchtigen Siegfried natürlich überhaupt nicht, denn Henri holt mächtig auf im Wettkampf um den Posten als Erster Ritter. Also schleicht Siegfried sich nachts in Henris Haus und stiehlt den Glückszahn. Schlagartig ist bei Henri jegliches Selbstbewusstsein wie weggeblasen. Als Baran dann auch noch zum Racheangriff bläst, gerät Henri in echte Gefahr.","versions":[{"lang":1,"streams":[{"redirect":10208133,"hoster":"VOE"},{"redirect":10208130,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Team für Legendia / Wer ist hier der Boss?","epNo":15,"alt":"","descr":"Durch Zufall erfährt Kunibert von Jimmy, dass die Ritter die Aufgaben, die er an sie verteilt, untereinander tauschen. Aufgebracht stellt er sie zur Rede, doch die Ritter hören nicht zu und beschäftigen sich lieber mit der neuen Rüstungslieferung. Von dieser kindischen Selbstsucht ist Kunibert so aufgebracht, dass er sie dazu verdonnert, nochmal auf die Knappenschule zu gehen. Hier soll Rex von Rot ihnen beibringen, was Teamarbeit bedeutet. Und er stellt ihm noch zwei Assistenten zur Seite: Jimmy und Cat. Das ist besonders Siegfried ein Dorn im Auge… Jimmy, Cat und Henri feiern im Kampf gegen die Schurken einen Erfolg nach dem anderen. Der Grund dafür ist, dass sie als Team wahnsinnig gut funktionieren und dadurch so gut wie unschlagbar werden. Ein Traumteam! Walpurga beschließt daraufhin sich mit Baran dem Bösen zu verbinden. Sie sind das Alptraumteam und haben damit Erfolg! Jimmy, Cat und Henri sind durch ihre unerwarteten Niederlagen so frustriert, dass sogar ihr vielbeschworener Teamgeist verloren geht und sie sich untereinander streiten. Und das in einer Situation, in der Walpurga und Baran beschlossen haben, dass Schloss zu erobern…","versions":[{"lang":1,"streams":[{"redirect":10208050,"hoster":"VOE"},{"redirect":10208082,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Pa hoch 3 / Das Video","epNo":16,"alt":"","descr":"Weil Jimmy beschlossen hat, nicht mehr der kleine Junge zu sein, sondern mehr auf eigenen Beinen zu stehen, fordert Franz von ihm, dass er zur Großen Mauer in die Dunklen Lande reitet und sie berührt. Jimmy kann der Provokation nicht widerstehen und tut es tatsächlich. Doch gerade, als er zurückreiten will, wird er von der Hungrigen Horde entführt. Henri und Cat reiten unverzüglich los, um Jimmy aus den Krallen der Räuber zu befreien.  Franz bekommt Jimmys Smartspiegel in die Hände und darauf ist ein Video von Cat, die gegen Blinzel-Bob kämpft. Sollte die Öffentlichkeit erfahren, dass Cat auf einer solch gefährlichen Mission dabei gewesen ist, hätte das ernsthafte Konsequenzen für Jimmy, Cat und Henri. Damit kann Franz sie erpressen und die beiden müssen ihren Drachenfreund Björn um Hilfe bitten. Der soll Franz entführen und ihm den Smartspiegel wieder abnehmen. Doch Drachenvater Baran kommt früher wieder nach Hause und will die Geisel in die Bodenlose Grube werfen. Viel zu tun für Jimmy, Cat und Henri.","versions":[{"lang":1,"streams":[{"redirect":10207960,"hoster":"VOE"},{"redirect":10208031,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Knappe Jimmy von Orange / Nicht so schnell.","epNo":17,"alt":"","descr":"Während des Knappentrainings taucht plötzlich Zerlin, der dunkle Magier, auf. Rex versucht verzweifelt, sich gegen Zerlin zu wehren, doch der dunkle Magier kann Rex entführen. Zerlin plant Rex zu klonen und mit dieser Armee von roten Rittern Legendia zu erobern. Jimmy gelingt es jedoch, Rex wieder aus den Klauen Zerlins zu befreien. Unglücklicherweise wird Jimmy bei dem Rettungsversuch selbst geklont, so dass sich Jimmy, Cat, Henri und Rex nun einer Armee aus lauter Jimmys gegenüber sehen. Jimmy lässt sich auf eine Wette mit Franz ein. In vollem Vertrauen darauf, dass Tornado das schnellste Pferd Legendias ist, tritt er gegen Franz zu einem Pferdewettrennen an. Falls Jimmy verlieren sollte, muss er Franz Tornado überlassen. Franz betrügt heimlich und so muss Jimmy das geliebte Pferd an Franz übergeben. Schaffen es Jimmy und Cat, Franz den Betrug nachzuweisen?","versions":[{"lang":1,"streams":[{"redirect":10207980,"hoster":"VOE"},{"redirect":10207916,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Prinzessin Jimmy / Kurt, der glänzende Knappe","epNo":18,"alt":"","descr":"Die Hungrige Horde hat sich mit Waldhexe Walpurga verbündet. Gemeinsam blockieren sie den Lieferweg zum Schloss und drohen, keine Kutsche mehr mit den so dringend benötigten Waren für die Bürger von Legendia durchzulassen. Ritter Henri übernimmt die verantwortungsvolle Aufgabe, mit einer eigens von Perlin gebauten Superkutsche die Blockade zu durchbrechen und die nächste Lieferung zum Schloss zu bringen. Das finden Jimmy und Cat natürlich ungeheuer spannend und wollen unbedingt dabei sein. Obwohl Henri es ihnen verbietet, da er diese Mission für viel zu gefährlich hält, klettern die beiden heimlich in die Kutsche… Jimmy und Cat müssen mitansehen, wie Franz den armen Kurt einschüchtert und ihm befiehlt, seinen Helm blank zu polieren. Die beiden versuchen Kurt dazu zu ermuntern, sich gegen Franz zur Wehr zu setzen, doch der traut sich einfach nicht. Um ihm Mut zu machen und ihm das Gefühl zu geben, dass aus ihm doch noch ein wahrer Ritter werden kann, nehmen Henri und Jimmy ihn mit auf eine Mission, die zunächst ganz ungefährlich zu sein scheint.","versions":[{"lang":1,"streams":[{"redirect":10207907,"hoster":"VOE"},{"redirect":10207957,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der alte Ritter von Rot / Groß und stark","epNo":19,"alt":"","descr":"Rex von Rot bekommt überraschenden Besuch von seinem Vater und steht dadurch vor einem großen Problem. Rex hat ihn nämlich immer vorgelogen, er sei der Erste Ritter im Schloss. Als der Vater sieht, dass Rex noch nicht mal auf der Bestenliste steht, ist er bitter enttäuscht. Um es seinem Vater doch noch recht zu machen, unternimmt er allein den Versuch, Baran den Bösen gefangenzunehmen. Leider ist das aber nicht so einfach, wie Rex es sich vorgestellt hat.  Lehrer Ritter von Rot bittet Jimmy zu einem vertraulichen Gespräch in die Schule. Jimmy soll sich überlegen, ob er nicht lieber einen anderen Beruf ausüben will als den des Ritters. Rex glaubt, dass Jimmy dafür einfach zu klein ist. Jimmy will aber nicht aufgeben und beginnt hart zu trainieren, um körperlich fit zu werden. Was ihm auch recht gut gelingt. Er muss dann allerdings feststellen, dass seine anderen Fähigkeiten dabei auf der Strecke bleiben…","versions":[{"lang":1,"streams":[{"redirect":10207844,"hoster":"VOE"},{"redirect":10207817,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Bitte nicht stören! / Der Schwan kehrt zurück","epNo":20,"alt":"","descr":"Björn hat Jimmy und Cat in die Drachenhöhle eingeladen. Als die beiden dort ankommen, kriegen sie erst mal einen Riesenschreck, denn entgegen ihrer Erwartung ist Björns Vater Baran zu Hause. Allerdings schläft er tief und fest. Björn erklärt Jimmy und Cat, dass er ihre Hilfe braucht, denn wenn ein Drache schläft, dann weckt ihn so schnell nichts wieder auf. Doch was, wenn jemand kommt, um seinen Schatz zu stehlen? Kurz darauf klingelt es tatsächlich an der Höhle und Walpurga möchte Baran sprechen. Schaffen es die Freunde, der Hexe weißzumachen, dass Baran putzmunter und böse ist wie eh und je?  Die Kinder Legendias entspannen sich in einem Zeltlager, wo man sich Abends gegenseitig spannende Geschichten erzählt. Jimmy und Cat steuern die Legende vom berühmten \"Schwan\" bei, die als Superheldin Legendia vor den Schurken beschützt. Franz hält diese Geschichte für eine Lüge und meint, der Schwan müsste mittlerweile mindestens 90 Jahre alt sein. Jimmy wiederum kontert mit der Behauptung, dass Schwan sicher eine Nachfolgerin gefunden hätte. Wenig später in der Nacht attackiert der Riese Blinzel-Bob das Lager. Cat und Jimmy können ihn zwar besiegen, doch durch unglückliche Umstände erscheint es, als hätte Lexia den Riesen umgehauen. Ist sie etwa die Nachfolgerin des Schwans?","versions":[{"lang":1,"streams":[{"redirect":10207796,"hoster":"VOE"},{"redirect":10207722,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Leck / Der Super-Knappe","epNo":21,"alt":"","descr":"Henri und Jimmy müssen im Schloss Wachdienst leisten, was Jimmy total langweilig findet. Als plötzlich ein Leck im Klassenzimmer von Fräulein von Freudlos auftritt und der Chef-Schlossmeister nicht auffindbar ist, bietet sich die Gelegenheit, etwas Spannenderes zu machen. Jimmy überredet Mönch Kunibert, den Wachdienst zu übernehmen und macht sich mit seinem Vater daran, das Leck zu reparieren. Bis plötzlich seltsame Stimmen aus den Abflussrohren zu hören sind… Cat ist traurig, weil die alljährlichen Knappen-Wettkämpfe stattfinden und sie als Prinzessin nicht daran teilnehmen darf. Doch Jimmy hat eine ebenso einfache wie geniale Idee: Er gibt Cat einen Helm, den er Blinzel-Bob abgenommen hat und der ihr Gesicht komplett bedeckt, so dass niemand sie erkennen kann. Allerdings muss Cat Jimmy versprechen, dass sie nicht versucht, das Turnier zu gewinnen. Denn bei der Siegerehrung müsste sie sonst den Helm abnehmen und ihre Identität preisgeben. Jedoch ist Cat wie üblich kaum zu bremsen","versions":[{"lang":1,"streams":[{"redirect":10207746,"hoster":"VOE"},{"redirect":10207749,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Angry Henri / Jimmy, der Unsichtbare","epNo":22,"alt":"","descr":"Zum Legendia Kindertag soll eine Realversion des berühmten Videospiels \"Angry Bert\" gespielt werden. Da Jimmy den Rekord bei diesem Spiel hält, fühlt er sich gleich siegessicher. Doch zu Jimmys Unzufriedenheit muss er zusammen mit seinem Vater Henri antreten, dem nettesten, liebenswertesten und freundlichsten Ritter im ganzen Königreich. Wie soll sein Vater nur einen wütenden Ritter spielen? Jimmy sieht, wie Franz beim Knappen-Hindernislauf schummelt und dadurch vor ihm ins Ziel kommt. Für dieses unfaire Verhalten will Jimmy ihn bestrafen. Unter einem Vorwand besorgt er sich von Zauberer Perlin Unsichtbarkeits-Tinte, um Franz von der Siegerliste streichen zu können. Durch ein Missgeschick übergießt Jimmy sich jedoch selbst mit der Flüssigkeit und wird unsichtbar. Doch genau darin sieht er eine fantastische Möglichkeit, Heldentaten zu begehen und berühmt zu werden….","versions":[{"lang":1,"streams":[{"redirect":10208374,"hoster":"VOE"},{"redirect":10208372,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Rockstar Henri /  Operation Apfelstrudel","epNo":23,"alt":"","descr":"Als Siegfried von Weiß wieder einmal als Erster Ritter ausgezeichnet wird, darf Henri zu den Feierlichkeiten einen neuen Song vortragen. Der Song kommt so gut beim Publikum an, dass sich keiner mehr um den eigentlichen Star des Abends schert, nämlich Siegfried. So engagiert dieser kurzerhand die Hungrige Horde für einen fingierten Überfall, bei dem er als heldenhafter Ritter das Schloss beschützt. Doch die Hungrige Horde hat etwas ganz anderes im Sinn. Ausgerechnet als Cat auf ihren Cousin Lukas aufpassen soll, werden Jimmy und Henri auf eine spannende Mission gerufen. Die Apfelstrudel Hexe hat alle Ritter außer Henri mit ihren Schlummeräpfeln in Tiefschlaf versetzt. Legendia braucht das Gegenmittel. Da muss Cat natürlich helfen. Sie bittet ihren Butler, solange auf Lukas aufzupassen. Doch der Kleine will auch mal Abenteuer erleben und schleicht sich davon. Und so landen alle im Haus der Apfelstrudel Hexe und müssen bald vor ihren Schlummeräpfeln in Deckung gehen…","versions":[{"lang":1,"streams":[{"redirect":10208358,"hoster":"VOE"},{"redirect":10208369,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die neue Lehrerin / Alles Käse","epNo":24,"alt":"","descr":"Beim Nachsitzen bemerkt Cat, dass Fräulein von Freudlos sehr unzufrieden mit ihrer Situation ist und rät ihr, sich ein Hobby zu suchen. Dadurch entdeckt Fräulein von Freudlos ihre alte Liebe zum Kunstreiten wieder und kündigt ihren Beruf als Lehrerin. Ihre Nachfolgerin ist niemand Geringeres als die verkleidete Waldhexe Walpurga, die dieses Mal versucht, mit Hilfe der Schülerinnen auf den Thron zu gelangen. Walpurga und die Hungrige Horde locken Jimmy, Cat und Henri in einen Hinterhalt. Sie verschleppen sie in die Hütte der Hexe und drohen, Jimmy und Henri in Käse zu verwandeln, den die Ratten dann verspeisen würden – sollte Walpurga nicht spätestens um Mitternacht Legendias Thron innehaben. Dazu soll Cat die Hexe als ihre Großtante verkleidet ins Schloss einschleusen. Ob ihr das gelingt?","versions":[{"lang":1,"streams":[{"redirect":10208360,"hoster":"VOE"},{"redirect":10208348,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Im Dienste Ihrer Majestät /  Einladung zum Tee","epNo":25,"alt":"","descr":"Im Schloss taucht eine alte Dame auf, die behauptet, sie sei die Urgroßtante der Königin. Obwohl niemand sie kennt, erlaubt die Königin ihr zu bleiben. Jimmy, Cat und Henri sind aufgrund des seltsamen Verhaltens der alten Dame jedoch höchst misstrauisch. Also begeben sie sich auf eine Spionage-Mission und tarnen sich als die neuen Diener der Königin… Da Björns Vater Baran früher in die Drachenhöhle zurückkehrt als erwartet, müssen Björn, Jimmy und Cat zum Videospielen in Henris Haus umziehen. Doch auch der kommt früher zurück als gedacht. Weil Jimmy es leid ist, keinen Ort zu haben, an dem sie entspannt Videospielen können, kommt er auf eine verrückte Idee: Er will Baran und Henri dazu bringen, sich miteinander anzufreunden, doch dazu braucht er einen genialen Plan","versions":[{"lang":1,"streams":[{"redirect":10208345,"hoster":"VOE"},{"redirect":10208332,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der größte Fan des Schwans / Legendias Albtraum","epNo":26,"alt":"","descr":"Die Prinzessinnen sollen ein Kleid entwerfen, das einer bestimmten Person gewidmet ist. Cat sucht sich dafür natürlich ihr großes Vorbild aus: den Schwan. Allerdings bezweifelt Fräulein von Freudlos, dass es den Schwan jemals wirklich gegeben hat. Um zu beweisen, dass es ihn wirklich gegeben hat, wagt sich Cat sogar ins Revier der Hungrigen Horde Eines Tages finden sich sämtliche Einwohner Legendias in einer Traumwelt wieder, aus der sie nicht mehr herauszukommen scheinen. Jimmy vermutet, dass nur jemand dafür verantwortlich gewesen sein kann, der selbst nicht schläft. Also machen sich Jimmy, Henri und Cat auf die Suche nach dem Schurken, der in dieser Traumwelt fehlt.","versions":[{"lang":1,"streams":[{"redirect":10208325,"hoster":"VOE"},{"redirect":10208342,"hoster":"Streamtape"}]}]}]}]}