{"path":"/serie/stream/robihachi","name":"RobiHachi","descr":"Neo Tokyo, wir schreiben das Jahr G.C. 0051 nach galaktischer Zeitrechnung. Ein halbes Jahrhundert ist seit dem Ersten Kontakt vergangen. Die Menschheit hat die Super­lichtgeschwindigkeits­navigations­technologie erlangt und eine Union mit von Außerirdischen bevölkerten Planeten gebildet. Eine Pechsträhne verfolgt den knapp 30-jährigen, freischaffenden Reporter Robby Yarge. Wegen eines Fehlers auf der Arbeit wurde ihm gekündigt, seine Freundin verlässt ihn, er stirbt fast in einem Verkehrsunfall und Schuldeneintreiber verfolgen ihn. Dann klaut ein Taschendieb ihm auch noch seinen Rucksack, doch ein junger Mann hilft ihm: Kita Hatchi, ein 18 Jahre alter Teilzeit-Jobber, hält den Dieb auf und bringt Robby den Rucksack zurück. Im Gegenzug zeigt er ihm seine Dankbarkeit und lädt ihn auf ein Essen ein. Die beiden entdecken, dass sie grundverschieden sind und so trennen sich ihre Wege wieder.Hatchi tritt jedoch bald wieder in Robbys Leben – als Schuldenentreiber für seinen Teilzeitjob für den Kredithai Yan. So beginnt ein Katz-und-Maus-Spiel, in dem der Finanzchef Yans seine Handlanger Aro und Gra als Verfolger für Robby schickt. Robby schafft es Hatchi zu entwischen und flüchtet sich in den Weltraum. Er möchte nach Isekandar fliehen, ein weit entfernter und legendärer Planet im Universum, der, so sagt man, jedem Besucher Glückseeligkeit bringt. Obwohl Robby denkt, er wäre allein geflohen, entdeckt er Hatchi in seinem Raumschiff. Die beiden beschließen, gemeinsam durch die Galaxie zu reisen und nach Isekandar zu suchen.","seasons":[{"path":"/serie/stream/robihachi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/robihachi/staffel-1/episode-1","name":"","epNo":1,"alt":"Traveling Companions: Journey to the Star","descr":"Robby Yarge, ein Mann, der aus Reichtum kommt, aber wenig Glück im Leben hat, hat eine zufällige Begegnung mit Hatchi Kita, einem brillanten jungen Mann, der die Vorhersehbarkeit seines Lebens satt hat, und die beiden beginnen ein Abenteuer in der Welt von Isekandar.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440480","hoster":"VOE"},{"path":"/redirect/8440477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robihachi/staffel-1/episode-2","name":"","epNo":2,"alt":"Truth Found from an Octopus","descr":"Auf der Flucht vor Yang gehen Robby und Hatchi der Treibstoff aus und sie müssen auf dem Mars einen Notstop einlegen. Dort angekommen, genießen sie die Gastfreundschaft des krakenähnlichen Marsmenschen, doch bald stolpern die beiden über ihr schockierendes Geheimnis.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440482","hoster":"VOE"},{"path":"/redirect/8440486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robihachi/staffel-1/episode-3","name":"","epNo":3,"alt":"Pique on Planet Pluto","descr":"Als Robby und Hatchi herausfinden wollen, warum Hizakuriger an Bord ihres Schiffes ist, sind sie gezwungen, auf Pluto zu landen. Dort werden die beiden gebeten, für Pluto das zu tun, was sie für den Mars getan haben. Nur diesmal gibt es bereits eine andere Werbeagentur.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13917079","hoster":"VOE"},{"path":"/redirect/8440487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robihachi/staffel-1/episode-4","name":"","epNo":4,"alt":"Merfolk on the End of the Pole","descr":"Das Trio macht Halt auf dem Planeten Odwarla, einem Ozeanplaneten, der zum Mittagessen von Merfolk bewohnt wird. Wenn Hatchi sein Smart-Armband nur ungern benutzt, müssen er und Ikku am Ende die Kosten für ihre Mahlzeit abrechnen, während Robby eine Lebensmittelvergiftung erleidet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440491","hoster":"VOE"},{"path":"/redirect/8440493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robihachi/staffel-1/episode-5","name":"","epNo":5,"alt":"The Don Opens All Doors","descr":"Als Robby und Hatchi Haccone erreichen, können sie den Kontrollpunkt nicht passieren, weil ihnen die Reisegenehmigung fehlt. Während sie über ihren nächsten Schritt nachdenken, besuchen sie den Planeten unten und genießen die heißen Quellen, wo sie eine mögliche Lösung finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440501","hoster":"VOE"},{"path":"/redirect/8440497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robihachi/staffel-1/episode-6","name":"","epNo":6,"alt":"Qu-eel-le Surprise","descr":"Robby und Hatchi besuchen Hamama II, die Heimat des Great Eel Festivals. Sie wissen nicht, dass Yang und seine Bande sie dort aufgespürt haben, wo sie auch die Feierlichkeiten genießen, da Yang von der legendären Potenz der Aale beeinflusst wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12922444","hoster":"VOE"},{"path":"/redirect/8440503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robihachi/staffel-1/episode-7","name":"","epNo":7,"alt":"Land of Dreams Just Ahead","descr":"Die Bande besucht den Planeten Akka Sakka, einen riesigen Themenpark. Während sich Hatchi in vollen Zügen amüsiert, werden Robby und Ikku von den rücksichtslos durchgesetzten Vorschriften des Planeten in Bezug auf negative Sprache überwältigt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440510","hoster":"VOE"},{"path":"/redirect/8440507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robihachi/staffel-1/episode-8","name":"","epNo":8,"alt":"Heads I`m Tin, Tails You Lose","descr":"Robby und Hatchi haben wenig Treibstoff und befinden sich in Mulberry 8, einer Welt, in der mechanische Leute das Sagen haben und lebende Wesen Sklaven sind. Die beiden müssen lernen, sich in der feudalistischen Gesellschaft zurechtzufinden und sich an die Diskriminierung von Menschen anzupassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440520","hoster":"VOE"},{"path":"/redirect/8440514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robihachi/staffel-1/episode-9","name":"","epNo":9,"alt":"The Family That Stays Together, Hizakuriger","descr":"Die Besatzung macht einen Zwischenstopp in der Industriewelt von Yokkamarché, wo sie den Mann trifft, der Robbys Vater die Nagaya Voyager und den Hizakuriger Roboter schenkte. Robby erhält eine überraschende Enthüllung über ein Mitglied seiner Familie.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440518","hoster":"VOE"},{"path":"/redirect/12514936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robihachi/staffel-1/episode-10","name":"","epNo":10,"alt":"Never Get Involved in a Buddies` Quarrel","descr":"Die lange Reise hat einen psychologischen Tribut gefordert, und als sich herausstellt, dass sie von Isekandar abgewendet werden könnten, kommt es zwischen Robby und Hatchi zu aufgestauten Spannungen. Yang und seine Crew verbringen ihre Zeit auf dem Planeten Pinopendio.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13472162","hoster":"VOE"},{"path":"/redirect/8440527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robihachi/staffel-1/episode-11","name":"","epNo":11,"alt":"Common Fame is a Common Isekandar","descr":"Robby und Hatchi freuen sich, endlich auf Isekandar anzukommen und sind bald überwältigt von der Anzahl der Souvenirläden rund um den Großen Tempel von Isekandar. Ikku bleibt jedoch zynisch gegenüber allem, was um sie herum passiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440529","hoster":"VOE"},{"path":"/redirect/8440534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robihachi/staffel-1/episode-12","name":"","epNo":12,"alt":"Dream of the Moon, Dream of the Earth","descr":"Während sich Yang von einer Seite nähert und die Luna Guard von der anderen, fliehen Robby und Hatchi aus Isekandar in der Nagaya Voyager und entdecken ein weiteres von Dontsus Geheimnissen. Können beide Fraktionen sicher zur Erde zurückkehren?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8440537","hoster":"VOE"},{"path":"/redirect/8440539","hoster":"Streamtape"}]}]}]}]}