{"seriesId":"robin-hood-1997","name":"Robin Hood (1997)","descr":"England gegen Ende des 12. Jahrhunderts: Mit enormen Steuern und Gesetzen gegen das Jagen und Fischen in den königlichen Wäldern zieht der gierige Prinz John den Zorn des Volkes auf sich. Da kommt ein Mann gerade recht: Robin Hood (John Bradley) schwingt sich auf zum Rächer der Armen und Gebeutelten und setzt sich ein für Gerechtigkeit und Würde des Volkes. Mit seinem Schwert fühlt er sich jedem Feind gewachsen, und die Herzen der befreiten Frauen sind ihm sowieso sicher. Als Schüler des weisen Magiers Olwyn (Christopher Lee), eines direkten Nachfolgers des Zauberers Merlin, fühlt Robin sich nun zu dazu berufen, die Unterdrückten vor den Machenschaften der Herrscher zu beschützen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der goldene Pfeil","epNo":1,"alt":"Robin And The Golden Arrow","descr":"England gegen Ende des 12. Jahrhunderts: Mit enormen Steuern und Gesetzen gegen die Wilderei in den königlichen Wäldern zieht der gierige Prinz John den Zorn des Volkes auf sich. Robin Hood schwingt sich zum Rächer der Armen und Gebeutelten auf und setzt sich für die Gerechtigkeit des Volkes ein. Als Schüler des weisen Magiers Olwyn, eines direkten Nachfahren des Zauberers Merlin, will Robin die Unterdrückten vor den Machenschaften des Herrschers schützen. Aber Prinz John hat genug von Robin und seinen Männern, die ihn ständig um seine Steuereinnahmen bringen. Deshalb setzt er den erfahrenen Captain Delouche auf Robin an. Als der davon hört, holt er den Rat Olwyns ein, denn Captain Delouche ist durch einen undurchdringlichen Panzer geschützt. Nur der goldene Pfeil, der in einer Götterstatue steckt und im Palast des Prinzen untergebracht ist, kann den Panzer durchdringen. Robin Hood macht sich auf, den Pfeil zu holen – nicht ahnend, dass Prinz John und seine Gehilfin, die verschlagene Lady Claudia, nur darauf gewartet haben …","versions":[{"lang":1,"streams":[{"redirect":11315672,"hoster":"VOE"},{"redirect":10137262,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödlicher Wettkampf","epNo":2,"alt":"A Race Against Death","descr":"Die schöne Lady Pamela soll gegen ihren Willen gezwungen werden, den hinterhältigen Sir Gilbert zu heiraten. Der hat Pamelas Großvater Lord Sedgewick in der Hand. Denn der Lord schuldet Prinz John, Gilberts Lehnsherrn, noch die enorme Steuer von 500 Goldstücken. Nun will Gilbert Pamelas Großvater die Steuer erlassen, wenn sie ihn heiratet. Robin Hood erfährt von der Zwangslage der Lady und erklärt sich bereit, für sie bei einem gefährlichen Wettkampf teilzunehmen, bei dem der beste Schurke Englands gesucht wird. Dem Sieger winkt ein Preis von 1000 Goldstücken. Als Robin hört, dass auch Sir Gilbert an dem Wettkampf teilnehmen wird, ahnt er, dass man ihm eine Falle stellen will …","versions":[{"lang":1,"streams":[{"redirect":11315677,"hoster":"VOE"},{"redirect":10137261,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Traum von der Unsterblichkeit","epNo":3,"alt":"A Price On His Soul","descr":"Little Johns kleiner Neffe Peter ist spurlos verschwunden. Anscheinend wurde der Junge, wie zuvor schon einige andere Kinder aus seinem Heimatdorf, entführt. Nun machen sich Robin und seine Mannen auf die Suche nach den Vermissten. Indessen hat Bruder Tuck die Einladung eines Adeligen namens Baragon angenommen, der seit kurzem ein Schloss in der Nähe bewohnt. Nach einem langen Abend wird der verblüffte Tuck Zeuge einer rätselhaften Verwandlung: Sein relativ junger Gesprächspartner verändert sein Aussehen und wird zu einem gebrechlichen alten Mann. Es stellt sich heraus, dass Baragon in Wahrheit ein 300 Jahre alter Wissenschaftler ist, der Unsterblichkeit erlangen will. Zu diesem Zweck lässt er junge Menschen heranschaffen, die er zum Weiterleben benötigt …","versions":[{"lang":1,"streams":[{"redirect":11315671,"hoster":"VOE"},{"redirect":10137259,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Juwelenraub","epNo":4,"alt":"The Birthday Trap","descr":"Der Gauner Graham und seine Schwester Marcella planen einen großangelegten Juwelenraub. Denn anlässlich des 50. Geburtstages von Robins Schiegermutter, Lady Mary, werden zahlreiche adelige Damen mit ihrem Familienschmuck erwartet. Diese Gelegenheit wollen Graham und Marcella nutzen: Zusammen mit ihrer Bande besetzen sie gleich das ganze Schloss und zwingen die anwesenden Ladies, ihren Schmuck abzugeben. Womit sie nicht gerechnet haben: auch Robin Hood ist bei der Feier dabei. Damit er nicht von Prinz John erkannt wird, hat er sich als alter Mann verkleidet. In seiner Maskerade nimmt er nun den Kampf gegen die listigen Juwelendiebe auf …","versions":[{"lang":1,"streams":[{"redirect":11315674,"hoster":"VOE"},{"redirect":10137260,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Rache der Mongolen","epNo":5,"alt":"Rage Of The Mongols","descr":"Robin und seine Leute kommen in ein kleines Dorf, das unter den Übergriffen eines wilden Mongolenstammes leidet. Jedes Mal nehmen die Männer ein Großteil des Viehs und der Ernte mit. Vor Jahren tötete Kobak, der Anführer der Mongolen, die Frau des Dorfältesten Bryndyth, der seitdem allen Lebensmut verloren hat. Seine Tochter Helene hingegen ist kampfbereit und will gemeinsam mit den Dorfbewohnern gegen die Mongolen vorgehen. Doch Kobak lässt sich so leicht nicht verschrecken. Um Helenes Widerstand zu brechen, entführt er kurzerhand ihre beste Freundin. Nun sind Robin und seine Mannen gefordert, der tapferen Helene zu helfen …","versions":[{"lang":1,"streams":[{"redirect":11315673,"hoster":"VOE"},{"redirect":10137263,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Wunder von Avalon","epNo":6,"alt":"Miracle At Avalon","descr":"Sir Guy von Gisborne will sich an seinem Erzfeind Robin Hood rächen. Als sie noch Kinder waren, verwundete Guy Robin im Streit tödlich. Aber die geheimnisvolle Heilerin Gwyneth rettete dem Jungen auf wundersamen Weise das Leben. Gemeinsam mit der bösen Hexe Mordrelle sucht er nun eine Möglichkeit, Robin zu beseitigen. Genau wie Gwyneth stammt Mordrelle von der Insel Avalon ab, auf der Priesterinnen das Heilen lernen. Guy nimmt Gwyneth und Bruder Tuck gefangen, denn wenn sie nicht binnen drei Tagen nach Avalon zurückkehrt, werden alle ihre guten Taten zunichte gemacht – auch ihre Heilung von Robin. Nun überlegen Robin, Little John und Marion, wie sie die Heilerin und den dicken Mönch aus den Händen von Guy von Gisborne befreien können.","versions":[{"lang":1,"streams":[{"redirect":11315676,"hoster":"VOE"},{"redirect":10137264,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"[Derzeit nicht erhältlich] Die Rückkehr des Bösen","epNo":7,"alt":"Nightmare Of The Magic Castle","descr":"Ein ins Innere der Erde verbanntes Wesen wurde von einem Hexer wieder zum Leben erweckt und terrorisiert seither das Königreich. Robin hat sich vorgenommen, dem bösen Treiben endgültig ein Ende zu setzen …","versions":[]},{"epId":"episode-8","name":"[Derzeit nicht erhältlich] Das Wesen vom anderen Stern","epNo":8,"alt":"Dragon From The Sky","descr":"Es ist Nacht im Sherwood Forest. Plötzlich erscheint ein riesiger Feuerball am Himmel und stürzt mit großem Getöse mitten in den Wald. Sofort schickt Lady Claudia, ihren Gehilfen Barkley los, damit er herausfindet, was geschehen ist. Der kommt mit erstaunlichen Neuigkeiten zurück: An der Stelle, an der das Objekt gesichtet wurde, hat sich ein riesiger Drache versteckt. Außerdem bringt Barkley noch einen großen Diamanten mit, den er dem Urviech gestohlen hat. Nun ist Lady Claudias Gier geweckt und sie schickt ein paar Soldaten los, um ihr noch mehr Edelsteine zu besorgen. Derweil hat auch ein Drachentöter von der Existenz der Kreatur erfahren und macht sich auf den Weg, sie zu finden. In der Zwischenzeit hat Marion entdeckt, dass es sich bei dem seltsamen Wesen um einen Außerirdischen handelt. Als das Leben des Aliens durch Barkley und den Drachentöter in Gefahr gerät, ruft sie Robin Hood zu Hilfe …","versions":[]},{"epId":"episode-9","name":"Angriff der Wikinger","epNo":9,"alt":"Attack Of The Vikings","descr":"Die Wikinger fallen in England ein und nehmen Prinz John und Robin Hood gefangen. Erst Bruder Tuck gelingt es mit Hilfe eines seltsamen Tranks, Robin aus seiner misslichen Lage zu befreien …","versions":[{"lang":1,"streams":[{"redirect":11315686,"hoster":"VOE"},{"redirect":10137265,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Legende von Olwyn","epNo":10,"alt":"The Legend Of Olwyn","descr":"Seit geraumer Zeit überfällt im Sherwood Forest eine Gruppe von Waisenkindern, angeführt von dem tapferen Jungen Patrick, nach Robin-Hood-Manier Reisende. Allerdings verteilt die Bande die Beute nicht an Arme sondern behält sie. Als Robin die Geschichte zu Ohren kommt, möchte er den Kindern das Handwerk legen – zu ihrem eigenen Schutz. Er besucht Patrick und versucht, ihn zur Einsicht zu bewegen. Doch der Knabe wehrt sich mit einer Schleuder und trifft Robin am Kopf. Der fällt daraufhin in Ohnmacht und hat dabei eine seltsame Vision: Er sieht seinen Lehrmeister, den Magier Olwyn, im Gespräch mit dem weisen Zauberer Merlin. Die beiden Meister reden über einen Nachfolger des sagenumwobenen König Artus, der vor vielen Jahren die streitenden Stämme Britanniens geeint hatte. Merlin glaubt, einen würdigen Vertreter gefunden zu haben – und zwar den jungen Robin Hood …","versions":[{"lang":1,"streams":[{"redirect":11315675,"hoster":"VOE"},{"redirect":10137266,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Retterin in höchster Not","epNo":11,"alt":"Marion To The Rescue","descr":"Marions niederträchtige Schwägerin Isabelle ist die Tante des schönen Edelfräuleins Iris, die den ehrbaren Kreuzfahrer Thomas von Glockshire heiraten möchte. Wenn die Hochzeit noch vor ihrem 21. Geburtstag stattfindet, dann steht der jungen Frau ein großes Erbe zu. Allerdings hat es Isabelle auf ihren Geldsegen abgesehen und möchte ihre Nichte mit Lord Garth vermählen, der mit ihr im Bunde steht. Beide erzählen ihr nun, dass Thomas in einer Schlacht gefallen sei. Doch Isabelles rechtschaffender Sklave Smalley erfährt von dem hinterhältigen Plan und eilt zu Marion, um sie um Hilfe zu bitten. Da Robin und seine Freunde gerade woanders weilen, beschließt Marion, auf eigene Faust Isabelle das Handwerk zu legen …","versions":[{"lang":1,"streams":[{"redirect":11315689,"hoster":"VOE"},{"redirect":10137267,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Little John im Bann der Hexen","epNo":12,"alt":"Witches Of The Abbey","descr":"Die drei Hexen von Kloster Abbeys haben Little John mit einem Fluch belegt und halten ihn gefangen. Robin eilt zur Hilfe und sieht sich mit seiner Tante Alice konfrontiert, die die Anführerin der Hexen ist …","versions":[{"lang":1,"streams":[{"redirect":11315687,"hoster":"VOE"},{"redirect":10137268,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der arabische Prinz","epNo":13,"alt":"The Arabian Knight","descr":"Robin Hood bekommt es mit dem arabischen Prinz Francisco zu tun, der ein kleines Dorf terrorisiert. Zusammen mit seinen Freunden will er den grausamen Prinzen den Garaus machen, doch Francisco ist ausgesprochen gut trainiert …","versions":[{"lang":1,"streams":[{"redirect":11315690,"hoster":"VOE"},{"redirect":10137271,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Little John auf Abwegen","epNo":1,"alt":"The Ultimate Army","descr":"Little John hat sich der Killer-Armee von Sir Malice angeschlossen. Doch um endgültig aufgenommen zu werden, muss er seinen im Wettkampf unterlegenen Gegner töten – oder wird selbst getötet …","versions":[{"lang":1,"streams":[{"redirect":11315691,"hoster":"VOE"},{"redirect":10137269,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Geheimnis des Druidenwaldes","epNo":2,"alt":"The Mystery Of Druid’s Grove","descr":"Nachdem Robin die Gefangenen des Sheriffs befreit hat, will dieser Robin zur Rede stellen. Doch die Bürger von Locksley weigern sich, dem Sheriff Robins Versteck zu verraten. Zur Strafe lässt er einem Dorfbewohner nach dem anderen die Zunge abschneiden.","versions":[{"lang":1,"streams":[{"redirect":11315692,"hoster":"VOE"},{"redirect":10137270,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Pakt mit der Hexe","epNo":3,"alt":"The Legion","descr":"Prinz John hat endgültig die Nase voll von den tollkühnen Streichen, die ihm Robin Hood immer wieder spielt. Als Robin ihn auch noch während eines Schäferstündchens beraubt, nimmt John Kontakt mit der Hexe Mortiana auf. Um ihn von seinem Widersacher zu befreien, ist er sogar bereit, ein Jahr seines Lebens zu opfern. Mortiana hilft ihm und erweckt drei unbesiegbare Krieger aus dem Todesschwadron Alexander des Großen wieder. Es gibt nur eine Möglichkeit, den grausamen Männern den Garaus zu machen – mit Hilfe eines Zaubertrankes. Jedoch gibt es dieses kostbare Getränk nur in der Vergangenheit. Bruder Tuck reist nun in die Zeit des Mazedonenherrschers, um Robin zu helfen …","versions":[{"lang":1,"streams":[{"redirect":11315688,"hoster":"VOE"},{"redirect":10137272,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Braut des Teufels","epNo":4,"alt":"The Devil’s Bride","descr":"Die Legion Als Robin Prinz John demütigt, indem er sein Geld stiehlt, schwört Prinz John, Robin ein für alle Mal zu töten. Er handelt ein Jahr seines Lebens mit der Sourceress Mortiana, damit sie drei der toten Krieger Alexanders des Großen wieder zum Leben erweckt. Wenn die Krieger Robin nicht fangen können, fangen sie Marion, um als Köder zu fungieren. Robin ignoriert die Angst um sein eigenes Leben und betritt das Schloss, um Marion aus den Fängen der bösen Männer zu retten.","versions":[{"lang":1,"streams":[{"redirect":11315706,"hoster":"VOE"},{"redirect":10137273,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Baron von Royston","epNo":5,"alt":"The Road To Royston","descr":"Der schreckliche Baron von Royston zwingt die junge Bernadette, seinen Hauptmann Drugo zu heiraten. Doch Bernadettes Geliebter Ian unterbricht die Zeremonie. Daraufhin soll Bernadette gehenkt werden. Nun kann nur noch Robin Hood helfen …","versions":[{"lang":1,"streams":[{"redirect":11315701,"hoster":"VOE"},{"redirect":10137274,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein gnadenloser Feind","epNo":6,"alt":"The Prey","descr":"Robin und seine Männer rauben ein Spielhaus aus und machen seinen Besitzer Simon Asher zum Todfeind. Robin ist überwältigt und wird von einem Quartett aristokratischer Jäger gefangen genommen: Master Chu, Lord Henry, Lord Spire und Mr. Fox. Sie bieten Robin eine Überlebenschance, indem sie ein Jagdspiel mit Robin als Beute spielen. Um seine Zusammenarbeit zu gewährleisten, halten sie Friar Tuck als Geisel.","versions":[{"lang":1,"streams":[{"redirect":11315703,"hoster":"VOE"},{"redirect":10137276,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Zepter","epNo":7,"alt":"The Sceptre","descr":"Robin wird von einem kleinen Jungen gewarnt, dass Merlins Zepter in den Händen des bösen Magiers Malenoch liegt, der von den Toten zurückgekehrt ist und beschlossen hat, das Königreich England mit einer Armee von Soldaten zu übernehmen, die er ebenfalls von den Toten zurückgebracht hat. Als Schüler, die bei Merlin trainiert haben, müssen sich Olwyn und Prince Johns Sourceress Mortiana zusammenschließen, um den bösen Tyrannen zuerst zu vernichten. Olwyn bittet Robin Hood und seine Band um Hilfe, und sie werden sogar von Prince Johns Männern unterstützt, um Malenochs Kontrolle das Zepter abzuringen.","versions":[{"lang":1,"streams":[{"redirect":11315700,"hoster":"VOE"},{"redirect":10137275,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"[Derzeit nicht erhältlich] Der Bombenleger","epNo":8,"alt":"Bombs Away","descr":"Meister Ika kehrt zurück und stellt eine Bombenfalle für Robin und seine Band auf. Sir Guy of Gisborne ist von den Kreuzzügen zurückgekehrt und behauptet, ein veränderter Mann zu sein. Er bewahrt Marion vor den Verletzungen in einem Kampf: Er liebt sie immer noch und verfolgt sie erneut. Aber es war Sir Guy, der den japanischen Attentäter engagierte, um Robin die Falle zu stellen. Sir Guy hinterlässt Robin eine Nachricht, die ihn in eine weitere tödliche Sprengfalle führt. Marion erklärt Guy, dass sie Robin liebt, nicht ihn, und geht, um Robin zu folgen. Sir Guy merkt, dass Marion jetzt in die Falle tappen wird, die für Robin bestimmt ist. Also müssen Guy und Robin zusammenarbeiten, um sie zu retten.","versions":[]},{"epId":"episode-9","name":"Die Amazonen der Königin","epNo":9,"alt":"The Legend Of The Amazons","descr":"Königin Eleanor von Aquitanien ist mit einigen ihrer Amazonas-Krieger aus Jerusalem gereist, wo sie eine sagenumwobene Karte gefunden haben. Diese Karte wird ihr helfen, den Stab von Moses zu finden, der der Legende nach in einer Höhle in England liegt. Aber der Sultan Salim sucht es auch, um seine besonderen Kräfte zu besitzen, und schickt seine Handlanger mit Devlin, einem Antiquitätensammler, um ihr zu folgen. Bevor Robin und Marion sie erreichen können, wird die Königin gefangen genommen. Sie und die Amazonen müssen die Königin mit dem Stab Moses aus der Höhle retten, wo sie von den Männern des Sultans festgehalten wird.","versions":[{"lang":1,"streams":[{"redirect":11315717,"hoster":"VOE"},{"redirect":10137277,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gerechtigkeit für alle","epNo":10,"alt":"Justice For All","descr":"Der fanatische Pater Dutton hat geschworen, den alten keltischen Glauben in England zu beenden. Er sperrt die Druidenpriester seines Dorfes ein. Aber einige der Dorfbewohner stimmen dem nicht zu und helfen ihnen. Dutton greift die Helfer an und einer der verwundeten Überlebenden schlüpft davon, um Robins Hilfe zu suchen. Als er hört, was Dutton tut, beschließt er, den Plänen des Priesters ein Ende zu setzen.","versions":[{"lang":1,"streams":[{"redirect":11315702,"hoster":"VOE"},{"redirect":10137278,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Landdiebstahl","epNo":11,"alt":"Your Land Is My Land","descr":"Der böse Norman Lord Rupert benutzt seinen Sohn Gregory, um eine Terrorkampagne zu führen, um die sächsischen Bauern zur Übergabe ihres Landes an ihn zu zwingen. Der Plan geht weiter, bis er das Eigentum von Little Johns Bruder übernimmt, als Robin und seine Band eintreffen und beschließen, einzugreifen, um Widerstand zu organisieren. Im darauffolgenden Kampf nimmt Robin Gregory gefangen, doch Lord Rupert kontert mit der Gefangennahme von Joshua, dem Sohn des örtlichen Richters Marcus von Brandwyn. Robin muss nun Joshua aus Lord Ruperts Schloss retten.","versions":[{"lang":1,"streams":[{"redirect":11315712,"hoster":"VOE"},{"redirect":10137279,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Doppeltes Spiel","epNo":12,"alt":"Outlaw Express","descr":"Auf dem Weg zu den Hochzeitsfeiern seines Freundes Talbot trifft Robin seinen Doppelgänger, den bösen Jacobi, der gerade mit fünf anderen aus einem Gefängnistransport ausgebrochen ist. Nachdem Robin ihn überwunden hatte, zog er sich an, um die anderen Flüchtlinge zu täuschen und sie erneut hinter Gittern unterzubringen.","versions":[{"lang":1,"streams":[{"redirect":11315705,"hoster":"VOE"},{"redirect":10137280,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Hilfe aus dem Jenseits","epNo":13,"alt":"Percy’s Ghost","descr":"Robin und sein Team müssen vier Adlige zu einem geheimen Treffen über ein Bündnis gegen Prinz John bringen.","versions":[{"lang":1,"streams":[{"redirect":11315714,"hoster":"VOE"},{"redirect":10137281,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Erste Liebe","epNo":1,"alt":"First Love","descr":"Prinz John versucht, eine Festung im Norden Englands zu errichten, falls König Richard von den Kreuzzügen zurückkehren sollte. Seine Elite Guard und ihr Kommandant Capt Hilts ergreifen Lord Nicholas Beacon, den Ehemann von Olivia, der einmal verlobt war, um mit Robin verheiratet zu sein. Robin und Marion müssen ihre Gefühle unterdrücken und ihr helfen, ihren Ehemann zu retten und Prinz Johns Pläne zu durchkreuzen.","versions":[{"lang":1,"streams":[{"redirect":11315707,"hoster":"VOE"},{"redirect":10137282,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Spukschloß","epNo":2,"alt":"The Haunted Castle","descr":"Robin Hood und seine Gefährten begeben sich in ein Spukschloss. Um den Vater eines kleinen Mädchens zu retten.Dieser in das Schloss gegangen ist um einen kleinen schwarzen Hund herauszuhohlen, den sich seine kleine Tochter so sehr wünscht. In diesem Schloss begegnet jeder der Gefährten seinen größten Ängsten.","versions":[{"lang":1,"streams":[{"redirect":11315716,"hoster":"VOE"},{"redirect":10137283,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der König der Riesen","epNo":3,"alt":"The Giant King","descr":"Ferris, der Sohn von Lord Glister, der ein alter Freund von Robin ist, ist todkrank. Sie suchen nach Jarnsaxa, dem letzten Femorianer, den Riesen Irlands, dessen Atem die Kraft hat, ihn zu heilen. Wenn er wieder gesund ist, wird er ein Tyrann. Robin und Jarnsaxa beschließen, ihren Fehler zu korrigieren.","versions":[{"lang":1,"streams":[{"redirect":11315721,"hoster":"VOE"},{"redirect":10137284,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Schwert des Samurai","epNo":4,"alt":"Sword Of The Samurai","descr":"Der böse Graf Friedrich schickt seinen Söldner Geldon nach Japan, um ein altes magisches Samuraischwert zu stehlen. Er beabsichtigt, damit König von England zu werden, stellt jedoch fest, dass er seine Macht nicht kontrollieren kann. Robin schließt sich mit einem jungen aufstrebenden Samurai, Takashi, zusammen, um das Schwert seinem rechtmäßigen Besitzer zurückzugeben und die Pläne des Grafen Friedrich zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":11315718,"hoster":"VOE"},{"redirect":10137285,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Robinville","epNo":5,"alt":"Robinville","descr":"Robin und seine Bande besuchen die jährlichen Robin Hood Foundation Awards im Dorf Robinville, das nach ihm benannt wurde, nachdem er es von der Herrschaft des brutalen Lord Argot befreit hatte. Aber Argots Sohn ist immer noch auf der Suche nach Rache und plant, gemeinsam mit Robin, seiner Band und den Dorfbewohnern das alte Schloss, auf dem das Fest stattfindet, in die Höhe zu jagen.","versions":[{"lang":1,"streams":[{"redirect":11315733,"hoster":"VOE"},{"redirect":10137286,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sklavenhändler","epNo":6,"alt":"Vanishing Act","descr":"Nachdem Marion einen Tag mit Robin gefischt hat, wird sie mit einem vorübergehenden Bastelspiel zurück ins Dorf gebracht, doch auf der Reise überwältigt er sie und bringt sie dazu, mit mehreren anderen Frauen gefangen gehalten zu werden. Robin versucht sie aufzuspüren, aber niemand im Dorf wird zugeben, sie gesehen zu haben. Zurück im Wald ist er schließlich gezwungen, um die Hilfe von Clemens dem Einsiedler zu bitten, den alle für verrückt halten. Währenddessen wird Little Johns Schwester Ingrid einen langweiligen Bauern namens Bellamy heiraten, als sie plötzlich verschwindet. Little John und Friar Tuck folgen ...","versions":[{"lang":1,"streams":[{"redirect":11315722,"hoster":"VOE"},{"redirect":10137287,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Einmal Vergangenheit und zurück","epNo":7,"alt":"A Date With Destiny","descr":"Bei einem Angriff von Prince Johns Männern auf das Dorf Kingsgrove schickt Olwyns Akolyth Rowena Robin versehentlich fünfzehn Jahre in die Vergangenheit zurück, wo er versehentlich den Lauf der Geschichte verändert, indem er einen Mann rettet, der ein despotischer König wird. Mortiana arbeitet für ihn und hat ein magisches Duell mit Rowena, aus dem Robin Rowena retten muss, bevor sie getötet wird. Die beiden müssen herausfinden, wie sie Robins Handlung in der Vergangenheit rückgängig machen können.","versions":[{"lang":1,"streams":[{"redirect":11315724,"hoster":"VOE"},{"redirect":10137288,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Giftanschlag","epNo":8,"alt":"Assault On The Castle Queen","descr":"Tucks Hilfe wird von seinem ehemaligen Lehrer, Pater Gedding, angefordert, um Colin, den neuen jungen Lord Dundeen, der mit einem vergifteten Schwert verwundet wurde, zu behandeln. Bei seiner Ankunft in Castle Dundeen erfährt Robin, dass Colins Onkel Lord Chilton für den Angriff verantwortlich ist und dass er auch das Leben von Colins Vater gefordert hat, um die Burg und ihren Reichtum zu erben. Als Chilton merkt, dass es ihm nicht ganz gelungen ist, belagert er das Schloss und seine wenigen verbliebenen Bewohner. Robin und seine Band müssen die Belagerung brechen und ein Ende setzen ...","versions":[{"lang":1,"streams":[{"redirect":11315734,"hoster":"VOE"},{"redirect":10137289,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Waisenkinder","epNo":9,"alt":"Orphans","descr":"Robin, Little John und Friar Tuck melden sich freiwillig, um eine Gruppe von Waisenkindern zu einem neuen Zuhause in einer drei Tage entfernten Stadt zu begleiten. Unterwegs entdecken sie, dass sich unter ihnen die junge Königin Stephanie auf der Flucht vor Sir Mortimer, ihrer Cousine, die sie töten will, versteckt. Sie werden zuerst von zwei Kriminellen angegriffen, die versuchen, Schmuckstücke wiederzugewinnen, die einer der Jungen ihnen gestohlen hat. Dann werden sie von Sir Mortimer und seinen Männern überfallen, die versuchen, Stephanie zurückzunehmen, aber sie schaffen es nur, Kyle, einen der Jungen, der zufällig ihre Freundin aus der Kindheit ist, zu entführen.","versions":[{"lang":1,"streams":[{"redirect":11315725,"hoster":"VOE"},{"redirect":10137291,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Gipfeltreffen","epNo":10,"alt":"The Assassin","descr":"Lord Cloughton arrangiert einen Gipfel mit drei wichtigen Normannen, um sich mit den Sachsen gegen König John zu verschwören. Jedes Mitglied von Robins Band verpflichtet sich, einen der Teilnehmer abzuholen und sie vor den Männern von Graf Rood zu schützen, die das Treffen verhindern wollen: Robin holt die misstrauische und widerwillige Gräfin DuMonde, Marion holt den agoraphoben jungen Grafen Luzern und Friar Tuck Graf Brouchard (der sich als Barkley herausstellt), während Little John Lord Cloughton beschützt. Rood stellt einen mysteriösen Attentäter ein, der sich in viele verschiedene Menschen verwandeln kann ...","versions":[{"lang":1,"streams":[{"redirect":11315736,"hoster":"VOE"},{"redirect":10137293,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Versteigerung","epNo":11,"alt":"The Auction","descr":"Friar Tuck veranstaltet eine Wohltätigkeitsauktion, bei der es sich unter anderem um ein Date mit Robin handelt. Als Robin erfährt, dass sein Vater möglicherweise noch am Leben ist, macht er sich auf die Suche nach seinem Vater, entpuppt sich jedoch als Imitation einer Sourceress und muss sich mit ihr und einem anderen Sourcer messen, bevor er zur Auktion zurückkehren kann. In der Zwischenzeit muss Friar Tuck die Frauen des Dorfes zurückhalten, die ungeduldig werden, wenn Robin abwesend ist.","versions":[{"lang":1,"streams":[{"redirect":11315723,"hoster":"VOE"},{"redirect":10137290,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Wiederauferstehung","epNo":12,"alt":"Body And Soul","descr":"Robin plant eine Überraschungs-Geburtstagsfeier für Marion, wird jedoch getötet, als sie sich verteidigt, um etwas von Prince Johns Gold zu erbeuten. Weil er zu früh gestorben ist, wird seine Seele auf die Erde zurückgeschickt, muss aber einen anderen Körper finden, der bewohnt werden kann, da er bereits eingeäschert wurde. Robin wird von Ripley, einem Gesandten aus dem Bereich der Toten, unterstützt, der es Robin ermöglicht, vorübergehend den Körper des Mannes zu übernehmen, den er gerade getötet hat, Briggs, und von Olwyns Lehrling Rowena, der versucht, ihm seinen eigenen Körper zurückzuholen .","versions":[{"lang":1,"streams":[{"redirect":11315742,"hoster":"VOE"},{"redirect":10137294,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der unheimliche Jäger","epNo":13,"alt":"The Hunter","descr":"Robin und seine Band versuchen, das Banditentum von Patrick, Earl of Glenbauer, zu vereiteln, indem sie ein Dorf auf seinem Kriegspfad beschützen. Rowena beschwört versehentlich ein Monster, Cerradyn, der ein Meisterjäger ist. Er muss sieben Krieger fangen und opfern, um seine vollen Kräfte zu entfalten und unbesiegbar zu werden. Erst als er sechs gefangen hat, entdecken Tuck und Rowena, was passiert, und erfahren, dass nur Rowena ihn verschwinden lassen kann. Sie verfolgen ihn in einem Wettlauf gegen die Zeit zu seinem Versteck.","versions":[{"lang":1,"streams":[{"redirect":11315743,"hoster":"VOE"},{"redirect":10137297,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die Zeitreise","epNo":1,"alt":"Return To Camelot","descr":"Merlin transportiert Robin in die Vergangenheit, um einen jungen König Artus auszubilden.","versions":[{"lang":1,"streams":[{"redirect":11315737,"hoster":"VOE"},{"redirect":10137298,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mordauftrag für Bruder Tuck","epNo":2,"alt":"The Hanged Man","descr":"In einer ähnlichen Handlung wie The Manchurian Candidate setzt der Sheriff einen verrückten Wissenschaftler ein, um entweder Marion, Little John oder Tuck einer Gehirnwäsche zu unterziehen, um Robin zu töten.","versions":[{"lang":1,"streams":[{"redirect":11315741,"hoster":"VOE"},{"redirect":10137299,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zurück in die Zukunft","epNo":3,"alt":"The Time Machine","descr":"Ein Teenager namens Elvis reist mit der Zeitmaschine seines Vaters zurück nach Nottingham, nur um sie von Räubern stehlen zu lassen","versions":[{"lang":1,"streams":[{"redirect":11315748,"hoster":"VOE"},{"redirect":10137300,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"[Derzeit nicht erhältlich] Der Fluch des Lord Talbot","epNo":4,"alt":"Day After Day","descr":"Robin muss sein Team und ein ganzes Dorf befreien, als ein böser Hexenmeister die Gegend verflucht, um denselben Tag immer wieder zu erleben, bis die Frau, von der er besessen ist, zustimmt, ihn zu heiraten.","versions":[]},{"epId":"episode-5","name":"Die Rückkehr des Riesen","epNo":5,"alt":"Return Of The Giant","descr":"Ein Lord verwendet einen Zauber, um einen Riesen zu beschwören, um die Frau zu entführen, die seinen Vorschlag abgelehnt hat.","versions":[{"lang":1,"streams":[{"redirect":11315761,"hoster":"VOE"},{"redirect":10137302,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bruder Tuck in der Falle","epNo":6,"alt":"Ringside Murder","descr":"Tuck wird des Mordes an einem Lord beschuldigt und das Team muss seinen Namen reinwaschen.","versions":[{"lang":1,"streams":[{"redirect":11315766,"hoster":"VOE"},{"redirect":10137301,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"[Derzeit nicht erhältlich] Der falsche Robin Hood","epNo":7,"alt":"Heroes","descr":"Der Sheriff hat eine Doppelgängerpose als Robin, während der echte in die Vergangenheit geschickt und in den Körper eines verräterischen Vorfahren gesteckt wird.","versions":[]},{"epId":"episode-8","name":"Olwyns böser Zauberlehrling","epNo":8,"alt":"Godiva","descr":"Eine böse Zauberin will sich an Robin rächen.","versions":[{"lang":1,"streams":[{"redirect":11315755,"hoster":"VOE"},{"redirect":10137304,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Rätsel von Raven’s Peak","epNo":9,"alt":"Raven’s Peak","descr":"Das Team muss einem Mann helfen, sich zu verstecken, weil er des Mordes beschuldigt wird.","versions":[{"lang":1,"streams":[{"redirect":11315757,"hoster":"VOE"},{"redirect":10137303,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"[Derzeit nicht erhältlich] Die schwarze Rose","epNo":10,"alt":"Black Rose","descr":"Eine im Exil lebende Amazone namens Black Rose plant, Königin Eleanor zu ermorden","versions":[]},{"epId":"episode-11","name":"Hochzeit mit Hindernissen","epNo":11,"alt":"The Running Bride","descr":"Robin muss eine Prinzessin zu ihrer Hochzeit begleiten und sie gleichzeitig vor einem bösen Herzog und Grafen beschützen","versions":[{"lang":1,"streams":[{"redirect":11315759,"hoster":"VOE"},{"redirect":10137310,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Gefängnisrevolte","epNo":12,"alt":"The Prison","descr":"Marion wird von Gefangenen als Geisel genommen, die planen, eine Seuche auf England loszulassen","versions":[{"lang":1,"streams":[{"redirect":11315775,"hoster":"VOE"},{"redirect":10137306,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Robins alte Liebe","epNo":13,"alt":"The Rebellion","descr":"Olivia  wird vom bösen Lord Tumble entführt, nachdem ihr Ehemann getötet wurde.","versions":[{"lang":1,"streams":[{"redirect":11315764,"hoster":"VOE"},{"redirect":10137307,"hoster":"Streamtape"}]}]}]}]}