{"seriesId":"robin-hood","name":"Robin Hood no Daibouken","descr":"[Ger Dub] Wir schreiben das 13. Jahrhundert, England. In der Grafschaft Nottingham haben der tyrannische Lord Alwine und Bischof Herford alle Macht an sich gerissen. Die Opfer ihrer Gier nach Einfluss und Reichtum sind unschuldige Menschen. Das bekommt auch Robert Huntington, der durch mysteriöse Umstände seine Eltern verloren hat, auf schmerzhafte Weise zu spüren, als Lord Alwines Soldaten sein Schloss in Schutt und Asche legen. Robert flüchtet daraufhin mit seinem Cousin Will und seinen beiden Cousinen Winnifred und Barbara in den nahegelegenen Sherwood Forest, wo sie zunächst auf sich allein gestellt sind. Doch schon bald treffen sie dort nicht nur auf den freundlichen Bruder Tuck, der die Kinder in sein Herz schließt und versucht, ihnen zu helfen, sondern auch Little John, Mutch und ihre Sherwood Bande. Als ihnen die Adlige Marian Lancaster begegnet, welche von Bischof Herford zwangsadoptiert werden soll, beschließt Robin, der sich in Marian verliebt hat, ihr zu helfen. Von da an müssen sie nicht nur gegen die fiesen Soldaten des Lord Alwine kämpfen, sondern werden auch noch vom etwas eigensinnigen Ritter Gilbert verfolgt, der im Auftrag des Lords, den Kindern dicht auf den Fersen ist. Dieser will nicht nur eine persönliche Rechnung mit Robin begleichen, sondern hat sich auch noch unsterblich in Marian verliebt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Marian","epNo":1,"alt":"","descr":"England im 12. Jahrhundert: Nachdem die Soldaten des bösen Lord Alvin den Sitz seiner Familie überfallen haben, flieht der junge Robert von Huntington mit seinen Freunden in die Wälder des Sherwood Forest. Auf der abenteuerlichen Flucht lernt er Bruder Tuck, einen Mönch, sowie Little John und dessen Räuberbande kennen. Diese haben bei einem Überfall zufällig Lady Marian befreit, die von den Soldaten Lord Alvins entführt wurde.","versions":[{"lang":1,"streams":[{"redirect":13823002,"hoster":"VOE"},{"redirect":13823001,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geheimnisvoller Sherwood Forest","epNo":2,"alt":"","descr":"Robin, Little John und deren Bande werden im Wald an einem See von Lord Alvins Soldaten aufgespürt und angegriffen. Als die Situation ausweglos scheint, erscheint ein riesiger Fisch aus dem See, vor dem die Soldaten in panischer Angst flüchten. Robin kann das Monster jedoch beruhigen. Lady Marian ist unterdessen allein zu dem nahegelegenen Schloss ihrer Familie unterwegs und wird von einem Offizier Lord Alvins vor Wölfen gerettet.","versions":[{"lang":1,"streams":[{"redirect":13822999,"hoster":"VOE"},{"redirect":13823000,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der magische Bogen","epNo":3,"alt":"","descr":"Lady Marians Retter ist Ritter Gilbert. Da sie ihr Familienwappen, das goldene Kreuz, nicht trägt, erkennt er sie nicht. Er ist als Edelmann von der wunderschönen jungen Adligen fasziniert und lässt sie auf ihren Wunsch hin allein weiterziehen. Robin hingegen zieht es an den Stammsitz seiner Familie, der nun niedergebrannt in Trümmern liegt. Dort spürt ihn jedoch Ritter Gilbert auf. Er will sich für eine Narbe im Gesicht rächen, die ihm Robin beigebracht hat. Es kommt zum Kampf, doch gerade als Gilbert Robin mit dessen eigenem Bogen besiegen will, erfüllt sich eine alte Prophezeiung: Der Bogen ist verzaubert, und nur Menschen mit reinem Herzen können ihn spannen.","versions":[{"lang":1,"streams":[{"redirect":13823004,"hoster":"VOE"},{"redirect":13823003,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Hütte im Wald","epNo":4,"alt":"","descr":"Robin rettet Marian vor den Jagdhunden. Dabei hilft ihm ein Wolfsrudel. In der neuen Hütte im Wald finden sie Unterschlupf vor den Soldaten Baron Elvyns.","versions":[{"lang":1,"streams":[{"redirect":13823005,"hoster":"VOE"},{"redirect":13823006,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ghisborne","epNo":5,"alt":"","descr":"In der Geschichte \"Ghisborne, der Rächer\" müssen Robin und seine Freunde gegen drei mächtige Krieger antreten. All ihre Pfiffigkeit kann ihnen nicht helfen. Die Söldner sind nicht zu stark.","versions":[{"lang":1,"streams":[{"redirect":13823008,"hoster":"VOE"},{"redirect":13823010,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gentleman-Banditen","epNo":6,"alt":"","descr":"Little Johns Leute sind keine Gentleman-Banditen, denn sie klauen wie die Raben. Zudem versuchen sie gegen die Soldaten des Barons zu bestehen. Dazu nutzen sie eine selbstgebaute Maschine.","versions":[{"lang":1,"streams":[{"redirect":13823011,"hoster":"VOE"},{"redirect":13823012,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Verwechslung","epNo":7,"alt":"","descr":"Ritter Gilbert soll Marian entführen. Da Winifried Marians goldenes Kreuz trägt, hält Gilbert sie für Marian und bringt sie auf das Schloss zu Lord Elvyn. Robin ist entsetzt über diese Verwechslung.","versions":[{"lang":1,"streams":[{"redirect":13823013,"hoster":"VOE"},{"redirect":13823014,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zu spät","epNo":8,"alt":"","descr":"Marian und Winifried sind Lord Elvyns Gefangene.Robin und Will machen sich auf,die Mädchen zu befreien. In Little Johns Kampfmaschine rollen sie zum Schloss. Hoffentlich kommen sie nicht zu spät!","versions":[{"lang":1,"streams":[{"redirect":13823015,"hoster":"VOE"},{"redirect":13823016,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gestern Feind","epNo":9,"alt":"","descr":"Robin Hood und Little John schließen endlich Freundschaft. Sie sehen ein, dass man zusammen viel mehr gegen ihn ausrichten kann.","versions":[{"lang":1,"streams":[{"redirect":13823018,"hoster":"VOE"},{"redirect":13823019,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"In den Kerkern von Nottingham Castle","epNo":10,"alt":"","descr":"In den Kerkern von Nottingham Castle warten Marian und Winifried auf ihre Befreier. Sie wissen, dass sie sich auf Robin und seine Freunde verlassen können. Als diese in die Burg eindringen, stellt ihnen Lord Elvyn eine gemeine Falle. Marian erhält inzwischen Hilfe von ganz anderer Seite.","versions":[{"lang":1,"streams":[{"redirect":13823020,"hoster":"VOE"},{"redirect":13823021,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Plan des Bischofs","epNo":11,"alt":"","descr":"Der Plan des Bischofs ist es, Marian zu adoptieren, um so an das Vermögen ihrer Familie zu kommen. Robin und seine Freunde haben nicht mehr viel Zeit, die Mädchen aus den Händen der Schurken zu befreien. Sie greifen zu einer List.","versions":[{"lang":1,"streams":[{"redirect":13823022,"hoster":"VOE"},{"redirect":13823024,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Maskerade","epNo":12,"alt":"","descr":"Als Mädchen verkleidet kommen sie endlich in das Schloss, doch Ritter Gilbert entdeckt im letzten Augenblick die Maskerade.","versions":[{"lang":1,"streams":[{"redirect":13823027,"hoster":"VOE"},{"redirect":13823028,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Adoption","epNo":13,"alt":"","descr":"Ein wilder Kampf zwischen Robin und Gilbert beginnt. Die Chancen für Robin stehen denkbar schlecht. Da zeigt der schurkische Lord Elvyn sein wahres Gesicht, und Ritter Gilbert beweist, dass er ein Mann von Ehre ist.","versions":[{"lang":1,"streams":[{"redirect":13823029,"hoster":"VOE"},{"redirect":13823030,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Barbara und der Wolf","epNo":14,"alt":"","descr":"Winifrieds kleine Schwester Barbara fühlt sich missverstanden und läut weg. Während Robin und die anderen auf der Suche nach ihr sind, befreit sie einen kleinen Wolf aus einer Falle und freunden sich mit ihm an.","versions":[{"lang":1,"streams":[{"redirect":13823033,"hoster":"VOE"},{"redirect":13823032,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Eine unerwartete Wendung","epNo":15,"alt":"","descr":"Robin trifft sein Pferd ‚Weißer Donner‘ wieder. Doch sein ehemals bester Freund hat sich total verändert und ist sehr aufgebracht und wütend ihm gegenüber. Weiß er etwa mehr über den geheimnisvollen Unfall, bei dem Robins Eltern umkamen?","versions":[{"lang":1,"streams":[{"redirect":13823035,"hoster":"VOE"},{"redirect":13823037,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein ungleicher Kampf","epNo":16,"alt":"","descr":"Ritter Gilbert, der von Lord Alwyn für seine Untreue eingekerkert wurde, flieht aus seinem Gefängnis in den Sherwood Forrest. Als er Marian entführt, kommt es zu einem alles entscheidenten Kampf mit Robin, der fatalen Folgen für ihn und Ritter Gilbert hat.","versions":[{"lang":1,"streams":[{"redirect":13823038,"hoster":"VOE"},{"redirect":13823039,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wettlauf mit der Zeit","epNo":17,"alt":"","descr":"Bischof Herford hat der Bande von Little John vergiftete Lebensmitttel zukommen lassen, um sie leichter fangen zu können. Während Bruder Tuck die Kranken versorgt, machen sich Robin, Will und Little John auf den Weg, um das rettende Salz zur Heilung ihrer Freunde zu beschaffen.","versions":[{"lang":1,"streams":[{"redirect":13823042,"hoster":"VOE"},{"redirect":13823043,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bruder Tucks grosse Stunde","epNo":18,"alt":"","descr":"Bruder Tuck hilft Mrs. Remley und deren Söhne, die sich um den Anteil eines Landstriches mit einer Wasserquelle streiten. Auch Lord Alwyn interessiert sich für das Besitztum und schmiedet einen finsteren Plan, um die Quelle und das Anwesen in seinen Besitz zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":13823044,"hoster":"VOE"},{"redirect":13823046,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Erica","epNo":19,"alt":"","descr":"Robin begegnet im Wald dem Mädchen Erica, die ein Geheimnis umgibt. Später treffen er und die Kinder auf zwei Köhler, die Holzkohle herstellen. Es scheint, als ob zwischen Erica und den Köhlerleuten eine Verbindung bestehen würde.","versions":[{"lang":1,"streams":[{"redirect":13823048,"hoster":"VOE"},{"redirect":13823049,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Erdrutsch","epNo":20,"alt":"","descr":"Bei einem Kampf zwischen Robin und Lord Alwyn geraten beide in die Fänge eines Krebses, der den Sandboden unter ihnen wegzieht, um sie so zu fangen. Alwyns Leben hängt nur noch an einem seidenen Faden. Soll Robin seinen Stolz vergessen und seinen Erzfeind retten?","versions":[{"lang":1,"streams":[{"redirect":13823052,"hoster":"VOE"},{"redirect":13823053,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Löwe ist los","epNo":21,"alt":"","descr":"Lord Alwyn versucht mit allen Mitteln, Robin und seine Freunde loszuwerden. Deshalb heuert er einen Löwendompteur mit einen bösartigen Löwen an. Als der Löwe im Sherwood Forrest ausgesetzt ist, verbreitet er Angst und Schrecken. Nur Barbara bleibt von seinen Angriffen verschont.","versions":[{"lang":1,"streams":[{"redirect":13823054,"hoster":"VOE"},{"redirect":13823055,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Geisterhaus","epNo":22,"alt":"","descr":"Im Sherwood Forrest befindet sich das alte Anwesen von Graf Munderose. Dort soll der alte Graf noch Jahre nach seinem Tode als Geist herumspuken. Robin und die anderen sind fest entschlossen, der Sache nachzugehen und den Spuk zu beenden. Im Keller des Anwesens treiben sich mysteriöse Gestalten herum.","versions":[{"lang":1,"streams":[{"redirect":13823061,"hoster":"VOE"},{"redirect":13823062,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Wunderwaffe","epNo":23,"alt":"","descr":"Da die Bauern des Dorfes sich weigern, den Soldaten von Lord Alwyn immer mehr höhere Steuern zukommen zu lassen, droht dieser mit einer neuen Wunderwaffe, die so mächtig ist, dass sie alles in Schutt und Asche legen wüsie. Doch plötzlich fängt die Waffe wie von Geisterhand von allein Feuer und brennt.","versions":[{"lang":1,"streams":[{"redirect":13823056,"hoster":"VOE"},{"redirect":13823060,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das Mädchen in Schwarz","epNo":24,"alt":"","descr":"Robin verliebt sich in das Mädchen Cleo. Erst viel später erfährt er, dass Cleo die Schwester von Ritter Gilbert ist, die nach Nothingham Castle gekommen ist, um die näheren Umstände über des Tod ihres geliebten Bruders zu erfahren. Lord Alwyn macht Robin dafür verantwortlich. Cleo glaubt ihm und will sich an Robin rächen.","versions":[{"lang":1,"streams":[{"redirect":13823063,"hoster":"VOE"},{"redirect":13823064,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Hinterhalt","epNo":25,"alt":"","descr":"Mit seiner neuen Zollstation will Lord Alwyn allen, die durch den Sherwood Forrest müssen, einen Wegezoll abnehmen und hofft dadurch, dass niemand mehr in den Wald geht und die Banditen bald keine Beute mehr haben. Zur selben Zeit planen Little John und die Banditen, die Zollstation zu zerstören und es kommt zu einem entscheidenten Kampf zwischen Robin und Cleo.","versions":[{"lang":1,"streams":[{"redirect":13823067,"hoster":"VOE"},{"redirect":13823068,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Ruhe nach dem Sturm","epNo":26,"alt":"","descr":"Durch ihren Hass auf Alwyn entwickelt Marian geheimnisvolle magische Kräfte, die sie einsetzt, als der Lord sie im Wald auflauert und ihr ihr Kreuz abgenommen hat. Sie verfolgt ihn bis zum Lager der ‚Ritter Der Schwarzen Rose‘, um es wiederzubekommen.","versions":[{"lang":1,"streams":[{"redirect":13823069,"hoster":"VOE"},{"redirect":13823071,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Der Findling","epNo":27,"alt":"","descr":"Little John und Mutch finden bei ihrer Suche nach Nahrungsvorräten im Sherwood Forrest einen Korb mit einem Findelkind. Während die Mutter es hier nur vor Lord Alwyns Soldaten versteckt hatte und es nun verzweifelt sucht, beschließt Little John das Kind zu adoptieren und es zu seinem Nachfolger zu machen.","versions":[{"lang":1,"streams":[{"redirect":13823072,"hoster":"VOE"},{"redirect":13823073,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Die Legende vom fliegenden Schiff","epNo":28,"alt":"","descr":"Bruder Tuck erzählt, dass es ganz oben auf dem höchsten Berg des Waldes ein Fliegendes Schiff geben soll. Sofort machen sich die Kinder auf den Weg dorthin. Aber die Reise ist schwer und gefährlich. Nur Robin und Little John erreichen das Ziel und entdecken etwas, was sie sich niemals zuvor vorgestellt haben.","versions":[{"lang":1,"streams":[{"redirect":13823075,"hoster":"VOE"},{"redirect":13823076,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Die Prophezeiung","epNo":29,"alt":"","descr":"Als Winifrieds sich von Bruder Tuck die Karten legen lässt prophezeit er ihr, dass sie sich verlieben wird. Kurze Zeit später begegnet sie dem jungen Dunken, der von gnadenlosen Kopfgeldjägern verfolgt wird. Die anderen machen sich Sorgen um Winifried, denn Dunken wird überall steckbrieflich gesucht.","versions":[{"lang":1,"streams":[{"redirect":13823078,"hoster":"VOE"},{"redirect":13823079,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Die List des Barons","epNo":30,"alt":"","descr":"Lord Alwyn möchte sich die Steuergelder auf sein Schloss transportieren lassen. Da der einzige Weg aber durch den Sherwood Forrest führt und da er befürchtet, dass die Kutsche mit dem Geld Robin Hood in die Hände fällt, schickt er zwei Kutschen los. Eine wird von Soldaten bewacht und die andere von den Rittern der Schwarzen Rose und Gilberts Schwester Cleo.","versions":[{"lang":1,"streams":[{"redirect":13823081,"hoster":"VOE"},{"redirect":13823082,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Rache der Banditen","epNo":31,"alt":"","descr":"Robin Hood und die Banditen von Little John beschließen in das Schloß von Lord Alwyn einzudringen, um Alwyns gestohlenes Gold wiederzubekommen. Nachdem sie die Soldaten alle mit der Hilfe von einschläfernden Pilzen außer Gefecht gesetzt haben, dringen sie schließlich in die Schatzkammer des Lords ein.","versions":[{"lang":1,"streams":[{"redirect":13823083,"hoster":"VOE"},{"redirect":13823085,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Ein Vater für Barbara","epNo":32,"alt":"","descr":"Lord Alwyn will die alte Gibson – Mine im Sherwood Forrest wiedereröffnen, die vor 20 Jahren vom vorhergehenden Lord geschlossen wurde, da sie giftige Stoffe freisetzt. Der beauftragte Bergmann Kirk, der die Mine inspizieren soll, ähnelt Barbaras totem Vater und das Mädchen folgt ihm heimlich.","versions":[{"lang":1,"streams":[{"redirect":13823086,"hoster":"VOE"},{"redirect":13823089,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Der verseuchte Fluss","epNo":33,"alt":"","descr":"Der Fluss ist durch die giftigen Stoffe aus der Mine verseucht. Während Alwyn die ‚Ritter Der Schwarzen Rose‘ beauftragt, Marian zu entführen, um an ihr Kreuz zu kommen, beschließt Robin Cleo im Sherwood Forrest aufzusuchen, um ihr endlich die Wahrheit über Gilberts Tod zu erzählen.","versions":[{"lang":1,"streams":[{"redirect":13823090,"hoster":"VOE"},{"redirect":13823091,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Die Stimme aus dem Nebel","epNo":34,"alt":"","descr":"Robin und Cleo haben sich ausgesprochen. Inzwischen wurde Marian, die von den ‚Rittern Der Schwarzen Rose‘ entführt wurde, von einem geheimnisvollen Fremden gerettet. Als die Ritter schließlich gegen Robin und Cleo kämpfen, taucht plötzlich der Fremde aus dem Nebel auf. Es ist Ritter Gilbert – Er lebt!","versions":[{"lang":1,"streams":[{"redirect":13823093,"hoster":"VOE"},{"redirect":13823095,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die guten alten Zeiten","epNo":35,"alt":"","descr":"Bruder Tuck wird von einem unbekannten Angreifer mit einem Pfeil verletzt. Er erzählt in seinem Krankenbett eine Geschichte, die sich vor 20 Jahren ereignet hat. Damals war er mit Robins Vater, seiner Mutter und Alwyn sehr gut befreundet. Doch der Kupferfund von Alwyn und dessen Eifersucht auf Robins Vater schürten seinen Hass.","versions":[{"lang":1,"streams":[{"redirect":13823096,"hoster":"VOE"},{"redirect":13823097,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Der mysteriöse Wildhüter","epNo":36,"alt":"","descr":"Tuck erzählt weiter davon, wie ein Mann angeheuert wurde, den gefitgen Schlamm der Gibson – Mine, in den Wald zu befordern. Robins Vater gelang es, den Stadthalter davon zu überzeugen, die Mine wieder zu schließen. Doch Alwyn, der Gibsons Schüler ist schwört Rache.","versions":[{"lang":1,"streams":[{"redirect":13823099,"hoster":"VOE"},{"redirect":13823101,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Sherwood Forest brennt","epNo":37,"alt":"","descr":"Cleo geht zu Lord Alwyn und stellt ihn zur Rede. Er nimmt sie gefangen und wirft die ‚Ritter Der schwarzen Rose‘ in den Kerker. Jetzt will es der Lord wissen und greift mit seiner neuen Superwaffe den Sherwood Forrest an, entführt Marian und lässt den Wald lichterloh in Flammen aufgehen.","versions":[{"lang":1,"streams":[{"redirect":13823102,"hoster":"VOE"},{"redirect":13823105,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Der Schatz in den Wäldern","epNo":38,"alt":"","descr":"Marians Kreuz hat den Weg zum Schatz im Sherwood Forrest offenbahrt. Lord Alwyn und Bischhof Herford begeben sich zu dem geheimnisvoll leuchtenden Baum. Während Little John und die Banditen noch immer versuchen, den Waldbrand einzudämmen, macht sich Robin Hood auf den Weg, Marian und Cleo aus den Fängen des Lords zu befreien.","versions":[{"lang":1,"streams":[{"redirect":13823122,"hoster":"VOE"},{"redirect":13823135,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Das Licht der Freundschaft","epNo":39,"alt":"","descr":"In dem Baum finden sie eine geheimnisvoll leuchtende Kugel, die über magische Kräfte verfügt. Alwyn, Herford, Marian und Cleo werden von den Kräften der Kugel gebannt. Nun kann ihnen nur noch Robin und Gilbert helfen. Die beiden vergessen ihre Feindschaft, halten zusammen und erleben zusammen mit Marian und Cleo ein unfassbares Wunder.","versions":[{"lang":1,"streams":[{"redirect":13823161,"hoster":"VOE"},{"redirect":13823195,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Alwyns zweite Chance","epNo":40,"alt":"","descr":"Prinz John, der Bruder von König Löwenherz kommt nach Nothingham Castle, um nach dem Verschwinden von Lord Alwyn nach dem Rechten zu sehen. Doch plötzlich taucht der todgeglaubte Lord Alwyn wieder im Sherwood Forrest auf. Robin und die anderen bemerken, dass er seine Sünden bereut und sich von nun an besseren will, um ein würdiger Gouvaneur von Nothingham zu werden. Doch kann man ihm wirklich trauen?","versions":[{"lang":1,"streams":[{"redirect":13823223,"hoster":"VOE"},{"redirect":13823220,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Verrat an England","epNo":41,"alt":"","descr":"Auf Nothingham Castle wird ein Bogenturnier veranstaltet, zu dem alle Dorfbewohner von Lord Alwyn und Prinz John eingeladen werden. Robin belauscht ein heimliches Gespräch zwischen Herford und Lord Alwyn, was dessen Sinneswandel wieder in Frage stellt. Der Lord kann Robin Hood stellen und bewirkt durch eine geschickt eingefädelte Lüge, daß man Robin ein Attentat auf Prinz John anhängt und er zum Geächteten wird.","versions":[{"lang":1,"streams":[{"redirect":13823264,"hoster":"VOE"},{"redirect":13823265,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Der \u0026quot;See der Wahrheit\u0026quot;","epNo":42,"alt":"","descr":"Bruder Tuck bekommt Besuch von seinem ehemaligen Schüler, dem Spielzeugerfinder Thomas. Damit Robins Unschuld bewiesen werden soll, begeben sie sich zum ‚See Der Wahrheit‘ von dem man sagt, dass jeder der reinen Herzens ist, dort nicht untergehen kann. Doch unterwegs wird Robin von einer kleinen Kampfmaschine angegriffen. Ist Thomas der Übeltäter und was trägt er in seinem Sack mit sich?","versions":[{"lang":1,"streams":[{"redirect":13823267,"hoster":"VOE"},{"redirect":13823268,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Die entscheidende Schlacht","epNo":43,"alt":"","descr":"Robin wird in ganz Nottingham steckbrieflich gesucht und es ist eine Belohnung auf seinem Kopf ausgesetzt. Viele machen sich auf, um ihn zu fangen. Auch der gefürchtete Ritter Warhall macht sich auf dem Weg, um Robin zu stellen. Schließlich fordert er ihn zu einer allesentscheidenten Schlacht heraus.","versions":[{"lang":1,"streams":[{"redirect":13823271,"hoster":"VOE"},{"redirect":13823272,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Der Unglücksrabe","epNo":44,"alt":"","descr":"Der Farmer Johnes ist ein Unglücksrabe. Alles, was er in die Hand nimmt, misslingt ihm und er erntet nur das Gespött der Leute. Um es allen zu zeigen, macht er sich auf den Weg nach Sherwood Forrest, wo er sich mit einem anderen Rittergesellen zusammenschließt, um zusammen Robin Hood endlich zur Strecke zu bringen.","versions":[{"lang":1,"streams":[{"redirect":13823276,"hoster":"VOE"},{"redirect":13823277,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Eine starke Truppe","epNo":45,"alt":"","descr":"Als Barbara und Winifried im Sherwood Forrest von den Soldaten Lord Alwines angegriffen werden, retten ihnen eine unbekannte Frau namens Griselda und ihre beiden Gesellen das Leben. Griselda ist eine gefürchtete Räuberin, die mit ihrer Stärke und ihrem Mut großen Eindruck auf Barbara macht. Sie beschließt genauso tapfer zu werden, um eines Tages in Griseldas Truppe aufgenommen zu werden.","versions":[{"lang":1,"streams":[{"redirect":13823280,"hoster":"VOE"},{"redirect":13823279,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Mann ohne Gedächtnis","epNo":46,"alt":"","descr":"Robin Hood wird aus den Fängen eines Kopfgeldjägers Lord Alwyns von einem unbekannten Mann gerettet. Der Mann hat sein Gedächtnis verloren und streift schon seit Monaten ziellos durch die Wälder. Er schließt sich Little John an und mit dessen Hilfe gelingt es den Banditen, so viele Nahrungsmittel wie noch nie zuvor zum Überleben zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":13823282,"hoster":"VOE"},{"redirect":13823284,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Der König von England","epNo":47,"alt":"","descr":"Noch immer ist der unbekannte Mann bei den Banditen und bei Robin Hood im Sherwood Forest. Als Robin und Little John von dem Kopfgeldjäger gefangengenommen werden, rettet er sie in letzter Minute vor dem sicheren Tod. Als er den Sherwood Forest verlässt, hat er sein Gedächtnis wieder und schenkt Little John als Andenken seinen Anhänger.","versions":[{"lang":1,"streams":[{"redirect":13823286,"hoster":"VOE"},{"redirect":13823287,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Der falsche Robin","epNo":48,"alt":"","descr":"Lord Alwyn hat einen falschen Robin Hood angeheuert, der im Dorf und im Sherwood Forrest Leute ausraubt und sein Unwesen treibt, um den Hass des Volkes auf Robin Hood zu verstärken. Robin kann den falschen Robin stellen, aber erfährt von ihm, dass die Soldaten Lord Alwyns Little John und die Banditen gefangen genommen haben, um diese hinzurichten.","versions":[{"lang":1,"streams":[{"redirect":13823288,"hoster":"VOE"},{"redirect":13823289,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Der Prinz des Waldes","epNo":49,"alt":"","descr":"Im letzten Moment kommt Little John vor der Hinrichtung davon. Lord Alwyn ernennt ihn stattdessen zum Anführer der königlichen Garde, da er hofft, mit ihm Robin schneller fangen zu können. Mutch, der den Anhänger des Fremden trägt und ein königliches Muttermal auf seinem Körper hat, wird von Alwyn zum Thronfolger ernannt. Der Lord plant, Prinz John zu vergiften. Doch Herford weigert sich und flieht in den Sherwood Forest.","versions":[{"lang":1,"streams":[{"redirect":13823293,"hoster":"VOE"},{"redirect":13823294,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Die Entscheidung","epNo":50,"alt":"","descr":"Während die Banditen immer noch im Dienste der königlichen Garde sind und Mutch sich auf seine neue Rolle als künftiger König von England vorbereitet, errichtet die königliche Garde auf Alwyns Befehl eine neue Allee für den Königsnachfolger. Robin entschließt sich, nach Nottingham Castle zu gehen, um mit Lord Alwyn entgültig abzurechnen.","versions":[{"lang":1,"streams":[{"redirect":13823290,"hoster":"VOE"},{"redirect":13823291,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Die Krönung","epNo":51,"alt":"","descr":"Die Krönung von Mutch rückt immer näher. Marian, Will und die anderen ziehen durch die Dörfer, um die Leute darüber aufzuklären, was Lord Alwyn mit der Krönung bezweckt. Als der Tag gekommen ist, versammelt sich das Volk von Nottingham Castle, um dem Ereignis beizuwohnen. Unter ihnen ist auch der geheimnisvolle Fremde.","versions":[{"lang":1,"streams":[{"redirect":13823296,"hoster":"VOE"},{"redirect":13823299,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Der König der Wälder","epNo":52,"alt":"","descr":"Robin stellt Lord Alwyn während der Krönung zur Rede und wird im rechten Moment von Ritter Gilbert vor Alwyns Soldaten gerettet. Der Fremde gibt sein wahres Gesicht zu erkennen – er ist Richard Löwenherz, der verschollene König von England. Lord Alwyn, Bischof Herford und Richards Bruder John werden aufgrund ihrer Schandtaten zu lebenslanger Verbannung verurteilt und in Nottingham Castle und im Sherwood Forest ziehen so endlich wieder Frieden und Gerechtigkeit ein.","versions":[{"lang":1,"streams":[{"redirect":13823300,"hoster":"VOE"},{"redirect":13823301,"hoster":"Streamtape"}]}]}]}]}