{"path":"/serie/stream/robotics-notes","name":"Robotics;Notes","descr":"Im Jahre 2009 wurde Tokios Shibuya-Distrikt vollkommen zerstört, ein Jahr später folgte der Radio Kaikan-Komplex in Akihabara. Um der Bevölkerung das Vergessen der Ereignisse zu erleichtern und sie von Sorgen zu befreien, werden 2019 erstmals Geräte geschaffen, die es ermöglichen, vollkommen in eine virtuelle Realität abzutauchen. Diese Möglichkeit zur Flucht vom Alltag nutzen die Menschen gern und es durchdringt bald alle Gesellschaftsschichten...Außer einem kleinen Wissenschaftsclub, der kurz vor der Auflösung steht, weil nur noch zwei Mitglieder aktiv teilnehmen. Die einzige Hoffnung für den Club steckt in ihrem neusten Roboter. Dabei ahnen die Freunde noch nicht, dass es bald mehr als nur eine Arbeitsgemeinschaft zu retten gibt.","seasons":[{"path":"/serie/stream/robotics-notes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/robotics-notes/staffel-1/episode-1","name":"","epNo":1,"alt":"Because Gunvarrel\u0027s Waiting","descr":"Kaito Yashio und sein Freund Akiho Senomiya sind die verbleibenden Mitglieder des Robotics Club ihrer Schule. Nachdem Akiho eine Budgetanfrage im Personalraum eingereicht hat, besuchen sie und Kaito, der seine Zeit damit verbringt, Spiele auf seinem Poke-Com-Gerät zu spielen, einen alten Hangar mit einem großen Roboter, an dem der Robotics Club seit seiner Gründung arbeitet, GunBuild -1, basierend auf einem beliebten Roboter-Anime, \"Gunvarrel\", dessen letzte Episode nie ausgestrahlt wurde. Am nächsten Tag erklärt sich der Vize-Direktor bereit, dem Robotics Club sein vorgeschlagenes Budget unter der Bedingung zu geben, dass er ein in zwei Wochen stattfindendes Roboterturnier gewinnt, wobei der Club bei einer Niederlage aufgelöst wird. Als Kaito und Akiho darüber nachdenken, ob sie eine solche Leistung vollbringen können, wird ein mysteriöses Mädchen gesehen, das eine Anzeige erstattet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11315844","hoster":"VOE"},{"path":"/redirect/10137399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-2","name":"","epNo":2,"alt":"Because of Dreams, Hopes and Passion","descr":"Kaito und Akiho brauchen einen Roboter für das Turnier und finden einen alten Hobby-Roboter, die \"Tanegashi-Maschine\", im Lager, nur um festzustellen, dass seine Batterien leer sind. Akiho geht zu einem alten Mann namens Tetsuharu \u0027Doc\u0027 Fujita, um neue Teile zu bekommen, findet aber heraus, dass sie zu teuer sind. Kaito bittet die Ladenbesitzerin Mizuka Irei, nach etwaigen Schwächen von Doc zu suchen, damit er seine Preise senken kann. Dies führt dazu, dass Akiho Docs Enkelin Junna Daitoku trifft. Obwohl Junna keine große Hilfe ist, schafft es Akiho, die benötigten Teile dank eines Vorschusses und einer Zusage, mit dem Preisgeld zu bezahlen, zu besorgen. Nachdem sie den Roboter repariert haben, arbeiten Akiho und Kaito daran, ihn zu kontrollieren, wobei Kaito auch mit Akihos \"Elefanten-Maus-Syndrom\" zu kämpfen hat, einer Krankheit, die sie nach der SSAnemonenvorfall vor sieben Jahren, in dem die Zeit für sie schnell vorrückt. Kaito bemerkt ihre Müdigkeit und stimmt zu, der Operator des Roboters zu sein, unter der Bedingung, dass sie die Steuerung ähnlich wie bei seinem Lieblingsspiel \"Kill-Ballad\" macht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11315846","hoster":"VOE"},{"path":"/redirect/10137396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-3","name":"","epNo":3,"alt":"Tanegashi Accel Impaaaaaact!","descr":"Kaito und Akiho fahren mit ihrer Lehrerin Mitsuhiko Nagafukada zum Robo-One-Turnier, obwohl sie kein Hotel zum Einchecken haben. Während Kaito mit dem Roboter übt, erlebt er für einen kurzen Moment ein seltsames Gefühl. Das Turnier beginnt bald und Kaito schafft es mit seiner Taktik durch die Vorrunden und ins Finale zu kommen. Vor dem letzten Spiel macht sich Akiho Sorgen um Kaito, der vor dem Turnier nicht viel geschlafen hatte. Bald beginnt das letzte Match gegen den amtierenden Meister Mr. Pleiades, dessen Roboter einige wilde Tricks im Ärmel hat. Während Kaitos Roboter gegenüber Pleiades im Nachteil ist, erlebt Kaito eine Umkehrung des \"Elefanten-Maus-Syndroms\" von Akiho, das die Zeit für ihn verlangsamt und einen Gegenangriff macht; welches Akiho das \"Tanegashi Accel Impact\", wodurch beide aus der Arena geworfen werden, was auch dazu führt, dass Kaito im besten Zwei-von-Drei-Match verloren hat. Nach seiner Rückkehr nach Hause hat Kaito eine kurze Begegnung mit der Schöpferin von Kill Ballad, Frau Koujiro. Als Vize- Der Schulleiter bereitet sich darauf vor, den Robotik-Club aufzulösen, Kaito gelingt es zu beweisen, dass Mr. Pleiades tatsächlich ihr Klassenkamerad Subaru Hidaka ist, was bedeutet, dass die Schule das Robo-One-Turnier technisch immer noch gewonnen hat, wie es der Vize-Direktor beantragt hat abgesagt und Subaru gezwungen, beizutreten, um sein Geheimnis vor der Öffentlichkeit zu bewahrenKaito hat eine kurze Begegnung mit der Schöpferin von Kill Ballad, Frau Koujiro. Während der Vize-Direktor sich darauf vorbereitet, den Robotik-Club aufzulösen, gelingt es Kaito zu beweisen, dass Mr. Pleiades tatsächlich ihr Klassenkamerad Subaru Hidaka ist. Nachdem die Auflösung des Robotics Club abgesagt und Subaru gezwungen wurde, sich anzuschließen, um sein Geheimnis vor der Öffentlichkeit zu schützen, hat Akiho ihr Ziel im Visier, Hilfe von . zu gewinnenKaito hat eine kurze Begegnung mit der Schöpferin von Kill Ballad, Frau Koujiro. Während der Vize-Direktor sich darauf vorbereitet, den Robotik-Club aufzulösen, gelingt es Kaito zu beweisen, dass Mr. Pleiades tatsächlich ihr Klassenkamerad Subaru Hidaka ist. Nachdem die Auflösung des Robotics Club abgesagt und Subaru gezwungen wurde, sich anzuschließen, um sein Geheimnis vor der Öffentlichkeit zu schützen, hat Akiho ihr Ziel im Visier, Hilfe von . zu gewinnens Auflösung abgesagt und Subaru zum Beitritt gezwungen, um sein Geheimnis vor der Öffentlichkeit zu bewahren, setzt Akiho ihr Ziel auf Hilfe vons Auflösung abgesagt und Subaru zum Beitritt gezwungen, um sein Geheimnis vor der Öffentlichkeit zu bewahren, setzt Akiho ihr Ziel auf Hilfe vonJAXA , um GunBuild-1 abzuschließen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11315851","hoster":"VOE"},{"path":"/redirect/10137398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-4","name":"","epNo":4,"alt":"Together, Let\u0027s Build a Giant Robot of Justice!","descr":"Akiho versucht, ihren Vater Ken\u0027ichirō Senomiya, den Präsidenten des Tanegashima Space Center ., zu bekommen, um ihr riesiges Roboterprojekt zu finanzieren, aber ihre Mutter lässt diesen Gedanken bald fallen. Später wird Kaito zu einem Treffen mit Frau Koujiro gerufen, die mit bürgerlichem Namen Kona Furugōri heißt, um ihr beim Umzug in ihr Wohnheim zu helfen. Nach weiteren Informationen von Mizuka geht Akiho zu Mitsuhikos Onkel, der eine Süßwarenfabrik betreibt, um Sponsoring für ihren Roboter zu beantragen. Unterdessen gelingt es Subaru, Kaitos Hilfe für ein bevorstehendes Robo-One-Turnier in Las Vegas zu gewinnen. Als Subaru fragt, was Kaito während des Turniers getan hat, erinnert sich Kaito an einen Vorfall vom 11. September 2010, bei dem er und Akiho an Bord einer Fähre an einer Ohnmacht teilnahmen, bei der beide inverse Variationen des gleichen Syndroms bekamen. Später in der Nacht hört Kaito eine seltsame Stimme aus seinem Poke-Com, als ein Mädchen erscheint, wenn es durch seine AR-Schnittstelle gesehen wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486351","hoster":"VOE"},{"path":"/redirect/10137406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-5","name":"","epNo":5,"alt":"Is It Okay If I Call You \u0027Big Brother\u0027?","descr":"Da Kaito neugierig auf das Mädchen wird, das sie neulich gesehen hat, hört Kaito von Junna von verschiedenen Sichtungen des Mädchens. Während Akiho und Subaru ein Interview für das Robo-One-Turnier führen, gehen Kaito und Junna zum Strand, wo sie auf die Leiche eines gestrandeten Wals treffen. Als Kaito hört, dass sich Junna aus dem Karate-Club zurückgezogen hat, schlägt sie vor, dem Robotik-Club einen Besuch abzustatten. Später in der Nacht hört Kaito erneut die seltsame Stimme, die ihn zu einem verlassenen Gebäude führt, wo er das Mädchen schließlich durch sein Poke-Com trifft. Diese KI, namens Airi, entpuppt sich als eine Iru-O-App, die in den letzten 8 Jahren versucht hatte, Kaito zu kontaktieren. Dann zeigt sie Kaito eine versteckte Datei, die einen Bericht von einem Kō Kimijima enthält. Die Akte \"Kimijimas Bericht Nr. 1\" wurde aus Angst von Kimijima um seinen Tod erstellt. Darin wird beschrieben, dass die NASA im Jahr 2000 die Existenz von Monopolen in der Südpolarregion der Sonne entdeckte, die Angelegenheit jedoch massiv vertuschte . Kimijima enthüllt auch, dass die Sonne am Rande einer Explosion steht, der 2012, 2015 und 2019 große Sonneneruptionen vorausgingen und im Jahr 2020 enden. Während Kaito darüber nachdenkt, wie viele dieser Vorhersagen sich als richtig erwiesen haben, hat Mizuka eine seltsame Reaktion, als Kaito sie nach Kimijima fragt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491746","hoster":"VOE"},{"path":"/redirect/10137400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-6","name":"","epNo":6,"alt":"It\u0027s So Sad When a Dream Ends","descr":"Als Junna beim Robotics Club vorbeischaut und sich bereit erklärt, beizutreten, erinnert sich Kaito daran, was Mizuka ihm darüber erzählt hat, dass Akihos Schwester Misaki angeblich mit Airi befreundet war. Als Kaito Airi später in der Nacht noch einmal besucht, um mehr Details zu erfahren, einschließlich wie Kō Kimijima sie geschaffen hat, folgt er einem seltsamen Geräusch in einen unterirdischen Raum, wo er ein EGI-Gerät findet, mit dem Frequenzen in den Weltraum gesendet werden. Als Kaito versucht, mehr aus Airis \u0027Sister Centipede\u0027-Modus zu finden, erfährt er, dass Kō Kimijima ermordet wurde. Nach genug Streit mit Subaru beschließt Kona, dem Robotics Club beizutreten, und erklärt sich bereit, ihm bei seinen Kontrollen zu helfen, wenn Kaito dabei hilft, Amokläufer in Kill Ballad zu finden. Kona schafft es, das Programm in wenigen Tagen abzuschließen, während Junna Akiho dabei hilft, ein Sponsoring für ihren Roboter vom Süßigkeitenmarkenbesitzer Sumio Nagafukada zu sichern.Während sie die Steuerung üben, wird Subaru von seinem Vater angesprochen, der es nicht gut findet, dass er wieder Roboter nimmt. Als Subaru den Forderungen seines Vaters nachgibt, erleidet Akiho, traurig über die Zerstörung von Subarus Traum, einen weiteren Angriff mit dem \"Elefanten-Maus-Syndrom\".","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11315849","hoster":"VOE"},{"path":"/redirect/10137402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-7","name":"","epNo":7,"alt":"Thank You Berry Much","descr":"Als Akiho versucht, Subaru zu helfen, erkennt Kaito von Junna, dass die Geräusche des EGI-Geräts die Melodie von \" Kagome Kagome . waren\", dessen Text in Momenten, in denen Poke-Coms gleichzeitig eingefroren waren, an Millionen von Menschen gesendet wurde. Danach hilft er Kona bei der Suche nach den Kill Ballad-Betrügern und erhält ein Gerät, um Betrug zu erkennen, wenn er ihnen online begegnet Kurze Begegnung mit Subaru, der seinen Roboter selbst entsorgen will. Als Akiho Subaru ein kaputtes Teil liefert, verrät Kona Kaito, dass die letzte Episode des Gunvarrel-Animes nie ausgestrahlt wurde, weil das Personal kurz zuvor auf mysteriöse Weise mit dem Anime-Regisseur ihr gestorben war Mutter Minami Furugōri, des Mordes verdächtigt. Subaru zerlegt seinen Roboter, erklärt sich aber bereit, dem Robotics Club weiter zu helfen. Dank ihres Sponsorings und der Hilfe von Tetsuharu erhält der Club die Teile für den GunBuild-1. Als Kaito unheimliche Berichte über Sonneneruptionen hört passend zu Kimijimas Berichten,Kagome Kagome fängt an, von allen PokeComs aus zu spielen, und der Club wird plötzlich von einem Mitglied von . angesprochenJAXA , Nae Tennōji .","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491747","hoster":"VOE"},{"path":"/redirect/10137401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-8","name":"","epNo":8,"alt":"I\u0027m Nae Tennōji. Nice to meet you!","descr":"Kaito und die anderen werden zu JAXA gebracht, wo Nae erklärt, dass JAXA die Produktion ihres riesigen Roboters unterstützen möchte. Akiho lehnt ihr Angebot jedoch ab, als sie vorschlagen, ein neues von Grund auf neu zu bauen, anstatt GunBuild-1 abzuschließen. Später arbeitet Kaito mit Airi zusammen, um den Standort eines zweiten Berichts von Kimijima zu finden. Während Kaito daran arbeitet, die Bedingungen für den Zugriff auf den Bericht zu erfüllen, muss er inmitten eines Taifuns eine Antenne schützen. Als Kaito fast vom Antennenturm fällt, setzt sein \"Elefanten-Maus-Syndrom\" ein, sodass er sich in Sicherheit ziehen kann und die Antennen schützen kann. Kaito wird bald bewusstlos, aber er wird von Akiho gerettet, der von Airi auf seine Position aufmerksam gemacht wurde. Nachdem Kaito sich erholt und Akiho Airi erklärt hat, gelingt es Kaito, auf \"Kimijima\u0027s Report No. 2\" zuzugreifen.Darin heißt es, dass eine mysteriöse Gruppe namens \"das Komitee der 300\" einen Plan namens \"Human Cultivation Project\" ins Leben gerufen hatte, der darauf abzielt, die Weltbevölkerung auf eine Milliarde zu reduzieren und sie unter Kontrolle zu halteneine einzige Weltregierung durch Propaganda . Schließlich zitiert der Bericht, dass Kagome Kagome die Visitenkarte des Komitees der 300 ist, die gespielt wird, wenn sie Experimente durchführen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491748","hoster":"VOE"},{"path":"/redirect/10137404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-9","name":"","epNo":9,"alt":"The Fruit of all the Blood, Sweat and Tears","descr":"Während die anderen zu einem Festival in der Stadt gehen, wo sie auch auf Nae treffen, hilft Kaito Kona, ihre Suche nach Betrügern fortzusetzen, stellt sie Airi vor und erzählt ihr von den Kimijima-Berichten. Am nächsten Tag baut der Club die obere und untere Hälfte von GunBuild-1 zusammen und schließt den Bau ab, obwohl Akiho sich Sorgen macht, dass sie nichts von Misaki gehört hat. Da viele Leute zum ersten Testlauf von GunBuild-1 kommen, steuert Kaito die Roboter und bringt sie dazu, ihre ersten Schritte zu machen. Aufgrund der veralteten Konstruktion, die auch zum Ausfall des Dieselmotors führt, hinterlässt er jedoch zu Akihos Entsetzen keinen Eindruck beim Publikum.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491749","hoster":"VOE"},{"path":"/redirect/10137403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-10","name":"","epNo":10,"alt":"A Robot Only We Can Build","descr":"Als Kaito den Kill-Ballad-Betrüger ermittelt, fällt ein seltsamer elektrisch geladener Stein namens Monopol vom Himmel und landet vor ihm. Da Akiho theoretisiert, dass sie mehr davon verwenden könnte, um den GunBuild-1 anzutreiben, schlägt Subaru vor, aufzugeben und mit JAXA an einem neuen Roboter zu arbeiten. Als sich die Gang am nächsten Tag mit Nae trifft, um JAXA davon zu überzeugen, an der GunBuild-1 zu arbeiten, bringt Subaru einen Bericht über die Misserfolge des ersten Laufs und schlägt vor, wie sie einen neuen verbesserten Roboter bauen könnten, der auch an Bord geht Vorschlag von Junna, Augmented Reality zu verwenden, um ihm das Aussehen von Gunvarrel zu geben, wenn es durch ein Poke-Com betrachtet wird, wodurch zusätzliches Gewicht überflüssig wird. Als sie merkt, dass der Bau eines neuen Roboters ihren ursprünglichen Traum nicht ändert, steigt Akiho an Bord, um den neuen Roboter GunBuild-2 für die Messe vorzubereiten. Inzwischen,Mizuka spricht mit Airi und sagt ihr, sie solle verschwinden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491750","hoster":"VOE"},{"path":"/redirect/10137407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-11","name":"","epNo":11,"alt":"The Flag Has Been Set","descr":"Als Kona von Gerüchten über das Durchsickern von Gunvarrels letzter Episode fasziniert ist, gehen sie und Kaito daran, die Bedingungen zu klären, die zum Freischalten des dritten Berichts erforderlich sind, und finden die Aufgaben ziemlich mühsam. Als Kaito es schafft, den Kill-Ballad-Cheater zu besiegen, während er sich die Zeit vertreibt, wird die IRUO-Software, die Kona verwendet, um Cheater zu erkennen, mit einem Virus infiziert, der vermutlich vom Cheater selbst stammt. Später in der Nacht versucht Kaito, Informationen über Kimijima aus Mizuka herauszubekommen, während Misaki von ihren Vorgesetzten geschickt wird, um Kimijimas Berichte zu untersuchen. Am nächsten Tag, nachdem Kaito und Kona mit Junna Bewegungen für den GunBuild-2 aufgezeichnet haben, gelingt es ihnen, \"Kimijimas Bericht Nr. 3\" freizuschalten, der über Pläne spricht, einen Sonnensturm zu nutzen, um die Umwelt der Erde zu verändern und gleichzeitig einen Großteil der Menschheit zu eliminieren ,und dass die Erforschung von Drohnen, die vom Komitee der 300 kontrolliert werden, bereits seit dem Jahr 2012 von den weltweit führenden Robotern begonnen wurde, darunter Exoskeleton Inc., wo Misaki arbeitet. Als Kona zu Hause ankommt, erfährt Kona, dass die drei bestplatzierten Kill Ballad-Spieler tatsächlich vor einem halben Jahr auf mysteriöse Weise tot in ihren Häusern aufgefunden wurden, daher wurden sie imitiert, obwohl, als sie die Bestenlisten erneut überprüfen, die drei besten Spieler waren geändert. Gleichzeitig wird Gunvarrels letzte Episode öffentlich durchgesickert. Das Filmmaterial, das hauptsächlich aus unvollständigen Storyboards besteht, beschreibt die Roboter, die einen Weltraumaufzug betreten, wo sie versagen und in einem riesigen Ofen vernichten. Die aus ihrer Zerstörung gewonnene Kraft wird in einem Laser genutzt, der direkt in einDie aus ihrer Zerstörung gewonnene Kraft wird in einem Laser genutzt, der direkt in einDie aus ihrer Zerstörung gewonnene Kraft wird in einem Laser genutzt, der direkt in einDie aus ihrer Zerstörung gewonnene Kraft wird in einem Laser genutzt, der direkt in einDie aus ihrer Zerstörung gewonnene Kraft wird in einem Laser genutzt, der direkt in einwo Misaki arbeitet. Als Kona wieder zu Hause ankommt, erfährt Kona, dass die drei bestplatzierten Kill Ballad-Spieler tatsächlich vor einem halben Jahr auf mysteriöse Weise tot in ihren Häusern aufgefunden wurden, daher wurden sie imitiert, obwohl, wenn sie die Bestenlisten erneut überprüfen, die drei besten Spieler waren geändert. Gleichzeitig wird Gunvarrels letzte Episode öffentlich durchgesickert. Das Filmmaterial, das hauptsächlich aus unvollständigen Storyboards besteht, beschreibt die Roboter, die einen Weltraumaufzug betreten, wo sie versagen und in einem riesigen Ofen vernichten. Die aus ihrer Zerstörung gewonnene Kraft wird in einem Laser genutzt, der direkt in einwo Misaki arbeitet. Als Kona wieder zu Hause ankommt, erfährt Kona, dass die drei bestplatzierten Kill Ballad-Spieler tatsächlich vor einem halben Jahr auf mysteriöse Weise tot in ihren Häusern aufgefunden wurden, daher wurden sie imitiert, obwohl, wenn sie die Bestenlisten erneut überprüfen, die drei besten Spieler waren geändert. Gleichzeitig wird Gunvarrels letzte Episode öffentlich durchgesickert. Das Filmmaterial, das hauptsächlich aus unvollständigen Storyboards besteht, beschreibt die Roboter, die einen Weltraumaufzug betreten, wo sie versagen und in einem riesigen Ofen vernichten. Die aus ihrer Zerstörung gewonnene Kraft wird in einem Laser genutzt, der direkt in einObwohl sie die Bestenlisten erneut überprüfen, waren die drei besten Spieler geändert worden. Gleichzeitig wird Gunvarrels letzte Episode öffentlich durchgesickert. Das Filmmaterial, das hauptsächlich aus unvollständigen Storyboards besteht, beschreibt die Roboter, die einen Weltraumaufzug betreten, wo sie versagen und in einem riesigen Ofen vernichten. Die aus ihrer Zerstörung gewonnene Kraft wird in einem Laser genutzt, der direkt in einObwohl sie die Bestenlisten erneut überprüfen, waren die drei besten Spieler geändert worden. Gleichzeitig wird Gunvarrels letzte Episode öffentlich durchgesickert. Das Filmmaterial, das hauptsächlich aus unvollständigen Storyboards besteht, beschreibt die Roboter, die einen Weltraumaufzug betreten, wo sie versagen und in einem riesigen Ofen vernichten. Die aus ihrer Zerstörung gewonnene Kraft wird in einem Laser genutzt, der direkt in einDie aus ihrer Zerstörung gewonnene Kraft wird in einem Laser genutzt, der direkt in einDie aus ihrer Zerstörung gewonnene Kraft wird in einem Laser genutzt, der direkt in einSonnenfleck , der eine massive Sonneneruption entzündet, die nicht nur den Antagonisten \"Anubis\" zerstört, sondern auch das Leben auf der Erde auslöscht, woraufhin der Protagonist die Folgen des Ereignisses beklagt. Kaito ist dann entsetzt über die Ähnlichkeit der Episode mit Kimijimas Berichten. In diesem Moment kontaktiert Misaki Kaito und warnt ihn, sich nicht mit Angelegenheiten im Zusammenhang mit Kō Kimijima zu befassen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491751","hoster":"VOE"},{"path":"/redirect/10137408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-12","name":"","epNo":12,"alt":"Until You Like At Least One Thing","descr":"Trotz Misakis Warnungen beginnt Kaito, Flaggen zu sammeln, um den vierten Bericht freizuschalten. Später erfährt Junna, dass Tetsuharu auf die Intensivstation gebracht wurde, obwohl er sich weigert, sie zu besuchen, wenn sie zu Besuch kommt. Als Kaito von Mitsuhiko erfährt, dass Tetsuharu seine Roboterklinik schließen will, erfährt er von Mizuka, dass der Laden früher Roboter ausstellte, die von ihm entworfen wurden, um Kinder anzusprechen, bis vor 11 Jahren einer auf Junna fiel und sie Angst davor bekam Roboter. Akiho, der sich weigert, Junna aus dem Club austreten zu lassen, bis sie mindestens eine Sache an Robotern mag, beschließt, Doc aufzumuntern, indem sie seine alten Roboter repariert, von denen einer benötigt wird, damit Kaito eine der Flaggen vervollständigt. Junna ist jedoch erschrocken, als der Roboter, der an diesem Tag auf sie gefallen war, reaktiviert wird. Als Junna beschließt, den Robotics-Club zu verlassen,Kaito zeigt ihr ein Foto, das er im Laden gefunden hat. Als Tetsuharu in die Klinik gebracht wird, in der viele Kinder von den Robotern verzaubert sind, gibt Doc bekannt, dass er sich selbst die Schuld gibt für das, was Junna an diesem Tag passiert ist. Zu seiner Überraschung findet er Junna, die einen der Roboter kontrolliert, und die beiden reparieren ihre Beziehung.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486352","hoster":"VOE"},{"path":"/redirect/10137414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-13","name":"","epNo":13,"alt":"What a Crazy World","descr":"Kona beklagt ihre Vergangenheit, als ihre Mutter eines Morgens zur Arbeit ging und nie nach Hause kam. Die Gruppe feiert Naes Geburtstag, während sie herausfindet, wie man GunBuild-2 bewegen kann, während Kona mehrere Monate in ihrer Wohnung eingesperrt war. Akiho und Subaru beauftragen Tetsuharu, einen Motor aus dem Monopol zu bauen, während Kaito versucht, \"Kimijima\u0027s Report No. 4\" zu verstehen, der \"Project Atum\" beschreibt: eine angebliche Roboterrebellion. Akiho bringt Nae dazu, Kaito bei Kill-Ballad zu schlagen, was ihn zwingt, Kona um Hilfe bei der Programmierung des Motors zu bitten. Dort erzählt sie ihm die Ergebnisse ihrer Analyse der durchgesickerten Gunvarrel-Episode: An bestimmten Stellen waren unterschwellige kryptische Bilder versteckt. Bei weiterer Analyse wurden weitere Bilder eines scheinbar verlassenen Gebäudes enthüllt, die Buchstaben des englischen Alphabets enthielten.Kona zeigt Kaito dann, dass die Briefe tatsächlich ein Passwort für den Zugriff auf eine versteckte Website waren, die zwei Wochen nach der Absage von Gunvarrel auf einer alten Hobby-Website ihrer Mutter vor 20 Jahren veröffentlicht wurde, und enthüllt eine Nachricht: \"Gunvarrel ist eine Gehirnwäschepropaganda. Sonneneruptionen wird zusammen mit Terroranschlägen auf der ganzen Welt zuschlagen. Ich bin weggelaufen, um zu versuchen, sie aufzuhalten, aber sie sind immer noch da draußen. Alle sind tot – jemand stoppt sie. Projekt Atum ist noch nicht vorbei.\" Später schaltet Kaito \"Kimijimas Bericht Nr. 5\" frei, der beschreibt, dass wenn derSonneneruptionen werden zusammen mit Terroranschlägen auf der ganzen Welt treffen. Ich bin weggelaufen, um sie aufzuhalten, aber sie sind immer noch da draußen. Alle sind tot – jemand hält sie auf. Das Projekt Atum ist noch nicht vorbei.\" Später schaltet Kaito \"Kimijimas Bericht Nr. 5\" frei, der beschreibt, dass derSonneneruptionen werden zusammen mit Terroranschlägen auf der ganzen Welt treffen. Ich bin weggelaufen, um sie aufzuhalten, aber sie sind immer noch da draußen. Alle sind tot – jemand hält sie auf. Das Projekt Atum ist noch nicht vorbei.\" Später schaltet Kaito \"Kimijimas Bericht Nr. 5\" frei, der beschreibt, dass derdas Sonnenmaximum seinen Höhepunkt erreicht, wird die Magnetosphäre der Erde instabil. Dann wird das Komitee der 300 etwas Ähnliches wie einen koronalen Massenauswurf verursachen und so einen Prozentsatz der Menschheit zerstören. An anderer Stelle gelingt es Tetsuharu, trotz knapper Vermeidung einer Explosion, den Monopol zu halbieren. Gerade dann trifft ein Sonnensturm die Kanto-Region , was dazu führt, dass Roboter versagen und in der Stadt durchdrehen. Unterdessen entdeckt Kona, dass jemand ihr TwiPo gehackt hatKonto und rahmen sie für die Roboterangriffe und die durchgesickerte Episode von Gunvarrel ein. Als Kaito \"Konas Post\" auf TwiPo sieht, geht sie in ihre Wohnung. Kona antwortet zunächst nicht. Besorgt zerschmettert er das Glas und stürzt hinein, findet sie entsetzlich mit einem Kartonschneider in der Hand in der Badewanne und fleht ihn unter Tränen um Hilfe an.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13508764","hoster":"VOE"},{"path":"/redirect/10137413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-14","name":"","epNo":14,"alt":"Just for a Little Bit...","descr":"Während die Roboter in Tokio weiterhin zügellos laufen, erklärt Kona Kaito, dass die administrative Anmeldung beim Cloud-Server von Roboratory Industry (der Firma, die das Betriebssystem für die Berserker-Roboter herstellte) von den Hackern mit einer Kill-Ballad-Kampfrunde gesperrt wurde. In der Stadt spricht Misaki mit dem Präsidenten von Exoskeleton über den Stand der Dinge, wobei dieser bemerkt, dass die Schurkenroboter nur ein Testlauf von Project Atum sind: einen Roboteraufstand zu verursachen, der zu planetarischem Chaos führt und auch zu Miniami Furugōris Gehirnwäsche wurde gegen Ende des Gunvarrel-Animes rückgängig gemacht, was es ihr ermöglichte, Propagandabilder sowie die Melodie von Kagome, Kagome in das durchgesickerte Filmmaterial einzubetten. Kaito kämpft immer noch darum, den Gegner zu besiegen, und beschließt, seine \"Zeitlupe\" zu erzwingen, indem er seinen Körper an seine Grenzen bringt.umsonst. Kona erkennt schließlich, dass die Person hinter dem Hack eines der Mitglieder von Kill-Ballads Entwicklungsteam war, ein Mann namens Maguyan. Als sie ihn anruft, behauptet Maguyan, er sei erpresst worden, da seine Familie als Geisel genommen wurde. Er erklärt weiter, dass die Hacker beabsichtigen, mit den Robotern Tokios Ministerbüros anzugreifen. Kaito folgert bald, dass Maguyan aufgrund seines anormalen Verhaltens bei dringenden Fragen tatsächlich einer Gehirnwäsche unterzogen wurde. Als Kona die Unterstützung ihrer Freunde vom Robotics Club hört, erklärt sie, wie sie Kill-Ballad erschaffen hat, um Gunvarrel und die Erinnerungen ihrer Mutter am Leben zu erhalten. Als die Polizei vor Konas Haustür auftaucht, können Akiho, Junna und Subaru sie lange genug ablenken, um Kaito und Kona etwas Zeit zu verschaffen, um den Kill-Ballad-Gegner zu besiegen. Schließlich, als Kona ihn beim Spielen einen Stromschlag verpasste,Kaito schafft es, seinen \"Slow-Mo\" zu aktivieren, der es ihm ermöglicht, dem letzten zweiten Cheat-Angriff des Gegners auszuweichen und ihn zu besiegen; Entsperren des Servers, woraufhin Kona einen Befehl eingibt und die Roboter abschaltet, gerade als sie die Polizeibarrikade durchbrechen. Als Kaito sich von der Tortur erholt, küsst Kona ihn dankbar. Eine Woche nach dem Vorfall enthüllt ein Nachrichtenbericht, dass Maguyan auf den Philippinen tot aufgefunden wurde, während Kona in die Schule geht, damit sie dem Robotics Club helfen kann, sein Ziel zu erreichen.Ein Nachrichtenbericht enthüllt, dass Maguyan auf den Philippinen tot aufgefunden wurde, während Kona die Schule besucht, damit sie dem Robotics Club helfen kann, sein Ziel zu erreichen.Ein Nachrichtenbericht enthüllt, dass Maguyan auf den Philippinen tot aufgefunden wurde, während Kona die Schule besucht, damit sie dem Robotics Club helfen kann, sein Ziel zu erreichen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486354","hoster":"VOE"},{"path":"/redirect/10137416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-15","name":"","epNo":15,"alt":"I\u0027ll Show You a Dream","descr":"Als Sonneneruptionen beginnen, Computer und Poke-Coms gleichermaßen zu beeinflussen, taucht Airi auf Poke-Coms neben denen von Kaito und seinen Freunden auf und beginnt sich seltsam zu verhalten. Da geplante Wartungsarbeiten am Iro-O-System geplant sind, die Airi möglicherweise auslöschen könnten, bleibt Kaito nur noch wenig Spielraum, um die Bedingungen für den sechsten Bericht vor Heiligabend zu erfüllen. Nachdem Airi den \"Kimijima-Bericht Nr. 6\" freigeschaltet hat, der die Massen-Gehirnwäsche der menschlichen Bevölkerung durch das Komitee der 300 detailliert beschreibt, erklärt Airi, dass sie an Heiligabend zu ihrem Geburtstag in Kimijimas Haus gehen möchte, das sich als dasselbe Gebäude herausstellt, in dem die unterschwellige Bilder, die in der letzten Gunvarrel-Episode versteckt waren, entstanden. Dort entdeckt Kaito eine Maschine im Keller, die Airis ursprünglichen menschlichen Körper enthält.Airi erklärt, wie sie mit einem unheilbaren Leiden verflucht wurde und ihre Tage immer bettlägerig verbrachte, in der Hoffnung auf eineWeiße Weihnachten . Sie lernte bald Kō Kimijima kennen, der sie in der Alpha-Phase durch das Iro-O-System die Welt sehen ließ. Als sich Airis Zustand verschlechterte, versetzte Kimijima sie in einen tiefen Schlaf, um irgendwann in der Zukunft geweckt zu werden, wenn es eine Heilung geben könnte. Dann erstellte er eine KI-Version von ihr, damit sie die Welt noch erleben kann. Nachdem Kaito all dies erfahren hat, meldet er seinen Fund der Polizei, da er nicht in der Lage ist, ihn geheim zu halten. Um Mitternacht an Heiligabend schafft es Kona, ein Programm zu erstellen, damit Airi den Schnee in ihrer digitalen Welt genießen kann, bevor Airi Kaito um einen Weihnachtskuss bittet. Da er glaubt, Airi sei danach verschwunden, ist Kaito erleichtert, als er am nächsten Tag Schwester Centipede sieht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13508768","hoster":"VOE"},{"path":"/redirect/10137415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-16","name":"","epNo":16,"alt":"I Love Giant Robots","descr":"Es stellt sich heraus, dass ein Verkehrsunfall für die Verkrüppelung von Mizuka verantwortlich ist und sie erhält Exoskelettbeine von Misaki, die es ihr ermöglichen, wieder zu gehen. Der Robotics Club schließt erfolgreich den Grundaufbau von GunBuild-2 ab. Durch den Einsatz der Monopolmotoren und eines laseraktivierten Betankungssystems durchliefen sie seinen ersten Aktivierungstest. Kurz darauf teilt Nae dem Club jedoch mit, dass sie den JAXA-Hangar nicht mehr nutzen können, da geplant ist, die erste Rakete seit Jahren vom Tanegashima Space Center zu starten. Während Kaito loszieht, um nach dem Abschlussbericht zu suchen, führen die anderen weitere Tests mit GunBuild-2 durch, bei denen Junna etwas Seltsames an seinem Laufzyklus bemerkt. Als Subaru nebenher rennt, um das Problem zu erkennen, bringt ein plötzlicher Windstoß den Roboter auf ihn zu. Anderswo, Exoskelett\u0027s Präsidentin spricht mit Misaki über den angeblichen Schutz von Kaito, da er möglicherweise zu viel über die Verschwörung erfährt, obwohl sie behauptet, dass sie ihn bei Bedarf \"entsorgen\" werde. Währenddessen atKap Kadokura , Kaito findet den siebten Bericht, wird jedoch von Mizuka konfrontiert, bevor er ihn herunterladen kann, und warnt ihn, nicht weiter in Angelegenheiten im Zusammenhang mit Kō Kimijima einzudringen. Gerade dann spielt Kagome Kagome auf ihren Poke-Coms. Als Mizuka den Anruf entgegennimmt, wird eine statische Welle abgegeben, die dazu führt, dass ihre Exoskelettbeine versagen und sich auf den Rand der Klippe zubewegen. Mizuka bittet Kaito um Hilfe und er eilt zu ihr, versucht verzweifelt, sie zurückzuhalten, schafft es, sie zu Boden zu werfen, aber die Beine heben sich wieder und beschädigen Mizukas Körper. Als Mizuka das Unvermeidliche erkennt, schlägt sie Kaito weg und fordert ihn unter Tränen auf, Misaki für die Beine zu danken, bevor sie auf der Felswand darunter in den Tod stürzt und Kaito entsetzt zurücklässt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486355","hoster":"VOE"},{"path":"/redirect/10137421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-17","name":"","epNo":17,"alt":"As of Today, The Robotics Club is Disbanded!","descr":"Nachdem Kaito, Akiho und Mitsuhiko Mizuka ihre Aufwartung gemacht haben, kündigt der Vizepräsident an, dass der Robotics Club nach dem Unfall von Subaru aufgelöst und ihre Zusammenarbeit mit JAXA eingestellt wird, um alle von ihnen hergestellten Roboter zu demontieren. Als Kaito wider besseres Wissen den siebten Bericht herunterladen will, wird er von Toshiyuki Sawada von Exoskeleton Inc. konfrontiert, der ihn über Kimijima befragt, obwohl Kaito sich weigert, ihm zu antworten. Danach erhält Kaito einen Anruf von Misaki und warnt ihn, die Berichte niemandem zu zeigen. Nach einem Albtraum über Misaki sagt Akiho Kaito, dass sie beabsichtigt, den Roboter fertig zu stellen und ihn selbst zur Messe zu bringen. Obwohl Kaito die Vorstellung lächerlich findet, willigt Kaito ein, ihr zuzuhören, wenn sie ihn in Kill-Ballad schlägt, was zu ihrer Überraschung gelingt. Als solche,Kaito erklärt sich bereit zu helfen, wobei Tetsuharu und Mitsuhiko ebenfalls ihre Unterstützung leisten. Nachdem seine Entschlossenheit zurückgekehrt ist, kehrt Kaito nach Kadokura zurück und lädt schließlich den letzten Bericht herunter, Kimijima-Bericht Nr. 7, der zu seinem Schock keinen Text enthält, sondern sich als ein Programm entpuppt, das beginnt, die anderen 6 Berichte an Poke-Coms zu senden der Planet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486357","hoster":"VOE"},{"path":"/redirect/10137424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-18","name":"","epNo":18,"alt":"The True Gunvarrel is In There!","descr":"Kaito und Akiho reisen mit ihrem Roboter zur Tokyo Expo, wo sie feststellen, dass sie sich ein Hotelzimmer teilen müssen. Da Kaito in dieser Nacht Albträume hat, bittet Akiho ihn, etwas offener mit seinen Problemen umzugehen. Während sie sich auf die Expo vorbereitet, ist Akiho aufgeregt, als sie erfährt, dass Misaki auf der Expo für die Exoskelett-Roboter werben wird. Kaito beschließt, sich mit ihr persönlich zu treffen, um sie mit Mizukas Tod zu konfrontieren, spricht auch über Kimijima, ihr Treffen mit der echten Airi, die neulich im Krankenhaus aufgewacht ist, und vor allem über ihre Einstellung zu Akiho. Die Tokyo Expo beginnt bald damit, dass Akiho Schwierigkeiten hat, die Zuschauer mit der jüngsten Voreingenommenheit gegen Gunvarrel zu beeindrucken. Zur gleichen Zeit taucht Sawada mit zwei Agenten auf, die die Menge als Exoskeleton Inc. durchsuchen.beginnt, einen neuen Roboter namens Sumeragi vorzuführen, der anscheinend von Misaki gesteuert wird, aber ein externes Steuerungssystem für die Menge verwendet. Später geht Akiho trotz Kaitos Warnungen zu Misaki, die in einem vollständig Roboteranzug zu sehen ist. Als Akiho versucht, ein Wiedersehen zu fördern, erscheint Sawada und richtet eine Waffe auf Misaki, was Akiho und Kaito schockiert. Unbeeindruckt befragt Misaki Akiho über den bevorstehenden Start der Tanegashima-Rakete, bevor sie flieht, als Sawada einen Schuss in ihre Richtung abfeuert.Misaki befragt Akiho über den bevorstehenden Start der Tanegashima-Rakete, bevor sie flieht, als Sawada einen Schuss in ihre Richtung abfeuert.Misaki befragt Akiho über den bevorstehenden Start der Tanegashima-Rakete, bevor sie flieht, als Sawada einen Schuss in ihre Richtung abfeuert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486360","hoster":"VOE"},{"path":"/redirect/10137422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-19","name":"","epNo":19,"alt":"I Should Never Have Had a Dream","descr":"Da Sawadas erster Schuss keine Wirkung auf Misaki hat, beginnt er mit dem Entladen, bevor er von Kaito angegriffen wird, der Akiho dazu drängt, Misaki zu jagen. Als die Kagome-, Kagome-Melodie bald von der PA der Arena aus zu spielen beginnt, sieht Akiho ungläubig zu, wie Misaki die Sumeragi betritt und beginnt, Chaos innerhalb der Expo anzurichten, indem sie die anderen Roboter zerstört. Als die Sumeragi GunBuild-2 ins Visier nehmen, versucht Akiho vergeblich, es zu verteidigen und bekommt nach seiner Zerstörung einen weiteren \"EMS\" -Anfall, gefolgt von Kaito, der Akihos Zustand sieht, bevor Misaki entkommt. In der Folgezeit entdeckt Kaito, während er Akiho in Sicherheit bringt, aus dem Nichts, dass ein riesiger Obelisk aufgetaucht ist, den Akiho als den Weltraumlift aus der durchgesickerten Gunvarrel-Episode ableitet. Da die Flughäfen Haneda und Naritawegen einer massiven Sonneneruption, die für den Angriff der Expo verantwortlich gemacht wird, abgeschaltet werden, hat Airi einen mysteriösen Besucher in ihrem Krankenzimmer, als die Airi-KI anfängt, Kagome, Kagome aus ihrem Poke-Com zu singen. Bei der Untersuchung des Obelisken stößt Kaito auf Sawada, der enthüllt, dass er von einer fortschrittlichen AR-Technologie namens NoAH\u0027s Ark verborgen wurde und dass die Ohnmacht der SS-Anenome Teil eines menschlichen Experiments war . Er enthüllt weiter, dass die Nachricht von der Sonneneruption in Wirklichkeit Propaganda ist, um eine Massenpanik als Deckmantel für den Beginn des Projekts Atum zu entfachen. An anderer Stelle erklärt Misaki einigen Soldaten ihre Mission, einen künstlichen magnetischen Sturm in der Magnetosphäre der Erde zu erzeugen, indem sie von SERN . erworbene Schwarze-Loch- Bomben abfeuernim Weltraumzentrum Tanegashima, bevor sich die Panik beruhigt. Als Sawada Kaito dies erklärt, hatte er gegen das Komitee der 300 gearbeitet, als er das Projekt Atum entdeckte und versuchte, Misaki zu benutzen, um ihren Spuren zu folgen, und erkannte bald, dass der Mastermind Kimijima selbst war, als sein Name anfing, sich mit verschiedenen Hinweisen zu verbinden. Kimijima hatte die globale Enthüllung der Kimijima-Berichte inszeniert, um die Aufmerksamkeit von sich abzulenken. Als Kaito schließlich nach Akiho zurückkehrt, enthüllt Sawada, dass Misaki als Kimijimas Marionette verwendet wird und die Arche von NoAH benutzt hat, um sie mit einer Illusion zu täuschen, um sich Zeit zu verschaffen, um das Tanegashima Space Center mit einem anderen Sumeragi-Roboter anzugreifen. Als Kaito Akiho einholt, hat sie das Vertrauen in alles verloren, worauf sie hingearbeitet hat. Kaito weigert sich, eine Niederlage zu akzeptieren und beschließt, Misaki noch einmal zu konfrontieren.was auch Akiho aufheitert. Während Misaki die Kontrolle über das Tanegashima Space Center übernimmt, erfährt Kona, wie Kimijima mit dem Tod ihrer Mutter in Verbindung steht. Sie wird von einigen Soldaten angegriffen, die für Misaki arbeiten, aber von Nae gerettet. Als Mitsuhiko Kaito, Akiho und Sumio zu JAXA bringtChofu Airport auf Anweisung von Nae, der sich als Sawadas Verbündeter herausstellt, nachdem er Kaito ein Paket überreicht hat. Die Gruppe wird mit vorgehaltener Waffe von einem gehirngewaschenen Airi aufgehalten, der die Melodie Kagome, Kagome singt. Beim Durchsehen seiner Poke-Com entdeckt Kaito Kō Kimijoma, die neben ihr steht, der offenbart, dass er Unsterblichkeit erlangt hat, indem er seine Gedanken in das Iru-O-Netzwerk hochlädt .","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486363","hoster":"VOE"},{"path":"/redirect/10137423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-20","name":"","epNo":20,"alt":"Even Now, Does She Still Love Robots?","descr":"Als Mitsuhiko beginnt, die Begegnung über Iru-O zu streamen, verrät Kimijima, dass er am Tag des SS-Anenome-Vorfalls geplant hatte, die Passagiere als Testpersonen für eine elektromagnetische Strahlung zu verwendenExperiment, wurde aber von Misaki ermordet, um Kaito und Akiho zu retten, als sie seine Pläne mitbekam. Danach begann Kimijima, ihr über das Iru-O-Netzwerk zu erscheinen und drohte ihr zu enthüllen, was sie zusammen mit Kaito und Akiho getan hatte, und zwang sie, mit seinem Plan zu kooperieren. Kimijima gibt weiter an, dass er Airi auf ähnliche Weise bedroht hatte und wenn Misakis Einmischung nicht gewesen wäre, wäre das Projekt Atum 2015 aufgetreten. Akiho fragt Kimijima, ob Misaki immer noch Roboter liebt und er schlägt vor, dass sie es immer noch könnte, da sie es getan hat Hören Sie nicht auf, Kill-Ballade zu spielen. Akiho schwört weiter, dass sie Kimijima und seine Pläne mit ihrem riesigen Roboter stoppen und Misaki retten werden, während Sumio Airi entwaffnet, die ohnmächtig wird, während Kimijima verschwindet. Zurück im alten JAXA-Hangar, Subaru, Junna, Nae und Tetsuharu, nachdem sie Akiho\u0027s Rede über Mitsuhikos Livestream, treffen Sie sich, um GunBuild-1 zu reparieren. Als sich das Wetter verschlechtert, trauert Misaki am Kap Kadokura um Mizuka und versucht vergeblich, sich umzubringen, während Kimijima ihre Bewegungen über den Exoskelett-Anzug kontrolliert, den sie tragen musste. Als der Sturm beginnt, den Strom in verschiedenen Teilen der Insel auszuschalten, schließen sich Kaito und die anderen zusammen mit Airi allen im Hangar an, nachdem ihr Jet-Absturz auf der Landebahn gelandet ist. Die Leute beginnen, Zuflucht in der Tanegashima Chou High School zu nehmen, nachdem die gefälschten Sonneneruptionsnachrichten gefälscht wurden, da der Robotics Club schlussfolgert, dass sie bis zum Aufhören des Regens Zeit haben, um GunBuild-1 für den Kampf mit Misakis Sumeragi zu modifizieren und Kimijima daran zu hindern, die Bomben des Schwarzen Lochs in den Weltraum zu schleudern. Milliarden töten. Da Akiho jedem Aufgaben zuweist,Kona schaut sich das Programm an, das Sawada Kaito gegeben hat, \"DG297 3rd Edition ver.4.11\", da dem von Kimijima kontrollierten Iru-O-Netzwerk nicht mehr vertraut werden kann. Kaito beschließt, zu gehen und das Gerät, das Sawada ihm gegeben hat, analysieren zu lassen - einen elektromagnetischen Wellensender, der verwendet werden könnte, um Illusionen zu projizieren. Als sie ihre Arbeit im Hangar beginnen, werden sie vom stellvertretenden Direktor angesprochen, der sie darum bittet, den Robotics Club zu reformieren, bevor sie beginnen. Währenddessen hält Misaki im Tanegashima Space Center Kimijimas Kontrolle lange genug zurück, um Ken\u0027ichirō bei der Flucht zu helfen, bevor sie ihren letzten freien Willen nutzt, um Schwester Centipede zu schicken, um Kaito und Akiho einen \"Bericht Nummer 0\" zu überbringen.DG297 3rd Edition ver.4.11\", da dem von Kimijima kontrollierten Iru-O-Netzwerk nicht mehr vertraut werden kann. Kaito beschließt, das Gerät, das Sawada ihm gegeben hat, analysieren zu lassen - einen elektromagnetischen Wellensender, der verwendet werden könnte, um Illusionen zu projizieren Sie beginnen ihre Arbeit im Hangar, sie werden vom Vize-Direktor angesprochen, der darum bittet, den Robotics Club zu reformieren, bevor sie beginnen, und bald schließen sich alle Tanegashima Chou-Studenten, Stadtbewohner und JAXA-Ingenieure an, die zu Hilfe kommen Im Tanegashima Space Center hält Misaki Kimijimas Kontrolle lange genug zurück, um Ken\u0027ichirō bei der Flucht zu helfen, bevor sie ihren letzten freien Willen nutzt, um Schwester Centipede zu schicken, um Kaito und Akiho einen \"Bericht Nummer 0\" zu überbringen.DG297 3rd Edition ver.4.11\", da dem von Kimijima kontrollierten Iru-O-Netzwerk nicht mehr vertraut werden kann. Kaito beschließt, das Gerät, das Sawada ihm gegeben hat, analysieren zu lassen - einen elektromagnetischen Wellensender, der verwendet werden könnte, um Illusionen zu projizieren Sie beginnen ihre Arbeit im Hangar, sie werden vom Vize-Direktor angesprochen, der darum bittet, den Robotics Club zu reformieren, bevor sie beginnen, und bald schließen sich alle Tanegashima Chou-Studenten, Stadtbewohner und JAXA-Ingenieure an, die zu Hilfe kommen Im Tanegashima Space Center hält Misaki Kimijimas Kontrolle lange genug zurück, um Ken\u0027ichirō bei der Flucht zu helfen, bevor sie ihren letzten freien Willen nutzt, um Schwester Centipede zu schicken, um Kaito und Akiho einen \"Bericht Nummer 0\" zu überbringen.Kaito beschließt, zu gehen und das Gerät, das Sawada ihm gegeben hat, analysieren zu lassen - einen elektromagnetischen Wellensender, der verwendet werden könnte, um Illusionen zu projizieren. Als sie ihre Arbeit im Hangar beginnen, werden sie vom stellvertretenden Direktor angesprochen, der sie darum bittet, den Robotics Club zu reformieren, bevor sie beginnen. Währenddessen hält Misaki im Tanegashima Space Center Kimijimas Kontrolle lange genug zurück, um Ken\u0027ichirō bei der Flucht zu helfen, bevor sie ihren letzten freien Willen nutzt, um Schwester Centipede zu schicken, um Kaito und Akiho einen \"Bericht Nummer 0\" zu überbringen.Kaito beschließt, zu gehen und das Gerät, das Sawada ihm gegeben hat, analysieren zu lassen - einen elektromagnetischen Wellensender, der verwendet werden könnte, um Illusionen zu projizieren. Als sie ihre Arbeit im Hangar beginnen, werden sie vom stellvertretenden Direktor angesprochen, der sie darum bittet, den Robotics Club zu reformieren, bevor sie beginnen. Währenddessen hält Misaki im Tanegashima Space Center Kimijimas Kontrolle lange genug zurück, um Ken\u0027ichirō bei der Flucht zu helfen, bevor sie ihren letzten freien Willen nutzt, um Schwester Centipede zu schicken, um Kaito und Akiho einen \"Bericht Nummer 0\" zu überbringen.Sie werden vom stellvertretenden Schulleiter angesprochen, der darum bittet, den Robotik-Club zu reformieren, bevor er beginnt. Währenddessen hält Misaki im Tanegashima Space Center Kimijimas Kontrolle lange genug zurück, um Ken\u0027ichirō bei der Flucht zu helfen, bevor sie ihren letzten freien Willen nutzt, um Schwester Centipede zu schicken, um Kaito und Akiho einen \"Bericht Nummer 0\" zu überbringen.Sie werden vom stellvertretenden Schulleiter angesprochen, der darum bittet, den Robotik-Club zu reformieren, bevor er beginnt. Währenddessen hält Misaki im Tanegashima Space Center Kimijimas Kontrolle lange genug zurück, um Ken\u0027ichirō bei der Flucht zu helfen, bevor sie ihren letzten freien Willen nutzt, um Schwester Centipede zu schicken, um Kaito und Akiho einen \"Bericht Nummer 0\" zu überbringen.ichirō entkommen, bevor sie aus freien Stücken Schwester Centipede schickt, um Kaito und Akiho einen \"Bericht Nummer 0\" zu überbringen.ichirō entkommen, bevor sie aus freien Stücken Schwester Centipede schickt, um Kaito und Akiho einen \"Bericht Nummer 0\" zu überbringen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486361","hoster":"VOE"},{"path":"/redirect/10137425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-21","name":"","epNo":21,"alt":"Gunvarrel Takeoff!","descr":"Während alle anderen daran arbeiten, den GunBuild-1 zu reparieren, gehen Kaito, Nae und Airi zu Kimijimas Labor, um Daten für das Gerät abzurufen, das Sawada ihm gegeben hat, obwohl Kaito einen Anfall erleidet, als er versucht, es zu aktivieren. In diesem Moment werden sie von einigen bewaffneten Droiden konfrontiert, die von Kimijima und Schwester Centipede geführt werden. Schwester Centipede schafft es jedoch, die Droiden gegenseitig erschießen zu lassen, nur um kurz darauf von Kimijima gelöscht zu werden. Während Akiho und die anderen den GunBuild-1 fertigstellen, den sie in Super GunBuild-1 umbenennt, trifft sie sich wieder mit Ken\u0027ichirō, bevor sie von Kaitos Zustand erfährt. Trotz seiner Verletzungen besteht Kaito darauf, dass er der Operator von Super GunBuild-1 ist, da er glaubt, dass das Gerät, das Sawada ihm gegeben hat, seine Zeitlupe nach Belieben auslösen kann, was ihm eine Chance gegen die Sumeragi gibt. Akiho-Objekte jedochzu glauben, dass die Verwendung des Geräts ihn töten könnte. Kaito versichert ihr, dass er ihr helfen wird, Misa wieder von Angesicht zu Angesicht zu treffen, und gibt ihr den Slow-Mo-Auslöser. Am Tag der Mission gesteht Kaito Akiho seine Liebe und küsst sie, bevor er sich in der Super GunBuild-1 auf den Weg macht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486362","hoster":"VOE"},{"path":"/redirect/10137427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/robotics-notes/staffel-1/episode-22","name":"","epNo":22,"alt":"This is Our Game Now","descr":"Kaito kommt vor Misaki an, während die anderen helfen, die Raketen abzulenken, die sie mit AR-Ködern abfeuert, obwohl Kaito gezwungen ist, die Zeitlupe zu verwenden und einen seiner Stapelbunker zu opfern, um dem letzten auszuweichen. Kaito schafft es, sich Misakis Sumeragi zu nähern und sie mit dem Slow-Mo mit dem anderen Haufenbunker anzugreifen. Dies schlägt Misaki jedoch nieder und ermöglicht Kimijima, die volle Kontrolle über sie zu übernehmen, während er die Sumeragi in eine mobilere Einheit aufteilt. Nachdem er die Startsequenz gesperrt hat, obwohl Nao und die anderen Erwachsenen den Kontrollraum zurückerobern, startet Kimijima einen Angriff auf die anderen und zwingt sie, sich zu trennen, wodurch der Super Gunbuild-1 nur noch fünf Minuten Leistung hat. Gerade dann erhält Kona ein Programm von Sawada, das Kimijima löscht, wenn sie seinen Avatar aus der Sicht von PokeCom bekommen.obwohl es einen Neustart erfordert, der Kaito verwundbar macht. Als Kimijima Kaito angreift, ruft Akiho Misaki zu, der es schafft, Kimijimas Willen lange genug zurückzuhalten, damit Kaito den Neustart beenden kann. Kaito schafft es, Misakis Bewusstsein zu einem Kampf anzustacheln und verwendet eine weitere Zeitlupe, um einen Treffer zu landen und ihren Körper freizulegen. Akiho schafft es dann, ihre Emotionen zu Misaki durchzubringen, was Kaito die Möglichkeit gibt, das Programm zu verwenden, um Kimijima zu löschen, Misaki von seinem Willen zu befreien und Nao zu ermöglichen, den Start in letzter Sekunde zu stoppen. Als die Gruppe unter dem Jubel ihrer Freunde nach Hause zurückkehrt, beschließen sie, sich für alles, was als nächstes kommt, hohe Ziele zu setzen. Später nach dem Abspann fliegen drei Astronauten in einem Raumschiff mit einem GunVarrell-Patch auf den Schultern davon.der es schafft, Kimijimas Willen lange genug zurückzuhalten, damit Kaito den Neustart beenden kann. Kaito schafft es, Misakis Bewusstsein zu einem Kampf anzustacheln und verwendet eine weitere Zeitlupe, um einen Treffer zu landen und ihren Körper freizulegen. Akiho schafft es dann, ihre Emotionen zu Misaki durchzubringen, was Kaito die Möglichkeit gibt, das Programm zu verwenden, um Kimijima zu löschen, Misaki von seinem Willen zu befreien und Nao zu ermöglichen, den Start in letzter Sekunde zu stoppen. Als die Gruppe unter dem Jubel ihrer Freunde nach Hause zurückkehrt, beschließen sie, sich für alles, was als nächstes kommt, hohe Ziele zu setzen. Später nach dem Abspann fliegen drei Astronauten in einem Raumschiff mit einem GunVarrell-Patch auf den Schultern davon.der es schafft, Kimijimas Willen lange genug zurückzuhalten, damit Kaito den Neustart beenden kann. Kaito schafft es, Misakis Bewusstsein zu einem Kampf anzustacheln und verwendet eine weitere Zeitlupe, um einen Treffer zu landen und ihren Körper freizulegen. Akiho schafft es dann, ihre Emotionen zu Misaki durchzubringen, was Kaito die Möglichkeit gibt, das Programm zu verwenden, um Kimijima zu löschen, Misaki von seinem Willen zu befreien und Nao zu ermöglichen, den Start in letzter Sekunde zu stoppen. Als die Gruppe unter dem Jubel ihrer Freunde nach Hause zurückkehrt, beschließen sie, sich für alles, was als nächstes kommt, hohe Ziele zu setzen. Später nach dem Abspann fliegen drei Astronauten in einem Raumschiff mit einem GunVarrell-Patch auf den Schultern davon.Akiho schafft es dann, ihre Emotionen zu Misaki durchzubringen, was Kaito die Möglichkeit gibt, das Programm zu verwenden, um Kimijima zu löschen, Misaki von seinem Willen zu befreien und Nao zu ermöglichen, den Start in letzter Sekunde zu stoppen. Als die Gruppe unter dem Jubel ihrer Freunde nach Hause zurückkehrt, beschließen sie, sich für alles, was als nächstes kommt, hohe Ziele zu setzen. Später nach dem Abspann fliegen drei Astronauten in einem Raumschiff mit einem GunVarrell-Patch auf den Schultern davon.Akiho schafft es dann, ihre Emotionen zu Misaki durchzubringen, was Kaito die Möglichkeit gibt, das Programm zu verwenden, um Kimijima zu löschen, Misaki von seinem Willen zu befreien und Nao zu ermöglichen, den Start in letzter Sekunde zu stoppen. Als die Gruppe unter dem Jubel ihrer Freunde nach Hause zurückkehrt, beschließen sie, sich für alles, was als nächstes kommt, hohe Ziele zu setzen. Später nach dem Abspann fliegen drei Astronauten in einem Raumschiff mit einem GunVarrell-Patch auf den Schultern davon.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13490457","hoster":"VOE"},{"path":"/redirect/10137426","hoster":"Streamtape"}]}]}]}]}