{"seriesId":"rod-knock","name":"Rod Knock","descr":"[Rådebank] Draufgänger Glenn-Tore (Odin Waage), auch GT genannt, ist durch seine Leidenschaft für Auto-Tuning berühmt. Zusammen mit seinen Freunden macht er die Straßen unsicher, bis er die Kotrolle verliert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Geparkt","epNo":1,"alt":"Parked","descr":"Nachdem Ine, die Freundin von GT, mit ihm Schluss gemacht hat, steht der Draufgänger der Kleinstadt etwas neben der Spur. Seinen Freunden Kim, Nilsen und Sivert sagt er nichts darüber. GT verschweigt seine Gefühle und versucht immer wieder, mit Ine Kontakt aufzunehmen. Seine Freunde verraten, dass sie noch nie besonders viel von seiner Exfreundin gehalten haben und froh sind, den alten GT wieder zurückzuhaben. Doch GT schwelgt in Erinnerungen an Ine und vermisst sie sehr. Er versucht, sich abzulenken und besucht eine Hausparty. Dort kommen sich Hege und er näher. Eine Spritztour mit GTs Wagen endet für die Freundesgruppe unschön","versions":[{"lang":1,"streams":[{"redirect":12111376,"hoster":"VOE"},{"redirect":12111375,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Jasminduft","epNo":2,"alt":"Hvit Poppy","descr":"GT wacht am Morgen nach der Party verkatert auf und Hege kommt vorbei, weil sie ein Problem mit ihrem Auto hat. Sie blödeln herum und er repariert ihr Auto auf eine ungewöhnliche Art. GT trifft sich mit Freunden vor dem Bahnhofsimbiss, und sie beschließen, abends wieder ein Autorennen zu veranstalten. Diesmal wollen sie es aber geheim halten. Später erfährt GT, dass Ine in der Stadt ist und sieht sie auf ihrem Fahrrad. Er will sie treffen, doch ist überrascht, wen er bei ihr vorfindet. In seiner Verzweiflung macht er Ine einen unerwarteten Vorschlag. Beim Autorennen sind mehr Auto-Fans als erwartet eingetroffen. Wird das illegale Rennen für alle gut ausgehen?","versions":[{"lang":1,"streams":[{"redirect":12381045,"hoster":"VOE"},{"redirect":12111377,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Radtour","epNo":3,"alt":"Ute og sykler","descr":"Als er auf Titelseite der Lokalzeitung ein Foto seines Autos beim illegalen Autorennen entdeckt, will GT herausfinden, wer das Foto gemacht und geleakt hat. Er ist stinksauer. Unterdessen kommen er und Ine sich wieder näher, was er sehr genießt. Sie machen einen Ausflug und GT hofft, dass sie wieder mehr als Freunde sein können. Er liebt sie über alles und hofft auf ein Happy End. Sie ist einfach seine Traumfrau. Seine Hoffnungen werden zerschlagen, als er Ines Kommilitonen Anders an der Tankstelle trifft und sich herausstellt, dass er von Ine eingeladen wurde. GT ist gereizt und lässt es an seinen Freunden aus. Die Situation verschlechtert sich, als Polizisten GT und seine Freunde an der Tankstelle vorfinden.","versions":[{"lang":1,"streams":[{"redirect":12111383,"hoster":"VOE"},{"redirect":12111381,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Adrenalin","epNo":4,"alt":"Adrenalin","descr":"Die Polizei befragt GT zum Rennen auf dem Grivimoen, aber die Polizisten können ihm keine Beteiligung nachweisen. GT möchte mehr Zeit mit Ine verbringen und spioniert ihr nach. Seine Eifersucht gegenüber Anders wird immer größer. Er lädt Ine zum Baden ein und die Freundesgruppe bricht ins Schwimmbad ein. Als GT dort offen mit Hege flirtet, wird Ine eifersüchtig. Sie will das Schwimmbad sofort verlassen. GT und Ine sprechen auf dem Heimweg endlich an, was sie wirklich denken. Werden die beiden Freunde bleiben können?","versions":[{"lang":1,"streams":[{"redirect":12111387,"hoster":"VOE"},{"redirect":12111389,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rosa Würfel","epNo":5,"alt":"Rosa Terninger","descr":"GT und Ine haben die Grenzen ihrer Freundschaft überschritten. Das lässt GT hoffen, dass sie wieder zusammenkommen. Bei ihr zu Hause erfährt er von Ines Mutter, das sie abgereist ist. Entschlossen, Ine zurückzugewinnen, verfolgt er sie auf eine Studentenparty und gesteht ihr seine Gefühle. Ine will nichts davon hören und lässt ihn abblitzen. Am Boden zerstört sucht GT bei Hege Trost. Für Hege ist die ganze Situation einfach nur unerträglich. Hege ahnt schon, dass sie nur eine Ablenkung für ihn ist, und die Dinge laufen aus dem Ruder. Dabei hat sie doch Gefühle.","versions":[{"lang":1,"streams":[{"redirect":12111394,"hoster":"VOE"},{"redirect":12111395,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vollgas","epNo":6,"alt":"Spoiler Alert","descr":"Die Freunde sind in einer Bar, um Kims Geburtstag zu feiern. GT macht sich an Malene ran und Hege ist immer noch sauer. Kim lädt alle am Abend zu einer Party im Restaurant seiner Eltern ein. Kim feiert seine Führerscheinprüfung. GT erfährt endlich, wer hinter dem Bild beim Autorennen steckt. GTs Fehlverhalten zieht Konsequenzen nach sich und er wird von der Arbeit zwangsbeurlaubt. Doch er hat sowieso nur Ine im Kopf und versucht weiterhin, sie zu erreichen. Ine jedoch weicht seinen Anrufen und Nachrichten aus. Auf Kims Party im Restaurant schlägt GT über die Stränge. Ihm geht es zunehmend schlechter und er setzt sich betrunken hinters Steuer, um zu Ine zu fahren. Verzweifelt und aufgelöst rast er mit seinem Auto über Landstraßen und bringt sich in Gefahr","versions":[{"lang":1,"streams":[{"redirect":12922526,"hoster":"VOE"},{"redirect":12111401,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Abgeschleppt","epNo":7,"alt":"Taua","descr":"GT landet mit seinem Auto in einem Graben, doch er verlässt den Unfallort und geht zurück auf die Party. Zwei Polizisten tauchen auf und beenden die Feier. Sie nehmen GT mit aufs Revier. Nachdem er in der Ausnüchterungszelle wieder zu sich kommt, wird er vernommen. Seine Freunde sind sauer und enttäuscht, dass GT betrunken Auto gefahren ist. Sivert und GT unternehmen einen Ausflug. Sivert glaubt, dass mehr hinter GTs Unfall steckt und redet mit Ine. Diese erzählt ihm von der schrecklichen Nachricht, die GT ihr kurz vor dem Unfall gesendet hat. Sivert ist besorgt und konfrontiert GT. Er bittet ihn, sich ihm zu öffnen und sich Hilfe zu holen. Werden Ine und Sivert ihrem Freund helfen können?","versions":[{"lang":1,"streams":[{"redirect":12111410,"hoster":"VOE"},{"redirect":12111411,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Motorklopfen","epNo":8,"alt":"Rådebank","descr":"Nach der Aussprache mit Ine scheint GT endlich von ihr loslassen zu können. Sivert kommt mit einer dringenden Bitte zu ihm. Die beiden Jungs fahren gemeinsam zur Werkstatt. Dort erwartet GT eine positive Überraschung. GT erkennt, dass er nicht alleine mit seinen Problemen ist und dass er Freunde hat, auf die er sich verlassen kann. Sivert ist sein bester Kumpel und sie gehen gemeinsam durch dick und dünn.","versions":[{"lang":1,"streams":[{"redirect":12111368,"hoster":"VOE"},{"redirect":12111367,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Schnäppchen","epNo":1,"alt":"Røverkjøp","descr":"GT, Hege, Nilsen und Sivert feiern vor dem Bahnhofsimbiss und unterhalten sich darüber, wie seine Zeit im Knast gewesen ist. Sivert erzählt, dass er sein Auto verkaufen möchte. Sivert fehlt aber das Geld, um sich ein neues Auto zu kaufen. Sein Vater hat aber versprochen ihm 10.000 Kronen zu leihen, wenn er bei seiner Prüfung gut abschneidet. Deswegen möchte Sivert kurz abwarten, bis die Prüfungsergebnisse raus sind. Siverts Note ist unter seiner Erwartung. Er ist aber überzeugt davon, dass der Prüfungskommission ein Fehler unterlaufen sein muss und reicht eine Beschwerde ein. Er erzählt es seinem Vater.","versions":[{"lang":1,"streams":[{"redirect":12148914,"hoster":"VOE"},{"redirect":12148913,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Notlügen","epNo":2,"alt":"Hvite løgner","descr":"Sivert kommt mit seinem neuen Auto von der Straße ab und demoliert dabei einen Zaun und eine Garage. Er versucht, mit den Besitzern zu sprechen, begeht dann aber einen großen Fehler. Sivert begeht Fahrerflucht. Da er noch keine Versicherung für das Auto abgeschlossen hat, beschließt er, es bei GT zu verstecken und den Unfall erst später zu melden. Die beiden Freunde fühlen sich in Sicherheit.","versions":[{"lang":1,"streams":[{"redirect":12148917,"hoster":"VOE"},{"redirect":12148918,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Sonne entgegen","epNo":3,"alt":"Toførr i solnedgang","descr":"Nachdem Sivert vor der Bevölkerung seinen Unmut ausgesprochen hat, ist Maria sehr von Siverts Rede beeindruckt. Sie hat großes Interesse an ihm. Sivert versteht die ersten Signale nicht. Der Unfall mit Fahrerflucht ist noch immer Gesprächsthema im Ort. Die Polizei kommt Sivert langsam auf die Schliche und verhört ihn. Seine Aussagen sind nicht eindeutig und das setzt Sivert mächtig unter Druck. Er hat niemanden, mit dem er darüber reden kann.","versions":[{"lang":1,"streams":[{"redirect":12148924,"hoster":"VOE"},{"redirect":12148927,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pokerface","epNo":4,"alt":"Pokerfjes","descr":"Sivert wird nochmals von der Polizei zu dem Vorfall im Tiurveien 18 verhört. Er fährt verschiedene Ausreden auf, aber letztendlich gesteht er, daß er den Unfall verursacht hat. Daraufhin sucht er die Geschädigte auf und stellt fest, daß diese an derselben Uni wie seine Mutter studiert hat. Sie verspricht am Ende sogar, sich für ihn einzusetzen und die Anzeige zurückzuziehen. Nach dem Gespräch wirkt Sivert sehr erleichtert. Doch dann ruft ein Sachverständiger der Versicherung an und teilt ihm mit, daß noch Gesprächsbedarf besteht, da Siverts Angaben nicht mit den Informationen übereinstimmen, die die Versicherung erhalten hat. Sivert googelt den Strafrahmen für Versicherungsbetrug und ist danach völlig aufgelöst.","versions":[{"lang":1,"streams":[{"redirect":12148929,"hoster":"VOE"},{"redirect":12148928,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dunkle Zeiten","epNo":5,"alt":"Klovn i kamp","descr":"Sivert ist ums Leben gekommen. Ursache war ein Autounfall mit GTs Volvo. GT besucht Johannes, dessen Haus mit Blumen und Beileidsbekundungen wegen Siverts Tod vollgestellt ist. Johannes erzählt GT, daß Siverts Tod kein Zufall war, sondern Selbstmord. GT ruft seine Freunde zusammen und erzählt ihnen, daß Sivert sich das Leben genommen hat. Alle stehen unter Schock. Was ist nur passiert? Warum hat Sivert sich das Leben genommen? Im \"Bull Inn\" versucht Kim mit einem Witz die Stimmung etwas aufzulockern, weil er mit seiner Trauer nicht umgehen kann. Es gelingt ihnen am Ende ein mehr oder weniger normales Gespräch. GT fühlt sich davon überfordert und verlässt die Kneipe.","versions":[{"lang":1,"streams":[{"redirect":12148931,"hoster":"VOE"},{"redirect":12148934,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verrat","epNo":6,"alt":"Sviker","descr":"GT begleitet Nilson zu einer Ärztin, da er professionelle psychologische Hilfe braucht. GT ruft seinen Vater Arvid an und will wissen, warum dieser sich nicht gemeldet hat. GT und Nilsen wollen einen Trauer-Autokorso organisieren. Sie haben den Plan, diesmal einen anderen Weg zu gehen, als sonst und bitten die Bürgermeisterin um ihre Erlaubnis. Yngvild tut zunächst verständnisvoll, sagt aber, daß sie einen richtigen Antrag stellen sollen. GT besucht Hege auf der Arbeit, weil sie telefonisch nicht erreichbar ist. Sie möchte beim Autokorso nicht dabei sein. Hege gibt vor, es läge daran, daß ihr Auto kaputt sei. GT verspricht ihr, das Auto rechtzeitig zu reparieren. Er arbeitet die ganze Nacht durch, schafft es und wird dann total enttäuscht.","versions":[{"lang":1,"streams":[{"redirect":12148937,"hoster":"VOE"},{"redirect":12148939,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Abschied","epNo":7,"alt":"Fredag","descr":"GT wird durch sehr laute Musik wach. Sein Vater Arvid hat ihn schon als Kind mit diesem Lied vor der Schule geweckt. Sie frühstücken gemeinsam, doch das Gespräch läuft nicht rund. Johannes bittet alle zur Trauerfeier zu kommen. Während des Trauergottesdienstes hält GT den emotionalen Druck nicht aus, schaltet seine Kopfhörer an und lenkt sich mit Techno-Beats ab. Ines Gesang trifft ihn bis ins Mark. GT klopft bei Hege zu Hause an und erfährt von ihrem kleinen Bruder, daß sie gar nicht krank ist, wie sie behauptet hat. GT fährt zu ihr auf die Arbeit. Sie streiten sich, bis es aus Hege herausbricht und sie endlich anfängt zu weinen.","versions":[{"lang":1,"streams":[{"redirect":12148938,"hoster":"VOE"},{"redirect":12148941,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Neuer Tag","epNo":8,"alt":"Ny dag","descr":"Nach der gemeinsam verbrachten Nacht ist GT gut gelaunt, während Hege versucht, ganz schnell zu verschwinden und so zu tun, als ob nichts wäre. Sie kann GT noch nicht trauen. GT ruft Siverts Vater Johannes an und fragt, ob er mit ihm gemeinsam das Unfallauto abholen möchte, in welchem Sivert umgekommen ist. Johannes willigt ein. Auf dem Schrottplatz bekommt GT einen Schock als er sieht, wie kaputt das Auto wirklich ist. GT trifft Hege, um mit ihr über die letzte gemeinsame Nacht zu sprechen. Sie kann sich aber nicht richtig freuen, weil sie noch immer nicht den Tod von Sivert verkraftet hat.","versions":[{"lang":1,"streams":[{"redirect":12148921,"hoster":"VOE"},{"redirect":12148919,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Neuanfang","epNo":1,"alt":"Ny start","descr":"Hege und GT sind endlich ein Paar und sie leben auch zusammen. Nach zwei Jahren ohne Führerschein darf GT endlich wieder fahren. Ein neues Leben beginnt für die beiden. In der Werkstatt trifft Hege ihre ehemalige Klassenkameradin Marte, die mit Mann und Kind zurück nach Bø gezogen ist. Früher waren sie gute Freundinnen, dann hat sich aber alles verändert. Jetzt verstehen sie sich wieder prächtig und haben viel zu erzählen. Bei einem anschließenden Konzert treffen sie jedoch auch Ine wieder, die von ihrer Australienreise zurückgekehrt ist und erneutes Interesse an GT bekundet.","versions":[{"lang":1,"streams":[{"redirect":12184611,"hoster":"VOE"},{"redirect":12184609,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rockstar","epNo":2,"alt":"Helt dronning","descr":"Hege und GT wollen Farben für die Renovierung aussuchen, als Siverts Vater Johannes anruft, um zu fragen, ob GT mit ihm angeln will. GT ist sofort dabei. Der Termin ist ihm sehr wichtig. Hege geht alleine einkaufen und trifft danach zufällig Marte, die ohne Kind unterwegs ist. Die zwei gehen ins Café. Hege hat so lange Spaß, bis Ine dort auftaucht. Sie fragt sich, wie GT sie und Ine gleichzeitig gut finden kann, wo beide doch so unterschiedlich sind.","versions":[{"lang":1,"streams":[{"redirect":12184616,"hoster":"VOE"},{"redirect":12184617,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Süße Klänge","epNo":3,"alt":"Søt musikk","descr":"Hege hat einen neuen Job bei \"Pink\" und bekommt eine rührende Abschiedsfeier von ihren alten Kollegen. GT hat einen Albtraum über Sivert und stellt fest, dass sein Freund immer bei ihm ist. An ihrem ersten Arbeitstag bei \"Pink\" bekommt Hege einen etwas schwammig formulierten Auftrag. Das Bild soll eine Hommage an die Ehefrau eines Kunden darstellen. Den ganzen Tag wird Hege von Mikkel begleitet, der alles für Instagram filmt. Auf dem Weg nach Hause, trifft Hege GT, der sich zu gut gelaunt mit Ine unterhält. Hege fühlt sich sehr unwohl dabei. GT gelingt es aber, sie zu beruhigen und die Stimmung wieder aufzulockern.","versions":[{"lang":1,"streams":[{"redirect":12184620,"hoster":"VOE"},{"redirect":12184622,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Johannisnacht","epNo":4,"alt":"Sankthansaften","descr":"Am Morgen des Johannistages überrascht Hege GT mit einem Frühstück im Bett. GT hat schon wieder schlecht geträumt. Hege zeigt ihm die Zeitung mit dem Artikel über sie. GT freut sich. Hege muss wieder am Wochenende arbeiten und GT ist davon genervt. Während der Arbeit funkt es zwischen Mikkel und Hege immer mehr, bis es zu einem Kuss kommt. Hege ist davon verwirrt und will das nicht. Nilsen erzählt GT, dass er ein Problem hat. Als GT und Nilsen später auf einem Parkplatz stehen, werden sie von Ine überrascht, die ihnen Kaffee und Milchbrötchen bringt. Sie sagt, dass sie an diesem Tag an Sivert denken musste und beeindruckt damit GT.","versions":[{"lang":1,"streams":[{"redirect":12251180,"hoster":"VOE"},{"redirect":12184626,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geheimnisse","epNo":5,"alt":"Hemmeligheter","descr":"Hege und ihr Kollege Mikkel küssen sich in der Werkstatt. Da er verheiratet ist, bittet er Hege, darüber zu schweigen. Hege hat ein schlechtes Gewissen und verlässt die Werkstatt. Als Hege einen romantischen Nachmittag mit GT verbringt, fliegt sie auf. Als GT eindeutige Nachrichten von Mikkel auf Heges Handy sieht, schmeißt er sie, ohne etwas zu sagen, aus dem Auto. Hege steht völlig konsterniert am Straßenrand und weint.","versions":[{"lang":1,"streams":[{"redirect":12184591,"hoster":"VOE"},{"redirect":12184593,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"An der Türe","epNo":6,"alt":"I døra","descr":"Hege versucht, sich bei GT zu entschuldigen und ihn zu überzeugen, dass sie keine Affäre mit Mikkel hat. GT glaubt ihr nicht. Der Streit eskaliert und GT setzt Hege vor die Tür. In der Werkstatt hat Hege einen Streit mit Mikkel, der sich nicht an die Abmachung gehalten hat, den Kuss zu vergessen. GT erzählt Nilsen und Kim, dass er vor hatte, Hege zu heiraten und dass jetzt alles vorbei ist. Ine und GT verlassen eine Party und teilen sich ein Taxi. Als GT aussteigt, fragt sie ihn, ob er wieder Single sei.","versions":[{"lang":1,"streams":[{"redirect":12184597,"hoster":"VOE"},{"redirect":12184596,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Chaos","epNo":7,"alt":"Uro","descr":"Hege versucht, die Trennung von GT zu verkraften. Heges Mutter tröstet sie. Durch ein Instagram-Video erfährt Hege, dass GT am Tag davor auf Malenes Party mit Ine geflirtet hat. Robin \"Pink\" bestellt Hege ins Büro und teilt ihr mit, dass sie sie spontan auf eine USA-Reise schickt, um die Firma \"Pink\" international zu etablieren. Hege weiß nicht, ob sie sich freuen soll. Im Moment ist ihr einfach alles zu viel. Hege fährt zu GT und stellt fest, dass er nicht zu Hause ist. Daraufhin trifft sie den Rest der Clique. Es herrscht eine ungemütliche Atmosphäre. Kim ist sogar offen feindlich gegenüber Hege gestimmt.","versions":[{"lang":1,"streams":[{"redirect":12184600,"hoster":"VOE"},{"redirect":12184599,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kein Weg zurück","epNo":8,"alt":"Ingen vei tilbake","descr":"Nach ihrer Panikattacke wird Hege im Krankenhaus untersucht. Der Arzt erklärt ihr, dass ihre Lebensumstände dazu geführt haben. Sie muss ruhiger werden und über ihre Probleme sprechen. In der \"Pink\" Werkstatt wird Hege von der jungen Eva angesprochen. Sie möchte um jeden Preis bei \"Pink\" arbeiten und bittet Hege, ihre Bewerbungsmappe Heges Chefin zu zeigen. Hege sieht sich die Mappe an und hat einen Einfall. Sie geht zu Robin und kündigt ihren Job. Nilsen schreibt Hege, dass GT wieder zu Hause sei. Sie fährt dorthin und versucht, sich nochmal zu entschuldigen. Aber GT ist reserviert.","versions":[{"lang":1,"streams":[{"redirect":12184607,"hoster":"VOE"},{"redirect":12184606,"hoster":"Streamtape"}]}]}]}]}