{"path":"/serie/stream/rokka-no-yuusha","name":"Rokka no Yuusha","descr":"[Ger Dub / Ger Sub] Wenn sich unter euch ein Feind befinden würde und nicht wisst, wer es ist, was würdet ihr tun? Adlet befindet sich in einer ähnlichen Situation. Als die Majin aus den Tiefen der Dunkelheit erwachten, erwählte die Schicksalsgöttin sechs Helden und beschenkte sie mit der Macht, die Welt zu retten. Diese sechs tragen nun den Namen Rokka no Yuusha oder auch die Helden der sechs Blumen. Als sich nun die sechs Helden zum ernannten Treffpunkt begeben, stellen sie schnell fest, dass sich dort sieben anstatt sechs Leute versammelt haben. Die Sieben vermuten, dass sich unter ihnen ein Feind befinden muss und durch Adlets leicht arrogante Art, wird er zum Anfangsverdächtigen …","seasons":[{"path":"/serie/stream/rokka-no-yuusha/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-1","name":"Der stärkste Mann auf Erden","epNo":1,"alt":"The Strongest Man in the World","descr":"Der 18 Jahre alte Adlet Mayer ist ein virtuoser Kämpfer, aber auch ein großmäuliger Hitzkopf. Selbstsicher verkündet er, dass er der stärkste Kämpfer der Welt sei und ein Held der sechs Blüten werden wolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381048","hoster":"VOE"},{"path":"/redirect/8438046","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8437959","hoster":"VOE"},{"path":"/redirect/8437966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-2","name":"Die erste Reise","epNo":2,"alt":"The First Journey","descr":"Adlet und Prinzessin Nashetanya machen sich auf den Weg ins Land, in dem die Dämonen heulen. Zehn Tage nachdem sie Piena verlassen haben, treffen sie Dorfbewohner, die vor den Dämonen weglaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619946","hoster":"VOE"},{"path":"/redirect/8438061","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8437972","hoster":"VOE"},{"path":"/redirect/8437969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-3","name":"Das Mädchen, das Helden tötet","epNo":3,"alt":"The Girl Who Kills Braves","descr":"Flamie Speeddraw, Heilige des Schießpulvers, will den Dämonengott ganz allein bekämpfen. Adlet versucht sie zu überzeugen, diesen Kampf gemeinsam mit den Helden der sechs Blüten zu führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619944","hoster":"VOE"},{"path":"/redirect/8438072","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8437979","hoster":"VOE"},{"path":"/redirect/8437978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-4","name":"Die Helden sammeln sich","epNo":4,"alt":"The Heroes Gather","descr":"Adlet, Nashetania, Flamie und Goldov Aura treffen im Himmelstempel auf weitere Helden. Insgesamt sind sie jetzt Sieben. Der Legende nach gibt es jedoch nur sechs Helden der Blüte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619947","hoster":"VOE"},{"path":"/redirect/8438078","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8437985","hoster":"VOE"},{"path":"/redirect/8437986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-5","name":"Der siebte Held","epNo":5,"alt":"The Seventh Brave","descr":"Um die Traumbarriere im Tempel deaktivieren zu können, müssen die sieben Helden herausfinden, wer von ihnen der Verräter ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619948","hoster":"VOE"},{"path":"/redirect/8438087","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8437991","hoster":"VOE"},{"path":"/redirect/8437993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-6","name":"Falle und Flucht","epNo":6,"alt":"A Trap and a Rout","descr":"Der Verdacht fällt auf Adlet. Die Anderen glauben, dass er der Verräter ist und wollen ihn töten. Doch Adlet gelingt es, Flamie als Geisel zu nehmen und mit ihr zu entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004638","hoster":"VOE"},{"path":"/redirect/8438094","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8437998","hoster":"VOE"},{"path":"/redirect/8438002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-7","name":"Unterschiedliche Beweggründe","epNo":7,"alt":"The Reasons of the Two","descr":"Adlet und Flamie erzählen sich ihre Lebensgeschichten. Flamie kehrt zu den Anderen in den Tempel zurück und die Sechs machen sich auf die Suche nach Adlet. Wie kann Adlet seine Unschuld beweisen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619949","hoster":"VOE"},{"path":"/redirect/8438105","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8438004","hoster":"VOE"},{"path":"/redirect/8438006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-8","name":"Mensch und Genie","epNo":8,"alt":"The Average Man and the Genius","descr":"Adlet kann Hans davon überzeugen, dass er nicht der Verräter ist. Aber ist dann der der siebte falsche Held?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582705","hoster":"VOE"},{"path":"/redirect/8438114","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12381046","hoster":"VOE"},{"path":"/redirect/8438012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-9","name":"Die Saat des Zweifels","epNo":9,"alt":"Blossoms of Doubt","descr":"Adlet und Hans kämpften gegen Chamot, aber ihre Freunde regenerierten sich immer wieder, was es schwer machte, sie außer Gefecht zu setzen. Dann dachten sie daran, Chamot außer Gefecht zu setzen, um die Unholde aufzuhalten. Es war ein Erfolg, und sie nahmen Chamot gefangen. Sie fragten sie, ob sie etwas über die Aktivierung der Barriere wisse, und sie nickte nein. Adlet machte sich auf die Suche nach weiteren Hinweisen und benutzte die Bombe, die Flamie gab, um ihr ein Signal zu geben. Flamie bemerkte und trafen sich. Adlet stellte Hypothesen über die Beteiligung eines Heiligen an dieser Angelegenheit und deren mögliche Verwendungen auf, aber Flamie wies sie zurück. Zurück im Tempel sagte Hans Maura und Chamot dasselbe, aber Maura weigerte sich, sie mitzunehmen. Unterdessen bestätigt Nachetanya mit Goldov, ob jemand gestorben ist, indem sie ihr Wappen überprüft hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922530","hoster":"VOE"},{"path":"/redirect/8438121","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8438017","hoster":"VOE"},{"path":"/redirect/8438016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-10","name":"Höchste Not","epNo":10,"alt":"Desperate Situation","descr":"Adlet erzählte ihr seine Hypothese und gestand Flamie dann seine Gefühle, aber das machte sie noch zweifelhafter, da er dachte, dass Adlet sie betrügt. Hans sagte Maura und Chamot dasselbe, was Maura dazu brachte, nach Nachetanya und Goldov zu rufen. Sie erzählte ihnen, dass Hans beinahe von Adlet getötet worden wäre, was Nachetanya bissig und wütend machte. Flamie verfolgte den flüchtenden Adlet und gab den anderen ein Zeichen von ihrem Aufenthaltsort. Maura holte auf und die drei verwickelten sich in einen Kampf, aber dann ergab sich Adlet und überzeugte Maura von Flamies Unschuld, damit die anderen sie nicht verdächtigen, wenn er stirbt. Maura versuchte, Adlet zu töten, aber Flamie konnte sie aufhalten. Adlet und Flamie entkamen, wurden aber von Nachetanya und Goldov in die Enge getrieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619950","hoster":"VOE"},{"path":"/redirect/8438134","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12334718","hoster":"VOE"},{"path":"/redirect/8438024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-11","name":"Rebellion","epNo":11,"alt":"Counterattack","descr":"Adlet und Flamie wurden von Maura, Nachetanya und Goldov in die Enge getrieben. Adlet versuchte, zurück zum Tempel zu gehen, um sich mit Hans zu treffen, während Flamie ihn unterstützte, aber Maura und Goldov hielten Flamie auf, und Nachetanya verfolgte Adlet und setzte ihn dabei außer Gefecht. Er spürte das Frösteln, als Nachetanya den letzten Schlag versetzte, ihre Waffe mit seinen Händen abwehrte und sie zur Flucht trat. Goldov folgte ihm, bis sie zu dem Ort zurückkehrten, an dem sie in der Nähe des Tempels gegen die Unholde kämpften. Als Goldov, Nachetanya, Maura und die gefangene Flamie wieder zusammenkamen, war Nachetanya schockiert, Chamot mit Hans lebend zu sehen. Dann entschuldigte sie sich bei Adlet dafür, dass er ihn angegriffen hatte. Adlet kam schließlich zu einer Schlussfolgerung, wie er/sie es hätte machen können. Seine Theorie beinhaltete, dass der Sonnenheilige Riura entführt wurde und ihm gesagt wurde, die Temperatur über eine Woche lang zu erhöhen.Sobald einer der Braves den Tempel öffnete, töteten sie sie, senkten die Temperatur und ein Unhold aß ihren Körper. Hans konnte die Leiche finden, was dann zu dem Schluss kommt, wer der Siebte Tapfere war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619951","hoster":"VOE"},{"path":"/redirect/8438141","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8438027","hoster":"VOE"},{"path":"/redirect/8438029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/rokka-no-yuusha/staffel-1/episode-12","name":"Die Stunde der Wahrheit","epNo":12,"alt":"The Time to Reveal the Answer","descr":"Adlet bestätigte, dass Maura der Siebte Tapfere hätte sein können, wenn seine Schlussfolgerungen richtig waren, aber Chamot wies seine Schlussfolgerung zurück. Sie und Hans konnten Kopien des Tablets und Werkzeuge finden, die für die echte Aktivierung der Barriere verwendet worden sein könnten. Auf der zweiten Tafel befanden sich Anweisungen, die Nebelbarriere zu reaktivieren, indem man das Messer und die zerbrochene Tafel entfernte, Blut über den gesamten Ständer tropfte, den Zauber rezitierte und die Tafel zerbrach. Dies ließ alle denken, dass die Person, die die Tafel zerbrach, der Siebte Tapfere war. Flamie bestätigte, dass es Nachetanya war, und alle waren überrascht. Durch Schlussfolgerung dachte Adlet auch, dass die Person, die ihn in den Tempel schickte, diejenige war, die von Anfang an alles geplant hatte, und sie war es. Als er es bestätigte, ergab sie sich dann und behauptete, dass sie wirklich die siebte Tapfere ist.und Goldov war schockiert. Nachetanya sagte ihnen, dass sie sie alle töten wollte, weil sie glaubte, dass Menschen und Unholde in Frieden zusammenleben könnten, aber etwa 500.000 Menschen könnten dabei sterben. Adlet befahl dann allen, sie zu töten, aber sie entkam. Durch den Blutverlust wurde er ohnmächtig. Als er das Bewusstsein wiedererlangte, entschuldigte sich Maura bei ihm dafür, dass er nicht wissen konnte, wer der Siebte Tapfere war. Sie kümmerte sich auch um seine Wunden. Nachdem sie sich ausgeruht hatten, gingen sie alle nach draußen, um zum Dämonenkönig zu gehen, aber zu ihrer Überraschung trafen sie Rolonia, Adlets Jugendfreundin und die Heilige des Blutes, die sich für ihre Verspätung wegen des Nebels entschuldigte und behauptete, sie sei eine der Braves. Während der Verwirrung,Truppen von Gwenbyer gingen zum Tempel, um allen zu sagen, dass sich dort mehr als tausend Unholde versammeln würden, um in das Land der heulenden Dämonen zurückzukehren. Sie hörten auf, zuerst darüber nachzudenken, wer der Siebte Tapfere sein könnte, und planten, den Dämonenkönig zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9944953","hoster":"VOE"},{"path":"/redirect/8438146","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8438031","hoster":"VOE"},{"path":"/redirect/8438037","hoster":"Streamtape"}]}]}]}]}