{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori","name":"Rokuhoudou Yotsuiro-Biyori","descr":"[Ger Sub] In einem bestimmten, traditionell nach japanischer Tradition eingerichteten Teehaus haben vier Experten ihren Traumjob gefunden: Sui bereitet den Tee zu, Gure versteht sich auf die Latte Art, Tsubaki kümmert sich um Süßes und die Gerichte stammen von Tokitaka.","seasons":[{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-1","name":"","epNo":1,"alt":"Welcome to Rokuhoudou Café","descr":"Vier nette, adrette, knackige, junge Männer leiten ein Café für japanische Süßigkeiten und versuchen mit leckeren Süßspeisen und gutem Service zu glänzen. Wird das Rokuhōdō erblühen mit diesen vier sexy Kerlen im Mittelpunkt?","versions":[]},{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-2","name":"","epNo":2,"alt":"The Teahouse`s Secrets","descr":"Das Café sucht einen neuen Teelieferanten, doch just in diesem Moment erscheint die Tochter eines Teehauses vor Ort.","versions":[]},{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-3","name":"","epNo":3,"alt":"Sweets Trap Collection","descr":"Die Jungs vom Rokuhōdō werden zu einem Event in einem Kaufhaus eingeladen, das deutlich größer ist, als ihnen erzählt wurde. Während die Leute bei ihnen Schlange stehen, müssen sie die Speisen vor den Augen aller zubereiten – wer würde da nicht nervös werden? Können sie es schaffen, die Kunden zufriedenzustellen?","versions":[]},{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-4","name":"","epNo":4,"alt":"Tempura Bowl Survivor / An Incident, Meow","descr":"Ein Mann stolpert ganz verhungert ins Rokuhōdō und möchte unbedingt eine Schüssel Tendon verspeisen.","versions":[]},{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-5","name":"","epNo":5,"alt":"Love for Lost Sheep","descr":"Ein niedergeschlagener Zeitungsredakteur will eine Artikelreihe über schicke Cafés schreiben, doch traut sich als Mann mittleren Alters nicht in die Lokale, die hauptsächlich von jungen Frauen frequentiert werden. Doch dann trifft er einen Helden, der ihn in die Geheimnisse des Café-Besuchens einweist.","versions":[]},{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-6","name":"","epNo":6,"alt":"It Begins with Omurice","descr":"Sui erzählt den anderen die Geschichte, des ersten Gerichts, das im Rokuhōdō je serviert wurde.","versions":[]},{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-7","name":"","epNo":7,"alt":"I Love Ice Cream / Vegetable Power","descr":"Als die Tochter einer Familie von Teehausbesitzern erfährt, dass ihre beste Freundin bald wegzieht, will sie dafür sorgen, dass sich diese positiv an den Geschmack des Tees erinnert. Ein Mann im Ruhestand, der nach dem Tod seiner Frau alleine lebt, verlässt seit längerer Zeit wieder das Haus und besucht das Rokuhōdō.","versions":[]},{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-8","name":"","epNo":8,"alt":"Espresso Espressivo","descr":"Gure begegnet einen Jungen im Park, der seinem Anschein nach die Schule schwänzt. Er bietet ihm auf seine Art und Weise Ermutigung.","versions":[]},{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-9","name":"","epNo":9,"alt":"Clumsy Hero / Mont Blanc Boy","descr":"Isago-san versucht seine Chefredakteurin auf ein Date ins Rokuhōdō einzuladen. Dabei gibt er sich jegliche Mühe und die Jungs unterstützen ihn dabei.","versions":[]},{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-10","name":"","epNo":10,"alt":"She Doesn`t Know Rokuhoudou Yet / The Cafe`s Napolitan","descr":"Eine Tante und ihre Enkelin entdecken das Rokuhōdō. Aber auf den ersten Blick ist die Enkelin ziemlich skeptisch dem Café gegenüber","versions":[]},{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-11","name":"","epNo":11,"alt":"Life Is a Hamburg","descr":"Jetzt werden Frikadellen so ordentlich durchgeklopft. Die Jungs zeigen ihre Lieblingsgeschmackrichtungen, wenn es um Frikadellen geht.","versions":[]},{"path":"/serie/stream/rokuhoudou-yotsuiro-biyori/staffel-1/episode-12","name":"","epNo":12,"alt":"Rokuhoudou Yotsuiro Biyori","descr":"Die Jungs vom Rokuhōdō veranstalten eine Silvesterparty und laden alle ihre Stammkunden und Lieblingsgäste ein. Auch Suis Bruder soll kommen, aber ob er der Einladung wirklich folgt, ist eine andere Frage.","versions":[]}]}]}