{"seriesId":"rom","name":"Rom","descr":"Die aufwändig produzierte Historien-Serie schildert die dramatischen Ereignisse zu Beginn des römischen Imperiums rund um das Jahr 50 vor Christus. Julius Cäsar (Ciarán Hinds) hat gerade Gallien erobert und muss bei seiner Rückkehr nach Rom feststellen, dass sein einstiger Freund und jetziger republikanischer Gegenspieler Pompeius (Rick Warden) mit allerlei politischen Intrigen versucht, die Macht an sich zu reißen. Es kommt zum Bürgerkrieg zwischen den verfeindeten Parteien. Die Geschichte wird aus der Perspektive zweier historisch unbedeutender, einfacher Soldaten erzählt und angereichert mit Einblicken in das römische Alltagsleben, geheimen Liebschaften und den Intrigen eifersüchtiger, heuchlerischer Frauen aus dem Umfeld der römischen Machthaber.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der gestohlene Adler","epNo":1,"alt":"The Stolen Eagle","descr":"Julius Caesar (Ciarán Hinds) besiegt 52 v. Chr. nach langem Kampf die Gallier. Als Caesars Standarte, ein goldener Adler, gestohlen wird, sollen Offizier Lucius Vorenus (Kevin McKidd) und Legionär Titus Pullo (Ray Stevenson) ihn wiederbeschaffen. Aus Rom kommt die Nachricht, dass Caesars Tochter gestorben ist, die mit Pompejus verheiratet war: Die Freundschaft zwischen den beiden Feldherren beginnt zu bröckeln.","versions":[{"lang":1,"streams":[{"redirect":13358884,"hoster":"VOE"},{"redirect":11752197,"hoster":"Doodstream"},{"redirect":11752189,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wie Titus Pullo die Republik stürzte","epNo":2,"alt":"How Titus Pullo Brought Down the Republic","descr":"Lucius Vorenus und Titus Pullo begleiten den jungen Octavius nach Rom zurück. Vorenus sieht seine Frau Niobe mit einem Kind im Arm wieder. Er erfährt, dass seine vierzehnjährige Tochter inzwischen Mutter geworden ist. Pullo gerät beim Würfelspiel in eine handfeste Schlägerei und kommt nur knapp mit dem Leben davon. Pompejus versucht, im Senat eine Mehrheit gegen Caesar auf die Beine zu stellen, was zum Tumult führt.","versions":[{"lang":1,"streams":[{"redirect":11752188,"hoster":"VOE"},{"redirect":11752193,"hoster":"Doodstream"},{"redirect":11752187,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Eule im Dornbusch","epNo":3,"alt":"An Owl in a Thornbush","descr":"Caesar überschreitet mit seiner 13. Legion den Grenzfluss Rubikon und nähert sich Rom. Pompejus fürchtet Caesars militärische Macht und entschließt sich, für eine Weile die Stadt zu verlassen. Vorenus bittet Pullo um Rat, wie er seine Frau Niobe zurückgewinnen kann, die sich von ihm abgewandt hat. Was er nicht weiß: Sie hat ein Kind von einem anderen Mann!","versions":[{"lang":1,"streams":[{"redirect":13358877,"hoster":"VOE"},{"redirect":11752199,"hoster":"Doodstream"},{"redirect":11752191,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Stehlen von Saturn","epNo":4,"alt":"Stealing from Saturn","descr":"Caesar macht Pompejus ein unannehmbares Waffenstillstandsangebot. Zur Feier von Caesars Rückkehr nach Rom hält seine Nichte Atia ein Festmahl ab. Vorenus feiert sein neues Leben als Geschäftsmann. Doch das Fest findet ein jähes Ende, als Niobe im Streit mit ihrer Schwester Lyde ein Götterbildnis zerbricht. Denn Lyde droht Niobes Verhältnis mit ihrem Mann Evander zu verraten.","versions":[{"lang":1,"streams":[{"redirect":13358881,"hoster":"VOE"},{"redirect":11752200,"hoster":"Doodstream"},{"redirect":11752196,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Rammbock hat die Mauer berührt","epNo":5,"alt":"The Ram has Touched the Wall","descr":"Pompejus nimmt Caesars Waffenstillstandsangebot an. Trotz der Einwände seiner Frau Niobe treibt Vorenus die Heirat seiner älteren Tochter Vorena mit Crito, dem vermeintlichen Vater des kleinen Lucius, voran. Die eifersüchtige Atia schmiedet einen hinterlistigen Plan, um Caesar und Servilia auseinander zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14491680,"hoster":"VOE"},{"redirect":8619235,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Egeria","epNo":6,"alt":"Egeria","descr":"Während Caesar Pompejus in den Osten verfolgt, hat Mark Anton in Rom die Zügel in der Hand. Doch dann dreht Pompejus den Spieß um und macht Jagd auf Caesar. Mark Anton muss sich entscheiden, ob er Caesar gegenüber loyal bleiben will oder sich auf Atias und Pompejus\u0027 Seite schlagen soll. Vorenus und Niobe kommen sich unterdessen wieder näher, wenn auch nur für kurze Zeit.","versions":[{"lang":1,"streams":[{"redirect":13360367,"hoster":"VOE"},{"redirect":8619225,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pharsalus","epNo":7,"alt":"Pharsalus","descr":"Auf dem Weg nach Griechenland erleiden Vorenus und Pullo mitsamt der 13. Legion Schiffbruch. Mit einer gewagten Rettungsaktion kämpfen die Soldaten ums Überleben. Caesars Truppen überwältigen trotz zahlenmäßiger Überlegenheit die Armee von Pompejus. Der flüchtet unter falscher Identität nach Ägypten.","versions":[{"lang":1,"streams":[{"redirect":14491745,"hoster":"VOE"},{"redirect":8619233,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Caesarion","epNo":8,"alt":"Caesarion","descr":"Auf der Jagd nach Pompejus haben Caesar und seine Truppen Ägypten erreicht. Der Herrscher erfährt von Pompejus\u0027 gewaltsamem Tod. Er verlangt die Herausgabe von Pompejus\u0027 Mörder. Vorenus und Pullo kommen gerade noch rechtzeitig, um einen Mordanschlag auf Kleopatra zu verhindern. In Rom erhalten Cicero und Brutus die Nachricht, dass Caesar die Belagerung Alexandrias durchbrochen hat und nun alleiniger Herrscher Ägyptens ist.","versions":[{"lang":1,"streams":[{"redirect":14491539,"hoster":"VOE"},{"redirect":8619223,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Utica","epNo":9,"alt":"Utica","descr":"Cato und Scipio sind bei Utica vernichtend geschlagen worden und nehmen sich das Leben. In Rom will Caesar als Diktator die Republik erneuern, während die von ihm verstoßene Geliebte Servilia zur erbitterten Feindin des neuen Herrschers wird. Vorenus und Pullo arbeiten in der Fleischerei, die Niobe und Lyde in Vorenus\u0027 Abwesenheit erfolgreich geführt haben. Von Servilia unter Druck gesetzt, verführt Octavia ihren Bruder Octavius.","versions":[{"lang":1,"streams":[{"redirect":8783365,"hoster":"VOE"},{"redirect":8619226,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Triumph","epNo":10,"alt":"Triumph","descr":"Der Senat ernennt Caesar für zehn Jahre zum Imperator und überträgt ihm somit die absolute Macht. Vorenus bereitet sich auf sein neues Amt als Magistrat vor. Pullo, mittlerweile Zivilist, will die Sklavin Irene heiraten und mit ihr ein neues Leben anfangen. Doch Irene hat heimlich einen anderen Sklaven geheiratet. Vor lauter Wut lässt Pullo sich zu einer Gewalttat hinreißen.","versions":[{"lang":1,"streams":[{"redirect":13358892,"hoster":"VOE"},{"redirect":8619239,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Beute","epNo":11,"alt":"The Spoils","descr":"Pullo bringt als Auftragsmörder einen Mann um. Weil er dabei beobachtet wird, landet er im Kerker. Pullo wird zum Tode verurteilt und muss in der Arena gegen mehrere Gladiatoren um sein Leben kämpfen. Caesar will Brutus als Statthalter nach Makedonien schicken. Brutus erkennt, dass Caesar ihm nicht mehr vertraut und ihn von Rom fernhalten möchte. Er beschließt, gemeinsam mit Cassius gegen Caesar vorzugehen.","versions":[{"lang":1,"streams":[{"redirect":8783366,"hoster":"VOE"},{"redirect":8619230,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Kalenden des Februar","epNo":12,"alt":"Kalends of February","descr":"Vorenus lässt Pullo in seinem Haus gesund pflegen. Beide haben an Popularität gewonnen. Um die Gunst des Volkes nicht zu verlieren, ernennt Caesar, inzwischen Diktator auf Lebenszeit, Vorenus zum Senator. Damit erregt er den Zorn der Patrizier, vor allem von Brutus, Cicero und Cassius. Sie schmieden ein Mordkomplott, für dessen Gelingen Servilia den Beistand ihrer Ahnen erfleht.","versions":[{"lang":1,"streams":[{"redirect":12381050,"hoster":"VOE"},{"redirect":8619229,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Pessach","epNo":1,"alt":"Passover","descr":"Julius Cäsar wurde ermordet! Marc Anton ist nur knapp Brutus’ Schergen entkommen und plant, eine Armee auszuheben. Doch Cäsar hat in seinem Testament seinen Großneffen Octavius zu seinem Alleinerben ernannt. Vorenus gibt sich die Schuld an Cäsars Tod und verflucht vor der Leiche seiner Frau Niobe seine Familie. Pullo und Irene sind auf dem Land und ahnen nichts von den dramatischen Ereignissen.","versions":[{"lang":1,"streams":[{"redirect":8783371,"hoster":"VOE"},{"redirect":8619231,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sohn des Hades","epNo":2,"alt":"Son of Hades","descr":"Kleopatra besucht Rom, um die Anerkennung Caesarions als legitimen Sohn des ermordeten Julius Cäsar zu fordern. Marc Anton, inzwischen Konsul von Rom, lehnt ab. Die Auseinandersetzungen zwischen ihm und Octavius, der zu Cäsars Alleinerben ernannt wurde, werden immer schärfer. In Marc Antons Auftrag versuchen Vorenus und Pullo, den Machtkampf nach Erastes’ Ermordung auf dem Aventin unter Kontrolle zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8783374,"hoster":"VOE"},{"redirect":8619232,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dies sind die Worte von Marcus Tullius Cicero","epNo":3,"alt":"These Being the Words of Marcus Tullius Cicero","descr":"Brutus und Cassius versuchen, im Nahen Osten eine Armee aufzustellen. Marc Anton setzt unterdessen in Rom Cicero unter Druck, ihm die Provinz Gallien zu übertragen. Doch Cicero lässt im Senat seine Abrechnung mit Marc Anton verlesen und fordert Octavius auf, seine Armeen zu sammeln. Vorenus zieht mit Marc Antons Armee nach Norden. Pullo erfährt unterdessen, dass die Kinder von Vorenus am Leben sind.","versions":[{"lang":1,"streams":[{"redirect":9200040,"hoster":"VOE"},{"redirect":8619234,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Testudo et Lepus","epNo":4,"alt":"The Tortoise and the Hare","descr":"Atias Köchin kostet vergiftetes Essen und stirbt. Unter Folter gibt Duro, der Giftmischer, seine Auftraggeberin preis: Servilia. In Gallien kommt es derweil zur Konfrontation zwischen Marc Anton und Octavius. Überraschend kann Octavius die Schlacht für sich entscheiden. Pullo findet Vorenus unter Marc Antons geschlagenen Männern und überbringt ihm die Nachricht, dass seine Kinder noch am Leben sind.","versions":[{"lang":1,"streams":[{"redirect":12662651,"hoster":"VOE"},{"redirect":8619237,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Helden der Republik","epNo":5,"alt":"Heroes of the Republic","descr":"Cicero setzt Octavius’ Ernennung zum Konsul durch. Doch der fordert, Brutus und Cassius zu Staatsfeinden erklären zu lassen. Cicero fürchtet einen neuen Diktator und bittet Brutus und Cassius, mit ihren Armeen nach Rom zu ziehen. Angesichts der Übermacht versucht Atia ihren Sohn Octavius und ihren Liebhaber Marc Anton zu versöhnen. Unterdessen kehren Vorenus und Pullo mit den Kindern nach Rom zurück.","versions":[{"lang":1,"streams":[{"redirect":8783373,"hoster":"VOE"},{"redirect":8619236,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Philippi","epNo":6,"alt":"Philippi","descr":"Octavius und Marc Anton verbünden sich gegen Brutus und Cassius. Sie beauftragen die Kollegien Roms, unter Vorenus’ Führung die Freunde ihrer Gegner zu töten, damit die nicht gewarnt werden. Als einer der Ersten stirbt Cicero unter Pullos Schwert. Die Armeen von Octavius und Marc Anton ziehen nach Griechenland, Brutus und Cassius entgegen. Angesichts der Überzahl sucht Brutus die Entscheidungsschlacht.","versions":[{"lang":1,"streams":[{"redirect":9595500,"hoster":"VOE"},{"redirect":8619240,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Totenmaske","epNo":7,"alt":"Death Mask","descr":"Die Entscheidungsschlacht ist geschlagen: Brutus und Cassius sind tot. Octavius schlägt seinen Verbündeten Marc Anton und Lepidus ein Triumvirat vor, doch Marc Anton will das Reich aufteilen. Als Marc Anton sich von Herodes bestechen lässt, kommt es zum Streit. Atia sorgt für eine Einigung, die durch eine Heirat besiegelt werden soll. Nimmt Marc Anton seine langjährige Geliebte Atia zur Frau?","versions":[{"lang":1,"streams":[{"redirect":8783376,"hoster":"VOE"},{"redirect":8619238,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine notwendige Fiktion","epNo":8,"alt":"A Necessary Fiction","descr":"Vorenus hat den Auftrag, Herodes’ Bestechungsgeld nach Rom bringen zu lassen. Doch der Trupp wird überfallen, das Gold verschwindet spurlos. Vorenus und Pullo suchen nach dem Verräter. Unterdessen erfährt Octavius die Wahrheit über die Ehe seiner Schwester: Sie und Marc Anton haben weiterhin Affären. Octavius stellt Mutter und Schwester unter Hausarrest und zwing Marc Anton, sich nach Alexandria zurückzuziehen.","versions":[{"lang":1,"streams":[{"redirect":8783377,"hoster":"VOE"},{"redirect":8619241,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Deus Impeditio Esuritori Nullus","epNo":9,"alt":"No God Can Stop a Hungry Man","descr":"Einige Jahre später: Marc Anton und Cleopatra verbringen ihre Tage im Drogenrausch in Alexandria, während Rom unter einer Hungersnot leidet. Octavius ist bereit, für Getreide den dreifachen Preis zu zahlen, doch Marc Anton stellt unerfüllbare Nachforderungen. Octavius schickt Atia und Octavia zu ihm, um ihn zum Einlenken zu bewegen oder den Liebling der Massen so zu entzaubern, dass er ihm den Krieg erklären kann.","versions":[{"lang":1,"streams":[{"redirect":8783384,"hoster":"VOE"},{"redirect":8619242,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"De Patre Vostro","epNo":10,"alt":"About Your Father","descr":"Cleopatras Flotte wird vernichtend von Octavius geschlagen. Marc Anton und Kleopatra verschanzen sich im Palast. Er will gemeinsam mit ihr in den Tod gehen, doch Octavius bietet Cleopatra ihr Leben an, wenn sie ihren Geliebten ausliefert. In Wirklichkeit will Octavius Caesars vermeintlichen Sohn Caesarion töten lassen und seine Mutter in Rom als Gefangene vorführen.","versions":[{"lang":1,"streams":[{"redirect":8783393,"hoster":"VOE"},{"redirect":8619245,"hoster":"Streamtape"}]}]}]}]}