{"seriesId":"romancero","name":"Romancero","descr":"Cornelia (Matic) ist ein Mädchen, dessen Kindheit gestohlen wurde. Jordán (Cócola) ist weder ein Junge noch ein Mann. Hilflos fliehen sie vor den Mächten des Gesetzes, vor mächtigen übernatürlichen Kreaturen und vor sich selbst. Romancero ist die Geschichte dieser Flucht, der Verfolgten und der Verfolger, angesiedelt in einer ebenso realen wie mythischen Wüste und dem grausamen Andalusien, während einer Albtraumnacht, die von Dämonen, Hexen und Bluttrinkern heimgesucht wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Eins","epNo":1,"alt":"Episode 1","descr":"Verängstigt, blutüberströmt und ohne sich umzudrehen, fliehen Jordán und Cornelia mitten in der Nacht durch eine Wüstenlandschaft. Obwohl sie erst Kinder sind, werden sie unerbittlich von einer Gruppe von Menschen verfolgt, die auf Rache sinnen. Glücklicherweise finden sie ein Versteck in der Dunkelheit, doch nicht für lange.","versions":[{"lang":1,"streams":[{"redirect":13285991,"hoster":"VOE"},{"redirect":13285993,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13291608,"hoster":"VOE"},{"redirect":13291607,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zwei","epNo":2,"alt":"Episode 2","descr":"Ein großer Bus ist in der Stadtmitte vorgefahren. Davor hält Caterina Izara, eine aufgeklärte aber entsetzlich konservative Frau, eine Kundgebung für die Einheimischen ab, die sie wie eine Göttin verehren. Nicht weit davon entfernt parken die beiden unglücklichen Polizisten Teodoro und Sorroche, um die Nachtschicht anzutreten. Doch die Ruhe währt nicht lange.","versions":[{"lang":1,"streams":[{"redirect":13286003,"hoster":"VOE"},{"redirect":13286009,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13291615,"hoster":"VOE"},{"redirect":13291614,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Drei","epNo":3,"alt":"Episode 3","descr":"Wenige Stunden vor ihrer Flucht mit Jordán ist Cornelia gezwungen, aus der Barackensiedlung, in der sie lebt, zu fliehen. Tábata, die Frau, die sich um sie kümmert, als wäre sie ihre eigene Tochter, warnt sie vor einer ernsten Gefahr: Sie sind hinter ihnen her.","versions":[{"lang":1,"streams":[{"redirect":13286010,"hoster":"VOE"},{"redirect":13286008,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13291605,"hoster":"VOE"},{"redirect":13291602,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vier","epNo":4,"alt":"Episode 4","descr":"Nach ihrer mühsamen Flucht suchen Jordán und Cornelia Schutz in einem Einkaufszentrum, in dem Glauben, dass die Gefahr vorüber ist. Doch die Polizisten Teodoro und Sorroche sind ihnen dicht auf den Fersen.","versions":[{"lang":1,"streams":[{"redirect":13286012,"hoster":"VOE"},{"redirect":13286013,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13291620,"hoster":"VOE"},{"redirect":13291619,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fünf","epNo":5,"alt":"Episode 5","descr":"Einige Wochen vor Josués Ermordung ist Cornelias Leben in der Barackensiedlung die reinste Hölle. Ihre einzige Ablenkung ist Tábata, mit der sie sich in Geschichten voller Magie und Mysterien verliert. In der Gegenwart untersuchen Teodoro und Sorroche den Mord an Jordán. Die Umgebung des Polizeireviers ist voller Verwandter Josués, die nach Rache sinnen.","versions":[{"lang":1,"streams":[{"redirect":13286015,"hoster":"VOE"},{"redirect":13286019,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13291634,"hoster":"VOE"},{"redirect":13291635,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sechs","epNo":6,"alt":"Episode 6","descr":"Während Chaos und Verwirrung im Polizeirevier ausbricht, reisen wir zurück in die Vergangenheit von Caterina, Carmen, Jordáns Mutter und den Polizisten Teodoro und Sorroche.","versions":[{"lang":1,"streams":[{"redirect":13286021,"hoster":"VOE"},{"redirect":13286022,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13291640,"hoster":"VOE"},{"redirect":13291639,"hoster":"Streamtape"}]}]}]}]}