{"path":"/serie/stream/romanzo-criminale","name":"Romanzo Criminale","descr":"Die Handlung der Krimiserie beginnt im Italien der 1970er Jahre und erstreckt sich über einen Zeitraum von 25 Jahren. Das Land befindet sich im Würgegriff von Mafia und Korruption, die bis in die höchsten politischen Kreise hineinreicht. In Rom wachsen vier junge Kleinkriminelle auf und beschließen, ihre Kontakte mit dem organisierten Verbrechen zu ihrem eigenen Vorteil zu nutzen. Es gelingt ihnen, ein kriminelles Imperium aufzubauen. Doch über all die Jahre ist ihnen Commissario Scialoja auf den Fersen, und es spielt ihm in die Karten, dass der Zusammenhalt in der Gruppe ins Wanken gerät.","seasons":[{"path":"/serie/stream/romanzo-criminale/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Rom, 1977: Während verschiedene Organisationen des organisierten Verbrechens weite Teile des Landes beherrschen, agieren in Rom kleinere Banden. Eine dieser Banden gehört Pietro, genannt \"der Libanese\". Der Kleinkriminelle hat hochfliegende Träume: Er will ganz Rom mit seinen Männern kontrollieren. Mit einem kleinen Diebstahl beschafft er erste Waffen und beginnt, seinen Plan mit Anschlägen, Intrigen und Verhandlungen in die Tat umzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14406337","hoster":"VOE"},{"path":"/redirect/14257287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-2","name":"Episode 2","epNo":2,"alt":"Episode 2","descr":"\"Der Libanese\" hat ein Ziel: Die Eroberung Roms. Tatkräftig von Freddo unterstützt, beginnt er, in den hiesigen Drogenmarkt zu investieren, natürlich argwöhnisch beobachtet von seinen Konkurrenten. Und je rasanter der Aufstieg, desto größer die Konkurrenz aus den eigenen Kreisen. Kommissar Scialoja geht unterdessen jeder nur denkbaren Spur im Entführungsfall Rosellini nach. Ein gekennzeichneter Geldschein wird die heißeste davon …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14352992","hoster":"VOE"},{"path":"/redirect/14447710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-3","name":"Episode 3","epNo":3,"alt":"Episode 3","descr":"Nachdem die Bande in den Drogenhandel eingestiegen ist, baut sie in Rekordzeit ihr Dealernetz auf. Gewalttätig und ohne jede Skrupel erobern die Männer des Libanesen ein Stadtviertel nach dem anderen. Wer nicht für sie arbeiten will, wird getötet – nur Terribiles Bezirk lassen sie vorerst unangetastet. Doch nicht alle Drogenbosse Roms knicken so leicht ein: Ein Chinese mit dem Decknamen \"Shanghai\" leistet hartnäckig Widerstand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14405795","hoster":"VOE"},{"path":"/redirect/14447714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-4","name":"Episode 4","epNo":4,"alt":"Episode 4","descr":"Die Bande des Libanesen feiert ihren Erfolg, als ihr Anführer zum Gegenschlag gegen seinen Widersacher Terribile ausholt: Der kleine Drogenhändler Sorcio soll in seinem Auftrag den Bezirk des Terribile erobern, doch er wird von Terribiles Männern gefangen und gefoltert. Es kommt zu einer Übereinkunft zwischen den Bossen: Terribile darf seinen Bezirk behalten. Außerdem kassiert er einen beachtlichen Anteil an den Gewinnen des Libanesen – vorerst!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14409599","hoster":"VOE"},{"path":"/redirect/14447717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-5","name":"Episode 5","epNo":5,"alt":"Episode 5","descr":"Nach der Entführung des Politikers Aldo Moro zeigt die Polizei Präsenz in den Straßen, so dass die Geschäfte des Libanesen und seiner Bande ins Stocken geraten. Der Libanese, Dandi und Freddo kommen bei einer Polizeikontrolle nur knapp davon. Freddo gesteht seinem Bruder Gigio seine Beziehung zu dessen Ex-Freundin Roberta. Es kommt zum Bruch zwischen den beiden Brüdern, doch Freddo genießt die reine, unschuldige Liebe, die er bei Roberta erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14407991","hoster":"VOE"},{"path":"/redirect/14447731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-6","name":"Episode 6","epNo":6,"alt":"Episode 6","descr":"Mit Ausnahme von Bufalo, der die Geschäfte weiter führt, sitzt der Libanese mit seiner gesamten Bande in Untersuchungshaft. Unter den Gefängnisinsassen ist auch der letzte noch lebende Bruder der Cannizzaro, der Rache will. Er arbeitet für Don Macri, einen mächtigen Boss der N’drangheta, der im Gefängnis das Sagen hat. Doch für den Libanesen ist es ausgeschlossen, sich Macri zu unterwerfen. Bald stellt sich heraus wer hinter der Festnahme steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14409597","hoster":"VOE"},{"path":"/redirect/14447751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-7","name":"Episode 7","epNo":7,"alt":"Episode 7","descr":"Für den Libanesen und seine Männer ist klar, dass sie sich Terribiles’ entledigen müssen. Um die Sicherungsmaßnahmen in dessen Villa zu erkunden, überbringt der Libanese Terribile persönlich dessen Gewinnanteil aus dem Drogengeschäft. Der Machtkampf zwischen den Männern steuert ausgerechnet auf der Hochzeit von Scrocchiazeppi und Angela unaufhaltsam seinem Finale entgegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14406338","hoster":"VOE"},{"path":"/redirect/14447861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-8","name":"Episode 8","epNo":8,"alt":"Episode 8","descr":"Nach Terribiles Tod steht der Libanese auf dem Höhepunkt seiner Macht. Onkel Carlo, eine hohes Tier der Mafia, beordert den Libanesen und seine Vertrauensleute zu einem Treffen. Während die Bande die Vereinbarung mit Onkel Carlo feiert, wird Freddo verhaftet: Ihm wird ein Banküberfall und der Mord an einem Sicherheitsmann angelastet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14407984","hoster":"VOE"},{"path":"/redirect/14447838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-9","name":"Episode 9","epNo":9,"alt":"Episode 9","descr":"Ein Gast des Casinos, Santini, entpuppt sich als Polizist vom Drogendezernat. Der kokainabhängige Polizist wird vom Libanesen gezwungen, der Bande zuzuarbeiten. Santini gibt dem Libanesen einen Tipp, dass der ultimative Coup bevorsteht: der Raub von acht Kilo Heroin aus der Asservatenkammer der Polizei. Außerdem wird der Libanese der unumstrittene König von Rom, als Secco ihm vorschlägt, ins Immobiliengeschäft einzusteigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14409598","hoster":"VOE"},{"path":"/redirect/14447843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-10","name":"Episode 10","epNo":10,"alt":"Episode 10","descr":"Am Ende einer durchzockten Nacht werden der Libanese, Dandi und Fierolocchio verhaftet und das Casino wegen illegalen Glücksspiels geschlossen. Als Freddo die Bande zusammentrommelt, wird ihm klar, dass sie längst am Abgrund stehen. Kaum aus der Haft entlassen, töten der Libanese und seine engsten Vertrauten Satana, Santini kommt ihrer Rache mit Selbstmord zuvor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14406335","hoster":"VOE"},{"path":"/redirect/14447877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-11","name":"Episode 11","epNo":11,"alt":"Episode 11","descr":"Der Gelegenheitsdealer Angioletto, ein Neffe von Puma, wird erschossen. Da der Libanese den Drogenhandel in Rom kontrolliert, vermutet Puma ncht ganz zu unrecht ihn als Drahtzieher. Unterdessen kommen beim Anschlag auf den Bahnhof von Bologna 80 Menschen ums Leben. Scialoja beginnt zu ermitteln...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14353101","hoster":"VOE"},{"path":"/redirect/14447879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-1/episode-12","name":"Episode 12","epNo":12,"alt":"Episode 12","descr":"Aufgrund seines exzessiven Kokainmissbrauchs leidet der Libanese unter Wahnvorstellungen: Ihm erscheint seine Mutter, die ihn auffordert, sich und sein Leben in Ordnung zu bringen. Freddo will sich mit Roberta nach Brasilien absetzen. In seinem Wahn will der Libanese vom Geheimdienst das Messer zurückzufordern, mit dem Terribile getötet wurde. Greco und Zeta stimmen zu, das Beweisstück zu beschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14353219","hoster":"VOE"},{"path":"/redirect/14257389","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/romanzo-criminale/staffel-2/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Rom, 1981: Nach dem Aufstieg der \"Banda della Magliana\" zur mächtigsten Gang Roms droht der kriminellen Organisation das Ende. Der Anführer Pietro \"der Libanese\" Proietti (Francesco Montanari) wurde von Unbekannten erschossen. Puma (Ivano De Matteo) will Freddo (Vinicio Marchioni) überzeugen, aus der Bande auszusteigen, doch der will um jeden Preis erst den Mörder des \"Libanesen\" ausfindig machen. – Von Sky Italia (\"Gomorrha\") produzierte, schonungslose Gangsterserie nach der wahren Geschichte der \"Banda della Magliana\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14406334","hoster":"VOE"},{"path":"/redirect/14447878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-2/episode-2","name":"Episode 2","epNo":2,"alt":"Episode 2","descr":"Während die Bande nach Maurizio Gemito sucht, erhebt der Sarde Anspruch auf Trastevere, das Drogenrevier des Libanesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14409604","hoster":"VOE"},{"path":"/redirect/14447880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-2/episode-3","name":"Episode 3","epNo":3,"alt":"Episode 3","descr":"Mit einem Streifschuß im Arm sucht Bufalo Hilfe bei Scrocchiazeppi. Bufalo schwört, Dandi zu töten, und macht sich nach wenigen Tagen auf die Suche nach dem Verräter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14353216","hoster":"VOE"},{"path":"/redirect/14447881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-2/episode-4","name":"Episode 4","epNo":4,"alt":"Episode 4","descr":"Bufalo befindet sich in Untersuchungshaft, verweigert aber jede Aussage. Bei einer Razzia in Patrizias Bordell nimmt Scialoja die Geheimdienstagenten Greco und Zeta fest, die einen Abgeordneten bei Sexspielen gefilmt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14409601","hoster":"VOE"},{"path":"/redirect/14447883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-2/episode-5","name":"Episode 5","epNo":5,"alt":"Episode 5","descr":"Bei der Durchsuchung des Wirtschaftsministeriums findet Scialoja das Waffenlager der Bande und die Waffe, mit der der Libanese umgebracht wurde. Als der Wachmann alle Mitglieder der Bande auf Fahndungsfotos erkennt, fordert Dandi Donatella auf, den Mann unter Druck zu setzen damit dieser seine Aussage revidiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14409602","hoster":"VOE"},{"path":"/redirect/14447882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-2/episode-6","name":"Episode 6","epNo":6,"alt":"Episode 6","descr":"Bufalos Prozess wegen des Schusswechsels mit Maurizio Gemito und der Polizei steht bevor. Freddo drängt ihn, auf Unzurechnungsfähigkeit zu plädieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14406341","hoster":"VOE"},{"path":"/redirect/14447888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-2/episode-7","name":"Episode 7","epNo":7,"alt":"Episode 7","descr":"Die Nachricht von Dandis und Patrizias Hochzeit lässt Scialoja nicht unberührt. Er lässt Dandis Wohnung durchsuchen und Kokain sicherstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14406343","hoster":"VOE"},{"path":"/redirect/14447885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-2/episode-8","name":"Episode 8","epNo":8,"alt":"Episode 8","descr":"Bufalo lässt nichts unversucht, um seine Haftstrafe wegen Unzurechnungsfähigkeit abzumildern. Unterdessen wird Patrizia sich bewußt, dass sie in einem goldenen Käfig gefangen gehalten wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14407986","hoster":"VOE"},{"path":"/redirect/14447884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-2/episode-9","name":"Episode 9","epNo":9,"alt":"Episode 9","descr":"Dank Sorcios Aussagen werden die Bandenmitglieder verhaftet. Um Bufalos Rache zu entkommen, lässt Dandi sich auf die Krankenstation verlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14407980","hoster":"VOE"},{"path":"/redirect/14447886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/romanzo-criminale/staffel-2/episode-10","name":"Episode 10","epNo":10,"alt":"Episode 10","descr":"Dandi ist zu einem Immobilienhai aufgestiegen, der sein Umfeld mit seinem Größenwahn quält. Secco steht Dandi als Finanzberater nach wie vor treu zur Seite, entwickelt aber insgeheim eigene Pläne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14409603","hoster":"VOE"},{"path":"/redirect/14447887","hoster":"Streamtape"}]}]}]}]}