{"seriesId":"rookie-blue","name":"Rookie Blue","descr":"Frisch von der Polizeiakademie müssen sich die fünf Rookies gleich in ihren ersten Einsätzen bewähren. Aber nicht nur auf den Straßen von Toronto, auch untereinander geraten die Frischlinge in Konflikte, es gibt ausserdem  einige Beziehungsdramen zwischen den Rookies und den dienstälteren Cops.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Geruch frischer Farbe","epNo":1,"alt":"Fresh Paint","descr":"Bei Andy McNallys erster Schicht kommt es zu einer Schießerei, nach der sie einen vermeintlichen Drogendealer verhaftet. Später stellt sich heraus, dass dies ein Undercover-Ermittler, Sam Swarek, war.","versions":[{"lang":1,"streams":[{"redirect":8783436,"hoster":"VOE"},{"redirect":8619310,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Sterne lügen nicht","epNo":2,"alt":"Mercury Retrograde","descr":"Während ein flüchtiger Verbrecher gejagt wird, bezieht Swarek McNally in seine Undercover-Ermittlungen mit ein. Swarek, zu dem sich McNally hingezogen fühlt, versucht eine Informantin zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":8783439,"hoster":"VOE"},{"redirect":8619309,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schlag auf Schlag","epNo":3,"alt":"Fite Nite","descr":"McNally und Gail Peck treffen bei Ermittlungen eines groß angelegten Waffenhandels auf ein Opfer häuslicher Gewalt und versuchen dieses zu schützen. Währenddessen bereitet sich Traci Nash auf das jährliche Polizei-Box-Event vor.","versions":[{"lang":1,"streams":[{"redirect":8783437,"hoster":"VOE"},{"redirect":8619313,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gewonnen und verloren","epNo":4,"alt":"Signals Crossed","descr":"Die Rookies sollen als Prostituierte Freier anlocken und verhaften, McNally hat damit jedoch ihre Schwierigkeiten. Als sich ihr und Dov Epstein die Möglichkeit bietet, einen Waffenschieberring aufzudecken, gefährden die beiden das Leben einer Informantin.","versions":[{"lang":1,"streams":[{"redirect":8783438,"hoster":"VOE"},{"redirect":8619312,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Am hellichten Tag","epNo":5,"alt":"Broad Daylight","descr":"Die Rookies untersuchen eine Serie von Einbrüchen. McNally und Nash sichern eine Villa, in die eingebrochen wurde. Als Nash ihren Sohn abholt, taucht der Einbrecher, der sich versteckt hielt, wieder auf.","versions":[{"lang":1,"streams":[{"redirect":8783441,"hoster":"VOE"},{"redirect":8619317,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Riskante Beweissicherung","epNo":6,"alt":"Bullet Proof","descr":"Während die anderen Rookies einen vermeintlichen Verkehrsunfall untersuchen, soll McNally für Detective Luke Callaghan, mit dem sie eine Beziehung hat, eine Pistolenkugel sicherstellen, die sich im Kopf des Zeugen eines Mordfalles befindet, dieser Zeuge verschwindet jedoch.","versions":[{"lang":1,"streams":[{"redirect":8783440,"hoster":"VOE"},{"redirect":8619311,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"In der Hitze des Gefechts","epNo":7,"alt":"Hot \u0026 Bothered","descr":"Während einer Hitzewelle müssen die Rookies für Ordnung sorgen. Als mehrere Mädchen verschwinden, erfährt die Polizei, dass ein Vergewaltiger unterwegs ist. McNally untersucht gemeinsam mit Officer Oliver Shaw ein Gebäude, als sie dem Gesuchten gegenübersteht.","versions":[{"lang":1,"streams":[{"redirect":12334723,"hoster":"VOE"},{"redirect":8619314,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Pflicht gegen Freundschaft","epNo":8,"alt":"Honor Roll","descr":"Die Officers und Detectives absolvieren ein Auffrischungstraining. Derweil sollen die Rookies in Schulen die Polizei vorstellen. Während Nash und Epstein hierbei in Drogenermittlungen geraten, finden McNally und Chris Diaz auf Patrouille einen Mann, der vermutlich von einem Polizisten niedergeschlagen wurde.","versions":[{"lang":1,"streams":[{"redirect":12251184,"hoster":"VOE"},{"redirect":8619316,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kleines Mädchen, großer Einsatz","epNo":9,"alt":"Girlfriend of the Year","descr":"Während Verkehrskontrollen kommt es zu einem Unfall. Als Diaz und Peck die Unfallstelle untersuchen finden sie den leeren Wagen eines gesuchten Entführers vor. McNally befragt daraufhin die Eltern des entführten Mädchens, während sich Epstein um das andere Unfallopfer kümmert.","versions":[{"lang":1,"streams":[{"redirect":9595498,"hoster":"VOE"},{"redirect":8619318,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Aussprache","epNo":10,"alt":"Big Nickel","descr":"McNally und Swarek sollen gemeinsam einen Gefangenen transportieren, dieser kann jedoch entfliehen. Währenddessen helfen Diaz und Nash dem Officer Jerry Barber bei der Suche nach verlorenen Gerichtsakten. Epstein und Peck versuchen unterdessen einem Mann zu helfen, der unter Amnesie leidet.","versions":[{"lang":1,"streams":[{"redirect":8783443,"hoster":"VOE"},{"redirect":8619321,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Helfen oder beschützen","epNo":11,"alt":"To Serve or Protect","descr":"McNallys Vater, ein ehemaliger Polizist, ist in den Mord an einem Vergewaltiger, der kurz zuvor freigelassen wurde, verwickelt. McNally und Swarek versuchen den Fall zu klären, ohne den anderen von ihrem Verdacht zu erzählen, um McNallys Vater zu schützen.","versions":[{"lang":1,"streams":[{"redirect":9595501,"hoster":"VOE"},{"redirect":8619319,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Geschafft!","epNo":12,"alt":"In Blue","descr":"Am Tag der Entscheidung, wer von den Rookies bei der 15. Einheit bleiben darf, stirbt ein Mädchen auf einer Party. Während der Fall McNally sehr zu Herzen geht, versuchen Epstein und Diaz, ihre Bewertung durch gewissenhafte Arbeit zu verbessern.","versions":[{"lang":1,"streams":[{"redirect":9595502,"hoster":"VOE"},{"redirect":8619320,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die ultimative Mutprobe","epNo":13,"alt":"Takedown","descr":"Aufgrund einer vorschnellen Verhaftung müssen McNally und Swarek undercover als Drogenkäufer auftreten. Während Swarek aufzufliegen droht, haben sich Peck und Diaz, der verwundet ist, am Ort der Übergabe unabsichtlich eingesperrt.","versions":[{"lang":1,"streams":[{"redirect":9582709,"hoster":"VOE"},{"redirect":8619323,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Rettendes Geständnis","epNo":1,"alt":"Butterflies","descr":"Vor einem Konzert werden McNally und ein Mädchen angeschossen. Die Ermittlung dieses Falls wird durch Detective Jo Rosati geführt, Callaghans frühere Partnerin, mit der er eine Beziehung hatte. Das getroffene Mädchen, Kate, die inzwischen hirntot ist, hatte scheinbar keine Feinde. Später stellt sich heraus, dass die Mitbewohnerin von Kate das Ziel war. Während Epstein versucht dem Wunsch der Mutter nachzukommen und Kate zur Organspenderin zu machen, kann McNally den Mörder von Kate, den Ex-Freund ihrer Mitbewohnerin, festnehmen.","versions":[{"lang":1,"streams":[{"redirect":8783452,"hoster":"VOE"},{"redirect":8619322,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Drogencocktail","epNo":2,"alt":"Might Have Been","descr":"Aufgrund von Drogenproblemen in einem Lokal, das von einem Ex-Cop geführt wird, werden Peck und McNally undercover als Barkeeper eingesetzt. Epstein vermischt Arbeit und Privatleben und wird daraufhin wieder zum Rookie degradiert. Währenddessen kommen sich sowohl Nash und Barber, als auch Callaghan und Rosatti, die ins 15. Revier versetzt wurde, wieder näher.","versions":[{"lang":1,"streams":[{"redirect":9595503,"hoster":"VOE"},{"redirect":8619324,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kopflos durch die Nacht","epNo":3,"alt":"Bad Moon Rising","descr":"Callaghan verlobt sich überraschend mit McNally. Ein Schizophrener hat seine Medikation abgesetzt und sucht daraufhin nach einem neuen Gehirn, um sich selbst zu \"reparieren\". Als dieser auf McNally trifft, versucht er sie umzubringen. Auf der Suche nach ihr trifft er auf Callaghan und schießt ihn nieder. Epstein, der mit Peck auf Streife ist, da kein anderer Training-Officer mit ihm fahren will, trifft auf den psychisch Kranken und kann ihn vom Selbstmord abhalten und festnehmen.","versions":[{"lang":1,"streams":[{"redirect":8783450,"hoster":"VOE"},{"redirect":8619326,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Feuer und Flamme","epNo":4,"alt":"Heart \u0026 Sparks","descr":"Als McNally einer Frau in ein ausgebranntes Gebäude folgt, stürzt es ein. So sind beide gefangen und finden die verkohlte Leiche ihres Mannes. Ein Teenager-Mädchen gesteht die Brandstiftung, um die Aufmerksamkeit ihres Vaters zu erregen. Es stellt sich aber heraus, dass der Tote seinem Freund zehn Riesen gezahlt hat, um das Feuer für einen Versicherungsbetrug zu legen. Der Mann beging jedoch Selbstmord, um seiner Frau auch die Lebensversicherung zu hinterlassen.","versions":[{"lang":1,"streams":[{"redirect":9595506,"hoster":"VOE"},{"redirect":8619325,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"In die Falle getappt","epNo":5,"alt":"Stung","descr":"Die Rookies locken Leute mit ausstehenden Haftbefehlen mit vermeintlichen Gewinnen zu einem Autohaus und verhaften sie dort. McNally und Nash überzeugen eine obdachlose Frau mit offenen Rechnungen, ihre Tochter um Hilfe zu bitten. Ein weiterer Verdächtiger verrät, wo sich ein Meth-Haus befindet. Als Epstein und Diaz dieses untersuchen, tritt Epstein, der kurz zuvor wieder von Probe genommen wurde, in eine Sprengfalle, aus der ihm nur das Bombenräumkommando helfen kann. Währenddessen kommt Callaghan Rosatti bei einer Undercover-Verhaftung näher.","versions":[{"lang":1,"streams":[{"redirect":9595504,"hoster":"VOE"},{"redirect":8619327,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Misserfolg auf ganzer Linie","epNo":6,"alt":"In Plain View","descr":"Police Superintendent Elaine Peck besucht, sehr zum Missfallen ihrer Tochter Gail, das 15. Revier. Detective Barber vermisst zu diesem ungelegenem Zeitpunkt seinen Zeugen, dieser wird wenig später tot aufgefunden. Swarek und Nash finden die Tatwaffe bei der 17-Jährigen Freundin des Mörders. Diese schützt ihren Freund, will ihn trotz allem wiedersehen und flieht aus der Schutzhaft. Kurz bevor beide sich treffen, kann der Gesuchte gefasst werden und Schlimmeres verhindert werden. McNally findet während der Arbeit mit Rosatti heraus, dass diese mit Callaghan geschlafen hat und verlässt ihn daraufhin.","versions":[{"lang":1,"streams":[{"redirect":8783453,"hoster":"VOE"},{"redirect":13806716,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vergangen, aber nicht vergessen","epNo":7,"alt":"The One That Got Away","descr":"Eine junge Frau wird attackiert, kurz nachdem Swarek und McNally zu einem Einbruch gerufen wurden, bei dem nichts anderes außer Unterwäsche gestohlen wurde. Callaghan glaubt, dass der Fall mit einer alten Mordserie zusammenhängt, die er dem Verdächtigen jedoch nie nachweisen konnte. Dieser kann jedoch ein Alibi vorweisen. Als Callaghan vom Fall zurückgezogen wird und Rosatti die Leitung erhält, glaubt nur noch McNally ihm und folgt den Spuren. Dabei wird sie von dem ehemals Verdächtigen angegriffen und kann seine Schuld in den alten Fällen beweisen. Im neuen Fall war der Nachbar des Opfers jedoch der Täter.","versions":[{"lang":1,"streams":[{"redirect":8783455,"hoster":"VOE"},{"redirect":8619329,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zellengenossen","epNo":8,"alt":"Monster","descr":"Als ein betrunkener, kranker Mann auf dem Revier zusammenbricht, wird das Revier unter Quarantäne gestellt, während Nash ihn ins Krankenhaus bringt. McNally und Swarek versuchen derweil ihren letzten verbliebenen Fall zu klären","versions":[{"lang":1,"streams":[{"redirect":8783459,"hoster":"VOE"},{"redirect":8619328,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine Frage der Loyalität","epNo":9,"alt":"Brotherhood","descr":"Eine junge, schwangere Frau versucht durch eine Bombendrohung einen Gangmord von ihrem Freund zu verhindern. Als die Gang herausfindet, dass sie die Polizei eingeschaltet hat, wird ihr Freund beauftragt, sie zu töten. Nash kann dies jedoch verhindern. McNally, Diaz und Epstein nehmen am Training für die Reiterstaffel der Polizei teil. Epstein verletzt dabei seinen Rücken, nimmt daraufhin zuviele Schmerztabletten und gesteht Peck, die eine Beziehung mit Diaz hat, während er high ist seine Liebe.","versions":[{"lang":1,"streams":[{"redirect":8783456,"hoster":"VOE"},{"redirect":8619340,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ich will den Champagner jetzt!","epNo":10,"alt":"Best Laid Plans","descr":"Ein Kind wird von seinem kriminellen Vater während eines Überfalls auf eine Kinderparty-Tagesstätte entführt. Während der darauf folgenden Suche treffen Swarek und McNally auf eine junge Frau, die bei einem Autounfall eingeklemmt wurde. Swarek sucht weiter nach dem Vater, während McNally sich um die Verletzte kümmert. Als das Fahrzeug Feuer fängt, kann McNally die Frau mithilfe eines Wagenhebers befreien, sie stirbt jedoch später im Krankenhaus. Als der Vater, der seinen Sohn gekidnappt hat, seine Waffe auf Epstein richtet, können Diaz, Swarek und Shaw ihn überwältigen. McNally versucht Swarek, der ihr zuvor gesagt hatte, dass er in den nächsten drei Wochen zur Undercover-Einheit gehen würde, zu erreichen, da er jedoch schon früher gerufen wurde, entgeht ihm die Nachricht.","versions":[{"lang":1,"streams":[{"redirect":8783457,"hoster":"VOE"},{"redirect":8619330,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ausflug in die Unterwelt","epNo":11,"alt":"A Little Faith","descr":"Bei einem Undercover-Trainings-Einsatz sollen McNally, Nash und Epstein ohne Geld, Handys und Waffen bis zum nächsten Morgen möglichst viel Geld und Drogen beschaffen. Epstein findet den Dealer seines toten Bruders, bestiehlt ihn und kann so am meisten Geld und Drogen vorweisen. McNally und Nash treffen währenddessen auf Swarek, der ebenfalls undercover unterwegs ist. Die beiden können Drogen kaufen und retten ein Mädchen mit einer Überdosis. Während Nash sich auf den Heimweg macht, schläft McNally mit Swarek.","versions":[{"lang":1,"streams":[{"redirect":8783460,"hoster":"VOE"},{"redirect":8619344,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine Frau sieht rot","epNo":12,"alt":"On the Double","descr":"Die Schwester eines 16-Jährigen Meth-Süchtigen ermordet in der von Peck gestohlenen Uniform einen Drogendealer. Swarek und McNally setzen ihre Beziehung fort. Der mehrfache Mörder, den Swarek beschattet, Jamie Brennan, bemerkt dies. Als er McNally mit dem Auto fort schafft, fragt er sie über Swarek aus. McNally, die glaubt, dass Swareks Undercover-Tarnung aufgeflogen ist, erzählt ihrem Vorgesetzten Frank Best was passiert ist. Als der Kontakt zu Swarek abbricht und auf seinem Flur Blut gefunden wird, beginnen Ermittlungen.","versions":[{"lang":1,"streams":[{"redirect":8783462,"hoster":"VOE"},{"redirect":8619343,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Aufgeflogen","epNo":13,"alt":"God’s Good Grace","descr":"Swareks Undercover-Tarnung fliegt auf, da seine Hintergrundgeschichte Fehler aufweist. Er wird von Brennan, gefoltert, der versucht herauszufinden, wer seine Familie ermordet hat, die in einem angeblichen Unfall ums Leben kam. Als die Rookies Swarek suchen und gegen Brennan ermitteln, finden sie heraus, dass Donovan Boyd, der Leiter der Undercover-Einheit, bei damaligen Ermittlungen den Mörder schützte, um an Informationen zu kommen. In dem Haus der verstorbenen Frau von Brennan überwältigen die Officers Brennan. McNally und Swarek werden daraufhin aufgrund ihres Verhaltens vom Dienst suspendiert.","versions":[{"lang":1,"streams":[{"redirect":12381053,"hoster":"VOE"},{"redirect":8619331,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der erste Tag vom Rest deines Lebens","epNo":1,"alt":"The First Day of the Rest of Your Life","descr":"McNally kehrt von ihrer dreimonatigen Suspension zurück, während der sie keinen Kontakt zu Swarek haben durfte. Der betrunkene Henry McLeod verursacht einen Autounfall. McNally befreit daraufhin ein Teenager-Mädchen namens Alice, das im hinteren Bereich eines brennenden Vans eingeschlossen war. Kurz darauf verliert McNally das Mädchen. Dieses wird seit mehreren Jahren vermisst, McLeod, der Großvater des Kindes, hatte den Van verfolgt. Der Van-Fahrer, der Alice zum Krankenhaus fahren wollte, glaubte, dass Alice die Tochter seines Nachbarn John war. John versucht zunächst mit Alice zu fliehen, wird jedoch schließlich von dem neuen Rookie, Nick Collins, festgenommen.","versions":[{"lang":1,"streams":[{"redirect":8783461,"hoster":"VOE"},{"redirect":8619333,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Jugendsünden","epNo":2,"alt":"Class Dismissed","descr":"Epstein und Shaw wird als Highschool-Streich der Polizeiwagen gestohlen. Das Fahrzeug wird letztendlich wiedergefunden, doch die Schrotflinte aus dem Wagen wurde weiterverkauft. McNally und Swarek verfolgen Wyatt, einen Mechaniker. Er kann flüchten, das Auto gehört Stella Alvarez, einer Schülerin. Deren Vater, der Besitzer der Autowerkstatt wird verletzt aufgefunden. Es stellt sich heraus, dass Wyatt und Stella Alvarez eine geheime Beziehung hatten. Wyatt hat Stella Alvarez Vater verletzt, als dieser ihm verbot, Stella weiter zu treffen. Mit der gestohlenen Schrotflinte will er mit Stella fliehen, wird jedoch von McNally und Swarek gestellt.","versions":[{"lang":1,"streams":[{"redirect":8783469,"hoster":"VOE"},{"redirect":8619332,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Frage der Perspektive","epNo":3,"alt":"A Good Shoot","descr":"Epstein erschießt bei der Vereitelung eines Ladenüberfalls einen Teenager, der eine Waffe gezogen hat. Die Waffe ist jedoch nicht mehr auffindbar. Das SIU untersucht den Fall und zweifelt an Epsteins Geschichte. Nash hilft Epstein sich an den Vorfall zurück zu erinnern. Daraufhin finden sie eine Kugel, die in der Wand hinter Dov eingeschlagen ist, aber immer noch keine Waffe. Nash, McNally und Barber finden heraus, dass ein zweiter Junge hinter dem Tresen, unbemerkt von Dov die Waffe genommen haben muss. McNally und Swarek stellen den zweiten Jungen mit der Waffe. Epstein wird damit entlastet, der Junge stirbt aber an seinen Verletzungen.","versions":[{"lang":1,"streams":[{"redirect":8783463,"hoster":"VOE"},{"redirect":8619335,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mädelsabend","epNo":4,"alt":"Girls\u0027 Night Out","descr":"Nash lässt bei ihrer ersten Ermittlung als Detective einen Unfall-Wagen bewegen, um daraufhin zu bemerken, dass der Insasse ermordet wurde. Sie findet heraus, dass der Fahrer des anderen Wagens lügt und erhält eine Adresse, mit deren Hilfe sie diesen Fall lösen kann. Nachdem Peck Collins, mit sie einmal verlobt war, betrunken SMS geschrieben hat, traut sie sich ihm gegenüber ihre Gefühle zuzugeben. Epstein erzählt der Schwester des von ihm Erschossenen was geschehen ist. Seine Freundin Sue Tran erhält einen Anruf, dass Epstein seine Therapiestunde verpasst hat. Epstein lügt sie daraufhin an, er habe die Therapiesitzung besucht. Noelle Williams erzählt Olliver Shaw, dass sie schwanger ist.","versions":[{"lang":1,"streams":[{"redirect":8783466,"hoster":"VOE"},{"redirect":8619334,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wirre Verhältnisse","epNo":5,"alt":"Messy Houses","descr":"Epstein kehrt nach seinem Aussetzen zurück zur Arbeit. Andy McNally trifft ihre Mutter Claire, die Sozialarbeiterin ist. Andy will keinen persönlichen Kontakt zu ihr. Ihre Mutter hatte bereits früher erfolglos versucht mit ihr Kontakt aufzunehmen. In einem Fall tauchen Waffen auf, die Detective Barber in einem früheren Fall vernichten lassen sollte. Es stellt sich heraus, dass die Sachbearbeiterin die Waffen verkaufte.","versions":[{"lang":1,"streams":[{"redirect":8783465,"hoster":"VOE"},{"redirect":8619336,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Annäherungsversuche","epNo":6,"alt":"Coming Home","descr":"Shaws Tochter Izzy ist eine Zeugin bei einem Mord. Sie rennt jedoch weg. Als Shaw erfährt, dass sie bei ihrem Freund, einem Dealer ist, holt er sie dort ab, und bedroht ihren Freund mit seiner Waffe. Izzy hält ihn aber davon ab, ihn zu erschießen.","versions":[{"lang":1,"streams":[{"redirect":8783467,"hoster":"VOE"},{"redirect":8619338,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Von Zeugen und Hellsehern","epNo":7,"alt":"Leap of Faith","descr":"Ein Zeuge eines Mafiaprozesses wird aus der Obhut von Collins und Shaw entführt. Darius, ein selbsternannter Hellseher hilft dem Team dabei, den Zeugen wiederzufinden. Später stellt sich heraus, dass seine Schwester mit einem Mafiamitglied verheiratet ist. Detective Barber macht Nash einen Hochzeitsantrag, den sie annimmt, obwohl sie nicht an die Ehe glaubt. Epstein macht mit seiner Freundin Sue Schluss.","versions":[{"lang":1,"streams":[{"redirect":8783464,"hoster":"VOE"},{"redirect":8619339,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Erst die Arbeit, dann die Bedrohung","epNo":8,"alt":"The Girlfriend Experience","descr":"Ein Mann vermisst seine Freundin, die für einen Escort-Dienst arbeitet. Detective Barber sieht einen Zusammenhang mit einer weiteren vermissten, ähnlich aussehenden Escort. Diese wird wenig später tot aufgefunden. Unterdessen versucht Peck undercover den letzten Freier der beiden Mädchen dingfest zu machen. Dieser stellt sich jedoch als unschuldig im Bezug auf den Mord heraus, als die vermisst Geglaubte wieder auftaucht. Peck wird am Ende ihres Arbeitstages in McNallys Wohnung, in der sie derzeit wohnt, von einem maskierten Mann angegriffen und zu Boden geschlagen.","versions":[{"lang":1,"streams":[{"redirect":8783468,"hoster":"VOE"},{"redirect":8619341,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Freud und Leid","epNo":9,"alt":"Out of Time","descr":"Nachdem die Cops einen Verdächtigen freilassen müssen, machen Dov (Greg Smith) und Chris (Travis Milne) eine schreckliche Entdeckung: Sie finden den Körper eines vermissten Mädchens. Detective Luke Callaghan (Eric Johnson) kehrt daraufhin zurück um die Ermittlungen zu leiten. Bald kommt er zu dem Schluss, dass die Morde das Werk eines Serienmörders sind. Unterdessen werden Andy (Missy Peregrym) und Gail (Charlotte Sullivan) in Andys Wohnung überfallen und Gail entführt. Für die Cops beginnt ein Wettlauf gegen die Zeit. Können sie Gails Entführer aufspüren, bevor es zu spät ist?","versions":[{"lang":1,"streams":[{"redirect":8783472,"hoster":"VOE"},{"redirect":8619342,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Jerrys Vermächtnis","epNo":10,"alt":"Cold Comforts","descr":"Die Cops vom 15. Revier versuchen mit dem Tod Jerry Barbers klarzukommen und nehmen ihre Patrouillenfahrten wieder auf. Als sie entdecken, dass ein Polizeilaptop mit sensiblen Daten gestohlen wurde, bemühen sie sich um Schadensbegrenzung. Andy (Missy Peregrym) und Sam (Ben Bass) ziehen sogar einen Drogeninformanten vorsorglich von einem Fall ab um seiner Enttarnung zuvor zu kommen. Doch als die Motive des Informanten auf einmal fragwürdig erscheinen, geraten Andy und Sam aneinander und plötzlichen brechen seit Langem aufgestaute Gefühle aus ihnen heraus.","versions":[{"lang":1,"streams":[{"redirect":8783470,"hoster":"VOE"},{"redirect":8619355,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Kurier des Paten","epNo":11,"alt":"The Rules","descr":"Unbekannte zünden den Wagen des Pastors Jean Pierre (Benz Antoine) an. Andy (Missy Peregrym) und Nick (Peter Mooney) finden heraus, dass der lokale Drogenkönig dem Straßenprediger schon seit Längerem Todesdrohungen schickt. Zunächst will der Pastor sich von der Polizei nicht helfen lassen, doch kurz darauf gerät sein Leben erneut in Gefahr. Außerdem ergeben die Ermittlungen, dass es eine Verbindung zwischen dem Pastor und einem Mitglied der Drogenbande gibt. Unterdessen muss Traci (Enuka Okuma) eine wichtige Entscheidung bezüglich ihrer Karriere treffen.","versions":[{"lang":1,"streams":[{"redirect":8783475,"hoster":"VOE"},{"redirect":8619345,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Tag zum Grippekriegen","epNo":12,"alt":"Every Man","descr":"Die Rookies des 15. Reviers sind während einer Nachtschicht allein, denn alle leitenden Beamten befinden sich im Einsatz. Anfangs läuft alles reibungslos, doch dann bedroht ein Gefangener Chris (Travis Milne) mit einer Waffe. Wie konnte es dazu kommen? Der Vorfall wird untersucht. Die Rookies versuchen sich gegenseitig nicht zu belasten und dennoch bei der Wahrheit zu bleiben. Gail (Charlotte Sullivan) bemüht sich weiterhin ihre Entführung zu verarbeiten und Andy (Missy Peregrym) erfährt von einem dunklen Geheimnis aus Nicks (Peter Mooney) Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":8783471,"hoster":"VOE"},{"redirect":8619346,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Neuanfang","epNo":13,"alt":"I Never","descr":"John Grey (Greg Bryk), ein gewalttätiger Pädophiler, kann aus der Notaufnahme eines Krankenhauses entkommen und entführt ein kleines Mädchen. Andy (Missy Peregrym) und Dov (Greg Smith) nehmen die Verfolgung auf und finden das Kind. In seinen Händen hält es eine scharfe Handgranate, die Andy ihm abnimmt. In dieser explosiven Situation gesteht Sam (Ben Bass) ihr seine Liebe und stellt sie damit vor eine schwere Entscheidung: Karriere oder privates Glück? Und auch Traci (Enuka Okuma) und Gail (Charlotte Sullivan) müssen über ihre berufliche Zukunft entscheiden.","versions":[{"lang":1,"streams":[{"redirect":8783473,"hoster":"VOE"},{"redirect":9241525,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Schockmomente","epNo":1,"alt":"Surprises","descr":"Nick (Peter Mooney) und Andy (Missy Peregrym) verschwinden bei ihrem Undercover-Einsatz spurlos. Ermittlungen in einem davon unabhängigen Fall bringen Sam Swarek (Ben Bass) und das gesamte Team mitten ins Drogenmilieu und damit auf die Spur der vermissten Kollegen. Nach der geglückten Rettungsmission sucht Andy nach einem Weg die Veränderungen in ihrem Leben zu verarbeiten, um weiterhin als Polizistin arbeiten zu können.","versions":[{"lang":1,"streams":[{"redirect":8783474,"hoster":"VOE"},{"redirect":8619348,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das wahre schwache Geschlecht","epNo":2,"alt":"Homecoming","descr":"Nach ihrer Rückkehr untersucht Andy (Missy Peregrym) zusammen mit Swarek (Ben Bass) einen Banküberfall. Bei ihren Ermittlungen stoßen die beiden auf einen gewalttätigen Ex-Häftling, der unbedingt sein altes Leben zurück haben will. Als Nick (Peter Mooney) und Gail (Charlotte Sullivan) einer verzweifelten Frau helfen, zeigt diese ihnen eine Perspektive für ihr gemeinsames Leben auf. Unterdessen hat Frank (Lyring Brent) eine überraschende Nachricht für Noelle (Melanie Nicholls-King).","versions":[{"lang":1,"streams":[{"redirect":9582711,"hoster":"VOE"},{"redirect":8619347,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zwei seltsame Paare","epNo":3,"alt":"Different, Not Better","descr":"Andy bekommt eine neue Partnerin: die neue Lebensgefährtin ihres Ex-Freundes Marlo Cruz. Dies sorgt für Spannungen zwischen den zwei Frauen. Dov und Chloe untersuchen währenddessen zusammen eine Reihe von Raubüberfällen, bei denen Geldautomaten aufgebrochen wurden. Sie fahnden fieberhaft nach dem bewaffneten Dieb","versions":[{"lang":1,"streams":[{"redirect":13110036,"hoster":"VOE"},{"redirect":8619363,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mut zur Wahrheit","epNo":4,"alt":"The Kids Are Not Alright","descr":"Bei einer Verkehrskontrolle finden Andy und Gail im Kofferraum eines Autos einen gefesselten Jungen. Unterdessen jagen Oliver, Chris und Swarek einen Amokläufer, der offenbar Mitglied einer Gang ist.","versions":[{"lang":1,"streams":[{"redirect":8783476,"hoster":"VOE"},{"redirect":8619361,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Gift der Eifersucht","epNo":5,"alt":"Poison Pill","descr":"Bei einer Verhaftung finden Andy und Marlo heraus, dass eine mit tödlichen Bakterien versetzte Droge im Umlauf ist. Das Team muss schnell handeln, damit die Situation nicht außer Kontrolle gerät. Außerdem kommt ein schockierendes Geheimnis ans Tageslicht","versions":[{"lang":1,"streams":[{"redirect":8783479,"hoster":"VOE"},{"redirect":8619350,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Trittbrettfahrer","epNo":6,"alt":"Skeletons","descr":"In einem aktuellen Fall lassen sich Parallelen zu einem alten von Luke ziehen und bringen ihn zurück. Während Andy und Swarek ihre gemeinsame Vergangenheit verarbeiten, erkennt Traci, dass sie endlich über den Tod Jerrys überwinden muss.","versions":[{"lang":1,"streams":[{"redirect":12334727,"hoster":"VOE"},{"redirect":8619351,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Freitag der 13","epNo":7,"alt":"Friday the 13th","descr":"Sam schließt sich mit seinem Ausbilder Charlie zusammen, als menschliche Knochen, die in Verbindung mit einem 15 Jahre alten Fall stehen, gefunden werden. Währenddessen haben es Chloe und Dov mit einer Hexe und einem unzufriedenen Kunden dieser zu tun.","versions":[{"lang":1,"streams":[{"redirect":8783481,"hoster":"VOE"},{"redirect":8619354,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In guten wie in schlechten Tagen","epNo":8,"alt":"For Better, for Worse","descr":"Noelles und Franks großer Tag ist gekommen. Jedoch droht ein Überfall auf einen Bus voller Rentner die Hochzeit zu sprengen: Die Braut verschwindet spurlos. Währenddessen haben Andy und Nick einen intimen Moment.","versions":[{"lang":1,"streams":[{"redirect":8783485,"hoster":"VOE"},{"redirect":8619352,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Falscher Vater, echter Vater","epNo":9,"alt":"What I Lost","descr":"Chris Diaz kehrt aus der Elternzeit zurück. Während Nick und Andy auf Chris Sohn aufpassen, wird der Kleine entführt: Die Einheit beginnt sofort mit den Ermittlungen. Unterdessen entdeckt Diaz ein Geheimnis, dass seine Familie zerstören könnte","versions":[{"lang":1,"streams":[{"redirect":13110047,"hoster":"VOE"},{"redirect":8619353,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wölfe im Schafspelz","epNo":10,"alt":"You Are Here","descr":"Traci arbeitet zusammen mit Detective Steve Peck an ihrem ersten Mordfall. Oliver hat sich nach seiner Trennung eine Hütte gekauft und lädt Sam, Chris und Dov zu einem Männerwochenende dorthin ein.","versions":[{"lang":1,"streams":[{"redirect":8783484,"hoster":"VOE"},{"redirect":8619364,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Operation Treibnetz","epNo":11,"alt":"Deception","descr":"Als ein Pädophiler zusammengeschlagen wird, findet Andy heraus, dass Marlo heimlich gegen den Mann ermittelt hat. Zusammen mit Sam hilft sie Marlos Ermittlung zu vertuschen. Währenddessen kommt es bei einer von Traci geleiteten Drogenrazzia zu Komplikationen.","versions":[{"lang":1,"streams":[{"redirect":13110054,"hoster":"VOE"},{"redirect":8619356,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Im Fadenkreuz des Rächers","epNo":12,"alt":"Under Fire","descr":"Als Andy und Chloe einem Notruf nachgehen, geraten sie in die Schusslinie eines Scharfschützens. Dieser sinnt nach Rache an den Rookies.","versions":[{"lang":1,"streams":[{"redirect":8783486,"hoster":"VOE"},{"redirect":8619357,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Showdown auf dem Revier","epNo":13,"alt":"You Can See the Stars","descr":"Nach den Schüssen auf Andy und Chloe müssen die Rookies feststellen, dass der Scharfschütze immer noch auf Rache aus ist. Er attackiert das Team gezielt und entführt Oliver. Andy und die Kollegen setzten alles in Bewegung um ihn wiederzufinden.","versions":[{"lang":1,"streams":[{"redirect":13110049,"hoster":"VOE"},{"redirect":8619360,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Blink","descr":"Die Polizisten haben Probleme mit ihrem neuen Vorgesetzten, während sie den Raubüberfall auf ein Restaurant aufklären müssen. Einer der Polizisten stellt unterdessen Ermittlungen auf eigene Faust an.","versions":[{"lang":2,"streams":[{"redirect":11315880,"hoster":"VOE"},{"redirect":10137473,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Wanting","descr":"Oliver wird zum Acting Staff Sergeant befördert und eine Neuling stößt zum Team.","versions":[{"lang":2,"streams":[{"redirect":11315895,"hoster":"VOE"},{"redirect":10137477,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Heart Breakers, Money Makers","descr":"Vor der Fite Nite müssen die Beamten alle Erlöse aus kriminellen Machenschaften beschlagnahmen.","versions":[{"lang":2,"streams":[{"redirect":11315896,"hoster":"VOE"},{"redirect":10137478,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Wanting","descr":"Die Polizisten machen sich auf die Suche nach dem Mörder eines Bandenanführers.","versions":[{"lang":2,"streams":[{"redirect":11315894,"hoster":"VOE"},{"redirect":10137481,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Going Under","descr":"Die Polizisten ermitteln verdeckt, um illegale Handfeuerwaffen ausfindig zu machen.","versions":[{"lang":2,"streams":[{"redirect":11315893,"hoster":"VOE"},{"redirect":10137483,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Two Truths and a Lie","descr":"Die Beamten jagen einen Mörder. Während sie im Gefängnis einen Häftling befragen, finden sie Sams Vater.","versions":[{"lang":2,"streams":[{"redirect":11315908,"hoster":"VOE"},{"redirect":10137484,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Deal with the Devil","descr":"Oliver bereitet Andy darauf vor, sich bei Duncans Ausschlussanhörung zu verteidigen.","versions":[{"lang":2,"streams":[{"redirect":11315905,"hoster":"VOE"},{"redirect":10137485,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Exit Strategy","descr":"Die Suchtprobleme von Chris werden offen gelegt. Darüber hinaus ermittelt das Team in einem Einbruchsfall.","versions":[{"lang":2,"streams":[{"redirect":11315904,"hoster":"VOE"},{"redirect":10137486,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Moving Day","descr":"Andys ehemaliger Rookie Duncan ist zurück im Dienst und bittet um Vergebung, wozu sie noch nicht bereit ist. Die persönlichen Animositäten werden jedoch beiseite geschoben, als eine Bombe in einem Parkhaus in der Innenstadt detoniert.Die Beamten des 15. Bezirks müssen Überstunden machen, um die Quelle der Bedrohung zu finden und den Verdächtigen aufzuhalten, bevor er noch mehr Menschen verletzen kann.","versions":[{"lang":2,"streams":[{"redirect":11315921,"hoster":"VOE"},{"redirect":10137488,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Fragments","descr":"Andys ehemaliger Rookie Duncan ist zurück im Dienst und bittet um Vergebung, wozu sie noch nicht bereit ist. Die persönlichen Animositäten werden jedoch beiseite geschoben, als eine Bombe in einem Parkhaus in der Innenstadt detoniert.Die Beamten des 15. Bezirks müssen Überstunden machen, um die Quelle der Bedrohung zu finden und den Verdächtigen aufzuhalten, bevor er noch mehr Menschen verletzen kann.","versions":[{"lang":2,"streams":[{"redirect":11315914,"hoster":"VOE"},{"redirect":10137487,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Everlasting","descr":"Das Team jagt einen Autobomber.","versions":[{"lang":2,"streams":[{"redirect":11315920,"hoster":"VOE"},{"redirect":10137491,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Open Windows","descr":"Einen Monat nach dem Bombenanschlag kehren Andy (Missy Peregrym) und Sam (Ben Bass) aus dem Urlaub zurück. Doch als Andy von einem Eindringling bei Trudi angegriffen wird, übernimmt die Sexualstrafeinheit und behandelt den Fall auf ihre Weise. Einheit 15 muss entscheiden, ob sie die Dinge lieber selbst in die Hand nimmt.","versions":[{"lang":2,"streams":[{"redirect":12381052,"hoster":"VOE"},{"redirect":10137489,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Perfect Family","descr":"Andy (Missy Peregrym) stellt ihre Zukunft mit Sam (Ben Bass) infrage, nachdem sie die herzzerbrechende Neuigkeit erfahren hat, dass Marlo (Rachael Ancheril) von ihm schwanger ist. Ihre Idee von der perfekten Familie wird jedoch zurechtgerückt, als sie einen Teenager außer Rand und Band trifft, die vor ihrer eigenen konservativen Familie geschützt werden muss.","versions":[{"lang":2,"streams":[{"redirect":11315919,"hoster":"VOE"},{"redirect":10137493,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Uprising","descr":"Andy(Missy Peregrym), Nick (Peter Mooney), Gail (Charlotte Sullivan) und die neue Kollegin Juliet Ward (Erin Karpluk) fahren für einen Gefangenentransport zu einem Frauengefängnis. Als ein Aufstand ausbricht werden die vier getrennt. Andy und Juliet werden mit einer verzweifelten Frau eingesperrt.","versions":[{"lang":2,"streams":[{"redirect":11315925,"hoster":"VOE"},{"redirect":10137490,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Letting Go","descr":"Juliet (Erin Karpluk) hat gute Gründe, sich um Nick (Peter Mooney) zu sorgen, dessen entfremdeter Bruder Finn auftaucht und behauptet, Informationen zu dem alkoholisierten Fahrer zu haben, der vor 18 Jahren ihre Eltern tötete. Unterdessen bringen Dov (Gregory Smith) und Chris (Travis Milne) einen gesuchten Mixed-Martial-Arts-Kämpfer zur Strecke.","versions":[{"lang":2,"streams":[{"redirect":11315916,"hoster":"VOE"},{"redirect":10137494,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A Real Gentleman","descr":"Traci (Enuka Okuma) zieht kurz vor ihrer ersten Razzia den Schwanz ein, doch ihre Kollegen glauben fälschlicherweise, dass sie entführt wurde, weshalb diese sie nun um jeden Preis retten wollen. Andy (Missy Peregrym) und Gail (Charlotte Sullivan) haben wenig später sogar noch eine viel schlimmere Vermutung, was mit Traci passiert sein könnte.","versions":[{"lang":2,"streams":[{"redirect":11315929,"hoster":"VOE"},{"redirect":10137499,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Home Run","descr":"Nach einem gemeinnützigen Baseballspiel fallen Schüsse. Gails (Charlotte Sullivan) Beziehung zu ihrem Bruder Steve Peck wird nachfolgend bei der Suche nach dem Schützen einer harten Probe unterzogen. Sam (Ben Bass) plant unterdessen einen Ausflug mit Andy (Missy Peregrym), was jedoch gehörig schiefgeht.","versions":[{"lang":2,"streams":[{"redirect":11315928,"hoster":"VOE"},{"redirect":10137498,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Best Man","descr":"Andy (Missy Peregrym) und Sam (Ben Bass) sind geschockt als sie erfahren, dass Oliver (Matt Gordon) der Hauptverdächtige in IAs Korruptionsermittlungen ist. Doch noch schlimmer ist, dass sie nur noch einen Tag Zeit haben, um Chris Klem zu finden, den vermissten Sprengstoffdealer und damit Olivers Namen reinzuwaschen.","versions":[{"lang":2,"streams":[{"redirect":11315933,"hoster":"VOE"},{"redirect":10137495,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Integrity Test","descr":"Andy (Missy Peregrym), Dov (Gregory Smith), Gail (Charlotte Sullivan) und Nick (Peter Mooney) wollen einen riskanten Plan durchführen, während Traci (Enuka Okuma) Steve (Adam MacDonald) auf der Spur ist, um sich so Sicherheit zu verschaffen, dass er nicht in dem Bombenanschlag involviert war.","versions":[{"lang":2,"streams":[{"redirect":11315934,"hoster":"VOE"},{"redirect":10137497,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Ninety Degrees","descr":"Die Ermittler versuchen den Korruptionsskandal hinter sich zu lassen, während eine Hitzwelle über der Stadt losbricht und die Polizei dazu gezwungen ist, für das Wohl der Gemeinschaft Vorkehrungen zu treffen. Andy (Missy Peregrym) hilft unterdessen der hochschwangeren Marlo (Rachael Ancheril), eine vermisste Frau zu finden. Oliver (Matt Gordon) kehrt derweil zu seiner Arbeit als...","versions":[{"lang":2,"streams":[{"redirect":11315935,"hoster":"VOE"},{"redirect":10137500,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Breaking Up The Band","descr":"Andy (Missy Peregrym) überlegt, die Stadt im Rahmen einer Undercover-Mission für ein paar Monate zu verlassen, während sie persönliche Probleme damit hat, dass Sam (Ben Bass) und Marlo (Rachael Ancheril) nun ein gemeinsames Kind haben. Es kommt dann jedoch zu einer alles verändernden Maßnahme, als Jarvis (Oliver Becker) bekanntgibt, dass die Division im Zuge des...","versions":[{"lang":2,"streams":[{"redirect":11315936,"hoster":"VOE"},{"redirect":10137501,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"74 Epiphanies","descr":"Am Tag von Andys (Missy Peregrym) Hochzeit läuft alles schief, was nur schieflaufen kann.","versions":[{"lang":2,"streams":[{"redirect":11315937,"hoster":"VOE"},{"redirect":10137503,"hoster":"Streamtape"}]}]}]}]}