{"seriesId":"room-104","name":"Room 104","descr":"Comedy-Anthologieserie, in der der Schauplatz (Zimmer Nr. 104 in einem generischen US-amerikanischen Hotel) von Folge zu Folge gleich bleibt, aber die Charaktere – und mit Ihnen ihre individuellen Lebensgeschichten und Verwicklungen – stets wechseln.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ralphie","epNo":1,"alt":"Ralphie","descr":"Als Babysitterin Megan das Zimmer 104 eines Motels betritt, trifft sie auf einen Vater, der sich eilig zu einem Date verabschiedet. Sein kleiner Sohn hat sich indessen im Badezimmer versteckt. Wird Megan das Vertrauen des Jungen gewinnen können?","versions":[{"lang":1,"streams":[{"redirect":14358460,"hoster":"VOE"},{"redirect":14405897,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pizza Boy","epNo":2,"alt":"Pizza Boy","descr":"Ein Pizzabote klopft an die Tür von Zimmer 104, ihm wird von einem gut gekleideten Mann (James Van Der Beek) geöffnet. Doch er kann die Lieferung nicht bezahlen. Um Geld zu holen, verlässt er das Motel und lässt seine Frau mit dem Boten allein im Zimmer zurück die ihm sexuelle avancen macht und der Bote kommt in einen Konflikt mit sich selbst soll er oder soll er nicht.","versions":[{"lang":1,"streams":[{"redirect":14358457,"hoster":"VOE"},{"redirect":13588837,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Dingeldong ","epNo":3,"alt":"The Knockadoo","descr":"Eine Frau (Sameerah Luqmaan-Harris) bereitet sich in Zimmer 104 auf einen besonderen Besucher vor, sie empfängt einen Sekten-Priester (Orlando Jones), der ihr Erlösung von dieser Welt und den Übertritt in ein neues Reich versprochen hat. Sie hat vor zu transzendieren und der Besucher will ihr mit verschiedenen Mitteln dabei helfen doch das Unterfangen erweist sich schwieriger als gedacht.","versions":[{"lang":1,"streams":[{"redirect":14375773,"hoster":"VOE"},{"redirect":13607892,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ich wusste, dass du lebst","epNo":4,"alt":"I Knew You Weren’t Dead","descr":"Daniel (Jay Duplass) sieht seinen engsten Freund bis er realisiert das er nicht echt ist. Er führt mit ihm Gespräche und will einen Rat von ihm. Wogegen ihn sein freut aufs energische fragt warum er ihn damals nicht geholfen hat.","versions":[{"lang":1,"streams":[{"redirect":14358454,"hoster":"VOE"},{"redirect":14408139,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Internet","epNo":5,"alt":"The Internet","descr":"Ein junger Mann (Karan Soni) hat ein Buch geschrieben und hat eine Präsentation vor sich. Doch im Hotel Zimmer registriert er das er seinen Laptop Zuhause vergessen hat. Voller Panik ruft er seiner Mutter (Poorna Jagannathan) an und versucht ihr per Telefon zu erläutern wie sie ihm das Buch per Mail schicken kann. Doch das gestalten sich schwieger als gedacht.","versions":[{"lang":1,"streams":[{"redirect":14377766,"hoster":"VOE"},{"redirect":13588839,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Voyeurs","epNo":6,"alt":"Voyeurs","descr":"Vergangenheit und Gegenwart treffen aufeinander, als sich ein Zimmermädchen (Dendrie Taylor) an ihr jugendliches Ich (Sarah Hay) erinnert. Eine Episode wo die Geschehnisse mit ausdrucks Tanz dem Zuschauer dargebracht werden.","versions":[{"lang":1,"streams":[{"redirect":14358392,"hoster":"VOE"},{"redirect":14401436,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Missionare","epNo":7,"alt":"The Missionaries","descr":"Zwei junge Mormonen-Missionare (Adam Foster, Nat Wolff) kommt der Zweifel an ihrer Mission. Sie bitten Gott um ein Zeichen, währenddessen setzt sich einer von ihnen auf die Fernbedienung und ein Porno erscheint im tv. Sie diskutieren ob dies und vor allem was das für ein Zeichen sein soll. Sie denken Gott fordert sie auf zu sündigen und so nimmt die Geschichte ihren Lauf.","versions":[{"lang":1,"streams":[{"redirect":14358447,"hoster":"VOE"},{"redirect":14412439,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Phönix","epNo":8,"alt":"Phoenix","descr":"1969: Die Überlebende eines Flugzeugabsturzes (Amy Landecker) steht vor einer schwierigen Entscheidung: Kehrt sie zurück in ihr altes Leben oder nutzt sie die Gelegenheit für einen Neuanfang.","versions":[{"lang":1,"streams":[{"redirect":14358461,"hoster":"VOE"},{"redirect":13588841,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Boris","epNo":9,"alt":"Boris","descr":"Ein alternder kroatischer Tennis-Profi Namens Boris (Konstantin Lavysh) ist am Ende er Trinkt sein Knie ist kaputt und um seine Psyche steht es auch nicht zum besten. Dann begegnet er dem Zimmermädchen Rose (Veronica Falcon) er bezahlt sie das sie mit ihm spricht sie verbringen einige Zeit zusammen und trinken auch gemeinsam nach einem zusammen und Rose\u0027s abschien scheint es als wäre mit Boris Psyche wieder alles in Ordnung.","versions":[{"lang":1,"streams":[{"redirect":14395518,"hoster":"VOE"},{"redirect":13607893,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das rote Zelt","epNo":10,"alt":"Red Tent","descr":"Zwei junge Männer (Keir Gilchrist, Brian Hostenske) treffen sich im Motel, um zusammen ein politisches Attentat zu planen. Doch während dem Bau der Bombe bekommt einer der beiden Panik und haut ab. Kurz danach taucht ein klimatechniker auf. Um so länger die Konversation dauert um so sicherer ist das der Techniker vom Unterfangen des jungen Mannes weiß.","versions":[{"lang":1,"streams":[{"redirect":14377781,"hoster":"VOE"},{"redirect":13588854,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Kampf","epNo":11,"alt":"The Fight","descr":"Zwei UFC fighterinnen sind der Meinung das sie nicht genug verdienen und so beschließen sie den Kampf zu Türken. Sie veranstalten im Zimmer einen Kampf um zu Proben wie sie denn Kampf beschreiten und manipulieren. Doch dann gerät alles außer Kontrolle.","versions":[{"lang":1,"streams":[{"redirect":14358393,"hoster":"VOE"},{"redirect":14440492,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Liebe meines Lebens","epNo":12,"alt":"My Love","descr":"Ein altes Paar (Philip Baker Hall, Ellen Geer) kehrt nach vielen Jahren zurück in Zimmer 104, um die erste gemeinsame Nacht noch einmal aufleben zu lassen.","versions":[{"lang":1,"streams":[{"redirect":14402942,"hoster":"VOE"},{"redirect":13607894,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Nicht ohne meine Schwester","epNo":1,"alt":"FOMO","descr":"Grace feiert im Motel ihren 30. Geburtstag mit ihren zwei besten Freunden, aber ohne ihre Schwester Karen. Als diese überraschend auftaucht, wird aus der fröhlichen Party ein Horror-Abend.","versions":[{"lang":1,"streams":[{"redirect":13004637,"hoster":"VOE"},{"redirect":8795141,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Musiklehrer","epNo":2,"alt":"Mr. Mulvahill","descr":"Jim empfängt seinen ehemaligen Musiklehrer Mr. Mulvahill in Zimmer 104 und konfrontiert ihn mit der Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":8783511,"hoster":"VOE"},{"redirect":8795143,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zu früh gewischt","epNo":3,"alt":"Swipe Right","descr":"Das Online-Date zwischen einem zwielichtigen Russen (Michael Shannon) und einer Tierarzhelferin (Judy Greer) entwickelt sich völlig unerwartet.","versions":[{"lang":1,"streams":[{"redirect":8783519,"hoster":"VOE"},{"redirect":8619394,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hungrig","epNo":4,"alt":"Hungry","descr":"Zwei völlig Fremde, Gene (Mark Proksch)und Sam (Kent Osborne), treffen sich in Zimmer 104, um eine ungewöhnliche Fantasie auszuleben.","versions":[{"lang":1,"streams":[{"redirect":12172940,"hoster":"VOE"},{"redirect":8795144,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Frau in der Wand","epNo":5,"alt":"The Woman In The Wall","descr":"Eine unter unerklärlichen Schmerzen leidende Frau (Dolly Wells) glaubt verrückt zu werden, als sie in Zimmer 104 eine Stimme hört. Doch schließlich lässt sie sich auf ein Gespräch ein.","versions":[{"lang":1,"streams":[{"redirect":8783517,"hoster":"VOE"},{"redirect":8795145,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Arnold","epNo":6,"alt":"Arnold","descr":"Arnold (Brian Tyree Henry) erwacht schweißgebadet in Zimmer 104 – ohne eine Ahnung wie er dorthin gekommen ist. Auftakt einer musikalischen Rekonstruktion des letzten Abends.","versions":[{"lang":1,"streams":[{"redirect":8783525,"hoster":"VOE"},{"redirect":8619388,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Mann und das Baby und der Mann","epNo":7,"alt":"The Man and the Baby and the Man","descr":"Ein junges Paar will sich in Zimmer 104 filmen, denn es soll eine ganz besondere Nacht werden: die Nacht der Zeugung ihres Kindes. Doch ihr Vorhaben verläuft anders als erwartet.","versions":[{"lang":1,"streams":[{"redirect":8783522,"hoster":"VOE"},{"redirect":8619392,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Albtraum","epNo":8,"alt":"A Nightmare","descr":"Eine Frau (Natalie Morales) erwacht in Zimmer 104 nach einem schrecklichen Alptraum – nur um gleich darauf den nächsten Horror-Trip zu erleben und das mehrfach, zu allem Überfluss versucht sie ein Mann ohne Gesicht zu töten.","versions":[{"lang":1,"streams":[{"redirect":13110071,"hoster":"VOE"},{"redirect":8795146,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Wiederkehr","epNo":9,"alt":"The Return","descr":"Nach dem Tod ihres Vaters mietet sich ein Mädchen zusammen mit ihrer Mutter in Zimmer 104 ein, um mit dem Verstorbenen Kontakt aufzunehmen.","versions":[{"lang":1,"streams":[{"redirect":8783518,"hoster":"VOE"},{"redirect":8795149,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Künstlich","epNo":10,"alt":"Artificial","descr":"Ein Reporter will die Wahrheit über eine Frau aufdecken, die behauptet, ein Hybridroboter zu sein und vor der Machtübernahme durch künstliche Intelligenz warnt.","versions":[{"lang":1,"streams":[{"redirect":13663448,"hoster":"VOE"},{"redirect":13663447,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Billard-Hai","epNo":11,"alt":"Shark","descr":"Zimmer 104 in den 80er-Jahren: Ein Billardspieler (James Earl) gerät mit seinem Cousin und Manager (Mahershala Ali) in einen Streit über ihre Zusammenarbeit.","versions":[{"lang":1,"streams":[{"redirect":12381056,"hoster":"VOE"},{"redirect":8619396,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Josie und Ich","epNo":12,"alt":"Josie \u0026 Me","descr":"Die 27-jährige Josie (Mary Wiseman) erinnert sich an eine Studentenparty, auf der sie Sex mit dem gleichaltrigen Jon hatte. Aus Josies heutiger Sicht handelte es sich um eine Vergewaltigung.","versions":[{"lang":1,"streams":[{"redirect":8783521,"hoster":"VOE"},{"redirect":8619393,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Grundstein","epNo":1,"alt":"The Plot","descr":"Nach dem Tod ihres Vaters treffen sich die beiden entfremdeten Geschwister Roma und Remus auf dem gemeinsam geerbten Grundstück. Roma will hier ein Hotel gründen. Und dafür Remus loswerden.","versions":[{"lang":1,"streams":[{"redirect":8783523,"hoster":"VOE"},{"redirect":8619391,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tier zu verkaufen","epNo":2,"alt":"Animal For Sale","descr":"Ein Mann, der sich um exotische Tier kümmert, trifft auf eine einzigartige Frau, die ihm mitteilt, dass sie bereit dazu wäre, ihm das spezielle Biest abzunehmen, das ihm zuletzt den letzten Nerv geraubt hat.","versions":[{"lang":1,"streams":[{"redirect":12922624,"hoster":"VOE"},{"redirect":8619395,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13486486,"hoster":"VOE"},{"redirect":8619359,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Juckreiz","epNo":3,"alt":"Itchy","descr":"Einem Mann, der an einer chronischen Hautkrankheit leidet, wird von einem Arzt empfohlen, sich zu isolieren und immer wieder ein Bad mit Bleiche zu nehmen um seine Heilungschancen zu erhöhen. Er tut wie ihm gesagt und dabei kommt er auf die wildesten Theorien wovon der Ausschlag kommt. Wird der Arzt der ihn betreut auch wirklich heilen können???","versions":[{"lang":1,"streams":[{"redirect":12251182,"hoster":"VOE"},{"redirect":8619402,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13486492,"hoster":"VOE"},{"redirect":8619362,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Habitat","epNo":4,"alt":"Rogue","descr":"Eine jugendliche Ausreißerin sucht im Raum 104 Unterschlupf und lernt eine Frau kennen, die ihr Hoffnung für die Zukunft gibt.","versions":[{"lang":1,"streams":[{"redirect":8783528,"hoster":"VOE"},{"redirect":8619397,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Trockenbauer","epNo":5,"alt":"Drywall Guys","descr":"Zwei Männer auf einem auswärtigen Handwerkerjob versuchen eine Lösung für ihr Schlafwandeln zu finden.","versions":[{"lang":1,"streams":[{"redirect":8783529,"hoster":"VOE"},{"redirect":8619403,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13486491,"hoster":"VOE"},{"redirect":8619358,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein neuer Song","epNo":6,"alt":"A New Song","descr":"Eine Sängerin konfrontiert ihre inneren Konflikte während sie ihren nächsten Song schreibt.","versions":[{"lang":1,"streams":[{"redirect":8783527,"hoster":"VOE"},{"redirect":8619398,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13472294,"hoster":"VOE"},{"redirect":8619373,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Jimmy \u0026amp;amp; Gianni","epNo":7,"alt":"Jimmy \u0026 Gianni","descr":"Die Künstler Jimmy Ray Flynn und Gianni Arone, Vater und Sohn, schaffen in dieser dokumentarischen Episode in Motelzimmer 104 ein Kunstwerk. Und sprechen offen über ihre Beziehung und Geschichte.","versions":[{"lang":1,"streams":[{"redirect":8783530,"hoster":"VOE"},{"redirect":8619401,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13484898,"hoster":"VOE"},{"redirect":8619367,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"No Hospital","epNo":8,"alt":"No Hospital","descr":"Ein kranker Mann hat seine Kinder zusammengerufen: Er will sein Testament ändern und die Nachfolge in ihrem außergewöhnlichen Familienunternehmen regeln.","versions":[{"lang":1,"streams":[{"redirect":8783531,"hoster":"VOE"},{"redirect":8619407,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13486493,"hoster":"VOE"},{"redirect":8619365,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Prank Call","epNo":9,"alt":"Prank Call","descr":"Teenager Adrienne wird von ihren zerstrittenen Eltern im Motelzimmer allein gelassen. Gelangweilt unternimmt sie ein paar Telefonstreiche – bis einer der Angerufenen sie auf eine Probe stellt.","versions":[{"lang":1,"streams":[{"redirect":10364284,"hoster":"VOE"},{"redirect":8619400,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13472298,"hoster":"VOE"},{"redirect":8619366,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Night Shift","epNo":10,"alt":"Night Shift","descr":"Ein Podcaster interviewt zwei Stars einer Horrorshow aus den 70ern. Sie erinnern sich an die Ursprünge ihres Kult-Programms und die Eifersüchteleien, die letztlich ihre Freundschaft zerstörten. Doch das Interview bringt die beiden wieder zusammen doch anders als sie es sich jemals hätten denken können.","versions":[{"lang":1,"streams":[{"redirect":8783534,"hoster":"VOE"},{"redirect":8619408,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Am Scheideweg","epNo":11,"alt":"Crossroads","descr":"Eine junge Frau verkauft ihre Seele für ein Leben voller irdischer Freuden. Jahrzehnte später muss sie sich der Abrechnung stellen. Doch wie jeder vor ihr versucht such sie darum herum zu kommen. Da kommt ihr die zündende Idee weil der \"Seelen eintreiber\" den Job nicht mehr machen möchte/kann bietet sie ihm an für ihn zu übernehmen anstatt die Ewigkeit in der Hölle voller Qualen zu verbringen. Nach kurzer Rücksprache mit seinem Boss meint er das geht in Ordnung und schon gleich danach betritt der erste \"Kunde\" das Zimmer.","versions":[{"lang":1,"streams":[{"redirect":8783535,"hoster":"VOE"},{"redirect":8619399,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Probensammlerin","epNo":12,"alt":"The Specimen Collector","descr":"Finale der dritten Staffel.Eine Botanikerin legt auf der Suche nach einer seltenen Pflanze eine Ruhepause in Zimmer 104 ein. Was sie aber nicht bemerkt hat ist das sie noch Sporen auf ihrer Jacke hatte. So erwacht sie am nächsten Morgen wie durch ein Wunder in einem üppig wuchernden Dschungel in dem es plötzlich wieder Tiere gibt die ausgestorben wahren. Weswegen sie das Zimmer länger mieten möchte um zu Studieren was in diesem kleinen Ökosystem vor sich geht. Sie Igelt sich komplett ein so das sich ihr Mann und ihr Kollege sich sorgen machen.","versions":[{"lang":1,"streams":[{"redirect":8783536,"hoster":"VOE"},{"redirect":8619413,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der Mörder","epNo":1,"alt":"The Murderer","descr":"Logan lädt den lange verschollen geglaubten Musiker Graham Husker (Serienschöpfer Mark Duplass) zu einem Privatkonzert in\u0027s Hotelzimmer 104. Denn sie dachten das seine Lieder von Mord an seiner Mutter reine Fiktion sind. Doch als er er ihnen eröffnet das er wirklich ein Mörder ist bekommen sie Angst und sie versuchen das Hotelzimmer zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":8783537,"hoster":"VOE"},{"redirect":8619414,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13472316,"hoster":"VOE"},{"redirect":8619369,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sternenzeit","epNo":2,"alt":"Star Time","descr":"Sam will sich den goldenen Schuss setzen. Da wird sie unerwartet mit der Geschichte ihrer Drogensucht konfrontiert. Sie bekommt die Chance aus ihren Fehlern zu lernen, bevor es zu spät ist. Aber dafür muss sie sich ihren Ängsten ihren Dämonen und ihren Gefühlen stellen. Wird sie stark genug sein um zu überleben oder wird sie aufgeben und sich ihrem Schicksal ergeben???","versions":[{"lang":1,"streams":[{"redirect":8783542,"hoster":"VOE"},{"redirect":8619404,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13484901,"hoster":"VOE"},{"redirect":8619377,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Wrestler","epNo":3,"alt":"Avalanche","descr":"Mit Hilfe von Therapie-Puppen versucht ein Ex-Wrestler (Dave Bautista) einen traumatischen Kampf zu verarbeiten. Dabei stößt er auch auf andere verdrängten Erinnerungen. Obwohl nicht alle Wahr sind kommen sie ihm doch sehr real vor. Zu erst geht es nur um seinen championship Kampf bis ihm die Ärztin erklärt sie sind weil in diesem Zimmer jemand schwer verletzt wurde. Der Wrestler versucht sich zu erinnern dann kommt ihm eine Erinnerung das er einen jungen im Zimmer unabsichtlich schwer verletzt hat als er ihm eine Wrestler Übung zeigen wollte. Doch er ist sich nicht sicher ob er der Erinnerung trauen kann denn schon kurz darauf hat er eine Erinnerung das er einen Arzt getötet hat. Doch als sie tiefer graben kommt die Offenbarung das jemand ganz anderem schrecklich wehgetan wurde kann er diese Wahrheit verkraften???","versions":[{"lang":1,"streams":[{"redirect":8783559,"hoster":"VOE"},{"redirect":8619405,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13472311,"hoster":"VOE"},{"redirect":8619368,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Pony","epNo":4,"alt":"Bangs","descr":"Eva feiert ihre Scheidungsparty. Dabei überdenkt sie ihre möglicherweise lebensverändernde Entscheidung, sich einen Pony schneiden zu lassen.","versions":[{"lang":1,"streams":[{"redirect":12846885,"hoster":"VOE"},{"redirect":12846886,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Oh, Harry!","epNo":5,"alt":"Oh, Harry!","descr":"Ein Mann ist in Hotelzimmer 104 in einer 90er-Jahre-Sitcom gefangen. Schließlich versucht er, das Drehbuch in die reale Gegenwart fortzuschreiben.","versions":[{"lang":1,"streams":[{"redirect":12846884,"hoster":"VOE"},{"redirect":12846882,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13484905,"hoster":"VOE"},{"redirect":8619386,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wanderlust","epNo":6,"alt":"The Hikers","descr":"Megan und Casey wollen nach dem College drei Monate quer durchs Land wandern. Doch dann werden sie mit unbequemen Wahrheiten über ihre Freundschaft konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":12846883,"hoster":"VOE"},{"redirect":12846881,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13472322,"hoster":"VOE"},{"redirect":8619370,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schaumparty","epNo":7,"alt":"Foam Party","descr":"Der unsichere Jack will seine neuen Mitbewohner mit einer Schaumparty in Zimmer 104 beeindrucken. Doch der Schaum hat eine schockierende Nebenwirkung auf die Gäste und gerät nebenbei komplett außer Kontrolle und so flutet er das gesamte Hotelzimmer.","versions":[{"lang":1,"streams":[{"redirect":8783541,"hoster":"VOE"},{"redirect":8619406,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13472313,"hoster":"VOE"},{"redirect":8619371,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der größte Fan","epNo":8,"alt":"No Dice","descr":"Der aalglatte Gameshow-Moderator Chip Crawford will das Treffen mit seinem über 80-jährigen, größten Fan Enid nur so kurz wie möglich halten. Aber Enid hat ganz andere Pläne.","versions":[{"lang":1,"streams":[{"redirect":12846894,"hoster":"VOE"},{"redirect":12846893,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9644397,"hoster":"VOE"},{"redirect":8619374,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der letzte Mensch","epNo":9,"alt":"The Last Man","descr":"Kyran ist es wieder nicht gelungen eine Schlacht gegen seinen Erzfeind Durkon zu gewinnen. Sein Mentor Granada erteilt ihm eine Lektion, um seinen Feind endgültig zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":8783538,"hoster":"VOE"},{"redirect":8619410,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13110104,"hoster":"VOE"},{"redirect":8619379,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Nacht, als Babby starb","epNo":10,"alt":"The Night Babby Died","descr":"Bruce und Abby waren als Kinder beste Freunde und sehen sich zum ersten Mal seit Jahrzehnten. Mit seinem exzentrischen Plan, ihre Freundschaft wieder aufleben zu lassen, reißt Bruce alte Wunden auf.","versions":[{"lang":1,"streams":[{"redirect":12922628,"hoster":"VOE"},{"redirect":8619409,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498308,"hoster":"VOE"},{"redirect":12172304,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Fell","epNo":11,"alt":"Fur","descr":"1987 - Die Freunde Finley und Grey feiern ihren letzten Sommer vor der Highschool. Doch als der beliebte Sportler John vorbeikommt wird Grey wieder von seiner Unsicherheit überwältigt.","versions":[{"lang":1,"streams":[{"redirect":8783543,"hoster":"VOE"},{"redirect":8619420,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498307,"hoster":"VOE"},{"redirect":12172298,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Generationen","epNo":12,"alt":"Generations","descr":"Finale der Anthologie-Serie: Während Keir sich auf seine Generationenfeier vorbereitet, lässt er schmerzhafte Erinnerungen an die Momente seines Lebens wach werden, die ihn geprägt haben.","versions":[{"lang":1,"streams":[{"redirect":8783540,"hoster":"VOE"},{"redirect":8619411,"hoster":"Streamtape"}]}]}]}]}