{"seriesId":"room-mate","name":"Room Mate","descr":"Ein Spin-off von One Room. Es wird eine andere Geschichte erzählt, diesmal mit männlichen Charakteren als Protagonisten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Room Mates Welcome You","descr":"Sie erreichen ein Herrenhaus im westlichen Stil, in dem Sie als Manager leben, und Sie treffen den coolen College-Studenten namens Takumi Ashihara. Sie treffen auch auf Aoi Nishina, eine High-School-Schülerin, die die Schauspielerei liebt, und Shinya Miyasaka, einen Elite-Salarman. Ihr aufregendes Leben unter einem Dach mit ihnen beginnt.","versions":[{"lang":3,"streams":[{"redirect":4905570,"hoster":"Vidoza"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Ashihara Takumi is Climbing","descr":"Takumi Ashihara ist ein nationaler Spitzenkletterer. Er bekommt die Chance, sich zertifizieren zu lassen, aber er scheint nicht sehr begeistert von dieser Gelegenheit zu sein. Wenn du versuchst, mit ihm zu reden, sagt dir Takumi, wie er sich wirklich fühlt...","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Nishina Aoi Relaxes","descr":"Aoi Nishina neigt dazu, viel zu in seine Rollen einzudringen. Wenn man sich jedoch einmischt, scheint er manchmal Schwierigkeiten zu haben, in seinem Charakter zu bleiben. Eines Tages, als Aoi im Hof ​​für sein nächstes Stück übt, sieht er zu dir herüber und lächelt...","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Miyasaka Shinya Is Displeased","descr":"Shinya Miyasaka arbeitet jeden Tag hart und ist dir gegenüber genervt, seit du ein bisschen plump bist. Er ist dir gegenüber immer ziemlich kalt und du wirst nervös. Selbst dann versuchen Sie Ihr Bestes, um ihm näher zu kommen, und Shinya beginnt, sich zu öffnen ...","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Roommates\u0027 Day Off","descr":"Die Mitbewohner verbringen ihren freien Tag an einem regnerischen Tag auf unterschiedliche Weise. Ihre Großmutter, die Eigentümerin der Wohnanlage, schickt Ihnen allen einen Kuchen. Ihr genießt alle eine friedliche Teezeit, doch dann seht ihr alle ein Stück Papier, das dem Kuchen beigelegt wurde...","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Ashihara Takumi Can\u0027t Climb","descr":"Seit diesem Tag scheint Takumi dich zu meiden. Er fängt sich auch eine schlimme Erkältung ein und versucht, sie zu überstehen. Du machst dir Sorgen und versuchst, auf ihn aufzupassen. Takumi erzählt Ihnen dann die überraschende Begründung seiner Haltung.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Nishina Aoi Can\u0027t Calm Down","descr":"Seit diesem Tag scheint Takumi dich zu meiden. Er fängt sich auch eine schlimme Erkältung ein und versucht, sie zu überstehen. Du machst dir Sorgen und versuchst, auf ihn aufzupassen. Takumi erzählt Ihnen dann die überraschende Begründung seiner Haltung.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Miyasaka Shinya Can`t Sleep","descr":"Shinya kommt nach dem Trinken nach Hause, was für ihn selten ist. Er scheint ein bisschen anders zu sein und du machst dir Sorgen. In dieser Nacht sagt er dir, du sollst mit ihm im Wohnzimmer Platz nehmen, nachdem er eine Flasche geöffnet hat. Dann erzählt er dir, warum er so deprimiert ist...","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Goddess Statue Knows","descr":"An einem Wochentag, nachdem Sie das Bad gereinigt haben, über das die Göttinnenstatue schaut, nehmen Sie ein Bad allein. Währenddessen kommen Takumi, Aoi und Shinya vom Regen zurück und gehen alle ins Bad. Sie geraten in Panik und verstecken sich schnell, hören aber am Ende ihr geheimes Gespräch.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Roommates Compete","descr":"Der Kampf um die Verwalterin ist eröffnet! Welcher der Jungs gewinnt den Konkurrenzkampf?","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Roommates Make a Decision","descr":"Die Mitbewohner verkünden der Verwalterin, dass sie eine Weile weg sein werden. Zudem steht das Feuerwerksfest vor der Tür","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Waiting for the Roommates","descr":"Die Mitbewohner verkünden der Verwalterin, dass sie eine Weile weg sein werden. Zudem steht das Feuerwerksfest vor der Tür","versions":[]}]}]}