{"seriesId":"rootroute-of-oddtaxi","name":"RoOT/Route of OddTaxi","descr":"Die abgehärtete, erfahrene Detektivin Rena und der aufgeweckte Neuling Sato, übernehmen einen unbedeutenden Fall. Der Job läuft gut, bis ein Ganove namens Dobu sie blamiert. Entmutigt nehmen sie einen Job an, bei dem sie nur das Leben eines Taxifahrers namens Odokawa untersuchen, in der Hoffnung, sich zu rehabilitieren. (Manga/Anime- Live-Adaption von: Odd Taxi)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"This Is the Ibusuki Detective Agency","descr":"Die 19-jährige Privatdetektivin Rena wird beauftragt, den ungeschickten neuen Mitarbeiter Sato auszubilden. Nachdem Sato bei einem Job angegriffen wird, suchen sie Zuflucht in einem nahegelegenen Restaurant, wo Besitzer Taeko sie bittet, gegen einen seltsamen Taxifahrer namens Odokawa zu ermitteln....","versions":[{"lang":3,"streams":[{"redirect":13905247,"hoster":"VOE"},{"redirect":13905246,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Fancy Merch","descr":"Rena besuchte ein Event der Idol-Band Mystery Kiss, um herauszufinden, ob Yuki sich an ihre gemeinsame Highschool-Zeit erinnert. Während sie ihre Ermittlungen gegen Odokawa fortführen, findet Sato heraus, dass der Mann, der ihn bei ihrem ersten Auftrag verprügelt hat, der berüchtigte Kriminelle Dobu war.","versions":[{"lang":3,"streams":[{"redirect":13926164,"hoster":"VOE"},{"redirect":13926165,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Love Thy Neighbor","descr":"Rena stattet Donraku und Kabasawa einen Besuch ab. Sato versucht, Tobu zu beschatten, um seine gestohlenen Fotos zurückzubekommen, wird dabei jedoch ertappt.","versions":[{"lang":3,"streams":[{"redirect":13944957,"hoster":"VOE"},{"redirect":13944958,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"All Kind of Dads","descr":"Rena sucht weiter nach Yuki mit Sato und ihrer alten Freundin Kanon. Kakihana geht auf ein Date mit einem Mitglied von Mystery Kiss, aber die scheint rein gar nicht interessiert.","versions":[{"lang":3,"streams":[{"redirect":13961181,"hoster":"VOE"},{"redirect":13961180,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"22:00 P.M. in Tokyo","descr":"Nachdem sie ihren Job als Detektivin gekündigt hat, beginnt Rena im selben Kabarettclub wie Imai zu arbeiten, um mehr über die Geschichte von Mystery Kiss zu erfahren, und im Gegenzug bringt sie ihn mit einem bestimmten Taxifahrer wieder zusammen. Sato erfährt mehr über Renas Vergangenheit.","versions":[{"lang":3,"streams":[{"redirect":13979621,"hoster":"VOE"},{"redirect":13979620,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"It\u0027s Tough Being an Idol","descr":"Bei der Audition hat Rena endlich die Gelegenheit, mit Mystery Kiss persönlich zu sprechen und sie nach Mitsuya Yuki zu fragen. Dabei erregt sie allerdings Yamamotos Aufmerksamkeit. Odokawa bittet Dobu um Hilfe, um Kakihana zu retten.","versions":[{"lang":3,"streams":[{"redirect":14000430,"hoster":"VOE"},{"redirect":14000432,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Price of Regret","descr":"Die Leiche der echten Yuki Mitsuya wird gefunden und alles beginnt sich zusammenzufügen. Rena konfrontiert Rui Nikaido, als sie der Wahrheit auf die Spur kommt.","versions":[{"lang":3,"streams":[{"redirect":14029862,"hoster":"VOE"},{"redirect":14029863,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Trajectory of a Fall","descr":"Renas Vergangenheit wird aufgedeckt, sowie ihre Beziehung zu Yuki Mitsuya. Währenddessen muss Manager Yamamoto Rui Nikaido bei einer brenzligen Lage aushelfen.","versions":[{"lang":3,"streams":[{"redirect":14048420,"hoster":"VOE"},{"redirect":14048419,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"I Am a Cat","descr":"Wadagaki wurde in der Vergangenheit immer wieder von Yuki Mitsuya übertroffen und sie wird von ihrer Mutter weiter angestachelt. In der Gegenwart versuchen Wadagaki und Ichimura ihr Idol-Leben fortzuführen.","versions":[{"lang":3,"streams":[{"redirect":14097221,"hoster":"VOE"},{"redirect":14097232,"hoster":"Doodstream"},{"redirect":14097231,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Children Are the Clamp","descr":"Wadagaki möchte einen Zeugen aus dem Weg räumen, während Rena versucht, sie aufzuhalten. Donraku hat eine schwerwiegende Entscheidung zu treffen.","versions":[{"lang":3,"streams":[{"redirect":14097222,"hoster":"VOE"},{"redirect":14097233,"hoster":"Doodstream"},{"redirect":14097219,"hoster":"Streamtape"}]}]}]}]}