{"seriesId":"roseanne","name":"Roseanne","descr":"Im Mittelpunkt der Serie steht die Arbeiterfamilie Conner, die in der Delaware Street 714 im fiktiven Ort Lanford, Fulton County (Illinois) lebt und aus Mutter Roseanne (Roseanne Barr), Vater Daniel[1], genannt Dan (John Goodman), und den Kindern Rebecca, genannt \"Becky\" (Alicia Goranson/Sarah Chalke), Darlene (Sara Gilbert) und David Jacob, genannt \"D. J.\" (Michael Fishman), besteht. Später kam Sohn Jerry Garcia dazu. Dieser wurde an Roseannes Lieblingsfeiertag Halloween geboren.Die Handlung dreht sich hauptsächlich um die größeren und kleineren Probleme des Alltags und schließt auch typische Themen des US-amerikanischen White Trash wie Arbeitslosigkeit, Geldsorgen, überstürzte Heirat der Kinder und Scheidung nicht aus. Diese Probleme lösen die Conners mit ihrem etwas anderen Humor.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Alles nicht so einfach","epNo":1,"alt":"Life And Stuff","descr":"Roseanne wird zu einer Eltern- / Lehrerkonferenz eingeladen, nachdem Darlene in der Klasse gebellt hat.","versions":[{"lang":1,"streams":[{"redirect":9782870,"hoster":"VOE"},{"redirect":8619429,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wir schwimmen im Geld","epNo":2,"alt":"We’re In The Money","descr":"Wenn Dan einen Vorschuss von 500 US-Dollar für einen Trockenbaujob erhält, hofft jeder, dass noch Geld übrig ist, um etwas für sich selbst zu tun. Wenn sich herausstellt, dass nach dem Bezahlen der Rechnungen kaum noch genug übrig ist, um eine Sache zu kaufen, kaufen sich Dan und Roseanne jeweils einen Luxusartikel. Darlene wird beschimpft, weil sie gelogen hat, aber jeder bittet sie, die Wahrheit über etwas zu verbergen.","versions":[{"lang":1,"streams":[{"redirect":9782880,"hoster":"VOE"},{"redirect":9782881,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Scheidungsgespräche","epNo":3,"alt":"Divorce","descr":"Roseanne und Dan planen ein romantisches Abendessen und treffen einen alten Freund, von dem sie nicht wussten, dass er geschieden ist. Als sie erfahren, dass ihre Scheidung darauf zurückzuführen ist, dass ihr Ehemann sich geweigert hat, einem Traum zu folgen, der von Roseanne inspiriert wurde, fragt sich Dan, ob Roseanne sich so entwickeln wird. Wenn Jackie zu spät zum Babysitten kommt, darf Becky sich zur Freude der Kinder zurückziehen.","versions":[{"lang":1,"streams":[{"redirect":9782884,"hoster":"VOE"},{"redirect":9782887,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Körpersprache","epNo":4,"alt":"Language Lessons","descr":"Während Dan seinen berühmten Chili zubereitet, wartet er auf einen Anruf wegen eines dringend benötigten Baujobs und muss Jackie vom Telefon lassen. Dan drückt seinen Ärger darüber aus, dass Jackie immer bei Roseanne zu Hause ist, aber während Dan und Roseanne zum Spaß einen Beziehungstest im Rücken eines Teenagermagazins machen, tauchen seine Ärger über Jackie vor ihr auf. Als sie kommentiert, dass er bei einem Job nicht einmal so viel mitbekommt, wird Dan zu weit gedrängt. Darlene macht ein Schloss für extra Kredit, weil sie Geschichte durchfällt, aber DJ versehentlich ...","versions":[{"lang":1,"streams":[{"redirect":9782892,"hoster":"VOE"},{"redirect":9782895,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dan, das Gesangstalent","epNo":5,"alt":"Radio Days","descr":"Roseanne möchte, dass Dan an einem vom lokalen Radiosender gesponserten Country-Musik-Songwriting-Wettbewerb teilnimmt. Dan zögert, dies zu tun, bis er herausfindet, dass der Hauptpreis hundert Dollar beträgt. Dan kann sich keine neue Idee einfallen lassen und ist mit nichts, was er in der Vergangenheit geschrieben hat, zufrieden. Er wählt eines der alten Gedichte von Roseanne aus, um es zu vertonen. Sexuelle Spannungen zwischen Jackie und Booker heizen sich am Arbeitsplatz auf. Becky und Darlene gehen sich gegenseitig in die Kehle.","versions":[{"lang":1,"streams":[{"redirect":9782729,"hoster":"VOE"},{"redirect":9782734,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Liebesfreud – Liebesleid","epNo":6,"alt":"Lover’s Lane","descr":"Roseanne überredet Booker und die Frauen von der Arbeit zum Bowling. Becky wird für die Nacht zum Tag gemacht, weil sie zum ersten Mal in einen Jungen aus ihrer Schule verknallt ist, der in der Kegelbahn arbeitet, aber beschämt ist, weil sie den Gedanken hat, von ihren Eltern beschämt zu werden. Jackie und Booker machen eine \"freundliche\" Wette, bei der es um einen Schlaf gegen das Schrubben der Toilettenschüssel geht.","versions":[{"lang":1,"streams":[{"redirect":9782737,"hoster":"VOE"},{"redirect":9782740,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Familienfoto","epNo":7,"alt":"Memory Game","descr":"Dan beauftragt einen Fotografen, ein Familienporträt für ein bevorstehendes Klassentreffen zu machen. Alle sind angezogen und posiert, als Jackie die Katze aus dem Sack lässt, die von einem Scherz handelt, den Dan in der Highschool mit Roseannes Feind hatte.","versions":[{"lang":1,"streams":[{"redirect":9782745,"hoster":"VOE"},{"redirect":9782747,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Immer die Männer","epNo":8,"alt":"Here’s To Good Friends","descr":"Crystal ist verärgert, weil sie wieder entlassen wurde und sicher, dass sie niemals einen guten Mann finden wird. Sie bittet Roseanne und Jackie um Unterstützung und Rat. Booker lehnt ein Date mit Jackie ab, weil seine \"Mutter\" in der Stadt ist, und taucht mit einer anderen Frau in der Lobo Lounge auf. Jackie beschließt, die andere Wange nicht zu drehen. Darlene betet für einen Schneetag und zögert, einen Buchbericht zu schreiben, den sie am nächsten Tag abgeben muss.","versions":[{"lang":1,"streams":[{"redirect":9782752,"hoster":"VOE"},{"redirect":9782753,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das schönste Geburtstagsgeschenk","epNo":9,"alt":"Dan’s Birthday Bash","descr":"Die Kinder planen ein Geburtstagsfrühstück für ihren Vater. Roseanne plant eine Geburtstagsfeier für Dan in der Lobo Lounge. Was als großartige Party beginnt, wird bald sauer, wenn ein betrunkener Gast an der Bar einen Streit mit Dan wegen der Benutzung des Billardtisches austrägt. Eine wütende Roseanne hindert Dan daran, mit dem blauen Fleck zu streiten, und lässt ihn gedemütigt und wütend zurück. Becky ist nervös, die Eltern ihres Freundes zu treffen und zu Abend zu essen.","versions":[{"lang":1,"streams":[{"redirect":14476310,"hoster":"VOE"},{"redirect":9782761,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Samstagsvergnügen","epNo":10,"alt":"Saturday","descr":"Dan plant, einen weiteren Samstag mit Arbeiten an seinem Truck zu verbringen, in dem mehr mit Freunden getrunken wird als an irgendeiner tatsächlichen Arbeit. Roseanne hat die Nase voll und wettet, dass Dan den Truck bis zum Ende des Nachmittags nicht reparieren kann. Wenn sie recht hat, muss er alle Aufgaben für die Reinigung des Backofens übernehmen. Wenn Roseanne Unrecht hat, muss sie alle Schneeschaufelaufgaben übernehmen. In der Zwischenzeit versucht Dans Trinkkumpel Dwight, einen desinteressierten Jackie zu beeindrucken.","versions":[{"lang":1,"streams":[{"redirect":9782766,"hoster":"VOE"},{"redirect":9782769,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Bär ist los","epNo":11,"alt":"Canoga Time","descr":"Roseanne und Dan streiten sich um das, was für eine Wohltätigkeitsaktion gespendet wird. Dan hat Mühe, seine Sachen loszulassen, also plant er Möglichkeiten, sie aufzubewahren. Darlene ist besorgt über eine schlechte Note auf ihrem Zeugnis, die sie in Schwierigkeiten bringt, und plant, die Wahrheit vor ihren Eltern zu verbergen. Jackie ist sauer auf Booker, weil er sie fast aufgerichtet hat ... schon wieder.","versions":[{"lang":1,"streams":[{"redirect":9782776,"hoster":"VOE"},{"redirect":9782778,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Flitterwochenende","epNo":12,"alt":"Monday Thru Friday Show","descr":"Darlene entdeckt, dass ihre Aufgabe, Zeitungen auszuliefern, nicht einfach ist, Geld zu verdienen, wie sie es sich vorgestellt hat. Roseanne und Dan versuchen jeweils, eine zweite Hochzeitsreise zu planen, und sind sich nicht einig, welche sie nehmen sollen, und lassen Jackie einspringen, um den Tag zu retten. Becky steckt in der Schule in einem moralischen Dilemma.","versions":[{"lang":1,"streams":[{"redirect":9782783,"hoster":"VOE"},{"redirect":9782786,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Brückenschlag","epNo":13,"alt":"Bridge Over Troubled Johnny","descr":"Dan und Roseanne streiten sich mit einem elenden Kristall, der den Tod ihres Mannes Jahre zuvor nicht überwinden kann.","versions":[{"lang":1,"streams":[{"redirect":9782793,"hoster":"VOE"},{"redirect":9782792,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Väter unter sich","epNo":14,"alt":"Father’s Day","descr":"Dans Vater kommt zu Besuch und alte Ressentiments und Feindseligkeiten werden ans Licht gebracht. Der erste von Ned Beattys Auftritten als Ed Conner.","versions":[{"lang":1,"streams":[{"redirect":12334732,"hoster":"VOE"},{"redirect":9782800,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kritische Tage","epNo":15,"alt":"Nightmare On Oak Street","descr":"Nachdem Dan und die Kinder lange aufbleiben, um sich einen Horrorfilm anzusehen, muss Roseanne mit einer verängstigten Darlene fertig werden, die sie die ganze Nacht wach hält, aber bald erfährt sie, dass mit ihrer heranwachsenden Tochter mehr los ist als nur Nachtangst.","versions":[{"lang":1,"streams":[{"redirect":9782807,"hoster":"VOE"},{"redirect":9782806,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kaufrausch","epNo":16,"alt":"Mallstory","descr":"An einem Tag in der Mall behandelt Becky Roseanne stumm, Jackie beklagt sich über die Orientierungslosigkeit ihres Lebens und Dan wartet vergeblich darauf, ein neues Paar Schuhe zu kaufen.","versions":[{"lang":1,"streams":[{"redirect":9782816,"hoster":"VOE"},{"redirect":9782812,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Echt coole Eltern","epNo":17,"alt":"Becky’s Choice","descr":"Dan und Roseanne entdecken eine schwierige neue Seite für Becky, als sie Chip und seine Eltern zu einer Dinnerparty einladen.","versions":[{"lang":1,"streams":[{"redirect":9782818,"hoster":"VOE"},{"redirect":9782815,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Große Klappe – ganz klein","epNo":18,"alt":"The Slice Of Life","descr":"Darlene kommt mit einer Blinddarmentzündung ins Krankenhaus.","versions":[{"lang":1,"streams":[{"redirect":9782823,"hoster":"VOE"},{"redirect":9782825,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Familienstress","epNo":19,"alt":"Working Overtime","descr":"Während Roseanne in der Fabrik Überstunden leisten muss, bemüht sich Dan, das Haus und die Familie mit gemischten Ergebnissen am Laufen zu halten.","versions":[{"lang":1,"streams":[{"redirect":12381054,"hoster":"VOE"},{"redirect":9783040,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Wetterfronten","epNo":20,"alt":"Toto, We’re Not In Kansas Anymore","descr":"Tornado über Lanford.","versions":[{"lang":1,"streams":[{"redirect":9782837,"hoster":"VOE"},{"redirect":9782838,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Auch Tote brauchen einen Namen","epNo":21,"alt":"Death And Stuff","descr":"Die Gastfreundschaft von Roseanne beißt sie in den Hintern, als ein Verkäufer von Tür zu Tür, den sie ins Haus lässt, in ihrer Küche stirbt und die Familie den ganzen Tag mit der Leiche kämpfen muss, bis der Gerichtsmediziner ankommen kann.","versions":[{"lang":1,"streams":[{"redirect":9782844,"hoster":"VOE"},{"redirect":9782847,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Eltern sind auch nur Menschen","epNo":22,"alt":"Dear Mom And Dad","descr":"Der Conner-Haushalt ist durch die Ankunft von Roseannes Eltern ins Chaos geraten, die nichts anderes tun, als ihre Töchter hinter ihrem Rücken zu kritisieren.","versions":[{"lang":1,"streams":[{"redirect":9782852,"hoster":"VOE"},{"redirect":9782855,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Jetzt reicht’s","epNo":23,"alt":"Let’s Call It Quits","descr":"Ein fester, sachlicher Vorgesetzter übernimmt das Kommando bei Wellman und verlangt eine Quote von 8.000 Einheiten. Roseanne, Jackie und alle Frauen sind der Meinung, dass es eine schwierige Aufgabe ist, damit umzugehen. Der Chef wird jedoch auf seine Forderungen eingehen, wenn Roseanne ihren Stolz schlucken und menschlich sein kann.","versions":[{"lang":1,"streams":[{"redirect":9782859,"hoster":"VOE"},{"redirect":9782866,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Vom Winde verdreht","epNo":1,"alt":"Inherit The Wind","descr":"Eine peinliche Episode für Becky während einer Sitzung des Studentenrates zeigt Roseanne, wie sie ihre peinlichsten Momente aus ihrem eigenen Leben mit ihrer Tochter teilt.","versions":[{"lang":1,"streams":[{"redirect":9782981,"hoster":"VOE"},{"redirect":9782987,"hoster":"Doodstream"},{"redirect":9782984,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schwesterherzen","epNo":2,"alt":"Little Sister","descr":"Roseanne und Jackie sind sich uneins, als Jackie verkündet, dass sie zur Polizeiakademie geht.","versions":[{"lang":1,"streams":[{"redirect":12922633,"hoster":"VOE"},{"redirect":9782990,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"So kann man sich täuschen","epNo":3,"alt":"Guilt By Disassociation","descr":"Roseanne ist müde und frustriert von ihrem Job als Verkäuferin von Zeitschriften am Telefon. Sie ist begeistert, als sie ein Interview in einer Fleischverpackungsanlage bekommt, das wie eine sichere Sache scheint.","versions":[{"lang":1,"streams":[{"redirect":12922632,"hoster":"VOE"},{"redirect":9782994,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Burt, die Träne","epNo":4,"alt":"Somebody Stole My Gal","descr":"Ein emotional bedürftiger Architekt auf Dans neuer Baustelle nimmt die Conners zu ihrem großen Entsetzen als Ersatzfamilie auf.","versions":[{"lang":1,"streams":[{"redirect":9782997,"hoster":"VOE"},{"redirect":9782998,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Achterbahn der Gefühle","epNo":5,"alt":"House Of Grown-ups","descr":"Roseanne verspürt das Leere-Nest-Syndrom, als Jackie zur Polizeiausbildung aufbricht und Darlene zu ihrer ersten Party geht.","versions":[{"lang":1,"streams":[{"redirect":9783000,"hoster":"VOE"},{"redirect":9783002,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Brot und Spiele","epNo":6,"alt":"Five Of A Kind","descr":"Roseanne ist verstört, als ein Freund von Dan sie während Dans wöchentlichem Pokerabend mit seinen Freunden leidenschaftlich küsst. Der erste Auftritt von Tom Arnold als Arnie.","versions":[{"lang":1,"streams":[{"redirect":9783005,"hoster":"VOE"},{"redirect":9783007,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Buh!","epNo":7,"alt":"Booh!","descr":"Die erste der jährlichen Halloween-Episoden zeigt, wie Roseanne ihr Bestes gibt, um Dan Angst zu machen, der darauf wartet, von einem wichtigen Geschäft zu hören.","versions":[{"lang":1,"streams":[{"redirect":11832514,"hoster":"VOE"},{"redirect":9783011,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Traum voll Seifenschaum","epNo":8,"alt":"Sweet Dreams","descr":"Zehn Minuten allein in der Badewanne sind alles, was Roseanne will, und wenn sie es nicht versteht, halten ihre Fantasien dreißig wilde und musikalische Minuten inne.","versions":[{"lang":1,"streams":[{"redirect":9783014,"hoster":"VOE"},{"redirect":9783015,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das große Fressen","epNo":9,"alt":"We Gather Together","descr":"Das Erntedankfest im Conners bringt die üblichen familiären Streitereien und die Heiterkeit mit sich, da Roseanne entschlossen ist, ihre Eltern dazu zu bringen, in einem Motel zu bleiben, und Jackie weiterhin verbirgt, dass sie zur Polizei gegangen ist.","versions":[{"lang":1,"streams":[{"redirect":9783018,"hoster":"VOE"},{"redirect":9783019,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Club der gehirntoten Dichter","epNo":10,"alt":"Brain-dead Poets Society","descr":"Roseanne ist begeistert, als Darlene gebeten wird, ihr Gedicht für das Rezital ihrer Schule zu lesen, aber Darlene weigert sich, es zu tun.","versions":[{"lang":1,"streams":[{"redirect":12381055,"hoster":"VOE"},{"redirect":9783023,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Bardame und der Massagesalon","epNo":11,"alt":"Lobocop","descr":"Roseanne arbeitet an zwei Arbeitsplätzen und stellt fest, dass sie und Dan auseinander driften. Sie bittet Jackie um Unterstützung.","versions":[{"lang":1,"streams":[{"redirect":9782899,"hoster":"VOE"},{"redirect":9782900,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schweigen ist Gold","epNo":12,"alt":"No Talking","descr":"Roseanne wird still behandelt, nachdem sie sich mit Becky gestritten hat, als sie die Tochter im Teenageralter aus der Hölle wird.","versions":[{"lang":1,"streams":[{"redirect":9782905,"hoster":"VOE"},{"redirect":9782906,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Salmonellen-Ärger","epNo":13,"alt":"Chicken Hearts","descr":"Roseanne bekommt einen Job in einem Hühnchen-Restaurant mit einem absoluten Witz für einen Vorgesetzten. Er möchte, dass sie am Wochenende arbeitet, was sie nicht kann. Deshalb lädt sie den Jungen zum Abendessen ein und lässt sich von Dan helfen, seinen Vergaser für die Schule zusammenzubauen. Aber wird sich die Freundlichkeit am Ende auszahlen?","versions":[{"lang":1,"streams":[{"redirect":9782909,"hoster":"VOE"},{"redirect":9782913,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Drink zum Abgewöhnen","epNo":14,"alt":"One For The Road","descr":"Becky und ihre Freundin machen \"Tornados\": eine Kombination aus mehreren Spirituosen, die sie im Spirituosenschrank finden und die mit einem Schuss Wurzelbier gekrönt sind.","versions":[{"lang":1,"streams":[{"redirect":9782917,"hoster":"VOE"},{"redirect":9782920,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Rollentausch","epNo":15,"alt":"An Officer And A Gentleman","descr":"Jackie spielt mit Dan und den Kindern eine glückliche Hausfrau, als Roseanne für drei Tage für einen Familiennotfall abberufen wird.","versions":[{"lang":1,"streams":[{"redirect":9782925,"hoster":"VOE"},{"redirect":9782927,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Easy Rider-Fieber","epNo":16,"alt":"Born To Be Wild","descr":"Bei seinem ersten Auftritt kommen Dan und Roseannes alter Freund Ziggy zu Besuch und veranlassen die Conners, sich zu fragen, was mit sich selbst passiert ist und wann sie \"alt\" geworden sind.","versions":[{"lang":1,"streams":[{"redirect":9782931,"hoster":"VOE"},{"redirect":9782932,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein haariger Job","epNo":17,"alt":"Hair","descr":"Roseanne hat das Gefühl, auf ein Allzeittief gesunken zu sein, als sie einen Job bekommt, bei dem sie in einem Friseursalon Haare fegt.","versions":[{"lang":1,"streams":[{"redirect":9782936,"hoster":"VOE"},{"redirect":9782938,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Hungerkünstler","epNo":18,"alt":"I’m Hungry","descr":"Roseanne ist entschlossen, sich wieder in eine alte Jeans zu quetschen, und bekennt sich (und Dan, sehr zu seinem Entsetzen) zu einer weiteren Diät.","versions":[{"lang":1,"streams":[{"redirect":11832511,"hoster":"VOE"},{"redirect":9782944,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Mit Haut und Haaren","epNo":19,"alt":"All Of Me","descr":"Roseannes Einmischung in Jackies Leben explodiert in ihrem Gesicht.","versions":[{"lang":1,"streams":[{"redirect":9782948,"hoster":"VOE"},{"redirect":9782950,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Eine romantische Seifenblase","epNo":20,"alt":"To Tell The Truth","descr":"Jackie gibt Roseanne die stille Behandlung, nachdem sie genug davon hat, sich in ihr Liebesleben einzumischen.","versions":[{"lang":1,"streams":[{"redirect":9782954,"hoster":"VOE"},{"redirect":9782956,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Schleudertrauma","epNo":21,"alt":"Fender Bender","descr":"Roseanne und Dan erwägen eine Klage, nachdem Mrs. Wellman Roseanne in ihrem Auto überholt hat.","versions":[{"lang":1,"streams":[{"redirect":9782960,"hoster":"VOE"},{"redirect":9782962,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Alle Jahre wieder","epNo":22,"alt":"April Fools","descr":"Der Countdown bis zur Frist für die Abgabe ihrer Steuererklärungen läuft im Kreis zwischen Dan und Roseanne, die versuchen, die Steuererklärungen rechtzeitig zu erledigen.","versions":[{"lang":1,"streams":[{"redirect":9782965,"hoster":"VOE"},{"redirect":9782966,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Väter und Töchter","epNo":23,"alt":"Fathers And Daughters","descr":"In der Überzeugung, dass Dan und Beckys Beziehung eine gewisse Pflege braucht, zwingt Roseanne ihn, Becky in das Einkaufszentrum zu begleiten, während sie versucht, sich mit Darlene zu verbinden.","versions":[{"lang":1,"streams":[{"redirect":9782971,"hoster":"VOE"},{"redirect":12982843,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Traum jeder Frau","epNo":24,"alt":"Happy Birthday","descr":"Zu Roseannes Geburtstag richtet Dan den Keller ein, damit sie schreiben kann, und nimmt die Kinder für den Tag mit. Roseanne ist außer sich ... und leidet unter Schreibblockade.","versions":[{"lang":1,"streams":[{"redirect":12172943,"hoster":"VOE"},{"redirect":9782977,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Unfall und Überraschung","epNo":1,"alt":"The Test","descr":"Die ganze Familie gruppiert sich für die längsten zehn Minuten ihres Lebens um Roseanne, während sie auf die Ergebnisse eines Schwangerschaftstests warten.","versions":[{"lang":1,"streams":[{"redirect":9783104,"hoster":"VOE"},{"redirect":9783103,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die lieben Verwandten","epNo":2,"alt":"Friends And Relatives","descr":"Roseanne und Dan prallen aufeinander, nachdem Dan Arnie etwas Geld geliehen hat. Wenn er kurz davor steht, ein paar Rechnungen zu bezahlen, leiht er sich das Geld nicht von Jackie aus.","versions":[{"lang":1,"streams":[{"redirect":9783106,"hoster":"VOE"},{"redirect":9783108,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Von Blumen und Bienen","epNo":3,"alt":"Like A Virgin","descr":"Roseanne und Dan überlegen, ob es Zeit ist, Becky das Wort zu erteilen, aber Darlene überrascht sie alle, als sie entdeckt, dass sie mit ihrer Freundin rumgemacht hat.","versions":[{"lang":1,"streams":[{"redirect":9783111,"hoster":"VOE"},{"redirect":9783112,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schwestern!","epNo":4,"alt":"Like A New Job","descr":"Roseanne lässt ihre Tage im Friseursalon hinter sich und beginnt ihren neuen Job als Kellnerin bei Rodbell, sehr zu Beckys und Darlenes Entsetzen.","versions":[{"lang":1,"streams":[{"redirect":9783116,"hoster":"VOE"},{"redirect":9783115,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bulle oder Ballerina","epNo":5,"alt":"Goodbye, Mr. Right","descr":"Jackie ist in der Pflicht verletzt und fordert ein hässliches Ultimatum von ihrem Freund Gary.","versions":[{"lang":1,"streams":[{"redirect":9783121,"hoster":"VOE"},{"redirect":9783119,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Matratzengeflüster","epNo":6,"alt":"Becky, Beds And Boys","descr":"Roseanne und Dan streiten sich mit einer neu rebellischen Becky, als sie ihr verbieten, ihren neuen Freund zu sehen. Erster Auftritt von Glenn Quinn als Mark.","versions":[{"lang":1,"streams":[{"redirect":9783122,"hoster":"VOE"},{"redirect":9783124,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schreck, laß nach!","epNo":7,"alt":"Trick Or Treat","descr":"Das alljährliche Conner-Furchtfest, bei dem sich Roseanne und Dan Sorgen darüber machen, dass sich DJ als Hexe verkleidet, ist ein Fest, das die Geschlechter beunruhigt.","versions":[{"lang":1,"streams":[{"redirect":12251181,"hoster":"VOE"},{"redirect":9783128,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Tage vor den Tagen","epNo":8,"alt":"P.m.s. I Love You","descr":"Die Familie wird zerlumpt geführt, um Roseannes wechselnden Stimmungen während ihrer Monatszeit gerecht zu werden.","versions":[{"lang":1,"streams":[{"redirect":9783130,"hoster":"VOE"},{"redirect":9783132,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Böser Finger!","epNo":9,"alt":"Bird Is The Word","descr":"Becky wird von der Schule suspendiert, nachdem sie auf einem Klassenfoto den Finger gegeben hat.","versions":[{"lang":1,"streams":[{"redirect":11333819,"hoster":"VOE"},{"redirect":9783135,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Frau seiner Träume","epNo":10,"alt":"Dream Lover","descr":"Roseanne fühlt sich bedroht, als Dan immer wieder von einer anderen Frau träumt.","versions":[{"lang":1,"streams":[{"redirect":9783139,"hoster":"VOE"},{"redirect":9783138,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Sag mir, wo die Eltern sind","epNo":11,"alt":"Do You Know Where The Parents Are?","descr":"Dan und Roseanne bleiben lange draußen, um ihre Tage zu wiederholen, während sie gleichzeitig versuchen, Becky und Darlene dazu zu bringen, ihre Ausgangssperren zu respektieren.","versions":[{"lang":1,"streams":[{"redirect":9783143,"hoster":"VOE"},{"redirect":9783145,"hoster":"Doodstream"},{"redirect":9783142,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schmerzhafte Geständnisse","epNo":12,"alt":"Confessions","descr":"Roseannes Mutter Beverly besucht das Wochenende, sehr zum Entsetzen der Familie. Roseanne bringt Jackie dazu, zu kommen, um sie davon abzuhalten, mit ihrer Mutter allein zu sein. Jackie gesteht ihrer Mutter zum Spaß jugendliche Übertretungen und entdeckt, dass ihre Eltern immer dachten, sie hätte das Potenzial, etwas aus sich selbst zu machen. während Roseanne entdeckt, dass sie immer wusste, dass sie \"nur\" eine gewöhnliche Hausfrau und Mutter sein würde. Roseanne empfindet diese Enthüllung als schmerzhaft und fragt sich, ob sie ihre eigenen Töchter so anders behandelt.","versions":[{"lang":1,"streams":[{"redirect":9783146,"hoster":"VOE"},{"redirect":9783148,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Frisch gekuppelt ist halb verheiratet","epNo":13,"alt":"Courtship Of Eddie, Dan’s Father","descr":"Teil 1 von 2. Roseanne plant im Januar eine spontane Weihnachtsfeier für Dans Vater Ed, der zu Weihnachten nicht da sein kann. Sie beschließt, Donald, einen Kunden, den sie im Rodbell\u0027s Coffee Shop kennt, und Crystal mit einer List als Überraschung für die beiden einzuladen. Kurz vor dem Abendessen wird Roseanne jedoch selbst eine große Überraschung serviert, die sie dazu zwingt, ihre Pläne zu überdenken. Wenn Dan das Geheimnis preisgibt, wird er wütend und weigert sich hartnäckig, die Realität zu akzeptieren.","versions":[{"lang":1,"streams":[{"redirect":9783149,"hoster":"VOE"},{"redirect":9783150,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Traumhochzeit","epNo":14,"alt":"The Wedding","descr":"Teil 2 von 2. Roseanne wirft Crystal eine Brautdusche und entdeckt ein weiteres Geheimnis. Ed versuchte verzweifelt, sich mit Crystal\u0027s Sohn Lonnie zu verbinden. Dan lehnt diese Hochzeit vehement ab und ist wütend auf Roseanne, weil er gegen seinen Willen daran teilgenommen hat. Dan ist überzeugt, dass sein Vater sein Leben ruinieren wird, und konfrontiert den Mann mit der Hoffnung, dass er die Hochzeit absagt.","versions":[{"lang":1,"streams":[{"redirect":9783026,"hoster":"VOE"},{"redirect":9783027,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Becky wohnt hier nicht mehr","epNo":15,"alt":"Becky Doesn’t Live Here Anymore","descr":"Beckys Lüge, Mark zu sehen, führt dazu, dass sie ihr Zuhause verlässt, um bei Jackie zu bleiben.","versions":[{"lang":1,"streams":[{"redirect":9783028,"hoster":"VOE"},{"redirect":9783031,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Spezial – Hauswirtschaft","epNo":16,"alt":"Home EC","descr":"Roseanne entdeckt ihre innere Feministin, als eine Einladung von Darlenes Schule an Dan zum Karrieretag sie dazu inspiriert, mit Darlenes Klasse über ihre Hausfrau zu sprechen.","versions":[{"lang":1,"streams":[{"redirect":9783034,"hoster":"VOE"},{"redirect":9783035,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der weibliche Traum von Romantik","epNo":17,"alt":"Valentine’s Day","descr":"Darlene und Becky prallen aufeinander, als der Junge, den Darlene mag, Becky ausfragt; Roseanne erwartet ein besonderes Valentinstagsgeschenk von Dan. Erster Auftritt von Martin Mull als Leon und Bonnie Sheridan als Bonnie.","versions":[{"lang":1,"streams":[{"redirect":9783038,"hoster":"VOE"},{"redirect":9783037,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ansteckendes Drama","epNo":18,"alt":"Community Theatre","descr":"Jackie steckt in Schwierigkeiten, als sie die Hauptrolle in einer Gemeinschaftsproduktion von \"Cyrano de Bergerac\" spielen muss und ihre Linien nicht kennt.","versions":[{"lang":1,"streams":[{"redirect":9783042,"hoster":"VOE"},{"redirect":9783044,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Vegas Interruptus","epNo":19,"alt":"Vegas Interruptus","descr":"Roseanne und Dan fahren am Wochenende nach Vegas und lassen die Kinder alleine zu Hause, aber Roseannes neuer Chef und ein Schneesturm könnten andere Ideen haben.","versions":[{"lang":1,"streams":[{"redirect":9783047,"hoster":"VOE"},{"redirect":9783049,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Familienspannungen","epNo":20,"alt":"Her Boyfriend’s Back","descr":"Beckys Freund Mark ist im Conner-Haus sicherlich nicht beliebt, als Dan erfährt, dass er und Becky an seinem Oldtimer-Motorrad herumgebastelt haben. Dan stößt auf das Dach und gibt Becky die Schuld, während Roseanne zu Marks Haus geht, um zu versuchen, ihn dazu zu bringen, sich von ihrer Tochter zu trennen.","versions":[{"lang":1,"streams":[{"redirect":9783055,"hoster":"VOE"},{"redirect":9783054,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Auf fröhliche Nachbarschaft","epNo":21,"alt":"Trouble With The Rubbles","descr":"Roseanne stößt mit ihrer neuen Nachbarin Kathy Bowman zusammen.","versions":[{"lang":1,"streams":[{"redirect":9783063,"hoster":"VOE"},{"redirect":9783065,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mein zweiter Wille","epNo":22,"alt":"Second Time Around","descr":"Eine gründliche Rasur mit einer Abrissbirne brachte Roseanne und Dan dazu, sich zu fragen, wer die Kinder in Gewahrsam nehmen sollte, wenn sie jemals beide sterben.","versions":[{"lang":1,"streams":[{"redirect":9783072,"hoster":"VOE"},{"redirect":9783076,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Groß-Muttertag","epNo":23,"alt":"Scenes From A Bareque","descr":"Das Familiengrillfest sieht Nana Marys ersten Auftritt in der Show. Familie und Freunde (mit Ausnahme von Dans Vater und Roseannes Mutter) treffen sich im Conner-Haushalt zum Essen, Trinken und Singen, und Roseannes Kellnerkollegin Bonnie kann zeigen, was für eine großartige Sängerin sie wirklich ist. Beverley schafft es immer noch, Roseanne und Jackie vom anderen Ende des Telefons aus zu verärgern, aber Nana Mary dreht den Spieß um.","versions":[{"lang":1,"streams":[{"redirect":9783083,"hoster":"VOE"},{"redirect":9783084,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Affentanz um Darlene","epNo":24,"alt":"Dances With Darlene","descr":"Darlene ärgert sich über Roseannes plötzliches Interesse an ihrem Leben, als ein Junge sie zu ihrem ersten Schultanz auffordert.","versions":[{"lang":1,"streams":[{"redirect":9783091,"hoster":"VOE"},{"redirect":9783090,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Rattenfänger","epNo":25,"alt":"The Pied Piper Of Landford","descr":"Roseanne ist vorsichtig, als Ziggy wieder in Lanford eintaucht, Jackie verzaubert und Dans Kopf mit dem Gedanken füllt, einen Fahrradladen zu eröffnen.","versions":[{"lang":1,"streams":[{"redirect":9783097,"hoster":"VOE"},{"redirect":9783100,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die bitterste Pille","epNo":1,"alt":"Bitter Pill To Swallow","descr":"Roseanne tut sich schwer mit Beckys Ankündigung, die Pille einzunehmen.","versions":[{"lang":1,"streams":[{"redirect":9783207,"hoster":"VOE"},{"redirect":9783208,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Verkaufsgenie","epNo":2,"alt":"Take My Bike, Please","descr":"Die Familie fällt auseinander, als Roseanne 15 Stunden am Tag im Diner und im Fahrradgeschäft arbeitet und Dan hilft.","versions":[{"lang":1,"streams":[{"redirect":12381059,"hoster":"VOE"},{"redirect":9783212,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jackie und die Brummis","epNo":3,"alt":"Why Jackie Becomes A Trucker","descr":"Ein One-Night-Stand veranlasst Jackie, ihr Leben zu verbessern, indem sie Truckerin wird.","versions":[{"lang":1,"streams":[{"redirect":9783216,"hoster":"VOE"},{"redirect":9783215,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schwarze Stimmung","epNo":4,"alt":"Darlene Fades To Black","descr":"Roseanne und Dan sind beunruhigt über Darlenes zurückgezogenes Verhalten und versuchen, mit wenig Erfolg zu ihr durchzukommen.","versions":[{"lang":1,"streams":[{"redirect":9783218,"hoster":"VOE"},{"redirect":9783221,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Liebe deinen Nächsten","epNo":5,"alt":"Tolerate Thy Neighbor","descr":"Roseanne stößt mit ihrem Nachbarn zusammen, nachdem ihr Haus ausgeraubt wurde, während sie für das Wochenende weg sind.","versions":[{"lang":1,"streams":[{"redirect":13917045,"hoster":"VOE"},{"redirect":9783224,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wie du mir, so ich dir","epNo":6,"alt":"Trick Me Up, Trick Me Down","descr":"Bei der jährlichen Halloween-Lanford-Veranstaltung folgt Roseanne ihrer Nachbarin Kathy Bowman, die überzeugt ist, einen Streich zu planen, und Jackie, die mit einem unbekannten Mann in einem Elchkostüm flirtet.","versions":[{"lang":1,"streams":[{"redirect":12334734,"hoster":"VOE"},{"redirect":9783226,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vegas","epNo":7,"alt":"Vegas","descr":"Dan und Roseanne scheinen in letzter Zeit nicht miteinander auszukommen, selbst in Vegas, wenn Nancy und Arnie für ihre Reise bezahlen, um ihre Verlobung zu feiern. Erster Auftritt von Sandra Bernhard als Nancy.","versions":[{"lang":1,"streams":[{"redirect":9783231,"hoster":"VOE"},{"redirect":9783232,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vegas, Vegas","epNo":8,"alt":"Vegas, Vegas","descr":"Nicht einmal ein überraschender Auftritt von Wayne Newton kann alle zusammenbringen, während das Vegas-Abenteuer für Dan und Roseanne weitergeht.","versions":[{"lang":1,"streams":[{"redirect":9783236,"hoster":"VOE"},{"redirect":9783235,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rauchzeichen","epNo":9,"alt":"Stressed To Kill","descr":"Bei der Arbeit und zu Hause gestresst, tut Roseanne ihr Bestes, um die Tatsache zu verbergen, dass sie geraucht hat.","versions":[{"lang":1,"streams":[{"redirect":12922636,"hoster":"VOE"},{"redirect":9783239,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Feste feiern!","epNo":10,"alt":"Thanksgiving 1991","descr":"Am Erntedankwochenende besuchen erneut Freunde und Familienmitglieder, darunter Nana Mary und ein ehemannloser Bev.","versions":[{"lang":1,"streams":[{"redirect":9783242,"hoster":"VOE"},{"redirect":9783243,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der lange Weg nach Kansas","epNo":11,"alt":"Kansas City, Here We Come","descr":"Roseanne begleitet Jackie auf einer Truckerfahrt nach Kansas City, damit sie die Geliebte ihres Vaters treffen können, während Beckys Chef es ihr im Supermarkt schwer macht.","versions":[{"lang":1,"streams":[{"redirect":9783246,"hoster":"VOE"},{"redirect":9783247,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Weihnachtsfrauen","epNo":12,"alt":"Santa Claus","descr":"In der Weihnachtszeit meldet sich Roseanne freiwillig als Weihnachtsmann in der Mall, wo sie eine überraschende Entdeckung über Darlenes neue Freundin Karen macht.","versions":[{"lang":1,"streams":[{"redirect":9783269,"hoster":"VOE"},{"redirect":9783266,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bingo","epNo":13,"alt":"Bingo","descr":"Becky und Darlene babysitten Little Ed, während Roseanne Jackie und Crystal zum Bingo begleitet. Nach ein paar Runden wird Rosie eine echte Alkoholikerin!","versions":[{"lang":1,"streams":[{"redirect":9783154,"hoster":"VOE"},{"redirect":9783156,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Sport ist Mord","epNo":14,"alt":"The Bowling Show","descr":"Roseanne ärgert sich über Jackies neue Freundschaft mit Nancy, während Dan und sein Team versuchen, den letzten Platz in ihrer Bowlingliga zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":9783158,"hoster":"VOE"},{"redirect":9783159,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Von hinten","epNo":15,"alt":"The Back Story","descr":"Zum 10. Geburtstag von DJ kommt Roseanne mit ihrem Rücken raus und Bev besucht Dan und usurpiert ihn ständig.","versions":[{"lang":1,"streams":[{"redirect":9783163,"hoster":"VOE"},{"redirect":9783162,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kleiner, aber feiner","epNo":16,"alt":"Less Is More","descr":"Nachdem Roseanne sie wieder rausgeworfen hat, entscheidet sie sich für eine Brustverkleinerung.","versions":[{"lang":1,"streams":[{"redirect":9783167,"hoster":"VOE"},{"redirect":14184962,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Scheiden tut weh","epNo":17,"alt":"Breaking Up Is Hard To Do","descr":"Dan und Roseanne sind begeistert, als Mark und Becky sich trennen.","versions":[{"lang":1,"streams":[{"redirect":11832519,"hoster":"VOE"},{"redirect":9783172,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Zweierlei Erinnerung und zweierlei Maß","epNo":18,"alt":"This Old House","descr":"Roseanne fällt schwer auf Darlene herein, weil sie mit David nach Chicago gelaufen ist, aber ein Ausflug zu dem Haus, in dem sie mit Jackie aufgewachsen ist, gibt ihr eine neue Perspektive auf ihre Tochter in Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":9783175,"hoster":"VOE"},{"redirect":9783174,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Werbespott","epNo":19,"alt":"The Commercial Show","descr":"Die Familie Conner versucht, einen Werbespot von Rodbell zu sehen, der im Diner gedreht wird.","versions":[{"lang":1,"streams":[{"redirect":9783180,"hoster":"VOE"},{"redirect":9783179,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Familientherapie","epNo":20,"alt":"Therapy","descr":"Jackie verrät Roseanne, dass sie einen Therapeuten besucht hat und bittet sie zu kommen, während Darlene die Konfrontation mit einem von ihr beleidigten Mobber fürchtet.","versions":[{"lang":1,"streams":[{"redirect":9783184,"hoster":"VOE"},{"redirect":9783182,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Lügen haben viele Pfunde","epNo":21,"alt":"Lies","descr":"Roseanne ärgert sich, als sie bei der Arbeit einen Lügendetektortest machen muss.","versions":[{"lang":1,"streams":[{"redirect":9783188,"hoster":"VOE"},{"redirect":9783187,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Geburtshelfer","epNo":22,"alt":"Deliverance","descr":"Roseanne und Bonnie beschließen, dass sie beide Leons Job wollen, als er verkündet, dass er geht, während Crystal nur mit Dan als ihrem Trainer in die Arbeit geht.","versions":[{"lang":1,"streams":[{"redirect":12381057,"hoster":"VOE"},{"redirect":9783192,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Geheimniskrämer","epNo":23,"alt":"Secrets","descr":"Dan deckt für Mark, als er sich in der Lobo Lounge betrinkt und sie vor Roseanne versteckt.","versions":[{"lang":1,"streams":[{"redirect":9783195,"hoster":"VOE"},{"redirect":9783196,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Aufs mütterliche Kreuz gelegt","epNo":24,"alt":"Don’t Make Me Over","descr":"Am Muttertag behandeln Becky und Darlene Roseanne mit Hintergedanken zu einem Tag im Spa.","versions":[{"lang":1,"streams":[{"redirect":9783198,"hoster":"VOE"},{"redirect":9783200,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Außerirdische","epNo":25,"alt":"Aliens","descr":"Die Dinge sind angespannt, als Becky herausfindet, dass sie keinen College-Fonds mehr hat, während DJ an einem Buchstabierfinale teilnimmt.","versions":[{"lang":1,"streams":[{"redirect":8031981,"hoster":"VOE"},{"redirect":9783204,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Die Fremdgängerin (1)","epNo":1,"alt":"Terms Of Estrangement (1)","descr":"Becky ist verärgert, als Mark ein Stellenangebot in Minnesota bekommt und Dan gezwungen ist, den Fahrradladen zu schließen.","versions":[{"lang":1,"streams":[{"redirect":9783717,"hoster":"VOE"},{"redirect":9783719,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Fremdgängerin (2)","epNo":2,"alt":"Terms Of Estrangement (2)","descr":"Becky und Mark kehren nach dem Eloping nach Lanford zurück, um ihre Sachen zu holen.","versions":[{"lang":1,"streams":[{"redirect":9783722,"hoster":"VOE"},{"redirect":9783721,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zappenduster","epNo":3,"alt":"The Dark Ages","descr":"Dan und Roseanne schauen Darlene in einem neuen Licht an, nachdem David die Nacht verbracht hat.","versions":[{"lang":1,"streams":[{"redirect":9783725,"hoster":"VOE"},{"redirect":9783726,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Achtung: Mutter!","epNo":4,"alt":"Mommy Nearest","descr":"Nachdem Bev ihr Haus verkauft und Roseanne und Jackie jeweils 10.000 Dollar gibt, schrecken die Mädchen vor dem Gedanken zurück, dass ihre Mutter nach Lanford zieht.","versions":[{"lang":1,"streams":[{"redirect":9783730,"hoster":"VOE"},{"redirect":9783729,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ganz schön schwarz","epNo":5,"alt":"Pretty In Black","descr":"An Darlenes 16. Geburtstag ziehen neue Nachbarn nebenan ein und Roseanne wird in peinlicher Weise auf die Probe gestellt.","versions":[{"lang":1,"streams":[{"redirect":9783737,"hoster":"VOE"},{"redirect":9783735,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Finanzierungslücken-Büßerin","epNo":6,"alt":"Looking For Loans In All The Wrong Places","descr":"Roseanne und Jackie sind gezwungen, sich an Bev zu wenden, um finanzielle Unterstützung zu erhalten.","versions":[{"lang":1,"streams":[{"redirect":9783741,"hoster":"VOE"},{"redirect":9783742,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Und wieder naht das Grauen","epNo":7,"alt":"Halloween Iv","descr":"Roseanne wird von den Geistern der Vergangenheit, Gegenwart und Zukunft von Halloween besucht, wenn sie sich nicht wie gewohnt in den Geist der Dinge versetzen kann.","versions":[{"lang":1,"streams":[{"redirect":9783751,"hoster":"VOE"},{"redirect":9783748,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Damenwahl","epNo":8,"alt":"Ladies Choice","descr":"Roseanne ist verärgert darüber, dass Bev in eine Ruhestandsgemeinschaft gezogen ist, während Nancy verkündet, dass sie lesbisch ist.","versions":[{"lang":1,"streams":[{"redirect":12922637,"hoster":"VOE"},{"redirect":9783758,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Frauen stehen (auf) ihren Mann","epNo":9,"alt":"Stand On Your Man","descr":"Arnie kehrt nach Lanford zurück, um Nancy zurückzugewinnen, und Roseanne nimmt an einem Selbstverteidigungskurs teil, nachdem sie von einem fremden Mann in der Lunch Box belästigt wurde.","versions":[{"lang":1,"streams":[{"redirect":12334735,"hoster":"VOE"},{"redirect":9783761,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Reifeprüfung","epNo":10,"alt":"Good Girls, Bad Girls","descr":"Roseanne erlaubt Darlene, Nachbarin Molly zu einem Konzert in Rockford zu begleiten.","versions":[{"lang":1,"streams":[{"redirect":9783773,"hoster":"VOE"},{"redirect":9783768,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Eiskalte Männerherzen","epNo":11,"alt":"Of Ice And Men","descr":"DJ tritt einer kleinen Eishockeymannschaft bei und Jackie trennt sich von Fisher.","versions":[{"lang":1,"streams":[{"redirect":9783776,"hoster":"VOE"},{"redirect":9783777,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ganz in Weiß","epNo":12,"alt":"No Place Like Home For The Holidays","descr":"In einem Schneesturm am Weihnachtsabend sind Roseanne, Jackie, Bev und Nana Mary im Diner eingeschneit, und Darlene bei David, wo sie einen Einblick in sein Privatleben erhält.","versions":[{"lang":1,"streams":[{"redirect":9783779,"hoster":"VOE"},{"redirect":9783781,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schlag auf Schlag (1)","epNo":13,"alt":"Crime And Punishment","descr":"Teil 1 von 2: DJ wird in der Schule wegen obszöner Lektüre überfallen. Dan trifft sich mit dem Schulleiter, fürchtet sich aber davor, weil er sicher ist, dass das zur Schule gebrachte Lesematerial, das DJ mitbringt, eines seiner Porno-Magazine ist. Bald entdeckt er, dass das Lesematerial viel kranker und verdrehter ist als nur ein Hautmagazin. Wirft die Frage auf, woher DJ sie hat, und lässt ihn durch die Antwort sprachlos. Roseanne und Dan entdecken, dass Jackie ein dunkles Geheimnis bewahrt hat, und jeder von ihnen versucht, ihr zu helfen, indem er auf seine eigene, einzigartige Weise damit umgeht.","versions":[{"lang":1,"streams":[{"redirect":9783788,"hoster":"VOE"},{"redirect":9783790,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schlag auf Schlag (2)","epNo":14,"alt":"War And Peace","descr":"Teil 2 von 2: Dan wird von einer amüsierten Darlene aus dem Gefängnis entlassen, während Gerüchte über den Grund seiner Verhaftung laut werden. Jackie erfährt, warum Dan verhaftet wurde, und ärgert sich über Dans schützende Geste. Jackie ist überwältigt und hat das Gefühl, dass die Dinge zu schnell gehen. Roseanne erklärt liebevoll, dass ihre Familie offiziell \"Poor White Trash\" ist.","versions":[{"lang":1,"streams":[{"redirect":12381058,"hoster":"VOE"},{"redirect":9783316,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Fleischeslust und Fleischesfrust","epNo":15,"alt":"Landford Daze","descr":"Die Conners bereiten sich auf die Feier zum Gründungsvatertag in Lanford vor. Roseanne richtet eine Imbissbude ein, in der sie Loretta Lynn kennenlernt. DJ und seine Woodchuck-Truppe, die in der Stadt spielen, spielen die Unterzeichnung von Lanfords Eingliederung nach. Der Gründungsvater ihrer Familie, Dan, bekommt einen Job als Verkäufer von Whirlpools. Und zu guter Letzt protestiert Darlene gegen die Beteiligung der Conners am gesamten \"Fleischindustriekomplex\" mit Vandalismus beim Abendessen ihrer Mutter, das sie in mehr als nur heißem Wasser landet.","versions":[{"lang":1,"streams":[{"redirect":9783354,"hoster":"VOE"},{"redirect":9783359,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Tod eines Reisenden","epNo":16,"alt":"Wait Till Your Father Gets Home","descr":"Der Tod ihres Vaters führt dazu, dass Jackie einen Korbkoffer hat und Roseanne einige lange verschüttete Probleme löst, während Bev die Geliebte ihres Mannes trifft.","versions":[{"lang":1,"streams":[{"redirect":9783398,"hoster":"VOE"},{"redirect":9783404,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Qualverwandschaften","epNo":17,"alt":"First Cousin, Twice Removed","descr":"Roseanne fürchtet die Ankunft ihrer entfremdeten Cousine Ronnie. Joan Collins-Gaststars.","versions":[{"lang":1,"streams":[{"redirect":12381060,"hoster":"VOE"},{"redirect":9783448,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Leibesfrüchtchen","epNo":18,"alt":"Lose A Job, Winnebago","descr":"Roseanne und ihre Familie brauchen Urlaub, um mit den Nachbarn in Winnebago nach Kalifornien zu fahren.","versions":[{"lang":1,"streams":[{"redirect":9783498,"hoster":"VOE"},{"redirect":9783508,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Zugewachsen","epNo":19,"alt":"It’s A Boy","descr":"David darf sich von seiner missbräuchlichen Mutter entfernen und in die bescheidene Unterkunft des Conner ziehen.","versions":[{"lang":1,"streams":[{"redirect":9783556,"hoster":"VOE"},{"redirect":9783586,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Dick aufgetragen","epNo":20,"alt":"It Was Twenty Years Ago Today","descr":"Roseanne und Dan planen ein romantisches Abendessen, um ihren zwanzigsten Hochzeitstag zu feiern. Dan findet heraus, dass Roseanne sich für etwas Teures entschieden hat. Um Roseanne auch ein schönes Geschenk zu machen, nimmt er eine vorübergehende Anstellung bei Maury\u0027s Big and Tall Store an. Seine Geschenkidee (und die Aufgabe, dafür zu bezahlen), die zu dieser Zeit eine gute Idee zu sein schien, sprengt bald sein Gesicht.","versions":[{"lang":1,"streams":[{"redirect":12922648,"hoster":"VOE"},{"redirect":9783616,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Spiel mit dem Feuer","epNo":21,"alt":"Playing With Matches","descr":"Roseanne und Jackie sind es leid, ihre Mutter die ganze Zeit bei sich zu haben, und versuchen, eine Beziehung zwischen Beverly und Jake, ihrer Freundin aus der Altersgemeinschaft, in der sie beide leben, zu fördern. Molly kommt zu David und küsst ihn, was ihn nervös und unbehaglich macht . Um sie zurückzuhalten, gesteht David, dass er und Darlene Pläne für die Zukunft haben, wie etwa den Schulabbruch und die gemeinsame Flucht. Nachdem er diesen seltsamen Austausch gesehen und mitbekommen hat, konfrontiert DJ Darlene mit dem, was er weiß, und fragt sie, ob etwas davon wahr ist, woraufhin Darlene nachdenkt ...","versions":[{"lang":1,"streams":[{"redirect":9783673,"hoster":"VOE"},{"redirect":9783699,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"(Halb)leere Versprechungen","epNo":22,"alt":"Promises Promises","descr":"Nach einigem Stöbern von (und schlagenden Geschäften mit) ihrer Mutter willigt Darlene ein, mit David zum Abschlussball zu gehen, wo sie einen eigenen Überraschungsvertrag für ihren Freund hat. Roger versucht, einen Deal mit Dan abzuschließen, wobei er die Versuchung ausnutzt, ihm eine Menge Geld einbringen zu können, wird jedoch von den Conners mit gemischten Reaktionen konfrontiert. Roseanne versucht eine Überraschung zwischen Jackie und Roger für einen Ausflug zu zweit, aber zu Roseannes Überraschung taucht Roger mit einem Date auf. Seine Wahl des Datums ist für alle ein umwerfender Schock.","versions":[{"lang":1,"streams":[{"redirect":9783700,"hoster":"VOE"},{"redirect":9783702,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein Haus für die Armen","epNo":23,"alt":"Glen Garry, Glen Rosey","descr":"Wenn es so aussieht, als würde sich das Fixer-Oberhaus, in das Dan investiert hat, auszahlen, sind die Conners an der Weltspitze. Aber wenn der Käufer zurücktritt und ein Partner ausfällt und die Rechnungen im Projekthaus fällig werden, droht diese Welt zusammenzubrechen. Von Beverlys jüngstem Versuch, Jackie in den Wahnsinn zu treiben, getrieben, stößt Jackie ihre Mutter endlich an, dass sie einen Psychiater aufgesucht hat. Nancy beschließt, dass sie ein Baby haben möchte, aber ihre auserwählte Samenspenderin entpuppt sich als eine echte faule Eizelle. Eine unwahrscheinliche Quelle reitet darauf, wer gerade den Tag für die Conners retten kann.","versions":[{"lang":1,"streams":[{"redirect":9783705,"hoster":"VOE"},{"redirect":9783706,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Zahn um Zahn","epNo":24,"alt":"Tooth Or Consequences","descr":"DJ kommt mit einem enthäuteten Knie ins Haus gerannt. Dan und Roseanne bringen ihn in die Küche, um sich reparieren zu lassen, aber als Dan die Gefriertür öffnet, um Eis zu holen, schlägt er Roseanne versehentlich ins Gesicht und schlägt einen Zahn aus. Nach ein paar gescheiterten Versuchen in ihrer Beziehung haben Darlene und David endlich das erste Mal Sex. Sie erhalten auch die Antworten auf ihre College-Bewerbungen. David steigt nicht ein, aber Darlene fordert sie auf, die Wahrheit zu verbergen ... zuerst. Entschlossen, diese Kunstschule in Chicago besuchen zu dürfen, engagiert Darlene ihre Tante ...","versions":[{"lang":1,"streams":[{"redirect":14440498,"hoster":"VOE"},{"redirect":9783708,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Tochterfreuden","epNo":25,"alt":"Daughters And Other Strangers","descr":"Roseanne befürchtet, dass Darlene plant, von zu Hause wegzulaufen. neuer nachbar george freundet sich mit dj an.","versions":[{"lang":1,"streams":[{"redirect":9783713,"hoster":"VOE"},{"redirect":9783714,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Nur eines bleibt übrig","epNo":1,"alt":"Two Down, One To Go","descr":"Roseanne freut sich darauf, Darlene zum College zu bringen, aber Darlene möchte, dass David sie stattdessen mitnimmt, was die Gefühle ihrer Mutter verletzt.","versions":[{"lang":1,"streams":[{"redirect":9783842,"hoster":"VOE"},{"redirect":9783844,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Mutterplage","epNo":2,"alt":"The Mommy’s Curse","descr":"Roseanne macht einen Deal mit Jackie: Wenn Jackie Fred fragt, wird Roseanne ihre Mutter bitten, stiller Partner im Restaurant zu werden und fern zu bleiben. Bev schwört, dass sie mit keinem von beiden etwas zu tun hat. Jackie und Fred gehen raus; er möchte, dass sie weiter ausgehen, aber sie tut es nicht. Roseanne fühlt sich schuldig, Bev verletzt zu haben und möchte, dass sie etwas tut, um ihre Schuld zu lindern. Bev greift das auf, indem sie ihren Anteil am Diner an die letzte Person verkauft, die Roseanne erwartet hatte ... oder wollte.","versions":[{"lang":1,"streams":[{"redirect":9783851,"hoster":"VOE"},{"redirect":9783853,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Harmonie mit Blitz und Donner","epNo":3,"alt":"Party Politics","descr":"Jackie und Roseanne planen eine Einweihungsparty für Jackies neues Zuhause und versuchen es vor ihrer Mutter zu verstecken. Roseanne lädt Darlene für das Wochenende nach Hause ein, um sie mit David zusammen zu bringen. DJ macht eine rebellische Phase durch, in der er die Schule überspringt und Darlene um Hilfe bittet, um für ihn zu sorgen, und Roseanne ist entschlossen, herauszufinden, was los ist. Fred verfolgt Jackie nach ihrem One-Night-Stand.","versions":[{"lang":1,"streams":[{"redirect":9783859,"hoster":"VOE"},{"redirect":9783862,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein wahrer Horror-Trip","epNo":4,"alt":"A Stash From The Past","descr":"Als Roseanne in Davids Zimmer eine Tüte Topf findet, ist sie wütend - und besorgt darüber, wie Dan reagieren wird. Natürlich geht er ballistisch vor, bis er merkt, dass das Zeug ein 20 Jahre altes Relikt seiner und Roseannes Jugend ist. Unweigerlich rollen sie einen Joint, um der alten Zeiten willen, und bevor man sagen kann \"wie, wow,\" Dan, Roseanne und ihre Schwester Jackie treiben sich in einer Cheech-and-Chong-Zeitschleife herum. Zuerst haben sie Spaß daran, sich so wie in den 70ern herumzuschleichen, in der Hoffnung, nicht von ihren Kindern überfallen zu werden, aber dann brachen die Realitäten der Erwachsenen wie eine schlechte Reise ein.","versions":[{"lang":1,"streams":[{"redirect":9783888,"hoster":"VOE"},{"redirect":9783875,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schwanger zu zweit","epNo":5,"alt":"Be My Baby","descr":"Roseanne versucht, ein weiteres Kind zu zeugen, und setzt Dan vergebens auf einen \"Liebesspielplan\". Jackie entdeckt, dass sie von ihrem One-Night-Stand mit Fred schwanger ist und zögert, es ihm zu sagen. Roseanne hat kein Problem damit, Jackies gute Nachricht an ihre Mutter und ihre Freunde weiterzugeben, wird aber gestoppt, bevor sie es Fred erzählen kann. Um den Druck und die Enttäuschung zu lindern, beschließen Dan und Roseanne, nicht länger zu versuchen, schwanger zu werden, und lassen die Natur ihren Lauf.","versions":[{"lang":1,"streams":[{"redirect":13917048,"hoster":"VOE"},{"redirect":9783893,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer zuletzt schreckt, lacht am besten","epNo":6,"alt":"Halloween V","descr":"Die Conners bereiten sich auf ihren Lieblingsurlaub vor, mit ihrem traditionellen Flair, wenn es darum geht, sich gegenseitig einen Streich zu spielen. Roseanne, die Königin von Halloween, verliebt sich zur Abwechslung in die verschiedenen Streiche, die ihre Familie an ihr gezogen hat. Nancy ist verärgert, weil sie sich schmerzlich bewusst ist, dass Dan sie nicht mag, und Roseanne will sie davon überzeugen, dass sie Unrecht hat, indem sie darauf besteht, dass Dan Nancy einen Streich spielt, bevor Nancy ihren Anteil am Diner an Leon verkauft.","versions":[{"lang":1,"streams":[{"redirect":9783899,"hoster":"VOE"},{"redirect":9783904,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geheime Gelüste","epNo":7,"alt":"Homeward Bound","descr":"Roseannes Versuch, David zu ermutigen, sich von Darlene zu lösen und etwas gegen seine Lebensgefahr zu unternehmen, als er beschließt, wieder bei seiner Mutter in Michigan einzuziehen; Als Darlene zu einem Besuch nach Hause kommt, um David zu überraschen, werden sie einander an den Kehlen gefesselt. DJ ist gedemütigt, als die ganze Familie herausfindet, warum er sich für längere Aufenthalte ins Badezimmer sperrt.","versions":[{"lang":1,"streams":[{"redirect":9783911,"hoster":"VOE"},{"redirect":9783910,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eifersucht ist aller Dramen Anfang","epNo":8,"alt":"Guilt By Imagination","descr":"Roseannes Oberschulfeind und Dans Oberschulkind besuchen Dan in der Stadtgarage und laden ihn zum Mittagessen ein. Jackie findet es von Fred heraus, lügt Roseanne an und konfrontiert Dan zu Hause an diesem Abend, glaubt ihm aber, dass es nur ein unschuldiges Mittagessen war. Roseanne ist sich nicht bewusst, wie Dan seine Mittagspause verbracht hat, und vertraut Jackie an, dass Dan süchtig nach ihm ist und sie den besten Sex hatten, den sie je hatten. Da Jackie ihre Schwester nicht überzeugend anlügen kann, merkt Roseanne, dass sie angelogen wurde und zwingt Dan, sauber zu kommen. Wütend und gedemütigt über die Antwort, geht sie auf ihn los.","versions":[{"lang":1,"streams":[{"redirect":9783915,"hoster":"VOE"},{"redirect":9783920,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Reumütig oder schwermütig?","epNo":9,"alt":"Homecoming","descr":"Nach dem Homecoming-Spiel veranstaltet Dan für seine ehemalige Highschool-Fußballmannschaft eine Party zum 25-jährigen Wiedersehen und bittet seine Familie, sich so zu verhalten, dass sie seine Familie bittet, für die Dauer eine liebevolle, glückliche Front aufzustellen. Becky und Mark kommen nach langer Abwesenheit nach ihrem Umzug zu einem Besuch nach Hause. Sie kämpfen und Becky denkt darüber nach, ihn zu verlassen. Roseanne lädt sie ein, einziehen, damit sie finanziell auf die Beine kommen können, und Darlene teilt ein Geheimnis mit Becky.","versions":[{"lang":1,"streams":[{"redirect":9783928,"hoster":"VOE"},{"redirect":9783930,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein krachendes Fest","epNo":10,"alt":"Thankgiving ‘93","descr":"Becky meldet sich freiwillig, um die Kochaufgaben für das Erntedankfest der Conners zu übernehmen. Dan und Mark sind sich immer noch am Hals; Fred ist schockiert über die Dysfunktion der Familie, in die er heiraten könnte; und Nana Mary enthüllt ein lange gehütetes Geheimnis über Bevs Ehe.","versions":[{"lang":1,"streams":[{"redirect":9783934,"hoster":"VOE"},{"redirect":9783936,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schlagende Argumente","epNo":11,"alt":"The Driver’s Seat","descr":"Leon manipuliert Nancy und Jackie zur Abstimmung, um unter anderem das Frühstück im Diner zu servieren, ohne Roseanne zu befragen. Der ausgehungerte DJ stiehlt und ruiniert das Familienauto während des Fahrens, und eine gestresste Roseanne schlägt heftig zu, was sie schnell bereut. Das Machtspiel zwischen Leon und Roseanne eskaliert und Dan rät Leon, sich zurückzuziehen, aber als er merkt, dass Roseanne nicht nur in Bezug auf Leon paranoid ist, tritt er beiseite und überlässt Leon Roseannes Gnade.","versions":[{"lang":1,"streams":[{"redirect":9783939,"hoster":"VOE"},{"redirect":9783941,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Lang lebe der Kitsch!","epNo":12,"alt":"White Trash Christmas","descr":"Nachdem der Nachbarschaftsverband ihnen mitgeteilt hat, dass sie auf ihrem Grundstück keine klebrigen Weihnachtsdekorationen anbringen, machen sich die Conners auf den Weg zu einem \"weißen Mülleimer\". Dan und Roseanne bieten Becky Geld an, um mit dem College zu beginnen, aber sie ist verrückt, wenn sie ihrem Ehemann Mark das Geld gibt, um die Handelsschule zu besuchen. Als sie ihr verbieten, es ihm zu geben, revanchiert sie sich, indem sie das Geld ablehnt und einen Job in einer Hooters-ähnlichen Bar / Restaurant, Bunz, annimmt, um Marks Schule selbst zu bezahlen. Währenddessen kommen Bev und DJ unangekündigt zu Darlene und DJ entdeckt das Geheimnis ...","versions":[{"lang":1,"streams":[{"redirect":9783946,"hoster":"VOE"},{"redirect":9783949,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Seifenopern-Ball","epNo":13,"alt":"Suck Up Or Shut Up","descr":"Roseanne beschließt, sich der Lanford Women\u0027s Association anzuschließen, um Kontakte für ihr Restaurant zu knüpfen, zumal Leon dagegen ist, dass sie es tut. In dem Bestreben, die Nase voll zu haben, legt Roseanne mit Elijah, dem verrückten Sohn eines Mitglieds, einen DJ auf. Dan entdeckt, dass Mark die Schule abgebrochen hat und verbringt diese Abende in der Lobo Lounge. In einem speziellen Cameo-Sketch am Ende vergleichen die berühmten \"Luke\" und \"Laura\" vom \"General Hospital\" Nöte mit Dan und Roseanne.","versions":[{"lang":1,"streams":[{"redirect":9783951,"hoster":"VOE"},{"redirect":9783953,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die spanische Lösung","epNo":14,"alt":"Busted","descr":"Darlene hat die Nase voll von David, der, wie ihre Eltern glauben, monatelang heimlich mit ihr zusammenlebt, anstatt mit seiner Mutter in Michigan, fühlt sich aber schuldig, sie ständig angelogen zu haben. Eine elende Becky macht Roseanne zu Unrecht dafür verantwortlich, dass Mark sie verlassen hat. Roseanne ist es leid, für das ganze Durcheinander verantwortlich gemacht zu werden, und versucht, Mark dazu zu bringen, mit Becky zu flicken. Als sie ihn in der Wohnung seines Freundes sucht, entdeckt sie die Wahrheit über Davids Aufenthaltsort von Marks verwirrtem Mitbewohner und begibt sich nach Chicago. Sie schleppt David mit sich nach Hause, lügt Dan jedoch an, warum er zurück ist.","versions":[{"lang":1,"streams":[{"redirect":9783957,"hoster":"VOE"},{"redirect":9783956,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"David gegen Goliath","epNo":15,"alt":"David Vs. Goliath","descr":"Roseanne und Becky versuchen Dan zu überzeugen, Mark in der Stadtgarage zu engagieren. Von Schuldgefühlen geplagt (und es leid, dass Roseanne ihn überarbeitet hat), gesteht David Dan, dass er bei Darlene in Chicago lebte, anstatt bei seiner Mutter in Michigan. Wütend wirft Dan ihn aus dem Haus und fordert Roseanne auf, ihn zur Bushaltestelle zu bringen und nach Michigan zu schicken, aber sie bringt ihn stattdessen zu Jackie\u0027s und macht sich dann auf den Weg, Dan zu schuldigen, ihn zurückzubringen. Da Jackie nichts mit Fred zu tun haben will, ist sie verärgert, dass Roseanne ihm geholfen hat, finanzielle Unterstützung zu finden ...","versions":[{"lang":1,"streams":[{"redirect":9783962,"hoster":"VOE"},{"redirect":9783964,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die großen Fluchten","epNo":16,"alt":"Everyone Comes To Jackie’s","descr":"Darlene kommt nach Hause, um zu versuchen, ihren Vater zu überzeugen, David erfolglos \"aus Michigan\" ins Haus zurückziehen zu lassen. Nachdem er David beim rummachen mit Darlene im Keller ertappt hat, findet Dan heraus, dass seine Familie ihn erneut angelogen hat: David ist nicht nur nicht zu seiner Mutter nach Michigan gefahren, als Dan ihn rausgeworfen hat, sondern er war auch bei Jackie - und Roseanne war verantwortlich . Darlene schließt sich David bei Jackie an, um von ihrem wütenden Vater wegzukommen. Jackie ist irritiert, als die Leute sie bitten, den Raum in ihrem eigenen Haus zu verlassen, um ihre Probleme auszusprechen.","versions":[{"lang":1,"streams":[{"redirect":9783978,"hoster":"VOE"},{"redirect":9783967,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Klagen über Klagen","epNo":17,"alt":"Don’t Make Room For Daddy","descr":"Da Jackie sehr deutlich gemacht hat, dass Fred nicht gern ein Teil des Lebens ihres Babys ist, revanchiert sich Fred mit Plänen, Jackie nach der Geburt zu verklagen, was Jackie in eine hysterische Stimmung versetzt. Umstritten, ob Fred das Recht hat, sich in das Leben seines Babys zu zwingen, spaltete er die Männer und Frauen des Conner-Hauses auf. Roseanne erfährt, dass Dan die Idee in Freds Kopf gesteckt hat, was ihn unter die Hundehütte bringt. Mark und DJ stellen sich David, um seine Männlichkeit herauszufordern, oder es fehlt ihnen an.","versions":[{"lang":1,"streams":[{"redirect":9783793,"hoster":"VOE"},{"redirect":9783795,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ungeküsst sollst du nicht schlafen gehen","epNo":18,"alt":"Don’t Ask, Don’t Tell","descr":"Nancy stellt ihre neue Freundin Sharon Roseanne und Jackie vor. Sharon lädt sie ein, mit ihr und Nancy in einer schwulen Bar zu tanzen und gibt Roseanne einen romantischen Kuss. Diese Freaks Roseanne heraus, aber sie hat eine harte Zeit herauszufinden, warum. Jackie ist offen unbehaglich gegenüber Menschen, die annehmen, sie sei schwul, was eine amüsierte Roseanne dazu veranlasst, sich so zu verhalten, als wären sie ein Paar.","versions":[{"lang":1,"streams":[{"redirect":9783800,"hoster":"VOE"},{"redirect":9783801,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wehe, wenn die Wehe kommt","epNo":19,"alt":"Labor Day","descr":"Jackie sagt Roseanne, dass Fred im Kreißsaal sein will, und das Krankenhaus wird nur einer zusätzlichen Person erlauben, mit ihr zusammen zu sein. Als Jackie merkt, dass sie Wehen hat, ruft Roseanne Fred nicht an, um ihn zu informieren, in der Hoffnung, dass sie diejenige wird, die bei Jackie bleibt, aber sie fühlt sich später schuldig und schickt Dan hinaus, um ihn zu finden. Bev verrät Jackie, dass ihr Geburtsname \"Marjorie\" war, aber die Version der kleinen Roseanne \"My Jackie\" steckte fest.","versions":[{"lang":1,"streams":[{"redirect":9783803,"hoster":"VOE"},{"redirect":9783805,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Erfahrungs-Schätzchen","epNo":20,"alt":"Past Imperfect","descr":"Audrey schreit zu Dan, dass sein Vater ihr Geld schuldet, und konfrontiert Ed mit der Hoffnung, dass er das Richtige tun wird. Jackie und Fred gehen zu einem \"Kennenlern-Date\", um zu versuchen, eine ehrliche, solide Beziehung aufzubauen, aber Jackies Eingeständnis, dass sie viel mehr Sexualpartner hatte als er, verursacht einen großen Rückschritt in ihrer Zerbrechlichkeit Beziehung. DJ geht durch eine rebellische Bühne.","versions":[{"lang":1,"streams":[{"redirect":12922641,"hoster":"VOE"},{"redirect":9783808,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Verrückte Zeiten","epNo":21,"alt":"Lies My Father Told Me","descr":"Dans Mutter Audrey wird in eine psychiatrische Anstalt eingeliefert, und Dan macht die jahrelange Vernachlässigung durch seinen Vater für ihre emotionalen Probleme verantwortlich. Entschlossen, seinem Vater entgegenzutreten, taucht er betrunken und zerstörerisch bei Eds zweiter Frau Crystal auf. Sie ist es leid, dass Dan ihrem Ehemann die Schuld an allem gibt, und erzählt Roseanne ein Geheimnis über Audrey, das er sein ganzes Leben lang vor Dan bewahrt hatte. Dan ist voller betrübter Zweifel an den Enthüllungen. Inzwischen. Die älteren Conner-Healy-Kinder machen Überstunden, um den DJ zu veranlassen, zu denken, dass er vielleicht auch verrückt ist.","versions":[{"lang":1,"streams":[{"redirect":9783815,"hoster":"VOE"},{"redirect":9783816,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Und gib uns unsere täglichen Herde","epNo":22,"alt":"I Pray The Lord My Stove To Keep","descr":"Darlene entdeckt, dass sich DJ nach der Schule eingeschlichen hat, um zur Kirche zu gehen. DJ macht es Roseanne schwer mit der Moral, als sie eine falsche Lieferung eines zweiten Ofens im Diner annimmt.","versions":[{"lang":1,"streams":[{"redirect":12922650,"hoster":"VOE"},{"redirect":9783823,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Verkehrsunfall","epNo":23,"alt":"Body By Jake","descr":"Roseanne findet heraus, dass Bev sich nicht verletzt hat, als sie unter die Dusche gerutscht ist, wie sie es allen erzählt hat. Fred hat vor, Jackie einen Vorschlag zu machen.","versions":[{"lang":1,"streams":[{"redirect":9783826,"hoster":"VOE"},{"redirect":9783827,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Seifenopern-Träume","epNo":24,"alt":"Isn’t It Romantic?","descr":"Fred klettert mit Jackie aus der Hundehütte, indem er sich von ihren Seifen inspirieren lässt und einen romantischen Vorschlag für sie macht. David steigt mit Darlene in die Hundehütte, indem er kommentiert, dass es die Verpflichtung einer Frau ist, Kinder zu gebären. Dan begleitet David in der Hundehütte, als seine Versuche, mit Roseanne romantisch zu sein, scheitern. Roseanne träumt davon, von den Männern in Liebe, Lüge, Leidenschaft (1968) verfilmt zu werden .","versions":[{"lang":1,"streams":[{"redirect":9783833,"hoster":"VOE"},{"redirect":9783834,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Altar-Egos","epNo":25,"alt":"Altar Egos","descr":"Fred ist beunruhigt darüber, dass Jackie sich an Dan wendet und nicht an ihn, wenn sie Hilfe von einem Mann benötigt. Verärgert, überzeugt, dass Jackie ein Gespür für Dan hat, und halb betrunken, konfrontiert Fred Dan, wirft ihm einen Schlag zu und sagt Jackie, dass sie vielleicht nicht heiraten sollten, bietet aber keine Erklärung. Dan erzählt Roseanne, die Jackie erzählt, was Fred wirklich beunruhigt, und beide haben ein gutes Lachen über die Idee. Das Räumen der Luft ebnet den Weg für Fred und Jackies Hochzeit.","versions":[{"lang":1,"streams":[{"redirect":9783836,"hoster":"VOE"},{"redirect":9783943,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Neun ist einer zuviel!","epNo":1,"alt":"Nine Is Enough","descr":"Roseanne und Dan fühlen sich am Ende ihres \"Privatseils\" und beschließen, Becky und Mark aus dem Haus zu werfen, bis Becky zugibt, dass sie und Mark versuchen, schwanger zu werden. Jackie möchte, dass Andy mit ihr und Fred im Bett schläft und er möchte, dass er in seinem Kinderbett schläft. Aufgeregt nimmt Jackie Andy und sucht Zuflucht in Roseannes bereits überfülltem Haus, wo auch eine Freundin von DJs das Wochenende verbringt. Der Strohhalm, der Dan den Rücken bricht, ist, wenn sich alle in Dans Badezimmer versammeln, während er versucht, ein privates Gespräch mit Roseanne zu führen. satt,...","versions":[{"lang":1,"streams":[{"redirect":9784028,"hoster":"VOE"},{"redirect":9784027,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geteiltes Leid und doppelte Sorgen","epNo":2,"alt":"Two For One","descr":"Roseanne entdeckt, dass Darlene jemanden neben David sieht und dass er davon weiß, und ermutigt David, für seine Beziehung zu kämpfen. Dan vertraut Jackie an, dass er sich nicht sicher ist, wie er sich über Roseannes Schwangerschaft fühlt und Trost findet, aber als er Roseanne von seinen Unsicherheiten erzählt, explodiert dies in seinem Gesicht. Roseanne vertraut Jackie an, dass sie die gleichen Zweifel hat.","versions":[{"lang":1,"streams":[{"redirect":9784032,"hoster":"VOE"},{"redirect":9784033,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schnüffler und Schnüfflerin","epNo":3,"alt":"Snoop Davey Dave","descr":"David ist verärgert darüber, dass Darlene sich von ihm getrennt hat und erzählt den Conners, dass Darlene in der Schule mit Drogen experimentiert hat. Roseanne verbietet Darlene, zur Schule zurückzukehren, und David meldet sich freiwillig, um sie im Auge zu behalten. Besorgt, dass sie vielleicht das Falsche tun, und nachdem sie sich Darlene gestellt haben, überredet Dan Roseanne, zumindest ihre Entscheidung zu überdenken.","versions":[{"lang":1,"streams":[{"redirect":9784039,"hoster":"VOE"},{"redirect":9784038,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Frauen und andere Menschen","epNo":4,"alt":"Girl Talk","descr":"Dan, Fred und Mark betreten das Reich der \"zu vielen Informationen\", wenn sich ihre Frauen einander anvertrauen, und verbreiten dann die Nachricht über ihre sexuellen Aktivitäten (oder deren Fehlen) an die Männer zurück.","versions":[{"lang":1,"streams":[{"redirect":9784043,"hoster":"VOE"},{"redirect":9784044,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Traumfrau","epNo":5,"alt":"Sleeper","descr":"Becky denkt, David sei in sie verknallt, als er einen sexuellen Traum zugibt, an dem eine andere Conner-Frau als Darlene beteiligt ist. David enthüllt schließlich, dass sein Traumthema Roseanne war.","versions":[{"lang":1,"streams":[{"redirect":9784053,"hoster":"VOE"},{"redirect":9784050,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Leichen im Keller","epNo":6,"alt":"Skeleton In The Closet","descr":"Roseannes Versuche, alle auf Leons Halloween-Party im Diner zum Streicheln zu bringen, scheitern, als sie erfährt, dass Fred schwul ist.","versions":[{"lang":1,"streams":[{"redirect":12334736,"hoster":"VOE"},{"redirect":9784059,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wenn die Mutter mit dem Sohne","epNo":7,"alt":"Follow The Sun","descr":"DJ will seinen Busboy-Job in der Lunch Box beenden, und David will Darlene mit ihrem neuen Squeeze Jimmy überraschen - der Davids obsessives Interesse an ihm falsch interpretiert.","versions":[{"lang":1,"streams":[{"redirect":9784061,"hoster":"VOE"},{"redirect":9784062,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Macho und Balletttänzer","epNo":8,"alt":"Punch And Jimmy","descr":"Roseanne und Jackie fahren zum Elterntag nach Chicago, um Darlene zu überraschen und hoffen, ihren neuen Freund Jimmy kennenzulernen. David will lernen, hart zu sein, um mit Darlenes Freund, einem Boxer, um ihre Zuneigung zu kämpfen. Roseanne beauftragt Dan, David dabei zu helfen, sich gut zu fühlen, nur er selbst zu sein. DJ wird in der Schule gemobbt, lernt aber nicht, sich zu wehren, weil er befürchtet, getroffen zu werden. Fred ist beeindruckt von Dans Elternschaft, bis er herausfindet, dass Dan nur das tut, was Roseanne ihm sagt.","versions":[{"lang":1,"streams":[{"redirect":9784072,"hoster":"VOE"},{"redirect":9784070,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Weiße Küsse schmecken besser","epNo":9,"alt":"White Men Can’t Kiss","descr":"Dan und Roseanne finden heraus, dass DJ die Teilnahme an seinem Schulstück überspringen möchte, weil er ein schwarzes Mädchen küssen muss und es ihm unangenehm ist. Roseanne will ihn zwingen, und Dan befürchtet, dass der DJ durch etwas, was er unabsichtlich gesagt oder getan hat, Vorurteile bekommen hat. Jackie ist ratlos, dass Fred es zu genießen scheint, Zeit mit ihrer Mutter zu verbringen.","versions":[{"lang":1,"streams":[{"redirect":9784087,"hoster":"VOE"},{"redirect":9784089,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Friss oder stirb!","epNo":10,"alt":"Thanksgiving ‘94","descr":"Es ist ein Erntedankfest voller Anspannung und Angst, als Roseanne alarmierende Neuigkeiten über ihr Baby aus der Schwangerschaftsklinik erhält. Das Unbehagen wird nur verschlimmert, wenn Nana Mary mit ihrem neuen Ehemann auftaucht und Bev und den Rest der Familie durch Besprechung der zwei Abtreibungen, die sie (Nana Mary) vor Jahren hatte, verärgert.","versions":[{"lang":1,"streams":[{"redirect":9784103,"hoster":"VOE"},{"redirect":9784105,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Was wäre wenn …","epNo":11,"alt":"Maybe Baby","descr":"Die Spannungen im Connor-Haus verschärfen sich, als Roseanne kurz auf die Ergebnisse der Amniozentese wartet. Dan versucht sein Bestes, um eine Lösung zu finden und Roseanne zu trösten, aber seine guten Absichten werden falsch interpretiert. Jeder scheint eine Meinung über die Situation zu haben, die Roseanne nur verärgert und ihre Zweifel und Ängste verstärkt.","versions":[{"lang":1,"streams":[{"redirect":9784111,"hoster":"VOE"},{"redirect":9784118,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Böse Falle","epNo":12,"alt":"The Parenting Trap","descr":"Roseanne und Dan werden in die Schule gerufen, weil DJ es ablehnt, seine Hausaufgaben an die Tafel zu schreiben, und sein Lehrer befürchtet, dass er eine Lernschwäche haben könnte. Dan entdeckt, dass es DJ peinlich ist, aufzustehen, weil er in dem Alter ist, in dem Jungen manchmal unwillkürliche Erektionen bekommen. Währenddessen lernt die Familie Davids neue Freundin Dinah kennen und Darlene entdeckt, dass David tatsächlich Gefühle für Becky hat.","versions":[{"lang":1,"streams":[{"redirect":9784131,"hoster":"VOE"},{"redirect":9784133,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Nackte Tatsachen","epNo":13,"alt":"Rear Window","descr":"Dan und Roseanne sind schockiert und amüsiert, als sie herausfinden, dass ihre neuen Nachbarn ein paar geriatrische Nudisten sind. Unterdessen vermutet Darlene, dass David sie mit Becky betrogen hat.","versions":[{"lang":1,"streams":[{"redirect":9784143,"hoster":"VOE"},{"redirect":9784144,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Bev macht blau","epNo":14,"alt":"My Name Is Bev","descr":"Nachdem Beverly wegen DUI verhaftet wurde, muss sie an den Treffen von Anonymen Alkoholikern (AA) teilnehmen, bei denen sie feststellt, dass sie möglicherweise wirklich Alkoholikerin ist. Diese neue Erkenntnis ist kein gutes Zeichen für die Familie, da Roseanne jedem verbietet, zu trinken, während Beverly im Haus ist, was Dans Super Bowl-Party schnell ein Ende bereitet. Dan, Jackie und Fred schleichen sich in die Garage, um zu trinken und das Spiel auf einem alten tragbaren Fernseher anzusehen, bis Beverly sie einfängt und einen Anfall macht, der Roseanne dazu veranlasst, einen oder zwei Anfälle selbst zu machen.","versions":[{"lang":1,"streams":[{"redirect":9784154,"hoster":"VOE"},{"redirect":9784155,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Eine Woche ohne Stress","epNo":15,"alt":"Bed And Bored","descr":"Roseanne gibt vor, krank zu sein, um sich zur Erschöpfung aller anderen Familienmitglieder, die ihr zur Verfügung stehen, zu erholen und zu entspannen. David entdeckt Roseannes Fälschung, aber als er sie konfrontiert, schließt Roseanne mit ihm einen Deal, den er nur ungern annimmt. Währenddessen konfrontiert Jackie Beverly damit, eine schreckliche Mutter zu sein und ist von ihrer Reaktion fassungslos.","versions":[{"lang":1,"streams":[{"redirect":9784158,"hoster":"VOE"},{"redirect":9784160,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Liebe deine Schwester wie dich selbst","epNo":16,"alt":"Sisters","descr":"Fred sagt Jackie, dass er nicht will, dass DJ ihr Haus so oft besucht, weil er jedes Mal seltsamer wird, wenn er vorbeikommt. Um Fred zu beschützen, sagt Jackie zu Roseanne, dass sie das Problem hat, dass DJ ständig in ihrem Haus ist, was Roseanne wütend macht. Dan bringt Darlene dazu, für das Wochenende nach Hause zu kommen, und versucht, die Mädchen dazu zu bringen, nicht mehr um ihrer Mutter willen zu streiten. DJ drückt eine seltsame neue Faszination für das Essen von Pappe aus.","versions":[{"lang":1,"streams":[{"redirect":9784165,"hoster":"VOE"},{"redirect":9784163,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Liebe und die Triebe","epNo":17,"alt":"Lost Youth","descr":"Das grünäugige Monster taucht zwischen David und Mark auf, als sie sich beide für Stacy interessieren, eine Kellnerin in der Lunchbox, die David um ein Wandgemälde bittet. Jackie glaubt, dass ihr Sexleben mit Fred aufgemotzt werden muss, während Fred glücklich ist, gut genug allein zu sein.","versions":[{"lang":1,"streams":[{"redirect":9783987,"hoster":"VOE"},{"redirect":9783983,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bis dass der Ehebruch uns scheidet!","epNo":18,"alt":"Single Married Female","descr":"In Roseannes Abwesenheit entdeckt Dan etwas Beunruhigendes an Jackie und lässt sich von David gut beraten.","versions":[{"lang":1,"streams":[{"redirect":9783989,"hoster":"VOE"},{"redirect":9783990,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Taschengeldkomplott","epNo":19,"alt":"Husbands And Wives","descr":"Die Jungen Roseanne und Jackie besuchen einen Wahrsager, der ihnen über seine Kristallkugel einen Blick in ihre Zukunft gewährt. Zukünftig besucht Jackie einen erwachsenen, autistischen DJ bei einem Psychiater.","versions":[{"lang":1,"streams":[{"redirect":13838234,"hoster":"VOE"},{"redirect":9783993,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Haus auf Rädern","epNo":20,"alt":"Happy Trailers","descr":"Mark und Becky finden einen winzigen heruntergekommenen Anhänger in einer Wohnwagensiedlung und beschließen, ihn nach Hause zu bringen. Sie sind fest entschlossen, ihr Haus selbst zu reparieren, und lehnen Unterstützungsangebote von Dan und Roseanne ab, die wiederum verdeckte Wege finden müssen, um den Kindern zu helfen. Roseanne stellt fest, dass sie 2.000 US-Dollar für die Vorauszahlung des Arztes und des Krankenhausaufenthalts des Babys aufbringen müssen.","versions":[{"lang":1,"streams":[{"redirect":13838232,"hoster":"VOE"},{"redirect":9783999,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Starke Frauen","epNo":21,"alt":"The Blaming Of The Shrew","descr":"Dan legt das Gesetz fest, als DJ sich von einem aufdringlichen, aggressiven Mädchen herumkommandieren lässt, aber Roseanne mag das fragliche Mädchen. Aber wenn die Beziehung DJ in der Schule in Schwierigkeiten bringt, muss Roseanne eingreifen. Jackie und Fred gehen zum Eheberater, um ihre Beziehungsprobleme zu lösen.","versions":[{"lang":1,"streams":[{"redirect":13838233,"hoster":"VOE"},{"redirect":13681822,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Danke für die Einmischung","epNo":22,"alt":"The Birds And The Frozen Bees","descr":"Roseanne ist verärgert über die Möglichkeit, dass David ein Mädchen mehr mag als Darlene, die David verlieren könnte, wenn sie nicht für ihn kämpft.","versions":[{"lang":1,"streams":[{"redirect":9784007,"hoster":"VOE"},{"redirect":9784008,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein klasse Lebensstil","epNo":23,"alt":"Couch Potatoes","descr":"Die Conners werden als \"Nielsen-Familie\" ausgewählt. Roseanne, die in ihrer Schwangerschaft eine Nistphase durchläuft, besteht darauf, dass die Familie nur pädagogische Programme ansieht, um den Nielsen zu beweisen, dass es sich nicht um weißen Müll handelt. Nachdem Dan die Couch kaputt gemacht hat, akzeptiert Roseanne eine Hand-me-down-Couch von ihrer Mutter, bereut es aber bald. Jackie und Fred treffen eine lebensverändernde Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":12922646,"hoster":"VOE"},{"redirect":9784014,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Männerträume, Frauenträume","epNo":24,"alt":"Sherwood Schwartz: A Loving Tribute","descr":"David kündigt den Conners an, dass er nach seinem Abschluss einen Monat in Europa verbringen möchte, aber Darlene drängt ihn selbstsüchtig davon ab. Dan fängt wieder an, sein Boot zu bauen, aber Roseanne besteht darauf, dass sie es sich nicht leisten können, und macht sich über seinen Traum lustig und beginnt eine Fantasie, in der sie und ihre Familie die Castaways auf Gilligans Insel (1964) spielen. Cast-Mitglieder von Gilligans Insel (1964) kamen als Mitglieder der Conner-Familie.","versions":[{"lang":1,"streams":[{"redirect":9784015,"hoster":"VOE"},{"redirect":9784017,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Alles über Rosie","epNo":25,"alt":"All About Rosey","descr":"Die Jungen Roseanne und Jackie besuchen einen Wahrsager, der ihnen über seine Kristallkugel einen Blick in ihre Zukunft gewährt. Zukünftig besucht Jackie einen erwachsenen, autistischen DJ bei einem Psychiater.","versions":[{"lang":1,"streams":[{"redirect":12381063,"hoster":"VOE"},{"redirect":9784021,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Die Babyparty","epNo":1,"alt":"Shower The People You Love With Stuff","descr":"Das alte Schlafzimmer von DJ wird in ein Kinderzimmer für das neue Baby umgewandelt. Nachdem Roseanne herausgefunden hat, dass ein neues Babybett außerhalb ihrer Preisspanne liegt, plant sie eine Babyparty in der Hoffnung, mindestens 40 Geschenke im Wert von 10,00 USD zu erhalten, die sie gegen ein Kinderbett im Wert von 400,00 USD eintauschen kann. Dieser Plan droht ins Hintertreffen zu geraten, wenn die Geschenke größtenteils hausgemacht oder auf andere Weise nicht austauschbar sind. Nachdem Roseanne nicht in der Lage war, gemeinsam das Kinderzimmer zu malen, ohne sich zu streiten, weist sie Becky und Darlene an, stattdessen die Babyparty zu werfen, aber die Mädchen sind sich immer noch am Hals, weil ...","versions":[{"lang":1,"streams":[{"redirect":9784263,"hoster":"VOE"},{"redirect":9784261,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dan, der Sessel und ein Bier","epNo":2,"alt":"Let Them Eat Junk","descr":"Roseanne entfacht einen Streit mit Jackie, als sie Andy Junk Food gegen Jackies Befehle füttert. Dan verbringt einige \"Qualitäts\" -Zeit mit DJ, um seinem Sohn zu zeigen, dass er nicht nur fernsieht und den ganzen Tag Bier trinkt.","versions":[{"lang":1,"streams":[{"redirect":9784271,"hoster":"VOE"},{"redirect":9784273,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fisch für die Konkurrenz","epNo":3,"alt":"Roseanne In The Hood","descr":"Gegenüber von Roseanne und Jackies Diner öffnet sich ein neues Diner, und sie sind besorgt, dass es das Ende von \"The Lunch Box\" bedeuten wird. Um für die Eröffnung des neuen Restaurants zu werben, engagieren die Eigentümer Pat Harrington Jr. , der Dwayne Schneider aus der Sitcom One Day at a Time (1975) aus den 70er Jahren spielte . Als Roseanne entdeckt, dass sie eine Salatbar haben und lose Fleischsandwiches servieren, erklärt sie den Krieg. Wenn Roseanne eine Waffelstange hinzufügt, lange offen bleibt und das Menü nicht richtig zu kleiden scheint, beschließt sie, das neue Diner mit rohem Fisch zu sabotieren, um dann in einer Abluftöffnung über einer ...","versions":[{"lang":1,"streams":[{"redirect":9784279,"hoster":"VOE"},{"redirect":9784280,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schalom, Onkel Sol!","epNo":4,"alt":"The Last Date","descr":"Roseanne und Dan beschließen, ein letztes Mal in die Stadt zu gehen, bevor das Baby geboren wird. Nachdem sie herausgefunden haben, dass ihr Esstisch in dem schönen Hotel, in dem sie übernachten, für einige Zeit nicht verfügbar sein wird, stürzen sie eine Bar Mizwa ab, die im privaten Speisesaal stattfindet. Becky und Darlene entdecken nach dem Schließen eine Flasche Pfefferminzschnaps im Restaurant und werden verschwendet.","versions":[{"lang":1,"streams":[{"redirect":9784288,"hoster":"VOE"},{"redirect":9784290,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Grüße von Jerry","epNo":5,"alt":"Halloween: The Final Chapter","descr":"Roseanne geht an ihrem Lieblingsfeiertag (Halloween) zur Wehen und gebärt auf einer schmerzmittelinduzierten psychedelischen Reise.","versions":[{"lang":1,"streams":[{"redirect":9784293,"hoster":"VOE"},{"redirect":9784294,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zurück in die Fünfziger!","epNo":6,"alt":"The Fifties Show","descr":"Die Conners befinden sich in einer Zeitreise zurück in die 1950er Jahre, in der Roseanne eine fröhliche, gekräuselte Hausfrau ist, Dan die Hausherrin ist, Jackie eine exzentrische Nachbarin von nebenan ist, und Becky ein Pudelrock ist, der ein junges Mädchen mit einem großen Körper trägt David ist ein Austauschstudent aus Kanada, und DJ ist ein aufstrebender Rockstar, der unter dem Druck seines Vaters steht, Fußballspieler zu werden.","versions":[{"lang":1,"streams":[{"redirect":11315939,"hoster":"VOE"},{"redirect":9798183,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ärger auf dem Highway","epNo":7,"alt":"The Getaway, Almost","descr":"Roseanne und Jackies Einkaufsbummel verwandeln sich in einen Roadtrip, als sie ein per Anhalter fahrendes junges Mädchen abholen. Dan gibt Mark Beziehungsratschläge, die heftig nach hinten losgehen.","versions":[{"lang":1,"streams":[{"redirect":11315949,"hoster":"VOE"},{"redirect":9784304,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Sache mit den Indianern","epNo":8,"alt":"The Last Thursday In November","descr":"Der DJ-Lehrer lässt die Klasse ihren eigenen Thanksgiving-Festzug entwerfen, der sich in einen Pulp-Fiction-Parodie verwandelt, der viele Eltern beleidigt. Roseanne lädt ein paar neue indianische Freunde zum Erntedankfest ein.","versions":[{"lang":1,"streams":[{"redirect":11315944,"hoster":"VOE"},{"redirect":9784307,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rock’n’Roll Dan","epNo":9,"alt":"Of Mice And Dan","descr":"Dan ist traurig und niedergeschlagen, als seine alte Band in die Stadt kommt, um einen Auftritt zu spielen. Roseanne überredet die Bandkollegen, Dan eine Chance auf der Bühne zu geben, die er in vollen Zügen genießt.","versions":[{"lang":1,"streams":[{"redirect":9784314,"hoster":"VOE"},{"redirect":9784315,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Video für später","epNo":10,"alt":"Direct To Video","descr":"Roseanne erzählt ein Video für ihr Baby und möchte, dass jeder in der Familie daran teilnimmt. Darlene und Becky finden Dan und Roseannes alte Liebesbriefe. Fred ist entschlossen, Jackie intelligent und interessant zu erscheinen, aber es gelingt ihr nur, sie durch ihre Scheidung noch mehr niedergeschlagen zu fühlen. Dan versucht, Jackie zu trösten, während Mark ein besonderes Abendessen für die Familie vorbereitet.","versions":[{"lang":1,"streams":[{"redirect":9784323,"hoster":"VOE"},{"redirect":9784322,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Leons Hochzeit","epNo":11,"alt":"December Bride","descr":"Roseanne lernt schließlich Leons Verlobten Scott kennen und erfährt, dass sie eine Hochzeit planen. Um Leon zu befreien, um nach Minnesota zu reisen, um den Minister zu treffen, meldet sich Roseanne freiwillig, um die Planung der Hochzeit abzuschließen - die \"eine gigantische, beleidigende Roseanniacle-Kugel des Unrechts\" wird. Leon entwickelt einen schlimmen Fall von kalten Füßen, und es ist Roseanne zur Rettung.","versions":[{"lang":1,"streams":[{"redirect":9784337,"hoster":"VOE"},{"redirect":9784331,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Käse aus der Dose","epNo":12,"alt":"The Thrilla Near The Vanilla Extract","descr":"Roseanne und Jackie bekommen Jobs als Produktförderer im örtlichen Supermarkt. Sobald sie anfangen, Proben herauszugeben, übernimmt jedoch Geschwisterrivalität. Roseannes Eifersucht ist groß, als Jackie anfängt, sie zu übertreffen, und ihre freundliche Konkurrenz wird zu einem wörtlichen Kampf ums Essen.","versions":[{"lang":1,"streams":[{"redirect":9784364,"hoster":"VOE"},{"redirect":9784339,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der beste Job aller Zeiten","epNo":13,"alt":"The White Sheep Of The Familiy","descr":"Familie Conner verdient ,durch den Verlust eines Familien Mitgliedes, ein wenig Geld als Erbe. Davon wollen sie Ausgehen mit der gesamten Familie. Am Tisch macht Darlene eine unpassende Bemerkung über ein versäumtes Job Angebot, worauf die Familie nicht gerade mit begeisterung reagiert. DJ versucht mit seinem Geld das Herz seiner neuen Flamme zu gewinnen, wie er das wohl versucht?","versions":[{"lang":1,"streams":[{"redirect":12381064,"hoster":"VOE"},{"redirect":9784170,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Party im Wohnwagen","epNo":14,"alt":"Becky Howser, M.d.","descr":"Mark versucht Becky aufzumuntern, indem er die Familie zu einem überraschenden Beisammensein einlädt. Im Laufe der Nacht verschlechtert sich Beckys Stimmung nur, was Roseanne dazu veranlasst, sie beiseite zu ziehen, um von Herz zu Herz zu reden. Becky gibt zu, dass sie das Gefühl hat, ihre Chance, Therapeutin oder EMT zu werden, verpasst zu haben. Becky gibt sogar zu, über ihre Ehe mit Mark nachgedacht zu haben.","versions":[{"lang":1,"streams":[{"redirect":9784177,"hoster":"VOE"},{"redirect":9784176,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Pokerabend","epNo":15,"alt":"Out Of The Past","descr":"Nana Mary besucht Roseanne und Jackie bei Jackie und bringt eine Schachtel mit ihren Sachen aus der Kindheit. Unter ihnen befand sich eine Puppe, von der Jackie dachte, dass sie für immer verloren war, und die einen gewaltigen Kampf auslöst, als Jackie merkt, dass Roseanne sie vor all den Jahren aus Eifersucht vor ihr versteckt hat. Dan hat ein Pokerspiel im Haus, und Roseanne überredet ihn, Leon und Scott einzuladen, ist jedoch besorgt, dass sie die ganze Nacht wie Hausfrauen miteinander nörgeln werden. Die Männer haben eine lebhafte Diskussion darüber, wie Schwarze, Schwule und arme Weiße in dieser ...","versions":[{"lang":1,"streams":[{"redirect":9784181,"hoster":"VOE"},{"redirect":9784182,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Risiko!","epNo":16,"alt":"Construction Junction","descr":"Dan steht an einem Scheideweg, als sich ein vielversprechender Neubau auftut, mit dem er und seine alte Crew viel Geld verdienen könnten. Er kämpft mit der Frage, ob er seinen Job in der Garage fortsetzen oder zuschlagen soll, solange das Eisen noch heiß ist. Unterdessen beginnt Jackie widerstrebend, das Internet auf ihrem neuen Computer zu nutzen und ist erstaunt, wie sehr sie es mag. Sie ist so besessen, dass David eingreifen muss.","versions":[{"lang":1,"streams":[{"redirect":9784214,"hoster":"VOE"},{"redirect":9784187,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Erster Klasse nach Orlando!","epNo":17,"alt":"We’re Going To Disneyworld","descr":"Die Familie Conner beschließt, Vorsicht walten zu lassen, indem sie Dans letzten Gehaltsscheck aus der Garage für einen Urlaub in Disney World ausgibt.","versions":[{"lang":1,"streams":[{"redirect":9784219,"hoster":"VOE"},{"redirect":9784192,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Lauter glückliche Menschen","epNo":18,"alt":"Disney World War II","descr":"Magie, Wunder und Laune umgeben die Conner-Familie auf ihrer Tour durch Disney World. Die einzige Person, die sich nicht amüsiert, ist Darlene ... bis sie Winnie the Pooh trifft.","versions":[{"lang":1,"streams":[{"redirect":9784197,"hoster":"VOE"},{"redirect":9784199,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Hans, der Hase","epNo":19,"alt":"Springtime For David","descr":"David zieht aus, als er einen Job in einem fremden lokalen Themenpark bekommt. Bald verwandelt sich David in \"Hans der Hase\", einen hyperaktiven und frechen Parkangestellten. Roseanne tritt in Aktion, um den echten David zurückzubekommen.","versions":[{"lang":1,"streams":[{"redirect":9784213,"hoster":"VOE"},{"redirect":9784204,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Noch ein Baby","epNo":20,"alt":"Another Mouth To Shut Up","descr":"Nachdem Darlene David die Heirat vorgeschlagen hat, erzählt sie ihm, dass sie schwanger ist. Sie wollen abwarten, um es der Familie zu sagen, aber Roseanne riecht an der Angst und vermutet scherzhaft, dass Darlene schwanger ist. Dan ist überzeugt, dass sie nicht bereit sind, eine Familie zu gründen, und ist offen für sie überhaupt nicht glücklich. Roseanne, die weiß, dass sie nichts tun kann, täuscht Glück vor und versucht, Darlene Rat und Unterstützung zu geben.","versions":[{"lang":1,"streams":[{"redirect":9784215,"hoster":"VOE"},{"redirect":9784216,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Stimme des Volkes","epNo":21,"alt":"Morning Becomes Obnoxious","descr":"Ein Produzent und ein Reporter von \"Wake up Chicago\" kommen in das Diner, um ein \"Man-on-the-Street\" -Interview über die Diner-Besitzer zu führen, dem Roseanne, Jackie und Leon bereitwillig zustimmen. Leon stolpert nervös durch sein Interview wie ein Reh im Scheinwerferlicht. Jackie plappert durch ihre wie eine hypermanische Frau, die von ihren Medikamenten befreit ist. Aber Roseanne gibt ihr Interview auf und bekommt ein Jobangebot, um einen einminütigen Spot in der Luft zu machen - wo Roseanne ihre Meinung darüber äußern kann, was sie will. Gott helfe dem Fernsehen.","versions":[{"lang":1,"streams":[{"redirect":9784222,"hoster":"VOE"},{"redirect":9784223,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Wie das letzte Stück Pizza","epNo":22,"alt":"Ballroom Blitz","descr":"Bev ist begeistert von ihrem charismatischen Tanzlehrer, bis er anfängt, einen frisch geschiedenen Jackie in Bewegung zu setzen. Als Jackie ein Date mit dem Instruktor vereinbart, wird Bev eifersüchtig.","versions":[{"lang":1,"streams":[{"redirect":9784231,"hoster":"VOE"},{"redirect":9784229,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Hochzeit im Wald","epNo":23,"alt":"The Wedding","descr":"Darlene und David heiraten. Dan erleidet während der Zeremonie einen Herzinfarkt.","versions":[{"lang":1,"streams":[{"redirect":9784238,"hoster":"VOE"},{"redirect":9784236,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Dan am Tropf","epNo":24,"alt":"Heart \u0026amp; Soul","descr":"Dan wird nach einem Herzinfarkt ins Krankenhaus gebracht und Roseanne versucht, sich zusammenzureißen, während sie im Wartezimmer festsitzt.","versions":[{"lang":1,"streams":[{"redirect":9784248,"hoster":"VOE"},{"redirect":9784246,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Schlacht im Wohnzimmer","epNo":25,"alt":"Frights \u0026amp; Stuff","descr":"Dan kehrt aus dem Krankenhaus nach Hause zurück, aber Roseanne stellt fest, dass er sich nicht an die Anweisungen des Arztes hält.","versions":[{"lang":1,"streams":[{"redirect":9784253,"hoster":"VOE"},{"redirect":9784257,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Ruf doch mal an!","epNo":1,"alt":"Call Waiting","descr":"Nachdem Roseanne Dan verlassen hat, weil sie sich nicht besser um sich selbst gekümmert hat, macht sie eine \"spirituelle Odyssee\" und stellt sich Dan als Ann und Donald von \"That Girl\", Jeannie und Major Nelson von \"I Dream of Jeannie\" sowie Mary und Lou vor aus \"Die Mary Tylor Moore Show\". Die Familie versucht, Dan zu trösten und ermutigt Roseanne, sich mit ihrem herzzerreißenden Ehemann zu versöhnen. Jackie entdeckt, dass sie die Illinois State Lottery im Wert von 108 Millionen Dollar gewonnen haben.","versions":[{"lang":1,"streams":[{"redirect":9784411,"hoster":"VOE"},{"redirect":9784412,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geld wie Heu","epNo":2,"alt":"Millions From Heaven","descr":"Nachdem sie herausgefunden haben, dass sie die Illinois State Lottery gewonnen haben, stellen sich die Conners und ihre Familie vor, wie sie ihren neu gefundenen Reichtum ausgeben sollen. Kathleen Sullivan und Robin Leach interviewen Dan und Roseanne in ihrem Haus. Wenn man eine Party zu Hause veranstaltet, zeigt sich, dass die Leute wirklich aus dem Holz kommen, um Reichtum zu feiern. Dan und Roseanne schwören, dass sie nicht zulassen, dass sich das Geld ändert, wer sie sind.","versions":[{"lang":1,"streams":[{"redirect":9784418,"hoster":"VOE"},{"redirect":9784417,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nummer Eins in Lanford","epNo":3,"alt":"What A Day For A Daydream","descr":"Während sie mit ihrer Familie am Esstisch saß und über ihre Lotteriegewinne sprach, träumte Roseanne davon, dass sie und Jackie in \"Jerry Springer Show, The\" (1991) für \"Playboy\" posierten und das Miss Universe gewannen Wettbewerb.","versions":[{"lang":1,"streams":[{"redirect":9784420,"hoster":"VOE"},{"redirect":9784422,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Reich und schön?","epNo":4,"alt":"Honor Thy Mother","descr":"Jackie und Roseanne planen einen teuren Wellnessurlaub. Dan ist niedergeschlagen wegen seiner Mutter und sucht nach dem Sinn des Lebens. Er beschließt, dass er sie nach Kalifornien bringen will, um ihre psychiatrische Verfassung gründlich zu untersuchen, sobald er es sich leisten kann. Der gekrönte Prinz von Muldavia sieht Jackie im Fernsehen und beschließt, dass er nach Lanford gehen muss, um sie zu treffen.","versions":[{"lang":1,"streams":[{"redirect":9784427,"hoster":"VOE"},{"redirect":9784428,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Prinz wird kommen","epNo":5,"alt":"Someday My Prince Will Come","descr":"Jackie trifft buchstäblich ihren charmanten Prinzen, der sie und die Familie nach New York City entführt.","versions":[{"lang":1,"streams":[{"redirect":9784432,"hoster":"VOE"},{"redirect":9784433,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer schön sein will, muss leiden","epNo":6,"alt":"Pampered To A Pulp","descr":"Das entspannende Wellnesswochenende von Roseanne und Jackie ist eine Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":9784437,"hoster":"VOE"},{"redirect":9784438,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Höllisch blau","epNo":7,"alt":"Satan, Darling","descr":"Nach einer Nacht mit den New Yorker Prominenten hat Roseanne einen seltsamen Traum von der Zukunft von Darlene und ihrem Baby.","versions":[{"lang":1,"streams":[{"redirect":9784443,"hoster":"VOE"},{"redirect":9784441,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Achtmal täglich umziehen!","epNo":8,"alt":"Hoi Polloi Meets Hoity Toity","descr":"Die Conners werden zu einem wohlhabenden Anwesen in Cape Cod eingeladen, wo Roseanne mit dem \"alten Geld\" den Kopf zerbrochen hat.","versions":[{"lang":1,"streams":[{"redirect":9784449,"hoster":"VOE"},{"redirect":9784447,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Lady Rambo","epNo":9,"alt":"Roseambo","descr":"Roseanne kämpft gegen Gruppenterroristen, die ihre Familie und eine ausländische Diplomatin als Geiseln in einem Zug nach Washington DC festhalten","versions":[{"lang":1,"streams":[{"redirect":9784455,"hoster":"VOE"},{"redirect":9784453,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Großmutters heimliche Lüste","epNo":10,"alt":"Home Is Where The Afghan Is","descr":"Das Erntedankfest für die Conners beginnt sauer mit der Nachricht, dass Dan es für den Urlaub nicht nach Hause schaffen wird. Roseanne ist jedoch begeistert, dass sie es sich leisten kann, das Essen zu sich zu nehmen, anstatt einen ganzen Tag in der Küche zu verbringen. Familienstreitigkeiten, kombiniert mit einer schockierenden Enthüllung von Bev, ruinieren fast den Abend. Die Familie muss sich damit auseinandersetzen, dass Geld nicht unbedingt Glück bedeutet.","versions":[{"lang":1,"streams":[{"redirect":13004640,"hoster":"VOE"},{"redirect":9784460,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mehr Fragen als Antworten","epNo":11,"alt":"Mothers And Others Strangers","descr":"Roseanne vermisst Dan und versucht, das Haus auf seine Rückkehr vorzubereiten. Bev besucht Nana Mary, um über ihr Leben zu sprechen und eine überraschende Entdeckung zu machen.","versions":[{"lang":1,"streams":[{"redirect":9784464,"hoster":"VOE"},{"redirect":9784462,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Stimmt was nicht, Dan?","epNo":12,"alt":"Home For The Holidays","descr":"Nach einem langen Aufenthalt in Kalifornien bei seiner kranken Mutter kehrt Dan schließlich nach Hause zurück. Er, Roseanne und die ganze Familie wissen, wofür sie dankbar sein müssen, wenn eines der merkwürdigsten und anstrengendsten Jahre ihres Lebens zu Ende geht. Das einzige Problem ist, wie weit und unbehaglich Dan in der Nähe von Roseanne zu sein scheint.","versions":[{"lang":1,"streams":[{"redirect":9784471,"hoster":"VOE"},{"redirect":9784470,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Laufpass für zwei","epNo":13,"alt":"Say It Ain’t So","descr":"Jackie zwingt Dan dazu, Roseanne einige verheerende Neuigkeiten mitzuteilen, während Jackie sich mit den Turbulenzen in ihrer eigenen Beziehung befasst. DJ will die Geburt von Darlene auf Video festhalten.","versions":[{"lang":1,"streams":[{"redirect":9784479,"hoster":"VOE"},{"redirect":9784478,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Hau ab, Dan!","epNo":14,"alt":"Hit The Road, Jack","descr":"Dan packt bedauernd seine Koffer und bereitet sich darauf vor, das Haus endgültig zu verlassen. Roseanne begegnet ihren Sorgen, indem sie ziellos durch Lanford fährt.","versions":[{"lang":1,"streams":[{"redirect":9784362,"hoster":"VOE"},{"redirect":9784344,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Belagerung von Lanford","epNo":15,"alt":"The Warm Room","descr":"Als Roseanne in eine tiefe Depression fällt und sich im Schlafzimmer einschließt, geben sich Familie und Freunde alle Mühe, ihre Lebensgeister wieder in Schwung zu bringen. Wenn ihre Bemühungen erfolglos bleiben, greifen sie ein, um eine träge Roseanne aus dem Bett zu wecken.","versions":[{"lang":1,"streams":[{"redirect":9784358,"hoster":"VOE"},{"redirect":9784357,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Willkommen in Country Club!","epNo":16,"alt":"Landford’s Elite","descr":"Roseanne stellt auf einer Lanford Country Club-Party eine überraschende Verbindung zu Edgar Wellman Jr. her, dem Sohn ihres verhassten ehemaligen Chefs. Als er einige schreckliche Neuigkeiten über die Zukunft von Lanford preisgibt, ist Roseanne möglicherweise die einzige, die ihre Heimatstadt retten kann.","versions":[{"lang":1,"streams":[{"redirect":9784365,"hoster":"VOE"},{"redirect":9784368,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Argentinische Träume","epNo":17,"alt":"Some Enchanted Merger","descr":"Nach Abschluss der Übernahme von Wellman Plastics weiß Roseanne nicht, was sie tun soll, wenn zwischen ihr und Edgar Wellman Jr. eine gegenseitige Anziehungskraft entsteht.","versions":[{"lang":1,"streams":[{"redirect":9784373,"hoster":"VOE"},{"redirect":9784372,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die zweite Chance","epNo":18,"alt":"A Second Chance","descr":"Dan ist von Gerüchten über Roseanne und Edgar irritiert, weshalb er eine Überraschungsreise unternimmt, um sie zu sehen. Sie machen einige vorläufige Schritte, um die Teile ihrer Ehe wieder zusammenzufügen. Ihre Ruhe wird unterbrochen, als ein verzweifelter Anruf von Jackie eingeht: Darlene wurde unerwartet ins Krankenhaus gebracht.","versions":[{"lang":1,"streams":[{"redirect":9784378,"hoster":"VOE"},{"redirect":9784379,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Wunder","epNo":19,"alt":"The Miracle","descr":"Darlene bringt ein sehr frühes Mädchen zur Welt. Die Ärzte und Spezialisten haben sehr wenig Hoffnung auf das Überleben des Babys. Die Familie ist niedergeschlagen, aber Roseanne ist entschlossen, reine Liebe, Zuneigung und eine zärtliche Berührung zu beweisen, die stärker ist als jede Medizin.","versions":[{"lang":1,"streams":[{"redirect":9784381,"hoster":"VOE"},{"redirect":9784382,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Nacht der starken Frauen","epNo":20,"alt":"Roseanne-feld","descr":"Jackie und Mark nehmen an einem Wrestling-Match teil, DJ ist unvorbereitet, als eine ruhige Nacht mit Heather weiter geht als erwartet, und Bev wird einer neuen \"Freundin\" namens Joyce vorgestellt.","versions":[{"lang":1,"streams":[{"redirect":9784384,"hoster":"VOE"},{"redirect":9784387,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Nichts als die Wahrheit","epNo":21,"alt":"The Truth Be Told","descr":"Die Conners werden von verschiedenen Entwicklern von Netzwerk- und Kabelfilmen angesprochen, die alle darauf hoffen, das Recht auf ihre \"Rag to Riches\" -Geschichte zu bekommen. Was als Aufregung und Begeisterung für die Familie beginnt, lässt schnell nach, als sie feststellen, dass keiner der Produzenten, mit denen sie sprechen, sie so darstellen möchte, wie sie wirklich sind. Ein Boulevard-Reporter spricht Beverly, Joan und Leon an, um Geschichten über Roseanne und ihre Familie zu lesen.","versions":[{"lang":1,"streams":[{"redirect":9784389,"hoster":"VOE"},{"redirect":9784391,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mörder-Mama","epNo":22,"alt":"Arsenic And Old Mom","descr":"Dans entfremdete Mutter reist direkt nach Lanford, nachdem sie aus dem Krankenhaus entlassen wurde. Dan vermutet jedoch, dass sie noch lange nicht geheilt ist und fürchtet, dass sie versucht, ihn zu töten.","versions":[{"lang":1,"streams":[{"redirect":9784397,"hoster":"VOE"},{"redirect":9784396,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Harris kommt heim","epNo":23,"alt":"Into That Good Night (1)","descr":"Die Conners heißen Harris Conner-Healy zu Hause willkommen. Roseanne freut sich, dass Darlene zu Hause leben und an ihren Fähigkeiten als Eltern arbeiten möchte. Die Familie erzählt von ihrem Leben nach dem Gewinn der Lotterie und ist froh, dass sie alle gestärkt daraus hervorgegangen sind. Bei einem Pizzadinner schlägt Roseanne vor, Gott sei Dank zu sagen, dass Harris überlebt hat und die Familie wieder zusammen ist.","versions":[{"lang":1,"streams":[{"redirect":13868691,"hoster":"VOE"},{"redirect":13868689,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Nächte im Keller","epNo":24,"alt":"Into That Good Night (2)","descr":"Familie und Freunde treffen sich im Conner-Haus, um die Heimkehr von Baby Harris zu feiern, und alle unterhalten sich abwechselnd mit dem neuen Familienmitglied. Mark und Becky haben einige aufregende Neuigkeiten, genau wie Leon und sein Ehemann Scott. Während des Abendessens nimmt sich Roseanne Zeit, um über jedes Mitglied ihrer Familie nachzudenken und verrät, dass sie ein Buch geschrieben hat. Alles, was wir sehen, ist Roseannes veränderte Version der tatsächlichen Ereignisse. Roseanne enthüllt die wahre Geschichte und gibt zu, dass sie die Details, die sie an ihrem Leben und den Menschen darin nicht mochte, geändert hat. In Wahrheit haben die Conners nie den ...","versions":[{"lang":1,"streams":[{"redirect":9784406,"hoster":"VOE"},{"redirect":9784407,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Twenty Years to Life","descr":"Roseanne und Dan gewöhnen sich daran, mit Darlene und ihren Kindern zu leben, als Darlene ihren Job verliert. Becky kündigt an, dass sie eine Leihmutter sein wird, um mehr Geld zu verdienen. Roseanne und Jackie sind sich uneins.","versions":[{"lang":2,"streams":[{"redirect":9784576,"hoster":"VOE"},{"redirect":9784579,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11315951,"hoster":"VOE"},{"redirect":10137502,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Dress to Impress","descr":"Darlene Sohn wird in der Schule gemobbt; Becky lädt Andrea ein, die Familie kennenzulernen.","versions":[{"lang":2,"streams":[{"redirect":9784491,"hoster":"VOE"},{"redirect":9784492,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11315943,"hoster":"VOE"},{"redirect":10137504,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Roseanne Gets the Chair","descr":"Roseanne streitet mit Darlene darüber, wie sie ihre Kinder großzieht. Dan versucht, Roseanne mit ihrem Knie zu helfen, indem er ihr einen Fahrstuhl besorgt.","versions":[{"lang":2,"streams":[{"redirect":12922664,"hoster":"VOE"},{"redirect":9784497,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12268026,"hoster":"VOE"},{"redirect":10137505,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Eggs Over, Not Easy","descr":"Ein entscheidender Moment in Beckys Plan, eine Leihmutter zu sein, zwingt sie und Darlene, das Leben des anderen einzuschätzen. Roseanne versucht Jackie dabei zu helfen, einen Welpen zu adoptieren.","versions":[{"lang":2,"streams":[{"redirect":9784509,"hoster":"VOE"},{"redirect":9784507,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11315952,"hoster":"VOE"},{"redirect":10137508,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Darlene v. David","descr":"Darlene überprüft erneut ihre Beziehung zu David, als er zu Harris Geburtstag auftaucht. Bev zieht vorübergehend ein, wenn ein Zwischenfall sie daran hindert, in das Pflegeheim zurückzukehren.","versions":[{"lang":2,"streams":[{"redirect":9784515,"hoster":"VOE"},{"redirect":9784514,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11315956,"hoster":"VOE"},{"redirect":10137507,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"No Country for Old Women","descr":"Roseanne und Jackie streiten sich darum, mit wem ihre Mutter zusammenleben wird.","versions":[{"lang":2,"streams":[{"redirect":12922661,"hoster":"VOE"},{"redirect":9784522,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11315948,"hoster":"VOE"},{"redirect":10137512,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Go Cubs","descr":"DJs Tochter Mary hat eine Übernachtung im Conner House. Das WiFi geht aus, also gehen Roseanne und Jackie nebenan, um die neuen Nachbarn (die sie ausspioniert hat) zu fragen, ob sie ihr WiFi-Passwort ausleihen können. Dan verliert einen Job für Einwanderer ohne Papiere, deshalb planen er und DJ, einige Fahrräder zu restaurieren, um zusätzliches Einkommen zu erzielen.","versions":[{"lang":2,"streams":[{"redirect":9784526,"hoster":"VOE"},{"redirect":9784529,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Netflix \u0026 Pill","descr":"Roseanne hat sich auf eine Knieoperation vorbereitet und hat Angst, unter das Messer zu gehen, weil sie glaubt, dass sie es nicht schafft.","versions":[{"lang":2,"streams":[{"redirect":9784543,"hoster":"VOE"},{"redirect":9784540,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Knee Deep","descr":"Dan ist gezwungen, eine wichtige Arbeitsentscheidung zu treffen, wenn Roseannes Knie schlimmer wird; Darlene wird klar, dass sie zu ihrer ersten Leidenschaft zurückkehren muss, dem Schreiben.","versions":[{"lang":2,"streams":[{"redirect":9784567,"hoster":"VOE"},{"redirect":9784568,"hoster":"Streamtape"}]}]}]}]}