{"seriesId":"roswell-the-final-verdict","name":"Roswell: The Final Verdict","descr":"Sind Außerirdische 1947 wirklich in der Nähe von Roswell, New Mexico, abgestürzt? Im Jahr 1947 behauptete ein Rancher in der Nähe von Roswell, New Mexico, mysteriöse Trümmer auf seinem Grundstück entdeckt zu haben, was jahrzehntelange offizielle Leugnungen der Regierung und unzählige Verschwörungstheorien über Außerirdische auslöste. Jetzt werden Bänder von eindringlichen First-Person-Konten aus der Vergangenheit auf ganz moderne Weise analysiert, indem eine künstlicher Intelligenz (KI) und eine Lügenerkennungssoftware verwendet wird. Dies soll dazu dienen, um zu testen, ob die Augenzeugen die Wahrheit sagen. Obwohl die meisten Zeugen inzwischen verstorben sind, erlaubt es die KI, Wahrheit von Fiktion zu trennen und das wichtigste UFO-Ereignis der Weltgeschichte mit allen verfügbaren Beweisen zu untersuchen. Wahrheitssuchende werden nun entscheiden, sie fällen - \u0026amp;amp;#039;das endgültige Urteil\u0026amp;amp;#039;","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Crash Landings","descr":"Am 2. Juli 1947 entdeckt ein Viehzüchter in der Nähe von Roswell, NM, über die Wüste verstreute Trümmer aus einer anderen Welt. Ein Geheimdienstoffizier der US-Armee kommt zu dem Schluss: \"Es war nichts von dieser Erde.\" Eine ausgeklügelte Lügenerkennungssoftware stellt seinen kühnen Anspruch auf die Probe.","versions":[{"lang":2,"streams":[{"redirect":8783599,"hoster":"VOE"},{"redirect":8795152,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Alien Invasion","descr":"Im Juli 1947 beschreiben Besucher südlich von Roswell, NM, wie sie über ein abgestürztes UFO stolpern. Einige Zeugen behaupten sogar, die Leichen von Außerirdischen gesehen zu haben. Jetzt stellt eine leistungsstarke KI-Lügenerkennungssoftware ihr außergewöhnliches Zeugnis auf die Probe.","versions":[{"lang":2,"streams":[{"redirect":13472343,"hoster":"VOE"},{"redirect":8795155,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Silencing Witnesses","descr":"Ein zukünftiger Vier-Sterne-General bestellt eine Pressemitteilung, um der Welt die Neuigkeiten mitzuteilen. Aber gerade als der Roswell-Vorfall Schlagzeilen macht, wird die Geschichte unterdrückt. Modernste KI-Lügenerkennungssoftware untersucht die Wahrheit hinter der Vertuschung.","versions":[{"lang":2,"streams":[{"redirect":8783605,"hoster":"VOE"},{"redirect":8795153,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Discredit and Humiliate","descr":"Augenzeugen behaupteten, im geheimen Hangar 84 auf dem Roswell Army Airfield seltsame Trümmer und die Leichen von Außerirdischen gesehen zu haben. Als sich die Aktivitäten intensivierten, gab die US-Regierung ihre offizielle Version der Ereignisse bekannt – einen abgestürzten Wetterballon. Ein fortschrittliches KI-Programm fragt, ob man etwas davon glauben kann.","versions":[{"lang":2,"streams":[{"redirect":13472346,"hoster":"VOE"},{"redirect":8795151,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Alien Autopsy","descr":"Jahrzehnte nach dem Roswell-Vorfall kämpft die US-Regierung darum, das öffentliche Interesse an UFO-Sichtungen und außerirdischen Kontakten zu unterdrücken. Modernste KI vergleicht die Darstellung der Regierung über den Absturz mit dem, was sie aufgedeckt hat. Sind wir nach 70 Jahren der Wahrheit näher gekommen?","versions":[{"lang":2,"streams":[{"redirect":8783609,"hoster":"VOE"},{"redirect":8795154,"hoster":"Streamtape"}]}]}]}]}