{"seriesId":"rubble-crew","name":"Rubble \u0026 Crew","descr":"In \"Rubble and Crew\" verschlägt es die Englische Bulldogge Rubble in die Nachbarstadt Bau-Bucht, wo sie bei Bauprojekten helfen soll. Da es einige Aufträge zu erledigen gibt, zieht Rubble kurzer Hand nach Bau-Bucht und gründet mit der ganzen Familie eine eigene Baufirma. Gemeinsam verschönern und vergrößern sie die Stadt und übernehmen Reparaturen. Doch immer wieder müssen sich Rubble und seine Crew gegen die konkurrierende Firma Speed Meister behaupten und bestehen spannende Abenteuer.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Crew baut eine Brücke","epNo":1,"alt":"The Crew Builds a Bridge","descr":"Rubble und die Bau-Hunde wollen eine Brücke bauen. Aber der schurkische Schnell-Meister hat andere Pläne. Rubble und seine Crew müssen zusammenarbeiten, um den Tag zu retten und eine neue, sichere Brücke nach Bau-Bucht zu bauen.","versions":[{"lang":1,"streams":[{"redirect":14394141,"hoster":"VOE"},{"redirect":14447000,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479082,"hoster":"VOE"},{"redirect":14479080,"hoster":"Vidoza"},{"redirect":14479079,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Crew baut ein Fahrradgeschäft +/ - eine Super-Wanne","epNo":2,"alt":"The Crew Builds a Big Bike Shop +/ - Super Tub","descr":"In Bau-Bucht herrscht Aufregung wegen des anstehenden ersten Fahrrad-Tages. Mr. Shelly Klingelings Laden ist jedoch zu klein, um die Nachfrage nach Fahrrädern zu decken. Die Bau-Hunde nehmen sich der Herausforderung an und errichten ein großes Fahrrad-Geschäft, das sie trotz der Störungen und Verzögerungen durch Herrn Schnellmeister rechtzeitig fertigstellen. Am Tag des Familienfotos macht sich Motor, einer der Hunde, schmutzig, während die anderen bereits sauber sind. Um das Problem zu lösen, konstruiert Rubble eine attraktive Super-Badewanne mit Rutsche und Seifenblasen-Springbrunnen. Zuerst zögert Motor, aber letztendlich genießt sie das Baden in der innovativen Wanne und ist rechtzeitig für das Foto wieder sauber.","versions":[{"lang":1,"streams":[{"redirect":13041228,"hoster":"VOE"},{"redirect":14447001,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479083,"hoster":"VOE"},{"redirect":14479087,"hoster":"Vidoza"},{"redirect":14479081,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Crew baut eine Eisdiele +/ - ein Quietschen","epNo":3,"alt":"The Crew Builds an Ice Cream Shop +/ - a Squeak","descr":"Café-Carl präsentiert in Bau-Bucht eine neue Eiskreation, doch sein Eiswagen ist zu klein für die große Nachfrage. Die hilfsbereiten Bau-Hunde planen daraufhin den Bau eines großen Eis-Cafés mit einer auffälligen Riesen-Eiswaffel auf dem Dach. Als ein Sturm aufzieht, wird die noch ungesicherte Eiskugel jedoch vom Dach geweht und rollt durch die Stadt. Bürgermeisterin Großherz wird vor ganz Bau-Bucht eine Rede halten, in der sie eine große Überraschung verkünden will. Aber wegen eines nervigen Quietschens im Rathaus, kommt sie nicht dazu die Rede zu üben. Sie bittet Rubble und Charger, sich darum zu kümmern. Und die finden die kleinen Übeltäter.","versions":[{"lang":1,"streams":[{"redirect":13084307,"hoster":"VOE"},{"redirect":13057621,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479085,"hoster":"VOE"},{"redirect":14479089,"hoster":"Vidoza"},{"redirect":14479084,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Crew baut einen Spielplatz +/ - ein Dach","epNo":4,"alt":"The Crew Builds a Playground +/ -","descr":"In Bau-Bucht baut Herr Schnellmeister einen Kinderspielplatz, um Anerkennung zu erlangen, vernachlässigt dabei jedoch die Sicherheit. Als ein Spielgerät sich löst und Unordnung stiftet, muss die Familie Motor eingreifen. Sie retten die Situation, indem sie aus den Überresten des alten Spielplatzes einen neuen, sicheren Spielplatz für die Gemeinschaft errichten. In Bau-Bucht will Bürgermeisterin Großherz ein Chili-Koch-Fest ausrichten, als das Rathausdach unter dem Gewicht eines Adler-Nests einzustürzen droht. Die Bauhunde Rubble, Wheeler und Charger eilen zu Hilfe: Während Rubble und Mix das Dach reparieren, finden Wheeler und Charger einen neuen Platz für das Nest der Adler-Dame Adele und ihrer Eier.","versions":[{"lang":1,"streams":[{"redirect":13084311,"hoster":"VOE"},{"redirect":13084312,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479086,"hoster":"VOE"},{"redirect":14479092,"hoster":"Vidoza"},{"redirect":14479088,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Crew baut eine Waschanlage +/ Ein Opa-Tag","epNo":5,"alt":"The Crew Builds a Car Wash +/ - Grandpa Day","descr":"Im spannenden Bau-Bucht-Straßenrennen versucht Herr Schnell-Meister, Bürgermeisterin Großherz durch Sabotage zu besiegen. Nachdem sie in eine Falle gerät und ihr Motorrad verschmutzt wird, konstruieren die Bau-Hunde eine Waschanlage, die das Motorrad reinigt. Als Herr Schnell-Meister die Seife durch Matsch und Zement ersetzt, bauen die Hunde eine noch bessere Anlage, die das Motorrad vollständig säubert und der Bürgermeisterin zum Sieg verhilft. Rubble und seine Familie möchten ihrem Großvater einen unvergesslichen Opa-Tag bereiten, doch ein Sturm behindert die Pläne, indem er den Eingang zu einem wichtigen Lebensmittelgeschäft versperrt. Trotz der Herausforderung packen alle mit an, einschließlich des Opas, um die Äste wegzuräumen und den Zugang freizumachen. Ihre Anstrengungen machen den Tag zu einem besonderen Erlebnis.","versions":[{"lang":1,"streams":[{"redirect":13084313,"hoster":"VOE"},{"redirect":13084315,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479093,"hoster":"VOE"},{"redirect":14479096,"hoster":"Vidoza"},{"redirect":14479090,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Crew baut einen Skatepark +/ - einen Tunnel","epNo":6,"alt":"The Crew Builds a Skate Park +/ - a Tunnel","descr":"Rubble und seine Familie sind überrascht, als sie erfahren, dass Tante Crane in ihrer Jugend eine berühmte Skaterin war. Nachdem sie begeistert auf Motors Skateboard fährt, entscheiden sich die Bauhunde, einen Skatepark zu bauen, um Tante Crane eine Freude zu machen. In Bau-Bucht erwartet Charger gespannt das Konzert von Frieda Funkel, doch ein unerwartetes Hindernis in Form eines riesigen Felsbrockens bedroht das Ereignis. Die Baupfoten setzen schweres Gerät ein, um den Weg freizumachen, verursachen jedoch versehentlich eine Steinlawine, die die Situation verschlimmert. Mit einer cleveren Idee von Mix gelingt es ihnen schließlich, einen Tunnel zu bauen und so das Konzert von Frieda Funkel zu retten.","versions":[{"lang":1,"streams":[{"redirect":13084318,"hoster":"VOE"},{"redirect":13084317,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479097,"hoster":"VOE"},{"redirect":14479091,"hoster":"Vidoza"},{"redirect":14479094,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Crew baut eine Biberburg +/ - die Straße","epNo":7,"alt":"The Crew Builds a Beaver Home +/ -  a Road","descr":"Nachdem die Baupfoten eine Tanzfläche für ihre erste Familien-Tanzparty errichtet haben, kommt es zu einem Stromausfall, da alle Strommasten der Stadt von einem Biber entwendet wurden. Die Baupfoten entdecken den Biber beim Bau seines neuen Zuhauses mit den Masten und entscheiden sich, ihm ein eigenes Biberhaus zu bauen. Dadurch gewinnen sie die Strommasten zurück, stellen den Strom wieder her und die Tanzparty kann endlich stattfinden. Bürgermeisterin Großherz würdigt das Engagement der freiwilligen Helfer:innen mit einer Parade, von der Herr Schnellmeister ausgeschlossen ist, bis er durch eine eigens herbeigeführte Straßenreparatur seine Hilfsbereitschaft unter Beweis stellt. Sein Plan geht schief, als die Straße einbricht und er gerettet werden muss, woraufhin die Baupfoten für ihre Rettungsaktion geehrt werden und an der Parade teilnehmen dürfen.","versions":[{"lang":1,"streams":[{"redirect":13084320,"hoster":"VOE"},{"redirect":13084067,"hoster":"Doodstream"},{"redirect":13084321,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479098,"hoster":"VOE"},{"redirect":14479099,"hoster":"Vidoza"},{"redirect":14479100,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Crew baut ein Popcorn-Café +/  - ein rutschiges Chaos","epNo":8,"alt":"The Crew Builds a Popcorn Café +/ - a Slippery Mess","descr":"Die Baupfoten versprechen, Café Carls Traum von einem Popcorn-Café zu verwirklichen, doch ein heißer Tag und ein Topf Mais führen zu einem unerwarteten Popcorn-Regen. Das Popcorn-Café ist in Gefahr, als die Wände einstürzen, aber Rubble und seine Verwandten retten die Situation, indem sie das Café wieder aufbauen und die Stadt säubern. Um ein dynamisches Bild für das Rathaus zu erhalten, plant Bürgermeisterin Großherz einen Motorradstunt. Rubble und sein Team bauen dafür Rampen. Doch eine vorzeitige Testfahrt führt zu Komplikationen durch nasse Farbe und Seifenschaum, die dank der Hilfe von Sand aber behoben werden können.","versions":[{"lang":1,"streams":[{"redirect":13084309,"hoster":"VOE"},{"redirect":13084305,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479118,"hoster":"VOE"},{"redirect":14479115,"hoster":"Vidoza"},{"redirect":14479116,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Crew baut ein neues Autokino +/ - einen Regenbogenschatz","epNo":9,"alt":"The Crew Builds a Drive-In Movie Theater +/ - a Rainbow Treasure","descr":"In Baubucht soll eine Premiere des neuen \"Super-Sause-Eichhörnchen\"-Films stattfinden, und Bürgermeisterin Großherz vertraut auf Rubble und seine Crew, um rechtzeitig ein Kino zu errichten. Doch als eine übergroße Leinwand nicht durch die Tür passt, scheint der Kino-Abend gefährdet. Aber Mix hat die rettende Idee: Ein Auto-Kino. Bei der Suche nach seinem verlorenen Schraubenschlüssel entdeckt Rubble einen großen dreieckigen Edelstein. Inspiriert von Opa Gravels Legende über vier Edelsteine, die den Weg zu einem geheimnisvollen Regenbogen-Schatz zeigen, bricht Rubble mit seiner Crew auf, um die Steine zu finden. Ihre Suche führt sie schließlich zu einer Schatztruhe, womit sie möglicherweise dem Ziel ihrer spannenden Schatzjagd einen Schritt näherkommen.","versions":[{"lang":1,"streams":[{"redirect":14504528,"hoster":"VOE"},{"redirect":13444536,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479122,"hoster":"VOE"},{"redirect":14479119,"hoster":"Vidoza"},{"redirect":14479120,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Crew baut einen Schweinestall +/ - eine riesige Landebahn","epNo":10,"alt":"The Crew Builds a Pig Barn +/ - a Giant Runway","descr":"Rubble und die Hunde lernen die neue Bäuerin Zoe und ihr Schweinchen Trüffel kennen und bauen einen Stall für eine Willkommensparty. Als Trüffel jedoch verschwindet und in einer Schlamm-Pfütze gefunden wird, passen sie den Stall an, um ein Schlamm-Becken einzurichten, damit sich das Schweinchen wie zu Hause fühlt. Motor hat Geburtstag und die Hunde planen heimlich eine Party. Camila ist unterwegs mit einem riesigen Geschenk, das jedoch nur in ein Flugzeug passt. Die Bau-Hunde bauen hastig eine Landebahn, doch als es dunkel wird, merken sie, dass die Landebeleuchtung fehlt. Tante Crane rettet die Situation mit der nötigen Ausrüstung, ermöglicht Camilas Landung und somit die Übergabe des Überraschungsgeschenks an Motor.","versions":[{"lang":1,"streams":[{"redirect":13458949,"hoster":"VOE"},{"redirect":13458948,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479123,"hoster":"VOE"},{"redirect":14479125,"hoster":"Vidoza"},{"redirect":14479121,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Crew \u0026amp; Marshall bauen eine Feuerwache","epNo":11,"alt":"The Crew and Marshall Build A Fire Station","descr":"Auf Anweisung von Bürgermeisterin Großherz errichten die Bau-Hunde eine neue Feuerwache, mit Hilfe von Marshall. Motor, ein großer Fan Marshalls, ist überglücklich. Aber Herr Schnellmeister sabotiert den Bau, um sich als Leiter aufzudrängen. Doch als ein Waldbrand ausbricht und Omar mit seiner Familie festsitzt, verhindert der Zement das Ausrücken. Motor hat die rettende Idee und wird von Marshall für ihren Mut zur Chefin der Wache ernannt.","versions":[{"lang":1,"streams":[{"redirect":13444541,"hoster":"VOE"},{"redirect":13444540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479134,"hoster":"VOE"},{"redirect":14479127,"hoster":"Vidoza"},{"redirect":14479124,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Crew renoviert ein Haus +/ - einen Leuchtturm","epNo":12,"alt":"The Crew Does a Home Renovation +/ - a Lighthouse","descr":"In der Bau-Bucht bekommen die Bauhunde einen neuen Auftrag von Herrn Klingeling. Sie sollen sein Haus versetzen, damit er es nicht mehr so weit hat. Das Bau-Idol Hans Hammer kommt dazu und hilft ihnen bei der schwierigen Aufgabe. Zusammen meistern sie die Herausforderung und Herr Klingeling ist glücklich über sein neues Zuhause neben seinem Fahrrad-Geschäft. Bürgermeisterin Großherz freut sich auf den Besuch ihrer Schwester Bürgermeisterin Gutherz, aber die einzige Straße nach Baubucht ist nicht befahrbar. Rubble hat die Idee, Käpt’n Tollpatsch zu bitten, Frau Gutherz mit seinem Boot zu bringen. Um den Weg sicher zu machen, bauen Rubble und seine Crew einen Leuchtturm, der durch einen riesigen Hunde-Napf fixiert wird.","versions":[{"lang":1,"streams":[{"redirect":13458977,"hoster":"VOE"},{"redirect":13458979,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479110,"hoster":"VOE"},{"redirect":14479114,"hoster":"Vidoza"},{"redirect":14479109,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Crew baut ein Dinosaurier-Museum +/ - eine Rollstuhl-Rampe","epNo":13,"alt":"The Crew Builds A Dinosaur Museum +/ - A Wheelchair Ramp","descr":"Beim Familien-Picknick-Tag finden Charger und Motor ein Dinosaurier-Skelett. Rubble hat die Idee, ein Museum zu bauen, um das Skelett auszustellen. Zwei Teams werden gebildet, um das Skelett auszugraben und das Museum zu bauen. Der Postbote Omar verletzt sich beim Spielen mit seinen Kindern und kann nicht mehr laufen. Trotzdem möchte er weiterhin die Post ausliefern, da er weiß, dass die Menschen auf ihre Pakete warten. Als er jedoch zur Bürgermeisterin muss, kann er die Treppe zum Rathaus nicht hinaufkommen. Rubble und seine Crew helfen ihm, indem sie eine Rampe bauen, damit er seine Arbeit fortsetzen kann.","versions":[{"lang":1,"streams":[{"redirect":13458969,"hoster":"VOE"},{"redirect":13458972,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479128,"hoster":"VOE"},{"redirect":14479129,"hoster":"Vidoza"},{"redirect":14479126,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Crew baut einen Plansch-Park +/ - ein Spielzimmer","epNo":14,"alt":"The Crew Builds a Splash Park +/ - a Playroom","descr":"In Baubucht bauen die Bau-Pfoten einen Plansch-Park, um den Bewohnern Abkühlung zu bieten. Die Bürgermeisterin hat den perfekten Platz am Strand gefunden, aber es fehlt ein Wasser-Sprenger. Camila bringt ein riesiges See-Ungeheuer als Wasser-Sprenger, aber es passt nicht durch die Felsen. Doch Mix hat eine Idee. Rubble und die Crew werden gebeten, ein neues Spielzimmer für Lucas und Lily zu bauen. Doch ein Eichhörnchen, das von heruntergefallenen Eicheln angelockt wird, lenkt sie ab. Nachdem sie einen Futter-Spielplatz für das Eichhörnchen errichtet haben, schaffen sie es gerade noch rechtzeitig, das Spielzimmer fertigzustellen, bevor die Familie vom Strand zurückkehrt.","versions":[{"lang":1,"streams":[{"redirect":13458965,"hoster":"VOE"},{"redirect":13458964,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479113,"hoster":"VOE"},{"redirect":14479117,"hoster":"Vidoza"},{"redirect":14479112,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Crew baut eine Schule +/ - eine Wasserstraße","epNo":15,"alt":"The Crew Builds a School +/ - a Waterway","descr":"Am ersten Schultag fällt Bürgermeisterin Großherz auf, dass sie vergessen hat, die Schule zu bauen. Rubble und seine Crew errichten die Schule, aber stoßen auf einen unterirdischen Bach, der die Baugrube mit Wasser füllt. Mix hat die Idee, die Schule u-förmig um den Enten-Teich zu bauen, was die Enten-Familie als neues Zuhause annimmt. Bäuerin Zoe möchte auf dem Markt in der Baubucht ihr frisches Gemüse verkaufen, aber ihre Salatpflanzen haben zu wenig Wasser bekommen. Wheeler erkennt das Problem und die Bau-Pfoten helfen Zoe, indem sie Wasser vom Fluss zu ihrem Beet leiten. Doch Biber Knabbi zapft das Wasser ab, bevor es bei Zoes Beet ankommt. Mix hat die bautastische Idee, eine Mauer zu bauen, um das Wasser zu teilen und somit ist Zoes Wochenmarkt gerettet.","versions":[{"lang":1,"streams":[{"redirect":13458961,"hoster":"VOE"},{"redirect":13458960,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479130,"hoster":"VOE"},{"redirect":14479133,"hoster":"Vidoza"},{"redirect":14479131,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Crew repariert ein Spukhaus +/ - ein Fledermaushaus","epNo":16,"alt":"The Crew Fixes a Haunted House +/ -  a Bat House","descr":"Die Bürgermeisterin von Baubucht plant die erste Halloween-Party und hat dafür ein altes, verlassenes Haus ausgewählt, in dem es angeblich spuken soll. Um das Gebäude sicher zu machen, bittet sie Rubble und seine Crew um Reparaturarbeiten. Rubble ist zunächst ängstlich, aber es stellt sich heraus, dass es keine wirklichen Geister gibt. Die Bauhunde organisieren den Baupfoten-Hof-Herbst-Spaßtag. Als sie die Kürbisse zerkleinern wollen, entdecken sie Fledermäuse unter dem Wumms-Macher. Rubble und die Crew bauen ein neues Fledermaus-Haus und locken die Tiere mit Blumen dorthin. Als ein Fledermaus-Baby zurückbleibt, bauen sie ein Kostüm für Motor, um es zurückzubringen und die Familie wieder zu vereinen.","versions":[{"lang":1,"streams":[{"redirect":13458955,"hoster":"VOE"},{"redirect":13458956,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14479108,"hoster":"VOE"},{"redirect":14479107,"hoster":"Vidoza"},{"redirect":14479106,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Crew baut ein Observatorium +/ - eine Seilrutsche","epNo":17,"alt":"The Crew Builds an Observatory +/ - a Zipline","descr":"River zieht mit seinen Eltern nach Baubucht und erkundet die Stadt auf dem Skateboard. Er ist ein leidenschaftlicher Fotograf und möchte eine besondere Sternschnuppe fotografieren. Die Bauhunde helfen ihm deshalb, ein Observatorium auf dem Berg zu bauen. Dadurch ist er näher an den Sternschnuppen. Trotz Herausforderungen wird das Projekt erfolgreich abgeschlossen und River und die Bauhunde werden Freunde. Die Bauhunde lernen von Park-Rangerin Rose viel über die Natur und treffen auf den Biber Knabbi, der sich ihnen anschließt. Als Knabbi die Hängebrücke zerstört, müssen die Hunde eine Seilrutsche bauen, um die Schlucht zu überqueren und Knabbi nach Hause zu bringen. Mit Hilfe von Tante Crane und einer Transport-Box gelingt es ihnen schließlich, alle sicher auf die andere Seite zu bringen.","versions":[{"lang":1,"streams":[{"redirect":13458950,"hoster":"VOE"},{"redirect":13458958,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Crew baut eine Bücher-Teestube +/- eine Tanzfläche","epNo":18,"alt":"The Crew Builds A Library Tea Shop +/- a Dancefloor","descr":"Der Bau der Bibliothek ist voller summender Bienen! Das erfordert eine besonders süße Baulösung. Opa Gravel bringt Charger seine besten Moves für den großen Tanzwettbewerb bei. Aber wird eine entlaufene Diskokugel ihnen den ersten Platz kosten?","versions":[{"lang":1,"streams":[{"redirect":14508724,"hoster":"VOE"},{"redirect":14456139,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Crew baut einen riesigen Limonadenstand +/- eine Wildbrücke","epNo":19,"alt":"The Crew Builds A Giant Lemonade Stand +/- a Wildlife Bridge","descr":"Als die Crew einen Limonadenstand für Lucas und Lily bauen, schickt Schnell-Meister ihn rollend durch Baubucht! Warum überquert Knabbi, der Biber, die Straße? Weil Rubble \u0026 Crew eine Brücke bauen, um ihn auf die andere Seite zu helfen!","versions":[{"lang":1,"streams":[{"redirect":14508686,"hoster":"VOE"},{"redirect":14456133,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das ist ein Fall für die Crew und Chase","epNo":20,"alt":"The Crew And Chase Are On The Case","descr":"In Baubucht liegt ein Rätsel in der Luft! Als die Skulptur aller Stadtbewohner verschwindet, schließt sich Chase Rubble \u0026 Crew an, um den Fall zu lösen … und ein brandneues Wissenschaftszentrum zu bauen, um bei den Ermittlungen zu helfen.","versions":[{"lang":1,"streams":[{"redirect":14508193,"hoster":"VOE"},{"redirect":14456141,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Crew baut eine große Bühne +/- Instrumente","epNo":21,"alt":"The Crew Fixes The Talent Show Stage +/- Instruments","descr":"Als Schnell-Meister die Bühne für die Talent-Show der Stadt sabotiert, nutzen die Hunde stattdessen Motor’s Talent. Frieda Funkel kommt, um am Baubucht-Tag zu singen! Aber als die Instrumente kaputtgehen, haben Rubble \u0026 Crew eine Baulösung.","versions":[{"lang":1,"streams":[{"redirect":14508704,"hoster":"VOE"},{"redirect":14456135,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Crew baut einen Staudamm +/- einen Eichhörnchen-Garten","epNo":22,"alt":"The Crew Builds A Giant Dam +/- a Squirrel-Proof Farm","descr":"Rubble \u0026 Crew sind im Einsatz, um Baubucht zu retten, nachdem ein Regensturm die Stadt zu überfluten droht. Rubble und Motor finden clevere Baumöglichkeiten, um das Eichhörnchenproblem von Bäuerin Zoe vor dem Fest zu lösen.","versions":[{"lang":1,"streams":[{"redirect":14508687,"hoster":"VOE"},{"redirect":14467262,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Crew baut eine Wasserlicht-Show +/- ein Karussell","epNo":23,"alt":"The Crew Builds A Fountain Show +/- a Carousel","descr":"Frieda Funkels Konzertbühne braucht extra Glanz, und Rubble \u0026 Crew nutzen ein Missgeschick, um Eindruck zu hinterlassen. Rubble \u0026 Crew denken ganz groß, als Gourmet Gabriel etwas Besonderes vor seinem Lebensmittelgeschäft haben möchte.","versions":[{"lang":1,"streams":[{"redirect":14508198,"hoster":"VOE"},{"redirect":14467255,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Crew baut eine Eislaufbahn +/- eine riesige Schlittenrampe","epNo":24,"alt":"The Crew Builds A Christmas Show +/- a Giant Sled Ramp","descr":"Frohe Feiertage von Rubble und Crew und Trüffel dem Schwein, den Stars der ersten Baubucht Eis-Weihnachtsshow. Als ihr Wintertag schneefrei ist, arbeiten Rubble \u0026 Crew daran, alle Schlitten-Träume von Lucas und Lily wahr werden zu lassen.","versions":[{"lang":1,"streams":[{"redirect":14504609,"hoster":"VOE"},{"redirect":14456160,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Crew baut ein Parkhaus +/- einen Zeltplatz","epNo":25,"alt":"The Crew Builds A Parking Garage +/- a Campsite","descr":"Die Crew löst ein Parkproblem, als Café Carls Eismaschine viele Autos nach Baubucht lockt. Rubbles Angst vor der Dunkelheit stört das Zeltlager der Hunde, aber die Crew hat eine Idee, um ihm die sternenklare Nacht zu verschönern.","versions":[{"lang":1,"streams":[{"redirect":14458229,"hoster":"VOE"},{"redirect":14447013,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Crew baut ein Baumhaus +/- einen Futterspender","epNo":26,"alt":"The Crew Builds A Treehouse +/- a Chicken Feeder","descr":"Park Rangerin Roses Lieblingsbaum wird zum Klettern gesperrt, es sei denn, Rubble und Opa finden eine Lösung. Die Crew errichtet einen Futterspender für Bäuerin Zoes Hühner, aber als sie entkommen, müssen die Hunde sie retten.","versions":[{"lang":1,"streams":[{"redirect":14516013,"hoster":"VOE"},{"redirect":14462234,"hoster":"Streamtape"}]}]}]}]}