{"seriesId":"rules-of-engagement","name":"Rules of Engagement","descr":"Fünf Menschen, drei unterschiedliche Lebensabschnitte: Jeff (Patrick Warburton) und Audrey Bingham (Megyn Price) sind seit geraumer Zeit verheiratet und haben es sich in ihrem oft spießig anmutenden Leben gemütlich gemacht. Adam Rhodes (Oliver Hudson) und Jennifer Morgan (Bianca Kajlich) haben sich kürzlich verlobt und schweben noch immer auf Wolke 7. Russel Dunbar (David Spade) wiederum ist Lebemann mit Herzblut und gibt sich mit ständigen, aber kurzen Affären sehr zufrieden. Ihre Lebensentwürfe unterscheiden sich sehr, Vorteile und auch Nachteile bieten all diese Beziehungsstadien.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Heute nicht mehr, Schatz","epNo":1,"alt":"Pilot","descr":"Adam hat seiner Freundin Jennifer einen Antrag gemacht. Stolz erzählt er die Neuigkeit seinem Freund Russell, doch der ist alles andere als begeistert. Adam freut sich auf den neuen Lebensabschnitt mit seiner Verlobten, Jeff klärt ihn allerdings auf, dass sich all die Dinge, die man sich von einer Ehe erwartet, nie erfüllen werden. Jennifer hat unterdessen den Eindruck, dass Adam sich noch gar nicht sicher ist, ob er sie wirklich heiraten will ...","versions":[{"lang":1,"streams":[{"redirect":8299079,"hoster":"VOE"},{"redirect":8299082,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713403,"hoster":"VOE"},{"redirect":8713402,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Geburtstagsdeal","epNo":2,"alt":"The Birthday Deal","descr":"Jeffs Geburtstag steht bevor und er freut sich ganz und gar nicht auf seine Party. Als Adam von einem Geburtstagsdeal zwischen Jeff und Audrey erfährt, will er mit Jennifer auch einen abschließen. Die ist sofort Feuer und Flamme für die Idee. Doch da er überhaupt nicht weiß, wie so etwas aussehen könnte, kommen ihm Zweifel. Er malt sich die schlimmsten Szenarien aus und weder Russell noch Jeff sind ihm eine große Hilfe ...","versions":[{"lang":1,"streams":[{"redirect":8299076,"hoster":"VOE"},{"redirect":8299077,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713408,"hoster":"VOE"},{"redirect":8713405,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"All die Kerle in meinem Bett","epNo":3,"alt":"Young and the Restless","descr":"Russell kommt mit der 24-jährigen Dani ins Diner. Jeff ist tief beeindruckt und möchte Audrey beweisen, dass auch er noch so ein junges Ding aufreißen könnte. Die beiden schließen eine Wette ab. Russell erfährt von der Wette und will seinem Freund helfen. Adam schleppt indes sein altes Bett an, das er mit seiner Ex-Freundin Sonia gekauft hatte. Für Jennifer ist das zu viel, sie will ein neues Bett ...","versions":[{"lang":1,"streams":[{"redirect":8299058,"hoster":"VOE"},{"redirect":8299060,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713409,"hoster":"VOE"},{"redirect":8713407,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Spielzeug für große Jungs","epNo":4,"alt":"Game On","descr":"Audrey ist befördert worden. Doch Jeffs Freude hält sich in Grenzen, weil die Knicks gerade verloren haben. Um sich bei ihr zu entschuldigen, schenkt er Audrey VIP-Karten für das nächste Knicks-Spiel. Adam und Jennifer wollen als Paar mehr finanzielle Verantwortung übernehmen und nicht mehr so viel Geld für sich selbst ausgeben. Adam verkauft sein teures Videospiel und Jennifer sagt den Friseurtermin ab und färbt sich ihre Haare selbst. Doch dieser Plan geht nach hinten los ...","versions":[{"lang":1,"streams":[{"redirect":8299052,"hoster":"VOE"},{"redirect":8299054,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713413,"hoster":"VOE"},{"redirect":8713411,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Probleme mit der Munition","epNo":5,"alt":"Kids","descr":"Adam und Jennifer unterhalten sich über Kindererziehung und stellen fest, dass sie sich uneinig sind, wer die Erziehung übernehmen soll und wer weiterhin arbeitet. Es kommt zum Streit und das geplante Wochenende auf dem Land fällt aus. Da sich Jeff und Audreys Kinderwunsch noch nicht erfüllt hat, suchen sie einen Arzt auf, um sich untersuchen zu lassen. Russell trifft Mrs. Williams, eine ältere Dame, die ihn an seinem 18. Geburtstag in die Geheimnisse der Liebe eingeführt hat ...","versions":[{"lang":1,"streams":[{"redirect":8299063,"hoster":"VOE"},{"redirect":8299066,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12251186,"hoster":"VOE"},{"redirect":8713415,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Stehende Ovation","epNo":6,"alt":"Hard Day\u0027s Night","descr":"Als Jeff Jennifer dabei hilft, die Couch umzustellen, verrenkt er sich die Schulter. Jennifer eilt ihm als gelernte Masseurin zur Hilfe, mit dem Resultat, dass Jeff eine Erektion bekommt - peinlich und unangenehm für beide. Als Audrey davon erfährt, ist sie entsetzt. Viel schlimmer findet sie aber, dass Jeff ihr das Ganze zunächst verschwiegen hat. Nach einer Aussprache und Versöhnungsmassage ist alles wieder beim Alten ...","versions":[{"lang":1,"streams":[{"redirect":12334778,"hoster":"VOE"},{"redirect":8299086,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713418,"hoster":"VOE"},{"redirect":8713417,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Was nie gesagt wurde","epNo":7,"alt":"Jeff\u0027s Wooby","descr":"Audrey überrascht Jeff mit einer Decke, die sie aus seinen alten High School-T-Shirts genäht hat. Für Jeff ist jedes dieser T-Shirts mit einer besonderen Erinnerung verbunden, weshalb er von dem Geschenk zunächst gar nicht begeistert ist. Russell lernt ein Mädchen kennen, das ihn mit ihren doppeldeutigen Anspielungen in den Wahnsinn treibt. Als Jennifer herausfindet, dass Adam ein Faible für polynesische Mädchen hat, stellt sie ihn nach einer Hawaii-Party zur Rede ...","versions":[{"lang":1,"streams":[{"redirect":8299069,"hoster":"VOE"},{"redirect":8299072,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713420,"hoster":"VOE"},{"redirect":8713422,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Flirt-Weltmeister","epNo":1,"alt":"Flirting with Disaster","descr":"Audrey schläft keine Nacht mehr durch, weil Jeffs Schnarchen nicht in den Griff zu bekommen ist. Ausgerechnet jetzt steht eine wichtige Präsentation für sie an. Also wird Jeff ins Gästezimmer ausquartiert. Das findet Jeff aber gar nicht so schlimm, denn jetzt kann er endlich wieder alle Freiheiten eines Junggesellen genießen. Adam will Russell beweisen, dass er besser flirten kann. Da kommt die hübsche Amy gerade recht. Jennifer gefällt das natürlich ganz und gar nicht...","versions":[{"lang":1,"streams":[{"redirect":8299125,"hoster":"VOE"},{"redirect":8299128,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713424,"hoster":"VOE"},{"redirect":8713428,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die kalifornische Schwester","epNo":2,"alt":"Audrey\u0027s Sister","descr":"Audreys Schwester Barbara kommt zu Besuch. Sie hat Probleme mit ihrem Ehemann Rick und braucht eine Pause. Da kommt Russell als witziger Unterhalter gerade recht. Audrey wird allerdings schlecht bei dem Gedanken, dass Russell mit ihrer Schwester im Nachtleben unterwegs ist. Adam will endlich einmal Zeit für sich und schickt Jennifer ins Kino. Doch schon bald sind alle auf der Suche nach Audreys Schwester Barbara...","versions":[{"lang":1,"streams":[{"redirect":8299109,"hoster":"VOE"},{"redirect":8299110,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713427,"hoster":"VOE"},{"redirect":8713426,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die blasse Wirklichkeit","epNo":3,"alt":"Mr. Fix It","descr":"Audrey regt sich über eine Nachbarin auf, die sie im Fahrstuhl nie zurückgrüßt. Und wenn seine Frau aufgebracht ist, muss Jeff etwas unternehmen. Russel kann ihm nicht helfen, also nimmt er die Angelegenheit selbst in die Hand - sein Plan geht allerdings nach hinten los. Adam und Jennifer drehen ein Sexvideo. Leider wird es nicht annähernd so sexy, wie sie es sich ausgemalt hatten. Manche Dinge sollte man eben der Fantasie überlassen...","versions":[{"lang":1,"streams":[{"redirect":8299113,"hoster":"VOE"},{"redirect":8299116,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713431,"hoster":"VOE"},{"redirect":8713429,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Kerle-Code","epNo":4,"alt":"Guy Code","descr":"Audrey und Jeff wollen endlich mit einem anderen Pärchen befreundet sein. Ray und Katy führen offensichtlich die perfekte Ehe. Doch Ray schleppt Jeff in eine Strip-Bar und Audrey kommt den Männern auf die Schliche. Russell will seine neue Assistentin Danielle ins Bett kriegen, aber die Bestimmungen in seiner Firma besagen: \u0027nicht im Team intim\u0027. Also muss sich Russell etwas einfallen lassen, um doch noch an sie heran zu kommen...","versions":[{"lang":1,"streams":[{"redirect":8299098,"hoster":"VOE"},{"redirect":8299099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713433,"hoster":"VOE"},{"redirect":8713432,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine unglaubliche Nacht","epNo":5,"alt":"Bag Ladies","descr":"Audrey erfährt beim Mädchenabend spannende Geschichten über das Sexleben ihrer Freundinnen. Und auch Adam und Russell haben immer etwas zu erzählen. Für Jeff ist das Anreiz genug, etwas an seinem langweiligen Eheleben zu ändern. Und so landet er mit Audrey in einer Hotel-Suite, wo sie erst Wein und Häppchen aufs Haus genießen, und dann wohlig, langweilig vor dem Fernseher einschlafen. Russell hat eine neue Freundin und Mitbewohnerin: die obdachlose Claire...","versions":[{"lang":1,"streams":[{"redirect":8299095,"hoster":"VOE"},{"redirect":8299096,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713435,"hoster":"VOE"},{"redirect":8713434,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Old School Jeff","epNo":6,"alt":"Old School Jeff","descr":"Audrey will mit Jeff auf eine Hochzeit gehen, doch Jeff zieht es vor, sich mit Adam einen Boxkampf anzusehen. Er will einen klassischen \u0027Old School Jeff-Abend\u0027 verbringen: nur Jungs, Boxen, viel Bier und Whiskey. Stattdessen kommt Jennifer mit auf die Hochzeit. Diese findet die Schickimicki-Hochzeit von Audreys Chefin großartig. Als Audrey über das dicke Hinterteil der Braut lästert, wird sie dabei von einem kleinen Jungen mit der Videokamera gefilmt...","versions":[{"lang":1,"streams":[{"redirect":8299145,"hoster":"VOE"},{"redirect":8299147,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713439,"hoster":"VOE"},{"redirect":8713437,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das perfekte Verbrechen","epNo":7,"alt":"Engagement Party","descr":"Der Toaster von Adam und Jennifer ist schrottreif. Da kommt Jen die Idee, eine Verlobungsfeier zu geben, viele Leute einzuladen und viele Geschenke zu bekommen. Dummerweise haben Adam und Jennifer nicht mit so vielen Gegeneinladungen gerechnet - und Gegengeschenken, die sie machen müssen. Russell ist das erste Mal ernsthaft verliebt, und zwar in Audreys Schwester Barbara. Nur leider beruht das nicht auf Gegenseitigkeit...","versions":[{"lang":1,"streams":[{"redirect":8299120,"hoster":"VOE"},{"redirect":8299118,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12381076,"hoster":"VOE"},{"redirect":8713440,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Mann im Aufzug","epNo":8,"alt":"Fix-up \u0026 Downs","descr":"Russell hat sich endlich verliebt, und zwar in Chloe. Doch als ihm Tiffany im Aufzug begegnet, ist es ein weiteres Mal um ihn geschehen. Um sie wieder zu treffen, fährt er eine Woche lang mit dem besagten Aufzug rauf und runter. Audrey und Jennifer wollen Freunde verkuppeln. Das klappt auch wie am Schnürchen, doch bei einer gemeinsamen Kreuzfahrt stellt sich heraus, dass Sheila ihr Alter nach unten korrigiert hat. Und schon kommt es zum Streit zwischen Audrey und Jennifer...","versions":[{"lang":1,"streams":[{"redirect":8299130,"hoster":"VOE"},{"redirect":8299135,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13004642,"hoster":"VOE"},{"redirect":8713442,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hot Mamma","epNo":9,"alt":"A Visit from Fay","descr":"Adams Mutter Fay kommt zu Besuch. Diese ist freundlich und nett, doch Jennifer hat Probleme mit ihrem Hippie-Gehabe. Insbesondere Fays Drang, ständig nackt zu sein, stört sie. Der Streit zwischen Adam und Jen ist vorprogrammiert. Jeff und Audreys Satelliten-Anlage ist kaputt. Für die beiden ist es eine völlig neue Erfahrung, keinen Fernseher zu haben. Bald stellen sie fest, dass auch Monopoly, Sex und das Belauschen der streitenden Nachbarn sehr unterhaltend sein können.","versions":[{"lang":1,"streams":[{"redirect":8299104,"hoster":"VOE"},{"redirect":8299105,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713447,"hoster":"VOE"},{"redirect":8713448,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein ganz besonderes Wochenende","epNo":10,"alt":"Time Share","descr":"Jeff möchte mit Audrey ein Luxus-Wochenende verbringen. Der Preis für den Aufenthalt in dem Sternehotel wird von einer Timeshare-Gesellschaft übernommen, vorausgesetzt Jeff findet noch ein weiteres Pärchen, das sich zur Verkaufspräsentation mitschleppen lässt. Adam freut sich auf die Stunden mit Jeff in der Männerrunde, während die Damen sich im Wellness-Bereich aufhalten. Doch Jeff will nur Golf spielen. Und Audrey hat ein Problem damit, sich vor Jennifer auszuziehen...","versions":[{"lang":1,"streams":[{"redirect":8299138,"hoster":"VOE"},{"redirect":8299142,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713451,"hoster":"VOE"},{"redirect":8713450,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Gott der Fruchtbarkeit","epNo":11,"alt":"Jen at Work","descr":"Adam engagiert Jen als freie Grafikdesignerin für ein Projekt und setzt sich damit über Russels Bedenken hinweg. Doch schnell stellt sich raus, dass es gar nicht so einfach ist, Privates und Berufliches voneinander zu trennen. Audrey und Jeff wollen Nachwuchs, aber Jeffs Jungs sind etwas träge. Erst als der Fruchtbarkeitsgott Einzug hält, ändert sich das...","versions":[{"lang":1,"streams":[{"redirect":8299162,"hoster":"VOE"},{"redirect":8299165,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713454,"hoster":"VOE"},{"redirect":8713455,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fünf Kilo bis Montag","epNo":12,"alt":"Optimal Male","descr":"Jeff muss für seine Versicherung zu einer Untersuchung und will dafür sein Optimalgewicht erreichen. Das heißt, er muss am Wochenende fünf Kilo abnehmen. Nur blöd, dass Russell seine Freunde zu einer Benefizgala einlädt. Adam trifft seine Ex-Freundin Stacy, und überredet Jen, dass sie bei ihnen übernachtet. Doch als sie auch noch mit zur Gala kommen soll, platzt Jen der Kragen. Adam hat angeblich kein Problem damit, wenn Jen auch einen ihrer Exfreunde einlädt. Gesagt, getan...","versions":[{"lang":1,"streams":[{"redirect":13001651,"hoster":"VOE"},{"redirect":8299151,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713457,"hoster":"VOE"},{"redirect":8713456,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Waschbecken-Nummer","epNo":13,"alt":"Russell\u0027s Father\u0027s Son","descr":"Adam und Jen hatten Sex auf dem Waschbecken und nun ist es kaputt. Während sie auf ein Neues warten, dürfen sie das Bad von Jeff und Audrey benutzen ... Russells Vater kommt zu Besuch. Da er auch Russels Boss ist, legt dieser sich ordentlich ins Zeug. Stolz fährt er zu seinem Auswärtstermin, aber sein Vater wollte ihn damit nur loswerden, um in Ruhe ein Video über sein Unternehmen drehen zu können, und zwar mit ihm und seinem Sohn Russell in der Hauptrolle - gespielt von Adam.","versions":[{"lang":1,"streams":[{"redirect":8299259,"hoster":"VOE"},{"redirect":8299257,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713460,"hoster":"VOE"},{"redirect":8713459,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kein Bock auf Sparen","epNo":14,"alt":"Buyer\u0027s Remorse","descr":"Jeff hat sich breitschlagen lassen, den Kindern seiner Kollegen zu helfen, die einmal im Jahr ihre Spielsachen verkaufen, um das eingenommene Geld zu spenden. Doch schon schnell ist Jeff genervt. Als ein kleiner Junge im Hausflur auch noch eine Spende von ihm will, serviert er ihn eiskalt ab. Adam und Jen wollen ein Apartment kaufen. Allerdings muss Adam nun sparen, womit er ganz und gar nicht klarkommt. Und schon bahnt sich noch ein weiteres Problem an...","versions":[{"lang":1,"streams":[{"redirect":8299200,"hoster":"VOE"},{"redirect":8299201,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713461,"hoster":"VOE"},{"redirect":8713462,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Eine geile Karre","epNo":15,"alt":"Pimp My Bride","descr":"Jeff muss für Audrey ein Geburtstagsgeschenk kaufen und nimmt dankbar Jennifers Hilfe an. Doch die beiden haben sich so gut wie nichts zu sagen, und so wird die Shoppingtour für beide eine unangenehme Zeitvergeudung. In einem 69er Camaro finden die beiden endlich eine Gemeinsamkeit. Jeff kauft die Karre und der Tag beginnt doch noch, Spaß zu machen. Währenddessen überredet Audrey Russell dazu, seine Wohnung für ein wichtiges Hochzeits-Fotoshooting zur Verfügung zu stellen...","versions":[{"lang":1,"streams":[{"redirect":8299362,"hoster":"VOE"},{"redirect":8299360,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713464,"hoster":"VOE"},{"redirect":8713463,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Theatertunte","epNo":1,"alt":"Russell\u0027s Secret","descr":"Jennifer und Adam nehmen Tanzunterricht für ihre bevorstehende Hochzeitsfeier. Schnell stellt sich heraus, dass Jennifer zwei linke Füße hat ... Um in Ruhe eine Bootsschau genießen zu können, schenkt Jeff Audrey eine Karte für ein Broadway-Musical. Da ihn aber ständig ein unangenehmer Bekannter nervt, kann von Ruhe keine Rede sein. Jeff flüchtet schließlich doch noch zu Audrey ins Theater. Zu seiner großen Überraschung trifft er dort auch Russell ...","versions":[{"lang":1,"streams":[{"redirect":8299247,"hoster":"VOE"},{"redirect":8299250,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713469,"hoster":"VOE"},{"redirect":8713466,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Vorleserin","epNo":2,"alt":"Voluntary Commitment","descr":"Russell sucht einen neuen Assistenten und stellt schließlich Timmy ein, der für ihn die niedrigsten Arbeiten erledigen soll ... Audrey ist von Jennifers sozialem Engagement im Seniorenheim beeindruckt und beschließt, ebenfalls eine ehrenamtliche Aufgabe zu übernehmen. Jeff zweifelt an ihrem Durchhaltevermögen und so kommt es zu einer Wette ...","versions":[{"lang":1,"streams":[{"redirect":8299440,"hoster":"VOE"},{"redirect":8299441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713472,"hoster":"VOE"},{"redirect":8713470,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mein schwuler Freund","epNo":3,"alt":"Jeff\u0027s New Friend","descr":"Jeff lernt im Fitnessstudio Brad kennen, mit dem er sich auf Anhieb gut versteht. Audrey merkt sofort, dass Brad homosexuell ist, was Jeff allerdings nicht wahrhaben will. Bald stellt er fest, dass er von Brad so einiges lernen kann ... Russell lernt Amanda kennen, mit deren Mutter er vor vielen Jahren eine Affäre hatte. Amanda ist heiß auf Russell, doch der hat die Befürchtung, sie könnte seine Tochter sein ...","versions":[{"lang":1,"streams":[{"redirect":8299471,"hoster":"VOE"},{"redirect":8299474,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713473,"hoster":"VOE"},{"redirect":8713475,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Frauen sind Männer mit Möpsen","epNo":4,"alt":"Dad\u0027s Visit","descr":"Jeffs chauvinistischer Vater kommt zu Besuch. Audreys Aufgaben bestehen darin, Brownies zu backen und Bier zu servieren. Als Jeffs Vater sich sein Bier schließlich selbst holen muss, stolpert er über einen Küchenvorleger und verstaucht sich den Knöchel. Grund genug, seine Kinder zu verklagen ... Jeff und Jennifer outen Adam als Filmbanausen. Jen überredet ihn, sich Vom Winde verweht mit ihr anzusehen ...","versions":[{"lang":1,"streams":[{"redirect":8299436,"hoster":"VOE"},{"redirect":8299437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713480,"hoster":"VOE"},{"redirect":8713474,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lügen macht Spaß","epNo":5,"alt":"Lyin\u0027 King","descr":"Adam und Jennifer laden Jeff und Audrey zu einer Dinner-Party ein. Jeff möchte aber lieber mit Brad auf eine Party gehen. Also überredet er Audrey, eine Notlüge zu erfinden. Jennifer und Adam sagen infolge ihr Dinner ab und landen ausgerechnet auf derselben Party wie Jeff und Audrey. Nun ist Ärger vorprogrammiert ...","versions":[{"lang":1,"streams":[{"redirect":8299404,"hoster":"VOE"},{"redirect":8299406,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12381077,"hoster":"VOE"},{"redirect":8713481,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Timmy und das große Glück","epNo":6,"alt":"Poaching Timmy","descr":"Audrey ist von ihrer Sekretärin genervt. Als sie feststellt, dass Russells Assistent Timmy ein wahres Organisationstalent ist, spielt sie mit dem Gedanken, ihn abzuwerben ... Adam möchte Jennifer überzeugen, wie viel Spaß Camping machen kann. Er schlägt kurzerhand ein Zelt auf dem Dach des Hauses auf - doch hier lauern ungeahnte Gefahren ...","versions":[{"lang":1,"streams":[{"redirect":14001954,"hoster":"VOE"},{"redirect":8299335,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713485,"hoster":"VOE"},{"redirect":8713483,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pfui, alter Mann!","epNo":7,"alt":"Old Timer\u0027s Day","descr":"Jeff verletzt sich bei einem Softballspiel und wird daraufhin von seinen Mitspielern auf den Arm genommen. Um zu beweisen, dass er es noch drauf hat, plant er ein gigantisches Comeback ... Jennifer hat die Pille abgesetzt. Als Folge spielen ihre Hormone verrückt und sie hat ständig schlechte Laune. Doch Russell weiß Abhilfe ...","versions":[{"lang":1,"streams":[{"redirect":8299195,"hoster":"VOE"},{"redirect":8299198,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713486,"hoster":"VOE"},{"redirect":8713484,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wenn der Mann zweimal kann","epNo":8,"alt":"Twice","descr":"Durch ein Missverständnis glauben Audreys Arbeitskollegen, sie sei schwanger. Die daraus resultierende Sonderbehandlung veranlasst Audrey, den Schwindel weiter aufrecht zu halten... Adam und Jennifer bekommen Besuch von Toby, einem amischen Jungen. Russell macht sich umgehend daran, Toby die \u0027moderne Welt\u0027 näher zu bringen...","versions":[{"lang":1,"streams":[{"redirect":8299394,"hoster":"VOE"},{"redirect":8299396,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713487,"hoster":"VOE"},{"redirect":8713489,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Erregung im Park","epNo":9,"alt":"The Challenge","descr":"Jeff und Adam prahlen mit ihrem erfüllten Sexualleben. Für Russell ist das Grund genug, die beiden zu einer Wette herauszufordern: Wer von ihnen kann Sex haben, wann immer ihm danach ist? Timmy muss Russell dabei helfen, zum Zug zu kommen. Adam steht vor einem großen Problem: Jennifer liegt mit Fieber, Kopfschmerzen und einer Erkältung im Bett. Und Jeff hat mit einer Maus zu kämpfen...","versions":[{"lang":1,"streams":[{"redirect":8299492,"hoster":"VOE"},{"redirect":8299494,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713490,"hoster":"VOE"},{"redirect":8713491,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Finger weg!","epNo":10,"alt":"Family Style","descr":"Jeff und Audrey treffen sich mit Brad und Jackie, einem homosexuellen Pärchen, zum Essen. Als Jackie etwas von Jeffs Teller nimmt, sieht dieser rot. Allerdings verbietet Audrey Jeff, Jackie darauf anzusprechen, da er immer wieder Freundschaften wegen Kleinigkeiten zerstört. Dennoch gelingt es Jeff im Handumdrehen, ins Fettnäpfchen zu treten... Russell beginnt ein Verhältnis mit einer Psychologin. Er hofft, dass sie ihm dabei helfen kann, seine Psychosen zu überwinden.","versions":[{"lang":1,"streams":[{"redirect":8299511,"hoster":"VOE"},{"redirect":8299510,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713493,"hoster":"VOE"},{"redirect":8713494,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Pizza-Connection","epNo":11,"alt":"May Divorce Be With You","descr":"Jeffs Kollege Steve ist vollkommen fertig mit seinen Nerven, als seine Frau die Scheidung einreicht. Da er sich nichts Besseres leisten kann, zieht er in ein schimmliges Apartment in New Jersey. Gemeinsam mit Russell fahren Jeff und Audrey auf Steves Single-Party. Dort lernt Russell Tina kennen und landet mit ihr im Bett. Audrey bietet Steve an, bei ihnen einzuziehen, bis sein neues Apartment schimmelfrei ist. Doch schon bald bereut Audrey ihre Großzügigkeit...","versions":[{"lang":1,"streams":[{"redirect":8299192,"hoster":"VOE"},{"redirect":8299194,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713497,"hoster":"VOE"},{"redirect":8713495,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Allein unter Frauen","epNo":12,"alt":"House Money","descr":"Jeff verkauft sein Auto. Von dem Geld möchte er Audrey und sich ein Luxuswochenende in einem Hotel spendieren... Adam versucht Jennifer davon zu überzeugen, dass er benachrichtigt wird, falls ihr etwas zustoßen sollte. Doch prompt lässt er sein Handy in der Wohnung liegen, das wenig später Russell in die Hände fällt. Mit Russells Hilfe will Jen Adam eine Lektion erteilen...","versions":[{"lang":1,"streams":[{"redirect":8299268,"hoster":"VOE"},{"redirect":8299267,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713501,"hoster":"VOE"},{"redirect":8713498,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ausgepowert","epNo":13,"alt":"Sex Toy Story","descr":"Jennifer veranstaltet eine Sexspielzeugparty. Die Jungs wollen natürlich wissen, welche der Frauen etwas gekauft hat. Adam will Jeff davon überzeugen, dass Sexspielzeug das Sexualleben bereichert und schleppt ihn in einen Sexshop. Russell lernt unterdessen Erika kennen, die sich nur für verheiratete Männer interessiert. Daher versucht er, sich das Verhalten eines Ehemanns anzugewöhnen. Wer könnte da ein besseres Vorbild sein als Jeff...","versions":[{"lang":1,"streams":[{"redirect":8299445,"hoster":"VOE"},{"redirect":8299446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12334760,"hoster":"VOE"},{"redirect":8713502,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Bibelstunde","epNo":1,"alt":"Flirting","descr":"Als Russell in Jeffs Büro vorbeischaut, wird er Zeuge, wie eine attraktive Arbeitskollegin hemmungslos mit seinem gross gewachsenen Kumpel flirtet. Er redet Jeff ins Gewissen, weil dieser sämtlichen Charme vermissen liess, und bringt damit einen Stein ins Rollen. Als Jeff nämlich anderntags wie geheissen zurückflirtet, macht die Kollegin höchst eindeutige Avancen.","versions":[{"lang":1,"streams":[{"redirect":8299217,"hoster":"VOE"},{"redirect":8299214,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713506,"hoster":"VOE"},{"redirect":8713508,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Schlummertaste","epNo":2,"alt":"Snoozin\u0027 for a Bruisin\u0027","descr":"Jeff und Audrey harmonieren im Schlafzimmer nicht mehr wie einst, die Frage nach der Herrschaft über den Wecker führt fast zum Streit. Audrey regt an, die Seiten zu wechseln, auf denen sie liegen. Damit eskaliert die kritische Situation vollends, bis die beiden schliesslich gar das Spital aufsuchen müssen.","versions":[{"lang":1,"streams":[{"redirect":8299292,"hoster":"VOE"},{"redirect":8299305,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713510,"hoster":"VOE"},{"redirect":8713509,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wer lügt besser?","epNo":3,"alt":"Atlantic City","descr":"Audrey läuft Chuck über den Weg, dem der Polterabend gegolten hätte, und kommt so Jeff auf die Schliche. Gleichzeitig sagt Judy ihren Besuch ab, und Audrey verreist heimlich mit Jennifer in ein Wellness-Wochenende. Als die kranke Tante versehentlich Jeff anruft, ist er seinerseits über die List seiner Ehefrau im Bilde.","versions":[{"lang":1,"streams":[{"redirect":8299211,"hoster":"VOE"},{"redirect":8299210,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713515,"hoster":"VOE"},{"redirect":8713513,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das indische Mädchen","epNo":4,"alt":"Ghost Story","descr":"Als Jennifer und Adam nach einem gemeinsam Essen mit Jeff und Audrey nach Hause kommen, stockt ihnen der Atem - ihre Wohnung wurde von Dieben heimgesucht. Weil die Langfinger kaum etwas mitgenommen haben, dämmert Adam und Jennifer, dass sie nichts besitzen, das zu stehlen sich lohnt. Das soll sich ändern.","versions":[{"lang":1,"streams":[{"redirect":8299181,"hoster":"VOE"},{"redirect":8299184,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713520,"hoster":"VOE"},{"redirect":8713516,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Vier Säulen","epNo":5,"alt":"The Four Pillars","descr":"Audrey will mit Jeff eine Paartherapie besuchen, um einmal pro Woche über ihre Beziehung zu reden. Der Ehemann ist von der Idee gar nicht begeistert. Dann jedoch findet er im Internet einen Therapeuten, der dem Sex in der Ehe grösste Bedeutung beimisst. Davon ist im Sprechzimmer seltsam wenig zu hören.","versions":[{"lang":1,"streams":[{"redirect":8299256,"hoster":"VOE"},{"redirect":8299254,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713522,"hoster":"VOE"},{"redirect":8713517,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sechs Pfund plus","epNo":6,"alt":"Third Wheel","descr":"Aus Mitleid lädt Audrey ihre ehemalige Chefin ein, einen Abend mit ihr und Jeff zu verbringen. Liz erweist sich als dermassen unerträglich, dass Jeff schnell klar wird, weshalb die Frau keinen Mann findet. Als er sich kurz vom Tisch entfernt, macht Audrey mit besten Absichten einen kapitalen Fehler: Um Liz aufzumuntern, flunkert sie, Jeff fahre insgeheim völlig auf sie ab.","versions":[{"lang":1,"streams":[{"redirect":8299186,"hoster":"VOE"},{"redirect":8299191,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713523,"hoster":"VOE"},{"redirect":8713521,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der perfekte Moment","epNo":7,"alt":"Indian Giver","descr":"Russell ist mehr denn je hin- und hergerissen zwischen seinen Gefühlen für Timmys Verlobte und einem letzten bisschen Anstand. Umso hellhöriger wird er, als ihm sein Assistent eröffnet, die Verlobung auflösen zu wollen. Mit ungeahnter Fürsorge bekommt Timmy von seinem garstigen Vorgesetzten erklärt, wie er der schönen Suneetha die schlechte Nachricht möglichst schonend beibringt - und möglichst bald.","versions":[{"lang":1,"streams":[{"redirect":12922780,"hoster":"VOE"},{"redirect":8299220,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713525,"hoster":"VOE"},{"redirect":8713524,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"So richtig frei","epNo":8,"alt":"Free Free Time","descr":"Ein misshandeltes Sandwich und eine Packung zerkrümelte Pommes Chips nähren in Russell den Verdacht, dass sein Assistent sich für erlittene Kränkungen rächt. Tatsächlich beweisen Aufnahmen der Überwachungskameras mannigfaltige Übergriffe an seiner Verpflegung. Um Timmy aufzuzeigen, dass er für seinen lehrreichen Job dankbar sein sollte, nimmt er ihn mit zu einer Veranstaltung seines Vorgängers Maynard, der es zum Computerspiel-Guru gebracht hat. Es lässt sich dann aber nicht leugnen, dass die Arbeit für Russell auch bei Maynard Spuren hinterlassen hat.","versions":[{"lang":1,"streams":[{"redirect":8299157,"hoster":"VOE"},{"redirect":8299161,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713527,"hoster":"VOE"},{"redirect":8713529,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Östrogen Querschläger","epNo":9,"alt":"The Score","descr":"Jeff hat Karten für das Eishockeyspiel der New York Rangers gegen Boston, kann aber nicht hingehen. Stattdessen muss er Audrey an eine Party begleiten und sich dabei sogar noch benehmen, weil ihre Chefin Gastgeberin ist. Jeff zeichnet das Spiel am Fernseher auf, was Audrey ein ideales Druckmittel in die Hand gibt: Um Jeff unter Kontrolle zu behalten, droht Audrey, ihm zwischendurch den Spielstand zu verraten.","versions":[{"lang":1,"streams":[{"redirect":8299204,"hoster":"VOE"},{"redirect":8299207,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713532,"hoster":"VOE"},{"redirect":8713533,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Glückliche Fügung","epNo":10,"alt":"The Surrogate","descr":"Weil es mit In-vitro-Fertilisation nicht klappt, wollen Jeff und Audrey ihr Glück mit einer Leihmutter versuchen. Jennifer vermittelt den beiden Pam, mit der andere bereits gute Erfahrungen gemacht haben. Audrey und Jeff laden Pam zum gegenseitigen Beschnuppern ein und geben ihr Bestes, einen vertrauenserweckenden Eindruck zu hinterlassen. Das gelingt recht gut, doch dann lässt Audrey sich spätabends zu einer Verzweiflungstat hinreissen, die Folgen hat.","versions":[{"lang":1,"streams":[{"redirect":13828654,"hoster":"VOE"},{"redirect":8299231,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713538,"hoster":"VOE"},{"redirect":8713534,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Central Park South","epNo":11,"alt":"The Reunion","descr":"Weil er keinerlei Verabredungen hat, versucht Russell seinen Assistenten dazu zu überreden, gemeinsam um die Häuser zu ziehen. Timmy gibt jedoch eine Einladung, bei der sein Chef explizit nicht erwünscht ist. Weil Jeff und Audrey in der Ferne weilen und auch Jennifer und Adam bereits verplant sind, kreuzt Russell dennoch bei Timmy auf. Dort trifft er auf unerwartete Gäste und richtet ein heilloses Durcheinander an.","versions":[{"lang":1,"streams":[{"redirect":8299224,"hoster":"VOE"},{"redirect":8299227,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713536,"hoster":"VOE"},{"redirect":8713535,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine Stellung für Ryan","epNo":12,"alt":"Harassment","descr":"Als Jeff sich darüber mokiert, dass Timmy sich ein Cricket-Videospiel gekauft hat, schlägt dieser ein Kräftemessen vor. Ein Duell an der Spielkonsole soll den Beweis erbringen, dass Cricket ein ernst zu nehmender Sport und Timmy ein überlegener Spieler ist. Unter den Augen des belustigten Russell fügt sein jugendlicher Assistent Jeff tatsächlich eine empfindliche Niederlage zu. Dies will der Sportfan nicht auf sich sitzen lassen. Wenig später stehen sich Timmy und Jeff im dunklen Hinterhof gegenüber...","versions":[{"lang":1,"streams":[{"redirect":8299324,"hoster":"VOE"},{"redirect":8299325,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12381079,"hoster":"VOE"},{"redirect":8713541,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Bingham Intervention","epNo":13,"alt":"They Do?","descr":"Jeff und Audrey putzen sich heraus, um mit Adam und Jennifer auszugehen. Was sie nicht wissen: Vor dem Restaurant führt der Weg zum Standesamt. Eine Notlüge Adams, um das Geheimnis zu wahren, sorgt zuvor für einige Verwirrung.","versions":[{"lang":1,"streams":[{"redirect":8299287,"hoster":"VOE"},{"redirect":14208491,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713543,"hoster":"VOE"},{"redirect":8713545,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der Leihmutter-Gau","epNo":1,"alt":"Surro-gate","descr":"Audrey und Jeff sind erleichtert, in der sympathischen Pam eine Leihmutter gefunden zu haben. Sekunden nachdem Pam die Wohnung des hoffnungsvollen Paares verlassen hat, ist der Traum bereits in grösster Gefahr. Jeff beobachtet nämlich gerade noch, wie Russell im Lift mit der angehenden Leihmutter anbandelt. Da Audrey bereits ausflippt, wenn Russell nur schon ihr Mittagessen neidisch anschaut, kann Jeff sich ausmalen, wie sie auf ein Abenteuer des Schürzenjägers mit Pam reagieren würde.","versions":[{"lang":1,"streams":[{"redirect":8299458,"hoster":"VOE"},{"redirect":8299466,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713547,"hoster":"VOE"},{"redirect":8713548,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bad Bank","epNo":2,"alt":"The Bank","descr":"Einmal mehr kann Adam vom reichen Erfahrungsschatz Jeffs profitieren. Dieser hat nämlich vergessen, eine wichtige Einzahlung zu machen. Audreys Vorwurf kontert Jeff erfolgreich, indem er sie an an etwas erinnert, das sie selbst verbockt hat. Jeff erklärt Adam, dass er Audreys Verfehlungen fein säuberlich in einer Computerdatei aufbewahrt und sich damit in Krisensituationen verteidigt. Auch diesmal geht seine Strategie sauber auf. Doch als Audrey im Computer auf ihr Sündenregister stösst, ist Feuer im Dach. Und Adam handelt sich beim Nachahmen ebenfalls Ärger ein.","versions":[{"lang":1,"streams":[{"redirect":8299414,"hoster":"VOE"},{"redirect":8299417,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713544,"hoster":"VOE"},{"redirect":8713549,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf dem Teppich","epNo":3,"alt":"Rug-of-War","descr":"Adam und Jennifer sind nur zu gerne bereit, den alten Teppich von Audrey und Jeff zu übernehmen. Dann jedoch lässt der alte Besitzer durchsickern, sich darauf wiederholt mit seiner Ehefrau der Leidenschaft hingegeben zu haben. Eine gründliche Reinigung reicht bei weitem nicht aus, damit die neuen Eigentümer sich nicht mehr ekeln.","versions":[{"lang":1,"streams":[{"redirect":8299427,"hoster":"VOE"},{"redirect":8299430,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713552,"hoster":"VOE"},{"redirect":8713553,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Angst vorm Fliegen","epNo":4,"alt":"Handy Man","descr":"Russell bietet seinem Assistenten an, mit ihm geschäftlich erster Klasse nach Miami zu fliegen. Timmy hat mit seinem Chef schon zu viel mitgemacht, um hinter dem grosszügigen Angebot keine niederen Absichten zu vermuten. Dass er damit richtig liegt, erfährt der junge Mann bereits kurz nach dem Einsteigen ins Flugzeug. Die überaus musikalische Note der Reise kommt für ihn dennoch überraschend.","versions":[{"lang":1,"streams":[{"redirect":8299169,"hoster":"VOE"},{"redirect":8299171,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713554,"hoster":"VOE"},{"redirect":8713551,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wichtig ist aufm Platz","epNo":5,"alt":"Play Ball","descr":"Für das bevorstehende Match seines Baseball-Teams muss Jeff eine Spielerin ersetzen. Weil Audrey in letzter Zeit in Arbeit geradezu ertrunken ist, macht er ihr das Spiel an der frischen Luft schmackhaft. Zwar kommt Jeff so tatsächlich zu seiner Ersatzspielerin - jedoch eine, die mit dem Kopf sichtlich nicht bei der Sache ist.","versions":[{"lang":1,"streams":[{"redirect":12381083,"hoster":"VOE"},{"redirect":8299507,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713558,"hoster":"VOE"},{"redirect":8713556,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Auf den Keks","epNo":6,"alt":"Baked","descr":"Vor einer Woche hat Audrey ihren Job quittiert. Zu Jeffs Irritation springt sie nun bereits frühmorgens voller Tatendrang aus dem Bett. Nachdem sie im Keller ein Rezeptbuch ihrer Grossmutter gefunden hat, beginnt sie deren legendäre Guetzli nachzubacken. Damit nicht genug erwächst daraus sogar eine Geschäftsidee.","versions":[{"lang":1,"streams":[{"redirect":12922796,"hoster":"VOE"},{"redirect":8299479,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922755,"hoster":"VOE"},{"redirect":8713561,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Spiel mit Köpfchen","epNo":7,"alt":"Mannequin Head Ball","descr":"Jeff überredet Adam, ihm beim Ausräumen von Audreys nicht benötigtem Ladenlokal zu helfen. Aus der lästigen Pflicht wird ein unerwartetes Vergnügen. Ähnliches geschieht Russell, der mit seiner neuen Eroberung widerwillig ein Museum betritt. Bei einem Glas Wein danach erlebt der Frauenheld körperliche Genüsse, die er nie vergessen wird.","versions":[{"lang":1,"streams":[{"redirect":8299424,"hoster":"VOE"},{"redirect":8299425,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713563,"hoster":"VOE"},{"redirect":8713565,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bunny das Biest","epNo":8,"alt":"Les-bro","descr":"Audrey und Jeff treffen sich mit weiteren Kandidatinnen für eine Leihmutterschaft. Nachdem Jeff zum wiederholten Mal mit einer schroffen Äusserung für einen Eklat gesorgt hat, muss Audrey annehmen, dass er das mit voller Absicht tut. Bei der Preisvergabe für den wertvollsten Spieler von Jeffs Baseballteam hat seine Ehefrau die Gelegenheit zur Rache.","versions":[{"lang":1,"streams":[{"redirect":12922788,"hoster":"VOE"},{"redirect":8299244,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713566,"hoster":"VOE"},{"redirect":8713568,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Körperlandschaften","epNo":9,"alt":"The Big Picture","descr":"Alle Jahre wieder kommt die Zeit, da Jeffs Chef Larry die Höhe seines Bonus festlegt. Da Jeff kein begnadeter Charmeur ist, kreuzt Audrey zu Besuch im Büro auf und setzt ihre weiblichen Reize ein. Dies scheint sich auszuzahlen - doch dann sticht Audrey etwas ins Auge, was sie um jeden Preis aus Larrys Büro entwenden muss.","versions":[{"lang":1,"streams":[{"redirect":8299178,"hoster":"VOE"},{"redirect":8299179,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713571,"hoster":"VOE"},{"redirect":8713569,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Voll Verdussellt","epNo":10,"alt":"Fun Run","descr":"Russell hat eine neue Eroberung gemacht. Mit Heather versteht er sich dermassen gut, dass er sie nach dem One-Night-Stand wiedersehen will. Heather hat jedoch bei der Arbeit viel um die Ohren und muss später die Stadt verlassen, um ihre kranke Tante zu besuchen. Timmy bringt es nicht übers Herz, Russell ahnungslos zu belassen. Für ihn ist klar: Heather lässt ihn genau so hängen, wie Russell es mit seinen Eroberungen zu tun pflegt.","versions":[{"lang":1,"streams":[{"redirect":8299377,"hoster":"VOE"},{"redirect":8299378,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713573,"hoster":"VOE"},{"redirect":8713570,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Gar Nichts Anruf","epNo":11,"alt":"Refusing to Budget","descr":"Um die Zeit bis zu ihrem neuen Job zu überbrücken, heuert Audrey in einem Café an. Darin sieht sie nichts Ehrenrühriges - bis eine ehemalige Kollegin im Lokal aufkreuzt, mit der Audrey stets rivalisiert hat. Um den Schein zu wahren, erklärt sie sich bereit, Mentorin für eine junge Frau zu werden. Dazu muss Audrey schwindeln, dass sich die Balken biegen...","versions":[{"lang":1,"streams":[{"redirect":8299383,"hoster":"VOE"},{"redirect":8299386,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713574,"hoster":"VOE"},{"redirect":8713575,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Vom Meister lernen","epNo":12,"alt":"Little Bummer Boy","descr":"Weihnachten steht vor der Tür. Audrey begleitet Jeff an dessen Firmenparty, wo sie sich normalerweise bestens unterhält. Dieses Jahr jedoch steht sie gewaltig unter Druck: Weil Jeff in Abrede gestellt hat, dass sie der Spassvogel in der Beziehung ist, will Audrey unbedingt ihr Talent für humorige Geschichten unter Beweis stellen.","versions":[{"lang":1,"streams":[{"redirect":8299495,"hoster":"VOE"},{"redirect":8299499,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713578,"hoster":"VOE"},{"redirect":8713577,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Job für Mädchen","epNo":13,"alt":"The Home Stretch","descr":"Jeff hat nichts mehr gegen die teuren Pilates-Stunden einzuwenden, die Audrey zu Hause erhält, nachdem diese ihre Libido angeregt haben. Das ändert sich schlagartig, als der Herr des Hauses eines Abends noch während der Lektion heimkehrt. Jeff ist verdattert, weil es sich um die Person, die seiner Frau einheizt, um einen Mann handelt.","versions":[{"lang":1,"streams":[{"redirect":13110430,"hoster":"VOE"},{"redirect":8299484,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922761,"hoster":"VOE"},{"redirect":8713579,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Fauler Zauber","epNo":14,"alt":"Uh-Oh It\u0027s Magic","descr":"Audrey setzt ein Treffen mit Leihmutter Brenda und deren Freundin in den Sand. Russell erlebt ein Date mit magischem Finale. Und Adam will sich als Heimwerker beweisen.","versions":[{"lang":1,"streams":[{"redirect":8299372,"hoster":"VOE"},{"redirect":8619716,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713581,"hoster":"VOE"},{"redirect":8713585,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Geölte Kehlen","epNo":15,"alt":"Singing and Dancing","descr":"Die Binghams haben eine neue Nachbarin: Liz, die sie beide nicht ausstehen können. Sie lassen nichts unversucht, ihr aus dem Weg zu gehen. Timmy hat ein neues Hobby, er singt in einem kleinen Männerchor mit. Dass Lästermaul Russell davon erfährt, überrascht Timmy nicht - dessen Reaktion dagegen schon.","versions":[{"lang":1,"streams":[{"redirect":13110482,"hoster":"VOE"},{"redirect":8299389,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713589,"hoster":"VOE"},{"redirect":8713586,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Jeff Tag","epNo":16,"alt":"Jeff Day","descr":"Jeff hat einen Feiertag erfunden, zu seinen eigenen Ehren. Die Feierlichkeiten geraten ins Stocken, als seine Putzfrau aufkreuzt. Nachdem Jennifer den Hochzeitstermin vorverlegt hat, bekommt Adam körperliche Beschwerden. Und Timmy sabotiert perfide Russells Verabredungen.","versions":[{"lang":1,"streams":[{"redirect":8299418,"hoster":"VOE"},{"redirect":8299420,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713592,"hoster":"VOE"},{"redirect":8713588,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Grosse Mädchen","epNo":17,"alt":"Zygote","descr":"Audrey will ihre Vorfreude auf den Nachwuchs mit Jeff teilen. Ihr Gatte sieht dem Ereignis pragmatisch entgegen. Timmy und Russell werden zu Lustknaben professioneller Basketballspielerinnen. Und Adam plagt das schlechte Gewissen, nachdem er und Jennifer sich Jeffs Steaks einverleibt haben.","versions":[{"lang":1,"streams":[{"redirect":8299462,"hoster":"VOE"},{"redirect":8299467,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713593,"hoster":"VOE"},{"redirect":8713591,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Italienisch für Vollidioten","epNo":18,"alt":"Anniversary Chicken","descr":"Jeff erinnert sich ausnahmsweise an den Hochzeitstag. Er setzt alles daran, dass für einmal Audrey ein schlechtes Gewissen bekommt. Russell verknurrt Timmy dazu, bei einem Date als Dolmetscher zu amten. Jennifer erhofft sich vom Bowling mit Adam ein unbeschwertes Vergnügen - zu Unrecht.","versions":[{"lang":1,"streams":[{"redirect":8299434,"hoster":"VOE"},{"redirect":8299433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8714645,"hoster":"VOE"},{"redirect":8713595,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein Kerl für Liz","epNo":19,"alt":"The Set Up","descr":"Jeff und Audrey versuchen, ihre anstrengende Nachbarin Liz zu verkuppeln. Zu Timmys Entsetzen lernt Russell dessen bildschöne Schwester kennen. Und Adam besucht ein Fitnessstudio, das keines ist.","versions":[{"lang":1,"streams":[{"redirect":12922813,"hoster":"VOE"},{"redirect":8299367,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713601,"hoster":"VOE"},{"redirect":8713599,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Rot heißt Baby","epNo":20,"alt":"Beating The System","descr":"Schon der erste Schwangerschaftstest von Leihmutter Brenda gibt Grund zur Freude. Jeff merkt jedoch bald, was die kommenden Monate für ihn bereithalten. Timmy hilft Jennifer bei der Hochzeitsplanung. Gemeinsam kommen sie zügig voran und schlittern geradewegs ins Unheil.","versions":[{"lang":1,"streams":[{"redirect":8299338,"hoster":"VOE"},{"redirect":8299340,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713602,"hoster":"VOE"},{"redirect":8713600,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Vom Sixpack zum Fässchen","epNo":21,"alt":"The Jeff Photo","descr":"Ein Foto Jeffs aus seiner Jugend motiviert ihn zum Kauf einer Saftpresse. Adam sucht mit Jennifer einen Fotografen auf. Und Russell lässt sich auf ein Abenteuer ein, bei dem er den Absprung verpasst.","versions":[{"lang":1,"streams":[{"redirect":8299352,"hoster":"VOE"},{"redirect":8299353,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713604,"hoster":"VOE"},{"redirect":8713603,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Torte für Russell","epNo":22,"alt":"Double Down","descr":"Ein Ultraschallbild beschert Audrey und Jeff Glücksgefühle - und eine Überraschung. Russell schmeisst eine Party mit Hintergedanken. Um eine peinliche Situation zu überspielen, setzt Adam ein infames Gerücht in die Welt.","versions":[{"lang":1,"streams":[{"redirect":12922794,"hoster":"VOE"},{"redirect":8299456,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713608,"hoster":"VOE"},{"redirect":8713609,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Champagner aufs Haus","epNo":23,"alt":"The Power Couple","descr":"Jeff kann sich nicht mit Audreys dicker Lohntüte abfinden - auch weil sie ihr Gehalt freimütig ausgibt. Um herauszufinden, weshalb sie ihren Neuen vorzieht, setzt Russell seinen Assistenten auf Liz an. Und Adam entdeckt eine Masche, sich in Restaurants beschenken zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8299345,"hoster":"VOE"},{"redirect":8299347,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713614,"hoster":"VOE"},{"redirect":8713611,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Kreuzfahrt mit Rotkäppchen","epNo":24,"alt":"The Last Of The Red Hat Lovers","descr":"Russell bucht eine Kreuzfahrt, die reich an Überraschungen ist. Audrey und Jeff lernen die mannigfaltigen Vorzüge von Russells Luxusapartment kennen. Gleichzeitig leisten sich Jennifer und Adam in der Wohnung ihrer Nachbarn eine Unverschämtheit.","versions":[{"lang":1,"streams":[{"redirect":8299398,"hoster":"VOE"},{"redirect":8299400,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14044752,"hoster":"VOE"},{"redirect":8713616,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Dirty Talk","epNo":1,"alt":"Dirty Talk","descr":"Auf seiner Kreuzfahrt hat Russell eine alte Bekannte getroffen: Liz. Vor nicht allzu langer Zeit hatte er sich von der Nervensäge getrennt. Nun sind die beiden nach einem stürmischen Neustart in den Hafen der Ehe eingelaufen.","versions":[{"lang":1,"streams":[{"redirect":8299530,"hoster":"VOE"},{"redirect":8299524,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713619,"hoster":"VOE"},{"redirect":8713618,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bros Before Nodes","epNo":2,"alt":"Bros Before Nodes","descr":"Russells Vater hat seinen Besuch angekündigt: Er will die frisch Angetraute seines Sohnes kennenlernen, worüber Russell wenig begeistert ist. Da er sich für Liz schämt, ordnet er ein groß angelegtes Umstyling für sie an.","versions":[{"lang":1,"streams":[{"redirect":8299542,"hoster":"VOE"},{"redirect":8299538,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922766,"hoster":"VOE"},{"redirect":8713621,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Liebe Tante Lucy","epNo":3,"alt":"Audrey is Dumb","descr":"Jeff ist überglücklich: Nach einer Operation am Hals darf Audrey eine Woche lang nicht sprechen. Doch seine gute Laune währt nicht lang. Als Audreys Tante Lucy stirbt, muss er die Trauerrede übernehmen. Ein peinliches Unterfangen … Adam hat es satt, dass Menschen nur wegen seines Äußeren nett zu ihm sind. Also macht er sich über Nacht hässlich und will nur seine Persönlichkeit für sich sprechen lassen. Doch um die ist es nicht so gut bestellt.","versions":[{"lang":1,"streams":[{"redirect":8300601,"hoster":"VOE"},{"redirect":8300602,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713622,"hoster":"VOE"},{"redirect":8713623,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Ruf der Wildnis","epNo":4,"alt":"Nature Calls","descr":"Die Freunde verbringen ein Wochenende auf dem Land. Eigentlich wollten sie in Vermont den Indian Summer genießen, doch der Ausflug gerät zu einem Höllentrip.","versions":[{"lang":1,"streams":[{"redirect":8300562,"hoster":"VOE"},{"redirect":8300563,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713628,"hoster":"VOE"},{"redirect":8713626,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Stille Post","epNo":5,"alt":"Shy Dial","descr":"Russell gibt der Ehe mit Liz noch eine Chance – doch inzwischen ist Timmy reichlich genervt von der Gattin seines Chefs. Die macht ihm nämlich neuerdings bei jeder Gelegenheit unmissverständliche und unangebrachte Avancen …","versions":[{"lang":1,"streams":[{"redirect":12334765,"hoster":"VOE"},{"redirect":8299015,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713627,"hoster":"VOE"},{"redirect":8713624,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Betrug mit Kuh","epNo":6,"alt":"Cheating","descr":"Jeff muss Diät halten, da es mit seinen Cholesterinwerten nicht zum Besten steht. Hinter Audreys Rücken trifft er sich von nun an mit Brenda: Die Leihmutter der beiden isst momentan für zwei und in ihrer Gesellschaft kann Jeff ungesundes Essen genießen. Russells neuer Praktikant Topher beeindruckt seinen Boss mit seinem Humor. Die beiden beginnen, gemeinsam durch die Clubs zu ziehen. Timmy ist beleidigt und versucht, andere Freunde zu finden. Kein leichtes Unterfangen...","versions":[{"lang":1,"streams":[{"redirect":8300574,"hoster":"VOE"},{"redirect":8300575,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9619954,"hoster":"VOE"},{"redirect":8713631,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Stuhl des Grauens","epNo":7,"alt":"The Chair (FKA Game of Thrones)","descr":"Als Audrey einen neuen Sessel kauft, den Jeff nicht ausstehen kann, weigert sie sich zuzugeben, dass sie ihn in Wirklichkeit auch hasst. Sie versucht, den Sessel angeblich aus Rücksicht auf Jeff loszuwerden – doch Jeff hat sie durchschaut und besteht darauf, ihn zu behalten. Währenddessen baut Adam aus der Kiste, in der der Sessel geliefert wurde, eine Burg für Jennifers Neffe Logan. Doch als dieser seinen Besuch absagt, findet er eine andere Verwendung für die \"Burg\". Russell lädt Timmy zum Mittagessen ein, um sich mit dessen Hilfe an die hübsche Kellnerin ranzumachen. Als er sich verschluckt, rettet Timmy ihm das Leben, der obendrein ein Date mit der Kellnerin abstaubt. Aus Rache reicht Russell eine Beschwerde wegen sexueller Belästigung gegen Timmy ein.","versions":[{"lang":1,"streams":[{"redirect":8300507,"hoster":"VOE"},{"redirect":8300509,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713633,"hoster":"VOE"},{"redirect":8713632,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Preis ist heiß","epNo":8,"alt":"Scavenger Hunt","descr":"Jeff und Audrey haben mal wieder Zoff: Sie ist sauer, weil er ihrer Meinung nach nicht genug für ihre Beziehung tut. Um ihr das Gegenteil zu beweisen, schickt er seine Frau auf eine Schnitzeljagd durch die Stadt. Die Aktion sollte romantisch sein, doch leider ist Jeffs Idee nicht ausgereift … Adam erzählt Russell, dass es im Internet ein Sex-Video von Jen gibt. Russell macht sich auf die Suche – und Timmy verschweigt ihm, dass Adam sich geirrt hat.","versions":[{"lang":1,"streams":[{"redirect":13004648,"hoster":"VOE"},{"redirect":8300616,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713634,"hoster":"VOE"},{"redirect":8713635,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine deutliche Schwellung","epNo":9,"alt":"A Big Bust","descr":"Audrey freundet sich mit ihrer Putzfrau Ana an, und beschließt, bei den Nachbarn Geld für eine Operation zu sammeln, die Anas Humpeln korrigieren soll. Zumindest hat Audrey es so verstanden, denn Ana spricht nur Spanisch. Als sie aus dem Krankenhaus zurückkommt, humpelt Ana allerdings immer noch, aber ihre Oberweite ist merklich größer geworden. Russell hat ein Auge auf Stephanie geworfen, die zusammen mit Timmy auf einen Marathon trainiert. Nachdem Russell sie tatsächlich dazu bringt, mit ihm auszugehen und Alkohol zu trinken, ist für Stephanie das Training gelaufen. Ohne Laufpartnerin zweifelt Timmy daran, den Marathon bestreiten zu können. Da beschließt Adam, ebenfalls an dem Marathon teilzunehmen.","versions":[{"lang":1,"streams":[{"redirect":8300493,"hoster":"VOE"},{"redirect":8300494,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713641,"hoster":"VOE"},{"redirect":8713639,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Suppentimmy","epNo":10,"alt":"After The Lovin\u0027","descr":"Jeff findet heraus, dass Audrey ihn nach ihren gemeinsamen Schäferstündchen um Gefallen bittet, die er ihr normalerweise ausschlagen würde. Er konfrontiert sie damit und präsentiert ihr ein neues System, das sie beide zufriedenstellen soll. Auch Jen versucht mithilfe von Audreys Trick Adam dazu zu bewegen, einen Hund zu kaufen. Der hätte aber lieber einen Vogel als Haustier. Timmy erfindet einen Löffel, der Russells Suppe abkühlt, während er sie zum Mund führt. Russell ist von der Idee begeistert und wittert das große Geschäft. Sofort engagiert er seine neue Flamme Amber für ein Werbevideo, und hofft, sie so ins Bett zu kriegen.","versions":[{"lang":1,"streams":[{"redirect":8300447,"hoster":"VOE"},{"redirect":8300449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713644,"hoster":"VOE"},{"redirect":8713645,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verpasste Chancen","epNo":11,"alt":"Missed Connections","descr":"In der U-Bahn verliebt sich Timmy Hals über Kopf in eine äußerst attraktive Frau. Doch er hat keine Gelegenheit, sie anzusprechen und versucht sie nun über die Dating-Website \"Verpasste Chancen\" wiederzufinden. Russell unterstützt seinen Assistenten – allerdings nur, um ihm zu beweisen, dass es keine Liebe auf den ersten Blick gibt. Audrey und Jeff würden sich gern mit den neuen Nachbarn anfreunden. Doch nach dem ersten Treffen servieren Jane und Paul die beiden eiskalt ab.","versions":[{"lang":1,"streams":[{"redirect":12334781,"hoster":"VOE"},{"redirect":8300521,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713647,"hoster":"VOE"},{"redirect":8713646,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fünf Dinge, die ich an dir mag","epNo":12,"alt":"The Five Things","descr":"Audrey verlangt von Jeff, eine List von fünf Dingen zu erstellen, die er an ihr mag. Nachdem er kläglich versagt, zieht Audrey ihren Wunsch frustriert zurück. Doch als Jeff bemerkt, wie enttäuscht sie ist, macht er seinen Gefühlen Luft. Timmy schwärmt für seine Kollegin Katie, die jedoch auf Musiker steht. Nicht ohne böse Hintergedanken bringt Russell ihm einen Song auf der Gitarre bei, den Timmy seiner Angebeteten auf ihrer Abschiedsparty vorspielen soll. Allerdings kommt sein Ständchen nicht so gut an, wie erwartet. Adam und Jennifer öffnen einen Brief mit Kontoauszügen von Jeff und Audrey, der fälschlicherweise an sie geliefert wurde. Überrascht stellen sie fest, dass ihre Freunde weitaus wohlhabender sind, als sie angenommen hatten. Als Jeff wir gewöhnlich beim Bezahlen von Restaurantrechnungen knausert, kann Adam seine Wut nicht mehr zurückhalten.","versions":[{"lang":1,"streams":[{"redirect":8300483,"hoster":"VOE"},{"redirect":8300485,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713651,"hoster":"VOE"},{"redirect":8713648,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Abend auf dem Dach","epNo":13,"alt":"Meat Wars","descr":"Audrey geht mit Jennifer auf ein Bon Jovi Konzert. Deshalb beschließt Jeff, sich einen gemütlichen Grillabend auf dem Dach zu machen, zu dem er Adam nicht einlädt. Adam fühlt sich übergangen und verlegt seine Yogaübungen kurzerhand ebenfalls aufs Dach. Darüber ist Jeff so sauer, dass er Adam den Kampf ansagt. Russell hat in einer Jacke eine alte Telefonnummer gefunden, deren Besitzerin Timmy nun ausfindig machen soll. Timmy findet Meredith tatsächlich und ist so hingerissen von ihr, dass er sie zum Essen einlädt. Russell erzählt er jedoch, dass Meredith absolut nicht dessen Typ ist. Der wird jedoch misstrauisch und taucht plötzlich bei Timmys Date auf, um ihn bloßzustellen.","versions":[{"lang":1,"streams":[{"redirect":8300535,"hoster":"VOE"},{"redirect":8300534,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713650,"hoster":"VOE"},{"redirect":8713652,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Goodbye Dolly","epNo":14,"alt":"Goodbye Dolly","descr":"Audrey macht versehentlich die Puppe des Nachbarsmädchens kaputt. Nun muss sie \"Dolly\" ins Puppenkrankenhaus bringen. Doch gerade als sie die zusammengeflickte Patientin wieder nach Hause bringen will, geschieht ein Unglück. Auch Russell muss zu einem Eingriff in die Klinik. Vor lauter Angst, narkotisiert er sich kurzerhand selbst … Jeff versteht sich bestens mit Brenda. Doch seine Zuneigung nimmt unangenehme Züge an, als er beginnt, seiner und Audreys Leihmutter nachzustellen.","versions":[{"lang":1,"streams":[{"redirect":8300505,"hoster":"VOE"},{"redirect":8300506,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Eine Woche Zoelibat","epNo":15,"alt":"Audrey\u0027s Shower","descr":"Jennifer bietet Audrey an, eine Babyparty für sie zu organisieren. Audrey nimmt an, obwohl sie weiß, dass Jennifers Partys nie allzu erfolgreich sind. Prompt fällt Jen erst am Tag der Party auf, dass sie das falsche Datum auf die Einladungen geschrieben hat und stellt mithilfe von Adam in Windeseile eine improvisierte Feier auf. Doch es sind nicht die koreanischen Häppchen, die Audrey auf den Magen schlagen. Timmy gibt Russell den Rat, eine Woche lang die Finger von Frauen zu lassen, um neue Energie zu tanken. Als Russell die Woche nutzt, um seine verborgenen Talente wie Kochen, Violine spielen und die Kunst auszuleben, beginnt Timmy sich zu fragen, wie aus Russel der Mann werden konnte, der er heute ist.","versions":[{"lang":1,"streams":[{"redirect":8300532,"hoster":"VOE"},{"redirect":8300533,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Liz Moves In","epNo":1,"alt":"Liz Moves In","descr":"Liz zieht vorübergehend bei Jeff und Audrey ein und nervt Audrey bald, indem sie Jeff in allem zustimmt. Währenddessen tun sich Adam und Timmy zusammen, um den Rest im Tischtennis zu schlagen. Jennifer hat dagegen ganz andere Sorgen: Ihr erscheint in ihren Träumen Russel, der mit ihr Sex hat.","versions":[{"lang":1,"streams":[{"redirect":11832521,"hoster":"VOE"},{"redirect":8299690,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713657,"hoster":"VOE"},{"redirect":8713656,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Taking Names","epNo":2,"alt":"Taking Names","descr":"Jack und Audrey haben immer noch keinen Namen für ihr Baby. Bei der Namenswahl verfolgen sie eine ziemlich außergewöhnliche Strategie. Sie bitten Russell, eine Liste der Frauen zusammenzustellen, mit denen er geschlafen hat – um diese Namen in jedem Fall zu vermeiden. In der Zwischenzeit hat Jennifers simpler Wunsch, mit Adam Fahrrad zu fahren, ungeahnte Folgen.","versions":[{"lang":1,"streams":[{"redirect":8300304,"hoster":"VOE"},{"redirect":8300305,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713660,"hoster":"VOE"},{"redirect":8713659,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Hand am Bayonett","epNo":3,"alt":"Cats \u0026 Dogs","descr":"Liz möchte ein Baby haben. Audrey und Jeff sind geschockt, als sie erfahren, wen sie als potenziellen Vater auserkoren hat. Timmy hat sich in eine Kollegin verliebt. Jeff rät ihm, sich mal wie ein richtiges \"Alphatier\" zu verhalten, um sie auf sich aufmerksam zu machen. Außerdem ruiniert Adam versehentlich Jennifers Hochzeitskleid. Nun soll ihm Audrey aus der Patsche helfen.","versions":[{"lang":1,"streams":[{"redirect":8300352,"hoster":"VOE"},{"redirect":8300354,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713662,"hoster":"VOE"},{"redirect":8713663,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rache ist süß","epNo":4,"alt":"Cupcake","descr":"Jeff bemüht sich, seine ungesunde Ernährung umzustellen, nachdem er aus Versehen Jens und Adams \"besondere\" Cupcake isst und im Krankenhaus landet. Russel zwingt Timmy dazu, ihn zu seinem Date zu begleiten, weil die Dame ihre Mutter mitbringt.","versions":[{"lang":1,"streams":[{"redirect":8299952,"hoster":"VOE"},{"redirect":8299949,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713666,"hoster":"VOE"},{"redirect":8713664,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lektionen im Altersheim","epNo":5,"alt":"Fountain of Youth","descr":"Nachdem Jeff und Audrey sich mit alten College-Freunden treffen, die nicht mehr auf Partys stehen, wollen sie beiden beweisen, dass sie selbst mit einem kommenden Baby noch Spaß haben können. Unterdessen bringt Timmy durch einen Trick Russel dazu, ihn zu einem Pflegeheim zu begleiten.","versions":[{"lang":1,"streams":[{"redirect":12922812,"hoster":"VOE"},{"redirect":8300278,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713669,"hoster":"VOE"},{"redirect":8713667,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gespräche mit dem Babybauch","epNo":6,"alt":"Baby Talk","descr":"Als Audrey eine Bindung zu ihrem ungeborenen Baby aufbaut, glaubt der paranoide Jeff, sie wolle sich gegen ihn verschwören. Währenddessen plagiiert Russel einen Immobilienartikel, den Timmy geschrieben hat.","versions":[{"lang":1,"streams":[{"redirect":12251190,"hoster":"VOE"},{"redirect":8300128,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713671,"hoster":"VOE"},{"redirect":8713670,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Dinner mit Nicole Kidman","epNo":7,"alt":"Role Play","descr":"Nachdem Jeff vergisst, bei einem beliebten Restaurant eine Reservierung zu machen, obwohl er es Audrey versprochen hat, muss er planen, wie er trotzdem in das Restaurant reinkommt. Währenddessen gehen Liz und Russel zu einer Sitzung der Anoymen Sexsüchtigen.","versions":[{"lang":1,"streams":[{"redirect":8300078,"hoster":"VOE"},{"redirect":8300081,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713673,"hoster":"VOE"},{"redirect":8713672,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schärfe Zwölf","epNo":8,"alt":"Catering","descr":"Jeff und Audrey helfen Brenda dabei, bei einer Party an der Columbia University die Speisen und Getränke zu liefern. Audrey versucht, die Gäste zu beeindrucken, doch Jeff ist derjenige, der mit seinen Künsten hinter der Theke die Menge begeistert. Währenddessen greift Russel mit Freude Timmys Bollywood-Kultur auf.","versions":[{"lang":1,"streams":[{"redirect":8299563,"hoster":"VOE"},{"redirect":8299560,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713675,"hoster":"VOE"},{"redirect":8713676,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fräulein Timmy","epNo":9,"alt":"Cooking Class","descr":"Jeff und Audrey kommen in Adams und Jens gesunden Kochkurs, doch als Jen Audreys Kochkünste beleidigt, wird daraus ein Wettkampf. Währenddessen ist Timmy von seiner Ähnlichkeit mit Russels neuer Freundin Radha verstört.","versions":[{"lang":1,"streams":[{"redirect":8299782,"hoster":"VOE"},{"redirect":8299780,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713677,"hoster":"VOE"},{"redirect":8713679,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Party in der U-Bahn","epNo":10,"alt":"Unpleasant Surprises","descr":"Als Jen feststellt, dass die Jungs für Adam keinen Junggesellenabschied planen, zwingt sie sie dazu, einen zu veranstalten. Währenddessen malt Jen für Audreys und Jeffs Kinderzimmer ein Wandgemälde, das ziemlich anstößig ist.","versions":[{"lang":1,"streams":[{"redirect":8300345,"hoster":"VOE"},{"redirect":8300341,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713684,"hoster":"VOE"},{"redirect":8713682,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Chip für Timmy","epNo":11,"alt":"Timmy Quits","descr":"Jeff versucht, Audrey zu beweisen, dass seine Collegefreundin Heidi nie Gefühle für ihn hatte. Sein Plan geht jedoch schief, als sie ihn während ihres Besuchs anbaggert. Währenddessen kündigt Timmy, als er feststellt, dass Russel ihm einen Peilsender untergejubelt hat.","versions":[{"lang":1,"streams":[{"redirect":8299699,"hoster":"VOE"},{"redirect":8299694,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922763,"hoster":"VOE"},{"redirect":8713689,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hose nass","epNo":12,"alt":"A Wee Problem","descr":"Jeff versucht um jeden Preis, Brenda zum Lachen zu bringen, als er erfährt, dass sie wegen ihrer Schwangerschaft ein Problem mit ihrer Blase hat. Timmy ist von der Professionalität seines neuen Chefs überrascht, während Russel von seinem neuen Assistenten frustriert ist.","versions":[{"lang":1,"streams":[{"redirect":8299808,"hoster":"VOE"},{"redirect":8299806,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713692,"hoster":"VOE"},{"redirect":8713690,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Beste zum Schluss","epNo":13,"alt":"100th","descr":"Brenda bekommt an Jennifers und Adams Hochzeitstag Wehen. Russell und Timmy versuchen, sich wieder zu versöhnen, und Audrey hat eine große Überraschung für Jeff.","versions":[{"lang":1,"streams":[{"redirect":8300215,"hoster":"VOE"},{"redirect":8300220,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8713695,"hoster":"VOE"},{"redirect":8713693,"hoster":"Streamtape"}]}]}]}]}