{"seriesId":"run","name":"Run","descr":"Ruby (Merritt Wever) führt ein recht zielloses Leben. Eines Tages erhält sie die Nachricht von einem alten Freund, der sie an einen Pakt aus ihrer Jugend erinnert: Sollte einer von beiden in seinem Leben keinen Ausweg mehr wissen, so solle er dem anderen das Wort \"Run!\" texten – und beide würde gemeinsam untertauchen. So lässt sich Ruby auf eine Reise mit ihrer früheren Flamme ein, die wahre Liebe und einen Neuanfang verspricht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Renn","epNo":1,"alt":"Run","descr":"Ruby versucht, ihrem bescheidenen Leben zu entkommen, indem sie sich auf ein Abenteuer mit einer alten Flamme begibt.","versions":[{"lang":1,"streams":[{"redirect":8783839,"hoster":"VOE"},{"redirect":8619713,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13472330,"hoster":"VOE"},{"redirect":8619706,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kuss","epNo":2,"alt":"Kiss","descr":"Während ihrer ersten Nacht im Ausland kann Ruby (Merritt Wever) nur an Sex denken während Billy (Domhnall Gleeson) persönliche Details abfragt, die sie ungern preisgibt. Ruby kommt einem Fremden im Zug näher und Billy versucht eine Person aus seiner Vergangenheit abzuschütteln.","versions":[{"lang":1,"streams":[{"redirect":14491605,"hoster":"VOE"},{"redirect":8619714,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13477417,"hoster":"VOE"},{"redirect":8619710,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fuck","epNo":3,"alt":"F**k","descr":"Ruby und Billy beschließen, einen Tag in Chicago zu verbringen, bevor sie vorschnelle Entscheidungen über ihre nächsten Schritte treffen. Während die beiden in einem verschwenderischen Hotel auf den Check-in warten, trifft Ruby eine Frau in einem Kaufhaus, während Billy sich um eine unerbittliche Fiona kümmert.","versions":[{"lang":1,"streams":[{"redirect":8783841,"hoster":"VOE"},{"redirect":8619718,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13477424,"hoster":"VOE"},{"redirect":8619712,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Jagd","epNo":4,"alt":"Chase","descr":"Zurück im Zug sucht Ruby die Anleitung eines neuen Freundes und erhält einen Weckruf von zu Hause, der sie erschüttert. Billy lügt weiterhin über Fiona, die den Einsatz erhöht, um zu bekommen, was sie will.","versions":[{"lang":1,"streams":[{"redirect":14491606,"hoster":"VOE"},{"redirect":8619717,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491726,"hoster":"VOE"},{"redirect":8619721,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Spring","epNo":5,"alt":"Jump","descr":"Nach einem dramatischen Umweg finden sich Ruby und Billy in unbekannter Umgebung wieder – und müssen eine Entscheidung treffen, die alles verändern könnte. Kann ihnen eine örtliche Präparatorin helfen?","versions":[{"lang":1,"streams":[{"redirect":14491541,"hoster":"VOE"},{"redirect":8619719,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13472337,"hoster":"VOE"},{"redirect":9241285,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sag es","epNo":6,"alt":"Tell","descr":"Verloren im nächtlichen Nirgendwo geraten Ruby und Billy in einen Streit: Sollen sie zur Polizei gehen oder nicht? Unterdessen nimmt Detective Cloud die Ermittlungen auf und befragt eine erste Zeugin.","versions":[{"lang":1,"streams":[{"redirect":8783840,"hoster":"VOE"},{"redirect":8619723,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Reingelegt","epNo":7,"alt":"Trick","descr":"Das Ende der Reise rückt näher. Billy und Ruby müssen sich entscheiden, ob es eine gemeinsame Zukunft für sie gibt. Da stolpert Ruby auf Billys Laptop über ein Video, das sie bitter enttäuscht.","versions":[{"lang":1,"streams":[{"redirect":8783844,"hoster":"VOE"},{"redirect":8619722,"hoster":"Streamtape"}]}]}]}]}