{"seriesId":"rush-hour","name":"Rush Hour","descr":"In Rush Hour treffen zwei Männer aufeinander, wie sie unterschiedlicher nicht sein könnten. Während Detective Carter in Los Angeles groß geworden ist und dort mittlerweile als Gesetzeshüter für Recht und Ordnung sorgt, verschlägt es Detective Lee eher per Zufall in die US-amerikanische Metropole. Denn eigentlich wollte er nur den Tod seiner Schwester rächen. Schnell findet er allerdings heraus, dass eine Verbindung zum organisierten Verbrechen mit chinesischen Wurzeln besteht. Schon bald müssen sie als Partner zusammen in dem Fall ermitteln - und das, obwohl Detective Carter und Detective Lee kaum eine Gemeinsamkeit haben. Folglich dauert es nicht lange, bis das Chaos seinen Lauf nimmt.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Rush Hour","epNo":1,"alt":"Rush Hour","descr":"Die Tochter des chinesischen Konsuls Han wird während der hektischen Rush Hour in Los Angeles entführt. Der besorgte Vater, der dem FBI nicht zutraut, seine Tochter wohlbehalten zu ihm zurückzubringen, besorgt sich mit Inspector Lee (Jackie Chan) Unterstützung aus Hongkong. Kulturen prallen aufeinander, wenn der großmäulige, eigensinnige Polizist James Carter (Chris Tucker) unter falschen Voraussetzungen auf Lee angesetzt wird, damit dieser dem FBI nicht dazwischenfunkt. In ihren Bestrebungen, den Fall jeweils auf eigene Faust zu lösen, muss sich das ungleiche Duo notgedrungen zusammenraufen.","versions":[{"lang":1,"streams":[{"redirect":8783932,"hoster":"VOE"},{"redirect":8619838,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Rush Hour 2","epNo":2,"alt":"Rush Hour 2","descr":"Diesmal sind Carter (Chris Tucker) und Lee (Jackie Chan) im Urlaub in Hong Kong. Gleich nach ihrer Ankunft explodiert eine Bombe in der amerikanischen Botschaft. Lee bekommt den Fall zugesprochen. Allerdings ist er persönlich involviert, da der Bombenleger Ricky Tan (John Lone), ein früherer Partner von Lees Vater ist. Tan ist nun der Anführer der tödlichsten Bande in ganz China. Lee und Carter versuchen, die Mitglieder ausfindig zu machen. Die Spur führt sie nach Las Vegas. Dort kommt jedoch alles ganz anders als gedacht.","versions":[{"lang":1,"streams":[{"redirect":12922862,"hoster":"VOE"},{"redirect":8619840,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Rush Hour 3","epNo":3,"alt":"Rush Hour 3","descr":"Nach einem Attentat auf Konsul Han (Tzi Ma) verschlägt es Chief Inspector Lee (Jackie Chan) und James Carter (Chris Tucker) nach Paris, um dort gegen den potentiellen Drahtzieher der Aktion zu ermitteln. Revi (Roman Polanski), einem Mitglied des französischen Geheimdienstes, ist die Chaostruppe ein Dorn im Auge. Grund genug, alle Hebel in Bewegung zu setzen, dass die beiden schnellstmöglich von seiner Bildfläche verschwinden. Als Lee und Carter schließlich auf die Tänzern Geneviève (Noémie Lenoir) treffen, hoffen sie endlich Licht in ihre Ermittlungen zu bringen. Dumm nur, dass Geneviève selbst auch einen Haufen Ärger mit sich führt.","versions":[{"lang":1,"streams":[{"redirect":13110513,"hoster":"VOE"},{"redirect":8619871,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hongkong oder Hollywood","epNo":1,"alt":"Pilot","descr":"Als seine Schwester bei einem heiklen Museumstransport von skrupellosen Gangstern getötet wird, reist der Hongkonger Polizist Jonathan Lee nach Los Angeles, um die Verbrecher zu finden. Dort wird ihm der unkonventionelle James Carter zur Seite gestellt, der absolut keine Lust hat, den chinesischen Kollegen zu bemuttern. Doch dann nimmt der Fall eine unerwartete Wendung, und die beiden ungleichen Kollegen raufen sich gezwungenermaßen zusammen.","versions":[{"lang":1,"streams":[{"redirect":8783926,"hoster":"VOE"},{"redirect":8619827,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Blut ist dicker als Wasser","epNo":2,"alt":"Two Days Or The Number Of Hours Within That Timeframe","descr":"Im noblen Beverly Hills wird ein Paar ausgeraubt und ermordet. Neben dem Inhalt des Safes lassen die Täter auch eine exklusive Luxus-Uhr mitgehen, die sich ausgerechnet am Handgelenk von Carters Cousin Gerald wiederfindet. Der beteuert, die Uhr bei einem Straßenhändler erstanden zu haben. Carter glaubt ihm und verfolgt mit Geralds und Lees Hilfe die Spur des Schmuckstücks bis zu einem cleveren Taschendieb zurück, der einen entscheidenden Hinweis liefert.","versions":[{"lang":1,"streams":[{"redirect":12334802,"hoster":"VOE"},{"redirect":8619826,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Krumme Geschäfte","epNo":3,"alt":"Captain Cole’s Playlist","descr":"Ein Sprayer beobachtet wie Adam Bertram, der Assistent des Bezirksstaatsanwaltes Ginardi, von einer Bande Krimineller in seiner Wohnung getötet wird. Die Gangster bemerken ihn allerdings und sind fortan hinter ihm her. Carter und Lee bekommen den Fall übertragen, als Bertram als vermisst gemeldet wird. Sie suchen den Sprayer – und finden heraus, dass der gefährlichste Unterweltboss L.A.s in die Sache verwickelt ist.","versions":[{"lang":1,"streams":[{"redirect":8783928,"hoster":"VOE"},{"redirect":8619831,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Explosive Botschaften","epNo":4,"alt":"LA Real Estate Boom","descr":"Stadtrat Pena wird in seinem Auto in die Luft gesprengt. Die Bombe war so professionell konstruiert, dass der Täter einen militärischen Hintergrund haben muss. Carter und Lee schnappen sich den Verdächtigen Dennis Peterson, der einen entscheidenden Hinweis liefert: Am Tatort war ein dubioser Sicherheitsmann zugegen. Als der Surfer Eddie Marar in seinem Wohnwagen in die Luft fliegt, müssen sich die Detectives ranhalten, um mögliche weitere Morde zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8783927,"hoster":"VOE"},{"redirect":8619837,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Angriff auf Revier 7","epNo":5,"alt":"Assault On Precinct 7","descr":"Kim besucht Lee nachts in seinem neuen Zuhause und teilt ihm mit, dass die Quantou-Mafia einen neuen Geschäftszweig in L.A. etablieren will: Menschenhandel. Eine Lieferung Frauen soll in Kürze eintreffen. Dann verschwindet Kim. Lee und Carter sollen den Deal verhindern, doch Lee macht sich auf eigene Faust auf die Suche nach seiner Schwester. Carter engagiert unterdessen Gerald der herausfinden soll, wo die Frauen ankommen werden – und wer genau in die Sache verwickelt ist.","versions":[{"lang":1,"streams":[{"redirect":8788619,"hoster":"VOE"},{"redirect":8619832,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Visier des Kartells","epNo":6,"alt":"Welcome Back, Carter","descr":"Eine Undercover-Ermittlerin des Drogendezernats wird ermordet. Sie recherchierte in der elitären Capwell-Academy, da unter den Schülern eine neue Designerdroge kursiert, die bereits ein Todesopfer forderte. Carter und Lee statten der Einrichtung als Lehrer getarnt einen Besuch ab und werden Zeugen, wie brutale Schläger Hassan Tawfik in die Mangel nehmen: Er dealt an der Schule und kam damit einem Kartell in die Quere, das das Monopol auf die neue Droge hatte …","versions":[{"lang":1,"streams":[{"redirect":8783938,"hoster":"VOE"},{"redirect":8619836,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Badass Cop","epNo":7,"alt":"Badass Cop","descr":"Mitten im Berufsverkehr verursacht eine Motorradgang einen Unfall und jagt anschließend einen Geldtransporter in die Luft. Angeblich haben die Kriminellen nichts aus dem Wagen gestohlen, doch Lee ist skeptisch und beharrt darauf, weiter zu ermitteln. Er vermutet zunächst die chinesische Mafia hinter dem Überfall, doch bald wird klar, dass jemand anderes dahinter steckt. Gerald gibt einen entscheidenden Hinweis – doch der Tipp führt erneut in eine Sackgasse …","versions":[{"lang":1,"streams":[{"redirect":12922849,"hoster":"VOE"},{"redirect":8619833,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wingman wider Willen","epNo":8,"alt":"Wind Beneath My Wingman","descr":"Carter und Lee sollen die Kronzeugin Nina Taylor zum Gericht eskortieren: Sie will gegen ihren ehemaligen Boss Emmett Perry aussagen. Er gibt vor, eine Sicherheitsfirma zu betreiben, verdient sein Geld aber in Wahrheit mit Drogenhandel, Waffengeschäften und Auftragsmorden. Um heil aus der Sache rauszukommen versucht er, Nina auf dem Weg zum Prozess zu töten. Carter und Lee haben größte Mühe, Ninas Leben zu schützen – und decken ganz nebenbei eine Ungereimtheit auf.","versions":[{"lang":1,"streams":[{"redirect":8783930,"hoster":"VOE"},{"redirect":8619834,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alles für die Familie","epNo":9,"alt":"Prisoner Of Love","descr":"Steven Baker ist aus dem Gefängnis ausgebrochen. Das FBI bittet Carter und Lee um Hilfe bei der Suche nach dem flüchtigen Sträfling. Didi gelingt es herauszufinden, dass Baker für den skrupellosen Anwalt Elliot Vaughn als Mann fürs Grobe gearbeitet hat und schließlich wegen Mordes verurteilt wurde. Das erklärt allerdings immer noch nicht seinen Ausbruch. Doch dann findet Didi einen entscheidenden Hinweis und führt ihre Kollegen auf die richtige Fährte.","versions":[{"lang":1,"streams":[{"redirect":8783933,"hoster":"VOE"},{"redirect":8619835,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Geist des Le Château Franc","epNo":10,"alt":"Knock, Knock … House Creeping!","descr":"Eine junge Frau verschwindet im legendären Hotel Le Château Franc. Das Haus hat eine gruselige Vergangenheit: Der Serienkiller Thomas Shea brachte dort eine Reihe junger Frauen um und starb schließlich in einem Feuer, das er selbst gelegt hat. Das ist fünf Jahre her. Doch während dieser Zeit wurden in dem Hotel Frauen nach Sheas Vorbild umgebracht. Ist ein Nachahmungstäter am Werk, oder ist Shea am Ende gar nicht tot?","versions":[{"lang":1,"streams":[{"redirect":8788621,"hoster":"VOE"},{"redirect":8619845,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Teddy, Peanut, Pickle Ring","epNo":11,"alt":"O Hostage! My Hostage!","descr":"Captain Cole hat ein Date in der Philharmonie. Doch der Abend verläuft alles andere als harmonisch – Geiselnehmer stürmen das Konzerthaus und setzen einige der Besucher im Saal fest. Cole kann ihnen zunächst entwischen und das LAPD verständigen, doch dann fällt sie den Gangstern ebenfalls in die Hände. Die Kriminellen stellen zwar Forderungen an die Polizei – allerdings ist Cole schnell klar, dass das nur ein Ablenkungsmanöver ist ?","versions":[{"lang":1,"streams":[{"redirect":12381088,"hoster":"VOE"},{"redirect":8619839,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Alte Bekannte","epNo":12,"alt":"The Dark Night","descr":"Zwei einflussreiche Bürger von Los Angeles werden erst in aller Öffentlichkeit gedemütigt und anschließend mit einem gezielten Kopfschuss regelrecht hingerichtet. Carter und Lee stellen den Täter bei einer seiner Attacken, doch dem gelingt die Flucht. Dann bestellt der Täter Carter zu einem Treffen und kündigt an, dass er weitermachen, aber Carter nicht töten wird. Das lässt den Cop aufhorchen – und er erinnert sich, woher er den mit Brandnarben übersäten Mann kennt …","versions":[{"lang":1,"streams":[{"redirect":8783934,"hoster":"VOE"},{"redirect":8619842,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Showdown in L.A","epNo":13,"alt":"Familee Ties","descr":"Bei einem Banküberfall wird eine erhebliche Summe Geld erbeutet. Die Täter gingen so geschickt vor, dass es unmöglich ist, sie zu identifizieren. Doch die Bank hat mit einem GPS-Chip ausgestattete Scheine in ihren Beständen verteilt. Carter, Didi und Lee gelingt es, einen dieser Scheine zu orten. Das bringt sie auf die Spur der Quantou, die scheinbar alle Gangsterbosse L.A.s rekrutiert, um die Macht in der Stadt zu übernehmen …","versions":[{"lang":1,"streams":[{"redirect":8783939,"hoster":"VOE"},{"redirect":8619861,"hoster":"Streamtape"}]}]}]}]}