{"path":"/serie/stream/russlands-weite-wildnis","name":"Russlands weite Wildnis","descr":"Russland ist ein Land der Gegensätze. Es gibt Megastädte und fast menschenleere Regionen, endlose Steppen und dichte Wälder, majestätische Berge und enge Täler. Auf einer ( … ) Reise quer durch das Riesenreich präsentiert \"Russlands weite Wildnis\" die faszinierendsten Naturschätze vom Ural über Sibirien bis in den Fernen Osten.","seasons":[{"path":"/serie/stream/russlands-weite-wildnis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/russlands-weite-wildnis/staffel-1/episode-1","name":"Kamtschatkas Feuerring","epNo":1,"alt":"Kamchatka: Ring Of Fire","descr":"Die vulkanreiche Halbinsel Kamtschatka im äußersten Osten Russlands ist etwas größer als Deutschland, aber mit rund 310.000 Einwohnern nur dünn besiedelt. Dafür gedeihen hier zahlreiche Tierarten wie Seelöwen, Braunbären, Murmeltiere und Lachse. Das kalte Klima Kamtschatkas stellt sie alle immer wieder vor große Herausforderungen – insbesondere, wenn im Winter die Temperaturen auf bis zu minus 40 Grad Celsius sinken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8939553","hoster":"VOE"},{"path":"/redirect/8939555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/russlands-weite-wildnis/staffel-1/episode-2","name":"Schätze der Natur","epNo":2,"alt":"East Of Eden","descr":"Diese Folge widmet sich zwei der wichtigsten Binnengewässer Russlands: Dem sibirischen Baikalsee sowie dem größten See der Erde, dem Kaspischen Meer, das neben Russland auch an Kasachstan, Turkmenistan, den Iran und Aserbaidschan angrenzt. Bei allen Unterschieden – das Kaspische Meer ist ein Salzsee, der Baikalsee der älteste Süßwassersee der Erde – gibt es eine wichtige Gemeinsamkeit, denn beide bilden einzigartige Ökosysteme und beherbergen zahlreiche Tierarten, die nur hier vorkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8939552","hoster":"VOE"},{"path":"/redirect/8939551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/russlands-weite-wildnis/staffel-1/episode-3","name":"Gefrorenes Herz Sibiriens","epNo":3,"alt":"Siberia’s Frozen Heart","descr":"Sibiriens Unwirtlichkeit ist sprichwörtlich: Mit Wintertemperaturen von bis zu minus 72 Grad Celsius und kurzen, heißen Sommern, in denen das Thermometer über die 40-Grad-Marke klettert, ist der nordasiatische Teil der Russischen Föderation ein Land der Extreme. Für die hier lebenden Tiere stellt dies aber kein Hindernis dar – sie haben sich im Laufe der Jahrtausende perfekt an die starken jahreszeitlichen Veränderungen angepasst. \"Russlands weite Wildnis\" porträtiert diese Überlebenskünstler und ihre ebenso raue wie atemberaubend schöne Heimat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8939547","hoster":"VOE"},{"path":"/redirect/8939548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/russlands-weite-wildnis/staffel-1/episode-4","name":"Verstecktes Königreich","epNo":4,"alt":"The Hidden Kingdom","descr":"In Russlands Fernem Osten – einer Verwaltungsregion, die die Pazifikregion der Föderation umfasst – treffen zwei Hauptvegetationszonen aufeinander: Die boreale Taiga im Norden und die gemäßigt warmen Regenwälder des Südens. Durchzogen wird die Region von zahlreichen Flüssen. In den Weiten des Landes haben sich einzigartige Ökosysteme herausgebildet, die zahlreiche seltene Tierarten beherbergen. Für viele Arten sind die bis heute nur dünn von Menschen besiedelten Waldregionen des Fernen Ostens die letzten Rückzugsgebiete.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8939549","hoster":"VOE"},{"path":"/redirect/8939546","hoster":"Streamtape"}]}]}]}]}