{"path":"/serie/stream/russian-affairs","name":"Russian Affairs","descr":"Moskau: Metropole der Macht. Es geht um Geld, Glamour, Sex, Intrigen, Erpressung und Mord. In \"Russian Affairs\" setzt der Tod einer jungen Frau eine fatale Verkettung von Ereignissen und Beziehungen in Gang, die das Leben aller Beteiligten schicksalhaft an den Rand des Abgrunds bringt. Langsam kommt ans Licht, welche Rolle Politik, Mafia, Polizei und aufstrebende junge \"Golddigger\" dabei spielen.","seasons":[{"path":"/serie/stream/russian-affairs/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/russian-affairs/staffel-1/episode-1","name":"Ermittlungen","epNo":1,"alt":"Серия 01","descr":"Auf der Toilette eines Restaurants liegt die Leiche der jungen Marina Levkoeva. Die Polizisten Lena und Max übernehmen den Fall. Bei einer Party von Alisa, der Frau des charismatischen Geschäftsmanns Gleb, schlüpft Lena in die Rolle der Ermordeten. Zu den Gästen gehören Marinas Liebhaber Igor und die Kunstwissenschaftlerin Dasha. Sie ist neu in Moskau und war ebenfalls mit der Toten befreundet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6550672","hoster":"VOE"}]}]},{"path":"/serie/stream/russian-affairs/staffel-1/episode-2","name":"Böses Erwachen","epNo":2,"alt":"Серия 02","descr":"Die Ermittlungen im Fall Marina laufen auf Hochtouren. Lena weiß inzwischen, dass die Ermordete die heimliche Geliebte des einflussreichen Igor war. Der lässt nun seine Kontakte spielen und sorgt dafür, dass Lena von den Untersuchungen abgezogen wird. Zugleich fühlt sich die kaltgestellte Polizistin zu dem Unternehmer Gleb hingezogen. Doch auch Igor und Marinas Freundin Dasha kommen sich näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6550675","hoster":"VOE"}]}]},{"path":"/serie/stream/russian-affairs/staffel-1/episode-3","name":"Das Casting","epNo":3,"alt":"Серия 03","descr":"Obwohl sie von den Ermittlungen im Mordfall Marina ausgeschlossen wurde, trifft sich Lena weiterhin mit dem Geschäftsmann Gleb. Dessen Scheidung ist inzwischen angelaufen. Dann wird Borya, der Mann von Marinas Freundin Dasha, festgenommen. Ist wirklich er der Mörder? Boris, der Chef von Lena und Max, behauptet das zumindest. Unterdessen beginnen Dasha und Marinas Liebhaber Igor eine Affäre.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6550677","hoster":"VOE"}]}]},{"path":"/serie/stream/russian-affairs/staffel-1/episode-4","name":"Die Stiftung","epNo":4,"alt":"Серия 04","descr":"Max verhört Kir. Der Schauspieler hatte zwar ein Verhältnis mit Glebs Ehefrau Alisa - in Wirklichkeit aber war Marina seine große Liebe. Inzwischen spitzt sich die Krise in Lenas Ehe zu. Ihr Mann Alex gerät zudem in eine verfängliche Situation mit einer seiner Schülerinnen. Als Lena mit Gleb auf einer Party auftaucht, macht Alisa ihr eine Szene. Derweil kommt es zwischen Igor und Dasha zum Streit.","versions":[]},{"path":"/serie/stream/russian-affairs/staffel-1/episode-5","name":"Die Hochzeit","epNo":5,"alt":"Серия 05","descr":"Lena hat neues Beweismaterial gesichert, das Igor gefährlich werden könnte. Inzwischen steht die Hochzeit von Glebs Anwalt Lisin an. Allerdings hat der die Nacht vor seiner Trauung ausgerechnet mit Glebs Noch-Frau Alisa verbracht. Lenas Kollege Max wird derweil von seinem Chef Boris dazu gedrängt, die Ermittlungen im Mordfall Marina endlich abzuschließen. Doch dann geschieht etwas Unerwartetes...","versions":[]},{"path":"/serie/stream/russian-affairs/staffel-1/episode-6","name":"Angeklagt","epNo":6,"alt":"Серия 06","descr":"Alisa hat Gleb durchschaut: Er benutzt ihre Wohltätigkeitsstiftung, um schmutziges Geld zu waschen. Mit diesem Wissen versucht sie nun, eine Scheidung zu verhindern. Im Zuge der Mordermittlungen stellt Max eine DNA-Probe von Kir sicher, während sich seine Kollegin Lena immer weiter von ihrem Mann Alex und ihrem Sohn Dima entfremdet. Auf einer Party kommt es zur Auseinandersetzung mit Alisa.","versions":[]},{"path":"/serie/stream/russian-affairs/staffel-1/episode-7","name":"Alisa","epNo":7,"alt":"Серия 07","descr":"Während sich das Beziehungskarussell heftig weiterdreht, will sich Lena mit ihrer Familie versöhnen. Derweil befürchtet Lisin, dass Gleb von seiner Affäre mit dessen Frau Alisa weiß. Die beiden Männer treffen sich - doch dann erreicht sie eine erschütternde Nachricht: Alisa ist tot. Max beginnt mit Ermittlungen und stellt Gleb unbequeme Fragen. Später macht Gleb Lena ein verlockendes Angebot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6550689","hoster":"VOE"}]}]},{"path":"/serie/stream/russian-affairs/staffel-1/episode-8","name":"Eine seltsame Trauerfeier","epNo":8,"alt":"Серия 08","descr":"Die Ursache für Marinas Tod kommt ans Licht. Sicher ist auch, dass Alisa vorsätzlich ermordet wurde. Doch wer ist der Mörder? Nachdem er von Max verhört wurde, stattet Gleb Boris, dem Vorgesetzten von Max und Lena, einen Besuch ab. Kurz darauf werden die Ermittlungen eingestellt. Nach Alisas Beerdigung fährt Lena mit ihrem Sohn Dima und Gleb zum Flughafen. Dann klingelt ihr Mobiltelefon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6550691","hoster":"VOE"}]}]}]}]}