{"seriesId":"ryza-no-atelier-tokoyami-no-joou-to-himitsu-no-kakurega","name":"Ryza no Atelier: Tokoyami no Joou to Himitsu no Kakurega","descr":"[Atelier Ryza: Ever Darkness and the Secret Hideout - The Animation] Reisalin Stout – von ihren Freunden Ryza genannt – hat die Nase voll vom lauschigen Dorfleben auf Kurken Island. Gemeinsam mit ihren Freunden Tao und Lent setzt sie über den weiten See, der die Insel umschließt, und startet eine Erkundungstour in der Umgebung, die ihnen eigentlich verboten ist, zu betreten. Durch die Begegnung mit den mysteriösen Reisenden Empel und Lila kommen sie in den Kontakt der Magie dieser Welt: Alchemie. Wird es dem Landei Ryza trotz ihrer Tollpatschigkeit gelingen, diese uralte Macht zu meistern und dabei die Insel gemeinsam mit ihren alten und neuen Freunden vor der nahenden Bedrohung zu schützen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Alchemist","descr":"Die junge Reisalin Stout, genannt Ryza, lebt friedlich mit ihrer Familie auf der Insel Kurken, die sie noch nie verlassen hat. Anders als bei ihrem Vater jedoch hält sich ihre Begeisterung für die Arbeit als Bäuerin stark in Grenzen. Als sich seltene Gäste auf der Insel ankündigen, beschließt das abenteuerlustige Mädchen, die Insel mit ihren zwei Freunden Lent und Tao zu verlassen und am anderen Ufer des riesigen Sees nach Abenteuern zu suchen.","versions":[{"lang":3,"streams":[{"redirect":12746388,"hoster":"VOE"},{"redirect":12746387,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Taking the First Step","descr":"Ryza, Tao und Lent sind hochmotiviert, mehr von Empel und Lila zu lernen. Doch aller Anfang ist schwer und so geht nicht alles gut, was die drei Freunde anpacken. Doch mit Klaudia im Team schaffen sie es, die Hürden zu überwinden, die auf die Abenteurer warten.","versions":[{"lang":3,"streams":[{"redirect":12773729,"hoster":"VOE"},{"redirect":12773730,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Memorable Scent","descr":"Je besser Ryza mit ihrer Alchemie wird, desto mehr Wege fallen ihr ein, wie sie den Leuten im Dorf helfen kann. Dabei entdeckt sie ein Rätsel, das auf einem Geruch aus der Vergangenheit beruht. Gemeinsam mit Klaudia versucht sie, diesem Mysterium auf die Spur zu kommen.","versions":[{"lang":3,"streams":[{"redirect":12805220,"hoster":"VOE"},{"redirect":12805221,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Sunken Mine","descr":"Empel und Lila finden, dass es an der Zeit für Ryza, Lent und Tao ist zu zeigen, was sie in letzter Zeit so gelernt haben. Dafür sollen sie eine Prüfung ablegen, bei der sie eine Höhle so weit wie möglich erforschen sollen. Doch es wäre keine Herausforderung, gäbe es dabei nicht das ein oder andere Hindernis.","versions":[{"lang":3,"streams":[{"redirect":12844886,"hoster":"VOE"},{"redirect":12844885,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Let`s Make a Hideout","descr":"Als Nächstes Projekt möchte Ryza am anderen Ufer eine Geheimbasis für sich und ihre Freunde bauen. Das wäre ihr größtes Projekt, das sie mithilfe der Alchemie umsetzt. Selbstverständlich helfen ihre Freunde ihr dabei, so gut sie können.","versions":[{"lang":3,"streams":[{"redirect":12974461,"hoster":"VOE"},{"redirect":12974459,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Let\u0027s Make a Hideout","descr":"","versions":[{"lang":3,"streams":[{"redirect":12934932,"hoster":"VOE"},{"redirect":12934934,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Klaudia`s Courage","descr":"Klaudia hat es satt, immer als Einzige nicht auf die Abenteuer ihrer Freunde mitgehen zu können, also will sie etwas daran ändern. Ihrem Vater, der seine einzige Tochter beschützen will, gefällt diese Idee gar nicht, aber er gibt ihr und ihren neuen Freunden eine Chance. Als sie einer Dorfbewohnerin bei einer Entscheidung hilft, steht zum Glück nicht ganz so viel auf dem Spiel.","versions":[{"lang":3,"streams":[{"redirect":12934930,"hoster":"VOE"},{"redirect":12934929,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Alchemy is an Explosion!","descr":"Auf Ryza und ihre Freunde wartet die nächste Aufgabe von Lubart. Er möchte, dass sie etwas für das ganze Dorf tun, nämlich einen Platz von Bauschutt zu befreien. Für Ryza kommt diese Öffentlichkeitsarbeit gerade recht!","versions":[{"lang":3,"streams":[{"redirect":12974429,"hoster":"VOE"},{"redirect":12974408,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Final Test","descr":"Lubart stellt Ryza und ihren Freunden eine letzte Aufgabe, um zu urteilen, ob seine Tochter Klaudia mit ihnen auf Abenteuer gehen kann. Dabei sollen sie auf dem Festland in einem Wettrennen gegen Bos und Lumbar antreten. Allerdings stoßen sie unterwegs auf ein Problem, mit dem niemand gerechnet hat …","versions":[{"lang":3,"streams":[{"redirect":13008678,"hoster":"VOE"},{"redirect":13008677,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Chasing Down the Hunting Party","descr":"Nachdem die Neuigkeiten vom Drachen die Insel Kurken erreicht haben, ist das ganz Dorf in Aufruhr. Manche sehen sein Auftauchen als göttliches Zeichen, doch die meisten wollen das Wesen vertreiben. Moritz entscheidet sich dazu, eine Einsatztruppe auszusenden, um ihn zu vertreiben, der sich auch sein Sohn Bos anschließt.","versions":[{"lang":3,"streams":[{"redirect":13047027,"hoster":"VOE"},{"redirect":13047025,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Final Battle Nat the Castle","descr":"Ryza und ihre Freunde haben sich fest dazu entschlossen, der Einsatztruppe zur Hilfe zu eilen. Um noch rechtzeitig anzukommen, nehmen sie eine Abkürzung durch den Wald. Als letztes Hindernis, bevor sie sich dem Drachen stellen, steht ihnen nur noch eine steile Klippe im Weg. Doch auch dafür hat Ryza eine Lösung.","versions":[{"lang":3,"streams":[{"redirect":13054117,"hoster":"VOE"},{"redirect":13054118,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Changing Days","descr":"","versions":[{"lang":3,"streams":[{"redirect":13081892,"hoster":"VOE"},{"redirect":13081893,"hoster":"Streamtape"}]}]}]}]}