{"seriesId":"saber-rider-und-die-star-sheriffs","name":"Saber Rider und die Star Sheriffs","descr":"Die japanische Animeserie spielt in einer fernen Zukunft, in der die Menschheit andere Planeten besiedelt. Ziel ist es, die Bevölkerungsexplosion in den Griff zu bekommen, nachdem die Versorgungskapazitäten der Erde nicht mehr ausreichen. Besonders in den Randgebieten der neuen Kolonien kommt es jedoch immer wieder zu Angriffen fremder Wesen namens Outrider, bei denen Menschen verletzt und getötet sowie Rohstoffvorkommen ausgebeutet und Sauerstoffversorgungen zerstört werden. Um die Menschheit vor der Ausrottung zu retten, formiert sich eine Gruppe von Freiheitskämpfern, die als ‚Star Sheriffs‘ mit ihrem mächtigen Weltraum-Schlachtschiff ‚Ramrod‘ den Kampf gegen die Feinde aufnehmen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Lost Episode: Täuschungen","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13427964,"hoster":"VOE"},{"redirect":13427966,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Lost Episode: Käpt’n Holiday","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13427969,"hoster":"VOE"},{"redirect":13427971,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Lost Episode: Eine Stadt als Geisel","epNo":3,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13427970,"hoster":"VOE"},{"redirect":13427975,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"Lost Episode: Rettung wider Willen","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13427973,"hoster":"VOE"},{"redirect":13427972,"hoster":"Streamtape"}]}]},{"epId":"film-5","name":"Lost Episode: Alles oder Nichts","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13427974,"hoster":"VOE"},{"redirect":13427976,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Star Sheriffs","epNo":1,"alt":"Star Sheriff Round Up","descr":"Saber Rider reist zum Planeten Yuma. Dort entsteht unter der Leitung von April das Schlachtschiff Ramrod, ein so genannter Friedenswächter. Das Projekt muss unter allen Umständen vor den Outridern geheim gehalten werden, die den universellen Frieden zerstören wollen. Als auch Saber Rider und April angegriffen werden, bekommen sie unerwartet Hilfe von Rennfahrer Fireball und Kopfgeldjäger Colt. Fortan kämpfen die vier als \"Saber Rider und die Star Sheriffs\" gemeinsam gegen die Outrider.","versions":[{"lang":1,"streams":[{"redirect":13425448,"hoster":"VOE"},{"redirect":13425454,"hoster":"Doodstream"},{"redirect":13425462,"hoster":"Vidoza"},{"redirect":13425452,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der vierbeinige Freund","epNo":2,"alt":"Iguana Get To Know You","descr":"Die Star Sheriffs werden von General Whitehawk ins Kavallerieoberkommando beordert. Dort sollen sie den jungen Kadetten über ihre Arbeit berichten und eine Kostprobe ihres Könnens zeigen. Der Kadett Jesse Blue verliebt sich sofort in April. Als die Star Sheriffs zu einem Angriff der Outrider gerufen werden, folgt Jesse ihnen heimlich.","versions":[{"lang":1,"streams":[{"redirect":13425450,"hoster":"VOE"},{"redirect":13425460,"hoster":"Doodstream"},{"redirect":13425459,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der kleine große Held","epNo":3,"alt":"Little Pardner","descr":"Während eines Banketts für den erfolgreichen Einsatz der Star Sheriffs folgt Jesse April in ein anderes Zimmer und gesteht ihr seine Liebe. Doch April teilt seine Gefühle nicht und verletzt ihn damit sehr. Wutentbrannt schließt sich Jesse den Outridern an und führt sie zu geheimen Waffen, die im Kavallerieoberkommando untergebracht sind.","versions":[{"lang":1,"streams":[{"redirect":13425456,"hoster":"VOE"},{"redirect":13425464,"hoster":"Doodstream"},{"redirect":13425455,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wolf im Schafspelz","epNo":4,"alt":"Brawlin\u0027 Is My Callin\u0027","descr":"Als die Star Sheriffs eine zerstörte Basis der Kavallerie untersuchen, werden sie von Outridern angegriffen. Einer der Sheriffs muss deshalb ausbrechen, um die Feinde auf eine falsche Fährte zu locken. Colt macht sich auf den Weg. Doch in einem Canyon gerät er in eine Falle der Outrider. Plötzlich taucht ein kleiner Leguan auf, der ihm helfen will.","versions":[{"lang":1,"streams":[{"redirect":13425458,"hoster":"VOE"},{"redirect":13425468,"hoster":"Doodstream"},{"redirect":13425461,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Entscheidung am Cimarron-Pass","epNo":5,"alt":"Showdown at Cimarron Pass","descr":"Während eines Patrouillenfluges zum Planeten Pecos lernen die Star Sheriffs einen Mann und seinen kleinen Sohn Hombre kennen. Die beiden leben dort fernab der Zivilisation. Als Saber Rider, April, Fireball und Colt von einem Außenposten zu Hilfe gerufen werden, tauchen die Outrider unter dem Kommando von Viperon auf und entführen Hombre.","versions":[{"lang":1,"streams":[{"redirect":13425465,"hoster":"VOE"},{"redirect":13425463,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Trau deinen Augen nicht","epNo":6,"alt":"Sole Survivor","descr":"Die Star Sheriffs sollen einen neuen Außenposten des Planeten Yuma inspizieren. Auf ihrem Weg dorthin stoßen sie auf einen intergalaktischen Wanderzirkus. Saber Rider rettet die Artistin Lila vor einem Skorpion und verliebt sich in sie. Was beide nicht ahnen: Mr. Big Top, der Zirkusdirektor, gehört in Wahrheit zu den Outridern und plant, den Außenposten zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":13425467,"hoster":"VOE"},{"redirect":13425472,"hoster":"Doodstream"},{"redirect":13425470,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Spitzel","epNo":7,"alt":"Legend Of The Santa Fe Express","descr":"Saber Rider, April, Fireball und Colt werden auf dem Planeten Dakota angegriffen. Sie verfolgen den unbekannten Feind in die Berge. Dort findet Colt einen kleinen Jungen. Er bringt die Star Sheriffs zu einer geheimen Einrichtung der Outrider. Diese haben die Bewohner versklavt und zwingen sie, in den Minen des Planeten zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":13425305,"hoster":"VOE"},{"redirect":13425306,"hoster":"Doodstream"},{"redirect":13425302,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":" Wilde Pferde","epNo":8,"alt":"Wild Horses Couldn\u0027t Drag Me Away","descr":"An der neuen Grenze wird ein Transport, der Maddox gehört, überfallen. Schnell finden Saber Rider und die Star Sheriffs heraus, dass Maddox selbst hinter dem Überfall steckt. Er ist einen Handel mit den Outridern eingegangen und will ihnen April und den Ramrod ausliefern.","versions":[{"lang":1,"streams":[{"redirect":13425303,"hoster":"VOE"},{"redirect":13425309,"hoster":"Doodstream"},{"redirect":13425304,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wer wagt, gewinnt","epNo":9,"alt":"The Hole In The Wall Gang","descr":"Eine Herde Wildpferde verwüstet entlang der neuen Grenze eine Stadt nach der anderen. Saber Rider und die Star Sheriffs sollen die kybernetischen Tiere aufhalten. Der Schamane Castor kann die durchgedrehten Vierbeiner zunächst mit seinem Banjo besänftigen. Doch allein kann Castor wenig ausrichten, denn die Pferde werden von den Outridern beherrscht.","versions":[{"lang":1,"streams":[{"redirect":13425308,"hoster":"VOE"},{"redirect":13425313,"hoster":"Doodstream"},{"redirect":13425307,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der nachtragende König","epNo":10,"alt":"Famous Last Words (1)","descr":"Die Outrider haben einen Weg gefunden, Berge in Vulkane zu verwandeln. Ihr nächstes Ziel ist das Schloss Mountain Haze, das einem mysteriösen Baron gehört. Saber Rider will den brillanten Schwertkämpfer warnen, doch der weigert sich zu glauben, dass er in Gefahr ist, und fordert ihn zu einem Duell.","versions":[{"lang":1,"streams":[{"redirect":13425310,"hoster":"VOE"},{"redirect":13425316,"hoster":"Doodstream"},{"redirect":13425312,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Notruf aus New Dallas","epNo":11,"alt":"Sharpshooter (2)","descr":"Die Outrider greifen den Planeten Tropicus an, auf dem Menschen friedlich neben Dinosauriern leben. Die Phantomwesen wollen die urzeitlichen Kreaturen fangen und für ihre Zwecke missbrauchen. Der Angriff zwingt auch den Ranger des Dinosaurier-Reservats und dessen Familie zur Flucht. Doch plötzlich ist sein kleiner Sohn Ari verschwunden. Saber Rider und die Star Sheriff müssen eingreifen.","versions":[{"lang":1,"streams":[{"redirect":13425314,"hoster":"VOE"},{"redirect":13425321,"hoster":"Doodstream"},{"redirect":13425315,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Royal Monarch","epNo":12,"alt":"The Monarch Supreme (3)","descr":"Calibos hat im Auftrag der Outrider Pläne von Ramrods Navigationssystem gestohlen. Zwar kann sein Flugzeug auf der Flucht abgeschossen werden, doch nach seiner Bruchlandung nimmt er zwei Mädchen aus einem nahe gelegenen Kinderheim als Geiseln. Die Star Sheriffs müssen die Kinder befreien und arrangieren einen Austausch mit April und der Lehrerin Sincia. Doch Calibos hält sich nicht an die Abmachung und flieht mit einem der Mädchen.","versions":[{"lang":1,"streams":[{"redirect":13425320,"hoster":"VOE"},{"redirect":13425329,"hoster":"Doodstream"},{"redirect":13425322,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Blutsbrüder","epNo":13,"alt":"The Saber And The Tomahawk","descr":"Während eines Routineflugs erreicht Saber Rider ein Hilferuf seiner Eltern. Sofort brechen die Star Sheriffs ihre Mission ab und sehen vor Ort nach dem Rechten. Doch die Eltern behaupten, bei ihnen sei alles in bester Ordnung. Doch Saber Rider ist misstrauisch. Zu Recht: Tatsächlich wurde ihm von verkleideten Outridern die Tür geöffnet. Seine wirklichen Eltern werden unterdessen von den Phantomwesen im Schloss Oringor gefangen gehalten.","versions":[{"lang":1,"streams":[{"redirect":13437196,"hoster":"VOE"},{"redirect":13425333,"hoster":"Doodstream"},{"redirect":13425323,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schlangenauge","epNo":14,"alt":"Snake Eyes","descr":"Die Star Sheriffs sind im Urlaub. Da erfährt Fireball, dass Commander Eagle verschwunden ist. Er informiert sofort Saber Rider, April und Colt. Während der Suche nach dem Commander geraten Colt und Fireball jedoch in einen Hinterhalt der Outrider und werden als Geiseln genommen.","versions":[{"lang":1,"streams":[{"redirect":13425327,"hoster":"VOE"},{"redirect":13425330,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":" Der kleine Freund","epNo":15,"alt":"Little Hombre","descr":"Nemesis hat Jesse Blue mit der Entführung von Commander Eagle beauftragt. Die Star Sheriffs nehmen die Verfolgung des Kidnappers auf. Als Jesse und Colt aufeinander treffen, beginnt ein heftiger Kampf. Schließlich kann Jesse fliehen. Doch Eagle ist weiterhin in seiner Gewalt.","versions":[{"lang":1,"streams":[{"redirect":13425332,"hoster":"VOE"},{"redirect":13425331,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein eiskalter Typ","epNo":16,"alt":"Snowblind","descr":"Nemesis ist wütend auf seinen Untergebenen Gattler, der wieder einmal einen Auftrag nicht ausführen konnte. Gattler erhält eine letzte Chance und soll Fort Apache angreifen. Als Saber Rider davon erfährt, schickt er Fireball zum Cimarron-Pass. Dort muss Gattler mit seiner Truppe durchkommen. Die Sheriffs wollen ihn an der Engstelle in eine Falle locken.","versions":[{"lang":1,"streams":[{"redirect":13425336,"hoster":"VOE"},{"redirect":13425335,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Schloss der Nebelberge","epNo":17,"alt":"Castle of the Mountain Haze","descr":"Die Outrider schüren die Spannungen zwischen Indianern und Siedlern. Der Indianer Storm Hunter, ein alter Freund von Saber Rider, bittet die Star Sheriffs um Hilfe. Doch die Outrider zetteln einen Konkurrenzkampf zwischen Saber Rider und seinem Blutsbruder Sleek Elk an. Während die beiden sich vor Publikum duellieren, greifen die Bösewichter an.","versions":[{"lang":1,"streams":[{"redirect":13425339,"hoster":"VOE"},{"redirect":13425340,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Colt und die Lehrerin","epNo":18,"alt":"Tranquility","descr":"Als Gold gefunden wird, verwandelt sich die beschauliche Stadt Gila Bend in einen Ort für Gesetzeslose. Saber Rider, April, Colt und Fireball wollen dort wieder für Ordnung sorgen. Schnell stellen sie fest, dass die Outrider hinter der ganzen Sache stecken. Die Phantomwesen haben Katzengold in einem nahe gelegenen Fluss versteckt, um Unruhe nach Gila Bend zu bringen.","versions":[{"lang":1,"streams":[{"redirect":13425343,"hoster":"VOE"},{"redirect":13425350,"hoster":"Doodstream"},{"redirect":13425344,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der große Lazardo","epNo":19,"alt":"The Amazing Lazardo","descr":"Während die Star Sheriffs ein paar Urlaubstage verbringen, wird ein unbemanntes Lastschiff von den Outridern angegriffen. Saber Rider und seine Freunde brechen sofort auf, um die Verbrecher aufzuhalten. Doch sie kommen zu spät. In den Trümmern des Schiffs findet Colt ein junges Mädchen: Annabel hat den Angriff überlebt. Colt verliebt sich in sie, ohne zu ahnen, dass sie in Wahrheit ein Outrider ist.","versions":[{"lang":1,"streams":[{"redirect":13425349,"hoster":"VOE"},{"redirect":13425353,"hoster":"Doodstream"},{"redirect":13425348,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Highlander","epNo":20,"alt":"The Highlanders","descr":"Die Star Sheriffs erfahren, dass Aprils Onkel Wayde, ein Agent der Kavallerie, einen Stützpunkt der Outrider gefunden hat. Doch auf seinem Heimweg wird er von Gattler angegriffen. Saber Rider und seine Freunde sind auf die Hilfe von Waydes Tochter June angewiesen, um ihn zu retten. Doch June will nicht mit den Star Sheriffs zusammenarbeiten.","versions":[{"lang":1,"streams":[{"redirect":13425352,"hoster":"VOE"},{"redirect":13425358,"hoster":"Doodstream"},{"redirect":13425351,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Zeitbombe","epNo":21,"alt":"I Forgot!","descr":"Die Star Sheriffs sollen sich um den Soldaten Schlangenauge kümmern. Dieser hat einigen Outridern geholfen, zu fliehen. Dabei hat er brisante Informationen über die Phantomwesen erfahren. Doch er will nur mit den Star Sheriffs darüber reden. Als Saber Rider und die anderen auf dem Gefängnisplaneten ankommen, greifen die Outrider an. Sie wollen mit allen Mitteln verhindern, dass Schlangenauge sein Wissen preisgibt.","versions":[{"lang":1,"streams":[{"redirect":13425355,"hoster":"VOE"},{"redirect":13425362,"hoster":"Doodstream"},{"redirect":13425356,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Nur Zirkus mit dem Zirkus","epNo":22,"alt":"The Greatest Show on the New Frontier","descr":"Saber Rider, Fireball, Colt und April reisen auf Befehl des Kavallerieoberkommandos zu König Jared, um eine Allianz mit ihm auszuhandeln. Obwohl sich der Herrscher im Krieg mit den Outridern befindet, lehnt er das Angebot ab und sperrt die Star Sheriffs ein. Doch dann gerät Jareds Sohn in eine Falle der Outrider.","versions":[{"lang":1,"streams":[{"redirect":13425360,"hoster":"VOE"},{"redirect":13425359,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Doppelsieg","epNo":23,"alt":"The All Galaxy Grand Prix","descr":"Die Outrider greifen unter dem Kommando von Gattler die Nordgrenzen des Königreichs Jarr an. König Jared fliegt sofort mit seinem Schlachtschiff \"Monarch Supreme\" los, um sein Land zu verteidigen. Unterdessen erhalten die Star Sheriffs einen Notruf aus New Dallas. Doch es handelte sich um eine Falle der Outrider.","versions":[{"lang":1,"streams":[{"redirect":13425363,"hoster":"VOE"},{"redirect":13425364,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Geiseln","epNo":24,"alt":"Four Leaf Clover","descr":"Beim Angriff auf Gattlers Flotte wird König Jared verletzt. Saber Rider, Colt und Fireball stürzen sich ebenfalls ins Kampfgetümmel und schaffen es, Gattlers Hauptschiff zu zerstören. Endlich ist Jared bereit, eine Allianz mit dem Kavallerieoberkommando einzugehen. Außerdem berichtet er Fireball von dessen Vater, der als Held den ersten Angriff der Outrider vor vielen Jahren abwehrte. Doch seit diesem Tag ist der tapfere Kämpfer verschwunden.","versions":[{"lang":1,"streams":[{"redirect":13425366,"hoster":"VOE"},{"redirect":13425368,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Sauerstoffdiebe","epNo":25,"alt":"Born on the Bayou","descr":"Gattler will im Auftrag von Nemesis die Alkalit-Raffinerie des Planeten Alamo in seine Gewalt bringen. Alkalit gehört zu den wertvollsten Stoffen im Grenzgebiet. Doch in den falschen Händen kann es zur tödlichen Bedrohung werden. Als Commander Eagle die Flotte der Outrider auf seinem Radar entdeckt, schickt er sofort Saber Rider und die Star Sheriffs los.","versions":[{"lang":1,"streams":[{"redirect":13425373,"hoster":"VOE"},{"redirect":13425379,"hoster":"Doodstream"},{"redirect":13425372,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das Kavallerie-Oberkommando ","epNo":26,"alt":"Cavalry Command (1)","descr":"Ein Heckenschütze verübt einen Anschlag auf April und Fireball. Ein unbekannter Retter eilt ihnen zu Hilfe und verhindert, dass die beiden verletzt werden. Der mysteriöse Beschützer entpuppt sich als Tom Dooley. Dieser war einst selbst bei den Star Sheriffs und hat Colt ausgebildet. Doch nachdem Dooley in den Verdacht geriet, geheime Informationen an die Outrider verraten zu haben, verschwand er spurlos. Colt glaubt immer noch an seine Unschuld.","versions":[{"lang":1,"streams":[{"redirect":13425377,"hoster":"VOE"},{"redirect":13425385,"hoster":"Doodstream"},{"redirect":13425376,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Jesses Rache ","epNo":27,"alt":"Jesse\u0027s Revenge (2)","descr":"Saber Rider, April, Fireball und Colt verfolgen die Outrider und stoßen auf deren Versteck. Um die Basis zu zerstören, müssen sie allerdings auch einen nahe gelegenen Damm beschädigen. Doch der leitende Ingenieur, ein alter Schulfreund von Fireball, will das keinesfalls zulassen.","versions":[{"lang":1,"streams":[{"redirect":13425381,"hoster":"VOE"},{"redirect":13425382,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Goldfieber","epNo":28,"alt":"All That Glitters","descr":"Auf dem Planeten Yuma findet wie jedes Jahr der \"Galaxy Grand Prix\" statt. Eine Gruppe getarnter Outrider will daran teilnehmen und sich mit allen Mitteln den Sieg holen. Um das zu verhindern, tritt auch Fireball als Teilnehmer an. Dabei trifft er auf seinen ärgsten Konkurrenten aus früheren Zeiten, Marco Firenza.","versions":[{"lang":1,"streams":[{"redirect":13425383,"hoster":"VOE"},{"redirect":13425384,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Das Alkalit","epNo":29,"alt":"Gattler\u0027s Last Stand","descr":"Während eines Skiurlaubs lernt Colt Suzie und ihren Neffen Pierre kennen. Die drei ahnen nicht, dass sie von Jean-Claude, einem Outriderkommandanten, beschattet werden. Dieser hegt schon lange einen Groll gegen Colt. Er entführt April und Pierre, um Colt so zu einem Duell am Dawson Pass zu zwingen.","versions":[{"lang":1,"streams":[{"redirect":13425389,"hoster":"VOE"},{"redirect":13425394,"hoster":"Doodstream"},{"redirect":13425388,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Saber in der Phantomzone","epNo":30,"alt":"Stampede","descr":"Der Außenposten Tranquility erwartet eine wichtige Lieferung. Colt erhält den Auftrag, den Transportflug vor Angriffen der Outrider zu schützen. Auf Tranquility lernt er die Lehrerin Robin kennen und verliebt sich in sie. Doch Robin ist äußerst misstrauisch und will sich und ihren kleinen Bruder von Colt fernhalten. Erst eine Attacke der Outrider ändert ihre Meinung.","versions":[{"lang":1,"streams":[{"redirect":13425391,"hoster":"VOE"},{"redirect":13425392,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"  Der intergalaktische Vergnügungspark ","epNo":31,"alt":"The Challenge (1)","descr":"Saber Rider lernt die schöne Lily kennen und geht einige Male mit ihr aus. Während eines ihrer Treffen erwähnt er einen geheimen Transport mit wertvollen Mineralien. Genau dieser Konvoi wird von den Outridern überfallen. In Saber Rider keimt der schreckliche Verdacht, dass seine neue Freundin als Spitzel für die Phantomwesen arbeiten könnte. Er stellt Lily eine Falle.","versions":[{"lang":1,"streams":[{"redirect":13425395,"hoster":"VOE"},{"redirect":13425396,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Erinnerungen ","epNo":32,"alt":"The Challenge (2)","descr":"Der Planet Laramie war bis vor kurzem eine unbewohnbare Wüste. Doch die Outrider haben den Bewohnern geholfen, und mittlerweile ist Laramie eine grüne Oase. Die Bewohner halten die Phantomwesen deshalb für ihre Freunde. Saber Rider und die Star Sheriffs zweifeln allerdings am Gesinnungswandel der Outrider und wollen ihrer plötzlichen Hilfsbereitschaft auf den Grund gehen.","versions":[{"lang":1,"streams":[{"redirect":13425399,"hoster":"VOE"},{"redirect":13425401,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Peacekeeper 7 meldet sich nicht","epNo":33,"alt":"What Did You Do on Your Summer Vacation?","descr":"Die Outrider ersetzen den Flugsicherheitschef des Planeten Abileen durch einen Doppelgänger. Als sie erfahren, dass dessen Schwester Emily ihren Bruder besuchen will, sabotieren sie ihren Flug. Die junge Frau überlebt, doch sie verliert bei dem Unfall ihr Augenlicht. Die Star Sheriffs kümmern sich um sie und bekommen so bald Wind von dem teuflischen Plan der Outrider.","versions":[{"lang":1,"streams":[{"redirect":13425403,"hoster":"VOE"},{"redirect":13425407,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Der Überläufer","epNo":34,"alt":"Jesse Blue","descr":"Saber Rider und die Star Sheriffs fliegen zum Planeten Durango, um die letzte Herde Wildbeasts vor den Outridern zu retten. Denn diese sind aufgrund der Jagd durch die Phantomwesen fast ausgestorben. Die Star Sheriffs können das Leittier gerade noch aus einer Falle befreien und liefern sich danach einen erbitterten Kampf mit den Outridern.","versions":[{"lang":1,"streams":[{"redirect":13425406,"hoster":"VOE"},{"redirect":13425413,"hoster":"Doodstream"},{"redirect":13425410,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Das Duell","epNo":35,"alt":"Dooley","descr":"Während eines Kurztrips in einen Vergnügungspark machen die Star Sheriffs eine Besorgnis erregende Entdeckung: Offenbar hat ein Outrider einen Teil des Planeten besetzt. Colt und Fireball fliegen los, um Verstärkung zu holen. Dabei gerät Fireball in einen Hinterhalt der Phantomwesen.","versions":[{"lang":1,"streams":[{"redirect":13425411,"hoster":"VOE"},{"redirect":13425414,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Der schöne Schein","epNo":36,"alt":"Bad Day at Dry Gulch","descr":"Fireball hat bei einem Unfall sein Gedächtnis verloren. Zudem wird er von schrecklichen Alpträumen heimgesucht. Saber Rider, Colt und April wollen ihm helfen, seine Erinnerungen zurückzuerlangen. Doch alle ihre Bemühungen bleiben erfolglos. Unterdessen starten die Outrider einen neuen Angriff.","versions":[{"lang":1,"streams":[{"redirect":13425415,"hoster":"VOE"},{"redirect":13425416,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Am Ende des Regenbogens","epNo":37,"alt":"Lend Me Your Ears","descr":"Die Outrider wollen die Sauerstoffanlagen des Planeten Yuma zerstören. Die Star Sheriffs brauchen Insiderinformationen, sie davon abzuhalten. Colt greift deshalb einen Outrider an und will die \"Blue Box\" des Schiffes stehlen, in der alle Informationen gespeichert sind. Doch die anderen Outrider zerstören das Flugzeug, um ihr Geheimnis zu bewahren. Am nächsten Tag eröffnet sich eine neue Chance: Bayou Bob taucht mit der Box auf, die er offenbar in den Trümmern des Flugzeugs gefunden hat.","versions":[{"lang":1,"streams":[{"redirect":13425419,"hoster":"VOE"},{"redirect":13425422,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":" Jesse Blues neue Freundin","epNo":38,"alt":"Jesse\u0027s Girl","descr":"Jesse Blue lockt die Star Sheriffs in eine Falle. Er hat Commander Eagle gefangen genommen und zwingt ihn, April seinen Aufenthaltsort zu verraten. Anstelle ihres Vaters warten dort allerdings bewaffnete Outrider. Aus Angst, Commander Eagle zu verletzen, wollen die Star Sheriffs nicht angreifen. Doch April glaubt, dass ihr Vater nicht in Gefahr ist.","versions":[{"lang":1,"streams":[{"redirect":13425423,"hoster":"VOE"},{"redirect":13425424,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"April reitet wieder","epNo":39,"alt":"April Rides","descr":"Die Star Sheriffs konnten der Falle der Outrider entkommen. Doch Commander Eagle befindet sich noch immer in der Gewalt von Jesse Blue. Saber Rider findet heraus, dass er im Red-Wing-Gefängnis versteckt wird. Als er mit Colt, April und Fireball dort eintrifft, ist Eagle aber bereits an einen anderen Ort verschleppt worden.","versions":[{"lang":1,"streams":[{"redirect":13425427,"hoster":"VOE"},{"redirect":13425428,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Das Red Wing Gefängnis","epNo":40,"alt":"The Walls of Red Wing","descr":"Die Outrider entwickeln eine neue gefährliche Waffe im Kampf gegen das Kavallerieoberkommando: den \"Range Ripper\". Auch Jesse Blue ist daran beteiligt. Es gelingt ihm, ein junges Mädchen für seine Pläne zu begeistern. Trista ist Jesse völlig hörig und belügt deswegen sogar ihre Familie. Als die Star Sheriffs davon erfahren, wird April als Vermittlerin eingesetzt. Sie soll Trista vom wahren Charakter Jesse Blues überzeugen.","versions":[{"lang":1,"streams":[{"redirect":13425429,"hoster":"VOE"},{"redirect":13425433,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Das Mädchen mit den blauen Haaren","epNo":41,"alt":"Snowcone","descr":"Ein mysteriöser Hexer namens Lazardo treibt in der Stadt New Wichta sein Unwesen. Er versetzt die Bevölkerung mit Erdbeben in Angst und Schrecken. Die Star Sheriffs reisen nach New Wichta, um dem Treiben ein Ende zu setzen. Sie vermuten, dass Lazardo in Wahrheit zu den Outridern gehört. April gelingt es, sein Versteck ausfindig zu machen.","versions":[{"lang":1,"streams":[{"redirect":13425436,"hoster":"VOE"},{"redirect":13425438,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":" Der Doppelgänger","epNo":42,"alt":"Sneaky Spies","descr":"König Jared und die Anführer drei weiterer Planeten schließen ein Bündnis gegen die Outrider. Nemesis bekommt Wind davon und schickt zwei Phantomwesen und den Menschen Frank Fogerty, um Jared und seine Verbündeten in seine Gewalt zu bringen. Die Star Sheriffs können Fogerty zwar festnehmen, doch er ist keine große Hilfe: Er hat sein Gedächtnis verloren und kann keine Informationen über die weiteren Pläne von Nemesis preisgeben.","versions":[{"lang":1,"streams":[{"redirect":13425439,"hoster":"VOE"},{"redirect":13425442,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Der Urweltplanet","epNo":43,"alt":"Oh Boy! Dinosaurs!","descr":"Auf dem Regenbogenplaneten treffen die Star Sheriffs die Geschwister Todd und Tina. Diese berichten, dass die Outrider allen anderen Bewohnern Implantate eingesetzt haben. So halten sie den Planeten unter Kontrolle. Saber Rider, April, Colt und Fireball nehmen einmal mehr den Kampf gegen die Phantomwesen auf.","versions":[{"lang":1,"streams":[{"redirect":13425444,"hoster":"VOE"},{"redirect":13425446,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Das Geheimnis der Mönche","epNo":44,"alt":"Born to Run (1)","descr":"Die Outrider starten erneut einen Angriff auf die Menschen. Diesmal erhalten Saber Rider und die Star Sheriffs Unterstützung von der Pilotin Mandarin. Jesse Blue hat währenddessen einen hinterlistigen Plan geschmiedet: Er spielt den Reumütigen und sagt sich scheinbar von den Outridern los.","versions":[{"lang":1,"streams":[{"redirect":13427978,"hoster":"VOE"},{"redirect":13427977,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Eagle auf der Flucht","epNo":45,"alt":"Legend of the Lost World (2)","descr":"Das Kavallerioberkommando plant einen Angriff auf die Phantomzone der Outrider. Dafür führen die Star Sheriffs zunächst verschiedene Tests durch. Unterdessen trifft Commander Eagle bei den Outridern auf einen Mönch. Dieser hilft ihm, sich vor den Phantomwesen zu verstecken. Dabei macht Eagle eine überraschende Entdeckung: Scheinbar haben Menschen und Outrider gemeinsame Vorfahren.","versions":[{"lang":1,"streams":[{"redirect":13427980,"hoster":"VOE"},{"redirect":13427981,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Eagle kehrt heim","epNo":46,"alt":"The Rescue (3)","descr":"Saber Rider und die Star Sheriffs sind noch immer auf der Suche nach Commander Eagle. Schließlich finden sie ihn auf der Basis der Phantomwesen. Nach einem harten Kampf können sie Eagle befreien. Dieser hat nach seiner Rettung allerdings vor allem eines im Sinn: Er will Frieden mit den Outridern schließen.","versions":[{"lang":1,"streams":[{"redirect":13427982,"hoster":"VOE"},{"redirect":13427983,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Der Waffenstillstand","epNo":47,"alt":"Eagle Has Landed (4)","descr":"Die Star Sheriffs konnten Commander Eagle retten. Dieser will unter allen Umständen ein Versprechen erfüllen und mit den Outridern Frieden schließen. Deshalb lädt er Jesse Blue zu einem Treffen ein. Jesses Position bei den Verhandlungen wird schnell klar: Er verlangt die Zerstörung Ramrods. Außerdem sollen die Star Sheriffs aufgelöst werden.","versions":[{"lang":1,"streams":[{"redirect":13427987,"hoster":"VOE"},{"redirect":13427986,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Der Friedensvertrag","epNo":48,"alt":"Cease Fire (5)","descr":"Der Friedensvertrag zwischen Menschen und Outridern wird unterzeichnet. Commander Eagle sieht sich endlich am Ziel. Die Verschrottung Ramrods ist als Teil des Vertrags bereits in vollem Gange. Auch die Star Sheriffs wurden von ihren Pflichten entbunden und sind in einen wohlverdienten Urlaub aufgebrochen. Zunächst scheint es, als ob sich die Phantomwesen an die Abmachung halten. Doch plötzlich greifen sie das wehrlose Kavallerie-Oberkommando an.","versions":[{"lang":1,"streams":[{"redirect":13427988,"hoster":"VOE"},{"redirect":13427989,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Der blaue Kobalt-Blaster","epNo":49,"alt":"Alamo Moon (6)","descr":"Nachdem das Kavallerie-Oberkommando Ramrod verschrottet hat, haben die Outrider den Friedensvertrag gebrochen und einen Angriff gestartet. Doch Commander Eagle hat eine Geheimwaffe für den Notfall: Ramrod 2 soll die wiedervereinten Star Sheriffs im Kampf gegen die Outrider unterstützen. Währenddessen hat Jesse Blue eine besondere Energiequelle gefunden.","versions":[{"lang":1,"streams":[{"redirect":13427990,"hoster":"VOE"},{"redirect":13427995,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Jesse Blue will alles","epNo":50,"alt":"The Nth Degree (7)","descr":"Die Bewohner des besetzten Planeten Huma beginnen erneut einen Kampf gegen die Outrider. Doch Nemesis und seinen Anhängern droht eine Niederlage. Währenddessen versuchen Saber Rider und die Star Sheriffs, den vernichtenden Angriff durch den \"Blauen Kobalt Blaster\" abzuwehren. Unterstützung erhalten sie dabei von König Jared.","versions":[{"lang":1,"streams":[{"redirect":13427996,"hoster":"VOE"},{"redirect":13427993,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Wer ist Nemesis?","epNo":51,"alt":"Who Is Nemesis? (8)","descr":"Jesse zettelt einen Aufstand gegen Nemesis an und besiegt ihn im Kampf. Doch da stellt sich heraus, dass Nemesis in Wirklichkeit ein künstlicher Cyborg war. Der echte treibt nach wie vor sein Unwesen. Unterdessen platzieren die Star Sheriffs Bomben auf dem Planeten der Outrider. Bei der Explosion wird Colt schwer verletzt.","versions":[{"lang":1,"streams":[{"redirect":13427994,"hoster":"VOE"},{"redirect":13427991,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Das letzte Gefecht","epNo":52,"alt":"Happy Trails (9)","descr":"Den Phantomwesen ist eine erneute Übernahme des Planeten Huma gelungen. Die einzige Chance, die Outrider endgültig zu besiegen, liegt in der Zerstörung der Tritonmaterie. Saber Rider, April und Fireball machen sich deshalb auf den Weg. Colt, der immer noch verletzt ist, folgt ihnen heimlich.","versions":[{"lang":1,"streams":[{"redirect":13427998,"hoster":"VOE"},{"redirect":13427999,"hoster":"Streamtape"}]}]}]}]}