{"path":"/serie/stream/safe-2022","name":"Safe (2022)","descr":"Die beiden Kinder- und Jugendtherapeuten Tom (Carlo Ljubek) und Katinka (Judith Bohle) führen gemeinsam eine Praxis in Berlin. Dort nehmen sie sich mithilfe der \"Nicht-Direktiven-Spieltherapie\" den seelischen Problemen ihrer jungen Patienten intensiv und zugewandt an. Die beiden Therapeuten haben jedoch auch mit eigenen Problemen zu kämpfen: Katinka muss sich mit dem komplizierten Verhältnis zu ihrem übermächtigen Vater (Matthias Habich) auseinandersetzen, der ebenfalls Therapeut war. Zudem führt Katinkas Affäre mit dem verheirateten Michael (Christian Erdmann) immer wieder zu Enttäuschungen. Tom wird dagegen als Vater gefordert, als ihn seine von ihm getrennt lebende Teenagertochter Hanna (Ella Lee) von ihrem Entschluss in Kenntnis setzt, zu ihm ziehen zu wollen.","seasons":[{"path":"/serie/stream/safe-2022/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/safe-2022/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Die sechsjährige Ronja hat ihre achte Therapiestunde bei Katinka. Das Mädchen schminkt und verkleidet sich und erklärt ihrer Therapeutin, worauf es ihrer Meinung nach bei Männern ankommt. Ohne ihr Verhalten zu bewerten, lässt Katinka Ronja gewähren, spiegelt ihr ihre verwirrenden Gefühle. Ronja pendelt zwischen dem Wunsch, eine erwachsene Frau zu imitieren und dem Verlangen, an einer Babyflasche zu nuckeln, von ihrer Mutter gehalten zu werden. Samuel, genannt Sam, und seine Pflegemutter Claudia kommen zum ersten Mal in die Praxis. Für Sam ist die Therapie die letzte Chance, nicht ins Heim zu müssen. Er schwänzt die Schule, hat gewalttätige Ausbrüche und wurde beim Diebstahl erwischt. Tom versucht, das Vertrauen des Jungen zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11623815","hoster":"VOE"},{"path":"/redirect/11623820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/safe-2022/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Immer wieder wird Katinka in ihrer Beziehung zu dem verheirateten Arzt Michael enttäuscht. Toms 15-jährige Tochter Hanna kündigt ihren Besuch an. In der Mittagpause ist Raum für Begegnung. Der achtjährige Jonas ist zum ersten Mal mit seinen Eltern bei Tom. Der Vater des Jungen hat eine unheilbare Krebserkrankung zu bewältigen und Jonas ist dadurch schwer belastet. Er kann sich nicht mehr konzentrieren und versinkt immer öfter in tiefe Traurigkeit. Tom möchte seinen neuen Klienten erst einmal kennenlernen und lässt ihn seine Familie als Tiere zeichnen. Durch seinen Hund Casanova kann Tom Jonas schließlich dazu bringen, sich ein Stück weit zu öffnen. Katinka hat am Abend eine Therapiestunde mit Nellie. Die 15-jährige kommt zu ihr, weil sie unter Panikstörungen leidet. Sie ist eine leidenschaftliche Sportlerin und schafft es kaum, ruhig zu sitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11623814","hoster":"VOE"},{"path":"/redirect/11623816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/safe-2022/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Angespannt und misstrauisch erscheint Sam zu seiner zweiten Therapiestunde. Tom erkennt, dass er die Unterstützung durch ihn gerne annehmen würde, aber in seiner Abwehr gefangen ist. Sam wurde beim Klauen erwischt und angezeigt. Seine Pflegemutter Claudia ist enttäuscht von ihm. Tom bietet Hilfe an und der Therapeut kann dem Jungen vermitteln, dass es allen Menschen möglich ist, ihr Schicksal durch ihre Handlungen selbst zu bestimmen. In ihrer Supervisionsgruppe bespricht Katinka den Fall \"Ronja\". Die leitende Supervisorin Dorothee ermuntert sie, Ronja weiterhin geduldig zu begleiten und bekräftigt sie, auch mit dem Vater ein Elterngespräch zu führen. Im Sandspiel mit Figuren wird immer wieder die Eifersucht der Sechsjährigen auf den kleinen Bruder deutlich. Ronja wirkt unglücklich, fühlt sich dumm und von anderen Kindern abgelehnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11623813","hoster":"VOE"},{"path":"/redirect/11623809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/safe-2022/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Als Katinka der hungrigen Nellie Popcorn zubereitet, wird dem Mädchen übel. Sie drängt Katinka nach draußen an die frische Luft. Dort möchte die Therapeutin etwas mit Nellie ausprobieren. Katinka breitet ein großes weißes Papier auf dem Rasen aus, zeichnet darauf den Umriss von Nellies Körper nach und bittet sie dann, mit bunten Farben ihre Gefühle zu platzieren. Beim Betrachten des entstandenen Bildes tritt ein Gefühl auffällig in den Vordergrund. In seiner dritten Therapiestunde sucht Jonas im Spiel die Gefahr. Als \"Bergsteiger\" wagt er einen gefährlichen Sprung, wird in seiner Fantasie dabei tödlich verletzt und unter Felsen, Schnee und Eis begraben. Auf kindliche Weise setzt er sich mit dem Sterben auseinander. Tom hilft dem Jungen, seine Gefühle wahrzunehmen. In der Mittagspause trifft Katinka ihren Vater in einem Biergarten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11623807","hoster":"VOE"},{"path":"/redirect/11623808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/safe-2022/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Ronjas Vater, Matthias Reiminger, erscheint zum Elterngespräch. Misstrauisch lässt er sich nur langsam auf Katinkas Fragen ein. Matthias fühlt sich nicht nur in der Praxis überfordert. Da er als Koch arbeitet, bleibt ihm nur wenig Freizeit. Den Einfluss seiner Exfrau auf die Kinder empfindet er als negativ. Mit einer therapeutischen Intervention kann Katinka ihm aufzeigen, wie wichtig gemeinsam verbrachte Zeit mit ihm für seine beiden Kinder ist. Sam erscheint fröhlich in seiner 11. Therapiestunde bei Tom in der Praxis. Er hat zu seinem 16. Geburtstag von seinen Pflegeeltern sehr angesagte Sneaker geschenkt bekommen, die er seinem Therapeuten stolz präsentiert. Dass er in ein Mädchen aus seiner Clique verliebt ist und nicht recht weiß, wie er sich ihr annähern kann, beschäftigt ihn allerdings.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11623803","hoster":"VOE"},{"path":"/redirect/11623804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/safe-2022/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Im Garten der Praxis spielen Therapeut Tom und Jonas gemeinsam Fußball. Der Junge gewinnt und Tom hilft ihm, das euphorische Gefühl der Freude und Kraft mit einer Geste im Körper zu verankern. Dies kann der Junge gut gebrauchen, denn sein schwerkranker Vater ist mittlerweile in einem Hospiz. Er hat Jonas seine Armbanduhr überlassen, ein Erbstück der Familie, für die Jonas ein Schmuckkästchen bauen möchte. Beim Basteln vertraut sich Jonas Tom an. Er ärgert sich über seine depressive und immer traurige Mutter, die sich nur noch um seine kleine Schwester Amelie zu kümmern scheint. Tom gelingt es, Jonas einen anderen Blick auf seine Mutter zu vermitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11623802","hoster":"VOE"},{"path":"/redirect/11623799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/safe-2022/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Freudestrahlend erzählt Ronja ihrer Therapeutin Katinka, dass sie eine Einladung zu einem Kindergeburtstag vom \"schönsten Mädchen aus der ganzen Gruppe\" im Kindergarten bekommen hat. Als Geschenk möchte sie Clara daher etwas malen. Während vor ihr das Bild entsteht, wird Ronja mit Katinkas Hilfe bewusst, dass ihr diese ungleiche Freundschaft nicht guttut. Mit gesunder Wut zerstört sie das Bild mit nassem Sand und stärkt sich so selbst. Sam dagegen fühlt sich von seinem Lehrer unfair behandelt. Obwohl er jetzt wieder regelmäßig zur Schule geht, scheint es ihm unmöglich, sein Leben positiv zu verändern. Aber über die Monate in der Therapie mit Tom hat Sam Zugang zu seinen Gefühlen gefunden. Er kann endlich darüber sprechen, was ihn tatsächlich im Innersten beschäftigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923390","hoster":"VOE"},{"path":"/redirect/11623801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/safe-2022/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Nellie geht mithilfe der Bildschirmtechnik noch einmal zurück an den Ort der finsteren Erinnerungen. Begleitet von Katinka wird sie versuchen, ihr Trauma in ihr Leben zu integrieren. Jonas’ Vater ist gestorben. Tom gibt der Trauer Raum und wartet behutsam, bis Jonas von selbst beginnt, von anderen Erlebnissen zu erzählen. Von nun an gilt es, mit dem Verlust zu leben. In einem wilden Regentanz lässt Jonas seinen aufgestauten Gefühlen freien Lauf. Am Lagerfeuer im Garten lassen Tom und seine Tochter Hanna am Ende des Tages die ersten gemeinsamen Wochen in Berlin Revue passieren. Es läuft gut mit den beiden. Als Tom auch Katinka dazu holen will, findet er sie nachdenklich im dunklen Therapiezimmer. Ihre Fortschritte mit Nellie bewegen sie. Zudem hat sie es geschafft, sich von Michael zu trennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11623822","hoster":"VOE"},{"path":"/redirect/11623823","hoster":"Streamtape"}]}]}]}]}