{"seriesId":"safe-house","name":"Safe House","descr":"Die britische Crime-Serie Safe House wurde erstmals 2015 ausgestrahlt. Der ehemalige Ermittler Robert Haleford und seine Frau, die Lehrerin Katy, leben in einem abgeschieden Haus in einer idyllischen Seenlandschaft im ländlichen England. Ihr friedliches Leben wird aufgewirbelt, als eine enger Freund des Paares, der Polizist Mark, mit einer Bitte an die beiden herantritt. Er möchte das abgelegene Gästehaus nutzen, um dort Menschen unterzubringen, die an einem Zeugenschutzprogramm teilnehmen oder als Kronzeugen gelten.Zunächst zieht eine Familie ein, die gewaltsam von einem Fremden angegriffen wurden, der behauptet, die Menschen zu kennen. Doch die neuen Gäste bringen einige Geheimnisse mit in das Landhaus und wecken in Robert schlimme Erinnerungen an einen Vorfall, der sich 18 Monate zuvor ereignete. Langsam entwickelt sich ein gefährliches Katz-und-Maus-Spiel.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Freundschaft","epNo":1,"alt":"Episode 1","descr":"Der ehemalige Polizist Robert Haleford und seine Ehefrau Katy erklären sich dazu bereit, ihr Haus als gesicherte Unterkunft für den Zeugenschutz zur Verfügung zu stellen. Nachdem die Entführung des kleinen Joe Blackwell knapp vereitelt werden konnte, wird er samt seiner Familie bei den Halefords versteckt. Während die Polizei nach dem Täter fahndet, werden bei Robert alte Wunden aus seiner Vergangenheit als Polizist aufgerissen.","versions":[{"lang":1,"streams":[{"redirect":8784321,"hoster":"VOE"},{"redirect":8621620,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Familie","epNo":2,"alt":"Episode 2","descr":"Der Täter wird als Michael Collersdale identifiziert, ein Ex-Gefängnisinsasse den David als Vollzugsbeamter betreut hat. Gleichzeitig leidet die Blackwell Familie unter der Isolation, während der verschwundene Sam gefunden wird.","versions":[{"lang":1,"streams":[{"redirect":8784323,"hoster":"VOE"},{"redirect":8621621,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Liebe","epNo":3,"alt":"Episode 3","descr":"Im \"Safe House\" häufen sich die Konflikte. Der Mord an Alis Schwester Gemma schockiert die Familie. Währenddessen deckt Robert Unstimmigkeiten in der Familiengeschichte auf. Als Ali davon erfährt, begeht sie eine gefährliche Kurzschlusshandlung. Gleichzeitig wird der Fall Susan Reynolds erneut untersucht, da Mark wichtige Beweise unterschlagen hatte. Mark nutzt derweil die Informationen, um in Katy einen Verdacht zu wecken. Woanders stiehlt Collersdale wichtige Polizeiakten.","versions":[{"lang":1,"streams":[{"redirect":8784319,"hoster":"VOE"},{"redirect":8621622,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verrat","epNo":4,"alt":"Episode 4","descr":"Sam und Joe denken sich nichts dabei, als sie einen heimlichen Bootsausflug unternehmen. Collersdale kann Joe jedoch in seine Gewalt bringen, wobei sein Motiv enthüllt wird. Robert eilt los, um das Schlimmste zu verhindern. Woanders verfolgt Mark seine eigene Agenda. Zudem werden schwerwiegende Unstimmigkeiten im Fall Reynolds immer deutlicher.","versions":[{"lang":1,"streams":[{"redirect":8784320,"hoster":"VOE"},{"redirect":8621623,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Entführung","epNo":1,"alt":"Episode 1","descr":"Als der ehemalige Polizist Tom (Chris Abe) hört, dass Julie Delaney (Lynsey McLaren) vermisst wird, verlässt er sein an der Küste gelegenes Zuhause und macht sich direkt auf den Weg an den Tatort.","versions":[{"lang":1,"streams":[{"redirect":8784322,"hoster":"VOE"},{"redirect":8621624,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zweifel","epNo":2,"alt":"Episode 2","descr":"Die Suche nach Julie Delaney intensiviert sich. Tom (Stephen Moyer) und Sam (Zoe Tapper) müssen sich mit einem unruhigen John Channing (Ashley Walters) und einer emotionalen Dani (Sacha Parkinson) auseinandersetzen.\rTom und Sam sind überrascht, dass John sein Unternehmen während dieser traumatischen Zeit weiter führt. Wenn John sich mit einer dubiosen Person auf einem Parkplatz trifft, beginnt Tom sich wirklich Sorgen zu machen. Es wird offensichtlich, dass Dani sich auffällig vor dem Freund ihrer Mutter in Acht nimmt. Tom und Sam beginnen, zu befürchten, dass John in Julies Verschwinden verwickelt ist. \rToms ehemalige Chefin, Elizabeth Ellroy (Deryla Kirwan), taucht auf, um nach Antworten zu suchen. Sie möchte nicht, dass Tom den Fall ermittelt und Vedder (Gary Cargill) teilt diese Meinung. \rSam wundert sich, wieso Tom wirklich die Polizei verlassen hat. Tom bleibt verschwiegen, aber Sam weiß, dass er etwas Großes versteckt.","versions":[{"lang":1,"streams":[{"redirect":8784325,"hoster":"VOE"},{"redirect":8621627,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verdacht","epNo":3,"alt":"Episode 3","descr":"Tom (Stephen Moyer) gelingt ein wichtiger Durchbruch in seinem aktuellen Fall. Er kann nämlich einen Immobilienmakler mit einer ganzen Reihe von Örtlichkeit in Verbindung setzen, die bei den Crow-Entführungen eine große Rolle gespielt haben.","versions":[{"lang":1,"streams":[{"redirect":8784324,"hoster":"VOE"},{"redirect":8621625,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Abgrund","epNo":4,"alt":"Episode 4","descr":"Sam (James Burrows) bringt endlich in Erfahrung, warum Tom (Stephen Moyer) die Polizei wirklich verlassen hat. In der Zwischenzeit erreichen Simon (Jason Watkins) und Liam (Joel MacCormack) das Safehouse, jedoch befinden sie sich nach wie vor in großer Gefahr. Tom muss sich indes der \"Crow\" stellen, um Sams Leben zu retten.","versions":[{"lang":1,"streams":[{"redirect":8784326,"hoster":"VOE"},{"redirect":8621626,"hoster":"Streamtape"}]}]}]}]}