{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin","name":"Saikin, Imouto no Yousu ga Chotto Okashiin","descr":"Mitsuki und Yuuya sind plötzlich Geschwister. Durch die Heirat ihrer Eltern leben sie nun zusammen. Alles wäre ganz normal, wäre Hiyori nicht aufgetaucht. Hiyori ergreift besitz von Mitsuki und sagt, als sie noch am Leben war, war sie in Yuuya verliebt. Mitsuki soll ihr nun helfen, nach dem Tod ihren Traum zu verwirklichen und Yuuya näherkommen. Damit Mitsuki auch mitmacht, wird ihr ein Keuschheitsgürtel verpasst, der sich immer etwas auffüllt, wenn Hiyori zufrieden ist. Aber Mitsuki muss sich beeilen, denn sollte sie Hiyoris Wunsch nicht nachkommen können, würde sie sterben...","seasons":[{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-1","name":"","epNo":1,"alt":"Mitsuki SOS","descr":"Yūya Kanzaki hat eine Stiefschwester namens Mitsuki. Zuerst ist sie kalt zu ihm und spricht ihren Stiefbruder mit \"du\" oder \"ihn\" an, aber eines Tages bricht Mitsuki plötzlich zusammen, was Yūya in Panik versetzt. Als Mitsuki im Krankenhaus aufwacht, umarmt sie Yūya leidenschaftlich und nennt ihn ihren \"großen Bruder\", bevor sie wieder die Stimmung ändert und ihn buchstäblich aus ihrem Krankenzimmer wirft. Später, nachdem sie sich zu Hause ausgeruht hat, wacht sie auf und findet einen Keuschheitsgürtel an sich vor. Mitsuki trifft dann Hiyori, die sich selbst einen Engel nennt , bevor sie mehr fragen kann, springt sie in Mitsukis Körper und besitzt sie. Der Besitz verursacht den echten Mitsuki, der jetzt transparent istUm außerhalb ihres Körpers zu schweben, sagt Hiyori Mitsuki, sie solle sich keine Sorgen machen, da sie nicht tot ist. Sie masturbiert dann weiter, während sie sich in Mitsukis Körper befindet, was dazu führt, dass die echte Mitsuki zurück in ihren eigenen Körper springt und Hiyori vertreibt. Bestürzt beglückt Hiyori sie dann, während sie über ihren großen Bruder (Yūya) spricht, was dazu führt, dass Mitsuki einen Orgasmus hat , der dazu führt, dass sich ein Herz am Keuschheitsgürtel ein wenig füllt. Verärgert darüber, dass jemand ihren Keuschheitsgürtel sehen könnte, fordert sie Hiyori auf, ihr zu sagen, wie sie ihn abnehmen soll. Hiyori erzählt von einem Knopf, der einfach den Schritt freigibtBit, das Mitsuki weiter drückt. Während sie den Gürtel erklärt, wird sie von Mitsuki unterbrochen, die auf die Toilette muss. Während sich der Keuschheitsgürtel dort wieder festklemmt, erklärt Hiyori, dass er nur drei Minuten ausbleibt, bevor er wieder angelegt wird, und sie eine Stunde warten muss, bevor sie ihn erneut drückt. Hiyori erklärt, dass sie versuchte, das zu beenden, was sie sagen wollte, aber unterbrochen wurde. Mitsuki leidet eine Stunde lang im Badezimmer und macht sich sowohl ihre Tante als auch Yūya Sorgen, bevor sie die Gelegenheit hat, mit großer Erleichterung wieder zu gehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8437434","hoster":"VOE"},{"path":"/redirect/8437435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-2","name":"","epNo":2,"alt":"Shining Amidst the Storm","descr":"Die Episode beginnt damit, dass Mitsuki Hiyori fragt, wer sie ist und warum sie nicht hinübergehen kann. Sie antwortet, indem sie Mitsuki durch Zeit und Raum zu Stufen führt, die zu einem großen goldenen Tor führen. Dort angekommen erklärt sie, dass sie Yūya im Leben geliebt hat, aber gestorben ist, bevor sie ihre Gefühle gestehen konnte. Sie sagt Mitsuki, dass sie mit ihm \"Lovey Dovey\" -Sachen machen will, damit sie hinübergehen kann. Jedes Mal, wenn dies geschieht (von Hiyori, die sie besitzt, oder von Mitsukis eigenen Handlungen), füllt sich das Herz auf dem Keuschheitsgürtel ein wenig. Jedes Mal, wenn das Herz gefüllt ist, wird eine Stufe hinzugefügt, die näher zum goldenen Tor führt. Sobald es voll ist, öffnet sich das Tor, sodass Hiyori hinübergehen kann. Nachdem sie aufgewacht ist und dachte, es sei alles nur ein Traum, ist sie dann enttäuscht, etwas anderes zu finden und macht sich auf den Weg zur Schule. Während ihrer Schulzeit lässt Mitsuki Hiyori sie für den Sportunterricht besitzen und infolgedessen macht sie sich wirklich gut. Als Hiyori ihr sagt, dass sie dies tut, um die Aufmerksamkeit der Proteste von Yūya Mitsuki auf sich zu ziehen.Hiyori sagt weiter, dass, wenn Mitsuki nach einer Weile nichts tut, das Herz an ihrem Gürtel vollständig entleert wird, was dazu führt, dass beide sterben und zu gehenHölle . In der Schule verspürt Mitsuki plötzlich den Drang, auf die Toilette zu gehen. Yūya denkt fälschlicherweise, dass sie krank ist und bringt sie zur Krankenschwester, was schließlich dazu führt, dass Mitsuki sich vor ihm einnässt. Weinend und verlegen weiß Mitsuki nicht, wie sie ihm gegenübertreten soll, wird aber von Hiyori aufgemuntert. Zur gleichen Zeit hat Yūya einen Unfall im Lebensmittelgeschäftwas dazu führt, dass er zu Hause mit kaputtem Türschloss ein Bad nimmt. Nach seinem Bad sieht Mitsuki ihn versehentlich nackt und geht dann, um ihr eigenes Bad zu nehmen. Als sie versucht auszusteigen, entdeckt sie, dass die Tür kaputt ist, Yūya hört dies und erklärt, dass die Tür nur von außen geöffnet werden kann. Yūya sagt zu ihr, dass er es einen Spalt öffnen wird, damit sie herauskommen kann. Hiyori nutzt die Gelegenheit und besitzt Mitsuki, die ihn mit sich hineinzieht, was die Tür schließt und sie beide im Badezimmer einschließt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8437446","hoster":"VOE"},{"path":"/redirect/8437447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-3","name":"","epNo":3,"alt":"Heavy-Hanging Fruit","descr":"Während die beiden im Badezimmer eingesperrt sind, gibt Yūya Mitsuki sein Hemd und die beiden teilen Teile ihrer Vergangenheit miteinander. Das Ergebnis des Gesprächs löst bei Mitsuki eine Reaktion aus, die das Herz ein wenig erfüllt. Yūya ruft um Hilfe und wird von Yukina beantwortet, die kommt, um sie herauszulassen. Yukina stellt sich Mitsuki als Yūyas Kindheitsfreundin vor, was sie verärgert, wenn sie darüber nachdenkt. Später warnt Hiyori wütend darüber, dass Yukina Yūya angreift, und warnt Mitsuki davor, ihr zu sagen, dass Beziehungsstress und Eifersucht den Inhalt des Herzens auf dem Gürtel schneller fallen lassen. Hiyori besitzt sie wieder und flirtetmit Yūya, während er versucht, Yukina zu demütigen, was wenig Wirkung hat. Entschlossen bringt sie Yūya dazu, zu Misukis Verlegenheit zuzugeben, dass er sowohl große als auch kleine Brüste mag. Das Ergebnis bewirkt auch, dass sich das Herz am Keuschheitsgürtel erholt und mehr füllt. Am nächsten Tag führt ein versehentliches Verschütten dazu, dass Yūya Misukis Höschen sieht. Nachdem sie ihr Höschen in die Wäsche gegeben hat, weigert sie sich, mit Yūya und Yukina zur Schule zu gehen. Hiyori schlägt vor, dass es Eifersucht ist, etwas, das Mitsuki errötet, um es zu leugnen. Hiyori bemerkt auch, dass Yukina sie direkt ansieht, was sie als unmöglich abtut. In der Schule ist es Yūya peinlich, wenn er an Mitsukis Höschen denkt, das er zuvor versehentlich gesehen hat. Währenddessen gibt Mitsuki zu, dass sie vergessen hat, ihr Höschen wieder anzuziehen, bevor sie nach dem Waschen zur Schule kam. Während des Mittagessens wird sie von Ayaka eingeladen, sich ihr anzuschließen, lehnt es jedoch ab, zu bemerken, wie windig es ist. Yukina deutet ihr an, dass sie ihr Problem kennt und hilft ihr, indem sie versucht, sie wieder ins Haus zu bringen. Die Dinge laufen gut, bis ein Windstoß ihren Hintern freilegtzu Yūya, was dazu führte, dass er vor Schock zurückfiel und sich den Kopf schlug. Die Episode endet damit, dass Mitsuki auf ihrem Schreibtisch ein neues Höschen findet , das sie von einer unbekannten Person erhält. Yūya ist währenddessen im Büro der Krankenschwester mit Kopfschmerzen und Gedächtnisverlust darüber, was mit Mitsuki passiert ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8437448","hoster":"VOE"},{"path":"/redirect/8437449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-4","name":"","epNo":4,"alt":"Heartcatch Hiyori-san","descr":"Während sie im Bett liegt und an Yūya denkt, fordert Hiyori Mitsuki auf, mehr auf ihn zu reagieren und sagt, dass sie die ideale kleine Schwester sein könnte, was sie als Herausforderung ansieht. Am nächsten Tag besitzt Hiyori sie und macht Frühstück für Yūya, die überrascht ist. Die echte Mitsuki beobachtet das alles und tut es als \"aufsaugen\" ab und lässt Hiyori ihr versichern, dass sie keinen übermäßigen Körperkontakt oder Verführung machen wirdauf ihn. Sie beobachtet weiterhin, wie Hiyori sich Yūya gegenüber sehr schwesterartig verhält, während sie in ihrem Körper ist, bis zu dem Punkt, an dem er lächelt. Als er merkt, dass er sie noch nie angelächelt hat, bevor der echte Mitsuki beginnt, tief in Gedanken zu versinken. Ihre Gedanken werden von Yukina unterbrochen, die scherzhaft sagt, dass es so aussieht, als hätten die beiden ein Date. Neko geht vorbei, wo die echte Mitsuki schwebt und sagt: \"Du solltest nicht zu lange getrennt bleiben\", was Verwirrung stiftet, wenn sie sie sehen kann. Später geht Hiyori, der immer noch Mitsuki besitzt, mit Yūya zu einem Entwässerungsgraben, um Steine ​​zu überspringen . Der echte Mitsuki schwebt in der Nähe und denkt daran, was echte Geschwister sindbedeutet. Während er Steine ​​überspringt, spricht Yūya über seine Vergangenheit und über ein Mädchen, das er als Freund hatte und das ihn \"großen Bruder\" nannte. Als Hiyori dies hört, springt Mitsuki in seine Arme und sagt, dass sie es war und glücklich, dass er sich erinnert. Als die echte Hiyori versucht einzugreifen, entdeckt sie, dass sie nicht in ihren eigenen Körper zurückkehren kann. Als sie ihr später in der Nacht sagt, dass sie nicht in ihren Körper zurückkehren kann, will Hiyori die Situation ausnutzen. Hiyori als Mitsuki besteht darauf, dass sie mit ihm in Yūyas Zimmer schläft, weil sie Angst vor dem Donner hat und später mit ihm ins Bett kriecht. Hiyori sagt dann durch Mitsuki, dass sie die perfekte kleine Schwester für ihn sein wird, Yūya antwortet, indem sie sagt, dass sie einfach sie selbst sein sollte. Das Ergebnis davon, dass er das sagt, bewirkt, dass sich die echte Mitsuki, die in der Nähe schwebt, berührt fühlt und Hiyori ihren Körper verlässt.Hiyori tritt dann Mitsuki buchstäblich zurück in ihren Körper, in Verlegenheit über alles, was passiert ist, tritt Mitsuki dann Yūya aus seinem eigenen Zimmer. Am nächsten Tag sagt Mitsuki Yūya, dass sie so sein wird, wie sie immer war, wie er gesagt hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8437459","hoster":"VOE"},{"path":"/redirect/8437461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-5","name":"","epNo":5,"alt":"Naughty Body Snatcher","descr":"Mitsuki und Yūya werden von Ayaka in ein Fitness-Pool-Center eingeladen. Dort trifft sie auf Yukina, ebenfalls anwesend sind Shōtarō und Moa. Mitsuki, die einen Badeanzug trägt, weigert sich aus Verlegenheit, dass ihr Gürtel gesehen werden könnte, ins Wasser zu gehen. Während Neko zusieht, wie alle Spaß haben, stellt sie sich Mitsuki vor und sagt ihr, dass sie sie dorthin begleitet hat, da ihr Vater den Ort besitzt. Sie erzählt auch, dass ihr Vater mehr Meinungen von Menschen wollte und ihnen erlaubte, kostenlos zu bleiben, wenn sie sich daran hielten. Mitsuki denkt an Yūya, während er zusieht, wie er Spaß hat, und reagiert, nachdem er gesehen hat, wie sein Freund Shōtarō mit seiner Schwester Moa ist. Yūya schlägt versehentlich seinen Kopf gegen Yukinas und lässt ihn hineinfallen. Als Mitsuki dies sieht, springt er ein, um ihm zu helfen, aber es ist nicht nötig, da sich herausstellt, dass es ihm gut geht. Mitsukis Bein verkrampft jedoch,und Yūya trägt sie hinaus und entfernt sich irgendwo zum Sitzen. Ohne es zu wissen, war Mitsukis Badeanzug heruntergefallen. Yūya setzt sie ab und ist schockiert, als sie entdeckt, dass sie den Gürtel trägt, um die Sache noch schlimmer zu machen, kommen einige Leute vorbei. Yūya entschuldigt sich bei Misuki und küsst sie dann, versteckt den Gürtel und lässt die Passanten glauben, sie wären ein rumknutschendes Paar. Yūya zieht dann seinen Badeanzug aus, was dazu führt, dass Mitsuki vor Verlegenheit schreit und das Herz am Gürtel sich mehr füllt. Später wird gezeigt, dass Yūya ihr seinen Badeanzug gab, den er aus irgendeinem Grund zwei Paar Badebekleidung trug. Am nächsten Tag denkt Yūya währenddessen darüber nach, warum Mitsuki den Gürtel tragen könnteYūya setzt sie ab und ist schockiert, als sie entdeckt, dass sie den Gürtel trägt, um die Sache noch schlimmer zu machen, kommen einige Leute vorbei. Yūya entschuldigt sich bei Misuki und küsst sie dann, versteckt den Gürtel und lässt die Passanten glauben, sie wären ein rumknutschendes Paar. Yūya zieht dann seinen Badeanzug aus, was dazu führt, dass Mitsuki vor Verlegenheit schreit und das Herz am Gürtel sich mehr füllt. Später wird gezeigt, dass Yūya ihr seinen Badeanzug gab, den er aus irgendeinem Grund zwei Paar Badebekleidung trug. Am nächsten Tag denkt Yūya währenddessen darüber nach, warum Mitsuki den Gürtel tragen könnteYūya setzt sie ab und ist schockiert, als sie entdeckt, dass sie den Gürtel trägt, um die Sache noch schlimmer zu machen, kommen einige Leute vorbei. Yūya entschuldigt sich bei Misuki und küsst sie dann, versteckt den Gürtel und lässt die Passanten glauben, sie wären ein rumknutschendes Paar. Yūya zieht dann seinen Badeanzug aus, was dazu führt, dass Mitsuki vor Verlegenheit schreit und das Herz am Gürtel sich mehr füllt. Später wird gezeigt, dass Yūya ihr seinen Badeanzug gab, den er aus irgendeinem Grund zwei Paar Badebekleidung trug. Am nächsten Tag denkt Yūya währenddessen darüber nach, warum Mitsuki den Gürtel tragen könnteYūya zieht dann seinen Badeanzug aus, was dazu führt, dass Mitsuki vor Verlegenheit schreit und das Herz am Gürtel sich mehr füllt. Später wird gezeigt, dass Yūya ihr seinen Badeanzug gab, den er aus irgendeinem Grund zwei Paar Badebekleidung trug. Am nächsten Tag denkt Yūya währenddessen darüber nach, warum Mitsuki den Gürtel tragen könnteYūya zieht dann seinen Badeanzug aus, was dazu führt, dass Mitsuki vor Verlegenheit schreit und das Herz am Gürtel sich mehr füllt. Später wird gezeigt, dass Yūya ihr seinen Badeanzug gab, den er aus irgendeinem Grund zwei Paar Badebekleidung trug. Am nächsten Tag denkt Yūya währenddessen darüber nach, warum Mitsuki den Gürtel tragen könnteunbewusst Mitsukis Höschen auf seinem Gesicht reiben, das ihm zurückgegeben worden war. Mitsuki, die krank von der Schule zu Hause geblieben ist, erreicht ihre Belastungsgrenze und ist bereit, den Gürtel mit einer Schere abzuschneiden, wenn sie zusammenbricht. Hiyori, die sieht, dass der Gürtel an ihr nicht gut aussieht, besitzt Mitsuki. Sie geht dann auf Yūya, als er kommt, um zu sehen, ob es Mitsuki gut geht, nachdem er von der Schule nach Hause gekommen ist. Als Hiyori Yūya bittet, sie zu tun , kommt sie aus Mitsuki heraus und offenbart sich ihm, als Antwort fragt er verwirrend, wer sie sei.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12173009","hoster":"VOE"},{"path":"/redirect/8437469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-6","name":"","epNo":6,"alt":"Oh! A Ghost!","descr":"Hiyori bricht auf Yūya zusammen und enthüllt Mitsuki, der ihn einen Idioten nennt und fragt, was er tut. Bevor er sie weiter fragen kann, bricht sie wieder zusammen und sagt, dass sie es nicht war. Mitsuki umarmt Yūya, während er ihrer Mutter zuruft, als er ihr helfen will, und bringt sie dann ins Bett, um sich von der Krankheit auszuruhen. Am nächsten Morgen ist Hiyori erleichtert, dass es Mitsuki gut geht, aber sie sieht, dass sie sich immer noch nicht vollständig erholt hat. Yūya bittet währenddessen Yukina um Rat, verwendet aber nicht Mitsukis Namen. Er bekommt einige hilfreiche Ratschläge von ihr, kommt aber zu dem falschen Schluss, warum sie das \"gruselige Höschen\" trägt (bezogen auf ihren Gürtel). Auf dem Heimweg von der Schule bekommt er die Gelegenheit, noch einmal mit ihr zu sprechen. Yukina fragt Yūya, warum er glaubt, dass sie sich von einem Wildfang verändert hatin der Vergangenheit, wie sie jetzt ist, wird aber unterbrochen, bevor sie eine Antwort von ihm bekommen kann. Als er nach Hause kommt, sagt Mitsuki, die von Hiyori besessen ist, während der echte schläft, zu Yūya, dass sie ihm etwas sagen muss. Yūya denkt verwirrend darüber nach, was Mitsuki ihm sagen will und ist unsicher, wie er reagieren soll. Während sie ein Bad nimmt, zögert Hiyori (die Mitsuki besitzt), ist aber entschlossen, Sex zu habenmit Yūya, der denkt, dass die Dinge mit Mitsuki so laufen, dass sie niemals in den Himmel kommen wird. Sie geht dann zu seiner Verlegenheit halbnackt in Yūyas Zimmer, weiß aber nicht, wie sie das Thema ansprechen soll, und bleibt lange genug stehen, damit der echte Mitsuki aufwacht und gegen das protestiert, was Hiyori tut. Hiyori steckt Mitsuki aus Verlegenheit zurück in ihren eigenen Körper, gerade als Yūya Mitsuki sagt, dass er damit einverstanden ist, dass sie Mädchen mag. Er macht sich jedoch Sorgen um den Gürtel und missversteht erneut, warum er sie mit Hiyori sieht, was Mitsuki dazu bringt, sich zu fragen, wie er auf so eine verrückte Schlussfolgerung gekommen ist. Yūya sagt ihr, dass er damit einverstanden ist, dass sie den Gürtel trägt, wünscht sich aber, sie wäre vorsichtiger. Mitsuki freut sich über seine insgesamt freundlichen Worte, wirft ihn aber raus, als er ihr bedeutet, halbnackt zu sein. Die Episode endet damit, dass Yūya eine dankbare Notiz von Mitsuki vorliest, in der sie sagt, dass sie wieder zur Schule geht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8437475","hoster":"VOE"},{"path":"/redirect/8437474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-7","name":"","epNo":7,"alt":"Fumbling Around? Club Activities","descr":"Während Ayaka sitzt und zu Mittag isst, überredet sie Mitsuki, sich einige Schulclubs anzusehen , denen sie beitreten können. Hiyoris Einwände, da sie mit Yūya flirten möchte, räumt jedoch ein, dass sie nur zuschaut und nicht mitmacht. Mitsuki beginnt mit dem Tennisclub und lässt sich von Hiyori vor Erschöpfung besitzen. Hiyori macht es großartig, den Kapitän des Teams zu überraschen. Hiypri taucht wieder auf und der Kapitän bittet Mitsuki, sich anzuschließen, und sagt, dass sie es nach Wimbledon schaffen könnten, aber sie lehnt ab. Ähnliches passiert, als sie den Fußballverein ausprobiert, Hiyori besitzt wieder Mitsuki und macht sich gut. Hiyori ist aufgeregt, als der Mannschaftskapitän anbietet, zur Weltmeisterschaft zu gehen. Beide sind jedoch von all den beteiligten Formen überwältigt, was dazu führt, dass Mitsuki in ihrem eigenen Körper abnimmt. Mitsuki probiert andere Clubs ohne Interesse aus, bis sie zum Kendo -Club kommt, wo Hiyori interessiert wird, als sie Yukina sieht. Während Yūya sie beobachtet, haben die beiden ein Match mit Hiyori, die Mitsuki besitzt, aber die Männer riechen zu sehr, als dass sie stehen könnte. Hiyori lässt Mitsuki zurück in ihren Körper gehen, gerade als Yukina sie KO schlägt, besorgt Yūya rennt zu ihr, um herauszufinden, dass es ihr gut geht. Das nächste, was Mitsuki anzieht, ist der Theaterclub , in dem Neko ein Stück probt, für das sie das Szenario geschrieben hatPro. Das Stück beinhaltet Yūya, der zwischen seiner Freundin, gespielt von Neko, oder seiner Stiefschwester, gespielt von Moa, wählen muss. Am Ende entscheidet er sich für seine Freundin, die ihm einen Heiratsantrag macht, aber in letzter Minute macht sie einen Rückzieher und sagt, er solle mit der Person gehen, in die er wirklich verliebt ist. Eine neue Braut kommt auf die Bühne, die nicht Moa ist, sondern Mitsuki, die ihre Rolle übernommen hat und zu Yūya sagt: \"Kichze nicht um jemanden, der nicht deine kleine Schwester ist.\" Moa, die gefesselt ist, rennt zurück auf die Bühne, um zu versuchen, ihre Rolle zurückzuerobern, stolpert aber über Mitsuki, was dazu führt, dass der Rücken ihres Kleides reißt und ihr Hinterteil freigelegt wird. Nachdem sie geschrien hat, wacht sie erleichtert auf, dass es ein Traum war, nur um festzustellen, dass sie immer noch träumt. Nach einem weiteren falschen Erwachen und jetzt wirklich wach, erhält Mitsuki eine SMS von Ayaka, die ihr sagt, sie solle sich keine Sorgen darüber machen, was in der Schule passiert ist, was einen schockierten Ausdruck auf ihrem Gesicht verursacht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8437479","hoster":"VOE"},{"path":"/redirect/8437482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-8","name":"","epNo":8,"alt":"Alone Together at the Aquarium","descr":"In der Schule erhält Yūya von Neko zwei Eintrittskarten für das Aquarium . Mitsuki kommt zuerst von der Schule nach Hause und ist schockiert, als sie ein anzügliches Magazin entdeckt, das dazu führt, dass sie einen Albtraum hat. Als Yūya kommt, um die Zeitschrift seines Freundes zu holen, wirft Mitsuki sie wütend auf ihn, dass er so etwas hat, ohne zu wissen, dass es nicht seine ist. Yūya wechselt das Thema, indem er ihr die Tickets anbietet, die er zuvor erhalten hatte, was sowohl Hiyori als auch Mitsuki aufgeregt macht. Hiyori besitzt dann Mitsuki, die zu seiner Überraschung herausplatzt, wie glücklich sie ist, mit ihm zu gehen. Im Aquarium ist Hiyori (als Mitsuki) überglücklich über die Umgebung, was Yūya glücklich macht. Während er einen Mondfisch im Ozean betrachtet , fragt Mitsuki, der in der Nähe schwimmt, Hiyori, warum sie mit ihm gegangen sind, und vergleicht es mit einem Date. Mitsuki springt aus Verlegenheit zurück in ihren Körper, aber als sie daran denkt, mit Yūya verabredet zu sein, wird sie erregt und verwirrt. Das Ergebnis führt dazu, dass sich ihr Gürtel heiß anfühlt und das Herz mehr füllt, und Hiyori fühlt sich seltsam an. Später teilen Mitsuki und Yūya ihre Vergangenheit miteinander. Mitsuki sagt ihm, dass es ihr jetzt seltsam vorkommt, jemanden bei sich zu haben, wenn sie nach Hause kommt, da ihre Mutter sie allein gelassen hat, als sie zur Arbeit ging. Sie fragt ihn dann, ob er einen Freund namens Hiyori hatte, als er klein war, aber Yūya sagt ihr, dass er diesen Namen noch nie zuvor gehört hat. Hiyori erzählt Mitsuki, dass sie den Namen Hiyori aus einem Buch hat und sich nicht an ihren richtigen Namen erinnern kann. Während sie ihre Beine in ein Becken voller Doktorfische tauchen, Mitsuki hat ein komisches Gefühl, aber Yūya besteht darauf, ihre Beine in den Tank zu halten, weil sie denkt, dass es ihr gut gehen wird. Das Ergebnis des Saugens des Fisches und ihres Gedankens an ihn führt zu einem weiteren Orgasmus, der das Herz mehr ausfüllt. Mitsuki ist wütend auf Yūya, die nicht wusste, dass der Fisch sie störte, aber nachdem er sich entschuldigt hat, ist sie glücklich. Yūya geht weiter, während sie nach Hause gehen, und schaltet alle Lichter im Haus ein, um sie willkommen zu heißen. Im Bett erzählt Hiyori dann Mitsuki, dass sie glaubt, dass ihr Synchronisationsverhältnis gestiegen ist, da sie sagt, dass ihre Herzen verbunden sind. Hiyori sagt auch, dass sie so tun wird, als würde sie nicht bemerken, dass Mitsuki sich auch in ihn verliebt, was sie in Verlegenheit bringt und sie dazu bringt, es zu leugnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8437484","hoster":"VOE"},{"path":"/redirect/8437487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-9","name":"","epNo":9,"alt":"Battle Heater \u0026 Iron Chef","descr":"Nanami bringt ein Kotatsu zum Haus, bevor sie zur Arbeit geht. Mitsuki sieht es dann und benutzt es, während er Mathematik lernt , schläft aber ein, gefolgt von Hiyori. Als Yūya sieht, wie Hiyori mit Mitsuki schläft, nimmt er an, dass sie eine Freundin ist. Nachdem er ihr Mathebuch bemerkt hat, sieht er, dass sie die falschen Antworten hat, und korrigiert sie für sie unter dem Kotatsu, bevor er ebenfalls einschläft. Mitsuki erwacht und findet, dass Yūya sie im Schlaf festhält, was dazu führt, dass sie erfolglos versucht, ihn mit einer Ohrfeige zu wecken. Sie tut es als Luftkopf ab , ist aber gerührt, als sie die korrigierte mathematische Arbeit findet, die er gemacht hat. Als Yūya aufwacht, wird Mitsuki rot, während sie sich bedankt, ist aber verwirrt, als er fragt, wohin ihre Freundin gegangen ist. Am nächsten Tag macht Mitsuki ein Bentofür Yūya, der Hiyori merkt, dass sie sich anders verhält. Hiyori vergleicht es mit einem frisch Vermähltenwas Mitsuki als synchronisierte Gefühle mit ihr abtut. Mitsuki bemerkt kurz darauf Yūyas Tasche, zögert aber, hineinzuschauen, Hiyori besitzt sie jedoch und wirft einen Blick darauf. Hiyori beschließt, wieder aus Mitsukis Körper herauszuspringen, nachdem sie zu ihrer Überraschung ein zweites Bento bemerkt. Mitsuki entdeckt, dass das Bento, das sie vorher gemacht hat, voll ist, während das andere leer ist, was sie verärgert und schwört, nie wieder Mittagessen für ihn zu machen. Yukina kommt mit einem Bento für Yūya vorbei, sieht aber, dass Mitsuki verärgert ist und bietet an, mit ihr Abendessen zu kochen. Als Mitsuki anfängt, sich zu weigern, besitzt Hiyori sie und akzeptiert später, Mitsuki zu sagen, dass das Bento höchstwahrscheinlich ein Missverständnis ist. Yūya geht vor dem Abendessen baden und Mitsuki springt später wieder in ihren Körper. Yukina sagt ihr, dass Yūya sich über die Mahlzeiten gefreut hat, die Mitsuki für ihn zubereitet.und dass sie aufhören wird, Bento für ihn zu machen, während sie sich bei ihr entschuldigt. Yukina verschüttet versehentlich Kleidung auf Mitsuki, was sie veranlasst, ein Bad zu nehmen. Zufällig geht Yūya hinaus und sieht sie, was sie dazu bringt, ihn erneut zu schlagen, während sie das Herz am Gürtel hebt. Später sieht man Yūya am Tisch sitzen, wo er erklärt, dass er Mitsukis Mittagessen für später aufgehoben hat. Yukina denkt bei sich, dass sie weit von der Liebe entfernt sind, Mitsuki wird dann mit Hiyori auf den Stufen zum Himmel gesehen, die froh ist, dass sie dem Tor näher ist.s Mittagessen für später. Yukina denkt bei sich, dass sie weit von der Liebe entfernt sind, Mitsuki wird dann mit Hiyori auf den Stufen zum Himmel gesehen, die froh ist, dass sie näher am Tor ist.s Mittagessen für später. Yukina denkt bei sich, dass sie weit von der Liebe entfernt sind, Mitsuki wird dann mit Hiyori auf den Stufen zum Himmel gesehen, die froh ist, dass sie dem Tor näher ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8437496","hoster":"VOE"},{"path":"/redirect/8437494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-10","name":"","epNo":10,"alt":"Kanzaki Mitsuki Wants to Live in Peace","descr":"Mitsuki fragt Hiyori, ob es eine Möglichkeit gibt, das Design des Keuschheitsgürtels zu ändern, worauf sie antwortet, dass es in Ordnung sein wird, wie die Dinge sind. Dann verärgert sie Hiyori, indem sie anspricht, warum sie selbst nicht viel tut, einschließlich des Versuchs, sich an mehr über sich selbst zu erinnern, was dazu führt, dass sie wütend geht. Im Laufe des Tages ist Mitsuki froh, endlich Zeit für sich selbst zu haben, fühlt sich aber beim Abendessen schuldig und verärgert. Yūya bemerkt es und kann sie während des Abendessens durch seine Freundlichkeit erröten lassen, was Mitsuki verwirrt, da Hiyori nicht da ist. Mit klopfendem Herzen legt Mitsuki dann ihren Kopf auf den Tisch, wenn sie an ihn denkt . Yūya denkt, dass sie erstickt, hebt sie hoch und führt das Heimlich-Manöver durch, was dazu führt, dass sie stattdessen einen Orgasmus hat. Als sie gefragt wird, ob es ihr gut geht, schlägt sie verlegen Yūya und lässt ihn verwirrt zurück. Mitsuki geht ins Badezimmer, wo sie weiterhin verwirrt ist, warum ihr Herz immer noch für ihn schlägt. Sie beginnt an Liebe zu denken, leugnet es dann aber in ihrem Kopf. Als sie das Badezimmer benutzt, bemerkt sie, dass der Keuschheitsgürtel weg ist, und in Panik, weil sie denkt, dass Hiyori hinübergegangen ist, macht sie sich auf die Suche nach ihr. Sie versucht vergeblich, bis Yūya auftaucht, die sich Sorgen um die Suche nach Mitsuki gemacht hat. Er erklärt sich bereit, ihr bei der Suche nach ihrem verlorenen Freund zu helfen, mit dem sie sich zu ihrer Erleichterung gestritten hat. Sie findet Hiyori schließlich an der Stelle, an der Mitsuki zuerst zusammengebrochen war, und fragt sie, warum der Keuschheitsgürtel verschwunden ist, während Hiyori ihn lächelnd zurücklegt.Mitsuki geht zu einem nahe gelegenen Badezimmer, wo Hiyori erklärt, dass sie einen neuen Keuschheitsgürtel für Mitsuki herstellen ließ, wie sie es wünschte, und dass er nie wirklich vollständig verschwunden ist. Mitsuki versöhnt sich mit Hiyori, als sie nach Hause kommen, ist aber beschämt über das neue, aufschlussreichere Gürteldesign, das das alte bevorzugt. Yūya wurde zuletzt in a gesehenSupermarkt fragte, ob jemand ein Mädchen mit einer großen Schleife im Haar und Flügeln auf dem Rücken gesehen habe.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8437500","hoster":"VOE"},{"path":"/redirect/8437498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-11","name":"","epNo":11,"alt":"Ghost ~Phantom in the Bath~","descr":"Im Einkaufsviertel verwendet Mitsuki vier Tickets, um zu drehen, um einen Preis zu gewinnen. Am Ende gewinnt sie eine Reise für zwei (sie und Yūya) zu einer heißen Quelle . Als sie jedoch an den heißen Quellen ankommen, sind auch Shōtarō, Moa, Yukina, Ayaka, Neko und Nanami anwesend, da Hiyori alle vier Male den ersten Preis gewinnen möchte. Yūya bietet an, Mitsukis Taschen zu tragen, aber sie lehnt ab. Sie bekommt jedoch dieses schreckliche Gefühl, als er anbietet, Yukinas Taschen zu tragen, aber es als Hiyoris verbundenes Gefühl abtut. Yūya sieht, dass sie verärgert ist, also gibt er ihr etwas Dorayaki , damit sie sich besser fühltdachte, es läge am hunger. Als Mitsuki sich im weiblichen Freibad wegen des Gürtels weigert, sich auszuziehen, trägt Neko aufgrund einer \"Familienrichtlinie\" ebenfalls einen Badeanzug. Während sie im Bad ist, erzählt Yukina von Yūyas Kindheit und wie es war, was Mitsuki dazu bringt, mehr darüber nachzudenken. Während des Abendessens geht Yūya, um nach Mitsuki zu sehen, da sie eine Weile weg war. Hiypori schlägt vor, dass sie eifersüchtig ist, was sie erneut bestreitet und sagt, dass dies das Ergebnis der synchronisierenden Gefühle ist. Als Yūya nach ihr sieht, wischt Mitsuki ihn ab und sagt, dass es ihr gut geht. Müde, ihren Mope zu sehen, besitzt Hiyori sie und macht sich auf den Weg zu den Bädern, um Yūya zu sehen. Als sie im Bad ankommen, sind beide schockiert, Yukina nackt auf ihm zu sehen, weil sie versehentlich gestürzt sind, was sie nicht gesehen haben.Yūya geht Mitsuki nach, als sie wegrennt, um zu sagen, dass sie die falsche Idee hat, Yukina zurückzulassen, die murmelt, wiedicht ist er. Als er Mitsuki einholt, erzählt er ihr, was wirklich passiert ist und tröstet sie, indem er sagt, dass sie eine nette Person ist, wenn sie anders dachte. Schwach vom Herzen an ihrem Gürtel, der unter dem Stress gelitten hat, trägt er Mitsuki zum Spielzimmer im Resort, um sich auszuruhen, was das Herz mehr füllt. Im Spielzimmer bemerkt Mitsuki ihr Dorayaki, das Yūya ihr zuvor gegeben hat, und packt es aus. Yukina nähert sich Mitsuki, beißt hinein und sagt, dass sie nicht gegen sie verlieren wird. Währenddessen denkt Neko, die das Ganze beobachtet, bei sich selbst, dass Yukina mitgerissen wird, also will sie die Dinge ein wenig aufrütteln.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8437507","hoster":"VOE"},{"path":"/redirect/8437506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/saikin-imouto-no-yousu-ga-chotto-okashiin/staffel-1/episode-12","name":"","epNo":12,"alt":"Farewell, Hiyori-chan","descr":"Yūya trifft in dieser Nacht auf Neko, der ihn fragt, was er für Mitsuki und Yukina empfindet. Da sie keine Antwort aus ihm herausbekommt, versetzt sie Yūya in eine Art Hypnose , die sie gelernt hat, die ihn dazu bringt, ehrlich zu seinen eigenen Wünschen zu sein und wie er sich wirklich fühlt. Am Morgen, wenn Shōtarō Yūya nicht wecken kann, kommen alle herein, bis er aufwacht. Dann verwischt er, dass Mitsuki wirklich süß ist, und tastet weiterYukina bringt sie dazu, ihn zu schlagen. Neko erklärt die kurzfristige Hypnose, unter die sie ihn gesetzt hat, was dazu führt, dass Mitsuki errötet, wenn er daran denkt, was er gesagt hat. Neko sagt allen, dass jemand, der ihn etwas fragen möchte, vielleicht eine unerwartete Antwort bekommt. Im Laufe des Tages bekommt Yūya Fieber und Mitsuki denkt darüber nach, was Neko gesagt hat. Yukina kommt später vorbei und spricht mit Yūya, wo er zu ihrer Enttäuschung sagt, dass sie sich nicht für ihn umziehen musste. Yukina lässt Mitsuki auch wissen, dass sie von Hiyori wusste, aber nie etwas gesagt hat. Hiyori sieht die Chance, \"Lovey Dovey\" zu sein, nachdem Yukina gegangen ist, aber Mitsuki weigert sich wegen seines Fiebers. Yūya liegt währenddessen in seinem Bett und kann nicht schlafen, da er sowohl an Yukina als auch an Mitsuki denkt. Dann wacht er auf und stürmt durch Mitsukis Tür, wodurch es ihr peinlich ist, dass sie immer noch halb nackt ist.Zu Mitsukis Überraschung sagt er, dass sie aufhören sollte, das \"gruselige Höschen\" (Gürtel) zu tragen, was dazu führt, dass sie ihn rausschmeißt. Hiyori sagt Mitsuki dann, dass das Herz voll ist und führt sie zu dem jetzt offenen goldenen Tor. Hiyori verschwindet hinter den Türen zusammen mit dem Gürtel an Mitsuki, aber nicht bevor sie sagt, dass sie es sein willwiedergeboren als das Kind, das Mitsuki und Yūya haben. Am nächsten Tag, als er zur Schule geht, bezeichnet Mitsuki Yūya schließlich als \"* Oniichan \" und nicht als \"du\" oder \"ihn\". Als die Credits rollen, geht Mitsuki dorthin, wo sie zuerst von Hiyori besessen war, nur um sie wieder zu finden. Hiyori führt sie durch das goldene Tor, durch das sie gegangen ist, nur um es zu einer schwimmenden Insel mit einem Schild mit der Aufschrift \" 2F \" zu führen. Als ein weiteres goldenes Tor sichtbar ist, legt Hiyori den Gürtel wieder an Mitsuki. Hiyori erklärt ihr dann, dass sie den Gürtel um 30% empfindlicher gemacht hat, um ihre Herzen zusammen schneller schlagen zu lassen, was dazu führt, dass Mitsuki vor Verlegenheit aufschreit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8437518","hoster":"VOE"},{"path":"/redirect/8437513","hoster":"Streamtape"}]}]}]}]}