{"seriesId":"sailor-moon-crystal","name":"Sailor Moon Crystal","descr":"Reboot der Animeserie um die legendäre Mondprinzessin, die die Geschichte der tollpatschigen und weinerlichen Schülerin Usagi Tsukino erzählt, deren unspektakuläres Leben ordentlich durcheinandergewirbelt wird, als sie der sprechenden Katze Luna begegnet: In ihr erwachen magische Kräfte und sie verwandelt sich in die Mondkriegerin Sailor Moon. Mit keiner geringeren Aufgabe, als die Menschheit zu beschützen, macht sie sich auf die Suche nach mutigen Mitstreiterinnen, dem Magischen Silberkristall und der geheimnisvollen Mondprinzessin.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Akt 1: Usagi -Sailor Moon-","epNo":1,"alt":"Act.1: Usagi -Sailor Moon-","descr":"Die tollpatschige, 14-jährige Heulsuse Usagi kommt wieder zu spät zur Schule- sie hatte einen wunderschönen Traum von einer Prinzessin. Auf dem Schulweg stolpert sie über die schwarze Katze Luna, die ein sichelförmiges Mal auf der Stirn trägt. (Text: Animax)","versions":[{"lang":1,"streams":[{"redirect":13856717,"hoster":"VOE"},{"redirect":13767148,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Akt 2: Ami -Sailor Mercury-","epNo":2,"alt":"Act.2: Ami -Sailor Mercury-","descr":"Die hochintelligente, fleißige und schüchterne Ami Mizuno hat keine Freunde an der Schule und lernt, wo sie geht und steht, da sie -wie ihre Mutter- Ärztin werden möchte. Im Dunklen KönigReich wird Jadeite von Queen Beryl aufgefordert, nach dem \"magischen Silberkristall\" zu suchen. (Text: Animax)","versions":[{"lang":1,"streams":[{"redirect":12669772,"hoster":"VOE"},{"redirect":13669182,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Akt 3: Rei -Sailor Mars-","epNo":3,"alt":"Act.3: Rei -Sailor Mars-","descr":"Im Dunklen KönigReich erklärt Queen Beryl den Prinzen Jadeite, Nephrite und Zoisite, was der \"magische Kristall\" ist. Jadeite bekommt die Aufgabe, die Sailor Kriegerinnen aus dem Weg zu räumen. Rei arbeitet im Hikawa Schrein, dorthin kommt Mii immer zum spielen. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":14271327,"hoster":"VOE"},{"redirect":13669195,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Akt 4: Maskenball","epNo":4,"alt":"Act.4: Masquerade -Kamenbudōkai-","descr":"Usagi verschläft wieder, schafft es aber mit Hilfe von Luna rechtzeitig zur Schule. In der Schule erfährt Usagi von Naru, dass Prinzessin D aus dem Diamantenkönigreich in Japan zu Besuch ist, um den sagenhaften Geheimschatz in der Botschaft zu präsentieren. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":14276999,"hoster":"VOE"},{"redirect":13767151,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Akt 5: Makoto -Sailor Jupiter-","epNo":5,"alt":"Act.5: Makoto -Sailor Jupiter-","descr":"Usagi trifft zum ersten Mal auf Makoto, als diese ihr das Leben rettet. Im Dunklen Königreich weiht Nephrite Queen Beryl in seinen neuen Plan ein, wie er an noch mehr Energie kommen kann. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":14269914,"hoster":"VOE"},{"redirect":13767187,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Akt 6: Tuxedo Mask","epNo":6,"alt":"Act.6: Tuxedo Kamen -Tuxedo Mask-","descr":"Nachdem der letzte Gegner besiegt ist, erhält Usagi mit dem Moon Stick eine neue Waffe. Am nächsten Morgen erwacht Mamoru aus einem Traum, der ihn schon seit einiger Zeit verfolgt. Darin sieht er undeutlich ein Mädchen, das nach dem \"magischen Silberkristall\" verlangt. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":14271017,"hoster":"VOE"},{"redirect":13767154,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Akt 7: Mamoru Chiba -Tuxedo Mask-","epNo":7,"alt":"Act.7: Chiba Mamoru -Tuxedo Mask-","descr":"Nachdem Usagi in Mamorus Wohnung aufgewacht ist und festgestellt hat, dass Mamoru Tuxedo Mask ist, möchte sie von ihm wissen wie er dazu gekommen ist. Mamoru erklärt ihr, dass er an seinem sechsten Geburtstag bei einem Autounfall nicht nur seine Eltern, sondern auch sein Gedächtnis verloren hat. Seitdem geht es in seinen Träumen immer wieder um den Silberkristall. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":13862169,"hoster":"VOE"},{"redirect":13767158,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Akt 8: Minako -Sailor V-","epNo":8,"alt":"Act.8: Minako -Sailor V-","descr":"Für Usagi besteht kein Zweifel daran, dass es Sailor V war, die sie gerettet hat, auch wenn die anderen noch zögern. Artemis erklärt den Mädchen allerdings, dass es sich bei Sailor V vielmehr um die Prinzessin handelt, nach der sie schon so lange suchen. Daraufhin verwandelt sich Sailor V zurück und stellt sich als Minako Aino vor. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":14277002,"hoster":"VOE"},{"redirect":13767159,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Akt 9: Princess Serenity","epNo":9,"alt":"Act.9: Serenity -Princess-","descr":"Nachdem Mamoru das Bewusstsein verloren hat, sieht er sich selbst in den Armen einer Prinzessin liegen, die um ihn weint, einer Prinzessin, die Sailor Moon zum verwechseln ähnlich sieht. Ihm wird klar, dass in ihm Endymion der Kronprinz der Erde wieder geboren wurde. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":14277006,"hoster":"VOE"},{"redirect":13767177,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Akt 10: Der Mond","epNo":10,"alt":"Act.10: Moon -Tsuki-","descr":"Während die Mädchen auf den nächsten Vollmond warten, bekommt Usagi von ihrem Vater den Silberkristall zurück, der jetzt an einer Kette hängt. Als es endlich soweit ist nutzen die Sailor-Kriegerinnen ihre vereinten Kräfte, um zusammen mit Luna zum Mond zu reisen und landen am Mare Serenitatis. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":14269755,"hoster":"VOE"},{"redirect":13767172,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Akt 11: Endymion -Wiedersehen-","epNo":11,"alt":"Act.11: Saikai -Endymion-","descr":"Usagi stößt auf der Straße mit jemandem zusammen, der aussieht wie Mamoru. Seit diesem Zeitpunkt geht Mamorus Taschenuhr wieder. Motoki wird von Mamoru, der unter dem Einfluss des Dark Kingdoms steht, hypnotisiert: Motoki glaubt, dass Mamoru sein bester Freund Endo ist und arbeitet ihn als neue Halbtagskraft in der Spielhalle ein. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":14142626,"hoster":"VOE"},{"redirect":13602155,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Akt 12: Queen Metalia -Der Feind-","epNo":12,"alt":"Act.12: Teki -Queen Metaria-","descr":"Ami, Minako, Rei, Makoto, Usagi, Luna, Artemis, Mamoru und Queen Beryl befinden sich in der Kommandozentrale. Als diese einzustürzen droht, transportiert Ami alle in eine Hyperraumdimension. Luna und Artemis bleiben zurück. Queen Beryl umschließt die Sailor Kriegerinnen mit ihrem Haar und hält sie gefangen. Mamoru steht ihr als Soldat des Dark Kingdoms bei. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":14277010,"hoster":"VOE"},{"redirect":13767219,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Akt 13: Entscheidungskampf -Reincarnation-","epNo":13,"alt":"Act.13: Kessen -Reincarnation-","descr":"Ami, Minako, Rei und Makoto sind erschüttert über den Tod von Usagi und Mamoru. Queen Metalia saugt den \"magischen Silberkristall\", Usagi und Mamoru in sich auf und verschwindet. Luna macht sich große Vorwürfe, dass sie Usagi nicht beschützen konnte. Artemis und Luna gelangen auf den Mond, und Luna bittet dort Queen Serenity um Hilfe. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":14277011,"hoster":"VOE"},{"redirect":13767175,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Akt 14: Ein Ende und ein Anfang – Petite Étrangère","epNo":14,"alt":"Act.14: Shūketsu Soshite Hajimari – Petite Étrangère","descr":"Usagi kann Queen Metalia mit Hilfe eines Gebets besiegen. Artemis sieht Luna beim Gebet auf dem Mond das erste Mal in menschlicher Gestalt. Mit dem Sieg über das Böse erstrahlt das Königreich des Mondes im neuen Glanz. (Text: ANIMAX)","versions":[{"lang":1,"streams":[{"redirect":14269255,"hoster":"VOE"},{"redirect":13767214,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Akt 15: Invasion – Sailor Mars","epNo":1,"alt":"Act.15: Shinnyū – Sailor Mars","descr":"Chibiusa bedroht Usagi mit einer Pistole, die sich als Kinderspielzeug herausstellt. Usagi befürchtet, dass Chibiusa ein Feind sein könnte, doch sie wird schnell von Ikuko, Kenji und Shingo als neues Familienmitglied akzeptiert. Luna kümmert sich um Chibiusa und übergibt ihr voller Stolz das neue Verwandlungszepter.","versions":[{"lang":1,"streams":[{"redirect":14277009,"hoster":"VOE"},{"redirect":13767191,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Akt 16: Entführung – Sailor Mercury","epNo":2,"alt":"Act.16: Yūkai – Sailor Mercury","descr":"Nach der Entführung von Sailor Mars sitzt der Schock bei Usagi tief. Als ihr auffällt, dass Chibiusa das Ganze beobachtet hat, will sie von ihr wissen, ob sie etwas mit ihrem neuen Feinden zu tun hat. Kurz darauf kommt es zum Kampf zwischen Berthier und den Sailor Kriegerinnen.","versions":[{"lang":1,"streams":[{"redirect":14270135,"hoster":"VOE"},{"redirect":13669267,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Akt 17: Ein Geheimnis – Sailor Jupiter","epNo":3,"alt":"Act.17: Himitsu – Sailor Jupiter","descr":"Usagi, Minako und Makoto finden heraus, dass es der Feind auf Chibiusa abgesehen hat. Als Mamoru Chibiusa später über den Weg läuft, hat er eine Vision von Chibiusa. Kurz darauf wird die völlig entkräftete Makoto von einem Droiden angegriffen, der ihre Gestalt angenommen hat. Usagi und Minako eilen ihr zur Hilfe und es kommt zu einem Kampf zwischen den Sailor Kriegerinnen, den Droiden und Petz.","versions":[{"lang":1,"streams":[{"redirect":14269925,"hoster":"VOE"},{"redirect":13767190,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Akt 18: Invasion – Sailor Venus","epNo":4,"alt":"Act.18: Shinryaku – Sailor Venus","descr":"Nachdem auch Makoto entführt wurde, entdeckt Mamoru am Ort des Geschehens einen Ohrring aus schwarzem Kristall. Auf Minakos Vorschlag hin, stellen die Mädchen Chibiusa zur Rede. Chibiusa und Usagi werden von Rubeus angriffen - Tuxedo Mask kommt ihnen zur Hilfe.","versions":[{"lang":1,"streams":[{"redirect":14142523,"hoster":"VOE"},{"redirect":13622215,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Akt 19: Time Warp – Sailor Pluto","epNo":5,"alt":"Act.19: Time Warp – Sailor Pluto","descr":"Chibiusa erzählt den anderen, dass sie in Wirklichkeit aus der Zukunft kommt und ihre Heimat Crystal Tokyo von einer gewaltigen Explosion zerstört wurde. Minako bittet Chibiusa, sie und die anderen mit in die Zukunft zu nehmen - Chibiusa nimmt sie mit ins 30. Jahrhundert, doch während der Zeitreise werden Usagi und die anderen von Chibiusa getrennt.","versions":[{"lang":1,"streams":[{"redirect":14273635,"hoster":"VOE"},{"redirect":13767194,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Akt 20: Crystal Tokyo – King Endymion","epNo":6,"alt":"Act.20: Crystal Tokyo – King Endymion","descr":"Kaum sind Usagi, Minako, Chibiusa, Mamoru, Luna und Artemis im Crystal Palace Kristall Palast angekommen, begegnen sie auch schon King Endymion. Wie sich herausstellt, ist King Endymion das zukünftige Ich von Mamoru und Usagi die Tochter von Usagi und Mamoru. Es dürfen aber nicht mehrere Versionen derselben Person in der gleichen Zeit am gleichen Ort existieren.","versions":[{"lang":1,"streams":[{"redirect":14269979,"hoster":"VOE"},{"redirect":13767195,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Akt 21: Verwirrungen – Nemesis","epNo":7,"alt":"Act.21: Sakus? – Nemeshisu","descr":"Usagi erwacht in einem Raum mit einem Hologramm, welches ihr zum Verwechseln ähnlich sieht. Es handelt sich dabei um ein Abbild von Neo Queen Serenety. Usagis Entführer stellt sich als Prince Diamond von Black Moon vor - So erfährt Usagi, dass sie die zukünftige Neo Queen Serenity sein wird. Chibiusa stiehlt indes den magischen Silberkristall.","versions":[{"lang":1,"streams":[{"redirect":14277016,"hoster":"VOE"},{"redirect":13767217,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Akt 22: Erwartungen – Nemesis","epNo":8,"alt":"Act 22. Hidden Agenda ~Nemesis~","descr":"Chibiusa schließt einen Pakt mit Wiseman und wird zu seiner Begleiterin \"Black Lady\". Usagi ist auf der Suche nach den drei Sailor Kriegerinnen - sie trifft auf Saphir und Rubeus und erfährt, dass ihre Freundinnen sich im \"Zimmer der Finsternis\" befinden. Kann Usagi ihre Freundinnen retten?","versions":[{"lang":1,"streams":[{"redirect":14269338,"hoster":"VOE"},{"redirect":13767204,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Akt 23: Manipulation – Wiseman","epNo":9,"alt":"Act 23. Covert Maneuvers ~Wiseman~","descr":"Usagi und ihre Freundinnen sind wohlbehalten wieder Zuhause angekommen. Doch Usagi ist schwer angeschlagen von den Anstrengungen. Usagis einziger Wunsch: Mamoru und Chibiusa nochmal zu folgen, um auch diese Beiden zurückzuholen. Der Sturm, den Chibiusa ausgelöst hat, ist allerdings so stark, dass Pluto das zunächst nicht unterstützen möchte.","versions":[{"lang":1,"streams":[{"redirect":14277142,"hoster":"VOE"},{"redirect":13767208,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Akt 24: Angriff – Black Lady","epNo":10,"alt":"Act 24. Attack ~Black Lady~","descr":"Die Sailor Kriegerinnen befinden sich in der Zukunft und konfrontieren Chibiusa, die durch den bösen Einfluss Wisemans in Form einer erwachsenen Frau erscheint. Sie stellt sich als Black Lady, die Königin der Finsternis, vor. Die Sailor Kriegerinnen können gegen Black Ladys Kräfte nicht ankommen. Sailor Moon setzt die Kraft ihres magischen Silberkristalls frei, um gegen Wiseman anzukämpfen.","versions":[{"lang":1,"streams":[{"redirect":14142565,"hoster":"VOE"},{"redirect":13767182,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Akt 25: Konfrontation – Death Phantom","epNo":11,"alt":"Act 25. Showdown ~Death Phantom~","descr":"Prince Diamond, der die beiden magischen Silberkristalle an sich gerissen hat, droht damit, sie zusammenzuführen, was zur Zerstörung der kompletten Welt führen würde. Chibiusa, noch in der Gestalt als Black Lady, berührt Plutos Tod so sehr, dass sie sich nicht nur wieder in ihre kindliche Gestalt zurückverwandelt, sondern auch noch zur Sailor Kriegerin wird.","versions":[{"lang":1,"streams":[{"redirect":14270980,"hoster":"VOE"},{"redirect":13767184,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Akt 26: Wiedergeburt – Never Ending","epNo":12,"alt":"Act 26. Replay ~Never Ending~","descr":"Usagi ist nach dem Kampf gegen Death Phantom verschwunden. Während alle anderen vor dem Crystal Palace landen, vermutet Tuxedo Mask, dass Usagi noch am Leben ist und verschwindet ebenfalls. Daraufhin erwacht Neo Queen Serenity und holt King Endymion durch einen Kuss ebenfalls wieder ins Leben zurück.","versions":[{"lang":1,"streams":[{"redirect":14277013,"hoster":"VOE"},{"redirect":13767210,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Akt 27. Infinity 1 – Vorahnung (1)","epNo":1,"alt":"Act 27. Infinity 1 – Premonition (Part 1)","descr":"Ein bösartiges interdimensionales Wesen, bekannt als Master Pharaoh 90 , plant, die Erde zu übernehmen und weist eine Frau namens Kaolinite an, \"das Licht der Zerstörung\" zu zerstören, das er als Bedrohung für sie ansieht. Zur gleichen Zeit haben Rei, Mamoru und ein junges Mädchen eine verstörende Vision von drei beschatteten Sailor Guardians, die von einer Stimme begleitet wird, die das Erwachen des Mädchens und \"den Beginn des Untergangs\" fordert. In den Nachrichten wird über Schüler berichtet, die in einem Prozess namens \"Reversion\" in Monster verwandelt werden. Usagi und ihre Freunde treffen auf einen berühmten Autorennfahrer namens Haruka Tenoh , während Mamoru auf einen prominenten Geiger namens Michiru Kaioh trifft. Makoto und Minako erkennen ihre Schuluniformen an der renommierten Mugen Academy, einer High School, die von Elite-Schülern besucht wird. Plötzlich verwandelt sich eine andere Schülerin der Mugen Academy in ein Monster vor den Augen der Sailor Guardians, die sich verwandeln und ihre Kräfte einsetzen, um sie wieder normal zu machen. Haruka und Michiru beobachten die Auseinandersetzung aus der Ferne. Usagi und ihre Freunde erfahren später, dass alle Opfer der \"Reversion\" bisher Schüler der Mugen Academy waren und beschließen, die Schule zu untersuchen.","versions":[{"lang":1,"streams":[{"redirect":14270614,"hoster":"VOE"},{"redirect":13767253,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8784387,"hoster":"VOE"},{"redirect":8621724,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Akt 27: Infinity 1 – Vorahnung (2)","epNo":2,"alt":"Act 27. Infinity 1 – Premonition (Part 2)","descr":"Mamoru eskortiert Chibiusa und ihre Freunde zu einem Vergnügungspark in der Nähe der Mugen Academy. Kaolinite weist ihre Dienerinnen, die Witches 5 , an, die Sailor Guardians zu finden und zu eliminieren. Usagi und ihre Freunde untersuchen die Mugen Academy, aber sie begegnen Haruka und Michiru, die ihnen sagen, dass sie ihnen nicht in die Quere kommen sollen. Chibiusa findet ein Mädchen, das vor Schmerzen auf dem Boden kauert und versucht, ihr zu helfen, als sie von einem Daimon angegriffen werden, den die Hexen aus einer Katze erschaffen haben. Die Sailor Guardians bekämpfen die Kreatur und bringen die besessene Katze in ihre normale Form zurück. Als Chibiusa nach dem Mädchen schaut, um sicherzustellen, dass sie nicht verletzt wurde, weist das Mädchen stattdessen auf die Verletzung an Chibiusas Arm hin. Usagi dreht sich schnell um und spürt, dass jemand zusieht, und jeder sieht zwei Gestalten von unbekannten Sailor Guardians, die sich im Mondlicht abzeichnen.","versions":[{"lang":1,"streams":[{"redirect":14271675,"hoster":"VOE"},{"redirect":13768820,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9644399,"hoster":"VOE"},{"redirect":8621733,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Akt 28: Infinity 2 – Wellenkreise","epNo":3,"alt":"Act 28. Infinity 2 – Ripples","descr":"Nicht nur die mysteriösen Sailor-Kriegerinnen beschäftigen die Freundinnen, sondern auch die ungewöhnlichen Kräfte des unbekannten Mädchens Hotaru. Derweil versucht Eudial, eine der Witches 5, als Lehrerin die Seelen der Infinity-Schüler zu stehlen, um die Macht von Kaolinite zu stärken. Diesmal sind es Sailor Mars und Jupiter, die sich Eudial in den Weg stellen. Und wieder kommt es zu einem Kampf, den sie nicht alleine gewinnen können...","versions":[{"lang":1,"streams":[{"redirect":13857804,"hoster":"VOE"},{"redirect":13767212,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8784385,"hoster":"VOE"},{"redirect":8621722,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Akt 29: Infinity 3 – Zwei neue Kriegerinnen","epNo":4,"alt":"Act 29. Infinity 3 – Two New Soldiers","descr":"Die Sailor Kriegerinnen nehmen alle die gleiche Vision wahr. Sie handelt von der Mission, die drei Talismane zusammenzubringen, um so den Gott der Zerstörung herbeizurufen. Auf dem Konzert von Mimi Hanyu sind dann die Kräfte der Sailor-Kriegerinnen gefragt, denn hinter Hanyu versteckt sich Mimete, eine der Witches 5.","versions":[{"lang":1,"streams":[{"redirect":14277084,"hoster":"VOE"},{"redirect":13767239,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8784383,"hoster":"VOE"},{"redirect":8621723,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Akt 30: Infinity 4 – Sailor Neptune – Sailor Uranus","epNo":5,"alt":"Act 30. Infinity 4 – Sailor Uranus, Sailor Neptune","descr":"Die Sailor Kriegerinnen treffen auf Sailor Uranus und Sailor Neptune. Sailor Chibi Moon erblickt in Neptunes Hand einen Spiegel: Dieser ist einer der drei Talismane, der den Gott der Zerstörung herbeirufen kann. Uranus und Neptune sind jedoch keine Verbündeten. Ob sie eine Gefahr für die Kriegerinnen werden?","versions":[{"lang":1,"streams":[{"redirect":14277103,"hoster":"VOE"},{"redirect":13669295,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13486522,"hoster":"VOE"},{"redirect":8621727,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Akt 31: Infinity 5 – Sailor Pluto – Setsuna Meioh","epNo":6,"alt":"Act 31. Infinity 5 – Setsuna Meiou ~Sailor Pluto~","descr":"Die Kraft des Thiolon Crystals wird immer schwächer. Die Erde muss umgehend zum Heimatplaneten der Death Busters werden. Dafür benötigen sie mehr Seelen. Tellu von den Witches 5 verspricht Kaolinite diese zu beschaffen. Mit Hilfe einer neuen Pflanzengattung, die die Energie Anderer aufsaugt. Das Sailor Team steht vor einer neuen Herausforderung, als eine unbekannte Sailor Kriegerin auftaucht.","versions":[{"lang":1,"streams":[{"redirect":14271086,"hoster":"VOE"},{"redirect":13767225,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13486521,"hoster":"VOE"},{"redirect":8621725,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Akt 32: Infinity 6 – Drei Kriegerinnen","epNo":7,"alt":"Act 32. Infinity 6 – Three Warriors","descr":"Sailor Pluto, Sailor Uranus und Sailor Neptune sind die Kriegerinnen des Äußeren Kreises, die das Sonnensystem an dessen Rande bewachen. Cyprine, die letzte der Witches 5, möchte diese vernichten. Die Sailor-Kriegerinnen stehen vor ihrem nächsten Kampf.","versions":[{"lang":1,"streams":[{"redirect":14271704,"hoster":"VOE"},{"redirect":13767236,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13508786,"hoster":"VOE"},{"redirect":8621726,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Akt 33: Infinity – 7 Transformation – Super Sailor Moon","epNo":8,"alt":"Act 33. Infinity 7 – Transformation Super Sailor Moon","descr":"Nachdem Sailor Moon die Kräfte der anderen Sailor Kriegerinnen im Heiligen Gral konzentriert hat, verwandelt sie sich in Super Sailor Moon. Ob sie mit ihrer neugewonnenen Macht Cyprine bekämpfen kann?","versions":[{"lang":1,"streams":[{"redirect":14277122,"hoster":"VOE"},{"redirect":13767246,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13472470,"hoster":"VOE"},{"redirect":8621731,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Akt 34: Infinity 8 – Infinity-Labyrinth (1)","epNo":9,"alt":"Act 34. Infinity 8 – Infinite Labyrinth 1","descr":"Usagi, Mamoru und ihre Freundinnen sorgen sich um Chibiusa. Ihr Silberkristall wurde von Hotaru, die von einem anderen Wesen besessen scheint, gestohlen. Die Kriegerinnen des Äußeren Kreises sind der Meinung, dass der einzige Weg das Wesen zu stoppen, Hotarus Tod sei. Schaffen es die Sailor-Kriegerinnen gemeinsam eine Lösung zu finden?","versions":[{"lang":1,"streams":[{"redirect":14277162,"hoster":"VOE"},{"redirect":13767228,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13486528,"hoster":"VOE"},{"redirect":8621729,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Akt 35: Infinity 9 – Infinity-Labyrinth (2)","epNo":10,"alt":"Act 35. Infinity 9 – Infinite Labyrinth 2","descr":"Nachdem sich Mistress 9 den Silberkristall einverleibt hat, saugt sie dessen Macht auf und lässt diese Pharao 90 in der Tau-Galaxie zukommen. Der Silberkristall soll den Thiolon Crystal als neue Kraftquelle ersetzen. Pharao 90 plant jetzt Gestalt auf der Erde anzunehmen.","versions":[{"lang":1,"streams":[{"redirect":14271640,"hoster":"VOE"},{"redirect":13767231,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9644403,"hoster":"VOE"},{"redirect":8621730,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Akt 36: Infinity 10 – Infinity der Himmel","epNo":11,"alt":"Act 36. Infinity 10 – Infinite ~Upper Atmosphere~","descr":"Die Infinity-Privatakademie liegt in Trümmern. Im Spiegel der Wasser sieht Sailor Moon die bewusstlosen Körper von Mercury, Mars, Jupiter und Venus. Doch ein Schutzschild hält sie davon ab ihren Freundinnen näher zu kommen. Derweil beschwört Mistress 9 ihre neuen Kräfte hervor und verkündet, dass Pharao 90 mit der Erde verschmelzen werde. Doch diese Rechnung haben sie ohne die Kriegerinnen des Äußeren Kreises gemacht...","versions":[{"lang":1,"streams":[{"redirect":14277385,"hoster":"VOE"},{"redirect":13669275,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8784396,"hoster":"VOE"},{"redirect":8621732,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Akt 37: Infinity 11 – Infinity Urteil","epNo":12,"alt":"Act 37. Infinity 11 – Infinite ~Judge~","descr":"Mit vereinten Kräften bekämpfen Sailor Mercury, Mars, Venus und Tuxedo Mask Pharao 90. Auch Super Sailor Moon und Super Sailor Chibi Moon bündeln ihre Power in einer gemeinsamen Attacke. Die Sailor Kriegerinnen des Äußeren Kreises Sailor Uranus, Neptune und Pluto sind ebenfalls in dem Kampf involviert und bilden einen Schutzschild, um die Macht des Feindes einzugrenzen. Doch für einen kurzen Moment scheint es, als würde dieser dadurch nur umso stärker ...","versions":[{"lang":1,"streams":[{"redirect":13856504,"hoster":"VOE"},{"redirect":13767232,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9644407,"hoster":"VOE"},{"redirect":8621734,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Akt 38: Infinity 12 – Infinity Aufbruch","epNo":13,"alt":"Act 38. Infinity 12 – Infinite ~Journey~","descr":"Nachdem sich Sailor Moon aus dem Körper von Pharao 90 befreien konnte, muss sich dieser geschlagen geben. Er bittet, in sein Heimatsystem zurückkehren zu dürfen. Sailor Saturn persönlich so diese Überführung bewachen. Doch schnell wird klar, für sie wird es danach kein Zurück mehr geben.","versions":[{"lang":1,"streams":[{"redirect":14277317,"hoster":"VOE"},{"redirect":13669271,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8784393,"hoster":"VOE"},{"redirect":8621735,"hoster":"Streamtape"}]}]}]}]}