{"seriesId":"saiyuki-reload-blast","name":"Saiyuki Reload Blast","descr":"[Ger Sub] Menschen und Dämonen, Wissenschaft und Magie ... sie alle verbringen ihre Tage in friedlicher Koexistenz auf einem Kontinent frei von Regeln und Einschränkungen - Shangri-La. Doch diese Balance wurde zerstört, als die Minuswelle alle Dämonen des Kontinents in wilde Rage versetzte und das Ereignis auslöste, welches man später als `Die Verheerung` kennen sollte.Bei der Fortführung ihrer Reise gen Westen, um die Nekromantie-Experimente Gyumaos aufzuhalten, nähern sich Sanzo und seine Gefährten endlich Indien. Doch je näher sie ihrem Ziel kommen, desto mehr spüren sie die Auswirkungen der Verheerung und desto härter werden ihre Kämpfe. Vor ihnen stellt sich nun das Resultat der Ereignisse von vor 500 Jahren in den Weg ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Squall","descr":"Nach der Rettung einer Gruppe von Menschen, die Vorräte von Dämonen transportieren, bricht die Sanzo-Partei vor Hunger zusammen. Als Dankeschön nimmt die Gruppe die Gruppe mit in ihr Dorf und füttert sie. Einer der Dorfbewohner erklärt ihnen, dass sie in Angst vor den Dämonen leben, bis zu dem Punkt, an dem sie nicht einmal Licht benutzen, es sei denn, sie müssen. Spät in der Nacht lässt einer der Dorfbewohner die Zugbrücke fallen, die zu ihrem Dorf führt, und Dämonen greifen an.","versions":[{"lang":3,"streams":[{"redirect":4906294,"hoster":"Vidoza"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Cloud Mirror","descr":"Die Gruppe trifft auf ein Dorf, das sie als Eskorten für ihre Handelsrouten anheuert, um sie vor Dämonen zu schützen.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Sky Burial","descr":"Die Sanzo-Party wird von einem freundlichen Dämon empfangen, der Sky Burials praktiziert, aber er hat mehr zu bieten, als man auf den ersten Blick sieht.","versions":[{"lang":3,"streams":[{"redirect":11316221,"hoster":"VOE"},{"redirect":10137605,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Nataku","descr":"Wir gehen zurück zur Zeit, als unser junger Affe erst geboren wurde und die Gruppe sich zum ersten Mal traf. An diesem Ort ist auch ein junger Nataku, den die Dorfbewohner auszunutzen scheinen.","versions":[{"lang":3,"streams":[{"redirect":12157261,"hoster":"VOE"},{"redirect":10137608,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Flower Banquet","descr":"Goku versucht weiter, sich mit Nataku anzufreunden. Dieser scheint ihn aber zu ignorieren. Hat Natakus Vater etwas damit zu tun?","versions":[{"lang":3,"streams":[{"redirect":10137620,"hoster":"VOE"},{"redirect":10137610,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Promise","descr":"Nach dem Vorfall mit Nataku beschließt die Vierergruppe aus dem Himmelsreich zu fliehen. Bis zum Tor zur Erde warten allerdings viele Gefahren auf sie","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Kouten","descr":"Die Sanzo-Gruppe nähert sich einem hohen Berg. Auf diesem Berg befindet sich ein Clan von Menschen (der Kouten-Trupp, der eine Wache für einen anderen Sanzo ist. Sie bringen die Gruppe zurück zu ihrem Hauptquartier, da Sanzo und Gojyo an Höhenkrankheit erkranken. Sobald sie ankommen, werden sie von einem anderen Sanzo-Priester, Sharak, begrüßt, der begrüßt sie für ihre endliche Ankunft im Westen. Später in dieser Nacht wird die Barriere, die sie beschworen hat, durchbrochen und Kougaiji und Dokugakuji beobachten das Dorf von einer nahe gelegenen Klippe aus und sagen, dass es Zeit ist. Ein seltsames Zeichen erscheint auch auf Gojyos Nacken.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Barrier","descr":"Die Dämonen greifen das Dorf an und es liegt an der Kouten-Gruppe und der Sanzo-Gruppe, sie aufzuhalten, bis Sanzo Sharak die Barriere wieder errichten kann. Kougaiji stellt sich Sanzo, um die Maten-Schrift ein für alle Mal zu erlangen, und Dokugaku begibt sich zum Hauptquartier, um die Kouten-Schrift zu stehlen.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"A Chance Encounter","descr":"Goku trifft auf einen der alten Rivalen der Gruppe, der als Meister der Illusionen bekannt ist und auf der Flucht vor den Dämonen war, da sie glauben, er sei weich geworden, nachdem er in der Vergangenheit einmal der Sanzo-Party geholfen hatte. Er kämpft mit Goku, um ihr Vertrauen zurückzugewinnen, damit er nach Hause zurückkehren kann. Währenddessen setzt Kougaiji seinen Kampf mit Sanzo fort. Inmitten des Chaos taucht ein unbekanntes Wesen mit ungeheurer Macht auf und besiegt nur die Dämonen mit Leichtigkeit. Er geht, bevor irgendjemand herausfindet, wer er ist.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Imperial Order","descr":"Nachdem er sich von seinen Verletzungen erholt hat, wird Sanzo auf kaiserlichen Befehl von den drei Sambutsushi wegen einer wichtigen Ankündigung vorgeladen. Zusammen mit der Gruppe, Sanzo Sharak und einigen anderen macht er sich auf den Weg zum Hohen Tempel, um herauszufinden, was so wichtig ist. Nach einem Treffen mit den drei Sambutsushi wird entschieden, dass die Sanzo-Partei aufgrund ihrer verschwendeten Zeit und Ressourcen mit verschiedenen Umwegen auf ihrer Reise sofort gefeuert wird. Die Aufgabe wird nun von Prinz Nataku übernommen, der sich als die emotionslose Entität entpuppt, die die Dämonen im vorangegangenen Ereignis besiegt hat. Das Team bespricht nun Optionen, da sie arbeitslos sind, bis ein Streit über Gojyos Marke ausbricht. An anderer Stelle besucht Sanzo Sharak ein kleines Dorf voller Dämonen und Nataku wird auf seiner neuesten Mission eingesetzt.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Raid","descr":"Nachdem ein Streit über die Förderung von Gojyos Zeichen ausbricht, geraten Gojyo, Goku und Sanzo in einen Faustkampf. In der Zwischenzeit beschließt Sharak, die Barriere in der Dämonenstadt zu verstärken, aus Angst, dass Nataku sie auslöschen könnte, aber bevor sie dies tun kann, durchdringt er die Wolken und schlägt in das Zentrum der Stadt ein.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Haiten","descr":"Die Sanzo Gruppe wehrt sich heftig gegen den Nataku, aber die Kräfte von ihm und seiner Handlanger scheinen zu viel zu sein. Kann die Gruppe das Dorf retten?","versions":[]}]}]}