{"seriesId":"sakho-mangane","name":"Sakho \u0026 Mangane","descr":"Als Dakar von seltsamen Kräften ergriffen wird, erklären ein regeltreuer Polizeihauptmann und ein dreister Nachwuchskommissar übernatürlichen Phänomenen den Krieg.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Curse of the Moon Fish Part 1","descr":"Zwei Polizisten, Sakho und Mangane, lernen sich bei einem Drogendeal kennen und stellen fest, dass sie völlig gegensätzlich sind. Ihr neuer Kommandant, Mama Bâ, beschließt jedoch, dass sie großartige Partner sein würden; ihr erster Fall ist der mysteriöse Mord an einem belgischen Ethnologen.","versions":[{"lang":3,"streams":[{"redirect":8524984,"hoster":"VOE"},{"redirect":8524983,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Curse of the Moon Fish Part 2","descr":"Das neu gebildete Team muss zusammenarbeiten, als sie herausfinden, dass der Mord mit dem Diebstahl eines bösen Totems zusammenhängen könnte. Zwischen dem Handel mit rituellen Gegenständen, dem Schmuggel von Migranten und dem Drogenhandel erweisen sich die Ermittlungen als sehr ereignisreich.","versions":[{"lang":3,"streams":[{"redirect":8524914,"hoster":"VOE"},{"redirect":8524919,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Triple V Alliance","descr":"Ein Ritualmord ereignet sich in einem Luxushotel, das zufällig das Territorium einer als Toy Boys bekannten Bande ist. Sakho, der von Manganes Methoden die Nase voll hat, rächt sich, indem er seinen Partner beauftragt, die Gruppe zu infiltrieren, um das Verbrechen aufzuklären.","versions":[{"lang":3,"streams":[{"redirect":8524913,"hoster":"VOE"},{"redirect":8524912,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Lawless Area","descr":"Manganes ehemals bester Freund wird auf grausame Weise ermordet. Um seinem verzweifelten Partner zu helfen, übernimmt Sakho den Fall und folgt der Spur eines Killers, der scheinbar unempfindlich gegen Kugeln ist. Währenddessen wird Mama Ba als Teil eines Racheplans angegriffen.","versions":[{"lang":3,"streams":[{"redirect":9582717,"hoster":"VOE"},{"redirect":8524917,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Praying Mantis","descr":"Eine Reihe von Bankern wird ermordet und ihre Leichen tragen das Zeichen der Stigmata. Sakho und Mangane begeben sich in die Luxus-Escort-Szene, um in einer Bar zu ermitteln, die von diesen Bankern frequentiert wird. Bei der Verhaftung eines Verdächtigen muss Sakho seine eigene Magie einsetzen.","versions":[{"lang":3,"streams":[{"redirect":13472702,"hoster":"VOE"},{"redirect":8524923,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Assault","descr":"Das Team versammelt sich in einem Wüsten-Vergnügungspark zu einem INTERPOL-Seminar, als Bukki eine Horde \"Drogen-Zombies\" entfesselt, die Sakho und Mangane verfolgen. Während sie sich ihnen stellen, befürchtet Sakho, dass diese Verbrechen alle mit dem Fluch des Schwarzen Rapps zusammenhängen.","versions":[{"lang":3,"streams":[{"redirect":8524925,"hoster":"VOE"},{"redirect":8524926,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Demon","descr":"Eine junge Frau wurde in der Nacht in ihrem Schlafzimmer überfallen und ermordet, aber Kommandant Sakho wird immer noch vermisst, also gibt Leutnant Mangane den Fall auf, um nach seinem Kollegen zu suchen. Währenddessen wird Awa zum Ziel eines Geistes der Nacht.","versions":[{"lang":3,"streams":[{"redirect":8524931,"hoster":"VOE"},{"redirect":8524928,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Revelations","descr":"Sakho und Mangane finden sich in einer geheimnisvollen Villa wieder, wo die Feinde, die sie beobachtet haben, endlich aus dem Schatten treten und ihr wahres Gesicht und ihre Verbindungen zum Schwarzen Rapp enthüllen. Dies ist die ultimative Konfrontation.","versions":[{"lang":3,"streams":[{"redirect":8524936,"hoster":"VOE"},{"redirect":8524930,"hoster":"Streamtape"}]}]}]}]}