{"path":"/serie/stream/sakura-quest","name":"Sakura Quest","descr":"Die Geschichte dreht sich um fünf Mädchen, die alle in einem Tourismus-Büro ihrer kleinen und ländlichen Stadt arbeiten. Als neues Tourismus-Programm ruft die Stadt nun das sogenannte \"Micro Nation\"-Programm ins Leben, dessen Ursprung in der Zeit der japanischen Blasen-Wirtschaft liegt und die fünf Mädchen werden dafür als \"Monarchen\" oder anders gesagt als Tourismus-Botschafter für das Programm eingesetzt.","seasons":[{"path":"/serie/stream/sakura-quest/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sakura-quest/staffel-1/episode-1","name":"","epNo":1,"alt":"Off to Magical Manoyama","descr":"Yoshino versucht, in Tokio einen Job zu finden, bevor sie das College abschließt, hat aber wenig Glück. Schließlich erhält sie ein Jobangebot, um als Königin für das ländliche Dorf Manoyama zu fungieren. Obwohl Yoshino aus einer ländlichen Stadt gezogen ist, um das Stadtleben in Tokio zu genießen, beschließt Yoshino, den Job anzunehmen, nur um vom Tourismusverband der Stadt zu erfahren, dass sie aufgrund einer falschen Identität eingestellt wurde. Trotzdem durchläuft Yoshino die \"Krönungszeremonie\" und sieht, dass Manoyama wie ihre Heimatstadt im Niedergang begriffen ist und wirtschaftlich angeschlagen ist. Da sie ihren Vertrag nicht gelesen hat, erfährt Yoshino, dass sie ein Jahr in Manoyama bleiben muss, anstatt wie ursprünglich gedacht einen Tag. Sie versucht, aus der Stadt zu fliehen, stoppt aber, als sie Kadota versehentlich verletzt. Als sie aus Versehen aus ihrem Wohnheim ausgesperrt wird,Yoshino verbringt die Nacht im \"Palast der Stadt\", wo sie erfährt, dass sie als Kind der 100.000. Gast der Stadt und eine frühere Königin der Stadt war. Am nächsten Morgen erhält Yoshino eine Absage ihrer letzten Bewerbung und nimmt widerwillig ihre Position als Königin an.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-2","name":"","epNo":2,"alt":"The Gathering of the Five Champions","descr":"Um die Krönung einer neuen Königin zu feiern, kauft Kadota tausend Kisten Manjū und beauftragt Yoshina damit, sie alle zu verkaufen. Er verspricht Yoshino, dass sie aus ihrem Vertrag entlassen wird, wenn sie innerhalb einer Woche alle Manjū verkaufen kann. Zuerst rekrutiert Yoshino Sanae, um eine Online-Webseite zu entwerfen, um zu versuchen, die Manjū über das Internet zu verkaufen, aber die Site sammelt keinen Verkehr. Maki schlägt dann vor, einen Werbespot zu drehen, und Shiori lädt Ririko ein, als Kamerafrau zu fungieren. In dem Werbespot tötet Yoshino den \" Chupakabura . \" .\", das lokale mythische Monster der Stadt. Trotz aller Bemühungen können sie jedoch nicht alle Manjū vor Ablauf der Frist verkaufen. Niedergeschlagen beschließen die Mädchen, einige der übrig gebliebenen Manjū zusammen zu essen und geben zu, dass sie beide Spaß bei der Arbeit hatten Yoshino drückt dann ihren Wunsch aus, mit allen die Kirschblüten der Städte zu sehen, obwohl die Kirschblüten erst in zwei Wochen blühen werden.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-3","name":"","epNo":3,"alt":"The Cry of the Mandrake","descr":"Yoshino versucht weiterhin, Manoyama wiederzubeleben, jedoch mit wenig Erfolg. Während eines Fernsehinterviews stellt Yoshino fest, dass sie nicht wirklich viel über die Stadt weiß und auch nicht, was sie tun kann, um die Dinge tatsächlich zu ändern. Als sie jedoch versucht, die Stadtbewohner zu fragen, was ihrer Meinung nach getan werden sollte, reagieren die meisten von ihnen völlig apathisch auf ihre Situation. Yoshino recherchiert ein wenig mehr über die Geschichte der Stadt und findet heraus, dass Manoyama für seine Rüben berühmt ist, und versuchte, ein Maskottchen auf Rübenbasis namens \"Kabura Kid\" zu vermarkten, was jedoch scheiterte. Kadota hatte dann die Idee, die Chupakabura gegen den Willen des Handelsausschusses als Maskottchen der Stadt zu verwenden, was zu der aktuellen Fehde zwischen dem Tourismus- und Handelsausschuss führte. Yoshino und Kadota gehen dann zum Wettbewerb des regionalen Maskottchenfestivals,aber der Kopf für sein Chupakabura-Kostüm ist im Müll verlegt. Kadota muss dann entscheiden, ob er die schmutzige Chupakabura-Maske oder die Maske von Kabura Kid trägt, die er nicht mag. Frustriert über die Unentschlossenheit aller lässt Yoshino Kadota die Kabura-Kid-Maske tragen, aber als sie auf die Bühne geht, hält sie eine aufrichtige Rede darüber, wie sie etwas finden wird, das die Stadtbewohner von Manoyama dazu bringt, sich zu vereinen, um ihre Stadt zu verbessern. Danach bittet Yoshino offiziell Shiori, Maki, Ririko und Sanae um Hilfe, um sie als ihre \"Minister\" zu unterstützen.aber als sie auf die Bühne geht, hält sie eine aufrichtige Rede darüber, wie sie etwas finden wird, das die Stadtbewohner von Manoyama dazu bringt, sich zu vereinen, um ihre Stadt zu verbessern. Danach bittet Yoshino offiziell Shiori, Maki, Ririko und Sanae um Hilfe, um sie als ihre \"Minister\" zu unterstützen.aber als sie auf die Bühne geht, hält sie eine aufrichtige Rede darüber, wie sie etwas finden wird, das die Stadtbewohner von Manoyama dazu bringt, sich zu vereinen, um ihre Stadt zu verbessern. Danach bittet Yoshino offiziell Shiori, Maki, Ririko und Sanae um Hilfe, um sie als ihre \"Minister\" zu unterstützen.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-4","name":"","epNo":4,"alt":"The Lone Alchemist","descr":"Yoshino und ihre Freunde helfen Sanae beim Einzug in ihre Kabine. Auf dem Weg dorthin bricht ihr Lastwagen zusammen und sie nehmen die Hilfe von Doku, Manoyamas lokalem Mechaniker und Erfinder, in Anspruch, um ihn zu reparieren. Doku schenkt ihnen auch ein prototypisches Exoskelett, das er entwickelt hat, um ihnen zu helfen, ihre Sachen zu bewegen. Als Yoshino hört, dass die Stadt ein großes Holzschnitzerviertel hat, kommt er auf die Idee, die Fähigkeiten der Holzschnitzer zu nutzen, um Manoyama zu fördern. Der Tourismusverband hatte jedoch in der Vergangenheit mit wenig Erfolg versucht, die Holzschnitzer der Stadt zu fördern. Yoshino kommt dann auf die Idee, neue und alte Ideen zu kombinieren, indem er das Exoskelett mit Holzschnitzereien verziert. Als sich diese Idee als nicht praktikabel erweist, beschließen sie stattdessen, Dokus verwandelnden Automaten so zu dekorieren, dass er einem holzgeschnitzten Buddha ähnelt. Jedoch,Das Projekt verärgert die konservativeren Holzschnitzer und den Handelsausschuss, sodass Yoshino und ihre Freunde nicht wissen, was sie tun sollen. Sanae vertraut Yoshino dann an, dass sie Tokio verlassen hat, weil sie es satt hatte, sich selbst zu überarbeiten und zu erkennen, dass die Welt weitergehen wird, egal ob sie etwas tut oder nicht. Dann sagt sie Yoshino, dass sie nicht die Motivation hat, einer ihrer Minister zu sein und geht.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-5","name":"","epNo":5,"alt":"The Budding Yggdrasil","descr":"Yoshino und ihre Freunde, mit Ausnahme von Sanae, beginnen ein strenges Studienprogramm, um alles über die Holzschnitzerei herauszufinden. Als Yoshino entdeckte, dass die Manoyama-Holzschnitzer ihre Produkte im Laufe der Zeit ständig verändert hatten, kam die Idee, einen massiven Palast aus Holzskulpturen als Touristenattraktion namens \"Sakura Pond Familia\" zu bauen. Kadota weist jedoch auf die Frage hin, wer die erforderlichen Mittel für den Bau einer solchen Struktur aufbringen wird. Yoshino gelingt es, die Unterstützung von Mr. Sandal zu gewinnen, einem bescheidenen lokalen Künstler. Währenddessen fragt sich Sanae weiterhin, was ihr Zweck in Manoyama ist. Sie hat ein kurzes Gespräch mit Yoshino, der ihr sagt, dass, selbst wenn jemand in einem Job ersetzt werden kann, einzelne Menschen immer unterschiedliche Ergebnisse haben werden. Ermutigte,Sanae beginnt, Schritte zu unternehmen, um die Sakura Pond Familia Wirklichkeit werden zu lassen. Sie schlägt zunächst vor, klein anzufangen, indem sie traditionelle Holzschnitztafeln im Bahnhof Manoyama aufstellt und gleichzeitig eine Linie von holzgeschnitzten Produkten wie Designerschuhen fördert, denen alle zustimmen. Danach sehen einige Besucher, die im Bahnhof ankommen, die Holzschnitzereien und sind beeindruckt von ihrem Anblick.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-6","name":"","epNo":6,"alt":"The Rural Masquerade","descr":"Der Tourismusverband bereitet sich auf die Ankunft eines Filmteams vor, das Manoyama als Drehort nutzen wird. Aufgrund von Personalmangel und einem begrenzten Budget für den Film erklären sich Yoshino und ihre Freunde bereit, der Crew zu helfen, mit Ausnahme von Maki, die zögerlich scheint, sich in den Film einzubringen. Sie finden jedoch schnell heraus, dass der Regisseur ein ziemlich exzentrischer Mann ist, der dazu neigt, die Handlung des Films ständig zu ändern. Eine Änderung, die er fordert, ist, ein verlassenes Haus in der Nähe für eine Szene niederzubrennen, was Shiori unangenehm macht. Obwohl sie die Erlaubnis der Hausbesitzer erhält, lügt Shiori und sagt den anderen, dass sie sie nicht kontaktieren konnte. Währenddessen beginnen die Dreharbeiten und erleiden weitere Rückschläge, als eine der kleineren Schauspielerinnen verletzt wird und ihre Rolle nicht wiederholen kann. Yoshino fragt Maki, ob sie einspringen kann,Maki schnappt sie wütend an und stürmt davon. Erzürnt geht Sanae zu Maki, als sie sieht, dass Maki mit der weiblichen Hauptrolle des Films, Moe, bekannt ist. Maki erklärt Sanae, dass sie das Gefühl hat, nicht den Drang zu haben, eine echte Schauspielerin zu werden, und beschloss, eine andere Beschäftigung im Leben zu finden. Sanae tadelt Maki dafür, dass sie so leicht etwas aufgegeben hat, dem sie ihr Leben gewidmet hat, und fordert sie auf, sich bei Yoshino zu entschuldigen, bevor sie geht. Währenddessen sucht Yoshino weiter nach einem Stellvertreter.Sanae tadelt Maki dafür, dass sie so leicht etwas aufgibt, dem sie ihr Leben gewidmet hat, und sagt ihr, sie solle sich bei Yoshino entschuldigen, bevor sie geht. Währenddessen sucht Yoshino weiter nach einem Stellvertreter.Sanae tadelt Maki dafür, dass sie so leicht etwas aufgibt, dem sie ihr Leben gewidmet hat, und sagt ihr, sie solle sich bei Yoshino entschuldigen, bevor sie geht. Währenddessen sucht Yoshino weiter nach einem Stellvertreter.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-7","name":"","epNo":7,"alt":"The Mansion in Purgatory","descr":"Ririko tritt als Ersatz für den vermissten Schauspieler auf und hat Schwierigkeiten, die Szene zu drehen, bis Maki ihr ein Training gibt. Maki schafft es dann, eine Reihe von Kindern zu sammeln, die als \"Mini-Zombies\" fungieren, dank ihres Vaters, der stellvertretender Direktor der örtlichen Schule ist. Maki beginnt jedoch, sich an ihre Kindheit und ihre Liebe zur Schauspielerei zu erinnern, was sie beunruhigt. Dann sieht sie sich ein Video eines alten Schulstücks an, in dem ihr Vater gedreht hat. Unterdessen kontaktiert Yoshino die Besitzer des verlassenen Hauses und findet heraus, dass sie Shiori bereits die Erlaubnis gegeben haben. Sie konfrontiert Shiori, der zugibt, dass sie ihre Kindheit im Heim verbracht hat und schöne Erinnerungen daran hat. Shiori erkennt, dass die Entscheidung, das Haus niederzubrennen, nicht ihre ist und lässt die Dreharbeiten weiter. Am letzten DrehtagVorbereitungen zum Abbrennen des Hauses werden getroffen. Die Regisseurin trifft jedoch in letzter Sekunde die Entscheidung, die Heldin in die Flammen springen zu lassen, um mit ihrem Geliebten zu brennen. Der Rest der Crew zögert, Moe zu gefährden, aber Maki meldet sich freiwillig als Stunt-Double und findet endlich ihre Leidenschaft für die Schauspielerei wieder. Die Szene ist ein Erfolg und die Dreharbeiten gehen zu Ende, und Shiori entdeckt, dass Yoshino beantragt hat, dass die Frau, die früher im Haus lebte, in den Abspann aufgenommen wird. Danach erhält der Tourismusverband eine weitere Drehanfrage, wobei der Regisseur noch unverschämtere Forderungen stellt, wie zum Beispiel die Sprengung eines Tempels.endlich ihre Leidenschaft für die Schauspielerei wiederzufinden. Die Szene ist ein Erfolg und die Dreharbeiten gehen zu Ende, und Shiori entdeckt, dass Yoshino beantragt hat, dass die Frau, die früher im Haus lebte, in den Abspann aufgenommen wird. Danach erhält der Tourismusverband eine weitere Drehanfrage, wobei der Regisseur noch unverschämtere Forderungen stellt, wie zum Beispiel die Sprengung eines Tempels.endlich ihre Leidenschaft für die Schauspielerei wiederzufinden. Die Szene ist ein Erfolg und die Dreharbeiten gehen zu Ende, und Shiori entdeckt, dass Yoshino beantragt hat, dass die Frau, die früher im Haus lebte, in den Abspann aufgenommen wird. Danach erhält der Tourismusverband eine weitere Drehanfrage, wobei der Regisseur noch unverschämtere Forderungen stellt, wie zum Beispiel die Sprengung eines Tempels.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-8","name":"","epNo":8,"alt":"The Fairy`s Recipe","descr":"Yoshino und ihre Minister helfen Shiori, die Ernte ihrer Familie zu ernten und treffen Shioris ältere Schwester Sayuri. Sayuri arbeitet als Krankenschwester in einem Krankenhaus in einer Nachbarstadt und plant, dorthin zu ziehen, um das Pendeln zu erleichtern. Unterdessen organisiert Yoshino das C-Rank Gourmet, das ein Signature-Gericht für Manoyama auf den Markt bringen will, das hoffentlich Touristen in die Stadt locken wird. Alle Versuche von Yoshino und ihren Ministern, ihre eigenen Gerichte zu kreieren, scheitern jedoch, sodass sie sich stattdessen mit den örtlichen Restaurants der Stadt beraten. Dann treffen sie Kumano, einen alten Bekannten von Sayuri, der erst kürzlich aus Frankreich nach Manoyama zurückgekehrt ist und beabsichtigt, das Restaurant seiner Familie zu erben. Shiori erfährt dann, dass Sayuri und Kumano beide in der High School ineinander verknallt waren, was keiner von ihnen bemerkt hatte. Später,eine wütende Mrs. Oribe konfrontiert Yoshino und weist darauf hin, dass das C-Rank Gourmet am selben Tag wie das jährliche Sommerfestival geplant ist, wodurch die Veranstaltung des Tourismusverbands in direkter Konkurrenz zu der des Handelsausschusses steht. Yoshino ist schockiert über das Versehen und entschuldigt sich. Doch als Mrs. Oribe Yoshino fragt, was sie vorhat, um das Problem zu beheben, tritt Shiori ein und versichert allen, dass sie einen Plan entwickeln wird, der alle glücklich macht.Shiori tritt ein und versichert allen, dass sie einen Plan entwickeln wird, der alle glücklich macht.Shiori tritt ein und versichert allen, dass sie einen Plan entwickeln wird, der alle glücklich macht.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-9","name":"","epNo":9,"alt":"The Lady`s Scales","descr":"Shiori übernimmt die Leitung der Veranstaltung des Tourismusverbandes und beschließt, sie in einen Wettbewerb zu verwandeln, bei dem die Teilnehmer gegeneinander antreten, indem sie den besten Sōmen . machenGericht, wobei das Siegerrezept zu Manoyamas Signature-Gericht wurde. Da Sōmen ein fester Bestandteil der Stadt ist, hat der Handelsausschuss keine Einwände gegen Shioris Plan. Yoshino und ihre Minister machen sich auf den Weg, um Kandidaten zu rekrutieren. Yoshino trifft Dokushima und beauftragt ihn, eine spezielle Maschine zur Herstellung von Sōmen zu entwickeln, während Shiori und die anderen erneut mit Kumano sprechen, der erwähnt, dass er ursprünglich nach Frankreich gegangen war, um sich als Koch auszubilden, um Sayuri zu beeindrucken. Als Sayuri sich darauf vorbereitet, die Stadt zu verlassen, trifft Kumano sie wieder und fragt sie, warum sie ihn nie am Bahnhof getroffen hat, um sich von ihm zu verabschieden, bevor er nach Frankreich aufbricht. Sayuri antwortet, dass sie auch zur vereinbarten Zeit am Bahnhof gewartet hat, ihn aber nie gesehen hat, was die beiden verwirrt zurücklässt. Sobald das Festival beginnt, ist Shiori überglücklich, eine riesige Menschenmenge zu sehen.Yoshino zeigt ihren interaktiven Arcade-Automaten zur Herstellung von Smen, und während Shiori den Wettbewerb nicht gewinnt, wird ihr Happy Sōmen-Rezept sehr beliebt. Shiori findet auch heraus, dass Sayuri und Kumano sich nie getroffen haben, weil Sayuri versehentlich einen veralteten Kalender verwendet hat und infolgedessen am falschen Tag kam, und klärt das Missverständnis zwischen ihnen auf. Der Wettbewerb ist ein Erfolg, und Yoshino verleiht Shiori den offiziellen Titel \"Mediationsminister\".Der Wettbewerb ist ein Erfolg und Yoshino verleiht Shiori den offiziellen Titel \"Mediationsminister\".Der Wettbewerb ist ein Erfolg und Yoshino verleiht Shiori den offiziellen Titel \"Mediationsminister\".","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-10","name":"","epNo":10,"alt":"The Dragon`s Soft Spot","descr":"Yoshino hat den Auftrag, eine \"Rural Romance Matchmaking Tour\" für den örtlichen Community Club zu organisieren, bei der drei Frauen aus der Stadt eingeladen wurden, Manoyama zu besuchen, um nach potenziellen Bewerbern zu suchen. Yoshino und ihre Minister organisieren einen geplanten Tourplan, der auch das Unterrichten des traditionellen Tanzes der Frauen Manoyama beinhaltet, der allen Mädchen der Stadt beigebracht wird. Yoshino zeigt auch Interesse daran, es zu lernen, obwohl Ririko sagt, dass sie nie daran interessiert war, den Tanz zu lernen. Am ersten Tag der Matchmaking Tour begrüßen Yoshino und Maki die drei Frauen und stellen ihnen die einzelnen Mitglieder des Community Clubs vor. Dann organisieren sie ein abendliches Barbecue am örtlichen See, wo sich die Frauen und der Community Club weiter vermischen. Yoshino, Maki, Shiori und Sanae führen den Manoyama-Tanz auf.wobei Ririko die Teilnahme ablehnt. Kadota erklärt den Frauen, dass der Tanz ursprünglich geschaffen wurde, um einen im See lebenden Drachen abzuwehren. Dann kommt ein plötzlicher Regensturm, der alle zur Flucht zwingt, um Schutz zu suchen. In der Verwirrung wird jedoch ein steinernes Drachen-Idol versehentlich umgeworfen und beschädigt. Als ein großer unbekannter Mann aus dem See auftaucht, wird Ririko vom Rest der Gruppe getrennt und sucht Zuflucht an einer nahegelegenen Bushaltestelle.Ririko wird vom Rest der Gruppe getrennt und sucht Zuflucht bei einer nahegelegenen Bushaltestelle.Ririko wird vom Rest der Gruppe getrennt und sucht Zuflucht bei einer nahegelegenen Bushaltestelle.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-11","name":"","epNo":11,"alt":"The Forgotten Requiem","descr":"Am nächsten Tag sorgt Yoshino dafür, dass die Drachenstatue repariert wird, obwohl ihre Freunde scherzen, dass sie jetzt vom Drachen verflucht sind. Währenddessen versteckt sich Ririko unter dem Deckmantel einer Erkältung bei ihm, während sie darüber nachdenkt, dass sie nicht in den Rest der Stadt zu passen scheint. Als die Matchmaking-Tour weitergeht, stellt sich heraus, dass sich Mr. Sandals Urgroßeltern in Manoyama kennengelernt haben, was bedeutet, dass er von einem Eingeborenen aus Manoyama abstammt. Yoshino entdeckt auch, dass Ririkos Mutter von außerhalb der Stadt kam, aber schließlich ging und sich scheiden ließ. Da ihre Mutter weg ist und ihr Vater im Ausland arbeitet, lebt Ririko zusammen mit ihrer Großmutter. Während die Tour durch die Stadt führt, finden sie jedoch Hinweise darauf, dass sie von einem mysteriösen Fremden verfolgt werden. Ririko beginnt, die Legende des Drachen zu studieren, und sagt Yoshino, dass eseine andere Interpretation davon. Anstatt den Drachen abzuwehren, sollte der Tanz ihn ursprünglich besänftigen, aber aufgrund eines Missverständnisses versteckte sich der Drache vor Angst und starb allein, und die reuigen Dorfbewohner schrieben ein Lied zu Ehren des Drachen. Glücklicherweise kennt Mr. Sandal das Lied, da es von seiner Urgroßmutter an ihn weitergegeben wurde. In dieser Nacht, bei der letzten Veranstaltung der Tour, wird enthüllt, dass der mysteriöse Fremde tatsächlich der Freund eines der Mädchen ist, die ihr in die Stadt gefolgt sind. Dann überwindet Ririko ihre Schüchternheit und singt das Drachenlied, was alle beeindruckt. Am nächsten Tag kehren die Mädchen nach Hause zurück, versprechen aber, wiederzukommen, um Manoyama wieder zu besuchen, und Ririko weist darauf hin, dass sie die Stadt als beliebten Ort für die Flucht vermarkten könnten.der Tanz sollte ihn ursprünglich besänftigen, aber aufgrund eines Missverständnisses versteckte sich der Drache aus Angst und starb allein, und die reuigen Dorfbewohner schrieben ein Lied zu Ehren des Drachen. Glücklicherweise kennt Mr. Sandal das Lied, da es von seiner Urgroßmutter an ihn weitergegeben wurde. In dieser Nacht, bei der letzten Veranstaltung der Tour, wird enthüllt, dass der mysteriöse Fremde tatsächlich der Freund eines der Mädchen ist, die ihr in die Stadt gefolgt sind. Dann überwindet Ririko ihre Schüchternheit und singt das Drachenlied, was alle beeindruckt. Am nächsten Tag kehren die Mädchen nach Hause zurück, versprechen aber, wiederzukommen, um Manoyama wieder zu besuchen, und Ririko weist darauf hin, dass sie die Stadt als beliebten Ort für die Flucht vermarkten könnten.der Tanz sollte ihn ursprünglich besänftigen, aber aufgrund eines Missverständnisses versteckte sich der Drache aus Angst und starb allein, und die reuigen Dorfbewohner schrieben ein Lied zu Ehren des Drachen. Glücklicherweise kennt Mr. Sandal das Lied, da es von seiner Urgroßmutter an ihn weitergegeben wurde. In dieser Nacht, bei der letzten Veranstaltung der Tour, wird enthüllt, dass der mysteriöse Fremde tatsächlich der Freund eines der Mädchen ist, die ihr in die Stadt gefolgt sind. Dann überwindet Ririko ihre Schüchternheit und singt das Drachenlied, was alle beeindruckt. Am nächsten Tag kehren die Mädchen nach Hause zurück, versprechen aber, wiederzukommen, um Manoyama wieder zu besuchen, und Ririko weist darauf hin, dass sie die Stadt als beliebten Ort für die Flucht vermarkten könnten.und die reuigen Dorfbewohner schrieben ein Lied zu Ehren des Drachen. Glücklicherweise kennt Mr. Sandal das Lied, da es von seiner Urgroßmutter an ihn weitergegeben wurde. In dieser Nacht, bei der letzten Veranstaltung der Tour, wird enthüllt, dass der mysteriöse Fremde tatsächlich der Freund eines der Mädchen ist, die ihr in die Stadt gefolgt sind. Dann überwindet Ririko ihre Schüchternheit und singt das Drachenlied, was alle beeindruckt. Am nächsten Tag kehren die Mädchen nach Hause zurück, versprechen aber, wiederzukommen, um Manoyama wieder zu besuchen, und Ririko weist darauf hin, dass sie die Stadt als beliebten Ort für die Flucht vermarkten könnten.und die reuigen Dorfbewohner schrieben ein Lied zu Ehren des Drachen. Glücklicherweise kennt Mr. Sandal das Lied, da es von seiner Urgroßmutter an ihn weitergegeben wurde. In dieser Nacht, bei der letzten Veranstaltung der Tour, wird enthüllt, dass der mysteriöse Fremde tatsächlich der Freund eines der Mädchen ist, die ihr in die Stadt gefolgt sind. Dann überwindet Ririko ihre Schüchternheit und singt das Drachenlied, was alle beeindruckt. Am nächsten Tag kehren die Mädchen nach Hause zurück, versprechen aber, wiederzukommen, um Manoyama wieder zu besuchen, und Ririko weist darauf hin, dass sie die Stadt als beliebten Ort für die Flucht vermarkten könnten.Es stellt sich heraus, dass der mysteriöse Fremde tatsächlich der Freund eines der Mädchen ist, die ihr in die Stadt gefolgt sind. Dann überwindet Ririko ihre Schüchternheit und singt das Drachenlied, was alle beeindruckt. Am nächsten Tag kehren die Mädchen nach Hause zurück, versprechen aber, wiederzukommen, um Manoyama wieder zu besuchen, und Ririko weist darauf hin, dass sie die Stadt als beliebten Ort für die Flucht vermarkten könnten.Es stellt sich heraus, dass der mysteriöse Fremde tatsächlich der Freund eines der Mädchen ist, die ihr in die Stadt gefolgt sind. Dann überwindet Ririko ihre Schüchternheit und singt das Drachenlied, was alle beeindruckt. Am nächsten Tag kehren die Mädchen nach Hause zurück, versprechen aber, wiederzukommen, um Manoyama wieder zu besuchen, und Ririko weist darauf hin, dass sie die Stadt als beliebten Ort für die Flucht vermarkten könnten.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-12","name":"","epNo":12,"alt":"The Dawn Guild","descr":"Als Yoshino und ihre Minister sich auf das bevorstehende Gründungsfest vorbereiten, werden sie von Amamiya angesprochen. Er ist der Produzent einer beliebten Dokumentarserie namens Moving Mountains, und als gebürtiger Manoyama ist er daran interessiert, eine Episode zu drehen, die sich auf das Manoyama Tourism Board konzentriert. Während die Dreharbeiten reibungslos verlaufen, beunruhigt Amamiya die Tatsache, dass Yoshino zu \"normal\" erscheint, was es den Zuschauern erschweren könnte, sich für sie zu interessieren. Danach enthüllt Yoshino ihren Freunden, dass sie in ihrer Jugend die 100.000 Besucherin der Stadt war, und obwohl diese Geschichte perfekt für Amamiya ist, vereinbaren ihre Freunde, diese Tatsache geheim zu halten. Am nächsten Tag hat der Vorstand Schwierigkeiten, Sponsoren zu finden, um das Found Festival zu finanzieren, als Amamiya ankommt und ihnen mitteilt, dass er die beliebte Band Ptolemaios für den Festivalauftritt gewonnen und sogar sein Netzwerk überzeugt hat, das Event vollständig zu finanzieren.Ihre letzte Aufgabe besteht darin, das Merchant Board und den Community Club davon zu überzeugen, die Verteilung von Coupons an die Touristen für Manoyama-Geschäfte zu gestatten. Während viele der Mitglieder zunächst zögern, schafft es Yoshino, genügend Unterstützung von den Leuten zu bekommen, denen sie geholfen hat, um Mrs. Oribe davon zu überzeugen, ihren Plan zu unterstützen. In dieser Nacht wird Yoshino von Maki und Sanae geweckt, die ihr die Menge der Menschen zeigen, die in Erwartung des Ptolemaios-Konzerts angekommen sind, was ein positives Zeichen für die Teilnahme des Festivals ist.was ein positives Zeichen für die Besucherzahlen des Festivals ist.was ein positives Zeichen für die Besucherzahlen des Festivals ist.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-13","name":"","epNo":13,"alt":"The Marionette`s Banquet","descr":"Die Ankunft von Ptolemaios lockt eine riesige Menschenmenge nach Manoyama, die am Gründungsfestival teilnimmt, während sie auf den Beginn des Konzerts warten. Die meisten Leute interessieren sich jedoch mehr für Ptolemaios als für das Festival. Wenn sich das Konzert verzögert und mitten im Quizwettbewerb beginnt, verlässt ein Großteil der Menge stattdessen das Konzert. Trotz dieses Rückschlags können Yoshino und ihre Minister den Quizwettbewerb abschließen und das Festival endet mit über 6.000 Besuchern. Später, wenn Berge versetzenAirs sind die Mädchen bestürzt, als sie feststellen, dass die Episode in einer Weise geschnitten wurde, die die tatsächlichen Vorbereitungen des Festivals falsch darstellt und kein Filmmaterial vom tatsächlichen Gründungsfestival zeigt, sondern sich auf Ptolemaios konzentriert. Außerdem waren von den tausend verteilten Coupons nur zwanzig eingelöst worden, was darauf hindeutet, dass sich keiner der Gäste entschlossen hatte, in die Stadt zurückzukehren. Yoshino erkennt, dass sich in der Stadt trotz aller Bemühungen nichts geändert hat. Bestürzt packt sie ihren Koffer und geht zum Bahnhof.","versions":[]},{"path":"/serie/stream/sakura-quest/staffel-1/episode-14","name":"","epNo":14,"alt":"The Queen, Convicted","descr":"Nach dem Gründungsfest machen Yoshino und ihre Minister Urlaub und gehen getrennte Wege. Yoshino kehrt in ihre Heimatstadt zurück, Sanae besucht Freunde in Tokio, Maki besucht eines von Moes Stücken und Shiori und Ririko arbeiten an einem Vorschlag, Manoyamas leerstehende Häuser in Bed and Breakfast zu verwandeln. Sanae geht mit ihren Freunden trinken, die über die Schwierigkeiten der Büroarbeit und den Aufbau ihres eigenen Unternehmens diskutieren, und sie stellen fest, dass Sanae selbstbewusster und selbstbewusster wirkt, seit sie sie das letzte Mal gesehen haben. Maki isst mit Moe zu Abend, die sie davon überzeugt, an einem Schauspielworkshop teilzunehmen, der von einem berühmten Regisseur veranstaltet wird. Yoshino trifft sich mit ihrer Familie und ihren alten Freunden und besucht das lokale Festival ihrer Stadt. Als Yoshino sieht, wie ihre Stadt wiederbelebt wurde, gewinnt sie den Wunsch zurück, Manoyama zu helfen.und ihre Eltern sagen ihr, dass sie eines Tages die ganze Familie mitbringen wollen, um sie dort zu besuchen. Zurück in Manoyama inspizieren Shiori und Ririko eines der leerstehenden Häuser, wo sie auf eine Gruppe spanischsprachiger Touristen treffen. Während die Touristen freundlich sind und nichts Böses meinen, verstehen Shiori und Ririko kein Spanisch und haben Angst vor ihnen.","versions":[]}]}]}