{"path":"/serie/stream/salom","name":"Salomé","descr":"Sie ist schön, sie ist begehrenswert, und auf der Bühne ist sie eine wahre Göttin: Salomé ist der gefeierte und glamouröse Star des D’Rubi, einer zweitklassigen Nachtbar irgendwo in einer der übleren Gegenden des Molochs von Mexico City. Doch tief in ihrem Inneren ist Salomé eine einfache junge Frau, die den Traum vom großen Glück träumt. Aber das Leben hat es nicht gut mit ihr gemeint: Schon als Kind verwaist, hat Salomé manche böse Enttäuschung einstecken müssen. Dennoch: Ihre Hoffnung hat Salomé nie aufgegeben. Sie ist stark, sie kämpft – und sie ist felsenfest davon überzeugt, dass es ihr eines Tages gelingen wird, ihrem Elend zu entfliehen. Als das Schicksal sie auf Julio Montesino treffen lässt, steht ihr Leben vor einer dramatischen Wende: Die Tänzerin und der verheiratete Spross einer der wohlhabensten und angesehensten Familien von Mexico City verlieben sich ineinander. Doch hat diese Liebe überhaupt eine Chance…?\"Salomé\" ist eine der erfolgreichsten mexikanischen Telenovelas seit vielen Jahren. Millionen von Zuschauern haben die Geschichte um die schöne, aber unglückliche Nachtclubtänzerin bei der Erstausstrahlung in Mexiko wie gebannt vor dem Fernsehschirm verfolgt.","seasons":[{"path":"/serie/stream/salom/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/salom/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Die hübsche Nachtclubtänzerin Salomé lernt eines Nachts über einen Besucher des Clubs, in dem sie arbeitet, den attraktiven Julio Montesino kennen, den Spross einer der einflussreichsten und wohlhabendsten Familien ganz Mexikos kennen. Mexiko Stadt 1980. Die reiche Familie Montesino, bestehend aus Don Arturo, Dona Lucrecia und Sohn Julio hat große Sorgen: Angela, die Frau Julios, ist schwer krank und – was noch gravierender ist – sie kann keine Kinder bekommen. Die Arme ist völlig verzweifelt, denn sie glaubt, dass sie sterben wird. Der Arzt der Familie weiß nicht, woran sie leidet und veranlasst eine gründliche Untersuchung im Krankenhaus. Die eiskalte und durchtriebene Lucrecia, die die gesamte Familie beherrscht, versucht, Julio zu überreden, sich von Angela scheiden zu lassen. Ihr geht es einzig und allein darum, einen Enkel zu bekommen, der den Familiennamen weiter führen sollen. Empört lehnt Julio ab. Er liebt Angela über alles, obwohl auch er langsam an ihr verzweifelt. Auch Don Arturo, der mit der Hausdame Manola ein Geheimnis zu teilen scheint, ist entsetzt über die Hartherzigkeit seiner Frau. Salomé, eine beliebte und bekannte Tänzerin im Nachtclub D’Rubi, ist als Kind von ihrer Mutter verlassen worden und wartet sehnsüchtig darauf, dass ihr eines Tages das Glück hold sein wird und sie ihre große Liebe findet. Doch da sie mit Männern schlechte Erfahrungen gemacht hat, hat sie – so sagt sie zumindest – mit ihnen abgeschlossen. Diego, der Bruder Angelas und ein ziemlich lockerer Vogel, der an ständigem Geldmangel leidet, ist unterdessen von einer Reise zurückgekehrt. Er zieht mit Salomé und ihrer fröhlichen Freundin Karicia um die Häuser, kann aber die Rechnung nicht bezahlen. Die beiden Frauen sind gezwungen, ihm Geld zu leihen, wollen es aber am selben Abend zurück haben. So landen die drei mitten in der Nacht im Haus der Montesinos und feiern eine Party. Diego versucht, Lucrecia anzupumpen, doch die weigert sich, ihm Geld zu geben. Betrunken schläft er ein, ebenso wie Salomé und Karicia… Sie ist schön, sie ist begehrenswert, und auf der Bühne ist sie eine wahre Göttin: Salomé ist der gefeierte und glamouröse Star des D’Rubi, einer zweitklassigen Nachtbar irgendwo in einer der übleren Gegenden des Molochs von Mexico City. Doch tief in ihrem Inneren ist Salomé eine einfache, bodenständige junge Frau, die den ganz normalen Traum vom großen Glück träumt. Aber bislang hat es das Leben nicht gut mit ihr gemeint: Schon als Kind verwaist, hat Salomé nicht immer eine glückliche Hand gehabt, wenn es um Männer ging und manche böse Enttäuschung einstecken müssen. Dennoch: Ihre Hoffnung hat Salomé nie aufgegeben. Sie ist stark, sie kämpft – und sie ist felsenfest davon überzeugt, dass es ihr eines Tages gelingen wird, ihrem Elend zu entfliehen und ein besseres Leben zu führen. Als das Schicksal sie eines Tages auf Julio Montesino treffen lässt, steht ihr Leben vor einer dramatischen Wende: Die Tänzerin und der verheiratete Spross einer der wohlhabensten und angesehensten Familien von Mexico City verlieben sich ineinander. Doch hat diese Liebe überhaupt eine Chance?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380873","hoster":"VOE"},{"path":"/redirect/8380878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Nach einer Nacht auf dem Sofa bei der Familie Montesino werden Salomé und Karicia von Julio geweckt. Sie verlangen von ihm das Geld, das Diego, Julios Schwager, ihnen schuldet. Doch Julio wirft die beiden aus dem Haus. Hipolitos Frau Martha, angehende Schauspielerin, hat eine Liaison mit ihrem Kollegen Victor. Sie würde alles dafür tun, ihren ärmlichen Verhältnissen zu entfliehen und träumt von einer Karriere auf der Bühne. Unterdessen wird die ständig kränkelnde, unfruchtbare Angela von ihrem Mann Julio und Schwiegervater Arturo zu eingehenden Untersuchungen ins Krankenhaus zu Dr. Iñigo gebracht. Lucrecia möchte, dass sich Angela von Julio scheiden lässt und weiht Diego in ihren Plan ein. Für den ist es nur eine Frage der Bezahlung. Derweil bandelt Beto, der Kopf einer Schmugglerbande, mit Lola an, nachdem er sich bei Salomé eine schmerzhafte Abfuhr eingehandelt hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380501","hoster":"VOE"},{"path":"/redirect/8380505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Diego versucht Lucrecia, die darauf drängt, dass sich Julio von Angela trennt, zu erpressen. Als er zu unverschämt wird, wirft sie ihn schlussendlich hinaus. Salomé träumt unterdessen von Julio, den sie in der Nacht im Haus der Montesinos kennen gelernt hat. Sie ist traurig, dass ein Mann aus solchem Stand wohl immer unerreichbar sein wird für eine Frau wie sie es ist. Julio macht sich derweil große Sorgen um seine kranke Frau Angela. Seine Befürchtungen werden bestätigt. Dr. Iñigo teilt ihm mit, dass Angelas Gebärmutter wegen eines Tumors entfernt werden muss. Damit stirbt der Traum von eigenen Kindern. Hipolito erwischt seine Ehefrau Martha, als sie sich mit Victor leidenschaftlich küsst. Von ihm zur Rede gestellt, behauptet sie, dass sie nur eine Szene mit Victor proben würde. Lola muss sich unterdessen mit Pancho herumschlagen, der einem Hehler verraten hat, dass sie daheim \"Stoff\" gelagert hat. Lola versucht daraufhin, Leonor davon zu überzeugen, dass Pancho und sein missratener Sohn ihr nicht gut tun. Laura hadert zur gleichen Zeit mit ihrem Schicksal und trauert immer noch ihrem Angebeteten Julio nach. Sie kann einfach nicht verstehen, dass er Angela ihr vorgezogen hat. Was sie nicht weiß: Auch Lucrecia, Julios kaltherzige und durchtriebene Mutter, würde sie, Laura, viel lieber als Schwiegertochter sehen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380425","hoster":"VOE"},{"path":"/redirect/8380422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Das Leben im Hause Montesino wird von Angelas Krankheit sehr überschattet. Dr. Iñigo muss der Familie mitteilen, das sie schon am nächsten Morgen wegen eines Gebärmuttertumors operiert werden muss. Darüber hinaus wurde bei ihr eine unheilbare Knochenkrankheit diagnostiziert. Angela ist verzweifelt, weil sie kinderlos bleiben wird und genau weiß, dass ihre Schwiegermutter sie deswegen endgültig verstoßen wird. Julio teilt ihre Befürchtungen zunächst nicht, wird dann aber bald eines Besseren belehrt. Für Lucrezia nämlich zählt einzig und allein ein männlicher Erbe, der das Familienimperium weiterführen kann. Sie betreibt sofort die Scheidung von Julio und Angela und wünscht offen ihren Tod. Julio ist schockiert. Salomé leidet derweil immer noch unter Depressionen und träumt von der romantischen wahren Liebe. Als Beto wieder vor der Tür steht und sich ihr mit vielen unglaubwürdigen Beteuerungen zu Füßen legt, schmeißt sie ihn wütend raus. Karichia bemüht sich tapfer, sie aufzumuntern. Sie lädt sie in ein teures Lokal ein. Während die beiden Schwierigkeiten haben, ihr Benehmen dem vornehmen Ambiente anzupassen, steht plötzlich Julio vor ihnen… Lola bekommt unverhofft Besuch von der Kriminalpolizei. Drei korrupte Beamte transportieren die bei ihr gestapelte Schmuggelware ab und kassieren auch noch ein dickes Schmiergeld, weil sie Lola damit drohen, sie andernfalls inhaftieren zu lassen. Lola ist außer sich vor Wut und verdächtigt Pancho, sie verpfiffen zu haben. Sie sinnt auf Rache und stiftet Mantoas, Diente und Caritas an, es Pancho heimzuzahlen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380342","hoster":"VOE"},{"path":"/redirect/8380341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Julio trifft Salomé und Karicia im Restaurant. Weil er die beiden im Zorn nachts aus seinem Haus geworfen hat, als sie versucht haben, bei ihm die Schulden einzutreiben, die sein Schwager Diego gemacht hat, geben die beiden Frauen ihn öffentlich der Lächerlichkeit preis, bevor sie ihn von sich weisen. Angela kommt derweil immer noch nicht darüber hinweg, dass sie ihrem Mann keine Kinder schenken kann und fürchtet sich vor dem Tag, an dem er sich eine neue Frau suchen wird, die ihm den Stammhalter schenken kann. Unterdessen hat es den Anschein, dass Salomé sich in Julio verliebt hat, denn sie hofft, dass ein Blumenstrauß, der anonym für sie abgegeben wurde, von Julio kommt. Zu ihrer Enttäuschung stellt sich bald heraus, dass ausgerechnet der hartnäckige Beto der Absender war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380245","hoster":"VOE"},{"path":"/redirect/8380253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Julio besucht nachts den Nachtclub D’Ruby, in dem Salomé auftritt. Er gibt vor, sich überzeugen zu wollen, dass Diego seine Schulden bei Salomé und Karicia beglichen hat. Doch nachdem er Salomé hat tanzen sehen, lässt er sich überreden zu bleiben und bestellt Champagner. Salomé, ist zwar innerlich völlig aufgewühlt, spielt aber dennoch seine Spielchen mit ihm, tanzt erst mit ihm, dann mit dem Tunichtgut Diego. Als Karicia von einem Gast belästigt wird, schreitet Julio mannhaft ein, unterstützt von Diego. Es kommt zu einer wüsten Schlägerei, bei der Julio ein blaues Auge und Salomé eine Verletzung am Knöchel davontragen. Sie alle werden von der Polizei festgenommen. Als Don Arturo mit Anwalt Guillermo Julio und Diego aus dem Polizeigewahrsam holen wollen, besteht Julio darauf, dass auch für Salomé und Karicia die Strafe bezahlt wird. Er quartiert die beiden im Gästezimmer der Montesinos ein. Unterdessen lädt die scheinheilige Lucrecia Julios Exfreundin Laura ein, die kranke Angela zu besuchen. Ihr Hintergedanke: Sie will Julio und Laura verkuppeln. Um sie unter Druck zu setzen, besucht sie spät nachts ihre Schwiegertochter, weckt sie und droht ihr, für das Ende ihrer Ehe mit Julio zu sorgen. Don Arturo ist die nächtliche Visite seiner Frau nicht verborgen geblieben. Auch er besucht Angela und schafft es, sie wieder ein wenig aufzumuntern. Hipolito trommelt spät nachts Victor aus dem Bett, er will wissen, ob Victor mit seiner Frau ein Verhältnis hat. Victor bestreitet das. Beto kann derweil die Abfuhr, die ihm Salomé einmal mehr erteilt hat, nicht verwenden. Er ertränkt sein Leid bei Lola. Pancho wird von seinem Sohn gegen die Mutter aufgehetzt. Pancho bricht bei Lola ein, um ihr eine Lektion für vorausgegangene Schmach zu erteilen. Aber Lola lässt sich nicht beeindrucken. Mit einem Brotmesser zwingt sie Pancho zum Rückzug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380161","hoster":"VOE"},{"path":"/redirect/8380158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Arturo schärft der Hausdienerin Manola ein, dass Julios blaues Auge darauf zurückzuführen ist, dass er versehentlich gegen eine Tür gerannt ist. Aber seine Rechnung geht nicht auf, und so erfährt Lucrecia nicht nur von den nächtlichen Eskapaden ihres Sohnes, sondern auch von den beiden weiblichen \"Gästen\" Salomé und Karicia, die Julio nach der Freilassung aus dem Polizeigewahrsam ins Haus eingeladen hat. Um Julio nahe sein zu können, spielt Salomé die Leidende. Tatsächlich verfehlt ihr Schauspiel nicht seine Wirkung: Aus Angst vor einem Skandal behält die Familie sie vorerst im Haus und lässt sie von Manola pflegen. Am Mittag erscheint Don Germán zu einer Geschäftsbesprechung, die von Lauras Ankunft unterbrochen wird. Arturo rätselt über Lucrecias Motiv, die Ex-Verlobte Julios eingeladen zu haben. Auch Laura ist verwundert über die plötzliche Herzlichkeit ihrer verhinderten und ehemals hinderlichen Schwiegermutter und vermutet dahinter eine Intrige. Doch ihr Sohn wandelt inzwischen auf Salomés Pfaden. Sie zieht ihr Netz geschickt um den begüterten Filius: Bei einem Spaziergang Im Garten fällt sie zu Boden, um den verheirateten Mann, der ihr sofort wieder aufhelfen will schließlich zu küssen. Unterdessen bemüht sich Yolanda, ihr Etablissement wieder in Ordnung zu bringen. Da kreuzt Beto bei ihr auf und ist fuchsteufelswild über Salomés Ausflug mit Julio. Er heuert Lolas Diebesbande an, ihm beim Ausschalten seines vermuteten Nebenbuhlers zu helfen. Karicia ist inzwischen in die Bar zurückgekehrt und bietet Yolanda an, die verletzte Salomé zu vertreten. Die Chefin wünscht sich aber ihre Attraktion zurück, und so bittet Karicia ihre Freundin telefonisch, am Abend zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380064","hoster":"VOE"},{"path":"/redirect/8380062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Salomés Gefühle fahren Achterbahn. Einerseits ist sie von Julio und dem luxuriöses Leben, das er führt fasziniert, andererseits hält sie es für eine Illusion, dass ein Mann seines Standes sich mit der kleinen Tänzerin Salomé abgibt. Zumal ihr Manola und Lucrecia deutlich zu verstehen geben, dass sie im Haus der Familie nichts zu suchen hat. Auch Karicia, die sich um Salomé und ihren immer noch verletzten Fuß kümmert, rät ihr, sich Julio aus dem Kopf zu schlagen. Aber Salomé kann nicht aufhören, von Julio zu träumen und in dem Gedichtband zu lesen, den er ihr geschenkt hat. Auch Julio hat sich in Salomé verliebt. Aber auch sein Umfeld rät ihm von einer Beziehung zu ihr ab. Doch nicht nur das, als er von Lucrecias finsteren Plänen bezüglich eines Stammhalters erfährt, ist er maßlos empört. Lucrecia sorgt sich um den Fortbestand der Familie. Da ihre Schwiegertochter Angela keine Kinder bekommen kann, soll Laura ihr einen Erben schenken. Sie setzt darauf, dass Laura immer noch in Julio verliebt ist und sich nach anfänglicher Empörung doch auf ihren Plan einlässt. Arturo hat von Anfang an den Verdacht, dass Lucrecia etwas im Schilde führt. Als Julio ihm die Augen öffnet, ergreift auch ihn die Empörung. Aber Lucrecia schlägt seinen Vorschlag ein Kind zu adoptieren rigoros aus. Nahezu ohnmächtig vor Wut ist ihm klar, dass er ihre Pläne trotzdem verhindern muss. Manola merkt, dass sowohl Julio ein Auge auf Salomé geworfen hat und andererseits auch Lucrecia finstere Pläne hegt. Angela, die immer noch krank ans Bett gefesselt ist, sorgt sich unterdessen, dass Julio sie nicht mehr liebt. Zudem befürchtet sie, dass Lucrecia plant, sie umzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379969","hoster":"VOE"},{"path":"/redirect/8379972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"Julio schickt Doktor Iñigo zu Salomé, damit er ihren verstauchten Knöchel behandelt. Er rechtfertigt sich vor Lucrecia damit, dass er nur etwaige Schadensersatzforderungen im Vorfeld abwenden will. Doch Lucrecia geht gleich aufs Ganze und besteht darauf, dass Salomé im Gartenhaus untergebracht wird, damit sich der Heilungsprozess ihres Knöchels besser überwachen lässt. Außerdem besteht somit natürlich beste Aussicht, schnell und unkompliziert zu einem Enkel zu kommen, nachdem ihr Plan, Julio wieder mit Laura zu verkuppeln, fehlgeschlagen ist. Sie ist schön, sie ist begehrenswert, und auf der Bühne ist sie eine wahre Göttin: Salomé ist der gefeierte und glamouröse Star des D’Rubi, einer zweitklassigen Nachtbar irgendwo in einer der übleren Gegenden des Molochs von Mexico City. Doch tief in ihrem Inneren ist Salomé eine einfache, bodenständige junge Frau, die den ganz normalen Traum vom großen Glück träumt. Aber bislang hat es das Leben nicht gut mit ihr gemeint: Schon als Kind verwaist, hat Salomé nicht immer eine glückliche Hand gehabt, wenn es um Männer ging und manche böse Enttäuschung einstecken müssen. Dennoch: Ihre Hoffnung hat Salomé nie aufgegeben. Sie ist stark, sie kämpft – und sie ist felsenfest davon überzeugt, dass es ihr eines Tages gelingen wird, ihrem Elend zu entfliehen und ein besseres Leben zu führen. Als das Schicksal sie eines Tages auf Julio Montesino treffen lässt, steht ihr Leben vor einer dramatischen Wende: Die Tänzerin und der verheiratete Spross einer der wohlhabendsten und angesehensten Familien von Mexico City verlieben sich ineinander. Doch hat diese Liebe überhaupt eine Chance?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619976","hoster":"VOE"},{"path":"/redirect/8379902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"Lucrecia hat den passenden Einfall: Salomé soll ins Chalet der Familie ziehen, um in kalkulierter Nähe zu Julio ihren verknacksten Fuß auszukurieren. Am nächsten Tag gibt Angela sich erholt und möchte mit Julio spazieren gehen. Der aber hat zu tun und wird genötigt, seine Liebe zu seiner Frau zu bekräftigen. Lucrecia blitzt derweil mit ihrem Plan, Angela abzuschieben, bei Doktor Iñigo ab. Diego versucht unterdessen wieder mal, Angela anzupumpen. Weil Julio ihr das Scheckbuch weggenommen hat, muss er seine Halbschwester mit Informationen füttern, um an sein Geld zu kommen. Er erzählt ihr, dass eine Frau ins Chalet ziehen soll, um Julio in Versuchung zu bringen. Julio und Manola holen Salomé aus Yolandas Nachtklub ab. Die ziert sich zunächst mitzukommen, gibt aber schließlich nach. Julio kann Yolanda nicht völlig von seinen redlichen Absichten in Bezug auf Blondie überzeugen. Schließlich ist Salomé in ihrem neuen Domizil eingetroffen. Julio sucht ihr eine Lektüre aus der Bibliothek heraus. Dort kommt es zu innigen Küssen, die Lucrecias neugierigen Augen nicht verborgen blieben. Sollte ihr Plan aufgehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380864","hoster":"VOE"},{"path":"/redirect/8621999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-11","name":"Folge 11","epNo":11,"alt":"","descr":"Julio und Salomé sind leidenschaftlich voneinander angezogen. Und obwohl Salomé weiß, wie unvernünftig es ist, sich in Julio zu verlieben, kann sie ihm nicht widerstehen. Während sie beide in leidenschaftliche Küsse versunken in seinem Arbeitszimmer stehen, beobachtet Lucrecia das Geschehen interessiert durch das Türfenster. Manola versucht derweil verzweifelt Angela die Anwesenheit von Salomé zu verschweigen. Das gelingt ihr aber nur unvollkommen, weil Diego in seinem Hass auf Julio seiner Schwester von der neuen Geliebten erzählt. Diego muss allerdings seinerseits einstecken, als Lucrecia ihm eröffnet, seinen gestohlenen und gefälschten Scheck in den Händen zu halten, um ihn damit unter Druck zu setzen. Beto versucht unterdessen weiterhin, Salomé zurückzuerobern. Als er erfährt, dass sie von einem reichen Schnösel in dessen Haus eingeladen wurde, wird er rasend vor Wut und beauftragt Caritas, heimlich die Adresse seines Rivalen ausfindig zu machen. Eines Abends steht er dann unverhofft vor Salomé – just in dem Moment, als auch Julio ihr einen Besuch abstatten will…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380808","hoster":"VOE"},{"path":"/redirect/8392811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-12","name":"Folge 12","epNo":12,"alt":"","descr":"Beto und Julio treffen vor Salomés Chalet aufeinander. Beto behauptet, Salomés Liebhaber zu sein, Julio lässt Beto daraufhin rauswerfen. Salomé schwört Julio, dass sie nichts mit Beto zu tun hat, doch ihre Zeit bei den Montesinos läuft ohnehin ab. Erstens ist ihr Knöchel wieder verheilt, zweitens legt ihr Manola während eines gemeinsamen Umtrunkes nahe, das Haus zu verlassen. Drittens macht Julio ihr unmissverständlich klar, dass weder ihre Vergangenheit noch ihre Zukunft ihm irgendwie am Herzen lägen. Todtraurig packt Salomé ihre Koffer, doch als Julio kommt, um sich zu verabschieden und darum bittet, seine Grobheit zu entschuldigen, versöhnen sich beide – mit leidenschaftlichen Küssen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380752","hoster":"VOE"},{"path":"/redirect/8380748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-13","name":"Folge 13","epNo":13,"alt":"","descr":"Doktor Iñigo hat Salomé gesundgeschrieben, und nun gibt es keinen Grund mehr, im Gartenhaus der Montesinos zu bleiben. Sie fühlt sich emotional tief zerrissen und leidet umso mehr, als Julio versucht, sie zum Bleiben zu bewegen. Sie hat sich längst in ihn verliebt und versucht trotzdem, auf Distanz zu gehen und ihren Stolz zu bewahren. Wieder zu Hause betrinkt sie sich hemmungslos und versinkt in ihrem Unglück. Plötzlich steht Don Arturo vor ihr… Angela wird unterdessen weiterhin von schlimmen Ahnungen geplagt. Es kommt zu einem Streit mit Julio, der ihr vergeblich beteuert, nur sie zu lieben. Manola versucht weiterhin verzweifelt, Angelas und Julios Ehe sauber zu halten. In einem Streitgespräch mit Lucrecia rührt sie zu deren Entsetzen an der Vergangenheit. Zufällig schnappt Julio einen Teil dieses Streitgesprächs auf – und wird hellhörig…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619973","hoster":"VOE"},{"path":"/redirect/8380690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-14","name":"Folge 14","epNo":14,"alt":"","descr":"Julio hat ein Streitgespräch zwischen seiner Mutter und Hausdienerin Manola belauscht und möchte nun wissen, welches Geheimnis die beiden teilen. Doch sie weichen seinen bohrenden Nachfragen geschickt aus. Don Arturo besucht Salomé derweil in ihrem Domizil im D’Rubi. Nachdem die frostige Atmosphäre zwischen den beiden aufgetaut ist, kommt eine Unterhaltung zustande. Salomé verschweigt Don Arturo zwar ihre Gefühle für Julio, trotzdem bietet er den beiden Mädchen seine Hilfe an, wenn sie denn gebraucht wird. Beto ist immer noch furchtbar eifersüchtig, nervt alle im Club und bedroht Salomé. Doch die lässt sich von seinem Auftritt nicht beeindrucken und schmeißt ihn kurzerhand raus. Nach einer Golfpartie von Arturo, Julio und Guillermo treffen die beiden Freunde zufällig im Nobel-Einkaufszentrum auf Salomé und Karicia. Guillermo einerseits und Karicia andererseits trennen die Liebenden voneinander, bevor sie ein Gespräch beginnen können. Anschließend gestehen sowohl Julio seinem Freund als auch Salomé ihrer Freundin, dass sie verliebt sind. Angela dagegen vermisst die Zuneigung ihres Mannes, der sich unter dem Vorwand, um ihre Gesundheit besorgt zu sein, ihrer entzieht. In einem geplanten Empfang sieht sie eine Möglichkeit, sich vor allen Leuten mit ihrem Mann zu präsentieren. Lucrecia schafft es jedoch wieder einmal, ihrer Vorfreude einen Dämpfer zu verpassen. Durch ihr schlechtes Aussehen sei sie eine Zumutung für die Gäste…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619974","hoster":"VOE"},{"path":"/redirect/8380632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-15","name":"Folge 15","epNo":15,"alt":"","descr":"Nach dem Essen im Hause Montesino erklärt Angela, die sich gegen den Willen ihrer Schwiegermutter stolz an Julios Seite präsentiert, ihrer Freundin Laura den Grund ihrer Abneigung gegenüber Lucrecia: Die wolle ihre Scheidung, damit Julio sich eine fruchtbare Frau nehmen kann. Salomé bekommt unterdessen Besuch von ihrem Ex-Freund Tony, der sie vor einem Jahr ohne Abschied verlassen hat. Gemeinsam mit Karicia, Beto und seinen Komplizen werfen sie Tony vor die Tür. Aber auch Beto, ganz stolz, dass er Salomé helfen konnte, fliegt raus. Nach dem Abendessen im Elternhaus besucht Julio seine Geliebte Salomé in ihrem Zimmer. Die beiden schlafen miteinander, und als er später Salomés Zimmer verlässt, lauert ihm Beto auf. Nur die zufällig auftauchende Polizei verhindert, dass sich Beto und seine Komplizen Julio vorknöpfen. Und obwohl Julio keine Anzeige erstattet, trachtet Beto ihm weiter nach dem Leben. Als Julio am frühen Morgen nach Hause kommt, erwartet ihn dort Diego und erpresst ihn. Seinem Vater muss Julio versprechen, Salomé nicht wiederzusehen. Nach einer quälenden Woche des Wartens auf den Geliebten beschließt Salomé, die Initiative zu ergreifen. Sie steht plötzlich am Pool der Montesinos vor Julio und Angela","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380548","hoster":"VOE"},{"path":"/redirect/8380547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-16","name":"Folge 16","epNo":16,"alt":"","descr":"Mitten in den häuslichen Frieden zwischen Angela und Julio platzt plötzlich Salomé, um Julio zur Rede zu stellen. Geistesgegenwärtig kann Arturo die Situation retten und verspricht Salomé, dass sich Julio bei ihr melden wird, sobald er von seiner geplanten Geschäftsreise zurückgekehrt ist. Aber Salomé traut diesem Versprechen nicht und ruft am nächsten Tag bei Luisa an. Von der erfährt sie, dass Julio tatsächlich nach Tampico gefahren ist. Völlig übermannt von ihrer Sehnsucht und gegen den Rat von Yolanda und Karicia beschließt sie, nach Tampico zu fliegen, um Julio dort zu sehen. Angela fühlt sich besser und kann wieder viel eher auf ihren Mann zugehen. Am liebsten würde sie mit nach Tampico fahren. Sie verspürt Kraft und Mut, sich gegen Lucrecia zu wehren. Nachdem Julio abgereist ist, versichert Dr. Iñigo ihr, dass sie wieder ein ganz normales Leben führen kann. Euphorisch beschließt sie daraufhin, nach Tampico zu fliegen, um ihren Mann ebenfalls zu überraschen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619975","hoster":"VOE"},{"path":"/redirect/8380535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-17","name":"Folge 17","epNo":17,"alt":"","descr":"Salomé ist nach Tampico geflogen, um ihren Geliebten dort zu überraschen. Die beiden verbringen zwei herrliche Tage miteinander, während Angela daheim immer tiefer in Depressionen verfällt. Ihr Versuch, Julio in Tampico zu überraschen, ist an einem Kreislaufzusammenbruch gescheitert, doch Lucrecia hat verhindert, dass Julio von ihrem Zustand erfährt. Stattdessen setzt sie ihren Grausamkeiten die Krone auf, indem sie Angela direkt dazu auffordert, Julio freizugeben, damit er wieder ein normales Leben führen kann. Manola und Arturo können Angela nicht schützen. Beto kann sich unterdessen nicht damit abfinden, Salomé verloren zu haben. Er schmiedet böse Pläne und versucht sogar, Pancho als Mörder zu engagieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9619972","hoster":"VOE"},{"path":"/redirect/8380524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-18","name":"Folge 18","epNo":18,"alt":"","descr":"Angela erfährt, dass Julio mit einer Anderen in Tampico ist. Sie ist verletzt bis in die Seele, will ihm aber keine Erklärung abverlangen. Julio und Salomé verbringen unterdessen eine letzte Liebesnacht in Tampico und kehren danach zurück. Als Julio sich in der Tanzbar von ihr verabschiedet, greift Beto ihn an. Salomé gibt Beto eindeutig zu verstehen, dass sie nicht an ihm interessiert ist. Julio bemüht sich in den nächsten beiden Wochen sehr um Angela. Er kann aber Salomé nicht vergessen. Salomé ihrerseits denkt auch pausenlos an Julio, weiß aber, dass sie auf ihn verzichten muss. Bei einer Tanzprobe mit Karicia und Yolanda wird Salomé, der andauernd übel ist, ohnmächtig. Karicia vermutet, dass Salomé schwanger ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380518","hoster":"VOE"},{"path":"/redirect/8380521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-19","name":"Folge 19","epNo":19,"alt":"","descr":"Salomé wird neuerdings allmorgendlich von heftiger Übelkeit geplagt. Da liegt es nahe, dass Karicia den Verdacht äußert, dass Salomé wohl schwanger sei. Sie ruft bei den Montesinos an, weil sie möchte, dass Dr. Iñigo für Gewissheit sorgen soll. Der Doktor erscheint, untersucht zunächst ihren kranken Fuß, misst den Blutdruck und diagnostiziert dann tatsächlich eine Schwangerschaft. Auch Martha ist schwanger. Allerdings nimmt Hipolito die Neuigkeit mit deutlich größerer Freude zur Kenntnis als Salomé, für die eine Welt zusammenzubrechen scheint…. Sie ist schön, sie ist begehrenswert, und auf der Bühne ist sie eine wahre Göttin: Salomé ist der gefeierte und glamouröse Star des D’Rubi, einer zweitklassigen Nachtbar irgendwo in einer der übleren Gegenden des Molochs von Mexico City. Doch tief in ihrem Inneren ist Salomé eine einfache, bodenständige junge Frau, die den ganz normalen Traum vom großen Glück träumt. Aber bislang hat es das Leben nicht gut mit ihr gemeint: Schon als Kind verwaist, hat Salomé nicht immer eine glückliche Hand gehabt, wenn es um Männer ging und manche böse Enttäuschung einstecken müssen. Dennoch: Ihre Hoffnung hat Salomé nie aufgegeben. Sie ist stark, sie kämpft – und sie ist felsenfest davon überzeugt, dass es ihr eines Tages gelingen wird, ihrem Elend zu entfliehen und ein besseres Leben zu führen. Als das Schicksal sie eines Tages auf Julio Montesino treffen lässt, steht ihr Leben vor einer dramatischen Wende: Die Tänzerin und der verheiratete Spross einer der wohlhabendsten und angesehensten Familien von Mexico City verlieben sich ineinander. Doch hat diese Liebe überhaupt eine Chance? (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380510","hoster":"VOE"},{"path":"/redirect/8380514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-20","name":"Folge 20","epNo":20,"alt":"","descr":"Salomé kommt nicht damit zurecht, dass sie von Julio schwanger sein soll. Hipólito ist ebenfalls skeptisch, als er von Marthas Schwangerschaft hört, lässt sich aber schnell umstimmen. Arturo und Doktor Iñigo warten unterdessen im Klubsaal auf Karicia, um mit ihr den weiteren Fortgang der Schwangerschaft zu besprechen. Abel bekommt mit, worum es geht und will die Neuigkeit später dem Frauenheld verkaufen. Julio erzählt seinem Freund Guillermo von seinem Abenteuer mit Salomé am Meer. Er gesteht ihm, dass er ihr verfallen ist, aber die Liebe keine Chance hat, weil er Angela verpflichtet ist. Salomé malt sich aus, wie Julio auf ihre Schwangerschaft reagieren wird. Sie hat schreckliche Angst, doch Karicia bekniet sie, alles nicht so schwer zu nehmen. Salomé verabschiedet sich von dem Gedanken, das Kind auszutragen. Karicia wittert das große Geschäft und legt Arturo nahe, Julio einzuweihen und ihn zu Salomé zu schicken. Unterdessen versucht Lucrecia erneut, ihren Sohn dazu zu bringen, Angela fallen zu lassen. Julio kontert Lucrecias Zweifel an seiner Liebe zu Angela, indem er seiner Mutter seinerseits abspricht, zu wissen, was Liebe überhaupt ist. Laura, Julios Ex-Freundin, folgt unterdessen Lucrecias Einladung zum Abendessen. Angela fühlt sich zu schwach, daran teilzunehmen. Arturo ist zurückgekehrt und wird von seiner Frau mit unangenehmen Fragen belästigt, denen er sich zu entziehen weiß. Als Lucrecia sich scheinbar zurückgezogen hat, klärt er Julio über Salomés Schwangerschaft auf. Doch der Hausherrin ist das nicht verborgen geblieben. Die werdende Mutter ist unterdessen entschlossen, von der feinen Familie nichts mehr wissen zu wollen. Ihre Liebe zu Julio schlägt in offenen Hass um.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699417","hoster":"VOE"},{"path":"/redirect/8380496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-21","name":"Folge 21","epNo":21,"alt":"","descr":"Von seinem Vater hat Julio erfahren, dass Salomé ein Kind von ihm erwartet. Daraufhin fährt er völlig überrascht und verstört in den Nachtclub, um dort mit Salomé zu reden. Doch im Club weist man ihn hartnäckig ab. Schließlich gelingt es ihm doch noch, zu Salomé zu kommen und mit ihr zu reden. Doch die demonstriert ihm auf sehr anschauliche Weise, dass sie in viel zu unterschiedlichen Welten leben, um wirklich eine gemeinsame Zukunft zu haben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699419","hoster":"VOE"},{"path":"/redirect/8380491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-22","name":"Folge 22","epNo":22,"alt":"","descr":"Nach Julio taucht nun auch Lucrecia bei Salomé in der Garderobe auf. Es gelingt ihr, Salomé aus der Reserve zu locken, bis diese schließlich zugibt, dass Julio der Vater ihres ungeborenen Kindes ist. Manola versucht unterdessen Karicia davon zu überzeugen, dass Salomé verloren wäre, wenn sie sich in Lucrecias Hände begäbe. Die wolle das Kind nur abkaufen, wie sie der werdenden Mutter später selbst verrät. Es soll im Haus der Montesinos aufwachsen. Arturo rät seinem Sohn derweil dazu, das Kind anzunehmen. Diegos Spielsucht mündet derweil in weitere Schulden gegenüber Arcadio. Der Gläubiger verlangt baldige Rückzahlung und bekommt sie versprochen. Diego nimmt seinen Ausschluss vom Familienrat zum Anlass, dem Geschehen hinter der Tür der Bibliothek, in der sich die Familie berät, zu lauschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923679","hoster":"VOE"},{"path":"/redirect/8380484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-23","name":"Folge 23","epNo":23,"alt":"","descr":"Lucrecia will der noch ahnungslosen Salomé das Kind abkaufen und lässt sie ins Haus kommen, um mit ihr über diesen unfassbaren Vorschlag zu verhandeln. Doch Angela bekommt Wind von Salomés Anwesenheit und verlässt das Bett, um sie kennen zu lernen. Während Lucrecia Angela abfängt, flieht Salomé aus dem Haus, da sie Angela nicht begegnen will. Lucrecia versucht nun, Angela – ganz theoretisch – eine Adoption schmackhaft zu machen und stellt ihr ein harmonisches Eheleben mit Julio in Aussicht. Erleichtert willigt Angela ein, doch als sie Pläne schmiedet, die Kinderheime zu durchforsten, lässt Lucrecia die Katze aus dem Sack und verkündet, dass sie schon ein Kind ausgesucht habe. Julios Kind nämlich, dessen Existenz Angela bislang verschwiegen wurde. Angela bricht nun vollends zusammen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380476","hoster":"VOE"},{"path":"/redirect/8380474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-24","name":"Folge 24","epNo":24,"alt":"","descr":"Julio will mit Salomé über die Zukunft des gemeinsamen Kindes reden. Doch im Club erklärt Yolanda ihm, dass ihr Revuestar niemanden empfängt. Julio bleibt hartnäckig und wendet sich an Karicia. Die sagt ihm, das Gespräch hätte nur Sinn, wenn er Salomé wahre Liebe schenken könne. Schließlich kommt es doch zu der Begegnung, bei der Julio die geforderte Liebeserklärung nicht über die Lippen bringt. Salomé verweigert ihm daraufhin auch jede Mitsprache über das Schicksal des Kindes. Angela ist unterdessen nervlich am Ende. Sie verkraftet nicht, dass ihr Mann sie betrogen hat. Diego verspricht seiner Schwester, Lucrecias Kinder-Pläne zu durchkreuzen. Er bietet der Alten an, sie am Abend in den Nachtklub zu begleiten. Die stimmt unter der Voraussetzung zu, dass Julio nichts davon erfährt. Während Julio im Restaurant über sein verkorkstes Gespräch mit Salomé nachdenkt, steht plötzlich Diego vor ihm. Für eine warme Mahlzeit erzählt dieser von Lucrecias abendlichem Ausgehplan und bietet Julio ein Geschäft an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380471","hoster":"VOE"},{"path":"/redirect/8380467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-25","name":"Folge 25","epNo":25,"alt":"","descr":"Durch den Besuch von Lucrecia und Arturo im D’Rubi fühlt sich Salomé weiter in die Enge gedrängt und verfolgt. Sie macht auch Julio verzweifelte Vorhaltungen. Der kann aber nicht verhindern, dass seine Mutter sich dazwischendrängt. Lucrecia schickt ihn hinaus und nimmt Salomé in die Mangel. Ihr Plan ist es, Salomés Kind als ihr rechtmäßiges Enkelkind auszugeben und es Salomé für eine beliebig hohe Summe abzukaufen. Salomé lässt sich verunsichern, weil sie weiß, dass sie dem Kind niemals die gleichen materiellen und gesellschaftlichen Chancen bieten könnte wie die Familie Julios. Julio und Arturo geben sich empört, ohne sich jedoch wirklich gegen Lucrecias perfiden Plan zu sträuben. Einzig Dr. Inigo lehnt es kategorisch ab, Lucrecias Wunsch zu erfüllen und das Kind offiziell als Angelas auszugeben. Beto schmiedet unterdessen weiterhin Rachepläne gegen Salomé. Vor allem, seit er weiß, dass sie ein Kind von Julio bekommt. Er schickt Karitas, Manotas und Diente de Oro los, um ein großes Päckchen Kokain in ihrem Zimmer zu deponieren. Dann denunziert er sie als Drogendealerin. Obwohl sich die drei Handlanger erstaunlich dumm anstellen, gelingt es ihnen, den Auftrag auszuführen. Als Kommandante Cairo zur Durchsuchung anrückt, wird er tatsächlich fündig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251213","hoster":"VOE"},{"path":"/redirect/8380461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-26","name":"Folge 26","epNo":26,"alt":"","descr":"Nachdem man bei ihr ein beachtliches Drogenpaket gefunden hat, wird Salomé von der Polizei vorläufig festgenommen und abgeführt. Niemand anders als der eifersüchtige Beto hat ihr diese Schmach aus Rache und verletzter Eitelkeit zugefügt. Julio gesteht Angela, dass Salomé ein Kind von ihm erwartet – Lucrecias perfider Plan, Salomé für ihre Zwecke einzuspannen, scheint aufzugehen. Doch die neueste Entwicklung der Geschichte, Salomés Verhaftung als mutmaßliche Drogenhändlerin, war nicht vorgesehen und stört Lucrecias Absichten erheblich. Gemeinsam mit seinem Freund Guillermo, einem cleveren Anwalt, versucht Julio vergeblich, Salomé auf Kaution freizukriegen – sie wird bis zu ihrer Gerichtsverhandlung in eine Haftanstalt überwiesen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380451","hoster":"VOE"},{"path":"/redirect/8380453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-27","name":"Folge 27","epNo":27,"alt":"","descr":"Salomé, des Drogenhandels verdächtigt, wird in Untersuchungshaft genommen und in ein berüchtigtes Frauengefängnis eingewiesen. Dort gibt es eine Clique, deren Anführerin La Fiera, die Löwin, genannt wird. Könnte es tatsächlich sein, dass es sich bei der Löwin um Salomés lange verschollene Mutter handelt? \"Frauenheld\" trommelt Diente de Oro und seine Jungs zusammen und rät ihnen, für eine Weile abzutauchen – Karicia hat nämlich darauf getippt, dass \"Frauenheld\" Salomé das bei ihr gefundene Drogenpaket untergeschoben hat. Der macht nun daraufhin vor der Ermittlungsbehörde eine Aussage, die den Verdacht, dass Salomé eine Drogenhändlerin sei, erhärtet. Leonor gibt ihrem Pancho noch eine Chance und vertraut darauf, dass er sich wirklich ändern will. Aber schon bald ist die Ernüchterung groß, als der liebe Gatte statt auf Arbeitssuche zu gehen, seine Zeit mal wieder in der Kneipe verbracht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9698989","hoster":"VOE"},{"path":"/redirect/8380446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-28","name":"Folge 28","epNo":28,"alt":"","descr":"Die unheilbar kranke Löwin erkennt in Salomé ihre Tochter, die sie in jungen Jahren verlassen musste. Morena, auf das offenbar wertvolle Medaillon der werdenden Mutter aus, stellt dieser nach und wird von Nina, Gloria und deren Freundinnen in die Schranken gewiesen. Im Duschraum kommt es zu schließlich zu Handgreiflichkeiten zwischen den beiden Parteien. Dany kehrt in zu seiner Mutter zurück. Der wahre Grund seiner Rückkehr ist allerdings David, in den er sich unsterblich verliebt hat. Er bekommt heraus, wo sein Schwarm verblieben ist. David jedoch will von seinem homosexuellen \"Ausrutscher\" allerdings nichts mehr wissen. Unterdessen macht Dany seiner Mutter seine Travestiekünste schmackhaft. Sie erlaubt ihm, im Nachtclub sein Können zum Besten zu geben. Angela bringt zum Ärger ihrer Schwiegermutter ihre Reise mit Julio zur Sprache. Manola freut sich diebisch darüber. Angelas Vermutung, dass sie die Hausherrin mit einem Geheimnis in Schach hält, will die Hausdame nicht widersprechen. Lucrecia ist strikt gegen Julios Reisepläne mit Angela. Salomés Schicksal liegt ihr mehr am Herzen. Darüber ist aber auch Julio besorgt. Sein Freund Guillermo, mit der Verteidigung von Blondie befasst, klärt ihn über den Stand der Dinge auf. Vor seiner Abreise sucht er sie im Gefängnis auf, um sie seiner Unterstützung zu versichern. Auch Lucrecia will Salomé im Gefängnis besuchen. Sie treibt die Angst, dass die junge Frau nicht mehr zu ihren Zusagen steht. Morena entdeckt unterdessen \"Salomés Medaillon\" bei der Löwin und vermutet, dass diese der Blonden das Schmuckstück entwendet hat. Die Löwin sucht Salomé in ihrer Zelle auf, um sie nach der Herkunft des Medaillons zu fragen. Die Antwort überrascht die Löwin sehr","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380441","hoster":"VOE"},{"path":"/redirect/9860141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-29","name":"Folge 29","epNo":29,"alt":"","descr":"Als Salomé der Löwin antwortet, dass ihr Medaillon das einzige Andenken an ihre verschollene Mutter ist, ist die Löwin wie vom Donner gerührt. Kurz nach dem Vorfall kommt sie ins Krankenhaus – und es steht sehr schlecht um sie. Niemand kann sich diese Reaktion erklären, aber Salomé sieht sich heftigen Anfeindungen von einigen Mitgefangenen ausgesetzt. Nur mit ihrer Zellengenossin Nina hat sie sich angefreundet. Ihr kann sie das Herz ausschütten und ihre Lebensgeschichte erzählen. Auf Betreiben Arturos bekommt sie bald eine Einzelzelle und Vorzugsbehandlung. Als die Löwin dringend nach ihr verlangt, darf sie sie im Krankenhaus besuchen. Hier stellt sich das unfassbare heraus: Die Löwin ist ihre Mutter. Laura nimmt Gustavos Heiratsantrag an. Sie beschließen, eine schlichte Hochzeit im kleinen Kreis zu feiern. Laura freut sich darauf, Lucrecia von ihrer Heirat zu unterrichten. Julio ist derweil mit Angela nach Acapulco geflogen und versucht so gut er kann, ihr schöne Tage zu bereiten. Angela fühlt sich glücklich und will ihre Krankheit vergessen. Diego hat wieder mal beim Spielen hoch verloren und ist in großen finanziellen Nöten. Arcadio empfiehlt ihm, seine Schwester umzubringen, von der er eine große Erbschaft erwarten darf. Yolanda und Karicia geben derweil den Verdacht zu Protokoll, dass das bei Salomé gefundene Kokain von Beto stammen könnte. Von Pancho erfährt der Kommandant außerdem, dass Beto neue Schmuggelware erwartet. Der Frauenheld ist somit ins Visier der Polizei geraten…. Sie ist schön, sie ist begehrenswert, und auf der Bühne ist sie eine wahre Göttin: Salomé ist der gefeierte und glamouröse Star des D’Rubi, einer zweitklassigen Nachtbar irgendwo in einer der übleren Gegenden des Molochs von Mexico City. Doch tief in ihrem Inneren ist Salomé eine einfache, bodenständige junge Frau, die den ganz normalen Traum vom großen Glück träumt. Aber bislang hat es das Leben nicht gut mit ihr gemeint: Schon als Kind verwaist, hat Salomé nicht immer eine glückliche Hand gehabt, wenn es um Männer ging und manche böse Enttäuschung einstecken müssen. Dennoch: Ihre Hoffnung hat Salomé nie aufgegeben. Sie ist stark, sie kämpft – und sie ist felsenfest davon überzeugt, dass es ihr eines Tages gelingen wird, ihrem Elend zu entfliehen und ein besseres Leben zu führen. Als das Schicksal sie eines Tages auf Julio Montesino treffen lässt, steht ihr Leben vor einer dramatischen Wende: Die Tänzerin und der verheiratete Spross einer der wohlhabendsten und angesehensten Familien von Mexico City verlieben sich ineinander. Doch hat diese Liebe überhaupt eine Chance?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380431","hoster":"VOE"},{"path":"/redirect/8380433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-30","name":"Folge 30","epNo":30,"alt":"","descr":"Salomé besucht die sterbenskranke Löwin im Krankenhaus. Zunächst kann sie sich nicht erklären, warum sie ausgerechnet nach ihr verlangt hat. Unter Tränen gesteht Fiera ihr dann, dass sie ihre Mutter ist, die sie damals verlassen hat. Das Glück, sich endlich wiedergefunden zu haben, ist jedoch nur von kurzer Dauer – Fiera stirbt. Julio ist mit Angela ans Meer gefahren, damit sie sich etwas erholt und ihre gemeinsame Beziehung wieder gefestigt wird. Die beiden sind sehr glücklich, auch wenn Angelas Gesundheitszustand Julio Sorgen bereitet. Dani, Yolandas Sohn, fiebert seinem Debüt als \"Tänzerin\" im \"D’Rubi\" entgegen. Alle im Laden sind gespannt, wie er dort ankommen wird. Lucrecia will unterdessen verhindern, dass die von ihrem Sohn Julio schwangere Salomé zu schnell aus dem Gefängnis entlassen wird. Sie glaubt, dass sie ihr dort eher ihren Enkel überlassen würde, als wenn sie in Freiheit wäre. Salomé kann jedoch bei der Gefängnisdirektorin erreichen, dass sie für die Beerdigung ihrer Mutter Freigang erhält. Für Julio und Angela geht ein harmonischer Tag in Acapulco zu Ende. Als er sie Abends jedoch leblos im Bad findet, bricht eine Welt für ihn zusammen. Er befürchtet das Schlimmste","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699421","hoster":"VOE"},{"path":"/redirect/8704484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-31","name":"Folge 31","epNo":31,"alt":"","descr":"Julio macht sich wegen Angelas Ohnmacht große Sorgen. Er ruft Doktor Iñigo an, der ihm rät, nach Mexico City zurückzukommen, um Angela besser beobachten zu können. Julio und Angela gönnen sich noch einen Tag bis zur Abreise, dennoch erkundigt sich Julio heimlich bei seinem Anwalt, wie weit dieser mit dem Fall von Salomé ist. Angela spürt die Nähe ihrer Konkurrentin und bittet Julio, mit ihr die Stadt zu verlassen, wofür Julio nur wenig Verständnis aufbringen kann. Da beichtet ihm Angela von den körperlichen Verletzungen, die ihr Señora Lucrecia beigebracht hat. Julio ist entsetzt über seine Mutter. Dany tritt im Varieté als die schöne Soraya auf und schockiert die anwesenden Männer, als er am Schluss der Show die Perücke abnimmt und sich als Mann entpuppt. Lucrecia versucht, Manola mit Geld dazu zu bewegen, das Haus zu verlassen. Doch Manola lehnt ab. Sie gibt vor, Angela vor Lucrecia beschützen zu müssen. In einer ruhigen Minute betrachtet Manola ein geheimnisvolles Foto aus ihrer kleinen Truhe. Als sie gerufen wird, legt sie zwar das Foto wieder in die Truhe zurück, lässt diese aber auf dem Bett liegen, so dass sie von Lucrecia entdeckt wird. Salomé ist im Gefängnis der Verzweiflung nahe. Sie bekommt zwar besseres Essen und eine Einzelzelle, aber mit ihren Gedanken ist sie immer bei Julio und der gemeinsamen Liebesnacht. Sie wird von Frauenheld besucht, der ihr voller Gehässigkeit prophezeit, dass sie ewig im Gefängnis bleiben und versauern wird. Ansonsten bereitet Frauenheld seinen größten Coup mit Hehlerware vor. Doch die ganze Sache fliegt auf, denn Pancho, der mit von der Partie war, entpuppt sich als Polizeispitzel. Frauenheld richtet den Verräter hin und wird selbst von der Polizei erschossen. Laura erscheint unterdessen bei Lucrecia und teilt ihr mit, dass sie in drei Monaten einen Banker heiraten wird. Lucrecia macht ihr jedoch klar, dass sie niemals einen anderen Mann mehr lieben kann, als sie Julio geliebt hat…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380411","hoster":"VOE"},{"path":"/redirect/8380408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-32","name":"Folge 32","epNo":32,"alt":"","descr":"Salomé versucht auf Bitten ihrer Mitinsassinnen, dem tristen Gefängnisalltag ein wenig Lebensfreude abzutrotzen und erteilt den Frauen Tanzunterricht. Das tröstet sie aber nicht wirklich über den Verlust ihrer Mutter hinweg. Sie ist immer wieder sehr verzweifelt und denkt sogar an Flucht aus dem Gefängnis. Salomés Schicksal nimmt eine entscheidende Wende, als Karicia dem Tode nahen Frauenheld ein Geständnis abringt. Er bestätigt vor Kommissar Cairo Salomés Unschuld. Julio überbringt Salomé daraufhin die freudige Nachricht ihrer baldigen Freilassung. Angela hat unterdessen erst recht nichts mehr zu lachen – Dona Lucrecia besteht nämlich darauf, dass Salomé ihr Enkelkind in der häuslichen Villa zur Welt bringen soll","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923680","hoster":"VOE"},{"path":"/redirect/8380400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-33","name":"Folge 33","epNo":33,"alt":"","descr":"Julio überbringt Salomé die gute Nachricht ihrer Entlassung. Während Guillermo noch technische Fragen klärt, nimmt die blonde \"Tanzlehrerin\" Abschied von ihren Mitinsassinnen. Als sie in den Besuchsraum zurückkehrt, ist Julio verschwunden. Ihr Anwalt fährt sie nach Hause. Später wird Salomé überschwänglich an ihrer alten Wirkungsstätte im Club empfangen. Wie bestellt taucht Lucrecia bei Salomé auf. Es gelingt der Alten, die Schwangere wieder an ihre alte Abmachung zu erinnern. Wenn Julio es wolle, würde sie das Kind für ihn austragen. Am folgenden Tag solle sie um fünf um Gespräch in die Villa kommen. Lucrecia instruiert Julio, wie er sich gegenüber Salomé bei deren Besuch zu verhalten hat. Sie räumt alle Einwände auf die für sie typische Weise aus dem Weg. Salomé gibt unterdessen ihre Abschiedsvorstellung im Nachtklub. Julio kann in einem Vieraugengespräch Salomés letzte Zweifel an dessen ernsthaftem Willen, ein treusorgender Vater für ihr Kind zu sein, ausräumen. Die werdende Mutter willigt in das Angebot ein, ihr Kind im Haus der Montesinos zu gebären und es dem Vater dann zu überlassen. Dany kämpft derweil weiter um David. Er geht zu Lola, von der er aber erfährt, dass sie ein Kind von ihrem Freund erwartet. Nun dämmert es ihm, dass sein Abenteuer mit dem Sänger vielleicht doch nur der Ausrutscher eines Heteros war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380390","hoster":"VOE"},{"path":"/redirect/8380396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-34","name":"Folge 34","epNo":34,"alt":"","descr":"Lucrecia schafft es endlich, Salomé zu überreden, ihr Kind Julio zu überlassen. Doch als so gut wie alles besprochen ist und Salomé im Gartenhaus ein Zimmer zugewiesen bekommt, wird Salomé von Zweifeln geplagt, die auch noch von Manola gestärkt werden. Manola versucht, Salomé zu warnen. Aber die will erst mal nichts davon wissen, zumal Lucrecia gerade noch rechtzeitig dazukommt und Manola entlässt, was aber ohne die Zustimmung von Don Arturo kaum möglich sein wird. Laura erscheint mit ihrem Verlobten, einem älteren, nicht gerade sehr schönen Mann, woraufhin Julio ihr vorwürft, dass es unverständlich für ihn ist, wenn jemand heiratet, ohne den anderen zu lieben. Laura schießt zurück und bringt zum Ausdruck, wie sehr sie das ganze Spiel um Salomé und das Kind verabscheut. Für sie ist Angela diejenige, die bei der ganzen Sache am meisten verletzt wird. Inzwischen hat Angelas Bruder Diego mitbekommen, dass Salomé im Gartenhaus eingezogen ist. Er fordert von Lucrecia, dass Salomé sofort das Anwesen verlässt, ansonsten will er zur Presse gehen und von der merkwürdigen Geschichte mit dem Kind erzählen. Lucrecia bietet Diego Geld für sein Schweigen an. Auch Angela erfährt von Diego, dass Salomé da ist, und bekommt Zweifel daran, dass sie Salomés Kind lieben könnte. Sie stellt Julio zur Rede, der es aber schafft, sie zu besänftigen, indem er sich entschuldigt und beteuert, dass es nur um das Kind geht und Liebe nicht mit im Spiel ist. Als Angela auf ihr Zimmer gehen will, erscheint völlig aufgewühlt Salomé, die sich bei Julio ausweinen möchte. In diesem Moment begegnen sich die beiden Frauen das erste Mal – und es kommt zur spannungsgeladenen Auseinandersetzung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9698988","hoster":"VOE"},{"path":"/redirect/8380384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-35","name":"Folge 35","epNo":35,"alt":"","descr":"Im Hause der Montesinos kommt es zur ersten Begegnung zwischen Salomé und Angela. Julios Frau bittet sie sogleich in ihr Zimmer, damit sich die beiden Frauen endlich mal gründlich aussprechen. Julio ist davon überhaupt nicht begeistert. Lucrecia macht Salomé ein überraschendes Angebot: Wenn sie ihr Kind nach der Geburt im Hause der Montesinos lässt, damit es dort sorgenfrei aufwachsen kann, würde Lucrecia dafür die stolze Summe von 10 Millionen Pesos erhalten – ihr Kind jedoch nie wieder sehen. Salomés Gespräch mit Angela verläuft wider Erwarten ganz anders, als sie zunächst befürchtet hatte. Zwischen den beiden Rivalinnen fliegen weder die Fetzen noch gibt es irgendein böses Wort. Nach und nach bringen Angela und Salomé sogar Verständnis füreinander auf, was Salomés Entscheidung nicht unbedingt leichter macht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381140","hoster":"VOE"},{"path":"/redirect/8380378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-36","name":"Folge 36","epNo":36,"alt":"","descr":"Es kommt es zu einer heftigen Auseinandersetzung zwischen Manola und Doña Lucrecia, bei der klar wird, dass Manola ein großes Geheimnis hütet, mit dem sie Lucrecia unter Druck setzen kann. Julio ist nicht Don Arturos leiblicher Sohn! Angela überrascht Julio mal wieder bei Salomé und macht ihm eine Szene. Salomé bemüht sich um Schlichtung, versichert, dass nichts passiert sei und sie ihr Wort halten würde. Auch David und Lola haben Grund zur Verärgerung: Als sie nach Hause kommen, finden sie Dany schlafend auf der Couch vor. Dany scheint sich einfach nicht damit abfinden zu können, dass David nichts von ihm will. Seine Verzweiflung geht letztlich so weit, dass er über Karicias Kontakt einen Hexenmeister aufsuchen will. Julio leidet unterdessen nach wie vor unter seiner starken Sehnsucht nach Salomé und gerät einmal mehr mit Angela in Streit, als sie ihm berichtet, sie glaube, dass seine Mutter ihren Tod herbeiwünscht. Salomé wiederum bekommt unangenehmen Besuch von Angelas Bruder Diego, der befürchtet, dass ihm die Felle wegschwimmen, wenn Salomé in der Villa Montesino ihr Kind zur Welt bringen sollte. Zwischen beiden kommt es zu einem lautstarken Disput","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9644405","hoster":"VOE"},{"path":"/redirect/8380377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-37","name":"Folge 37","epNo":37,"alt":"","descr":"Als Diego merkt, dass Julio Salomés Domizil betritt, zieht er sie an sich und küsst sie. Daraufhin schmeißt der junge Hausherr seinen Schwager raus. Diego wiegelt anschließend Angela auf und erzählt ihr von der eifersüchtigen Reaktion Julios auf seine Kussszene mit Salomé. Später erpresst er Julio, dessen Entscheidung, ihn rauszuschmeißen, zurückzunehmen. Er verspricht, seine Offenbarung gegenüber Angela, dass Julio immer noch in Salomé verliebt sei, zu dementieren. Kurz darauf taucht Angela bei Salomé auf. Die werdende Mutter versichert Julios Frau glaubhaft, ihn ihr nicht ausspannen zu wollen. Die Todkranke fasst Zutrauen zu ihrer vermeintlichen Konkurrentin. Und während Germán kommt, um mit Lucrecia einen Vertrag über das Kind aufzusetzen, stößt Julio bei seinem Besuch bei Salomé auf eisige und für ihn unverständliche Ablehnung. Manola fühlt sich unterdessen von Lucrecia bedroht. Sie traut ihr zu, sie genau so umbringen zu lassen wie seinerzeit Ramón, den leiblichen Vater von Julio.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9698995","hoster":"VOE"},{"path":"/redirect/8380359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-38","name":"Folge 38","epNo":38,"alt":"","descr":"Arturo versucht, Salomé nach ihrem Streit mit Julio wieder zu besänftigen. Er vermittelt ihr das Gefühl, dass er sie als Seinesgleichen akzeptiert und erklärt ihr, dass er seine Familie als moralisch viel verkommener einstuft als Salomé, die ihr Kind zwar verkauft, aber seine Familie schließlich diejenige ist, die es ihr abkaufen will. Er redet Salomé ein, dass sie von nun an wie eine Senora behandelt wird. Salomé ist darüber so erfreut, aber auch überrascht, dass sie es noch gar nicht richtig fassen kann. Sie und eine Senora – ein großer Wunsch scheint in Erfüllung zu gehen. Angela stellt Julio unterdessen die alles entscheidende Frage: Liebst du diese Frau? Julio weicht aus. Auch sein Vater spricht mit ihm über die ganze Geschichte. Und auch ihm versucht Arturo klar zu machen, wie verwerflich das Verhalten seiner Familie eigentlich ist. Er bittet Julio, Salomé in Ruhe zu lassen und ihr aus dem Weg zu gehen. Er stellt Julio ebenfalls die Frage, ob er Salomé liebt, und auch ihm weicht Julio aus. Doch er verspricht seinem Vater, Salomé im Interesse der Familie und des ungeborenen Kindes in Ruhe zu lassen, obwohl er nicht daran glaubt, dass, wie das Sprichwort es sagt, die Zeit die Wunden heilt. Lucrecia fordert derweil von Familienanwalt Germán, dass dieser ein entsprechendes hieb- und stichfestes Schriftstück aufsetzt, um es von Salomé unterschreiben zu lassen. Doch Germàn äußert Bedenken, die von Lucrecia knallhart abgewehrt werden, indem sie Germán mit Kündigung droht. Auch Julio bekommt Zweifel an der Richtigkeit seines Tuns. Und auch Doktor Inigo äußert Bedenken – und auch die werden von Lucrecia hart und eindeutig zunichte verworfen. Die einzige, die noch gefährlich werden könnte, ist Manola. Lucrecia erklärt zwar Manola, dass sie Ramón nicht hat umbringen lassen. Aber diese weiß, dass der Befehl, Ramón aus dem Weg zu räumen, von Lucrecia kam. Doch um Julio und Arturo zu schonen, verspricht Manola, dieses und ein anderes Geheimnis über ein Verbrechen von Lucrecia niemandem zu verraten. Am nächsten Morgen reißt Lucrecia Salomé aus dem Schlaf und fordert sie auf, das von Germán aufgesetzte Schriftstück sofort zu unterschreiben. Salomé will zwar erst einmal das Dokument durchlesen, ist aber noch so verschlafen, dass sie von Lucrecia überredet werden kann und zur Unterschrift ansetzt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699427","hoster":"VOE"},{"path":"/redirect/8380353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-39","name":"Folge 39","epNo":39,"alt":"","descr":"Salomé, noch etwas schlaftrunken, wird von Lucrecia überredet, den Vertrag zu unterschreiben, der ihr ein Salär von 10 Millionen Pesos für ihr noch ungeborenes Kind verspricht. Von nun an wird sie vom Hause Lucrecias mit äußerstem Argwohn beobachtet. Dany lässt sich unterdessen von Balú einen Zauberfluch erklären, durch den er die Trennung zwischen Lola und David heraufbeschwören will. Piro und Hipólito dagegen lassen sich ihre Arbeit von Karicia im Club D’Rubi bezahlen, worauf sie – natürlich von Martha inszeniert – von Kiki überrascht werden. Lola wird schließlich von Danys Fluch heimgesucht… Sie ist schön, sie ist begehrenswert, und auf der Bühne ist sie eine wahre Göttin: Salomé ist der gefeierte und glamouröse Star des D’Rubi, einer zweitklassigen Nachtbar irgendwo in einer der übleren Gegenden des Molochs von Mexico City. Doch tief in ihrem Inneren ist Salomé eine einfache, bodenständige junge Frau, die den ganz normalen Traum vom großen Glück träumt. Aber bislang hat es das Leben nicht gut mit ihr gemeint: Schon als Kind verwaist, hat Salomé nicht immer eine glückliche Hand gehabt, wenn es um Männer ging und manche böse Enttäuschung einstecken müssen. Dennoch: Ihre Hoffnung hat Salomé nie aufgegeben. Sie ist stark, sie kämpft – und sie ist felsenfest davon überzeugt, dass es ihr eines Tages gelingen wird, ihrem Elend zu entfliehen und ein besseres Leben zu führen. Als das Schicksal sie eines Tages auf Julio Montesino treffen lässt, steht ihr Leben vor einer dramatischen Wende: Die Tänzerin und der verheiratete Spross einer der wohlhabendsten und angesehensten Familien von Mexico City verlieben sich ineinander. Doch hat diese Liebe überhaupt eine Chance?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699422","hoster":"VOE"},{"path":"/redirect/8380352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-40","name":"Folge 40","epNo":40,"alt":"","descr":"Diego stößt Salomé ins Schwimmbecken der Montesinos. Julio hört ihre Hilferufe und rettet die Nichtschwimmerin. Sie äußert den Verdacht, dass Diego der Übeltäter war, denn nur ihm hatte sie erzählt, dass sie nicht schwimmen kann. Julio regelt die Sache auf \"schlagfertige\" Art und fordert vom geständigen Sünder eine Entschuldigung, die Salomé schließlich mit einer schallenden Ohrfeige quittiert. Von Nicolás, dem Chauffeur, lassen sich Salomé, Karicia und Yolanda nach Xochimilco, einem beliebten Ausflugsziel, fahren. Arturo überredet Julio zum Sonntagsausflug an denselben Ort. Und wie zufällig begegnen sich alle in einem Lokal. Lola will unterdessen Dany zur Rede stellen, wird von ihm aber rabiat vor die Tür gesetzt. Nun kommt sie mit David zurück. Und dieser geht wutentbrannt auf den Verrückten los. Es kommt zum Kampf auf Leben und Tod. Im letzten Moment hält Lola ihren Freund davon ab, Dany zu erwürgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699423","hoster":"VOE"},{"path":"/redirect/8380336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-41","name":"Folge 41","epNo":41,"alt":"","descr":"Julio und Arturo sitzen im Lokal, als plötzlich Salomé, Karicia und Yolanda auftauchen. Die drei Damen setzen sich mit an den Tisch trinken mit den anderen Tequila. Nur die schwangere Salomé trinkt keinen Alkohol, was Julio glücklich macht. Arturo dagegen hat ein Glas zuviel getrunken und verliert die Kontrolle über sich. Er beichtet seinem Sohn, wie hinreißend er Salomé findet. Während sich Julio sich mit den anderen amüsiert, hat Angela einen erneuten Anfall. Manola kommt gerade noch rechtzeitig um ihr zu helfen. Als Julio später nach Hause kommt, gibt ihm Angela wieder einmal zu verstehen, dass sie zu nichts taugt bittet ihn um Verzeihung dafür, dass sie eine schlechte Ehefrau ist. Victor ist derweil bei Hipolito und Martha aufgetaucht. Er isst mit den anderen zusammen zu Tisch. Hipólito spürt, dass seine Frau mit ihren Gedanken bei Victor ist, der ihr einredet, dass sie das Talent zu einer guten Schauspielerin hat. Victor verspricht Martha, wenn das zweite Kind geboren ist, nach Mexiko zurückzukommen, um sie zu holen. In diesem Gefühlsrausch gesteht Martha ihrem Mann Hipólito auf dessen Frage hin, dass sie es bereut, ihn geheiratet zu haben. Sie hat das Leben an seiner Seite ein für allemal satt. Manola bietet Salomé ihre gesamten Ersparnisse an, um sie zum Gehen zu überreden. Die macht sich jedoch über die klägliche Summe lustig und vermutet, dass Manola die Mutter von Angela ist. Doch Luisa erzählt ihr, dass Angelas Eltern bei einem Autounfall ums Leben gekommen sind und dass Diego nur Angelas Halbbruder ist. Ihr Vater war derjenige, der ihr das viele Geld vererbt hat. Lucrecia macht Salomé klar, dass sie sich nach einem so genannten Verhaltensplan, aufgestellt von Doktor Inigo, zu richten hat. Salomé ist einverstanden, gibt Lucrecia jedoch noch zu verstehen, dass der Vertrag nachgebessert werden muss: In der Nacht geht Salomé in Julios Zimmer, wo dieser schläft. Als er wach wird und Salomé erblickt, sagt er: \"Fernanda.\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699425","hoster":"VOE"},{"path":"/redirect/8380328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-42","name":"Folge 42","epNo":42,"alt":"","descr":"Julio überrascht Angela eines Nachts damit, dass er sie irrtümlich mit \"Fernanda\" anredet. Es dauert nicht lange, bis er gestehen muss, dass Fernando nur ein anderer Name für Salomé ist. Julio bietet all seine Fähigkeiten auf, um Angela zu beruhigen. Auch Guillermo kann über seinen Freund nur noch den Kopf schütteln. Aber da erfährt er von Angelas Entschluss, sich von ihm scheiden zu lassen. Er schwört Salomé ein für alle mal ab und bekennt sich zu seiner Frau. Angela jedoch glaubt den Schwüren ihres Mannes nicht mehr. Sie ist zu sehr verletzt, um weiterhin mit ihm und Salomé unter einem Dach leben zu können. Sie gibt den Kampf um Julio auf und eröffnet Lucrecia, dass sie in die Scheidung einwilligt. Doch sie hat nicht damit gerechnet, dass Julio noch einmal eine Treuebekundung zu ihren Gunsten abgibt. Doch ausgerechnet jetzt plagt sie ein neuer Krankheitsschub und Doktor Inigo kann nicht anders, als ihr zu einer Chemotherapie zu raten. Angela will, dass Julio sie wenigstens so in Erinnerung behält, wie sie jetzt ist und lehnt diese Behandlung ab. Arturo hingegen erlebt seinen zweiten Frühling und umschwärmt galant die Nachtclubbesitzerin Yolanda, die seinen Avancen nicht abgeneigt zu sein scheint. Lucrecia ihrerseits scheinen die Fäden ein wenig aus den Händen zu laufen. Sie ahnt, dass Arturo eine Geliebte hat. Salomé ist unterdessen darauf bedacht, ihren Aufenthalt im Haus nicht unnötig zu erschweren, weshalb ihr Mitgefühl vor allem Angela gilt, die völlig am Ende zu sein scheint. Salomé gesteht ihr, dass sie Julio zwar reinen Herzens liebt, sich aber nie zwischen ihn und Angela stellen würde, da sie nicht dieser wertvolle Mensch sei, den Julio verdient habe und den er in Angela ja bereits gefunden habe. Minuten später wird sie diese Aussage jedoch bitter bereuen und beinahe einen Zusammenbruch erleiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9644408","hoster":"VOE"},{"path":"/redirect/8380322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-43","name":"Folge 43","epNo":43,"alt":"","descr":"Leben und Sterben liegen nah beieinander: Yolandas Sohn Dany erhängt sich in Davids Wohnung, und Angelas Zustand verschlechtert sich zusehends, so dass mit dem Schlimmsten zu rechnen ist. Parallel dazu sieht Salomé wie das blühende Leben ihrer Geburt entgegen, und auch Marthas Baby kündigt seine Ankunft an. Lucrecias Geduld, Salomé in ihrer Nähe zu ertragen, neigt sich dem Ende – es kommt zu einer heftigen Auseinandersetzung mit Julio, bei der noch einmal klar wird, wie eiskalt und berechnend sie ihr Ziel verfolgt: einen Enkelsohn. Und tatsächlich, endlich, endlich hallen Babyschreie durchs Haus – nur ob es die eines Jungen oder eines Mädchens sind, bleibt offen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699426","hoster":"VOE"},{"path":"/redirect/9866010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-44","name":"Folge 44","epNo":44,"alt":"","descr":"Lucrecia gibt Anweisung, das Neugeborene umgehend von Salomé zu trennen und sie ins Gartenhaus zu verlegen. Doktor Iñigo versucht Arturo und Julio jedoch davon zu überzeugen, dass Lucrecia kein Recht dazu hat, der Mutter das Kind zu entziehen. Arturo ist im Disput mit seinem \"Sohn\" der Auffassung, dass es besser sei, Salomé nicht mit dem Kind zu konfrontieren. Karicia erfährt durch Manola von Salomés Entbindung. Sie fährt sofort zu ihrer Freundin. Lucrecia will die Begegnung verhindern, aber Julio verschafft ihr Zutritt zur jungen Mutter. Lucrecia beauftragt derweil Don Germán, die zehn Millionen Pesos für Salomé am nächsten Tag ins Haus zu bringen. Manola arrangiert unterdessen mitten in der Nacht eine Begegnung von Salomé mit ihrem Kind. Hipólito und Kikis warten derweil auf Marthas Niederkunft. Die Stationsschwester vermeldet schließlich die Geburt eines Jungen. In der Euphorie ringt Kikis dem Vater das Versprechen ab, nicht mehr zu trinken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699428","hoster":"VOE"},{"path":"/redirect/8380301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-45","name":"Folge 45","epNo":45,"alt":"","descr":"Diego versucht gemeinsam mit Arcadio und Cheto, Julio zu entführen, nachdem dieser aus der Bank kommt. Die Entführung gelingt zwar, doch kurz darauf kann Julio seinen Entführern entkommen. Nachdem Diego zurück ist, ist er sauer auf seine Komplizen. Alle drei jagen Julio im Elendsviertel hinterher, Diego erwischt ihn aber nur mit einem Streifschuss, so dass Julio wieder zu Hause erscheint, wo man sich schon große Sorgen macht, denn die Polizei hatte inzwischen Julios Auto verlassen und unabgeschlossen am Straßenrand gefunden und die Familie benachrichtigt. Während der Entführung ist Diego ein neuer Gedanken gekommen: Wenn er auch noch Salomé neugeborenes Baby entführt, wird sich das Lösegeld sogar verdoppeln. Als Diego im Kinderzimmer ist und den Jungen schon auf dem Arm hält, wird diese Entführung durch das heimliche Erscheinen von Salomé im Kinderzimmer vereitelt. Als auch noch Lucrecia hinzu kommt, versucht Diego, den Spieß umzudrehen, und behauptet, Salomé wollte das Kind entführen. Lucrecia lässt das Kinderzimmer mit dem Jungen und einer Krankenschwester darin abschließen. Don Arturo ist derweil außer sich vor Freude. Er fährt in die Stadt und kauft dort viel zu viel Spielsachen für den erst einen Tag alten Jungen. Er kauft aber auch ein Medaillon mit der Heiligen Jungfrau, die ihr Kind auf dem Arm hält, für Salomé, die sich zur Erinnerung solch ein Amulett gewünscht hatte. Für Salomé naht der Abschied. Von der Geburt noch geschwächt, will sie dennoch so schnell wie möglich das Haus verlassen. Sie wird von Lucrecia in den kleinen Salon bestellt, wo ihr diese das Geld überreichen möchte. Doch als Salomé das viele Geld sieht, bekommt sie Gewissensbisse. Sie hört das Weinen ihres Sohnes und die Stimme Manolas – und schreit Lucrecia ins Gesicht, dass sie nicht das Geld, sondern ihren Sohn haben will","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699429","hoster":"VOE"},{"path":"/redirect/8380297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-46","name":"Folge 46","epNo":46,"alt":"","descr":"Salomé hat ihre Muttergefühle entdeckt und kann ihre Abmachung mit Señora Lucrecia nicht halten. Sie will ihr Kind – und auch das Angebot der doppelten Summe kann sie nicht von ihrem Plan abhalten. Es kommt zu einer heftigen und leidenschaftlichen Auseinandersetzung. Letztlich verspricht Julio ihr, dass sie das Kind bekommen wird und bringt sich damit selbst in einen Zwiespalt der Gefühle. Auch er möchte seinen Sohn nicht verlieren. Lola, die von David schwanger ist, muss erfahren, dass er in Los Angeles geblieben ist, und offensichtlich nicht zu ihr zurückkehrt. Auch Martha ist von unerfüllten Liebesgefühlen und Zweifeln geplagt. Sie liebt ihren Mann Hipólito nicht mehr und hat ihr Herz an Victor verloren, sieht aber keinen Weg aus ihrer Misere… Diego erfährt durch Señora Lucrecia unterdessen nicht nur, dass Salomé sehr, sehr viel Geld ausgeschlagen hat und ihren Sohn behalten will, sondern auch, dass seine Schwester Angela beabsichtigt, ihr Testament ändern zu lassen. Er fürchtet um seine Erbschaft – und tatsächlich hat Angela entschieden, eine weitere Person in ihrem letzten Willen zu bedenken: Salomés Sohn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699430","hoster":"VOE"},{"path":"/redirect/8380279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-47","name":"Folge 47","epNo":47,"alt":"","descr":"Angela eröffnet Diego, dass sie den größten Teil ihres Vermögen nicht ihm, sondern Julios Sohn zu vermachen gedenkt. Ihr Halbbruder soll der Verwalter von dessen Erbschaft werden. Diegos Hass gegen Julios Nachwuchs kocht bei dieser Nachricht noch mehr hoch. Salomé wartet unterdessen verzweifelt darauf, dass Julio ihr das Kind bringt. Der überlegt es sich aber anders und will seinen Sohn behalten. Er fühlt sich schlecht, weil er sein Wort gegenüber Salomé gebrochen hat und beschließt, zu ihr zu gehen. Als er im Nachtklub eintrifft, wird er Zeuge einer Massenschlägerei und kehrt verschreckt wieder um. Martha versucht ihrem Bruder ihr Unglück vergeblich begreiflich zu machen. Sie fasst den Entschluss, sich von Hipólito zu trennen. Der schwört, Víctor den Schädel einzuschlagen. Nach zwei misslungenen Versuchen, telefonisch Kontakt aufzunehmen, fährt Salomé mit Karicia zur Villa der Montesinos. Doch inzwischen hat Lucrecia einen Wachdienst angeheuert, um zu verhindern, dass ihr Enkelsohn außer Haus gebracht wird. Außerdem soll ihr Anwalt vor Gericht durchsetzen, dass Salomé das Sorgerecht entzogen und auf Julio übertragen wird. Als Salomé von Lucrecias Winkelzügen erfährt, droht sie der Alten, sie umzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9698996","hoster":"VOE"},{"path":"/redirect/8380273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-48","name":"Folge 48","epNo":48,"alt":"","descr":"Salomé ist unglücklich und zu Tode betrübt darüber, dass sie ihren Säugling \"verkauft\" hat. In ihrer Verzweiflung plant sie, das Kind durch Piro und Hipólito aus dem streng bewachten Anwesen der Doña Lucrecia holen zu lassen. Hilft ihr sogar Manola bei diesem gewagten und tollkühnen Plan, der ganz erhebliche Risiken birgt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923681","hoster":"VOE"},{"path":"/redirect/8380267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-49","name":"Folge 49","epNo":49,"alt":"","descr":"Salomé und Karicia heuern Hipolito und Piro an, in das Haus von Julio einzudringen und den Jungen zu stehlen. Mit Hilfe von Manola, die den Haupthahn für das Wasser zudreht, gelingt es den beiden Männern, sich als Klempner Einlass in das Haus zu verschaffen. Es kommt zu einem wahnwitzigen Chaos, der Chauffeur muss mit einem Schraubenschlüssel niedergeschlagen werden, Diaz bekommt einen Tritt gegen das Schienbein, aber letztendlich gelingt es den beiden doch noch, den Jungen in einem Körbchen außer Haus zu schaffen und mit ihm zum Varieté zu fahren. Dort warten Salomé und Karicia schon völlig verzweifelt auf die beiden. Salomé ist überglücklich, als sie erfährt, dass die Entführung geklappt hat. Als man im Hause von Lucrecia mitbekommt, dass der Junge gestohlen wurde, ist man außer sich vor Wut. Lucrecia schwört Salomé Rache und sagt ihr den Kampf an. Für Lucrecia besteht auch kein Zweifel, dass Manola mit der Entführung zu tun hat. Sie stellt sie zur Rede und feuert sie. Manola nimmt die Kündigung gelassen hin. Damit ist für Lucrecia der Beweis gegeben, dass Manola ihre Hände im Spiel hat. Sie schimpft sie eine Verräterin und schlägt sie ins Gesicht. Manola faucht zurück und weist Lucrecia darauf hin, dass zumindest Julio immer zu ihr halten wird. Derweil bekommt Lola ihr Kind. Zur Enttäuschung von Diente, Caritas und Manotas, die eigentlich schon auf dem Weg in die USA sein wollten, um dort das große Geld zu machen, ist es kein Junge, sondern ein Mädchen. Unterdessen warten Diaz und Julio im Varieté auf Salomé. Doch Abel fährt zu Hipólito und sucht dort nach ihr. Dadurch sind alle gewarnt, und Piro und Kikis glauben, dass nun die Polizei kommt, um die beiden Männer zu verhaften. Als Kikis sich verplappert, ahnt Hipólito, dass seine Frau Martha nicht zufällig nicht zu Hause ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923692","hoster":"VOE"},{"path":"/redirect/8392795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-50","name":"Folge 50","epNo":50,"alt":"","descr":"Nachdem die beiden \"Klempner\" Hipólito und Piro Salomés Sohn aus der Villa der Montesinos geholt haben, engagiert Lucrecia einen Trupp Polizisten, die Salomé finden und das Kind zurückbringen sollen. Abel platziert eine entsprechende Warnung, und Salomé schlüpft mit ihrem Kind vorerst bei Kikis unter. Doch Kikis hat alle Hände voll zu tun, denn sie muss sich auch um Hipólitos Kinder kümmern – Martha hat ihn verlassen. Angela setzt ihr Vorhaben der Testamentsänderung zugunsten des kleinen Jungen tatsächlich in die Tat um und ködert so Diego, das Kind wieder zurückzubringen – sie möchte, dass Julio mit seinem Kind glücklich wird. Lucrecia erfährt, dass Manola maßgeblich daran beteiligt war, den Jungen wieder zu Salomé zu bringen und will sie nun endgültig auf die Straße setzen, doch Arturo erwirkt, dass Manola bleibt. Julio versucht unterdessen, Salomé ausfindig zu machen, um ihr seine Unterstützung zuzusichern, wie er behauptet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923684","hoster":"VOE"},{"path":"/redirect/8380243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-51","name":"Folge 51","epNo":51,"alt":"","descr":"Salomé verändert ihr Äußeres, um Ihre Flucht besser planen zu können, während sie bei Kikis Unterschlupf gefunden hat. Doch .Doktor Iñigo und Don Arturo bekommen einen Tipp über den Wohnort von Salomé und suchen sie auf. Aber sie finden keine Spur von dem Kind, weil Kikis mit einer List dazu beiträgt, den Kleinen versteckt zu halten. Yolanda erwägt unterdessen, ihren Club zu verkaufen, während Angela ihr Testament niederschreiben und beurkunden lässt. Kein Wunder, dass das Lucrecia ein arger Dorn im Auge ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380234","hoster":"VOE"},{"path":"/redirect/8380228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-52","name":"Folge 52","epNo":52,"alt":"","descr":"Diego spielt ein doppeltes Spiel. Er kassiert von Lucrecia Geld, um Salomé zu finden, und bietet nun Julio an, für eine noch höhere Summe Salomé nicht zu finden. Um Salomé und den Jungen zu schützen, willigt Julio ein. Manola findet Salomé bei Piro und Hipolito und schenkt ihr ihre Ersparnisse. Mit der Adresse einer Freundin von Manola im Gepäck geht Salomé ein Busticket kaufen. Doch der Bus fährt erst um halb Neun, sodass noch Zeit bleibt, sich bei Karicia zu verabschieden. Salomé versucht, Karicia davon zu überzeugen, mitzukommen. Doch bei der ist Lucho aufgetaucht, der ihr wieder vorgaukelt, sie über alles zu lieben und aus ihr einen Star zu machen. Aber in Wahrheit versucht er, im Auftrag von Diego zu erfahren, wo sich Salomé befindet. Karicia hat Angst, ein neues Leben zu beginnen. Denn sie glaubt sich als Tänzerin in einem Nachtclub gesellschaftlich stigmatisiert. Als Salomé bei Piro und Hipólito ist, kommt ihr die Idee, doch auch noch die beiden Jungs von Hipólito mitzunehmen, um drei Kinder zu erziehen, da die Männer völlig überlastet sind. Piro kommt daraufhin auf den einfältigen Gedanken, Kikis zu heiraten, um so eine Verantwortliche für die Kindererziehung zu haben. Vermutlich will aber Salomé die beiden anderen Jungs mitnehmen, damit man ihren Jungen nicht mehr von den dreien als ihren Sohn bestimmen und ihr wieder wegnehmen kann. Julio fährt zu Laura und \"weint\" sich dort aus. Er gesteht ihr seine große Liebe zu Salomé, was Laura weh tut, denn auch sie ist immer noch in Julio verliebt. Soviel Liebe von allen Menschen verkraftet Julio nicht. Er stellt seinen Wert selbst in Frage. Lucrecia begibt sich unterdessen mit Luisa zu Hipólito und Piro und droht den beiden mit der Polizei. Hipólito dreht völlig durch und versucht, den Spieß umzudrehen. Doch Lucrecia lässt sich nicht beeindrucken und macht den beiden klar, wie ernst ihr die Sache ist. Als sie die Wohnung wieder verlässt, erscheint Salomé, die ihren Jungen abholen will, da ihr Bus bald fährt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380226","hoster":"VOE"},{"path":"/redirect/8380224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-53","name":"Folge 53","epNo":53,"alt":"","descr":"Lucrecia taucht überraschend in Salomés Versteck bei Hipólito auf. Es gelingt der jungen jedoch Mutter, die Alte zu verscheuchen. Hipólito versucht derweil vergeblich Salomé als Ersatzmutter für seine Kinder zu \"engagieren\". Das heißt, nicht ganz vergeblich: Salomé bittet den verlassenen Vater nämlich um dessen Kinder, um sich unerkannt in die Provinz absetzen zu können. Mit drei Kindern kämen ihr Lucrecias Detektive nicht so leicht auf die Spur. Hipólito ist jedoch nur bereit, seine beiden Kinder in Salomés Hände zu geben, wenn Kikis sie begleitet. Da diese dazu bereit ist, muss nur noch Piro vom vorübergehenden Verzicht auf seine Neffen überzeugt werden. Angela erfährt derweil, dass Lucrecia Salomé aufgespürt hat und bei ihr war. Angela überredet Julio zu einem Ausflug in ihr Ferienhaus. Ihr Verführungs-Versuch misslingt jedoch. Eifersüchtig, aber verständnisvoll bohrt sie nach den Versagensgründen. Lucrecia schaltet die Polizei ein. Sie behauptet, dass Salomé ihren Enkelsohn entführt hat. Señor Díaz heftet sich an die Fersen der \"Kidnapperin\" und benachrichtigt die Alte, welchen Bus Salomé, Kikis und die Kinder zu ihrer \"Flucht\" benutzen. Eine Polizeistreife stoppt das Gefährt und holt die Delinquentin heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380218","hoster":"VOE"},{"path":"/redirect/8380215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-54","name":"Folge 54","epNo":54,"alt":"","descr":"Salomé macht sich zusammen mit ihrem Sohn und Kikis auf den Weg. Lucrecia leitet sofort eine große Suchaktion ein. Um mit dem Baby nicht gleich aufzufallen, hat Salomé sich für die Flucht die beiden Kinder von Hipólito \"ausgeliehen\". Zu fünft wollen sie bei einer Freundin Manolas in Ciudad Juárez Unterschlupf finden. Nur knapp entgehen sie auf dem Weg dorthin bei einer Polizeikontrolle ihrer Verfolgerin. Lucrecia sinnt auf Rache und will \"ihren\" Enkel mit allen Mitteln zurück haben. Allmählich hat sie jedoch sowohl Arturo als auch Julio gegen sich. Inspektor Gutierrez, der mit der Suche nach Salomé betraut ist, muss erstaunt feststellen, dass ein Richter Julio das Sorgerecht für seinen Sohn erteilt hat – obwohl er diesen gar nicht anerkannt hat. Auch im \"D’Rubi\" geht es unterdessen turbulent zu. Karicia legt sich mit Luchos alter Flamme Adela an, und es kommt zu einer handfesten Prügelei unter Frauen. Yolanda hingegen stellt immer mehr fest, dass sie keine Ambitionen mehr hat, den Club weiterzuführen. Sie will ihn verkaufen. Lola erfährt, dass David in Los Angeles gesehen wurde und will ihn dort aufsuchen. David will dort eine Platte aufnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380202","hoster":"VOE"},{"path":"/redirect/8380212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-55","name":"Folge 55","epNo":55,"alt":"","descr":"Salomé, Kikis und ihre Kinder bekommen eine neue Bleibe bei Malbis, einer Freundin von Manola. Salomé darf in Malbis Kosmetiksalon arbeiten. Diego wird unterdessen beim Diebstahl an dem Schmuck seiner eigenen Schwester ertappt, und von ihr aus dem Haus geworfen. Julio ist immer verzweifelter. Er sieht nur noch Salomé und das Kind.Don Arturo ist ebenfalls unglücklich. Nicht nur weil er seinen Enkel verloren hat, sondern weil auch sein Sohn Julio die von ihm geliebte Frau und sein Kind nie wieder sehen soll. Julio versucht Karicia zu überreden, den Wohnort von Salomé zu nennen und gesteht vollends seine Liebe zu Salomé.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380193","hoster":"VOE"},{"path":"/redirect/8380198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-56","name":"Folge 56","epNo":56,"alt":"","descr":"Inzwischen sind drei Monate vergangen. Kikis will endlich nach Hause fahren und – wie vereinbart – die Kinder zurückbringen. Salomé bekniet sie, noch zu bleiben, und bekommt zehn Tage Galgenfrist. Mit ihrem Vorhaben, Hipólitos Kinder als ihre registrieren zu lassen, stößt sie bei Kikis aber auf Widerstand. Piro überzeugt Hipólito unterdessen davon, dass es praktischer wäre, die Kinder längere Zeit bei Salomé zu lassen. Ihr Alltag ohne Frau sei schon chaotisch genug. Sie fügen dem bereits geschriebenen Brief an Salomé ein entsprechendes Postskriptum hinzu. Lucrecia gibt um des Friedens mit ihrem Sohn willen ihr Vorhaben auf, ihr Enkelkind zurückzuholen. Julio ist erleichtert. Orlando macht Malbis einen Heiratsantrag, den sie spontan annimmt. Da Malbis mit ihm nach La Paz ginge, fragt Orlando Salomé, ob sie das Geschäft und die Wohnung seiner Verlobten pachten wolle. Genauso spontan nimmt Salomé an. Yolanda hat unterdessen den Nachtklub verkauft und nimmt tränenreich Abschied. Kikis kehrt derweil in die Hauptstadt zurück. Piro schlägt sie breit, am nächsten Morgen ein Willkommensfrühstück auszurichten. Völlig überraschend taucht eines Tages Julio bei seiner geliebten Salomé auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380186","hoster":"VOE"},{"path":"/redirect/8380182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-57","name":"Folge 57","epNo":57,"alt":"","descr":"David muss zum zweiten Mal den Suizid eines Mannes, der unglücklich in ihn verliebt ist, verkraften. Lalo erschießt sich vor seinen Augen. Die Agentin Jackie bemüht sich nach \"Leibeskräften\", David wieder aufzumuntern. Lola hat sich derweil eine große Wohnung gekauft, die sie mit Leonor und den beiden Mädchen beziehen will. Julio hat Salomé noch lange nicht vergessen. Ihr geht es mit Julio nicht anders, sie bemüht sich aber, diesen Teil ihrer Vergangenheit ad acta zu legen und schafft sich mit Hilfe von Malbis in Ciudad Juárez eine eigene Existenz. Hipólitos Söhne sind immer noch bei ihr, und das Familienidyll wird nur kurzfristig getrübt, als José Miguel sich auf dem Spielplatz eine Kopfverletzung zuzieht und bewusstlos ins Krankenhaus gebracht werden muss. Ein gut situierter älterer Herr, Don Rodrigo Lavalle, stellt sich ihr (auch finanziell) hilfreich zur Seite. Zwei Jahre später: Im Hause der Montesinos wird für drei Wochen Lauras Tochter Karla einquartiert. Die Anwesenheit des Kindes löst in der Familie allerlei Emotionen aus. Die Erinnerung an den verlorenen Sohn und Enkel wird wieder lebhaft spürbar. Besonders Arturo geht durch das Zusammensein mit Karla das Herz auf. Guillermo wähnt sich, die Frau seines Lebens getroffen zu haben, und schwelgt bereits nach wenigen Wochen in Heiratsträumen. Dummerweise scheint es die Dame seines Herzens, Patricia Castro, nicht ganz so ernst mit ihm zu meinen. Bei einem Kennenlern-Treffen mit Julio nutzt sie gleich die erste sich bietende Gelegenheit, um sich ihm eindeutig zweideutig zu nähern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380176","hoster":"VOE"},{"path":"/redirect/8380187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-58","name":"Folge 58","epNo":58,"alt":"","descr":"Don Rodrigo bezahlt für Salomé die Krankenhausrechnung ihres Sohnes und bietet ihr seine Freundschaft und Hilfe an. Salomé ist überglücklich. Willy und auch Malbis, die zu Besuch kommt, raten ihr, Rodrigo zu heiraten. Aber Salomé wehrt sich dagegen. Sie würde niemals jemanden heiraten, den sie nicht liebt. Und schon gar nicht wegen des Geldes. Karicia ist derweil nur noch betrunken. Sie wird ausgebuht und geht nicht zu Auftritten. Auch wird ihr ein Vertrag gekündigt. Lucho packt seine Sachen und fliegt nach Miami. Er lässt Karicia zurück, woraufhin sie noch tiefer sinkt. Guillermo ist auf Julio sauer. Er glaubt, dass Julio in seiner Abwesenheit seine neue Freundin Patricia angebaggert hat. Für Julio ist Patricia nicht die richtige Frau für Guillermo. Dieser kündigt Julio daraufhin die Freundschaft. Hipolito hat unterdessen das Geld zusammen, um zu Salomé zu fahren. Er will seine beiden Jungen holen. Piro und Kikis halten das für Unsinn. Hipólito ist dennoch entschlossen, die Jungs zu holen, wovon Salomé noch nichts weiß. Diego organisiert wieder einmal einen Überfall auf Julio. Doch die Pistole des einen Gangsters klemmt, so dass Julio unbeschadet den Überfall überlebt. Diego bittet um eine Audienz bei seiner Schwester, die ihm Julio nicht verwehren kann. Und so bettelt Diego zum zigsten Male bei Angela um Geld. Die jedoch hat einen schweren Rückschlag erlitten. Außerdem kann man vor ihr nicht den Tod von Laura und Gustavo verheimlichen, was sie auch noch in schwere Depressionen verfallen lässt. Laura und ihr Mann sind bei einem Flugzeugunglück auf dem Weg nach Kairo umgekommen. Alle sind sehr betroffen. Man entscheidet sich, Karlita, die Tochter von Laura, bei sich aufzunehmen. Auch wenn Lucrecia Anzeichen von Wärme gegenüber dem Kind sichtbar werden lässt, möchte sie nicht, dass Karlita als Ersatz für den verschwundenen Enkel angesehen wird. Denn Lucrecia ist davon überzeugt, dass ihr Enkel eines Tages wieder zurückkommen und sein Erbe antreten wird. Dennoch hat Lucrecia nun ein neues Betätigungsfeld: Sie will dafür sorgen, dass Karlita das bekommt, was ihr als Haupterbin zusteht. Als man aufgrund des schlechten Gesundheitszustandes von Angela Doktor Iñigo ruft, muss dieser feststellen, dass Angela nur noch wenig Zeit zu leben hat. Geschwächt bittet Angela Manola, nach ihrem Tod dafür zu sorgen, dass Julio Salomé und seinen Sohn zu sich holt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380172","hoster":"VOE"},{"path":"/redirect/8380171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-59","name":"Folge 59","epNo":59,"alt":"","descr":"Nach längerer Zeit besucht Malbis mal wieder Salomé und die drei Kinder. Plötzlich klingelt es, und ein weiterer Gast steht vor der Tür, den die beiden Frauen jedoch überhaupt nicht erwartet haben: Es ist Hipólito! Er ist fest entschlossen, nach drei Jahren endlich seine beiden Söhne wieder mit nach Hause zu nehmen. Es kommt zu einer langen Aussprache zwischen ihm und Salomé, in deren Verlauf er nach und nach feststellen muss, dass seine Kinder einfach zu Salomé gehören, und die beiden Jungs es nicht verkraften würden, plötzlich bei ihm und Piro leben zu müssen. Julio setzt sich unterdessen dafür ein, dass Karla, die durch den Flugzeugabsturz ihre Eltern Laura und Gustavo verloren hat, bei den Montesinos bleiben darf und er die Vormundschaft erhält. Karicia ist froh, dass Don Matías ihr eine neue Chance gibt, wieder im \"D’Rubi\" aufzutreten. Allerdings stellt der die Bedingung, dass sie vorher noch ihr Alkoholproblem in den Griff bekommen muss. Ratón und Lola sind unterdessen mit ihrem Lastwagen unterwegs, um Schmuggelware zu holen. Als sie unterwegs von einer Polizeistreife verfolgt werden, geraten sie in Panik. Eine wilde Verfolgungsjagd beginnt. Ratón verliert dabei plötzlich die Kontrolle über sein Fahrzeug, das sich mehrfach überschlägt und in einem Feuerball explodiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380165","hoster":"VOE"},{"path":"/redirect/8380167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-60","name":"Folge 60","epNo":60,"alt":"","descr":"Das Haus und der Friseursalon von Malbis stehen in Flammen. Daraufhin zieht Malbis zu Orlando, und Salomé bekommt nicht nur das Angebot, bei Rodrigo zu wohnen, sondern er bittet sie, ihn zu heiraten. Salomé willigt später ein; Willy hat für Salomé geeignete Räume ausfindig gemacht, in denen sie sich mit Hilfe Rodrigos selbstständig machen will. Sie möchte einen neuen Kosmetiksalon eröffnen. Unterdessen spitzt sich die Lage im Haus der Montesinos dramatisch zu: Angela liegt im Sterben – und Julio lehnt sich erstmals gegen seine Mutter auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380160","hoster":"VOE"},{"path":"/redirect/8380156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-61","name":"Folge 61","epNo":61,"alt":"","descr":"Fernandas Kinder stecken das Haus in Brand. Sandra reagiert hilflos. Zum Glück nimmt niemand Schaden. Aber Fernanda verliert ihr Haus und ihr Friseurgeschäft. Doktor Iñigo rät, Angela in Würde sterben zu lassen. Julio will sich mit ihrem Tod noch nicht abfinden. Angelas letzter Wille ist, dass Julio mit Salomé und seinem Kind zusammenkommt. In ihrem Testament verfügt sie, dass Julios Sohn und Manola den Großteil ihres Vermögens erben und dass ihr Halbbruder Diego ein Wohnrecht im Haus der Montesinos bekommen soll. Wenn es darüber Uneinigkeit gäbe, fiele das ganze Vermögen Diego zu. Julio willigt um des Erbteils seines Sohnes willen in die Verfügung ein. Von Manola bekommt Julio die Adresse von Malbis, wo Salomé einst untergetaucht ist. Er fährt dorthin, findet sie aber nicht. Er erfährt nur, dass das Haus in der Adresse abgebrannt ist. Im Park findet eine Beinahe-Begegnung mit Salomé statt, die inzwischen mit Rodrigo verheiratet ist. Doch ihr Ehemann stirbt, noch bevor sie ihren neu eingerichteten Schönheitssalon eröffnet. Die angereiste Malbis tröstet sie mit ihren drei Kindern, die ihr über den Schmerz hinweghelfen werden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381141","hoster":"VOE"},{"path":"/redirect/8380148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-62","name":"Folge 62","epNo":62,"alt":"","descr":"Mittlerweile sind viele Jahre ins Land gegangen, und Salomés Jungs sind in ihrem \"Versteck\" Ciudad Juárez zu Männern gereift. Bald wollen sie ein Studium beginnen, und zu Salomés Entsetzen haben sich die drei für eine Uni in Mexiko-Stadt entschieden. Die Vergangenheit gibt keine Ruhe, zumal ihre \"Söhne\" immer drängender eine Antwort auf die Frage verlangen, wer ihr leiblicher Vater ist. Julio hat sich nach Angelas Tod ins Gartenhaus zurückgezogen und in Arbeit vergraben, eine neue Liebe scheint für ihn völlig ausgeschlossen. Außer seiner adoptierten Tochter Karla gibt es keine Frau in seinem Leben. Nur die schöne Rebecca aus dem Club hat es ihm anscheinend angetan. Doch seine Mutter Lucrecia kommt ihm wieder mal dazwischen. Diego ist mittlerweile der Besitzer des einst strahlenden Nachtclubs D’Rubi, der seine besten Zeiten nun definitiv hinter sich zu haben scheint. Er ist nach wie vor auf der Suche nach Salomé und würde zudem gern Karicia ausfindig machen, um über sie den Weg zu Salomé zu finden. Wie es das Schicksal will, taucht Karicia wie aus dem Nichts und in desolatem Zustand plötzlich im D’Rubi auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380139","hoster":"VOE"},{"path":"/redirect/8380146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-63","name":"Folge 63","epNo":63,"alt":"","descr":"Karicia arbeitet nach ihrem plötzlichen Auftauchen mittlerweile als Putzfrau im D’Rubi und wird von Diego fortwährend erniedrigt, weil die ihm nicht sagen will, wo er Salomé finden kann. Der geplante Disco-Besuch von Julio und Karla droht ins Wasser zu fallen, weil Lucrecia Rebecca ins Haus geholt hat und die gerade mit Julio über Poesie redet, als Karla los will. Doch dann gewinnt Karla und schleppt ihren Vater in die Disco ab. Ihre Freundin baggert Julio völlig schamlos an. José Armando verprügelt seinen Widersacher León. Der sinnt auf Rache. Die drei Brüder eröffnen ihrer Mutter, dass sie auf jeden Fall in Mexiko-Stadt studieren wollen. Fernanda ist strikt dagegen. Daraufhin gehen die Jungs in die Disco. Auf dem Heimweg werden sie von León überfallen, doch der zieht wieder den Kürzeren und wird nur noch wütender. Die drei Brüder wollen sich auf keinen Fall von ihrer Entscheidung, in die Hauptstadt zu gehen, abbringen lassen. Sie fahren zur Aufnahmeprüfung dort hin. Doch schon vor der Prüfung streiten sie sich mit dem Studienleiter – Julio Montesino. Willy redet auf Salomé ein und will mit ihr nach Mexiko-Stadt gehen. Hipólito, Piro und Kikis bereiten das Willkommen für die drei Jungs vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380133","hoster":"VOE"},{"path":"/redirect/8380131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-64","name":"Folge 64","epNo":64,"alt":"","descr":"Salomés Söhne sind zur Aufnahmeprüfung an die Universität nach Mexiko Stadt geflogen. Sie verzehrt sich vor Sehnsucht nach ihnen. Willy schlägt deshalb vor, Haus und Salon zu verkaufen und zurück nach Mexiko Stadt zu gehen, um sich dort eine neue Existenz aufzubauen. Obwohl er verspricht, sie zu begleiten, steht das für sie zunächst nicht zur Debatte. Für sie verbinden sich mit dieser Stadt zu viele negative Erinnerungen. Davon unbeeindruckt, gibt Willy eine Annonce auf, und schon bald steht der erste Interessent vor der Tür, ein gewisser Mauricio Valdivia, der im Auftrag seiner Schwester fungiert. Er ist Geschäfts-Partner von Guillermo und Julio. Miguel, Armando und Julián erscheinen nach der Aufnahmeprüfung wie verabredet bei Onkel Hipólito. Der Onkel und seine Freunde haben zur Begrüßung ein Fest für die Ankömmlinge arrangiert. Die Jungen, enttäuscht darüber, dass der Onkel in bescheidenen Verhältnissen lebt, verhalten sich zunächst sehr unhöflich und ziehen sich, unter dem Vorwand, nach so einem anstrengenden Tag erschöpft zu sein, zurück. Später besinnen sie sich eines Besseren und erscheinen zum Fest im Hof. Allerdings bitten sie ihre Mutter in einem Telefonat, ein Apartment für sie zu mieten. Es ist Lucrecias größter Wunsch, dass Julio und Rebecca ein Paar werden. Sie hat die Hoffnung auf einen Enkel nicht aufgegeben. In Karla hat sie nie die Enkelin sehen können, die das Mädchen ihr gern gewesen wäre. Rebecca bittet Julio, mit ihr auszugehen. Die Wahl des Etablissements fällt auf den Nachtclub, mit dem Julio sehnsüchtige Gedanken an die Vergangenheit verbindet. Er hat nie aufgehört, Salomé zu lieben. Aber der Ort hat inzwischen seinen Zauber eingebüßt. Rebeca ist dennoch neugierig geworden, warum Julio mit ihr ausgerechnet dorthin gegangen ist. Irmas Versuch, Stiefsohn Mauro zu verführen, scheitert. Money sieht Irma, leicht bekleidet, aus dem Zimmer ihres Cousins kommen und macht sich ihren Reim darauf. Das Ergebnis der Aufnahmeprüfung an der Uni ist noch nicht bekannt gegeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251212","hoster":"VOE"},{"path":"/redirect/8380124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-65","name":"Folge 65","epNo":65,"alt":"","descr":"Rebeca blitzt bei Julio ab. Nachdem sie auch noch die Ablehnung von Karla zu spüren bekommt, teilt sie Lucrecia mit, dass sie das Haus bald verlassen und nach Los Angeles reisen wird. Doch Lucrecia gibt nicht auf. In der Uni werden die Ergebnisse der Eignungsprüfungen ausgehängt. Die besten Noten von allen haben José Julian, José Armando und José Miguel, so dass Julio die drei Brüder zu sich ins Büro rufen lässt, um ihnen persönlich zu gratulieren. Ohne es zu wissen, steht er also das erste Mal seinem leiblichen Sohn gegenüber. Derweil schaut sich Mauricio den Schönheitssalon von Salomé an. Er sichert den Kauf des Salons und die Erledigung sämtlicher Aufwendungen für den neuen Salon in Mexiko-Stadt zu, unter der Bedingung, dass die beiden sich duzen und Salomé mit ihm zu Abend isst. Bei diesem Essen macht ihm Salomé klar, dass sie nun unbedingt nach Mexiko-Stadt ziehen muss. Denn in einem Telefonat hatte ihr Hipolito mitgeteilt, dass die drei Jungs nicht bei ihm wohnen wollen, da sie sich für das Viertel und ihn schämen. Als Salomé vor dem Abflug nach Mexiko-Stadt letzte Dinge in ihrem Haus klären will, wird sie von zwei jungen Männern überfallen, die eigentlich José Armando suchen. In letzter Sekunde kommt Mauricio hinzu und kann Schlimmeres verhindern. Karla gibt am Abend für alle, die die Eignungsprüfung bestanden haben, eine Gartenparty. Julio ist anfangs dagegen, lässt sich aber von Karla umgarnen. Da José Julian für Karla sehr viel empfindet, sagt er seinen Brüdern nicht, dass er zur Party geht. Aber die beiden tun es ihm gleich: Jeder möchte allein dort aufkreuzen. Um so überraschter sind sie, als sie sich auf dem Fest begegnen. Als Karla mit José Julian anbändelt, platzt Mauro fast vor Eifersucht. Doch es kommt noch dicker: Als Lucrecia und Arturo nach Hause kommen, ist Lucrecia entsetzt, dass Karla es gewagt hat, so ein \"Pack\" in ihr Haus einzuladen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380114","hoster":"VOE"},{"path":"/redirect/8380111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-66","name":"Folge 66","epNo":66,"alt":"","descr":"Lucrecia sprengt die Party von Karla und ihren Freunden. In ihrer Wut schlägt sie die Instrumente der Musiker kaputt, um dann spektakulär in Ohnmacht zu fallen. Der herbeigerufene Doktor Iñigo befindet die alte Dame aber für kerngesund. Salomé zieht mit Willy im Schlepptau zu ihren Söhnen nach Mexiko-Stadt, die dort gerade im Begriff sind, ihr Studium aufzunehmen. Mauricio hat ihr ein Haus zur Miete angeboten. Bei dessen Besichtigung unternimmt er einen Annäherungsversuch, der aber fehlschlägt. Die drei Brüder treffen unterdessen eine Vereinbarung: Wenn Karla sich für einen von ihnen entscheiden sollte, ziehen sich die anderen zurück. José Julián hat gute Karten bei ihr, was Mauro wurmt. Er sucht handfesten Streit mit seinem Nebenbuhler. Rebeca gibt es unterdessen auf, Julio noch für sich zu gewinnen, und will die Montesinos verlassen. Lucrecia merkt, dass sie sie nicht umstimmen kann. José Julián wird mit Marco auf der Toilette beim \"Drogenkonsum\" erwischt. Julio zitiert die beiden in sein Büro und fordert von ihnen, eine Therapie zu machen. Sonst würde er sie von der Uni schmeißen. Der unschuldige José Julián gibt der Forderung des Direktors schließlich doch nach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380102","hoster":"VOE"},{"path":"/redirect/8380104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-67","name":"Folge 67","epNo":67,"alt":"","descr":"Jose Julian ist sehr geknickt über Julios Vorwurf, er hätte Haschisch geraucht. Als Salomé ankommt, merkt sie gleich, dass etwas nicht stimmt und zieht ihm die Geschichte aus der Nase. Ihre Empörung ist maßlos, und sie beschließt sofort, sich den Studienleiter persönlich vorzuknöpfen. Jose Julian protestiert heftig und will seine Angelegenheiten alleine regeln, aber Salome zwingt ihn, am nächsten Morgen mit ihr gemeinsam zur Uni zu fahren. Julio fährt mit Karla zusammen zur Uni und hält ihr eine Standpauke wegen der Party, die sie veranstaltet hat. Auf dem Parkplatz fahren Salomé und Julio um ein Haar ineinander, ohne sich zu erkennen.Jose Juliáns Brüder knöpfen sich Marco vor und zwingen ihn, sich wegen des Drogenskandals zu stellen und ihren Bruder Jose Julián zu entlasten. In der Uni angekommen, muss Salome feststellen, dass sie mit ihrer mütterlichen Fürsorge übers Ziel hinausgeschossen ist und ihre Kinder dem Spott der Kommilitonen ausgesetzt hat. Sie zieht sich beschämt zurück. Julio entschuldigt sich sehr schuldbewusst bei Jose Julián. Diego versucht unterdessen, von der völlig dem Alkohol verfallenen Karicia Salomés Aufenthaltsort zu erfahren. Doch ganz egal, wie sehr er sie unter Druck zu setzten versucht, Karcia schweigt eisern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380093","hoster":"VOE"},{"path":"/redirect/8380085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-68","name":"Folge 68","epNo":68,"alt":"","descr":"Mauricio ist bis über beide Ohren in Salomé verliebt und bietet ihr in Mexiko jede mögliche Unterstützung, um ihr näher zu kommen. Weil sie sehr distanziert ist, sucht er bei Julio Rat. Salomé ist unterdessen dankbar, dass sie so schnell das schöne Haus von Mauricio bekommt, und kann ihre Söhne damit überraschen. Die Familie zieht auf der Stelle dort ein. Außerdem bleibt es ihr nicht verborgen, wie alle drei Jungs von Karla schwärmen. Zuerst freut sie sich mit ihnen, aber dann macht sie die schockierende Entdeckung, dass Karla die Tochter von Julio ist. Sie will verzweifelt versuchen, den Kontakt zwischen ihren Söhnen und Karla zu unterbinden. José Julián, José Miguel und José Armando dagegen werden sehr misstrauisch, als sie die Reaktion ihrer Mutter bemerken und wollen sie zwingen, ihre Geheimniskrämerei aufzugeben. Rebecca weilt bei David am Sterbebett und erfährt von ihm, dass sie das Vermögen ihrer Schwester erben soll, Davids Vermögen aber für seine Tochter bestimmt ist, die er nicht kennt und die Rebecca für ihn suchen soll. Nach ihrer Rückankunft in Mexiko versucht sie, endlich Julio zu gewinnen und ist maßlos gekränkt, als er sie freundlich aber bestimmt zurückweist. Lucrecia hatte extra dafür gesorgt, dass sie freie Bahn hat, und ist mit der restlichen Familie nach Cuernavaca ausgewichen. Dort ist auch Karla wieder mal mit merkwürdigen Reaktionen von Lucrecia und vor allem Manola konfrontiert. Aber auch sie schafft es nicht, die offensichtlichen Geheimnisse zu lüften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380074","hoster":"VOE"},{"path":"/redirect/8380080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-69","name":"Folge 69","epNo":69,"alt":"","descr":"Julio ist nicht länger gewillt, im Hause der Montesinos unter den ständigen Gängelungen und Sticheleien seiner Mutter zu leben. Er beschließt, endgültig auszuziehen – sehr zum Leidwesen seiner Adoptivtochter Karla, die mit Lucrecia ebenfalls ihre Probleme hat. Salomé präsentiert Mauricio und ihren Söhnen unterdessen stolz ihren neuen Kosmetiksalon. José Julian, der angehende Architekt, schmiedet bei dieser Gelegenheit schon große Pläne für den Umbau und die Ausstattung der Räumlichkeiten. Am selben Tag lädt Mauricio in Begleitung Salomés seine Geschäftspartner Roberto, Guillermo und – was Salomé nicht weiß – Julio zu einem Essen ein. Dieser glaubt im Restaurant zunächst seinen Augen nicht zu trauen, als er sie nach so vielen Jahren als Geliebte seines Freundes und Partners Mauricio wieder trifft. Während Julio das unverhoffte Wiedersehen noch gar nicht fassen kann, verliert Salomé die Nerven und verlässt fluchtartig das Restaurant, steigt in ein Taxi und irrt ziellos durch die Stadt. Zwischen Julio und Mauricio entbrennt ein heftiger Streit um Salomé. Mauricio will natürlich mit allen Mitteln verhindern, dass Julio versucht, sie wieder für sich zu gewinnen, Salomé lässt sich indes zur Stätte ihrer ehemals größten Erfolge fahren – zum \"D’ Rubi\". Dort trifft sie auf ihre beste Freundin aus alten Tagen – Karicia. Völlig entsetzt muss sie feststellen, was aus ihr geworden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380066","hoster":"VOE"},{"path":"/redirect/8380069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-70","name":"Folge 70","epNo":70,"alt":"","descr":"Nach der Begegnung mit Julio irrt Salome verzweifelt durch den nächtlichen Regen. Zuhause machen sich ihre Söhne und Mauricio große Sorgen um sie. Mauricio muss allerdings feststellen, dass er nicht als Familienmitglied akzeptiert wird und tritt den Rückzug an. Die Jungs versuchen bei Hipólito etwas über die Geheimnisse ihrer Mutter zu erfahren, aber der stellt sich stur und unwissend. Spät in der Nacht kommt Salome völlig durchgeweicht vom Regen Zuhause an. Sie weint sich bei Willy aus und versucht dann, Manola anzurufen. Am nächsten Morgen hat sie sich wieder etwas gefasst und versucht, sich in die Arbeit zu stürzen. Ihr Hauptproblem ist, ihren Söhne die Wahrheit zu verschweigen, denn sie wollen endlich die Wahrheit über ihre Mutter wissen. Während dessen flippt Julio Zuhause aus und beschimpft heftig seine Mutter. Arturo bietet ihm eine Aussprache unter Männern an. Julio merkt jedoch, wie sehr sein Leben ohne Salomé an ihm vorbeigegangen ist und fühlt sich völlig verzweifelt. Am nächsten Tag erscheint Mauricio aufgebracht bei ihm. Es kommt zum Rivalenstreit, Julio weigert sich, seinen Freund über seine Geschichte mit Salomé aufzuklären, kündigt aber an, um sie zu kämpfen. Mit einem riesigen Rosenstrauß klingelt er an ihrer Tür… Rebecca ist das Verhalten von Julio und Salome nicht entgangen, sie will unbedingt herausfinden, was diese Frau für Julio bedeutet und besucht Lucrecia, die auf diese Weise Wind von der Geschichte bekommt. Romina hat unterdessen ihren ersten Auftritt im D’Rubi sehr erfolgreich hinter sich gebracht. Diego bietet ihr sogenannte Privatparties an, die sie aber empört ablehnt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380053","hoster":"VOE"},{"path":"/redirect/8380048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-71","name":"Folge 71","epNo":71,"alt":"","descr":"Julio Montesino besucht Salomé und gesteht ihr seine Liebe. Sie lässt sich zum Teil auf seine Zärtlichkeiten ein und gibt zu, dass auch er ihr nach wie vor sehr viel bedeutet. Julio will unbedingt wissen, wer von den drei Lavalle-Brüdern sein Sohn ist, aber Salomé schweigt eisern. José Julian, einer der drei Brüder, verliebt sich unterdessen in Julios Tochter Karla, und Julio erwischt sie, als sie sich zum ersten Mal küssen. Während Julio sich beherrscht, um herausfinden zu können, ob José Julian sein Sohn ist, ist Salomé über die Liaison ihres Sohnes mit Julios Tochter außer sich. Lucrecia ist ebenfalls auf der Suche nach ihrem Enkel und stellt diesbezüglich erst Manola und wenig später Salomé zur Rede. Sie tut das mit dem Charme einer tobsüchtigen Irren und bekommt von beiden eine Abfuhr. Karicia verfällt mehr und mehr dem Alkohol. Diego versucht wieder einmal, ihre Abhängigkeit dazu zu benutzen, zu erfahren, wo er Salomé finden kann. Dass Salomé jetzt unter dem Namen Fernanda einen Schönheitssalon betreibt, weiß er nicht. Romina verliebt sich in José Miguel, den zweiten der Lavalle-Brüder, verheimlicht ihm aber, dass sie als Nachtclubtänzerin auftritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380034","hoster":"VOE"},{"path":"/redirect/8380040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-72","name":"Folge 72","epNo":72,"alt":"","descr":"Zwischen Manola und Lucrecia kommt es wieder einmal zum Kräftemessen. Doch auch dieses Mal weiß Manola, dass ihr Geheimnis sie schützt. In letzter Sekunde können die beiden Arturo etwas vormachen. Als José Julián in der Uni Karla zur Begrüßung küsst, kommt Mauro dazu. Der wird wütend, so dass es fast zu einer Schlägerei zwischen ihnen kommt. José Julián macht Mauro klar, dass Karla seine Freundin ist. Als diese zur Rede gestellt wird, stellt sich jedoch heraus, dass José Julián sie noch gar nicht gefragt hat. Das tut er dann später auf seine Art: Er singt Karla vor dem Fenster mit mexikanischen Musikern ein Ständchen. Und stört dabei José Armando, der für Karla ebenfalls ein Ständchen singt – zusammen mit Nacho und Chava, die sich bei Karla für die Instrumente bedanken wollen. Der Liederabend wird allerdings abrupt abgebrochen, denn Lucrecia duldet die jungen Leute nicht auf ihrem Grundstück. Romina versteckt sich bei Kikis, als José Miguel dort nach Romina fragt. Sie möchte nicht, dass sich José Miguel dafür schämt, dass sie im Nachtclub arbeitet. Kikis spielt das Spiel mit, versteht Romina aber nicht. Ansonsten entwickelt sich die Hellseherei von Kikis zu einem Fiasko. Julio bittet Salomé, ihm zu folgen. Er fährt sie zu einer Wohnung, die er nach dem Tod von Angela gekauft hatte und in die er vor kurzem eingezogen ist. Dort zeigt er Salomé ein Ölgemälde von ihr, das all die Jahre seine Verbindung zu ihr war. Aus jeder Andeutung erhofft sich Julio die Information, wer denn nun sein Sohn sein könnte. Er erzählt Salomé, dass Karla nicht seine leibliche Tochter ist, so dass Salomé beruhigt ist. Schließlich sind ihre Söhne sehr interessiert an Karla","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380020","hoster":"VOE"},{"path":"/redirect/8380025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-73","name":"Folge 73","epNo":73,"alt":"","descr":"Juanito und Serapio finden heraus, wo Salomé und \"ihr Sohn\" wohnen. Diego instruiert die beiden, wie sie ihn am nächsten Morgen entführen sollen. Lucrecia hat Karlas Freunde unterdessen von ihrem Grundstück vertrieben. Bei Manola heult sich die junge Studentin aus. Julio möchte von Salomé wissen, wer von ihren Kindern sein Sohn ist. Angela hätte ihm eine große Erbschaft vermacht. Salomé bleibt standhaft und verrät es ihm nicht. Den drei Josés muss sie am nächsten Morgen aber gestehen, dass Julio sie interessiert.Romina will nicht auftreten. Diego gibt Karicia eine halbe Stunde, um sie eines besseren zu belehren. Tatsächlich gelingt es der lallenden Ex-Ballerina, Romina auf die Bühne zu bringen. Juanito und Serapio lauern Salomés Sohn auf. Als sie drei davon antreffen, entführen sie sie alle. Eine Polizeistreife hat den Vorgang beobachtet und nimmt die Verfolgung auf. Den Entführern gelingt es aber, die Polizei abzuschütteln. Karla macht sich unterdessen Gedanken, warum die Josés nicht zur Vorlesung gekommen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380010","hoster":"VOE"},{"path":"/redirect/8380014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-74","name":"Folge 74","epNo":74,"alt":"","descr":"Salomés Söhne wurden entführt und befinden sich nun in der Gewalt von Juanito und Serapio, Handlanger für den eigentlichen Drahtzieher der Aktion: Diego Duval. Diego will José Julián, den er für Julios Sohn hält, aus dem Weg räumen, um an das Erbe seiner verstorbenen Schwester Angela heranzukommen. Fernanda vermutet, dass Lucrecia die Entführung veranlasst hat und stellt sie im Haus der Montesinos zur Rede. Auch Inspektor León, der ermittelnde Polizeibeamte, verdächtigt anfänglich Doña Lucrecia. Doch dann wird er durch ihre Beichte, dass sie Diego für viel Geld damit beauftragt hatte, ihren Enkel zu finden und zurückzuholen, auf dessen Spur gebracht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380007","hoster":"VOE"},{"path":"/redirect/8380008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-75","name":"Folge 75","epNo":75,"alt":"","descr":"Alles dreht sich um die Entführung der Lavalle-Brüder. Die drei werden zunächst von Serapio und Juanito in einer Hütte gefangen gehalten, bis Diego den Befehl gibt, sie zu erschießen. Inzwischen hat die Polizei jedoch das Versteck umstellt, und es ist für die Entführer sinnvoller, die Brüder als Geiseln für die Flucht zu behalten. Diego ordert das Fluchtauto zu seinem Helikopter. Beim Einsteigen in den Hubschrauber kommt es jedoch zwischen den Brüdern und den Gangstern zu einem Handgemenge und José Armando bleibt am Boden zurück. Dann schießt Diego auf José Miguel, und dieser stürzt schwer verletzt aus dem Hubschrauber. José Julián springt wenig später todesmutig hinter ihm her. Die beide fallen zum Glück weich in denselben Heuhaufen und José Miguel wird ins Krankenhaus gebracht. Alle bis auf Diego und seine Leute bangen um das Leben des Jungen. Natürlich fragen sich auch wieder alle, welcher von den dreien Julios Sohn ist. Da José Miguel sehr viel Blut verloren hat, wird für die Operation dringend Spenderblut der seltenen Blutgruppe AB negativ gesucht. Diese Blutgruppe hat auch Julio, der sich nun sicher ist, dass der schwer verletzte Junge sein Sohn ist. Salomé bleibt nichts erspart. Zuerst muss sie ohnmächtig mit ansehen, wie die Gangster ihre Söhne behandeln, dann zittert sie im Krankenhaus um das Leben von José Miguel und schließlich kommt nur Julio für das Spenderblut in Frage, und ihr Geheimnis um die Herkunft der Söhne scheint gelüftet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380000","hoster":"VOE"},{"path":"/redirect/8379999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-76","name":"Folge 76","epNo":76,"alt":"","descr":"Alle bangen um das Leben von José Miguel, das am seidenen Faden hängt. Julio spendet sogar Blut für ihn. Romina kommt mit Kikis in die Klinik und will nicht mehr von dort weggehen, denn sie hat sich in José Miguel verliebt. Doch dann kommt Juanito und will sie aus der Klinik holen. Als sie sich weigert, droht er ihr, allen zu sagen, dass sie im Nachtclub arbeitet. Da gibt Romina nach, geht mit Juanito mit und verspricht, José Miguel aufzugeben. Julio bearbeitet Salomé noch einmal, damit sie ihm sagt, wer sein Sohn ist. Doch schließlich muss er Salomé zustimmen, die möchte, dass er sie alle drei gleich betrachtet und behandelt. Er schließt sie alle drei in sein Herz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379990","hoster":"VOE"},{"path":"/redirect/8379996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-77","name":"Folge 77","epNo":77,"alt":"","descr":"Kikis gelingt es, Romina ans Krankenbett des bewusstlosen José Miguel zu schleusen. Und was zuvor die \"warmen Worte\" von Salomé und Julio nicht vermocht haben, macht sie möglich: Ihre Stimme lässt ihn aus dem Koma erwachen. Harry Garcia, Padre Blas und einige Studenten machen ihre Aufwartung im Krankenhaus. Salomé bedankt sich bei ihnen dafür. Auch Mauricio ist erschienen und gerät mit Julio aneinander. José Miguel weiß nicht mehr, ob er von Romina geträumt hat oder ob sie wirklich am Krankenbett stand. Er bekniet Kikis, seine Liebste zu ihm zu bringen. Manola steigt in ein Taxi, um ins Krankenhaus zu fahren. Der Fahrer steckt aber mit zwei Banditen unter einer Decke, die die Haushälterin ausrauben und zusammenschlagen, weil sie zu wenig Geld dabei hatte. Als Manola zu Hause eintrifft, kümmert sich Arturo um sie und versorgt ihre Wunden. Lucrecias Versuche, das zu unterbinden, scheitern. Diesmal gibt Arturo nicht nach und kümmert sich auch noch am nächsten Morgen um seine Haushälterin. Karla erzählt Lucrecia, dass sie mit José Julian zusammen ist. Diego hat aus Julios Computer in dessen Büro eine tödliche Falle gebastelt. Weil Guillermo eine Information von Julios Rechner braucht, schickt er nichts ahnend seine geliebte Ana in den Tod. Julio sucht Diego im Nachtklub auf und eröffnet ihm, dass Anas Sohn, Samuel, von Diego stammt. Rebeca taucht bei Salomé auf und weiß offenbar etwas aus deren Vorleben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379989","hoster":"VOE"},{"path":"/redirect/8379988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-78","name":"Folge 78","epNo":78,"alt":"","descr":"Bei den polizeilichen Untersuchungen hat sich herausgestellt, dass Ana keinen Unfall hatte, sondern dass das Kabel am Computer manipuliert wurde, es sich also um Mord handelt. Der Inspektor sichert Julio Aufklärung zu, verlangt aber auch, dass sein Sohn an Julios Universität studieren darf. Rebeca geht zu Salomé und sagt ihr unmissverständlich, dass sie um Julio kämpfen wird. Aber Salomé bietet ihr die Stirn. José Miguel wird aus dem Krankenhaus entlassen. Die Freunde machen sich auf den Weg und wollen ihn besuchen. Als sie bei Salomé zu Hause ankommen, platzen sie unverhofft in die große Fragestunde. Denn die Drei haben sich entschlossen, Salomé zu fragen, warum die Entführer wissen wollten, wer von ihnen der Sohn von Salomé ist. Salomé weicht den Fragen ihrer Jungs aus, fühlt sich aber allmählich in die Ecke getrieben und verlässt das Haus. In der Küche gesteht José Armando Natalia seine Liebe, Diana kommt dazu, ist enttäuscht, denn sie liebt José Armando, wird jedoch von Chava geliebt, den wiederum Diana nicht ausstehen kann. José Miguel sucht immer noch Romina. Kikis sagt ihm allerdings weiterhin nicht, wo er sie finden kann. Zwischen Julio und Mauricio kommt es wegen Salomé zur Auseinandersetzung. Als Mauricio in der Baufirma seinen Job nicht richtig macht, schlägt ihm Julio vor, seine Aktienanteile zu verkaufen und auszusteigen. Die anderen appellieren an die alte Freundschaft, die mal zwischen den Vieren bestand. Derweil erscheint Don Arturo bei Salomé, und sie spazieren durch den Park. Dort gelingt es Don Arturo, Salomé davon zu überzeugen, wenigstens ihm zu sagen, welcher Julios Sohn ist. Denn schließlich ist er schon alt und könnte jeden Moment sterben. Salomé lässt sich aus Dankbarkeit für Arturos Güte erweichen und sagt ihm, wer sein Enkel ist. Arturo verspricht, es niemandem zu sagen. Auch Julio nicht. Als Aldo bei Irma erscheint, weil die ihn schon lange nicht mehr angerufen hat, macht die ihm klar, dass die Affäre zwischen den beiden zu Ende ist. Sie sagt ihm, dass für sie alles nur ein Spiel war, und sie sich nun mit ihm langweilt. Aldo ist völlig am Boden. Salomé geht zu Julio in dessen Wohnung. Dort möchte sie mit ihm ein paar Fragen klären. Sie macht ihm nochmals klar, dass sie ihm nur sagt, wer sein Sohn ist, wenn er alle drei Söhne gleich gern hat. In dieses Gespräch platzt Rebeca rein, und zwischen den beiden Frauen sprühen die Funken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379976","hoster":"VOE"},{"path":"/redirect/8379982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-79","name":"Folge 79","epNo":79,"alt":"","descr":"Ihre Söhne geben keine Ruhe, darum trifft Salomé eine Entscheidung. Noch am selben Abend will sie das Geheimnis um ihre Vergangenheit preisgeben. Die Jungen sollen endlich erfahren, wer ihr Vater ist. Die Stunde der Wahrheit ist gekommen, aber das unerwartete Auftauchen von Lucrecia verändert die Situation. An der Uni kommt es zu Zwischenfällen. José Armando prügelt sich mit León, weil er eine Kommilitonin beleidigt hat, und José Julián wird Mauro gegenüber handgreiflich, weil dieser sich abwertend über seine Mutter geäußert hat. Direktor Montesino drückt noch mal ein Auge zu und nimmt den Jungen das Versprechen ab, sich zukünftig an die Regeln zu halten. Aldo verzehrt sich vor Liebe zu Irma. Moneys guten Rat, sich im eigenen Interesse von ihr fern zu halten, schlägt er in den Wind. Er will Irmas Herz erobern. Irma hingegen, interessiert sich für Stiefsohn Mauro. Der weist sie wiederholt zurück. Ihr Versuch, Roberto zu überreden, eine eigene Wohnung für Mauro zu kaufen, schlägt fehl. Eine Trennung von den Kindern steht für ihn nicht zur Debatte. Romina befolgt Karacias Rat und stattet José Miguel einen Krankenbesuch ab. Dabei gestehen sie sich gegenseitig ihre Liebe. Rosario unterstützt Karicia während des Alkohol-Entzuges. Sie leidet an Wahnvorstellungen und starken Schmerzen. Romina berichtet ihr vom erfolgreichen Besuch bei José Miguel. Sie plant, ihren Liebsten mit der Mutter bekannt zu machen. Romina ist voller Hoffnung, dass Karicia es schafft, vom Alkohol wegzukommen. Umso enttäuschter ist sie, als Karicia sich auf den Weg zu Serapio macht, in der Hoffnung, von ihm wie immer, etwas zu trinken zu bekommen. Diego droht Karicia damit, sie rauszuschmeißen, wenn sie sich nicht von der Bar fernhält. Willy hat Aracelli für den Salon eingestellt. Salomé hat nichts einzuwenden. Yadira wird Julio’s Sekretärin. Rebeca plant, mit Hilfe von Yadira und Mauricio Valdivia, Julio und Fernanda auseinander zu bringen. Diana ist betrübt, denn José Armando scheint in Natalia verliebt zu sein. An Chava hat sie kein Interesse. Aber so schnell gibt der nicht auf. Mauricio stattet Salomé einen Besuch ab. Er sagt, er will weder ihre Freundschaft verlieren, noch die zu Julio. Sie versichert ihm, dass kein Grund zur Besorgnis besteht. Serapio versucht, Romina nach ihrem Auftritt in der Garderobe zu vergewaltigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379975","hoster":"VOE"},{"path":"/redirect/8379978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-80","name":"Folge 80","epNo":80,"alt":"","descr":"Lucrecia lässt nicht locker: Immer wieder bedrängt sie Salomé, ihr endlich zu sagen, wer und wo ihr Enkel ist. Um so schwieriger gestalten sich ihre Recherchen, als sie erfährt, dass Salomé gleich drei ‚Söhne‘ hat. Aldo ist deprimiert, denn Irma, Robertos Frau, erwidert seine Liebe nicht mehr. Außerdem muss er befürchten, dass das kleine Techtelmechtel auffliegt. Romina wird um ein Haar von Serapio vergewaltigt. Nur mit Hilfe von Juanito kann sie sich dem brutalen Übergriff des Barkeepers entziehen. Sie weiß jedoch nicht, wie lange sie vor José Miguel noch vertuschen kann, dass sie im \"D’Ruby\" arbeitet. José Julian ist sauer, weil Karla zu oft mit Mauro zusammen ist. José Julian liebt sie und will sie ganz für sich allein, wovon er sie auch nach und nach überzeugen kann. Romina besucht ihre Freundin Araceli, die im Salon von Salomé arbeitet. Araceli ist entsetzt, als sie sieht, wie Serapio Romina durch seine Schläge zugerichtet hat. Romina schwant nichts Gutes, als Salomé sie zu einem Gespräch unter Frauen zu sich bittet. Wenig später trifft man sich bei einem harmonischen Essen im Restaurant. Fernanda, Willy, José Julian und Karla, José Miguel und Romina – alle sind versammelt. Als auch noch Julio und Arturo zu der fröhlichen Runde stoßen, ist das Familienglück perfekt. Am Abend gestehen sich Julio und Salomé ihre Liebe. Als Julio sie fragt, ob sie seine Frau werden möchte, ist sie von ihren Gefühlen hin und her gerissen. Wird sie \"Ja\" sagen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379965","hoster":"VOE"},{"path":"/redirect/8379961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-81","name":"Folge 81","epNo":81,"alt":"","descr":"Julio kann Salomé überreden, ihn zu heiraten. Er will nichts fordern und verzichtet darauf, zu erfahren, wer sein leiblicher Sohn ist. Außerdem hofft er darauf, einen Strich unter die Vergangenheit ziehen zu können. Als er seiner Familie Salomés Besuch ankündigt, reagiert Lucrecia aggressiv und wütend. Sie macht klar, dass sie ihren Hass auf Salomé niemals begraben wird. Als Julio ganz geknickt zu Salomé kommt, findet er dort zu seiner Überraschung seine Mutter vor, die händeringend und unter Tränen Salomé um Verzeihung bittet. Salomé kann ihr das nicht glauben und will sie loswerden, aber Julio überredet sie auch jetzt wieder, seiner Mutter eine Chance zu geben. Was er nicht weiß ist, dass Lucrecia eine Schmierenkomödie spielt. Rebecca hat ihr einen intriganten Plan vorgeschlagen, der darauf basiert, dass sie Salomé gegenüber Kreide frisst, um dann als unschuldiges Opfer dastehen zu können. Am Abend soll ein gemeinsames Essen stattfinden, bei dem Julio und Salomé ihre Hochzeit ankündigen wollen. Die drei Josés versuchen weiterhin, Antworten auf die Familiengeheimnisse zu bekommen. Diesmal nehmen sie sich vor, Doña Lucrecia selbst zu befragen. Arturo fängt sie aber ab und rät ihnen dringend, sich an Salomé zu wenden. Romina beschwert sich bei Diego über Serapios Vergewaltigungsversuch und will aus diesem Grund die Arbeit kündigen. Diego gibt sich empört und erfährt, dass Juanito ihr zu Hilfe gekommen ist. Er staucht ihn wütend zusammen und gibt ihm anschließend den Auftrag für ein neues Attentat. Zuerst muss Juanito dafür sorgen, dass am Abend bei Marcos eine Party steigt, zu der alle Kommilitonen eingeladen sind. Alles weitere will er dann organisieren…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379959","hoster":"VOE"},{"path":"/redirect/8379960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-82","name":"Folge 82","epNo":82,"alt":"","descr":"Während Salomé mit ihren Söhnen José Julián und José Miguél bei den Montesinos zum Abendessen eintrifft, bei dem sie ihre Geheimnisse lüften will, sind José Armando und Karla bei einer Party. Karla fehlt zu ihrem Glück nur noch José Julián und so versucht sie, ihn per Handy zu erreichen. Willy erklärt ihr, dass José Julián mit seiner Mutter und seinem Bruder bei den Montesinos ist. Als Karla daraufhin ihren Vater anruft, bittet Julio sie, mit José Armando zum Essen zu kommen, da Salomé etwas Wichtiges erklären möchte. Karla will sich sofort auf den Weg machen. Durstig vom Tanzen nehmen die beiden noch einen letzten Schluck, und der ist ihr Verhängnis. Diego hat dafür gesorgt, dass Juanito ihnen eine Droge ins Glas kippt, und diese beginnt kurz darauf zu wirken. Karla verliert die Kontrolle über das Auto und rauscht in eine Mauer. Diego findet sie bewusstlos und bringt die beiden ins Krankenhaus. Dort stellt man fest, dass sie mit Drogen voll gepumpt sind, und der Skandal bei den Montesinos und Lavalles ist dementsprechend groß. Während Salomé Karla verdächtigt, ihrem Sohn etwas in den Drink getan zu haben, ist es bei Julio natürlich umgekehrt. Als beide Kinder ihre Unschuld beteuern fällt bei Julio zum ersten Mal der Verdacht auf Diego. Der fühlt sich wie immer schlecht behandelt und erklärt, Julio und Salomé müssten ihm dankbar sein dafür, dass er ihre Kinder gerettet habe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13001660","hoster":"VOE"},{"path":"/redirect/8379953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-83","name":"Folge 83","epNo":83,"alt":"","descr":"José Julián und José Miguel wollen mit Marcos abrechnen. Doch dieser wird von Mauro und León verteidigt, so dass die beiden Brüder unverrichteter Dinge abziehen müssen. Wieder zu Hause, kommen Karla und José Julián auf die Idee, zur Ablenkung ins Kino zu gehen. Sie wollen José Miguel, Natalia und José Armando mitnehmen. Doch José Armando liegt in seinem Bett und wird von Depressionen geplagt. Allerdings nicht, wie die anderen glauben, wegen der Drogengeschichte, sondern weil er zu der bitteren Erkenntnis gekommen ist, dass er kleiner und anders als seine beiden Brüder ist. Als endlich Natalia kommt, soll sie versuchen, José Armando zu überreden, mit ins Kino zu kommen. Sie kann ihn aufmuntern, und José Armando nutzt die Gelegenheit, ihr zu gestehen, dass er sie mag. Er küsst sie, was Natalia völlig verwirrt. Karicia verspricht Romina, keinen Schluck Alkohol mehr zu trinken, um sich bei José Miguels Familie als Rominas Mutter ausgeben zu können. Sie lässt sich frisieren und legt Schmuck an, so dass Abel und Serapio sie kaum wieder erkennen. Selbst Diego ist überrascht. Er glaubt nicht daran, dass Karicia es schafft, nichts mehr zu trinken, und hält ihr provokant ein Glas Cognac vor die Nase. Aber Karicia widersteht der Versuchung. Lucrecia droht, persönlich mit den drei Söhnen Salomés zu sprechen, wenn Salomé nicht endlich sagt, wer von den dreien Julios Sohn ist. Als Mauricio zu Hause bei Salomé auftaucht, werfen ihn José Julián und José Miguel kurzerhand raus. Daraufhin schwört Mauricio Rache. Money nutzt Aldos Liebeskummer für einen Verführungsversuch. Rebeca gibt immer noch nicht auf. Sie verabredet sich für den Abend mit Julio und geht sofort zu Salomé in den Schönheitssalon, um sich für das Rendezvous herrichten zu lassen. Sie behauptet, die wichtigste Verabredung in ihrem Leben zu haben, bei der Julio um ihre Hand anhalten wird. Salomé ist schockiert und befiehlt Willy, Rebeca ganz besonders spektakulär zu frisieren. Willy versteht erst nicht, wird dann aber eingeweiht und erfüllt Salomés Anweisung: Rebeca sieht anschließend völlig zersaust aus und tobt vor Wut. Derweil bittet Salomé Julio für selbigen Abend um ein Treffen, was Julio sofort annimmt. Er lässt die Verabredung mit Rebeca absagen. Doch als Salomé und Julio abends im Restaurant sitzen, wirft ihm Salomé vor, er sei ein Lügner und Heuchler, und sie glaube nicht an seine Liebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379947","hoster":"VOE"},{"path":"/redirect/8379948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-84","name":"Folge 84","epNo":84,"alt":"","descr":"Julio kann Salome davon überzeugen, dass er nur sie liebt. Rebeca ist außer sich darüber, aber Julio macht ihr unmissverständlich klar, dass er Salome heiraten will. Kikis und Piro halten eine Art Séance ab, die gehörig in die Hose geht. Sie wollen herausfinden, wer die Söhne von Hipólito sind. Natalia und José Armando sind ein Paar geworden. Romina will José Miguel ihre \"Mutter\" vorstellen. Karicia hat sich fest vorgenommen, wenigstens einen Tag nicht zu trinken, um Romina nicht zu enttäuschen. José Miguel lädt Romina und Karicia in die Wohnung ein und bittet auch Salome zu kommen. Sie soll Rominas \"Mutter\" und auch Natalia kennen lernen. Mauro kann nicht aufhören, an Irma zu denken. Und Aldo ist verzweifelt, weil Irma ihn zurückweist. Salome zieht in Betracht, Lucrecia zu sagen, wer ihr Enkel ist. Sie will sich damit aber noch ein paar Tage Zeit lassen. Rosario und Hipólito geben sich gegenseitig zu verstehen, wie großartig sie den anderen finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379939","hoster":"VOE"},{"path":"/redirect/8379944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-85","name":"Folge 85","epNo":85,"alt":"","descr":"Karicia kann sich doch nicht zurückhalten und betrinkt sich bei dem Essen. Daraufhin bekommt Romina vor Entsetzen einen hysterischen Anfall. Sie schleppt die lallende Karicia nach Hause und streitet sich fürchterlich mit ihr. Die drei Josés sind sprachlos und wissen nicht, wie ihnen geschehen ist. Salomé kommt nach Hause und sieht gerade noch, wie ihre alte Freundin in ein Taxi steigt. Als ihr die Jungs erzählen, was passiert ist und dabei den Namen Karicia nennen, wird sie hellhörig. Sie beschließt, ihre alte Freundin zu suchen. Diego kommt zu Salomé nach Hause und drängt sie, ihr die Erbschaft seiner Schwester zu überschreiben, andernfalls würde er den Söhnen die Wahrheit über ihre Vergangenheit erzählen. Salomé weiß nicht, was sie tun soll JJ bekommt mit, wie Salomé mit Julio über die Sache redet und will wissen, worum es geht. Salomé redet sich raus, merkt aber, dass sie nicht mehr lange schweigen kann. Die Söhne werden langsam aber sicher unruhig, da sie merken, dass ihnen etwas verheimlicht wird. JJ bittet schließlich Onkel Hipólito um Rat. Salomé, Julio und JM gehen zusammen in den Salon D’Ruby, um dort nach Karicia zu suchen. Sie treffen Rosario, die dort heimlich arbeitet und werden von Marco, León und Mauro gesehen. Während Salomé nach ihrer Freundin sucht, tritt Romina mit einer Maske auf. Sie wollte eigentlich den Job kündigen, aber Diego hat sie nicht aus dem Vertrag gelassen. Nun ist sie wenigstens \"die maskierte Unbekannte\" – und ihr Schatz sitzt im Publikum und merkt nichts. Salomé findet schließlich Karicia, die ihren Rausch ausschläft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379935","hoster":"VOE"},{"path":"/redirect/8379938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-86","name":"Folge 86","epNo":86,"alt":"","descr":"Salomé ist entsetzt über Karicias Zustand. Die nimmt überhaupt nicht wahr, dass Salomé tatsächlich da ist, sondern hält alles nur für einen Traum. Für Salomé steht sofort fest, dass sie Karicia mit nach Hause nehmen muss. Aber Abel rät ihr, bis zum nächsten Tag zu warten. Er verspricht ihr, so lange auf Karicia zu achten. Am nächsten Tag macht Julio Salomé den Vorschlag, Karicia erst mal bei ihm unterzubringen, um sie dann in eine Suchtklinik zu bringen. Er begleitet Salomé ins \"D’Ruby\", wo Karicia erst mal ganz aggressiv auf Salomé reagiert, denn Diego hat Karicia erzählt, dass Salomé nichts mehr von ihr wissen wolle, weil sie jetzt eine große Dame geworden sei. Aber kann Salomé kann Karicia überzeugen und beide verlassen das \"D’Ruby\" für immer. Während eines nächtlichen Besuchs im \"D’Ruby\" ist José Miguel magisch von einer Tänzerin angezogen, ohne zu wissen, dass es sich dabei um Romina handelt. Romina dagegen ist schockiert, als sie José Miguel entdeckt. Sie hat Angst, dass er von ihrem Geheimnis erfährt und ist gleichzeitig eifersüchtig auf sich selbst, weil sie bemerkt hat, wie fasziniert José Miguel von ihr war. Salomé kann gerade noch verhindern, dass er in Rominas Garderobe auftaucht. José Julian macht bei Hipólito noch mal einen Versuch, hinter die Familiengeheimnisse zu kommen. Aber wieder bringt er nichts in Erfahrung. Nun beschließen die drei Brüder, doch endlich Lucrecia zu befragen. Sie melden sich bei Karla zu einem Besuch an und werden von Lucrecia scheinbar herzlich begrüßt und bewirtet. Während José Armando und José Julian mit Natalia und Karla beschäftigt sind, bittet José Miguel Lucrecia um eine Unterredung unter vier Augen. Er möchte von ihr wissen, ob es stimmt, dass Lucrecia und ihre Familie den Vater der Lavalle-Brüder gekannt und ihn schlecht behandelt hat. Lucrecia ist bereit zu antworten. Währenddessen erfährt Manola von dieser Unterredung und reagiert entsetzt. Sie scheint intervenieren zu wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13111850","hoster":"VOE"},{"path":"/redirect/8379932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-87","name":"Folge 87","epNo":87,"alt":"","descr":"José Miguel ist kurz davor, von Lucrecia die Wahrheit zu erfahren, als Manola ihn bittet, in seinem eigenen Interesse sofort zu gehen. José Miguel und seine Brüder verlassen das Haus, ohne sich von Karla zu verabschieden. Später überlegen Sie sich, noch einmal zum Haus der Montesinos zurückzugehen, zum einen, um mit Doña Lucrecia zu reden, und zum anderen wegen Karla und der Kommilitonen, die im Garten gesellig zusammensitzen wollen. Wieder kommt die Hausherrin nicht dazu, den Jungen zu sagen, welcher von ihnen der potentielle Erbe eines großen Vermögens ist. Karla erscheint und erhebt Anspruch auf ihren Freund. Arturo entdeckt zufällig, dass Manola im Besitz des gleichen Medaillons ist wie Lucrecia. Er will wissen, warum, aber sie verweist ihn an seine Frau. Als Lucrecia ihm ebenfalls die Antwort verweigert, und sie Manola und Arturo unterstellt, ein Verhältnis zu haben, gesteht Manola, dass sie Lucrecias Schwester ist, der Fehltritt des ehemaligen Hausherrn mit einem Dienstmädchen. Arturo ist entsetzt. Er schämt sich für seine Frau, die ihre Schwester verleugnet und sich von ihr bedienen lässt. Manola will das Haus verlassen. Aber Arturo bittet sie, zu bleiben, um als gleichwertiges Mitglied in die Familie aufgenommen zu werden. Aber Manolas Entschluss steht fest, sie wird das Haus für immer verlassen. Karla, die Zeugin der Auseinandersetzung wird, will mit ihr gehen. Salomé und Julio bringen Karicia zum Entzug in eine Klinik. Mauro fühlt sich zu Irma hingezogen. Als sie ihn umarmt, taucht Aldo überraschend auf. Eifersüchtig, erzählt er Mauro, dass sich Irma jedem Mann an den Hals wirft, den sie kriegen kann. Er behauptet, sie würde auch mit seinem Vater ins Bett gehen. Mauro beschimpft Irma als eine Hure. In dem Moment kommt Roberto nach Hause. Er glaubt den beiden Jungen kein Wort. Irma ist eine Heilige für ihn. Außerdem weiß er, dass Aldo in sie verliebt ist. Aldo fleht Irma an, Roberto um seinetwillen zu verlassen. Julio überrascht Salomé mit einem Flug ins \"Paradies\". Diego hat durch Bermudez den Absturz des Flugzeugs arrangieren lassen, um Julio und Salomé zu beseitigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379926","hoster":"VOE"},{"path":"/redirect/8379924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-88","name":"Folge 88","epNo":88,"alt":"","descr":"Julio und Salomé fliegen für einen Tag und eine Nacht nach Oaxaca und verbringen eine Zeit voller Romantik und Liebe. Salomé erkennt, dass es nun keine Ausflüchte mehr geben darf und sie ihren Söhnen die Wahrheit über ihre Vergangenheit offenbaren muss. Auch Romina hat bislang vor José Miguel etwas verschwiegen und meint, sich wegen ihres \"Geheimnisses\" von ihm trennen zu müssen. Letztlich siegen aber auch hier die tiefen Gefühle. Karicia wird von Padre Blas in einer Entziehungsklinik betreut. Sie leidet unter Wahnvorstellungen, will aufgeben, bleibt dann aber dank Padre Blas doch und besucht ein Meeting für Alkoholkranke. Für Salomé und ihre drei Jungs naht der große Tag der Wahrheit","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379920","hoster":"VOE"},{"path":"/redirect/8379921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-89","name":"Folge 89","epNo":89,"alt":"","descr":"Salomé und Julio genießen ihren Aufenthalt in Oaxaca. In der Universität kommt es erneut zu einem Streit, weil Mauro, León und einige andere Harry García Schaden zufügten. Nun gibt es wieder Konfrontationen mit den drei Josés. Karlas Freundschaft zu Mauro nimmt Schaden. Arturo will nicht, dass Manola sie weiterhin bedient. Doch die will so weitermachen, bis sie Julio trifft, um ihm noch etwas mitzuteilen. Danach will sie das Haus verlassen. Mauricio verlangt von Rebeca, dass sie weder Julio noch Salomé etwas antut. Ihm geht es nur darum, die beiden zu trennen. Das Flugzeug, mit dem Julio und Salomé zurückfliegen, hat ein technisches Problem und stürzt im Urwald ab. Die beiden sind bewusstlos. Als Julio zu sich kommt, ist Salomé nirgendwo zu finden. Er wird gerettet und kommt ins Krankenhaus. Inspektor León macht ihm keine Hoffnung, Salomé je wieder zu finden, da im Dschungel zu viele Gefahren lauern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379916","hoster":"VOE"},{"path":"/redirect/8379911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-90","name":"Folge 90","epNo":90,"alt":"","descr":"Julio liegt nach dem Flugzeugabsturz im Krankenhaus. Salomé wird vermisst. José Miguel, José Armando und José Julián geben Julio die Schuld an dem Absturz und am Verschwinden ihrer Mutter. José Julián gerät darüber mit Karla in Streit. Ihr Verhältnis kühlt sich zu Karlas Bedauern merklich ab. Liebt er sie noch? Inspector León geht davon aus, dass Salomé tot ist. Mauricio und Rebeca kommen sich näher. Kurze Zeit später chartert er einen Hubschrauber und begibt sich mit den drei Söhnen auf die Suche nach Salomé. Julio will ebenfalls das Krankenhaus verlassen und sich trotz seines angeschlagenen Zustands auf die Suche begeben, wird aber von Rebeca aufgehalten, die ihm zum wiederholten Mal ihre Liebe anbietet. Doktor Iñigo kommt dazu und beordert Julio zurück in sein Zimmer. Mauro denunziert Harry García bei Professor Urbaneda, dem Stellvertreter von Julio, und behauptet, er habe Money sexuell belästigt. Der beliebte Psychologie-Dozent wird zur Demission gezwungen. Money, Nacho, Chava, Diana, Natalia etc. treten in den Streik, um seine Wiedereinstellung zu erreichen. Diego besucht Karicia in der Entzugstherapie und bringt ihr einen \"Flachmann\" mit! Mauricio, José Miguel, José Julián und José Armando finden bei ihrer Suche angekokelte Knochen. Die von Salomé?!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379897","hoster":"VOE"},{"path":"/redirect/8379896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-91","name":"Folge 91","epNo":91,"alt":"","descr":"Die gefundenen Knochen werden gerichtsmedizinisch untersucht. Zur Erleichterung aller sind es nicht Salomés Überreste. Bevor Julio wieder nach Oaxaca fliegt, setzt er durch, Dass Harry Garcia wieder eingestellt wird. Karla und Natalia beschließen, nach Oaxaca zu fliegen, um ihren Liebsten nahe zu sein. Als Mercedes das mitbekommt, schlägt sie vor, dass sich die Kommilitonen zusammenschließen, um gemeinsam nach Salomé zu suchen. Harry Garcia ist auch mit von der Partie. In Oaxaca angekommen überraschen sie die Lavalle-Brüder. Die Suche nach Salomé am nächsten Tag ist ergebnislos. Mercedes macht sich José Julians Verzweiflung zunutze und gesteht ihm, dass sie ihn liebt. Karicia erfährt von Romina, dass Salomé wahrscheinlich tot ist. Darüber ist sie sehr verzweifelt, doch Padre Blas redet auf sie ein. Er meint, sie müsse schon Salomé zuliebe alle Kraft aufbringen, um geheilt zu werden. Arturo erfährt zufällig, dass Julio nicht sein Sohn ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379889","hoster":"VOE"},{"path":"/redirect/8379891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-92","name":"Folge 92","epNo":92,"alt":"","descr":"Als Arturo aus einem Gespräch zwischen Lucrecia und Manola erfährt, dass Julio nicht sein Sohn ist, zieht er sich zunächst verbittert zurück, dann aber sagt er Lucrecia, dass er es weiß. Von nun an wird er seine Frau nur noch hassen. Karicia wagt ihre ersten Schritte in die Freiheit ohne Alkohol. Romina nimmt das Angebot an, im Haus von José Miguel zu übernachten und geht nicht ins \"D’Ruby\". Aber Diego kommt ihr auf die Schliche und steht plötzlich vor ihr, um sie zu holen. Diana gelingt es, Irma in flagranti zu ertappen, um den Verrat an ihrem Vater zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379879","hoster":"VOE"},{"path":"/redirect/8379883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-93","name":"Folge 93","epNo":93,"alt":"","descr":"Als Diego im Garten der Villa Lavalle auftaucht und von Romina verlangt, dass sie mitkommen soll, fragt José Miguel ihn, mit welchem Recht er das tut. Inspector León kommt in die Villa Montesino und eröffnet Julio, dass er des dreifachen Mordes verdächtigt wird: an Salomé, am Piloten des Flugzeugs und der Frau, deren verbrannte Knochen man im Urwald gefunden hatte. Er verhaftet Julio. Money und Diana sagen Roberto, dass seine Frau Irma mit Marcos, einem Kommilitonen von Diana, in einem Hotel war. Roberto glaubt Diana nicht; und Irma streitet alles ab. Aber Diana lässt nicht locker, sondern verlangt von Irma ihren Werkzeugkoffer zu öffnen, weil sich darin eindeutige Beweise befänden. Jetzt wird Roberto doch misstrauisch und will den Inhalt des Koffers sehen. Darin befinden sich allerdings nur Irmas Schminkutensilien. Zerknirscht bittet Roberto Irma um Verzeihung. Die lacht sich heimlich ins Fäustchen. Diego kommt zu Julio ins Gefängnis und will ihn zur Flucht verleiten. Aber draußen wartet der Polizist Olonso, um ihn dann \"auf der Flucht\" zu erschießen. Julio geht nicht darauf ein. Juanito kreuzt im Garten der Villa Lavalle auf und zwingt Romina unter der Androhung, José Miguel umzubringen, mitzukommen. Rebeca besteht darauf, Julio einen Anwalt zu besorgen. Arturo verweist allerdings auf Guillermo. Arturo ist enttäuscht von Manola, weil sie ihm verheimlicht hat, dass Julio nicht sein Sohn ist. Rebeca sucht Mauricio zu Hause auf und erzählt ihm von Julios Verhaftung. Mauricio ist höchst erfreut. Manola geht zu Arturo und erzählt ihm von dem Gespräch zwischen Ramón, dem damaligen Chauffeur, und Lucrecia, das sie damals belauscht hat. Mauricio sagt Rebeca, dass sie Julio gar nicht liebt, sondern er nur eine fixe Idee von ihr ist, weil er nichts von ihr wissen will. Sie liebe ihn genau so wenig, wie er Salomé liebe. Daraufhin küssen sie sich. Oficial Alonso erzählt Julios, wie viele unschuldige Menschen im Gefängnis sitzen. Und sollte es ihnen irgendwann nach Jahren gelingen, ihre Unschuld zu beweisen, würden sie ohne Entschädigung entlassen. Dann schließt er ihm die Tür auf und sagt, er könne gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379873","hoster":"VOE"},{"path":"/redirect/8379869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-94","name":"Folge 94","epNo":94,"alt":"","descr":"Als Julio auf Veranlassung eines Wachtmeisters das Gefängnis verlässt, tappt er damit in eine hinterhältige Falle. Auf der Straße wird er von Serapio und Juanito in ein Auto gezerrt, wo beide versuchen, ihn umzubringen. Danach werfen sie den Leblosen einfach auf die Straße, wo Güerejo ihn findet. Er bringt den Bewusstlosen zu seiner Bande in den Untergrund. Dort pflegen Sie ihn, bis Julio wieder gehen kann, den Unterschlupf verlässt und im Taxi weg fährt. Karicia darf ihre Klinik verlassen und wird auf offener Straße von Diego gezwungen, in seinen Wagen zu steigen. Sie kann Diegos verlockendem Angebot, Alkohol zu trinken, widerstehen und stürzt sich aus dem fahrenden Auto in Sicherheit. Zwischen Salomés Söhnen entsteht ein Streit darüber, ob Julio nun schuldig an ihrem Tod ist oder nicht. Romina schleicht sich nachts aus dem Haus der Familie Lavalle. Als ihr Freund José Miguel das mitbekommt, ist er sehr enttäuscht. Mauricio und Rebeca haben eine Bettgeschichte miteinander","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334869","hoster":"VOE"},{"path":"/redirect/8379863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-95","name":"Folge 95","epNo":95,"alt":"","descr":"Julio hat sich gestellt und sitzt jetzt erneut im Gefängnis, nachdem er sich gestellt hat. Ein Polizist ist der Meinung, Julio sei zudem schuld am Tod seines Kollegen. Julios Anwalt Guillermo holt ihn jedoch aus dem Gefängnis, woraufhin Julio gleich nach Oaxaca reist, um die Suche nach Salomé fortzusetzen. Manola und Arturo reden über ihre Vergangenheit: Manola, uneheliches Kind einer Hausangestellten und Lucrecias Vater, Jacinto Limantour, kam aus Liebe zu Arturo in das Haus von Lucrecia und zog Julio wie ein eigenes Kind groß. Julio findet Salomé bei den Zapoteken, einem Indianer-Volk, das sie gefunden und gepflegt hat, weil es sie für die Tochter des Jaguar-Gottes hält. Julio nimmt sie mit und bringt sie ins Krankenhaus. Karicia sucht weiterhin erfolglos nach Güerejo. Gemeinsam mit Romi hat sie vor, Salomé im Krankenhaus zu besuchen. José Miguel will die maskierte Tänzerin im Nachtclub kennen lernen, ohne Erfolg. Mauricio geht ebenfalls ins Krankenhaus zu Salomé, wo er mit Julio aneinander gerät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379865","hoster":"VOE"},{"path":"/redirect/8379854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-96","name":"Folge 96","epNo":96,"alt":"","descr":"Rebeca geht in Salomés Krankenzimmer und droht ihr an, sie zu töten. Willy ertappt sie dabei und wirft sie aus dem Zimmer. Julio und Mauricio prügeln sich auf dem Krankenhausflur fast. Abel engagiert den Sänger Marco Antonio Muñiz für einen Auftritt im D’Rubi. Marco Antonio spendet seine Gage Padre Blas. Mauricios Frau Elisa ist in der psychiatrischen Klinik fixiert worden und bekommt vom Arzt ein Beruhigungsmittel gespritzt. Er verspricht, ihr zu helfen. Roberto gibt Diana die Schlüssel zu dem Apartment, das Mauro, Money und sie in Zukunft bewohnen sollen. Er bietet ihr an, sie hinzufahren. Aber sie ist mit Chava da und lehnt es ab, sich von Roberto hinfahren zu lassen. Mauricio und Rebeca sind wütend, dass es ihnen nicht gelungen ist, Salomé aus dem Krankenhaus zu entführen. Rebeca will sich einen neuen Plan einfallen lassen, um Salomé auszuschalten. Harry García besucht Padre Blas und fragt ihn, was er mit den drogenabhängigen Jugendlichen Marcos und León machen soll. Padre Blas rät ihm, sie zu ihm zu schicken. Allerdings bezweifelt Harry, dass sie hingehen würden und fragt sich, ob er nicht ihre Eltern benachrichtigen soll. José Miguel sagt Romina im Krankenhaus, dass er ihre Geheimniskrämerei satt hat. Sie versucht sich zu rechtfertigen. Julio und Arturo unterhalten sich im Krankenhaus. Julio klagt ihm sein Leid, dass er, kaum dass er Salomé wieder gefunden hat, sie wieder zu verlieren droht. Mauro überrascht Chava und Diana im neuen Apartment dabei, wie sie sich küssen. Er ist stinksauer. Diana sagt ihm, dass Chava ihr Freund ist. Diego fragt Abel, wo Romina bleibt und ist wütend, weil sie noch nicht im D’Rubi ist. José Julián und Karla beten in der Kapelle des Krankenhauses, dass Salomé wieder gesund wird. Julio geht zu Salomé ins Krankenzimmer, weil er ihren Zustand besorgniserregend findet. Aber Doktor Iñigo wirft ihn wieder raus. Als Romina José Miguel fragt, ob sie für immer sein Leben verlassen soll, vertragen die beiden sich wieder. Obwohl Mauricio und Rebeca sich sehr nah gekommen sind, will Rebeca nicht auf Julio verzichten. Das treibt einen Keil in ihre aufkeimende Beziehung. Manola und Arturo verabschieden sich von Julio, der über Nacht im Krankenhaus bei Salomé bleiben will, und fahren nach Hause. Währenddessen betet Rebeca den Satan an und bittet ihn, Salomé zu töten. Roberto geht zu Mauro und Money ins Apartment und schlägt ihnen einen Ausflug aufs Land vor. Money sagt, sie habe schon etwas anderes vor. Mauro sagt, da er seine Kinder ja rausgeworfen habe, kann er jetzt vergessen, dass er überhaupt welche hat. Carlota, die Oma von Natalia, ruft Natalia an und ist wütend, weil sie die Nacht über nicht zu Hause war. Sie verkündet ihr, sie habe Natalias Mutter angerufen, damit sie kommt und Natalia mit zurück nach Hause nimmt. Natalia ist traurig, weil das bedeuten würde, dass sie sich von José Armando trennen muss. José Armando schlägt ihr vor zu heiraten, denn dann müssten sie sich nie wieder trennen. Als Karla und José Julián in der Cafeteria des Krankenhauses sitzen, kommen Mercedes und Estrellita dazu. Mercedes baggert José Julián an und tut so, als wäre Karla gar nicht anwesend. Da platzt Karla der Kragen und sie geht mit José Julián weg. Doktor Iñigo bestellt Julio und José Miguel zu sich und teilt ihnen mit, dass sie seiner Meinung nach einen Priester rufen sollten, da er befürchtet, dass Salomé den Tag nicht überleben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923686","hoster":"VOE"},{"path":"/redirect/8379847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-97","name":"Folge 97","epNo":97,"alt":"","descr":"Salomé geht es so schlecht, dass Padre Blas ihr, nachdem sich alle von ihr verabschiedet haben, die letzte Ölung erteilt. Zwischen Arturo und Lucrecia tut sich ein immer größerer Graben auf, da Arturo das kalte Verhalten seiner Frau nicht mehr hinnehmen kann. Und zum großen Verdruss von Lucrecia ist Manola immer häufiger bei Arturo. Da Natalias Großmutter ihre Enkelin und José Armando auseinander bringen will, beschließen die beiden zu heiraten. Die Freunde aus der Uni machen einen Ausflug, Estrellita und Nacho haben ein Auge aufeinander geworfen. Julio legt sich, der indianischen Sage der Tochter des Königs Jaguar Folge leistend, zu Salomé ins Krankenhausbett und ermöglich so eine wundersame Heilung. Nach einigen Tagen bringt er sie nach Hause und macht sich zum Joggen auf den Weg. Beim Überqueren der Straße wird er von Susanas Fahrer Raúl angefahren. Im Auto erlangt er zwar das Bewusstsein wieder, kann sich aber an nichts mehr erinnern. Susana bringt ihn zu sich nach Hause. Rebeca hat Eva, die Krankenschwester von Salomé, auf selbige angesetzt. Sie soll Salomé nach und nach vergiften. Die Freunde von Salomés Söhnen besuchen Salomé anlässlich ihrer Heimkehr und singen ihr ein Geburtstagsständchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379839","hoster":"VOE"},{"path":"/redirect/8379840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-98","name":"Folge 98","epNo":98,"alt":"","descr":"Mauricio stattet Salomé einen Krankenbesuch zu Hause ab. Die Freunde der Söhne und Harry García kommen auch zu ihnen nach Hause, um Salomé zu begrüßen. Das ganze wird zu einer munteren Gesellschaft mit Badespaß in Klamotten im Pool. Mercedes macht sich dabei erneut heftig an José Julián ran und Karla kocht vor Eifersucht. Die Krankenschwester Eva, von Rebeca auf Salomé angesetzt, verabreicht im Saft regelmäßige Dosen eines Giftes, um Salomé zu schwächen und langsam umzubringen. Susana gaukelt Julio weiterhin vor, er sei ihr Ehemann Enrique, um seine Aktien verkaufen zu können. Julio kann sich weiterhin an nichts erinnern. Im Hause Montesino wird alles unternommen, um Julio zu finden, u. a. wird in der Presse ein Foto von Julio veröffentlicht. Irma verführt Mauro, der ihr gesteht, sie zu lieben. Als Roberto früher als üblich nach Hause kommt, erwischt er Sohn und Frau in flagranti und setzt beide nach einem heftigen Streit vor die Tür. Mauro will nie wieder etwas mit Irma zu tun haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8379828","hoster":"VOE"},{"path":"/redirect/8379824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-99","name":"Folge 99","epNo":99,"alt":"","descr":"José Armando hat inzwischen in der Buchhaltung des Schönheitssalons seiner Mutter zu arbeiten begonnen. Natalias Mutter kommt, um ihre Tochter zurück in die Provinz zu holen. Aber José Armando taucht im letzten Augenblick auf und nimmt Natalia mit zu sich nach Hause. Seine Mutter Salomé ist jedoch im Zweifel, ob die Entscheidung ihres Sohnes, heiraten zu wollen, so gut ist. Natalia fällt nach all der Aufregung in Ohnmacht. Die Hochzeit soll am nächsten Tag schon stattfinden. Irma verschafft sich mit Hilfe der Polizei erneut Zutritt zu Robertos Wohnung, indem sie vorgibt, von ihm misshandelt worden zu sein. Daraufhin muss Roberto sein Heim verlassen. Und Irma kann sich endlich ungestört ihrer großen Leidenschaft Diego hingeben. Julio ist weiterhin ohne Erinnerung, nur einmal sagt er den Namen Salomés, ohne jedoch zu wissen, wer das ist. Seine \"Retterin\" Susana untersagt dem Fahrer Raúl, Zeitungen mit nach Hause zu bringen, um zu verhindern, dass Julio eine mögliche Suchnachricht nach ihm findet. In der Tat soll am Folgetag in der Zeitung ein Foto von Julio erscheinen, das Lucrecia über einen Freund hat veröffentlichen lassen. Ein Besuch im Krankenhaus ergibt bei Julio keinen besonderen Befund. Lediglich die Kopfschmerzen werden gelindert. Der Polizeiinspektor sucht weiterhin nach Julio. Unter anderem befragt er Mauricio nach dem Verschwinden seiner Frau. Die wiederum ist seit Jahren gegen ihren Willen und auf Veranlassung von Mauricio eingesperrt, hat aber von ihrem behandelnden Arzt das Versprechen bekommen, dass er ihr helfen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14481075","hoster":"VOE"},{"path":"/redirect/8379827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-100","name":"Folge 100","epNo":100,"alt":"","descr":"Diego geht zur Villa Lavalle, um Salomé zu erpressen: Wenn sie ihm nicht Angelas Erbschaft abtritt, will er ihren Söhnen die Wahrheit erzählen. Susana will Aktien ihres Mannes verkaufen, um angeblich einen Konkurs zu vermeiden. Julio, der sein Gedächtnis verloren hat und von Susana gesagt bekommen hat, er heiße Enrique und sei ihr Mann, überprüft die entsprechenden Unterlagen. Er versteht nicht, warum sie verkaufen will, und rät ihr davon ab. Daraufhin fragt sie ihn, ob er sie liebt. Er antwortet, dass müsse ja wohl so sein, da sie verheiratet seien. Immerhin hat sie ihm erzählt, dass sie ein glückliches Paar sind. Aber er würde gerne seine Erinnerung wieder erlangen und sich selbst daran erinnern. Susana erklärt Julio, dass sie auf der Fahrt zum Büro einen Unfall gehabt hätten. José Miguel, José Julián und José Armando reden darüber, dass José Armando Natalia heiraten will. José Julián fragt ihn, ob Natalia schwanger ist. Das verneint José Armando empört und erklärt, sie würden nur heiraten, weil sie sich liebten. Lucrecia und Arturo streiten sich, und Karla bekommt dadurch mit, dass Julio nicht Arturos Sohn ist. Hipólito will Mexiko-Stadt verlassen, aber Piro überredet ihn zum Bleiben. Carlota, Natalias Grossmutter, und Nery, Natalias Mutter, kommen in Begleitung des Polizisten Agente Rivas zu José Armando und beschuldigen ihn, Natalia entführt zu haben. Es kommt zu einem tumultartigen Streit, bis Natalia erklärt, dass sie freiwillig bei José Armando ist. Der Polizist sieht daraufhin keinen Grund mehr einzugreifen und geht. Roberto sitzt deprimiert mit Diana und Money in deren Wohnung, weil ihm klar geworden ist, dass seine Frau Irma ihn nach Strich und Faden betrügt. Diana und Money versuchen ihn zu trösten. Chava, Dianas Freund, kommt zu Besuch und wird von Mauro, der ihn nicht ausstehen kann, angemacht. Irma ruft Mauro an und sagt ihm, dass sie ihn liebt und dass er ihr gehört. Mauricio gibt Salomé einen Brief, der angeblich von Julio stammt, und in dem er erklärt, er liebe sie nicht mehr und habe Mexiko verlassen. Inspector León überbringt Lucrecia ebenfalls einen Abschiedsbrief von Julio. Beide Briefe wurden per e-mail an Julios Firma geschickt. Kikis stößt auf dem Innenhof ihres Wohnblocks mit Javier zusammen, der eine Schüssel mit Hähnchen trägt. Sie scheinen sich beide sehr attraktiv zu finden. Susana fährt mit Julio in ihr Büro. Dort befindet sich Mister Thompson, der soeben in der Tageszeitung ein Bild von Julio gesehen sowie die Überschrift eines Artikels gelesen hat, in dem es um Julios Verschwinden geht. Er erkennt ihn sofort wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380859","hoster":"VOE"},{"path":"/redirect/8380862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-101","name":"Folge 101","epNo":101,"alt":"","descr":"Susana erklärt Mr. Thompson, dass sie Julio als ihren Ehemann Enrique ausgibt, damit er die Papiere für den Verkauf ihrer Firma unterschreibt. Mittlerweile habe Julio sie aber davon überzeugt, dass es besser wäre, nicht zu verkaufen. Karicia besucht Salomé. Diese zeigt ihr den angeblich von Julio stammenden Abschiedsbrief. Karicia weigert sich zu glauben, dass Julio einfach so fort gegangen sein soll. Mauro schlägt Mercedes vor, sich mit ihm zusammenzutun, um Karla und José Julián auseinander zu bringen. José Julián hält den angeblichen Abschiedsbrief von Julio für echt und ist furchtbar wütend auf ihn. Darüber ist Karla sehr verärgert. Es kommt zum Streit und sie machen Schluss miteinander. José Armando und Natalia heiraten im kleinen Kreis in der Villa Lavalle. Zur Hochzeitsreise fliegen sie nach Acapulco. Im Hotelzimmer gestehen sie sich gegenseitig, noch keine sexuellen Erfahrungen zu haben. Karicia wird aus der Therapie entlassen. Javier macht Kikis den Hof. Piro ist eifersüchtig. Mauricio taucht in Salomés Schlafzimmer auf und behauptet, Julio habe eine Affäre mit Rebeca Santos. Rebeca Santos geht zu Susana, Raúl öffnet die Tür und sie bittet ihn, Susana Bescheid zu sagen, dass ihre beste Freundin da sei!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380854","hoster":"VOE"},{"path":"/redirect/8380857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-102","name":"Folge 102","epNo":102,"alt":"","descr":"Rebeca erfährt zwar von dem neuen Mann an Susanas Seite, lernt ihn jedoch nicht kennen. José Julián und Karla verkrachen sich, weil Karla beobachtet hat, wie Mercedes José Julián küsste. José Armando und Natalia kommen überglücklich von der Hochzeitsreise zurück. Natalia scheint etwas zu haben, weil sie manchmal schwach wird. Die ganze Clique bereitet ihnen eine Überraschungsparty Zuhause. Der Hühnerverkäufer Javier macht sich an Kikis ran, die ziemlich beeindruckt von ihm ist. Piro ist eifersüchtig, schafft es aber nicht, sich Kikis zu offenbaren. Irma sucht Mauro auf dem Schulgelände auf. Bei der Gelegenheit sagt sie in Anwesenheit von Mercedes, dass sie nicht nur Mauros Stiefmutter, sondern auch dessen Geliebte ist. Karicia wird als geheilt entlassen und macht sich mit Romina auf den Weg zu Salomé. Sie wohnt ab sofort bei ihrer alten Freundin. Mauricio hat Salomé die Lüge unterjubeln wollen, dass Rebeca mit Julio zusammen lebt, letztlich geht die Rechnung aber nicht auf, da Rebeca die Geschichte in Anwesenheit von Salomé und Arturo dementiert. Romina beichtet gemeinsam mit Karicia Salomé, dass sie gar nicht Karicias Tochter ist und im Salón d’Rubí als Tänzerin arbeitet. Diego hält Irma an, sich weiterhin um die Freundschaft von Salomé zu bemühen. Als Julio spät abends an die Tür geht, steht Enrique, Susanas Ehemann, vor ihm","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380851","hoster":"VOE"},{"path":"/redirect/8380853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-103","name":"Folge 103","epNo":103,"alt":"","descr":"Enrique fragt Julio, wer er sei. Der reagiert konsterniert, da er sich ja für Enrique hält. Lucrecia tut so, als hätte sie einen Liebhaber, erreicht damit aber nur, dass Arturo sich von ihr scheiden lassen will. Salomé und Karicia gehen ins D’Rubi, um Diego zu bitten, Romina aus dem Vertrag zu entlassen. Salomé bietet an, auf Angelas Erbschaft zu verzichten, wenn Diego sie dafür Romina mitnehmen lässt. Diego lehnt ab und sagt, das tut er nur, wenn er außerdem noch erfährt, welcher von ihren drei Söhnen Julios Sohn ist. Auf der Willkommensfeier für José Armando und Natalia wollen Marcos und León Drogen konsumieren, werden dabei aber von José Miguel ertappt und aus dem Haus geworfen. Irma telefoniert ihren Liebhabern hinterher, kann aber keinen von ihnen erreichen. Roberto kommt zu ihr und warnt sie davor, seinen Sohn Mauro weiter zu behelligen. José Julián sagt Karla, dass er sie liebt und nur sie allein. Sie glaubt ihm nicht, und unterstellt ihm, dass er sich doch für Mercedes interessiert. Eva bringt Salomé Kekse, die mit Arsen versetzt sind. Diese Arsengaben sind der Grund dafür, dass es Salomé so schlecht geht. Eva soll Salomé nämlich im Auftrag von Rebeca Santos vergiften. Harry García und seine Studenten veranstalten das von Money angeregte Rennen mit ferngesteuerten Autos. Als das Rennen in vollem Gange ist, kommt ein Van angebraust, in dem auch Marcos sitzt, und hält genau auf die kleine Gruppe zu!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380848","hoster":"VOE"},{"path":"/redirect/8380849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-104","name":"Folge 104","epNo":104,"alt":"","descr":"Julio begibt sich zu Salomé, um ihr die ganze Geschichte mit dem Gedächtnisverlust zu erklären. Rebeca ist auch dabei, wird aber von Julio vor die Tür gesetzt. Zuvor hat sie aber von dem neuen Glück ihrer Freundin Susana erzählen können, so dass Salomé Julio nicht mehr vertraut und sich von ihm durch sein Zusammensein mit Susana betrogen fühlt. Piro macht weiterhin Anstalten, sich Kikis zu offenbaren, scheitert aber. Enrique gewährt Susana gegen Geld die Scheidung, um Diego seine Spielschulden bezahlen zu können. Marcos und León haben die kleinen Spielzeugautos mit ihrem Wagen kaputt gefahren. Damit sollte Geld für die Erfinderwerkstatt gesammelt werden. Jetzt ist die Clique sauer, konnte aber die Täter nicht erkennen. Harry beschuldigt die beiden, doch Marcos streitet alles ab. Er versucht außerdem Karla zur Freundin zu gewinnen, die ja inzwischen wieder solo ist. Romina macht mit José Miguel Schluss, der völlig am Boden ist. Rosario erzählt Abel von dem belauschten Gespräch zwischen Diego, Serapio und Juanito, durch das sie erfuhr, dass Diego den Flugzeugabsturz geplant hatte. Als Diego Verdacht schöpft, erzählt sie ihm, sie habe Angst, ihre Zwillinge könnten herausbekommen, wo sie arbeite. Sie will zum Monatsende mit der Arbeit im Nachtclub aufhören, Diego lässt sie aber nicht. Susana sucht Julio ein letztes Mal auf, um sich zu verabschieden und zu entschuldigen. Salomé geht es immer schlechter, sie weigert sich aber, einen Arzt zu konsultieren, weil sie ihr Gebrechen ihrem kranken \"Herzen\" zuschreibt. Julio taucht auch bei seinen Eltern wieder auf. Arturo kann die Geschichte seines Sohnes kaum glauben und vermutet, dass dieser sich in Susana verliebt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380845","hoster":"VOE"},{"path":"/redirect/8380843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-105","name":"Folge 105","epNo":105,"alt":"","descr":"Diego und Rebeca tauchen bei Susana Ramos auf, um mit ihr über etwas Geschäftliches zu reden. Mauricio besucht seine Frau Elisa in der psychiatrischen Klinik, in die er sie sich, obwohl sie völlig gesund ist, hat einliefern lassen. Er bedrängt sie, ihm zu sagen, wer sich in ihrem Auftrag an ihm rächen will. Sie sagt, ihr Sohn. Dr. Angello ertappt Mauricio dabei, wie er Elisa aggressiv bedrängt, stellt ihn zur Rede und fragt ihn, ob er vielleicht paranoid ist. Mauricio erwidert, er bezahle viel Geld dafür, dass Elisa in der Klinik festgehalten werde, und falls sie entwischen sollte, würde er dafür sorgen, dass man erfährt, was in der Klinik alles so vor sich geht und dass Dr. Angello dann sogar seine Approbation verlieren könnte. Kikis hat für Hipólito und Piro gekocht und bringt ihnen das Essen. Piro will nichts essen; er ist eifersüchtig. Hipólito sagt, er sei bloß eifersüchtig auf den Hähnchenfritzen, und er solle Kikis gestehen, was er für sie empfinde. Piro sagt, Kikis habe ihn verhext. Kikis haut ihm daraufhin eine Tortilla um die Ohren und rauscht raus. Diana geht mit Chava zu ihm nach Hause und schläft dort mit ihm. Anschließend hat sie Gewissensbisse, aber Chava beruhigt sie und sagt, dass er sie jetzt um so mehr liebe. Salomé geht es sehr schlecht. Doktor Iñigo entnimmt ihr Blut, um es analysieren zu lassen. Eva telefoniert mit ihrem Geliebten. Sie erzählt ihm, dass sie Salomé im Auftrag von Rebeca vergiftet. Anschließend wolle sie Julio becircen, ihn dann umbringen und beerben. Rebeca ist außer sich und attackiert sie. Alarmiert von dem Lärm kommen Julio und José Julián herbeigelaufen. Rebeca beschuldigt Eva, Salomé vergiften zu wollen. Eva sagt, Rebeca habe sie dazu angestiftet, und obwohl das stimmt, glaubt ihr natürlich niemand. In der von Doktor Iñigo in Auftrag gegebenen Analyse von Salomés Blutprobe werden erhebliche Spuren Arsen gefunden. Eva wird von Inspector León verhaftet. Rebeca kann sich als Retterin von Salomé darstellen. Natalia geht es nicht gut. Ihr ist sehr oft schwindlig, und sie fragt sich wieso. Salomé eröffnet Julio, dass sie auf ihre Liebe zu ihm zugunsten von Rebeca verzichtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380833","hoster":"VOE"},{"path":"/redirect/8380836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-106","name":"Folge 106","epNo":106,"alt":"","descr":"Salomé verkraftet nicht, dass Julio an der Seite von Susana glücklich gewesen ist. Sie geht auf Distanz. Julio will noch einmal mit Susana reden. Von Raúl erfährt er, dass sie nach New York fliegen wird. Er fährt zum Flughafen, kommt aber zu spät. Mauricio versucht, Salomé einzureden, dass Julio die Krankenschwester angestellt hat, weil er ihren Tod wünscht. Dann würde er endlich erfahren, welcher ihrer Söhne auch sein Sohn ist. Salomé glaubt ihm nicht. Willy zweifelt daran, dass Rebeca Salomé das Leben retten wollte. Für ihn ist die Frau der Teufel in Person. Die Krankenschwester behauptet während ihrer Vernehmung durch Inspektor León, dass Rebeca sie beauftragt und dafür bezahlt habe, Salomé zu vergiften. Julio bittet Salomé erneut, ihm zu sagen, wer sein Sohn ist. Sollte sie weiterhin schweigen, droht er, die Jungen einzuweihen und sie um einen DNA-Test zu bitten. Salomé behauptet, sein Sohn sei gestorben, kann Julio aber nicht davon überzeugen. Diana will bei Chava wohnen, um dem andauernden Streit zwischen ihrem Vater und Mauro wegen Irma zu entfliehen. Sie wartet abends vergeblich im Park auf ihn. Er ist in eine Polizeikontrolle geraten. Diego versucht, Romina in ihrer Garderobe zu vergewaltigen. Dank des Messers, das sie nach Serapios Vergewaltigungsversuch unter dem Kopfkissen versteckt hat, kommt sie noch einmal davon. Sie verspricht Kikis, mit dem Tanzen in der Bar aufzuhören. José Miguel taucht wieder in der Bar auf, um Romina tanzen zu sehen. Diego geht zu \"Plan B\" über. Er befiehlt Serapio, an der Seite von Romina aufzutreten. Anlässlich ihres Geburtstages plant Money ein Kostümfest im Hause Lavalle mit ihren Kommilitonen. Harry Garcia ist auch eingeladen. León und Marcos haben in der Pause zwischen den Vorlesungen Garcias Brille zerstört. Der Dozent verweist sie des Raumes. García versucht mit Mauro über seine seelischen Befindlichkeiten zu reden. Der Junge ist nicht bereit, Hilfe anzunehmen. Arturo gibt Julio zu bedenken, ob es wirklich richtig ist, Salomé zwingen zu wollen, preiszugeben, wer sein Sohn ist. Julio glaubt, Salomé liebe ihn nicht mehr, sondern interessiere sich nur noch für Mauricio.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380829","hoster":"VOE"},{"path":"/redirect/8380828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-107","name":"Folge 107","epNo":107,"alt":"","descr":"Arturo teilt Lucrecia mit, dass er sich von ihr scheiden lassen will. Sie kocht vor Wut. Besonders Manola bringt sie aus der Fassung. Sie sagt ihr ohne Umschweife, was sie von ihr hält. Arturo eröffnet Julio, dass er Manola liebt. Rebeca beschließt, mit der Teufelsanbetung aufzuhören. Serapio tanzt mit Romina auf der Bühne. Am Ende des Tanzes reißt er ihr die Maske vom Gesicht. José Miguel, der im Publikum sitzt, ist schockiert und will nichts mehr von ihr wissen. Er geht in seiner Verzweiflung zu Hipólito. Salomé ist enttäuscht darüber, dass José Miguel mit seinen Sorgen nicht zu ihr gekommen ist. Er wirft ihr vor, ihn wegen Romina angelogen zu haben. Diego verleitet Romina zum Trinken. Gott sei Dank taucht aber Karicia auf. Während Diana im Park auf Chava wartet, wird sie von zwei jungen Männern belästigt. Sie ist enttäuscht, dass Chava nicht gekommen ist, und flüchtet sich zu Karla. Mauricio taucht mit Inspektor León bei Julio auf und beschuldigt ihn, hinter dem versuchten Giftmord an Salomé zu stecken. José Armando und José Julian suchen Lucrecia auf. Sie verrät ihnen, dass einer der drei Brüder Julios Sohn ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380826","hoster":"VOE"},{"path":"/redirect/8380827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-108","name":"Folge 108","epNo":108,"alt":"","descr":"Lucrecia erklärt den überraschten Brüdern, dass es ihrer Meinung nach José Armando sein müsste, den ein großes Erbe erwartet. Manola kommt zu spät, um das zu verhindern. Manola weiht daraufhin Karla in die ganze Geschichte ein, damit sie die Geheimnisse nicht von anderen erfährt. Arturo hat Verständnis für Manolas Verhalten. Als die beiden allein sind, wollen sie sich küssen. In dem Moment taucht Lucrecia auf und erwischt die beiden in flagranti. Julio versucht vergeblich aus Salomé herauszubekommen, wer sein Sohn ist. Salomé kann ihm nicht verzeihen, dass er Susana Ramos geliebt hat, und sie lässt Julios Entschuldigung mit dem Unfall nicht gelten. Julio macht sich daraufhin auf die Suche nach dem Jungen, der ihm nach seiner Entführung aus dem Gefängnis geholfen hat. Karicia begleitet ihn. In den Abwässerkanälen von Mexiko-Stadt stoßen sie auf Güerejo. José Miguél sucht bei seinem Onkel Hipólito Ruhe, um über die Trennung von Romina hinweg zu kommen. Karicia aber hat mit einem kleinen Aufstand Romina aus den Fängen von Diego geholt und zu Kikis gebracht. Die beiden begegnen sich dort, und José Miguél macht Romina bittere Vorwürfe, dass sie ihn belogen hat, und dass sie mit ihrer Tanzerei Schande auf sich geladen hat. Auf die impertinente Frage, ob sie nie Scham dabei empfunden habe, antwortet die schluchzende Romina, doch, als sie gesehen habe, dass er sich in die maskierte Dame verliebte. José Miguel rechnet jedoch nicht nur mit Romina, sondern auch mit seiner Mutter ab. Er will wissen, woher Karicia Romina kennt. Rechtzeitig sind die beiden anderen Brüder zur Stelle, um das Geheimnis zu erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380819","hoster":"VOE"},{"path":"/redirect/8380821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-109","name":"Folge 109","epNo":109,"alt":"","descr":"Salomés Söhne dringen einmal mehr in Salomé, damit sie ihnen die Wahrheit sagen soll. Karicia und Julio finden Güerejo und nehmen ihn mit. Karicia will ihm eine Mutter sein. Kikis kann Romina gerade noch davon abhalten, ihrem Leben mit Tabletten ein Ende zu setzen. Lucrecia und Manola beschimpfen sich. Manola triumphiert, da Arturo nichts mehr von Lucrecia wissen will, sondern nur noch um Manola bemüht ist. Lucrecia kann nicht glauben, dass Arturo sich wirklich von ihr scheiden lassen will. Irma sagt Roberto und Mauro, dass sie das Kind, das von einem von ihnen sein soll, abtreiben wird. Hipólito ist deprimiert und einsam. Er hält sein Leben für verpfuscht. Diana hat sich mit Chava versöhnt und will nun endgültig zu ihm ziehen. Die Freunde haben einen Plan ersonnen. José Julian soll als Harlekin auf Moneys Kostümfest erscheinen und Karla als Columbina. Money verplappert sich und so erfährt Mercedes davon. Im D’Rubi rufen die Gäste nach der maskierten Unbekannten. Diego schwört, dass er sich an Salomé und Karicia rächen wird. Salomé versöhnt sich wieder mit Julio. Die Brüder Lavalle sind sich einig, dass eine Frau wie Romina nicht gut genug ist für José Miguel. Salomé geht zu Lucrecia, um ihr zu geben, was sie verdient.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380812","hoster":"VOE"},{"path":"/redirect/8380814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-110","name":"Folge 110","epNo":110,"alt":"","descr":"Salomé und Lucrecia ohrfeigen sich in einem Streit. Money feiert ihren Geburtstag und alle kommen zu einem großen Kostümfest in Salomés Haus. Mercedes verkleidet sich als Columbina und verführt José Julian, der denkt, die Frau in der Verkleidung sei Karla. Leidenschaftliche Knutschereien und das erste Mal – nur eben nicht mit Karla. Die beiden werden auf frischer Tat ertappt und Karla ist am Boden zerstört. José Julián will ihr später erklären, wie es dazu kam, aber Karla will ihm nicht glauben. Julio macht Salomé einen romantischen Heiratsantrag, und sie beschließt, allen als Hochzeitsgeschenk zu verraten, wer Julios Sohn ist. Karicia und Güerejo werden zu \"Mutter\" und \"Sohn\" und sind ganz furchtbar selig darüber. Irma beschließt, abtreiben zu lassen. Arturo will sich mit Manola treffen. Es scheint sich bei ihm um echte Liebe zu handeln! Wer hätte das gedacht. Nacho und Estrellita werden ein Paar. Carlota verstößt Nati, weil diese so ein liederliches Leben führt. Nati ist öfters schwindlig. Mauricio wird langsam verrückt, er leidet unter Verfolgungswahn und weiß nicht, wer was von ihm will. Mit Schaum vorm Mund wirft er Rebeca raus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380803","hoster":"VOE"},{"path":"/redirect/8380806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-111","name":"Folge 111","epNo":111,"alt":"","descr":"Während José Julian und Romina unter ihrer Trennung leiden, versucht José Julian Karla zu einem Treffen zu überreden, bei dem er ihr alles erklären will. Doch vorher taucht Diego bei Salomé auf, um mit ihr und Karicia abzurechnen. Vor Salomés Söhnen erklärt er, dass Salomé vor Jahren zusammen mit ihrer Freundin, der Säuferin, im Nachtclub D’Rubi als Tänzerin gearbeitet habe. Salomé versucht vergeblich, Diego zum Schweigen zu bringen. Dieser erklärt weiter, sie habe sich an den millionenschweren Julio herangemacht, obwohl sie gewusst habe, dass dieser mit seiner Schwester verheiratet war, die zu diesem Zeitpunkt im Sterben lag. Als Julio auftaucht, behauptet Diego noch, Salomé habe im Club nicht nur getanzt, sondern sich auch mit den Kunden eingelassen, sie sei die \"Königin der Nacht\" gewesen. Julio wirft daraufhin Diego achtkantig aus dem Haus und schlägt ihn in der Auffahrt zusammen. Diego sagt blutüberströmt, er habe einen Trumpf, den er noch nicht ausgespielt habe, nämlich den, dass Salomé ihren Sohn zuerst verkaufen wollte. Die Söhne wenden sich angewidert von ihrer Mutter ab und beschimpfen sie. Sie können angeblich nicht länger mit ihr zusammenleben und verlassen empört das Haus. Die schluchzende Salomé kann sie nicht mehr zurückhalten. Natalia ist über die bornierte Art ihres Mannes entsetzt, sieht es aber als ihre Pflicht an, ihm zu folgen. Als Irma ihr Kind abtreiben lassen will, wird sie um ein Haar das Opfer einer Razzia von Inspektor Leon, der den Arzt wegen illegalerTätigkeit verhaftet. Irma kann sich dem Zugriff durch einen Sprung aus dem Fenster entziehen. Die Krankenschwester, die ihr dabei hilft, sieht in der Polizeiaktion ein Zeichen, dass Irma das Kind behalten soll. Diese ist aber von der Vorstellung alles andere als erbaut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380801","hoster":"VOE"},{"path":"/redirect/8380800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-112","name":"Folge 112","epNo":112,"alt":"","descr":"Mercedes spielt ihre Position gegen Karla genüsslich aus. Sie schwärmt von José Julians Leidenschaft, was Karla stark zusetzt. Diana will sich amüsieren, doch Rosario will ihr lieber zeigen, wie man Wäsche wäscht und kocht, damit Diana für Chava später mal eine gute Ehefrau sein wird. Diana glaubt sich in einer anderen Welt. Estrellita macht ihr aber klar, dass die Welt von Nacho und Chava die bessere, weil friedlichere Welt ist. Sie gehen nicht aus, sondern bleiben im Hof und tanzen zum Rhythmus eines Schlagzeugs. Auch Money kommt hinzu und ist glücklich. Man will Romina dazuholen, doch die will nicht, denn sie trauert noch immer José Miguel nach. Der erscheint auch plötzlich mit seinen Brüdern auf dem Hof. Doch sie wollen zu Hipólito, um bei dem zu wohnen. Aber Hipólitos Wohnung ist nicht das Richtige für die Jungs. Und so bringt er sie zu der Wohnung, die ihm einst Salomé geschenkt hatte. Die Jungs sind begeistert, merken aber ziemlich schnell, dass sie Geld brauchen und das nur durch eine Arbeit kriegen können. José Armando schlägt allerdings vor, mit einem Bluttest doch ein für allemal zu klären, wer der Sohn von Julio ist, um an das Vermögen ranzukommen. Die anderen beiden sind entsetzt. José Julian geht in den \"Salon D’Rubi\" und fragt Abel, ob dieser seine Mutter, also Salomé kennt. Da erscheint auch José Armando, später sogar noch José Miguel in der Bar, um verstehen zu können, was ihre Mutter dort früher gemacht hat. Derweil fährt Karla zu Natalia in die Wohnung von den Jungen. Sie verstehen nicht, wie man einer so wunderbaren Mutter wie Salomé Kummer bereiten kann. Arturo trifft sich mit Manola in einem Restaurant und gesteht ihr seine Liebe. Sie kann diese jedoch nicht erwidern, weil er mit ihrer Schwester Lucrecia verheiratet. Die durchschaut das Spiel und will Manola wieder einmal rausschmeißen, was ihr wieder einmal nicht gelingt. Diego wird in seinem erbärmlichen Zustand auch noch von Irma attackiert, die ihm offenbart, dass sie von ihm schwanger ist. Diego streitet seine Vaterschaft ab und macht ihr klar, dass sie das Kind abtreiben soll. Aldo sagt seinem Vater Mauricio, dass er vermutet, Rebeca habe ihm den festlichen Tisch gedeckt. Marcos braucht Stoff. Doch ohne Geld ist da nichts zu machen. Also schlägt er Léon vor, jemanden mit vorgehaltener Waffe auszurauben. Léon lehnt zwar ab, macht aber schließlich doch mit. Sie überfallen einen Tankwart. Julio hält zu Salomé und sagt Lucrecia, dass er sie, wenn die drei Jungen sich wieder beruhigt haben, heiraten wird. Lucrecia droht, diese Hochzeit mit allen Mitteln zu verhindern. Salomé ist verzweifelt. Sie hat das ewige Lügen satt und fährt zu Hipólito. Sie sagt ihm, dass sie den Jungs die Wahrheit sagen will, dass nämlich zwei von ihnen die Söhne von Hipólito sind. Der ist darüber nicht gerade erfreut. Als auch noch Julio dazukommt, sagt ihm Salomé, dass Hipólito der Vater von ihren beiden anderen Söhnen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380794","hoster":"VOE"},{"path":"/redirect/8380798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-113","name":"Folge 113","epNo":113,"alt":"","descr":"Viel ist in den letzten 20 Jahren im Leben von Salomé, Karicia und Julio passiert. Die drei sitzen zusammen und erinnern sich. Salomé und Karicia erinnern sich an ihre Zeit als Tänzerinnen im Nachtclub D’Ruby. Zusammen mit Julio reden sie darüber, wie Salomé und Julio sich kennen lernten und wie sie sich ineinander verliebten. Sie erinnern sich an Julios kranke Frau Angela und daran, dass sie sich wegen Angela nie wieder sehen wollten. Auch an die schönen Tage in Tampico denken sie zurück und an Salomés Schwangerschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380787","hoster":"VOE"},{"path":"/redirect/8380788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-114","name":"Folge 114","epNo":114,"alt":"","descr":"Salomé, Karicia und Julio schwelgen in ihren Erinnerungen: Wie Julio Salomé aus Rücksicht auf seine Frau Angela zurückwies, wie Salomé ins Gefängnis kam und dort ihre Mutter wieder fand, wie sie zu den Montesinos zog, um dort auf ihr Kind zu warten, und mit Angela zusammentraf. Und Salomé wiederholt ihren Eindruck von damals: Für sie war Angela eine \"große Frau\". Die beiden hatten versucht, zusammen mit der schwierigen Situation fertig zu werden, und Salomé versprach, nichts mehr mit Julio anzufangen. Die drei erinnern sich daran, wie Salomé zunächst mit den zehn Millionen Pesos als \"Kaufpreis\" für ihr Kind einverstanden war und es sich anders überlegte, als Manola ihr das Kind heimlich brachte. Sie reden über die Auseinandersetzung mit Doña Lucrecia, die nicht bereit war, auf ihren Enkel zu verzichten, über Salomés Enttäuschung, als Julio nicht kam, um ihr das Kind zu bringen, und über die Entführung des Kindes aus dem Hause Montesino. Karicia erzählt Salomé von ihrem Niedergang und ihrem Abrutschen in den Alkohol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923682","hoster":"VOE"},{"path":"/redirect/8380783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-115","name":"Folge 115","epNo":115,"alt":"","descr":"Julio und Arturo erinnern sich an Angelas Tod und Julios Versprechen, Salomé zu suchen, an die erfolglose Suche und daran, wie Julio den drei Lavalle-Brüdern in der Universität begegnete, ohne zu wissen, dass sie Salomés Söhne sind. Salomé erzählt Karicia, wie sie ihre Söhne groß zog und wie Mauricio ihr half, in Mexiko-Stadt Fuß zu fassen. Karicia wusste auch noch nicht, dass Salomé als erstes erfuhr, dass sich ihre drei Söhne ausgerechnet in die Tochter von Julio Montesino verliebten, wobei Salomé die nackte Panik überkam. Dann erzählt Salomé Karicia vom ersten, überraschenden Wiedersehen mit Julio. Die beiden Freundinnen kommen darauf, dass sie sich im D’Rubi schon einmal getroffen, aber nicht erkannt hatten. Salomé berichtet Karicia von ihrer ersten Wiederbegegnung mit Lucrecia und von der Entführung ihrer Söhne. Dann erinnern sich die beiden an ihr Wiedersehen und Karicias Gesundung. Salomé erzählt ausführlich von ihrer Oaxaca-Reise und dem Flugzeugabsturz. Nun sind die beiden wieder in der Gegenwart angelangt. Karicia ist davon überzeugt, dass die Bösen bestraft werden und für Salomé und ihre Lieben alles gut werden wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380778","hoster":"VOE"},{"path":"/redirect/8392809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-116","name":"Folge 116","epNo":116,"alt":"","descr":"Roberto und Mauro bieten Irma an, bis zur Geburt ihres Kindes für sämtliche Kosten aufzukommen. Danach soll sie ihnen das Baby übergeben und verschwinden. José Julián will sich klar darüber werden, was seine Mutter vor seiner Geburt bewogen hat, in einem Nachtklub zu tanzen. Abel und Romina bringen sein negatives Bild ins Wanken. Er kehrt zu seiner Mama zurück und bittet sie um Vergebung. Unterdessen rätselt Karla, wo José Julian die Nacht verbracht hat, etwa bei Mercedes? José Miguel und José Armando geraten wegen Romina in Streit. José Miguel verbittet sich jede Bevormundung. Er ist sauer, dass ihn sein Bruder nicht von Rominas Anruf unterrichtet hat. Am nächsten Tag sucht er die Tänzerin auf, um sie zu fragen, ob Diego wirklich ihr Geliebter ist. Nachdem Mauricio erfahren hat, dass eine rothaarige Frau sich in der Klinik nach seiner Ehefrau erkundigt hat, vermutet er, dass dies Rebeca war. Er dreht durch und versucht seine \"Geliebte\" zu erwürgen. Rebeca schlägt ihn in Notwehr mit einem Aschenbecher nieder. Sie glaubt, sie hätte ihn umgebracht. Er ist aber nur bewusstlos und wird von Aldo entdeckt. Salomé stürzt Hipólito in Verzweiflung, weil sie ihren bzw. seinen Söhnen reinen Wein einschenken will. Der arme Klempner fürchtet, mit Verachtung gestraft zu werden. Marcos und León verüben unter Drogen mit der Waffe von Leóns Vater einen Raubüberfall auf einen Tankwart. León fürchtet, dass sein \"Alter\" merkt, dass dessen Pistole verschwunden ist. Tatsächlich stellt ihn der Inspektor zu Hause deswegen zur Rede. Marcos – völlig neben der Spur – zieht die Waffe, León kann sie ihm aber entreißen. Schließlich beteuert er, im Gegensatz zu Marcos keine Drogen zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380770","hoster":"VOE"},{"path":"/redirect/8380774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-117","name":"Folge 117","epNo":117,"alt":"","descr":"Als José Julian nach Hause kommt und von der Versöhnung mit seiner Mutter erzählt, schimpft ihn José Armando einen Verräter. Die beiden streiten heftig miteinander. José Julian und Karla kommen wieder zusammen, sehr zum Ärger von Mercedes. Marcos kommt im Drogenrausch zu Harry und Padre Blas. Er bittet ihn um Hilfe dabei, seine Sucht zu bekämpfen. Da keiner weiß, wo seine Eltern sind, übernimmt Harry die Verantwortung für Marcos, damit er im Reha-Zentrum aufgenommen werden kann. José Miguel und Romina versuchen sich auszusprechen. Er kann ihr aber die Lügen nicht verzeihen. Güerejo und Julio kaufen im Supermarkt ein. Güerejo geht mit Tüten beladen zu seinen Kumpels. Als er sich ihnen zu erkennen gibt, ist die Freude groß. Karicia ist weggefahren, um Vorträge in einem neuen Reha-Zentrum zu halten. Sie hat Güerejo einen Brief geschrieben, in dem sie ihm alles erklärt. Güerejo muss Julio eingestehen, dass er nicht lesen kann. Mauricio besucht Salomé und schlägt ihr vor zu behaupten, dass ihre beiden anderen Söhne von ihm sind. José Armando kommt hinzu und denkt, Salomé hätte ein Verhältnis mit Mauricio gehabt. Er beschimpft sie und sagt ihr, sie solle José Julian nicht weiter beeinflussen. Er will nichts mehr mit ihr zu tun haben. Daraufhin bricht Salomé zusammen. Mauricio kümmert sich um sie. Als Julio kommt, weil Willy ihn benachrichtigt hat, fängt er mit Mauricio eine Prügelei an. José Armando besucht Lucrecia, die ihn immer mehr um den Finger wickelt. Er fühlt sich inzwischen als rechtmäßiger Erbe","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380768","hoster":"VOE"},{"path":"/redirect/8380767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-118","name":"Folge 118","epNo":118,"alt":"","descr":"Elisa, Mauricios Frau, ist aus der psychiatrischen Klinik entkommen. José Armando lässt sich von Doña Lucrecia überreden, zu ihr zu ziehen. Natalia will nicht mit und zieht wieder in die Villa Lavalle. José Miguel will Mexiko-Stadt verlassen und nach Ciudad Juarez zurückgehen. Julio versucht, ihn davon abzubringen. Im Salon D’Rubi stellt sich eine neue Tänzerin vor. Sie weigert sich ihren richtigen Namen anzugeben und nennt nur ihren Künstlernamen: \"Big Girl\". Diego engagiert sie sofort. Diego verlangt von Romina, in den Salon D’Rubi zurückzukommen. Er droht damit, dass andernfalls José Miguel die Konsequenzen tragen müsse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380759","hoster":"VOE"},{"path":"/redirect/8380760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-119","name":"Folge 119","epNo":119,"alt":"","descr":"Nach Diegos Drohung, José Miguel Schaden zuzufügen, geht Romina mit ihm in den Nachtclub zurück. Kikis, die das verhindern wollte, ruft José Miguel an. José Miguel ist sich sicher, dass Romina aus freien Stücken mit Diego zurückgegangen ist. Trotzdem holt er sie von der Bühne und will sie zu Kikis bringen. Juanito hat \"Big Girl\" in den Club eingeschleust, um mit ihr einen gemeinsamen Plan durchzuziehen. Doch die hat ihre eigenen Pläne. Salomé kommt nicht zur Ruhe. Erst entschließt sie sich, mit einem Kniefall an Lucrecias mütterliche Gefühle zu appellieren, erntet dafür aber von ihr nur Spott. Dann wirft jemand einen Stein in ihr Wohnzimmer, der in einen Zettel gewickelt ist. Der Brief ist angeblich von Martha, der verstorbenen Schwester von Piro und gleichzeitig Hipólitos Frau. Martha droht Salomé, sie werde das Geheimnis um ihre beiden Söhne verraten, wenn Salomé nicht ihre künftigen Anweisungen befolgen sollte. José Armando hat Julios ehemaliges Zimmer bezogen. Don Arturo warnt José Armando vor Doña Lucrecia und rät ihm, das Haus möglichst rasch wieder zu verlassen. Rebeca plant, Mauricios Frau Elisa bei sich zu Hause zu verstecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380757","hoster":"VOE"},{"path":"/redirect/8380762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-120","name":"Folge 120","epNo":120,"alt":"","descr":"José Miguel bringt Romina zu Kikis zurück. Er kränkt sie mit der Frage, ob sie wegen Diego immer wieder in den Nachtklub ginge. Salomé und Julio waren wegen des Briefes von Martha bei Hipólito und Piro. José Miguel informiert Julio darüber, dass Juanito mit Diego in Sachen Drogenhandel unter einer Decke steckt. Julio erstattet Anzeige, aber da Diego schon lange im Verdacht steht, will die Polizei auf Nummer sicher gehen und ihn erst dingfest machen, wenn genug Beweise vorliegen. Inspektor León geht zu Diego und warnt ihn. León, der Sohn des Inspektors, ist Hauptabnehmer von Diegos Drogen. Diana will ihre Absicht wahr machen auszuziehen. Chava erfährt schließlich, was sie eigentlich stört – ihre Hausfrauenrolle. Er redet auf sie ein, bei ihm zu bleiben. Lucrecia will Karla und José Julián auseinander bringen, damit Karla sich an José Armando, den immer noch als Erben gehandelten \"Enkel\", ranmachen kann. Karla überlegt auszuziehen, Manola rät ab. Mauricio erkennt im Nachhinein, dass Elisa die unbekannte Stimme hinter Rebecas Wohnungstür war. Er sucht Rebeca auf, findet seine Frau aber nicht mehr vor. Die irrt unterdessen orientierungslos durch die Stadt. Denisse alias Big Girl, der neue Tanzstar im Salon D’Rubí, wird von allen begehrt. Diego will sie für sich reservieren und verbietet Serapio und Juanito, ihr zu nahe zu kommen. \"Big Girl\" geht zu Rebeca. Sie – die Tochter von Martha – will sich an Salomé dafür rächen, dass diese vor zwanzig Jahren ihre Brüder \"gestohlen\" hat, sowie an dem Mann, der das Leben ihrer Mutter zerstört hat. Salomé sucht Romina auf, um mit ihr über José Miguel zu reden. In das Gespräch hinein platzt \"Big Girl\" und stellt Salomé zur Rede.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380750","hoster":"VOE"},{"path":"/redirect/8380746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-121","name":"Folge 121","epNo":121,"alt":"","descr":"\"Big Girl\" alias Denisse taucht erst bei Salomé, später bei Hipólito und Piro auf und behauptet, sie sei die Schwester von Marthas Söhnen. Marcos’ Eltern wollen ihren drogenkranken Sohn abholen und in eine andere Einrichtung bringen. Karicia, Harry und Julio wollen das mit allen Mitteln verhindern, was ihnen aber letztendlich nicht gelingt. Moneys Idee, eine Popgruppe zu gründen, stößt allerseits auf breite Zustimmung. José Julián und Karla schreiben schon mal einen Song, den sie dann präsentieren wollen. José Armando ist es ein Dorn im Auge, dass sich sein Bruder José Miguel und Romina versöhnen wollen. Schließlich kommt es sogar zu einem handfesten Gerangel zwischen den beiden Brüdern. Nachdem sie sich beruhigt haben, geht José Miguel zum Abendessen zu seiner Mutter, nicht ahnend, dass Salomé eine Überraschung für sie parat hat: Auch Romina wird ihr Gast sein!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380738","hoster":"VOE"},{"path":"/redirect/12988327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-122","name":"Folge 122","epNo":122,"alt":"","descr":"Nach zähem Ringen versöhnen José Miguel und Romina sich endlich wieder – nicht zuletzt Dank des Einsatzes von Salomé. Das wieder gefundene Glück scheint José Miguel den Impuls zu geben, auch die Aussöhnung mit seiner Mutter zu suchen und wieder nach Hause zurückzukehren. José Armando wohnt zwar noch im Haus der Montesinos, aber auch ihn plagt das Zerwürfnis mit seiner Mutter. Als Lucrecia einen DNA-Test vorschlägt, um sicherzustellen, dass er tatsächlich Julios Sohn ist, scheint dieser implizierte Zweifel der Auslöser zu sein, dass auch José Armando sich wieder mit seiner Mutter versöhnen möchte. Der dritte der Brüder, José Julián, wird mit einer folgenschweren Neuigkeit konfrontiert: Mercedes gibt vor, ein Kind von ihm zu erwarten. Piro indes hat sich endlich ein Herz gefasst und fragt Kikis, ob sie nicht mit ihm zusammen sein möchte. Als Javier davon Wind bekommt, kontert er mit einem spontanen Liebesreim und bittet ebenfalls um ihre Gunst. Marcos’ Therapieversuch scheitert, noch in der Institution wird er rückfällig und letztlich von der Polizei beim Drogenerwerb gestellt. \"Big Girl\" Denisse präsentiert sich Salomé zwischenzeitlich auf ihre unangenehme Art und lässt nicht locker, von ihr erfahren zu wollen, welche zwei Jungs ihre Brüder sind. Der Heiratsanträge noch nicht genug, knüpft Hipólito zarteste Bande mit Rosario und Julio kündigt seiner Salomé an, sobald José Armando auch wieder zurückgekehrt sei, gehe es zum Traualtar. Salomé verspricht, ihm an diesem Tag zu offenbaren, welcher ihrer drei Jungs Julios Sohn ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923672","hoster":"VOE"},{"path":"/redirect/8380734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-123","name":"Folge 123","epNo":123,"alt":"","descr":"Juanito wird beim Drogenhandel geschnappt. Inspektor León bietet gegen eine Aussage über die wirklichen Hintermänner eine sofortige Freilassung an. Juanito macht auch eine Aussage, allerdings nicht gegen Diego, sondern er klagt die Lavalle-Brüder und den Sohn des Inspektors, León, an. Kikis nimmt den Antrag von Javier, seine Freundin zu sein, an. Piro will Kikis auch unbedingt haben, hat aber wohl zu lange gewartet. Natalia hat erfahren, dass sie die unheilbare Krankheit ihres Vaters geerbt hat und darum nur noch zwei bis drei Jahre zu leben hat. Im Falle einer Schwangerschaft verkürzt sich ihre Lebenszeit auf Monate. Sie will José Armando nichts über ihre Krankheit sagen, und alle müssen versprechen, es vor ihm geheim zu halten. Außerdem will sie José Armando noch zum Vater machen, damit ihm etwas von ihr zu seinem Trost bleibt. Marcos wird von Harry und Padre Blas bei der Polizei abgeholt und kommt wieder in das Rehazentrum, wo sich Karicia erneut um ihn kümmert. Lucrecia verliert José Armando, der zu seiner Mutter und Natalia zurückkehrt und sich bei allen entschuldigt. Mauricio wird immer verrückter aus Angst vor seiner Frau Elisa. Elisa hat Guillermo erzählt, dass Mauricio sie in eine Irrenanstalt gesteckt hatte. Guillermo droht Mauricio Rache an. Big Girl taucht in der Vecindad auf und streut Zwietracht. Im Krankenhaus, als alle bei Natalia zu Besuch sind, wirft Julio sie raus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380729","hoster":"VOE"},{"path":"/redirect/8380731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-124","name":"Folge 124","epNo":124,"alt":"","descr":"Karla und Diana erfahren von Natalia, dass sie im Falle einer Schwangerschaft früher sterben wird. Natalia darf nach Hause. Sie wird von José Armando wie eine Braut über die Schwelle getragen. Money bringt Irma Babykleidung. Irma beschimpft Money, woraufhin sich Mauro zwischen die beiden stellt. José Julian erzählt Salomé, dass Mercedes ein Kind von ihm erwartet. Daraufhin macht Salomé ihm klar, dass er die volle Verantwortung für Mutter und Kind übernehmen muss. Schweren Herzens beenden Karla und José Julian ihre Beziehung, damit José Julian Mercedes heiraten kann. Lucrecia zeigt sich bereit, die Scheidungspapiere zu unterschreiben. Dann macht sie aber einen Rückzieher und beschimpft Manola auf das Übelste. Julio, der hinzukommt, erfährt zufällig, dass Lucrecia und Manola Schwestern sind. Er macht seiner Mutter Vorhaltungen, weil sie Manola immer so schlecht behandelt hat und wendet sich von ihr ab. Lucrecia sagt Manola, dass sie Arturo lieber den Tod wünscht als ihn mit ihr zu sehen. Arturo, der das hört, verlässt daraufhin das Haus. Hipólito erscheint im Hause Lavalle, um mit den Jungs über die Bemerkungen von Denisse zu sprechen. Er hat beschlossen alles aufzuklären. Diego macht Juanito und Serapio klar, dass Denisse ihm gehört. Juanito deutet an, dass Denisse vorhat, Geld aus der Geschichte mit Hipólito zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380722","hoster":"VOE"},{"path":"/redirect/8380724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-125","name":"Folge 125","epNo":125,"alt":"","descr":"José Julián sagt Mercedes, dass er sie heiraten wird, um dem Kind, das sie von ihm erwartet, einen Namen und einen Vater zu geben. Diego fährt mit Big Girl alias Denisse, Juanito und Serapio an einen abgelegenen Ort und will von Juanito und Serapio wissen, welchen Plan sie hinter seinem Rücken mit Denisse geschmiedet haben. Juanito und Serapio kommen ins Streiten und bringen sich gegenseitig um. Als dem sterbenden Serapio klar wird, dass sie in eine Falle ihres \"Patróns\" getappt sind, will er Diego erschießen. Dieser kommt ihm jedoch zuvor. Denisse fügt sich Diego. Kurz vor der eigentlichen Trauung erfährt José Julián von Estrellita, der Schwester von Mercedes, dass seine zukünftige Frau gar nicht schwanger ist. Piro gesteht Kikis seine Liebe zu spät und streitet sich deswegen mit Javier. Hipólito erklärt, dass er damals seine zwei Söhne an eine Frau gegeben hat, von der er wusste, dass sie den beiden Jungen eine bessere Zukunft ermöglichen würde. Die drei Lavalle Brüder fühlen sich dabei gar nicht angesprochen und nur Salomé rollt gelegentlich mit den Augen. Don Arturo verlässt Lucrecia und das Haus. Manola auch, die sich ihm aber noch nicht gleich anschließen will, sondern um Bedenkzeit bittet. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380715","hoster":"VOE"},{"path":"/redirect/8380713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-126","name":"Folge 126","epNo":126,"alt":"","descr":"Nachdem José Julián mehrfach vom Standesbeamten gefragt wurde, ob er Mercedes heiraten will, wirft der ihr ihren Betrug mit der Schwangerschaft vor. Dann läuft er weg und irrt völlig am Boden zerstört in der Stadt umher. Er beschließt, für ein paar Wochen nach Ciudad Juárez zurückzugehen, um den Kopf klar zu bekommen. Julio und Salomé einigen sich auf einen Hochzeitstermin in sechs Wochen. Irma will ihr Kind jetzt selber aufziehen und dem leiblichen Vater nur erlauben, das Kind zu besuchen. Manola gibt Arturo die Antwort auf seinen Heiratsantrag: Sie sagt ja. Lucrecia hingegen unterschreibt die Scheidungspapiere. Doch das neue Paar muss noch ein Jahr warten, bis die Scheidung durch ist. Diana will, dass sie und Chava im Haus ihres Vaters wohnen. Aber Chava weigert sich. Also gehen die beiden im Streit auseinander. Die Polizei hat die Leichen von Juan und Serapio gefunden. Inspektor León verdächtigt Diego, Serapio erschossen zu haben. Bei einem Konzert, das die Studierenden veranstalten, singt José Miguel ein Lied, das er für Romina geschreiben hat. Diego hat Big Girl gezwungen, einen Anschlag auf José Miguel zu verüben, weil er den für Julios Sohn hält. Nach José Miguels Auftritt löst Big Girl einen Scheinwerfer, der auf den Ahnungslosen herabsaust. Chava sieht das und wirft sich auf José Miguel. Der schwere Scheinwerfer landet auf Chavas Bein. Nach einer Operation teilt Doktor Iñigo Chavas Mutter und seinen Freunden mit, dass er dem jungen Mann vermutlich ein Bein amputieren muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380711","hoster":"VOE"},{"path":"/redirect/8380712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-127","name":"Folge 127","epNo":127,"alt":"","descr":"Chavas Bein konnte gerettet werden, auch wenn er wahrscheinlich am Stock gehen muss. Alle sind erleichtert und wollen Chava helfen, wieder gesund zu werden. Selbst Diana bekennt sich wieder zu ihm. Rebeca hat einen genialen Einfall, wie Mauricio Salomé auf seinen Landsitz locken kann. Denisse hat von Diego den Auftrag erhalten, Güerejo zu entführen. Ein Anruf von Julio bringt sie aus dem Konzept, und Karicia vereitelt ganz ihren Plan. Zurück bei Diego schickt dieser sie vor in ein Stundenhotel. Nach einem Schäferstündchen zwischen den beiden, erstickt Diego die Tänzerin mit einem Kissen. Von dem Telefonat mit Güerejo irritiert, eilen Julio und Salomé zu seiner Wohnung. Vor dem Haus fangen sie Güerejo und Karicia ab. Diese berichtet von der versuchten Entführung. Arturo geht, trotz Warnung, zu Diego. Aber er scheitert bei dem Versuch, den \"Halunken\" zum Verlassen der Stadt zu bewegen. Mauro kann Money von ihrem Gefühl befreien, Schuld an Chavas Schicksal zu sein. Da José Julián für einige Zeit nach Ciudad Juárez gehen will, um den Fehlschlag mit Mercedes zu verdauen, überzeugt Willy Fernanda, den Jungen ziehen zu lassen. Inspektor León taucht bei Diego auf, um ihn zu einer Spermaprobe zu zwingen. Da dieser sich aber vor geraumer Zeit hat sterilisieren lassen, hat er gut lachen. Lucrecia spürt langsam die Einsamkeit. Als Karla in der Nähe ist, simuliert sie eine Ohnmacht. Karla holt sofort Doktor Iñigo, der den Schwindel aber auffliegen lässt. Karla ist empört. Natalia erfährt, dass sie schwanger ist. Wegen ihrer Krankheit könnte die Schwangerschaft ihr Leben verkürzen. Karicia hat sich in einem Lokal als Sängerin beworben und wird genommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380707","hoster":"VOE"},{"path":"/redirect/8380708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-128","name":"Folge 128","epNo":128,"alt":"","descr":"Chava ist verzweifelt. Er glaubt, dass Diana nur aus Mitleid zu ihm zurückgekommen ist, und weist sie schroff ab. Rosario versucht zu schlichten. Doch das gelingt ihr nicht. Da passiert, was passieren musste: Diego erscheint im Krankenhaus, um Rosario klarzumachen, dass sie wieder arbeiten kommen soll. So erfahren Nacho und Chava, dass ihre Mutter nicht als Krankenschwester, sondern in einer verrufenen Bar arbeitet. Rosario schämt sich vor ihren Jungs, doch die sprechen ihr Mut zu und sagen ihr, dass sie sehr stolz auf sie sind. Natalia will ihr Kind behalten, obwohl sie weiß, dass durch eine Geburt ihre Lebenszeit verkürzt wird. Sie möchte José Armando mit dem Kind einen Teil von ihr hinterlassen, wenn sie eines Tages an ihrer unheilbaren Krankheit gestorben ist. Noch weiß José Armando jedoch weder von der Krankheit noch von der Schwangerschaft. Erst einmal gehen alle ins Restaurant Maxim, wo Karicia ihren Auftritt hat. Dieser wird ein großer Erfolg. In der Pause erzählt Natalia von ihrer Schwangerschaft, was alle, außer José Armando, in Panik versetzt. Da José Armando nichts versteht, muss man ihm wohl oder übel von Natalias unheilbarer Krankheit erzählen. José Armando ist außer sich. Er will auf keinen Fall das Kind, da es das Leben von Natalia verkürzt. Doch Natalia setzt sich durch. Sie macht José Armando klar, dass sie das Kind um jeden Preis zur Welt bringen wird. Beim zweiten Lied von Karicia erscheint Diego im Maxim. Er stört den Auftritt und ruft in den Raum, dass Karicia eine Alkoholikerin ist. Es kommt zum Handgemenge, bei dem Diego Karicia heimlich ein Messer in die Hand drückt. Außer sich vor Wut, verliert Karicia die Nerven und droht, Diego mit diesem Messer umzubringen. Das kann man zwar verhindern. Doch Karicia bekommt Restaurantverbot, womit ihr Neuanfang schon wieder beendet zu sein scheint. Mauro entdeckt seine Gefühle für Money. Doch die hat mit sich zu tun, gibt sie sich doch die Schuld an Chavas Unfall. Schließlich hat sie das Festival organisiert, bei dem es zu dem Unglücksfall kam. Hipólito rät Piro, Kikis vorzumachen, er hätte im Lotto gewonnen. Er glaubt, mit Geld kriegt man jede Frau. Piro spielt das Spiel mit. Und auch Kikis scheint den Köder geschluckt zu haben. Denn als Piro im feinen Anzug auftritt, ist Javier, der Hähnchenverkäufer, erst mal abgeschrieben. Julio erklärt seiner Mutter, dass er Salomé in anderthalb Monaten heiraten wird. Lucrecia will das mit allen Mitteln verhindern und schmiedet mit Rebeca einen Plan. Julio nennt Manola im Vorfeld der Hochzeit \"Tante\", was diese zutiefst rührt, und sagt zu Arturo, dass er ihn immer wieder als seinen Vater anerkennen würde. Vor der Kirche versammeln sich die Gäste. Nur die Braut muss noch kommen und mit ihrem Anblick alle erfreuen. Julio sagt dem Padre, dass nichts und niemand sein Glück zerstören kann. Aber noch haben Rebeca, Mauricio und Lucrecia nicht zum großen Gegenschlag angesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380705","hoster":"VOE"},{"path":"/redirect/8392814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-129","name":"Folge 129","epNo":129,"alt":"","descr":"Endlich ist der lang ersehnte Tag da – Julio und Salomé treten vor den Traualtar. Das Glück scheint anfänglich grenzenlos, wird aber schon bald dadurch getrübt, dass Mauricio und Rebeca auf der Hochzeitsfeier erscheinen. Mauricio gibt vor, in bester Absicht erschienen zu sein, bietet Julio Versöhnung an, führt aber definitiv etwas im Schilde… Auch Lucrecia zeigt sich mal wieder von ihrer unangenehmen Seite, sie verweigert Julio die Gratulation und ist sich Manola gegenüber, die mit Don Arturo erschienen ist, keiner perfiden Beleidigung zu schade. Das Geschehen erreicht seinen dramatischen Höhepunkt als spät in der Nacht Schüsse fallen und Salomé mit einer Waffe in der Hand neben dem niedergeschossenen Don Arturo aufgefunden wird. Rebeca behauptet, gesehen zu haben, dass Salomé auf ihn geschossen hat, und so ist die Katastrophe perfekt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380696","hoster":"VOE"},{"path":"/redirect/8380698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-130","name":"Folge 130","epNo":130,"alt":"","descr":"Im Krankenhaus spritzt jemand ein tödliches Mittel in Arturos Versorgungsschlauch. Doch vorher kann Arturo noch in Manolas Tagebuch schreiben, wer auf ihn geschossen hat. Während der Trauerfeier wird Salomé festgenommen, weil Rebeca ausgesagt hat, sie hätte gesehen, wie Salomé auf Arturo geschossen hat. Mauricio und Rebeca beschuldigen sich gegenseitig des Mordes an Arturo. Beide behaupten, sie sind unschuldig. Mauricio sagt zumindest, er wüsste, dass Salome unschuldig ist. Marcos Mutter hat inzwischen ihren erzieherischen Fehler eingesehen und bittet ihren Sohn um Verzeihung. Irma versucht Mauro um den Finger zu wickeln, indem sie behauptet, dass ihr Kind von ihm ist. Aber Mauro weist sie zurück. Salomés Familie und ihre Freunde halten zu ihr. Die Freunde tauchen sogar mit Plakaten bei der Polizei auf, um ihr zu zeigen, dass sie von ihrer Unschuld überzeugt sind. Julio schickt Guillermo zu Salomé. Er soll sie verteidigen. Einzig Julio scheint an der Glaubwürdigkeit Salomés zu zweifeln. Als er sie in der U-Haft besucht, schickt sie ihn weg. Er soll erst wiederkommen, wenn er völlig von Ihrer Unschuld überzeugt ist. Lucrecia nimmt sich vor, das Erbe Arturos mit vollen Händen auszugeben. Schadenfroh glaubt sie, dass Manola leer ausgeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380684","hoster":"VOE"},{"path":"/redirect/8380686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-131","name":"Folge 131","epNo":131,"alt":"","descr":"Lucrecia beauftragt die Rechtsanwältin Brenda Jurado mit der Anklage gegen Salomé. Brenda kennt Julio von früher und wittert eine Chance, diesmal den Montesino-Erben für sich zu erobern. Rebeca ahnt gleich die mögliche Konkurrenz und verliert Lucrecia gegenüber für einen Moment die Fassung. Bei Inspektor Léon gibt sich Rebeca als Augenzeugin des Mordes aus und belastet Salomé, die sie mit dieser Aussage für immer aus dem Weg räumen will. Diego liest in Manolas Tagebuch, um herauszufinden, wer Julios Sohn ist. Die Lavalle-Brüder werfen Julio vor, er sei von der Unschuld ihrer Mutter nicht überzeugt. Julio beteuert seine Liebe zu Salomé, fürchtet aber gleichzeitig, dass er und Salomé sich trennen werden. Abel stiehlt Manolas Tagebuch aus Diegos Schreibtischschublade. Diana beteuert ihre Liebe zu Chava, und Kikis möchte Javier heiraten, wobei dieser bereits die nächste Frau an seinem Hühnchenstand anmacht. Natalia bekommt Schwindelanfälle und wird ins Krankenhaus gebracht. Der Arzt macht ein besorgtes Gesicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380680","hoster":"VOE"},{"path":"/redirect/8380682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-132","name":"Folge 132","epNo":132,"alt":"","descr":"Abel besucht Salomé in der Zelle und bringt ihr Manolas Tagebuch, das er in Diegos Büro gefunden hat. Salomé soll von Inspektor León ins Gefängnis überführt werden. Mauricio verfolgt den Streifenwagen. Bei ihm sind Karicia und Güerejo, die er mit fadenscheinigen Argumenten überredet hat mitzukommen. Inspektor Leóns Wagen hat einen Platten und verunglückt. Mauricio überredet Salomé, bei ihm einzusteigen und fährt die drei zu seinem Landgut, von dem niemand weiß, dass es existiert. Brenda, die von Lucrecia engagierte Anwältin, ist fest entschlossen, dafür zu sorgen, dass Salomé wegen Mordes verurteilt wird. Rebeca hat Halluzinationen und sieht den toten Don Arturo. Natalia wird aus dem Krankenhaus entlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380673","hoster":"VOE"},{"path":"/redirect/8380674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-133","name":"Folge 133","epNo":133,"alt":"","descr":"Salomé wird von Mauricio festgehalten. Sie darf das Haus nicht verlassen, was allerdings nicht für Karicia gilt. Als diese ausreitet, trifft sie auf Nelson, der sie für die Besitzerin des Landgutes hält. Er will sie zur Rede stellen, denn er will, dass man ihm seine Rinder bezahlt, die auf mysteriöse Weise auf Mauricios Ranch abhanden gekommen sind. Bei dieser Begegnung geht Karicias Pferd durch. Karicia verliert die Gewalt über das Tier und schreit um Hilfe. Nelson gelingt es, das Pferd anzuhalten. Er kennt Karicia noch aus alten Zeiten, als diese Sängerin und Tänzerin auf Volksspektakeln war. Er bringt Karicia zurück zum Landgut, um auch gleich mal mit Mauricio über die verschwundenen Rinder zu reden. Doch im Haus begegnet ihm Güerejo. Nelson erstarrt zu Stein, glaubt er doch in dem Jungen seinen toten Sohn wieder zu erkennen. Julio sucht verzweifelt nach Salomé. Er bittet Brenda, den Fall niederzulegen, was diese aber ablehnt. Rebeca kommt hinzu und will bezeugen, dass sie gesehen hat, dass Salomé auf Arturo geschossen hat. Die beiden Frauen werden sofort zu Rivalinnen, denn beide lieben Julio. Sie schließen eine Wette ab, wer von ihnen Julio zu erobern vermag. Der Preis ist: Julio. Inspektor Léon befragt Diego. Doch der wähnt sich in Sicherheit, mit dem Argument, dass er gar nicht auf der Hochzeit war. Lucrecia will ihre Einsiedlerei beenden und nimmt sich vor, etwas zu unternehmen. Ihre erste Idee ist zu verreisen. Sie fragt Manola, ob sie nicht mitkommen will – nach dem Verlesen von Arturos Testament. Manola ahnt Schlimmes. Salomé gelingt es, kurz mit José Miguel zu telefonieren. Doch Mauricio unterbricht sofort die Verbindung und erzählt ihr, dass ihr Telefon vermutlich abgehört wird und sie deshalb kein Risiko eingehen dürfen. Die Jungs machen sich natürlich nach diesem kurzen Anruf noch mehr Sorgen. Als die Freunde alle erscheinen, macht Money den Vorschlag, Suchtrupps zu bilden, um Salomé zu finden. Bei Piro und Hipólito erscheint ein Händler, der von den beiden sein Geld für die bei ihm auf Pump gekauften Sachen fordert. Da sie kein Geld haben, beginnt der Händler zu toben und nimmt alles mit, was nicht niet- und nagelfest ist. So kommt schließlich der Schwindel mit dem Lottogewinn heraus, was Kikis zutiefst verletzt. Sie geht. Und Piro ist verzweifelt. Mauricio entdeckt das Tagebuch von Manola und liest darin. Als er aber merkt, dass darin \"Frauensachen\" stehen, legt er es wieder zurück, um Salomé nicht unnötig zu verärgern. Mauricio verhält sich immer merkwürdiger. Um ihren Söhnen Bescheid zu sagen, wollen Salomé und Karicia ins Dorf, um von einem öffentlichen Telefon aus anzurufen. Mauricio verbietet Salomé, das Haus zu verlassen, bringt aber Karicia allein ins Dorf. Bei den Jungs zu Hause erscheint Guillermo mit Elisa. Diese gibt sich als die Ehefrau von Mauricio zu erkennen und erzählt, dass Mauricio sie hat als verrückt erklären und in eine Nervenklinik einsperren lassen, um so an ihr Geld zu kommen. Elisa sagt allen, dass Mauricio wahnsinnig, also krank ist, und dass sich Salomé in allergrößter Gefahr befindet. In diesem Moment kommt Julio hinzu und ist völlig platt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173012","hoster":"VOE"},{"path":"/redirect/8380669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-134","name":"Folge 134","epNo":134,"alt":"","descr":"Elisa outet sich als Aldos Mutter. Aldo ist verwirrt. Irma will ihr Baby verkaufen, sobald es geboren ist. Karicia schafft es, vom Dorf aus anzurufen, Mauricio unterbricht das Gespräch. Dann versuchen die drei Jungs herauszufinden, wo das Landgut ist. Sie fragen Julio. Der Inspektor will auch helfen. Alle sind inzwischen überzeugt, dass Mauricio verrückt und gefährlich ist. Stimmt auch – er hält Salome und Karicia weiterhin gefangen und benimmt sich wie ein Irrer. Salome erkennt, in welcher Gefahr sie schwebt. Auch wenn die ersten Begegnungen zwischen Karicia und dem Grundstücksnachbarn Nelson durch Missgeschicke und Streit geprägt waren, verstehen die beiden sich sehr gut, als Nelson Karicia Schmetterlingsschmuck schenkt, den sie so sehr liebt und früher immer getragen hat. Nun sucht Karicia Nelson auf und bittet ihn um Hilfe. Der sagt zu. Die Flucht soll heute Nacht stattfinden. Mauricio wird misstrauisch. Julio verdächtigt Lucrecia, Don Arturo ermordet zu haben. Manola besänftigt ihn. Er, Karla, Manola und Lucrecia werden zur Testamentseröffnung gebeten. Don Arturo hat ein Video aufgenommen und nun stellt sich heraus: Julio bekommt die Aktien aller Baufirmen, die drei Jungs und Karla zu gleichen Teilen alles Geld und Vermögen – damit niemand eifersüchtig auf den Enkel ist, dessen Namen er kennt, aber nicht verrät – und Lucrecia bekommt das Haus und SONST NICHTS!!! So geht das ja nicht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380664","hoster":"VOE"},{"path":"/redirect/8380665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-135","name":"Folge 135","epNo":135,"alt":"","descr":"Karicia, Salomé und Güerejo wollen mit Hilfe des Nachbarn Nelson Cisneros von Mauricios Landgut fliehen. Karicia macht sich in der Dunkelheit auf den Weg zu Nelson, kommt aber nicht an, weil sie sich den Fuß verknackst und von Mauricio geschnappt wird. Der sperrt sie in seinen Keller und kettet sie an. Unterdessen hat Salomé Nelson getroffen, der ihre Freundin vergeblich sucht. Schließlich geht Salomé zu Mauricio, um ihn zur Rede zu stellen. Dieser behauptet, dass Karicia das Landgut verlassen habe. Nelson kommt am nächsten Morgen hinzu und bedroht Mauricio mit einer Waffe, um zu erfahren, wo die Vermisste steckt. Als er sieht, dass er so nicht weiterkommt, geht er zur Polizei und erstattet Anzeige. Mauricio verfällt auf die Idee, das Haus anzuzünden und mit Salomé zu verschwinden. Güerejo belauscht dessen Gespräch mit Margarito. Salomés Kinder und Julio haben in den Dateien von Mauricio eine Adresse gefunden und machen sich auf den Weg. Dort angekommen stellt sich heraus, dass Mauricio das Landgut schon vor langer Zeit verkauft hat. Ein Freund des jetzigen Besitzer weiß aber dessen neue Adresse. Chava und Nacho springen auf einem Konzert als Vorgruppe ein. Ein anwesender Produzent und Künstleragent ist begeistert von den beiden und nimmt sie, nach anfänglichem Widerstand Chavas, unter Vertrag. Lucrecia will auf Reisen gehen und lehnt Manolas Angebot ab, auf Arturos Erbe zu verzichten. Rebeca sieht den verstorbenen Don Arturo vor sich. Der ermahnt sie, seinen Mörder preiszugeben, und Romina das ihr zustehende Erbe ihres Vaters zu übergeben. Yadira gegenüber äußert sie, den Mörder Don Arturos nicht zu verraten. Das hört Inspektor León und will mit der Drohung, sie wegen Meineids ins Gefängnis zu stecken, eine Abmachung mit ihr erzwingen. Diego heftet sich an die Fersen von Julio. Ein unbekannter Informant hält ihn auf dem Laufenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380661","hoster":"VOE"},{"path":"/redirect/8380660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-136","name":"Folge 136","epNo":136,"alt":"","descr":"Nachdem Mauricio bereits Karicia im Keller eingesperrt hat, müssen ihr auch noch Salomé und Güerejo \"Gesellschaft leisten\". Nelson hat inzwischen die Polizei verständigt. Julio und Salomés Söhne sind mit dem Auto unterwegs auf der Suche nach Salomé. Irgendwann bemerken sie, dass sie von Diego verfolgt werden. Es kommt zu einer wüsten Schlägerei zwischen ihm und Julio, woraufhin beide für eine Nacht in Polizeigewahrsam genommen werden. Lucrecia trifft in New York Anthony, den Sohn eines alten Bekannten von Arturo. Sie ist sehr überrascht, dass er sie mit Komplimenten überhäuft und nicht mehr von ihrer Seite weicht. Noch weiß sie nicht, dass der Herr nur scharf auf ihr Vermögen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380655","hoster":"VOE"},{"path":"/redirect/8380653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-137","name":"Folge 137","epNo":137,"alt":"","descr":"Salomé, Karicia und Güerejo gelingt dank des tapferen Einsatzes des Jungen und der Hilfe von Nelson, die Flucht aus dem Kellerloch, in dem Mauricio sie gefangen gehalten hatte. Sie wollen sich in Nelsons Haus erst einmal etwas sammeln und überlegen, was zu tun ist, aber die Verschnaufpause währt nicht lange. Mauricio bringt Nelsons Haushälterin Laurita in seine Gewalt und droht, sie zu erschießen, wenn Salomé ihn nicht begleitet. Er kidnappt beide Frauen, setzt Laurita unterwegs aus und sieht sich am Ziel seiner wirren Träume: Endlich hat er Salomé für sich. Julio und die drei Jungs sind unterdessen natürlich auf der Suche nach Salomé. Gemeinsam mit der Polizei durchsuchen sie Mauricios Landgut, finden den verlassenen Keller, machen sich erneut auf die Suche und gabeln unterwegs die verzweifelte Laurita auf. Eine wilde Verfolgungsfahrt endet letztlich damit, dass Mauricio, wildentschlossen dazu, um seine Salomé zu kämpfen, seinen Wagen stoppt und in einem Handgemenge mit Julio offensichtlich seinen letzten Funken Verstand verliert…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380650","hoster":"VOE"},{"path":"/redirect/8380648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-138","name":"Folge 138","epNo":138,"alt":"","descr":"Während Lucrecia sich in New York lebhaft mit Anthony vergnügt, macht sich der tote Don Arturo in Rebecas Gewissen breit. Er verfolgt sie zuerst im Schlaf. Dann taucht er unvermittelt vor ihr auf und will sie zwingen, die Wahrheit über den Mord an ihm zu sagen. Rebeca will, dass Salomé für den Mord ins Gefängnis wandert. Als Salomé die todkranke Natalia im Krankenhaus besuchen will, lauert Rebeca ihr auf und will die Polizei rufen, da Salomé ja juristisch gesehen noch immer auf der Flucht ist. Aber Dr. Iñigo stellt sich schützend vor Salomé. In einem leidenschaftlichen Plädoyer erklärt Julio der verdutzten Rebeca, dass Salomé sein Leben sei, und er sie vor weiteren Angriffen schützen werde. Er wirft Rebeca aus dem Krankenhaus und bringt sie persönlich zu ihrem Auto, wo diese plötzlich eine Begegnung der dritten Art mit Don Arturo hat. Mauricio konnte der Polizei entwischen. Er ist inzwischen so durchgedreht, dass er Elisa zunächst für seine geliebte Salomé hält. Doch als er sie küssen will, stellt er fest, dass es nur eine Frau ist, die so tut, als wäre sie Salomé, um von ihm geküsst zu werden. Das ist ihm dann doch zuwider und er macht sich erneut auf die Suche nach Salomé. José Julian warnt Aldo vor seinem Vater. Aldo und sein Patenonkel Guillermo wollen sich auf die Suche nach dem Verrückten machen. Natalia ist fest entschlossen, ihr ohnehin schwindendes Leben für ihr Kind zu opfern. Sie bittet José Armando ihr Kind zu lieben, wenn sie nicht mehr da ist, aber dieser will von ihrem Tod nichts wissen und hofft noch auf ein Wunder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14044764","hoster":"VOE"},{"path":"/redirect/8380643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-139","name":"Folge 139","epNo":139,"alt":"","descr":"Rebeca sieht erneut den Geist von Don Arturo, der sie drängt, Julio die Wahrheit zu sagen. Sie gesteht Julio, dass Salomé nicht die Mörderin seines Vater ist. Javier nervt den Produzenten der Telenovela, in der er eine Statistenrolle als Gorilla spielen soll, mit Fragen darüber, wie es mit seiner Rolle weitergehen wird. Nelson macht Karicia den Hof. Sie weist ihn zurück und erzählt ihm später ihre Lebensgeschichte. Er wusste bereits, dass sie trockene Alkoholikerin ist und hatte darauf gehofft, dass sie es ihm von allein sagen würde. Durch einen Versprecher von Kikis erfährt Romina, dass diese nicht ihren Verlobten Javier liebt, sondern Piro. Nachdem sich Salomé der Polizei gestellt hat, darf sie auf Grund einer richterlichen Verfügung bis zum Verhandlungsbeginn auf freiem Fuß bleiben. Lucrecia kommt früher als erwartet, in Begleitung von Anthony, aus den USA zurück. Als sie erfährt, dass noch am selben Tag die Verhandlung gegen Salomé eröffnet wird, will sie sich das Spektakel keinesfalls entgehen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380636","hoster":"VOE"},{"path":"/redirect/8380637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-140","name":"Folge 140","epNo":140,"alt":"","descr":"Es kommt zum Prozess gegen Salomé. Im Gerichtssaal gibt es ständig Tumulte, die Richter Lino nur schwer unter Kontrolle bekommt. Brenda versucht, Salomé als Nachtclub-Tänzerin abzustempeln, die Rodrigo Lavalle nur geheiratet hat, um dessen Geld zu erben. Derweil stecken Manola, Karla und José Julian im Stau fest. Manola hat in ihrem Tagebuch den Beweis für Salomés Unschuld. Doch sie werden zu spät zur Verhandlung kommen. Als gar nichts mehr geht, schlägt Manola vor, zu Fuß weiterzugehen und am Ende des Staus ein Taxi zu nehmen. José Julian bleibt beim Auto, die beiden Frauen laufen los und erreichen noch rechtzeitig das Gerichtsgebäude. Nacho und Chava sind überglücklich. Der Schallplattenproduzent ist von ihnen begeistert und will eine CD aufnehmen. Auch erste Konzerttermine stehen bereits fest. In der Zwischenzeit spielt Anthony schon mal bei Lucrecia den Hausherren. Er lässt sich mit großem Gehabe von Yoya bedienen und glaubt, wenn er erst mal Lucrecia geheiratet hat, auch an deren Geld zu kommen. José Armando ist bei Natalia im Krankenhaus. Dort erscheint Carlota, die Großmutter von Natalia, mit einem richterlichen Beschluss, der besagt, das Natalia unmündig ist. Für Carlota heißt das, dass Natalia nach der Entlassung aus dem Krankenhaus zu ihr nach Hause muss und nicht zu José Armando. José Armando will zur Not mit Natalia fliehen. Als zweiter Zeuge wird Inspektor Léon vernommen. Er hält Salomé für unschuldig und vermutet unter Rebeca, Diego, Mauricio oder Lucrecia den Mörder von Arturo. Rebeca will auch vor Gericht behaupten, gesehen zu haben, wie Salomé Arturo erschossen hat. Doch als Rebeca auf Salomé als die von ihr gesehene Mörderin zeigen soll, erscheint ihr Arturo, der sie auffordert, die Wahrheit zu sagen. Rebeca ist völlig verwirrt und sagt, zum Entsetzen von Brenda und Lucrecia, dass Salomé nicht die Mörderin ist. Als Rebeca allerdings auch noch den Namen des wahren Mörders nennen soll, rennt sie aus dem Gerichtssaal, von wo sie anschließend mit Diego flüchtet. Salomé und Julio sind überglücklich. Da gibt sich Mauricio, der still und heimlich in der letzten Reihe gesessen hat, zu erkennen. Er droht mit dem Zünden einer Bombe, wenn Salomé nicht mit ihm mitkommt. Um die Anwesenden nicht zu gefährden, willigt Salomé ein und geht mit Mauricio.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380622","hoster":"VOE"},{"path":"/redirect/8380623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-141","name":"Folge 141","epNo":141,"alt":"","descr":"Unter Androhung, die Bombe zu zünden, verlässt Mauricio mit Salomé den Gerichtssaal und geht mit ihr aufs Dach des Gerichtsgebäudes. Dort wird er von Julio und mehreren Polizisten überwältigt. Manola legt ihr Tagebuch als Beweisstück vor. Arturos \"Aussage\" lautet, dass Diego Duval sein Mörder ist. Salomé wird freigesprochen. Anthony erzählt Lucrecia, dass er sich eine Wohnung suchen will. Sie leiht ihm das Geld, damit er sich eine kaufen kann. Julio besucht seine Mutter und bittet sie, sich mit ihm zu versöhnen. Lucrecia bleibt aber wegen seiner Ehe mit Salomé unerbittlich. Hipólito und Piro kaufen Lotterielose, die sie angeblich zu Millionären machen sollen. Guillermo erreicht, dass Natalia nicht zu ihrer Großmutter ziehen muss. Mauro fragt Money, ob sie seine Freundin werden will. Nelson bietet Karicia an, ihr Agent zu werden. Diego muss untertauchen. Rebeca soll sein Geld aus dem Club holen und von seinen Konten abheben und es ihm bringen. Als er im Fernsehen hört, dass nach ihm gesucht wird, glaubt er, Rebeca hätte ihn verraten. Yadira entwendet Davids Testament aus Rebecas Safe. Sie will es der Tochter von David zukommen lassen. Diego hat Abel den Club überlassen. Abel bietet Rosario eine Teilhaberschaft an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923714","hoster":"VOE"},{"path":"/redirect/8380616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-142","name":"Folge 142","epNo":142,"alt":"","descr":"Salomé verbringt mit Julio eine lange Nacht. José Julian fragt Karla, ob sie ihn heiraten würde und sie willigt glücklich ein. José Miguel knutscht im Restaurant mit Romina. Lucrecia wird von Anthony umschmeichelt. Selbst Karicias Herz wird von Nelson erobert. Auch José Armando und Natalia erleben einen glücklichen Tag. José Armando verspricht Natalia, ihr Kind zu lieben. Dann schläft Natalia beruhigt ein, um nicht wieder aufzuwachen. Diego glaubt sich von Rebeca verraten. Obwohl diese versucht hat, die Polizei abzuschütteln, die ihr auf dem Weg zu Diegos Versteck gefolgt ist, wird sie von Inspektor Léon überrascht, als sie nach Diego ruft. Léon droht ihr mit einer Anklage. Doch Diego findet er nicht, denn der versteckt sich jetzt im Gartenhaus der Montesinos. Dort fühlt er sich sicher und schwört, der Verräterin Rebeca das Genick zu brechen, wenn er sie das nächste Mal trifft. Noch einer ist auf der Flucht: Mauricio konnte den Sicherheitskräften schon wieder entkommen und Aldo hat ihn zu Hause aufgenommen. Obwohl Mauricio seinen Sohn in einem Anflug von Wahn mit dem Messer bedroht, will dieser ihn schützen. Elisa läuft zu Guillermo, und dieser beschließt, Mauricio in eine psychiatrische Klinik einweisen zu lassen. Doch als er mit dem nötigen Personal anrückt, ist Mauricio verschwunden. Yadira erklärt Kikis, dass Romina die Erbin eines beachtlichen Vermögens ist, Rominas Vater David, von dem Kikis keine sehr hohe Meinung hat, hat Rebeca bei seinem Tod gebeten, Romina das Erbe auszuhändigen. Als Rebeca Yadira auf die Schliche gekommen ist, will sie ihre ehemalige Freundin umbringen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380604","hoster":"VOE"},{"path":"/redirect/8380610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-143","name":"Folge 143","epNo":143,"alt":"","descr":"Natalia kommt sterbend ins Krankenhaus. José Armando erfährt, dass sie hirntot ist, das Kind aber gerettet werden kann, indem man Natalia an Maschinen angeschlossen lässt. Er soll entscheiden, was geschieht… Das Kind bewegt sich und José Armando stimmt zu. Alle sind glücklich über die Entscheidung, nur José Armando kann es nicht lieben… Rebeca bringt Yadira kaltblütig wegen der ihr zustehenden Erbschaft um. Nun wäre Rebeca die Empfängerin des Erbes, wenn Romina nicht auffindbar wäre. Sie soll also auch noch umgebracht werden. Kikis hat das Testament, weiß aber nicht, ob sie es Romina zeigen soll. Sie würde viel Geld erben. Anthony schleimt sich bei Lucrecia ein und sie bietet ihm an, ihm viel Geld zu leihen. Der Bankdirektor sagt ihr, dass Anthony pleite ist, aber das will sie nicht hören. Anthony lacht sich ins Fäustchen. Diego hält sich in Lucrecias Haus versteckt und trifft auf der Suche nach Essen auf Anthony. Großes Hallo, denn die beiden kennen sich! Anthony will Diego helfen, das Land zu verlassen. Rebeca trifft Diego, der ihr an die Gurgel geht – sie kann ihn mühsam davon überzeugen, dass sie ihn nicht verraten hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380600","hoster":"VOE"},{"path":"/redirect/8380608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-144","name":"Folge 144","epNo":144,"alt":"","descr":"Irma will ihr Baby nach der Geburt in die USA verkaufen. Mauricio lungert als Bettler herum. Er irritiert Salomé mit einem Anruf auf ihrem Mobiltelefon. Anthony tut so, als hätte er eine Schwester, deren Tochter schwer erkrankt sei und sich in Houston einer Operation unterziehen müsse. Lucrecia ist bereit, ihm das Geld für die angebliche Operation zu geben. Karla will sich ein paar Sachen holen und trifft dabei auf Anthony, der zudringlich wird. Diego verlässt sein Versteck bei den Montesinos und sucht gemeinsam mit Rebeca Abel auf, um herauszubekommen, wer die Tochter von David und wer dessen Tante ist. Der hält unbewusst dicht, aber im Anschluss an das \"Verhör\" wird ihm klar, dass die beiden hinter Romina und Kikis her sind. Er versucht die beiden zu warnen, trifft aber nur Rosario an. Carlota, Natalias Großmutter, wirft José Armando vor, für den bevorstehenden Tod ihrer Enkelin verantwortlich zu sein. Geplagt von Schuldgefühlen will sich José Armando vom Dach der Universität stürzen. Julio hält ihn schließlich davon ab. Nach Yadiras Ermordung nimmt Inspektor León die Ermittlungen auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380585","hoster":"VOE"},{"path":"/redirect/8380590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-145","name":"Folge 145","epNo":145,"alt":"","descr":"Es ist Muttertag. José Miguel, José Armando und José Julián bringen Salomé ein Ständchen. Sie schenken Lucrecia Blumen, doch die lehnt sie schroff ab. Auch Julios Muttertagsgeschenk will sie nicht haben, dafür wirft sie ihn quasi hinaus. Trotzdem ist sie sehr deprimiert und fragt sich schließlich, warum sie so herzlos ist. Güerejo besucht seine alten Freunde aus der Kanalisation und feiert dort mit ihrer gemeinsamen \"Mutter\" – einer Schaufensterpuppe – Muttertag. Karla bringt Manola Blumen zum Muttertag. Manola und Karla gehen zum Grab von Arturo und von Laura. Diego und Rebeca schicken Salomé einen \"Muttertagsbrief\", in dem sie ihr vorwerfen, mit Billigung von Julio die Absicht gehabt zu haben, ihren Sohn zu verkaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380581","hoster":"VOE"},{"path":"/redirect/8380580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-146","name":"Folge 146","epNo":146,"alt":"","descr":"Lucrecia wird von Anthony um den gesamten Besitz gebracht. Sie überschreibt ihm, ohne es zu wissen, ihr gesamtes Vermögen. Anschließend schlägt Anthony die alte Dame brutal nieder. Zudem erleidet sie einen Schlaganfall und wird wahrscheinlich für den Rest ihres Lebens an den Rollstuhl gefesselt sein. Manola kommt zurück, um die Schwester zu pflegen. Julio macht sich Vorwürfe, weil er in der letzten Zeit kein gutes Verhältnis zu seiner Mutter hatte. Um sich von Diegos permanenten Erpressungsversuchen frei zu machen, beschließt Salomé, ihren Söhnen die Wahrheit zu sagen. Die Jungen erfahren, dass zwei von ihnen nicht ihre leiblichen Kinder sind. Kikis übergibt Romina das Testament ihres Vaters. Rebeca und Diego wollen das Papier in ihren Besitz bringen. Das Eingreifen von Inspektor León vereitelt das Vorhaben. Allerdings gelingt ihm und Rebeca die Flucht. Piro und Hipólito haben in der Lotterie gewonnen. Doch Hipólito hat vergessen, dass er den Lottoschein in die Tasche des Hemdes gesteckt hat, das er Rosario zum Waschen gegeben hat. Roberto findet Irma betrunken vor. In einem Streit fällt sie hin. Die Wehen setzen ein. Das Kind muss mit Kaiserschnitt auf die Welt geholt werden und vorerst in den Brutkasten. Karicia und Nelson haben ein Vorstellungsgespräch bei einem Musikproduzenten. Der ist so begeistert von Karicias Musik, dass er ihr eine eigene Sendung anbietet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334862","hoster":"VOE"},{"path":"/redirect/9944963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-147","name":"Folge 147","epNo":147,"alt":"","descr":"Als Roberto und Mauro im Krankenhaus auftauchen, um Irma und das Baby zu sehen, müssen sie erkennen, dass Irma mit dem Kind weg ist. Money findet die Visitenkarte einer Vermittlungsagentur für Adoption, wo Roberto und Mauro erfahren, dass Irma auf dem Flughafen ist, um dort einem Pärchen für viel Geld ihr Baby zu verkaufen. Roberto und Mauro entdecken Irma auf dem Flughafen, in letzter Sekunde kommen Money und Inspektor Léon hinzu. Das Pärchen wird kurz vor dem Abflug gefasst und das Baby zurückgeholt. Kurz vorher hat der Inspektor Anthony verhaftet. Julio ist anwesend und schlägt Anthony zusammen, wobei der Inspektor \"wegschaut\". Anthony macht alle Verträge, die er mit Lucrecia abgeschlossen hatte, rückgängig und schlägt dem Inspektor einen Deal vor: Für die Preisgabe von Namen der Täter vergangener Verbrechen soll man ihn freilassen. Der Inspektor hört sich erst mal alles an. Bei Anthonys Festnahme konnten Diego und Rebeca aus dem Nebenzimmer zwar entkommen, werden aber auf der Straße entdeckt. Der Inspektor folgt den beiden, doch mit Anthonys Hilfe gelingt es Diego, die Polizei abzuhängen. Diego vermutet, dass Rebeca sie verraten hat. Deshalb schlägt er sie bewusstlos und sperrt sie in einen Kühlwagen ein. Er dreht das Kühlaggregat auf Höchstleistung, so dass Rebeca erfriert. Mauricio, völlig verwirrt, taucht auf dem Grundstück von Salomé auf und fragt das Hausmädchen, wo seine Frau ist. Casilda ist so erschrocken, dass sie Mauricio nass spritzt, woraufhin dieser schnell wieder unerkannt verschwindet. Nacho und Chava bekommen von ihrem Agenten die Information, dass man die Verträge mit ihnen nicht unterschreiben will, obwohl die Musik der beiden sehr gut ankommt. Doch die Behinderung von Chava steht einer Karriere angeblich im Wege. Salomé teilt ihren Söhnen mit, dass zwei von ihnen nicht ihre leiblichen Söhne sind. Die drei wollen nichts über die leibliche Mutter und den Erzeuger wissen. Alle drei hassen die beiden aus tiefstem Herzen. Salomé will ihnen sagen, dass sie ihrem Vater unrecht tun, aber sie kommt nicht dazu. Hipólito, der bei dem Gespräch dabei war, ist geknickt und traurig. Da entdeckt Rosario kurz vorm Waschen in Hipólitos Hemd das Lotterielos, und Piro und Hipólito sind reich. Piro ist überglücklich und macht Kikis endlich einen Heiratsantrag. Und endlich klappt es auch mit dem Reimen. Doch Kikis ist hin- und hergerissen. Sie hat zwar schon wieder Javier dabei erwischt, wie der einer anderen Frau seine Liebe schwört, aber als Javier sie um Verzeihung bittet, kann sie sich nicht zwischen Piro und ihm entscheiden. Julio fragt Salomé, ob sie den Jungs immer noch nicht gesagt habe, dass Hipólito der Vater von zweien ist. Diese Frage hört José Armando, der zufällig ins Zimmer gekommen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251217","hoster":"VOE"},{"path":"/redirect/8723052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-148","name":"Folge 148","epNo":148,"alt":"","descr":"José Armando schämt sich über alle Maßen, dass zwei von den drei Brüdern die Söhne Hipólitos sind. Als Julio mit ihm reden will, wird er schroff abgewiesen. Kikis bereut es mittlerweile, dass sie Piro zurückgewiesen hat. Doch der hat sich nicht entmutigen lassen und versucht sein Glück bei Kikis, jetzt als reicher Mann, noch einmal. Und diesmal klappt es. José Miguel geht ins D’Rubí zu Abel. Er fragt ihn, ob er weiß, wer sein Vater ist. Plötzlich taucht Diego auf und verprügelt ihn. Als Romina hinzukommt und die Polizei rufen will, läuft Diego ihr hinterher und wird auf der Straße angefahren. Er steht aber wieder auf und kann fliehen. Diego geht zu León und schenkt ihm Drogen. León will eigentlich aufhören. Diego überredet ihn zu einem \"letzten Mal\". Nachdem León Diegos \"Geschenk\" genommen hat, bricht er zusammen. Er wird von seinem Vater und Marcos wie leblos gefunden. Im Krankenhaus kann er nicht mehr reanimiert werden. Er stirbt an einer Überdosis. Manola versorgt liebevoll die verwandelte Lucrecia. Sie bringt ein einziges Wort heraus: Schwester. Julio erfährt zufällig, dass Arturo nicht sein Vater war und fühlt sich dadurch sehr verletzt. Durch einen Vaterschaftstest stellt sich heraus, dass Roberto der Vater von Irmas Baby ist. Mauro und er dürfen es nun offiziell zu sich nehmen. Chava wird erfolgreich am Bein operiert. Nelson macht Karicia einen Heiratsantrag. Alle gehen zur Eröffnung des Tangoclubs D’Rubí. Kurz bevor sie hineingehen, taucht Diego auf. Er schießt auf Salome, doch Karicia wirft sich vor ihre Freundin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380556","hoster":"VOE"},{"path":"/redirect/8380558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-149","name":"Folge 149","epNo":149,"alt":"","descr":"Karicia, die Salomé mit ihrem Körper vor Diegos Kugel geschützt hat, kommt schwer verletzt ins Krankenhaus. Die Kugel ist nur wenige Millimeter von ihrem Herzen entfernt stecken geblieben. Vor und bei der Operation hat Karicia viel Blut verloren, und der wackere Dr. Iñigo sucht mal wieder einen Spender, diesmal mit der Blutgruppe 0. Da kann Salomé aushelfen, und sie spendet ihrer Freundin nicht nur Blut, sondern auch Trost und Lebensmut. Diego ist geflohen und versteckt sich in einer Hütte. Der irre Mauricio ist ihm jedoch gefolgt. Er verbarrikadiert die Ausgänge der Hütte, übergießt alles mit Benzin und steckt dann das Ganze an, wobei er sich königlich amüsiert. Mit schwersten Verbrennungen entkommt Diego und zwingt eine alte Indianerfrau, seine Brandwunden mit Kräutern zu heilen. Trotz der Schmerzen verliert er nicht seinen schwarzen Humor: Auf diesem Weg hat er das Geld für eine Gesichts-OP gespart. Noch kämpft Karicia mit dem Tod, und da sehen wir schon ihren Traum von einer Hochzeit mit Nelson. Doch dann stellt sich ihr Traum als wahr heraus. Karicia war so nobel, mit Rücksicht auf die arme Nati auf eine Feier zu verzichten. Nachdem die Freunde von Natalia Abschied genommen haben, holen Dr Iñigo und José Miguel das Kind mit einem Kaiserschnitt. Natalia wird beerdigt und an ihrem Grab fragt sich José Armando schon wieder, ob er denn der wirkliche Sohn von Salomé ist. Diese soll ihm schwören, dass er nicht der Sohn von Hipólito ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380550","hoster":"VOE"},{"path":"/redirect/8392796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/salom/staffel-1/episode-150","name":"Folge 150","epNo":150,"alt":"","descr":"Salomé schenkt ihren Söhnen reinen Wein ein und sagt ihnen endlich, dass José Julián Julios Sohn ist und die anderen beiden Hipólito zum Vater haben. José Miguel und José Armando gehen zu Hipólito und nehmen ihn als Vater an, indem sie Papa zu ihm sagen und ihn dadurch überglücklich machen. José Julián macht Lucrecia glücklich, indem er sie \"Oma\" nennt. Das bringt sie dazu, die Sprache wieder zu finden. Lucrecia will auch Karla als ihre Enkelin betrachten. Sie bittet Salomé, Manola und Julio um Verzeihung, und auch Don Arturo an dessen Grab. Der kann jetzt endlich in Frieden ruhen. Julio gabelt den völlig runtergekommenen Mauricio vor Salomés Haus auf, bringt ihn zu Elisa und Aldo, von wo aus er direkt in die Irrenanstalt kommt. Elisa nimmt Guillermos Heiratsantrag an. Bei Padre Cardona ist ein neuer Patient eingetroffen: der völlig heruntergekommene Lucho. Der schwer verbrannte Diego sinnt weiterhin auf Rache. Er erzählt Julio, wer der Übeltäter der ganzen vergangenen Anschläge und Mordversuche war. Er fängt José Julián ab und entführt ihn. Julio kommt zum vereinbarten Ort – einer Baustelle -, um seinen Sohn zu retten. Er überredet Diego dazu, wie ein Mann ohne Waffen zu kämpfen. José Julián kann sich von seinen Fesseln befreien und hilft seinem Vater im Kampf gegen Diego. Der stürzt aus dem offenen Stockwerk in ein Metallgerüst und verendet. Don Abel weiht seine Tangobar ein, alle sind geladen und gekommen – und singen zum Schluss den Titelsong der Serie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8380541","hoster":"VOE"},{"path":"/redirect/8380542","hoster":"Streamtape"}]}]}]}]}