{"seriesId":"samurai-girls","name":"Samurai Girls","descr":"Wir schreiben das 21. Jahrhundert. Das Tokugawa Shogunat hat nie seine Macht verloren und Japan blieb ein vom Rest der Welt abgeschotteter Staat. An einer Schule für Kinder aus Militärfamilien sorgt der Schülerrat für die Unterdrückung aller rebellischen Elemente. Die Schülerinnen Yukimura Sanada und Matabei Goto kämpfen gegen die herrschenden Mitglieder des Schülerrates, bei denen es sich fast nur um Mädchen handelt, wie etwa Sen Tokugawa oder Hanzou Hattori. Der 16-jährige Muneakira Yagyuu sowie die Schülerin Juubei Yagyuu versuchen nun zwischen den Fronten zu bestehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der erste Kuss","epNo":1,"alt":"The First Kiss","descr":"Muneakira Yagyuu kommt am Bahnhof an und begibt sich auf den Weg zum Buou Gakuen Juku, der Akademie für Krieger des Tokugawa Shogunats. Dort angekommen stolpert er in ein Dojo in dem sich in diesem Moment Yukimura Sanada und Matabee Gotou umziehen und Muneakira sofort als Perversling abstempeln, wodurch es zu einem kurzen Kampf kommt.","versions":[{"lang":1,"streams":[{"redirect":8250955,"hoster":"VOE"},{"redirect":8250957,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Wiederbelebung der nackten Körper","epNo":2,"alt":"Naked Body Reincarnation","descr":"Das vom Himmel gefallene Mädchen trägt den Namen Juubei Yagyuu und hat sich durch den Kuss mit Muneakira in einen Master Samurai verwandelt. Bei dem Versuch sie zu verhaften wird Hanzou von Juubei besiegt, doch bevor schlimmeres passieren kann, verwandelt sich Juubei wieder in das nackte, hilflose Mädchen. Woraufhin Hanzou ihre Chance wahrnehmen möchte, diesen Gengner zu vernichten …","versions":[{"lang":1,"streams":[{"redirect":8250970,"hoster":"VOE"},{"redirect":8250973,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die wahre Identität des Master Samurai","epNo":3,"alt":"The Identity of the Master Samurai","descr":"Beim Training mit Matabee stellt sich erneut heraus, dass Juubei keine Kämpferin ist. Deswegen spekulieren Yukimura und Muneakira, wie es sein kann, dass sie ein Super Samurai ist und wie es dazu kam. In dem Moment, in dem Yukimura Muneakira ihre Theorie mitteilen möchte betritt Senhime den Raum und verkündet: Yukimura und Matabee werden der Akademie verwiesen und dürfen nicht zurückkehren.","versions":[{"lang":1,"streams":[{"redirect":8250979,"hoster":"VOE"},{"redirect":8250978,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hey, gib mir einen Kuss?","epNo":4,"alt":"Hey, Give Me a Kiss","descr":"Da Muneakira der Auslöser für Juubeis Verwandlung ist und sie beim letzten Mal fast alle vernichtet hätte, muss Muneakira von nun an eine Maske tragen, die ihn davon abhalten soll jemanden zu küssen. Doch Yukimura hält davon nicht sehr viel, da sie der Meinung ist, dass man Muneakiras Mund nicht versiegeln darf, da er die Macht besitzt mit seinem Kuss Master Samurai zu erschaffen.","versions":[{"lang":1,"streams":[{"redirect":8250981,"hoster":"VOE"},{"redirect":8250982,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Kriegerin der Liebe!","epNo":5,"alt":"Here Comes the Warrior of Love!","descr":"Es wird weiter im Fall des \"mysteriösen Verschwindens\" ermittelt. Der ältere der Tokugawa Geschwister schickt eine Spionin namens Naoe Kanetsugu auf das Akademiegelände um Recherchen über die Eindringlinge Yukimura Sanada und Matabei Goto vom Toyotomi Clan anzustellen. Da Kanetsugu eine alte Kindheitsfreundin von Yukimura ist, soll sie sich leichter Eintritt zum Gelände verschaffen können.","versions":[{"lang":1,"streams":[{"redirect":14044765,"hoster":"VOE"},{"redirect":8250986,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Attacke des Seemonsters!","epNo":6,"alt":"The Sea Monster Attacks!","descr":"Aus einer Liste der von der Akademie verschwundenen Personen wird ein Zusammenhang zwischen den Vermissten und den Familien, die Mastersamurai hervorbringen können, sichtbar. Dem wollen Senhime und Muneakira auf den Grund gehen und beschließendie im Süden liegende Villa der Tokugawa Familie aufzusuchen um weitere Dokumente zu finden. Die heimliche Flucht wird jedoch sofort entdeckt …","versions":[{"lang":1,"streams":[{"redirect":8250987,"hoster":"VOE"},{"redirect":8250989,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Schatten über dem grossartigen Japan","epNo":7,"alt":"The Shadow Over Great Japan","descr":"Nachdem die Mastersamurai Kanetsugu vor ihrer eigenen Geheimwaffe retten mussten, wird klar, dass ihr Meister, Yoshihiko, sie betrogen hat. So beschließt sie sich der Gruppe anzuschließen und ihnen bei den Nachforschungen zu helfen. Sie werden auf eine geheimnisvolle Audiodatei aufmerksam, in der eine unheimliche Stimme, die Jubei bekannt vorkommt, von einer verbotenen Religion spricht.","versions":[{"lang":1,"streams":[{"redirect":12381145,"hoster":"VOE"},{"redirect":8250993,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Sklave des Kusses.","epNo":8,"alt":"The Slave of the Kiss","descr":"Yoshihiko, der ältere der Tokugawa Geschwister, beschließt noch im Laufe der nächsten Woche zur Akademie zurückzukehren um seine störende kleine Schwester Senhime und ihre Freunde loszuwerden. Zusammen mit Yukimura entscheidet sie, dass auch die anderen Mädchen zu Mastersamurai werden sollen um der Kraft ihres Bruders standhalten zu können.","versions":[{"lang":1,"streams":[{"redirect":8250998,"hoster":"VOE"},{"redirect":8251000,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rückkehr des Generals","epNo":9,"alt":"The Return of the General","descr":"Während noch diskutiert wird, ob Matabei und Hanzou von Muneakira geküsst werden sollen, kann Gisen Muneakira in einen Schuppen locken. Dort versetzt sie ihn mit ihrer Geheimwaffe, dem \"bösen Auge\", in eine Art Hypnose. Gefangen von Gisens Auge soll sich Muneakira um Juubei \"kümmern\", sodass Gisen die unterlegene Senhime angreifen kann.","versions":[{"lang":1,"streams":[{"redirect":8251005,"hoster":"VOE"},{"redirect":8251004,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gefängnis des bösen Auges","epNo":10,"alt":"The Prison of the Evil Eye","descr":"Yoshihiko ist mit den Genversuchen an Juubei und Muneakira beschäftigt, während die anderen von Charles im Dojo festgehalten werden. In einem Moment der Unachtsamkeit können sie die Flucht ergreifen und eilen sogleich zum Palast, um Muneakira und Juubei zu befreien. Als sie in Yoshihikos Labor ankommen, werden sie bereits erwartet.","versions":[{"lang":1,"streams":[{"redirect":8250961,"hoster":"VOE"},{"redirect":8250958,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Samurai aus Frankreich","epNo":11,"alt":"The Samurai From France","descr":"Während Juubei und Muneakira aus ihrer Gefangenschaft befreit werden, bereitet Gisen ihren Angriff auf das Shogunat vor. Muneakira schlägt Yoshihiko vor, die Waffen niederzulegen und gemeinsam gegen Amakusa zu kämpfen. Doch Yoshihiko will davon nichts wissen. Sein Stolz verbietet ihm Hilfe anzunehmen. Juubei sieht sich durch diesen Affront genötigt, Yoshihiko anzugreifen .","versions":[{"lang":1,"streams":[{"redirect":14402996,"hoster":"VOE"},{"redirect":14440561,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der letzte Kuss","epNo":12,"alt":"The Goodbye Kiss","descr":"Die Auferstehung Amakusas steht kurz bevor und der Kampf scheint fast verloren. Nun muss Juubei den wahren Vertrag mit ihrem General abschließen. Das bedeutet, dass sie ihre normale Persönlichkeit verlieren wird. Doch eigentlich hat sie keine Wahl – denn nur sie kann die Welt retten! Und so tritt sie ihren finalen Kampf gegen Gisen an.","versions":[{"lang":1,"streams":[{"redirect":8250968,"hoster":"VOE"},{"redirect":8250969,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Maid Café","epNo":1,"alt":"True Shadow, Now Open","descr":"Als Muneakira nichts ahnend von seiner Trainingsreise zum Dojo zurückkehrt, muss er feststellen, dass dieser in seiner Abwesenheit in ein Maid Café verwandelt wurde. Während Kanetsugu Flyer für das Café verteilt, trifft sie auf die Dark Samurai – vier von den Toten auferstandene Schwertkämpferinnen. Unwissend zeigt ihnen Kanetsugu den Weg zum Dojo. Dort stellt sich heraus, dass die Dark Samurai auf der Suche nach Master Samurai Juubei sind. Doch Jubei hat ihre Kräfte verloren, und so ziehen die Dark Samurai von dannen – vorerst.","versions":[{"lang":1,"streams":[{"redirect":8251008,"hoster":"VOE"},{"redirect":8251007,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Noch ein Kuss","epNo":2,"alt":"Kiss, Again","descr":"Trotz verschärfter Sicherheitsmaßnahmen kommt es im Dojo wiederholt zu Einbrüchen. Da aber keine Wertgegenstände, sondern ausschließlich die Unterwäsche der Mädchen geklaut wird, fällt der Verdacht schnell auf Muneakira. Zwischen Yukimura und Sen entbrennt ein Wettkampf, bei dem beide nichts unversucht lassen, den Täter zu stellen. Doch schon bald stellt sich heraus, dass nicht Muneakira der Täter war, sondern ein alter Bekannter aus Yukimuras Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":12923716,"hoster":"VOE"},{"redirect":8251026,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Liebe und Treue","epNo":3,"alt":"Love and Kiss","descr":"Um die Einnahmen des Dojos zu steigern und um sich selbst in Szene zu setzen, ruft Kanetsugu zu einem Turnier der Maids auf. Wer am Schluss den letzten Platz belegt, soll als Verliererin das Dojo verlassen müssen. Ihr Plan geht jedoch gründlich nach hinten los, da sie sich schon bald selbst auf dem letzten Platz wiederfindet. Da sie sich sowieso unerwünscht fühlt, entschließt sich Kanetsugu, das Dojo heimlich zu verlassen. Sasuke folgt ihr unauffällig – zum Glück, denn auf ihrem Weg trifft Kanetsugu auf Mataemon.","versions":[{"lang":1,"streams":[{"redirect":8251029,"hoster":"VOE"},{"redirect":8251028,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Samurai Bride","epNo":4,"alt":"Samurai Bride","descr":"Eines Tages taucht unerwartet die tot geglaubte Gisen wieder auf, die mit ihrer anrüchigen Art alle durcheinander bringt. Sie erzählt ihnen von der Legende der Samurai Bride – einer Meister- Samurai, die durch einen einzigartigen Schwur mit ihrem General zu dessen Braut werden und somit noch stärkere Kräfte erlangen kann. Da sie selbst jedoch nicht genau weiß, wie man zur Samurai Bride wird, täuscht sie die restlichen Maids und erzählt jeder von ihnen eine andere Geschichte.","versions":[{"lang":1,"streams":[{"redirect":9698994,"hoster":"VOE"},{"redirect":8251031,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dienstmädchen-Meisterschaft","epNo":5,"alt":"Supremacy of the Underworld","descr":"Im großen Finale des M-1 Grand Prix treten Muneakiras Samurai Girls gegen die Dark Samurai an. Nachdem die Maids in Person von Gisen gegen Inshun, Senhime gegen Kojiro und Yukimura gegen Mataemon allesamt ihre Kämpfe verloren haben, treffen in der letzten Runde Juubei und Musashi in einem offenen Schwertkampf aufeinander. Als Juubei in Rage gerät, erkennt Musashi, dass Juubei über enorme Kräfte verfügt und überlässt den Sieg dem Team der Maids.","versions":[{"lang":1,"streams":[{"redirect":8251036,"hoster":"VOE"},{"redirect":8251041,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der vermeintliche Dandy","epNo":6,"alt":"The Reputed Dandy","descr":"Da die gesetzte Frist der Dark Samurai immer näher rückt, beschließen Muneakira und seine Samurai Girls, das Café zu schließen und sich ganz dem Training zu widmen. Videoaufnahmen der Dark Samurai vom Grand Prix offenbaren, dass diese über eine geheimnisvolle Energie verfügen, die sie im Kampf überlegen macht. Die Vagabundin Maeda Keiji – eine Meisterin des Qi – soll Muneakira und den Girls dabei helfen, diese Kraft zu beherrschen.","versions":[{"lang":1,"streams":[{"redirect":8251042,"hoster":"VOE"},{"redirect":8251043,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wiederherstellung unmöglich!","epNo":7,"alt":"Unable to Unlock!","descr":"Keiji offenbart, dass es schwierig ist, das Qi zu beherrschen und zu sammeln, dagegen aber einfach, es wieder loszuwerden. Alles, was man hierzu tun muss, ist sich zu entspannen. Juubei allerdings scheint genau das nicht hinzubekommen, weshalb sie dauerhaft in der Gestalt des Meister-Samurai gefangen ist. Als zu allem Überfluss auch noch die Dark Samurai auftauchen, gelingt es Keiji mit letzter Kraft, sie so lange aufzuhalten, bis Juubei sich in ihre ursprüngliche Gestalt zurückverwandelt hat.","versions":[{"lang":1,"streams":[{"redirect":8251046,"hoster":"VOE"},{"redirect":8251048,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein mysteriöser Schatten","epNo":8,"alt":"The Mysterious Shadow","descr":"Eines Nachts werden Yukimura und Senhime von einem mysteriösen Phantom angegriffen, das sich nur mir Inshuns Hilfe in die Flucht schlagen lässt. Juubei und Inshun verbringen zusammen einen Nachmittag und beschließen, beste Freunde zu werden, sobald alles vorbei ist. In derselben Nacht werden sie erneut von dem Phantom attackiert, das Senhime als Geisel nimmt. Obwohl es erneut Inshun ist, die das Phantom verjagt, werden Muneakira und die Mädchen misstrauisch.","versions":[{"lang":1,"streams":[{"redirect":8251062,"hoster":"VOE"},{"redirect":8251094,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Neue Meister-Samurai","epNo":9,"alt":"The New Master Samurai","descr":"Yoshihiko und seine Beschwörerinnen versuchen, die Barriere zu reparieren, die den Beschützer-Stein schützt. Währenddessen reden Muneakira, Yukimura und Sen über das mysteriöse Phantom und vermuten weiterhin, dass Inshun etwas damit zu tun hat. Als das Phantom erneut auftaucht und Muneakira und die Samurai Girls angreift, scheint die Situation ausweglos. Jetzt bleibt Muneakira nichts anderes übrig, als auch Hanzou und Matabei zu küssen, um sie in Meister-Samurai zu verwandeln.","versions":[{"lang":1,"streams":[{"redirect":8251097,"hoster":"VOE"},{"redirect":8251126,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Geheimnis des Staatsschutz-Steins","epNo":10,"alt":"Secret of Chingo Stone","descr":"Yoshihiko erklärt Muneakira und seinen Freunden, dass der Beschützer-Stein, der am Fuße des Berges Fuji liegt, dafür verantwortlich ist, den Qi-Fluss innerhalb Groß Japans in Ordnung zu halten. Sollte er zerstört werden, wird das ganze Land in Krieg und Chaos versinken – und genau darauf haben es die Dark Samurai abgesehen. In der Zwischenzeit hat Yukimura herausgefunden, wie man eine Samurai Bride werden kann. Denn nur mit Hilfe einer Samurai Bride können sie die Dark Samurai aufhalten.","versions":[{"lang":1,"streams":[{"redirect":8251012,"hoster":"VOE"},{"redirect":12986951,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Showdown","epNo":11,"alt":"Time of Confrontation","descr":"Sämtliche Versuche von Muneakira und seinen Meister-Samurai, eine Samurai Bride zu erschaffen, schlagen fehl, da der Fluch von Musashi ihn hindert, seine Generalskräfte voll auszuschöpfen. Währenddessen beginnen Kojiro und Mataemon damit, den Beschützer-Stein zu attackieren. Erst als Gisen ihr magisches Auge einsetzt, lassen sie ab und fliehen. Die bösen Geister, die durch die Beschädigung des Beschützer-Steins immer mehr an Kraft gewinnen, sammeln sich in Inshun und werden zum ultimativen Feind.","versions":[{"lang":1,"streams":[{"redirect":8251017,"hoster":"VOE"},{"redirect":8251018,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Geburt der Samurai-Braut","epNo":12,"alt":"Birth of the Samurai Bride","descr":"Als der böse Dämon in seiner vollen Größe auf die Buo-Akademie trifft, unterliegen Sen und Hanzou im Kampf und werden von dem Dämon in sein Inneres gesaugt. Auch Yukimura, Matabei, Sasuke und Kanetsugu werden eine nach der anderen getötet und vom Dämon absorbiert. Als Juubei und Muneakira ins Innere des Dämons eintreten, kann Juubei die Seelen ihrer toten Freundinnen dazu bringen, ihr übriges Qi Muneakira zu schenken, der damit durch einen gezielten Kuss Juubei zu seiner Samurai Bride machen kann.","versions":[{"lang":1,"streams":[{"redirect":8251020,"hoster":"VOE"},{"redirect":8251021,"hoster":"Streamtape"}]}]}]}]}