{"seriesId":"samurai-warriors","name":"Samurai Warriors","descr":"Toyotomi Hideyoshi steht kurz davor, das Reich zu vereinen. Nur noch die Odawara Burg, welche vom `Löwen von Sagam` Ujiyasu Houjou verteidigt wird, leistet ihm Widerstand. Die von Hideyoshi persönlich trainierten Generäle Ishida Mitsunari, Katou Kiyomasa und Fukushima Masanori — wie auch Ootani Yoshitsugu, Shima Sakon und Naoe Kanetsugu stehen an der Front. Innerhalb der Schlachtverbände befinden sich auch zwei junge Krieger des Sanada-Haushalts, Nobuyuki und sein jüngerer Bruder Yukimura. Als sich die Pattsituation in der Schlacht schließlich beginnt aufzulösen, stürzt sich Yukimura mit seinem Pferd mitten ins Getümmel, mit seinem Bruder dicht hinter ihm.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Die Legende der Sanada","epNo":1,"alt":"Sengoku Musou SP: Sanada no Shou","descr":"","versions":[{"lang":1,"streams":[{"redirect":8784609,"hoster":"VOE"},{"redirect":8622127,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die schönsten Kirchblüten der Welt","epNo":1,"alt":"Best Cherry Blossoms of The World","descr":"Mitsunari und Ieyasu überblicken den Nebel bei Sekigahara. Beide reflektieren die Vergangenheit und die Beziehungen, die sie bis zum Konflikt aufgebaut haben, und wiederholen wörtlich viele Schlüsselszenen aus dem Basisspiel. Die Erzählung setzt die Kulisse auf die zweite Belagerung der Burg Odawara zurück. Mitsunari wird von Hideyoshi beauftragt, es zu übernehmen, und drei erfolglose Monate vergehen aufgrund der eisernen Abwehrkräfte und der hohen Moral des Hōjō. Hideyoshi ist zuversichtlich, dass Mitsunari gegen Ieyasus Zweifel erfolgreich ist. Er beauftragt Ieyasu, Kanto zu regieren, nachdem die Hōjō besiegt wurden. Hidetada protestiert gegen die Entscheidung nach ihrem Publikum und behauptet, dass dies den Wohlstand ihrer Familie verringern wird. Zurück in Odawara gibt Mitsunari den Befehl für einen vollständigen Streik, um die abgesenkte Versorgungsleitung des Hōjō auszunutzen. Nobuyuki missbilligt und äußert seine Besorgnis über die zukünftige Regierung.Während die Beratungen im Kriegsrat fortgesetzt werden, besteigt Yukimura sein Ross und greift selbst in die Schlacht. Er rammt durch die Burgbarrikade, um Ujiyasu zu einem Duell herauszufordern. Kaihime und Lady Hayakawa fangen ab; Ujiyasu unterbricht den Moment, in dem sie zurückgedrängt werden. Die Toyotomi-Armee reitet Yukimura während ihres Duells zu Hilfe. Kunoichi hält die Frauen in Schach und Nobuyuki vereinigt sich schließlich wieder mit seinem Bruder. Ujiyasu wird letztendlich von Yukimura besiegt und gibt den Sanada-Brüdern seinen letzten Willen. Hideyoshi versammelt die Sieger zu einem Kirschblütenbankett, um seine Vereinigung zu feiern. Mitsunari spricht sich für Yukimura aus, wenn er Hideyoshi Bericht erstattet. Sein Herr ergänzt seinen Plan trotzdem und sympathisiert mit der Not seines Gefolgsmanns. Er hofft, dass Mitsunari und Ieyasu für die Zukunft des Landes zusammenarbeiten können;Als er merkt, dass sie uneins sind, sagt er dasselbe für die Sanada-Brüder. Seine Krankheit wird angedeutet, als er seine Untertasse fallen lässt.","versions":[{"lang":1,"streams":[{"redirect":8784602,"hoster":"VOE"},{"redirect":8622126,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13075525,"hoster":"VOE"},{"redirect":13075523,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Abschied in Inugushi","epNo":2,"alt":"Inubushi’s Departure","descr":"Hideyoshi wird todkrank. Bevor er umkommt, bittet er Ieyasu und Mitsunari, sich um seinen Sohn Hideyori zu kümmern. Toshiie erbt Hideyoshis Willen und stirbt bald darauf an einer Krankheit. Nene verlässt die Burg von Osaka, weil es ihr weh tut, sich an ihren verstorbenen Ehemann zu erinnern und ihren \"Kindern\" die Zukunft anzuvertrauen. Kanetsugu fungiert als Vertreter seines Lords auf der Konferenz, um über die Zukunft des Clans zu entscheiden, und erklärt, dass die Uesugi Zeit benötigen, um ihre neu zugewiesene Macht in Aizu zu etablieren. Ieyasu erwähnt ein Gerücht, dass sie ein neues Schloss bauen, und wirft Bedenken hinsichtlich der Kluft auf, die innerhalb der Toyotomi-Reihen beginnt. Mitsunaris schlechte Einstellung und unparteiische Entscheidungen vertiefen die Kluft. Die Brüder Sanada werden an den Sturz der Takeda erinnert und versuchen, ihren Familiennamen um jeden Preis zu schützen.Eines Tages hören sie auf der Burg von Osaka, wie Kiyomasa und Masanori gegen Mitsunaris Befehl protestieren, nach Kyushu zu fahren. Mitsunari bleibt den Ausbrüchen seiner Freunde aus Kindertagen und ihrer Trennung von ihm fern. Bei ihrer Rückkehr zur Burg von Ueda werden Nobuyuki und Inahime zu einer Audienz bei Ieyasu eingeladen. Der Tokugawa-Lord hat einen diskreten Kreis von Gefolgsleuten zusammengestellt, um die Überreste der Toyotomi-Einheit zu verteidigen, und das besorgniserregende Verhalten der Uesugi als einen Akt des selbstmotivierten Ehrgeizes angeführt. Osaka erhält Nachricht von Ieyasus Marsch zu den Waffen, was Mitsunari glauben lässt, dass Ieyasu den unschuldigen Uesugi wegen seiner eigenen Ambitionen ins Visier nimmt. Yukimura erfährt, dass sein Bruder sich Ieyasu angeschlossen hat, kann aber seine Freundschaft mit Kanetsugu und Mitsunari nicht aufgeben. Kunoichi lädt Nobuyuki ein, seinen Bruder in einem Tempel in Inubushi zu treffen.Yukimura versucht Nobuyuki zu überzeugen, sich Mitsunari anzuschließen, weil sie ihm in der Vergangenheit verpflichtet waren. Nobuyuki bleibt unnachgiebig, weil er den Fall der Toyotomi voraussieht. Der ältere Bruder möchte, dass sein Geschwister für den Konflikt an seiner Seite ist. Da keiner von beiden seine Ideale aufgeben kann, trennen sie sich als Feinde.","versions":[{"lang":1,"streams":[{"redirect":12923726,"hoster":"VOE"},{"redirect":8622128,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13075529,"hoster":"VOE"},{"redirect":13075533,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sturm über der Burg","epNo":3,"alt":"The Siege of Ueda Castle","descr":"Bewegungen für Sekigahara beginnen damit, dass jede Seite ihre Kräfte aufteilt. Hidetada und Nobuyuki werden als Bergversorgungsleitung anvertraut; Kagekatsus Versuch, Ieyasus Flanke anzugreifen, wird von den Date-Kräften vereitelt. Während die Uesugi mit dem Date in Aizu zusammenstoßen, versammelt Yukimura die Männer auf der Ueda-Burg, um für Mitsunari zu kämpfen. Obwohl sie entsetzt sind zu erfahren, dass der ältere Sanada-Bruder ihr Feind ist, stellt Yukimura die Moral wieder her, indem er erklärt, dass ihre Wiedervereinigung mit Mitsunaris Sieg einhergehen wird. Trotz allem, was passiert ist, erinnert sich Yukimura an die Tage, als der Sanada-Clan nach dem Sturz der Takeda obdachlos wurde. Die Brüder gründeten gemeinsam das Ueda-Schloss und er schätzt es als das einzige Zuhause des Clans. Mit freundlichen Grüßen an die Rückkehr seines Bruders,er beabsichtigt, es zu schützen, indem er die Taktik anwendet, die ihm sein Bruder in seiner Kindheit beigebracht hat. Hidetadas Streitkräfte in der Nähe der Burg von Ueda und des Tokugawa-Erben versuchen, sie mit Zahlen zu stürzen. Nobuyuki vermutet die Absichten seines Bruders und versucht, seinen Lehnsherrn an ihre aktuelle Mission zu erinnern, doch Hidetada glaubt, dass er Yukimura selbstsüchtig beschützt und ignoriert seine Empfehlungen. Wie er vorausgesagt hatte, werden die schlecht vorbereiteten Tokugawa-Truppen am nächsten Tag Opfer eines Hinterhalts in Sanada. Die Brüder werden zu einem Duell gezwungen, als Nobuyuki Hidetadas Flucht beschützt; Nobuyuki flieht, nachdem Hidetada in Sicherheit ist. Hidetada erklärt, dass er die Burg weiterhin angreifen wird. Während ihrer nächtlichen Atempause reflektieren beide Geschwister ihre Handlungen und erneuern ihre widersprüchliche Entschlossenheit. Inzwischen haben die Streitkräfte von Mitsunari und Ieyasu Sekigahara erreicht.Jede Seite nutzt die Nacht, um sich auszuruhen und ihre Bewegungen am nächsten Tag zu betrachten. Viele Charaktere wiederholen wichtige Zeilen, die sie im Basisspiel teilen. Dawn gibt Yukimura Kraft zum Angriff und er stürmt in die Schlacht. Die Episode endet damit, dass Yukimura direkt nach Hidetada eilt.","versions":[{"lang":1,"streams":[{"redirect":13111882,"hoster":"VOE"},{"redirect":8622129,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13075537,"hoster":"VOE"},{"redirect":13075540,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sonnenuntergang über Segigahara","epNo":4,"alt":"The Sekigahara Sunset","descr":"Nobuyuki setzt Yukimuras Anklage aus der letzten Episode fort und duelliert sich erneut mit seinem Bruder, um Hidetada zu verteidigen. Während sich ihre Streiks verschärfen, versucht Hidetada, beide Brüder zu eliminieren, indem er seiner Infanterie befiehlt, auf sie zu schießen. Kunoichi und Tsukimaru werfen Rauchbomben ab, um die Kämpfe zu beenden. Die Burg von Ueda wurde durch schwere Kanonenbombardierungen beschädigt und die Tokugawa-Truppen ziehen sich zurück, um sich mit Ieyasus Streitkräften in Sekigahara wieder zu vereinigen. Die Uesugi setzen auch ihren Kampf gegen das Datum in Aizu fort. In Sekigahara spiegeln die Bewegungen beider Seiten die Geschichte wider. Die Kämpfe beginnen, sobald Naomasa nach vorne stürmt und die westliche Armee mit Kanonenfeuer reagiert. Während Sakon die Avantgarde leitet und im Zweikampf mit Naomasa stirbt, versucht Yoshitsugu, Kobayakawas Übergabe an die Tokugawa-Streitkräfte zu bewältigen.Er wird von Takatora unterbrochen, die versucht, ihre zerbrochene Freundschaft zu verbessern. Ihr Duell wird gestoppt, als Yoshitsugu durch Tokugawa-Pfeile, die sich auf seinem unbewachten Rücken befinden, tödlich verwundet wird. Er stirbt in Takatoras Armen, während er sich bei Mitsunari entschuldigt. Als Mitsunari merkt, dass die Situation verloren ist und Tadakatsu sein Hauptlager bedroht, versucht er eine verzweifelte letzte Anklage gegen Ieyasu. Er stirbt an Verletzungen, die er durch seine Eile erleidet; Er bricht ein paar Meter von Ieyasu entfernt zusammen und erinnert sich liebevoll an Hideyoshi in seinen letzten Augenblicken. Zurück auf der Burg von Ueda hilft Yukimura seinen verletzten Truppen, sich von der Schlacht zu erholen. Nobuyuki und Ina marschieren zurück zu ihrer Haustür, um Mitsunaris Tod zu melden. Yukimura trauert um ihn.Er stirbt in Takatoras Armen, während er sich bei Mitsunari entschuldigt. Als Mitsunari merkt, dass die Situation verloren ist und Tadakatsu sein Hauptlager bedroht, versucht er eine verzweifelte letzte Anklage gegen Ieyasu. Er stirbt an Verletzungen, die er durch seine Eile erleidet; Er bricht ein paar Meter von Ieyasu entfernt zusammen und erinnert sich liebevoll an Hideyoshi in seinen letzten Augenblicken. Zurück auf der Burg von Ueda hilft Yukimura seinen verletzten Truppen, sich von der Schlacht zu erholen. Nobuyuki und Ina marschieren zurück zu ihrer Haustür, um Mitsunaris Tod zu melden. Yukimura trauert um ihn.Er stirbt in Takatoras Armen, während er sich bei Mitsunari entschuldigt. Als Mitsunari merkt, dass die Situation verloren ist und Tadakatsu sein Hauptlager bedroht, versucht er eine verzweifelte letzte Anklage gegen Ieyasu. Er stirbt an Verletzungen, die er durch seine Eile erleidet; Er bricht ein paar Meter von Ieyasu entfernt zusammen und erinnert sich liebevoll an Hideyoshi in seinen letzten Augenblicken. Zurück auf der Burg von Ueda hilft Yukimura seinen verletzten Truppen, sich von der Schlacht zu erholen. Nobuyuki und Ina marschieren zurück zu ihrer Haustür, um Mitsunaris Tod zu melden. Yukimura trauert um ihn.Zurück auf der Burg von Ueda hilft Yukimura seinen verletzten Truppen, sich von der Schlacht zu erholen. Nobuyuki und Ina marschieren zurück zu ihrer Haustür, um Mitsunaris Tod zu melden. Yukimura trauert um ihn.Zurück auf der Burg von Ueda hilft Yukimura seinen verletzten Truppen, sich von der Schlacht zu erholen. Nobuyuki und Ina marschieren zurück zu ihrer Haustür, um Mitsunaris Tod zu melden. Yukimura trauert um ihn.","versions":[{"lang":1,"streams":[{"redirect":8784608,"hoster":"VOE"},{"redirect":8622133,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13075545,"hoster":"VOE"},{"redirect":13075543,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wohin das Leben führt","epNo":5,"alt":"The Destination of Life","descr":"Die Ueda-Burg wird Nobuyuki übergeben und Yukimura wird unter Hausarrest gestellt. Kunoichi versucht, ihren Meister zu bejubeln, indem sie ihm Kastanien und Klebreis anbietet. Ihre Vorliebe für das Vergnügen lässt sie an ihre gemeinsamen Kindheitstage erinnern. Yukimura bereitet sich jedoch auf seine ehrenvolle Hinrichtung vor. Er kündigt feierlich ihren Vertrag mit ihm und fordert sie auf, durch ihre tränenreichen Proteste ihr eigenes Leben zu führen. Die Nachricht von Mitsunaris Niederlage verbreitet sich nach Westen und Osten. Kanetsugu trauert um seinen Freund, als er den Uesugi vorschlägt, sich zurückzuziehen. Nene inspiziert die ramponierte Sekigahara und weint, als sie Mitsunaris kaputtes Kopfstück entdeckt. Die Burg von Osaka ist voller Angst, viele befürchten, dass die Toyotomi der nächste sein wird. Kaihime, der nach dem Fall des Hōjō dorthin geschickt worden war,beruhigt die Dienstmädchen und fragt Hideyori nach seinen Gedanken in seinem Garten. Der junge Lord räumt schwach ein, dass Ieyasu in der Knechtschaft von Toyotomi Fortschritte gemacht hat. Die endgültige Tagesordnung der Tokugawa-Konferenz entscheidet über das Schicksal von Yukimura. Hidetada drängt auf seinen Tod aufgrund seines Lebens auf der Burg von Ueda, doch Tadakatsu und Inahime zitieren, dass Hidetadas Ungestüm zu Yukimuras Vergeltung geführt habe. Takatora betont, dass Yukimura zu gefährlich ist, um am Leben zu bleiben. Trotz seiner aufrichtigen Zuneigung zu seinem Bruder priorisiert Nobuyuki den Traum vom Frieden und setzt sich für das Todesurteil ein. Ieyasu überrascht den Raum, als er Yukimuras Exil am Berg befiehlt. Koya. Er schimpft mit dem jammernden Hidetada und stellt seinen Sohn wegen seines schändlichen Verhaltens unter Hausarrest. Nobuyuki liefert das Dekret persönlich an Ueda Castle;Yukimura ist verärgert, gezwungen zu sein, in Schande zu leben, und erklärt seine Absicht, in Mitsunaris Erinnerung Selbstmord zu begehen. Der ältere Bruder knurrt Yukimura zu, um zu überleben und sein eigenes Leben neu zu bewerten. Das Schicksal der Sanada liegt nun in Nobuyukis Händen. In den Abendstunden reflektieren mehrere Parteien das Urteil. Nobuyuki bedauert persönlich, dass er Yukimura Inahime überlassen hat. Ein bettlägeriger Naomasa verflucht, dass die Wunde, die er von Sakon erhalten hatte, seine Anwesenheit verhinderte, da er Yukimura umkommen lassen würde. Tadakatsu gibt seine ernsthafte Überraschung für die Barmherzigkeit seines Herrn und sein Lob für Yukimuras Hartnäckigkeit zu. Ieyasu erarbeitet seine Absichten, Frieden zu verwirklichen, indem er den endgültigen Nagel durch die ewige Kriegsführung treibt. Indem er den jungen Helden jetzt schont, kann er Yukimura opfern, um später alle Samurai-Werte zu beenden.Hidetada bekommt einen Wutanfall in seinem persönlichen Quartier und beschuldigt den Sanada, der für sein Unglück verantwortlich ist. Kotarō schleicht sich kryptisch mit dem Angebot ein, seine Gegner zu beenden. Yukimura verlässt Ueda am nächsten Tag. Er bittet um die Pflege des Kirschblütenbaums und entschuldigt seine Gruppe von Untergebenen, seinem Bruder zu dienen. Kunoichi beschließt, mit Inahimes stillem Verständnis bei ihm zu sein. Nobuyuki verliert die Kontrolle über seine Gefühle während ihrer Abreise und jammert vergeblich gegen die sich zurückziehende Gestalt seines Bruders. Die Episode endet damit, dass Ieyasu Shogun genannt wird.Er bittet um die Pflege des Kirschblütenbaums und entschuldigt seine Gruppe von Untergebenen, seinem Bruder zu dienen. Kunoichi beschließt, mit Inahimes stillem Verständnis bei ihm zu sein. Nobuyuki verliert die Kontrolle über seine Gefühle während ihrer Abreise und jammert vergeblich gegen die sich zurückziehende Gestalt seines Bruders. Die Episode endet damit, dass Ieyasu Shogun genannt wird.Er bittet um die Pflege des Kirschblütenbaums und entschuldigt seine Gruppe von Untergebenen, seinem Bruder zu dienen. Kunoichi beschließt, mit Inahimes stillem Verständnis bei ihm zu sein. Nobuyuki verliert die Kontrolle über seine Gefühle während ihrer Abreise und jammert vergeblich gegen die sich zurückziehende Gestalt seines Bruders. Die Episode endet damit, dass Ieyasu Shogun genannt wird.","versions":[{"lang":1,"streams":[{"redirect":12334871,"hoster":"VOE"},{"redirect":8622130,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13075548,"hoster":"VOE"},{"redirect":13075549,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Herz im Kerker","epNo":6,"alt":"The Caged Heart","descr":"Ein einsamer Nobuyuki wird angewiesen, als Ieyasus Gesandter für den rachsüchtigen Uesugi zu fungieren. Die Luft ist angespannt, als er in Aizu ankommt, um das Dekret zu erlassen: Reduzieren Sie den Reichtum der Uesugi auf ein Viertel und ziehen Sie nach Yonezawa. Kanetsugu fungiert als Uesugi-Korrespondent und erklärt einen entschlossenen Trotz. Bevor der Uesugi nach seinem Hals stürzt, begründet Nobuyuki ihn, über das Überleben des Uesugi nachzudenken. Der Sanada-Lord teilt die Schwere der Führung und was er getan hat, um seinen Clan zu schützen. Der Chefberater fühlt sich ehrlich, indem er sich an Yukimuras frühere Eindrücke von Nobuyuki erinnert. Obwohl Kanetsugu kurz zögert zu antworten und seinen verstorbenen Freund nach wie vor bedauert, stimmt der Uesugi ohne Blutvergießen zu. Inahime ist erleichtert, als ihr Mann in einem Stück zu ihr zurückkehrt. Yukimura ist von Tokugawa-Wachen umgeben und in seinem Exil lustlos.über sein nächstes Lebensziel nachdenken. Kunoichi darf an seiner Seite sein. Die Dorfbewohner sind verärgert über seine Ankunft und wissen nur, dass er für ein unbeschreibliches Verbrechen bestraft wird. Ein Bauernmädchen namens Suzu überwindet ihren Schreck und erleichtert seine Monotonie, indem es einen Reisbällchen mit ihm teilt. Sie sagt ihm, er solle vergeben und vergessen, bevor sie von der nachlässigen Patrouille vertrieben wird. Nene besucht Yukimura bei Einbruch der Dunkelheit, um ihm Mitsunaris kaputtes Kopfstück zu liefern. Der jüngere Sanada-Geschwister bemerkt, dass er es nicht wert ist, und erklärt seinen Willen, den Krieg aufzugeben und über die neue Ära des Friedens zu wachen. Während ihr Besucher geht, teilt Kunoichi ihre Unsicherheiten für das Wohlergehen ihres Meisters. Nene versichert ihr, an ihn zu glauben, was darauf hindeutet, dass der Frieden immer noch ungewiss ist. Sie beauftragt Kunoichi, Yukimura seinen Freund zu geben. \u0027s Andenken, wann und ob er wieder kämpfen möchte. Auf dem Weg zurück zu ihrer Hütte hört Kunoichi Suzu\u0027s Mutter in Not. Ihre Tochter hat hohes Fieber und die Mutter möchte sie zu einem Arzt bringen, der am Fuße des Berges lebt. Die Tokugawa-Wachen blockieren die Hauptstraße und der andere Weg ist ein gefährlicher Pfad in der Wildnis. Yukimura hört den Aufruhr und besteht darauf, das Mädchen selbst zu tragen, obwohl er der Gefahr des Todes ausgesetzt ist, sein Gefängnis verlassen zu haben. Er schüchtert die Wachen ein, sich zu bewegen, und rutscht den Weg hinunter. Als Kunoichi ihrem Meister durch das Gelände hilft, wird sie an ihr erstes Treffen mit Yukimura in ihrer Kindheit erinnert. Sie war allein in den schneebedeckten Bergen zusammengebrochen und Yukimura trug sie selbstlos auf seinem Rücken in Sicherheit. Sobald Suzu dem Arzt anvertraut ist,Yukimura kehrt bereitwillig in seine Haft zurück. In der Tokugawa-Festung ist Masanori verärgert über Ieyasus wachsenden Einfluss. Kiyomasa beruhigt ihn, indem er glaubt, dass Ieyasu den Titel an Hideyori weitergeben wird. Sie sind schockiert, als Ieyasu den Titel an Hidetada weitergibt; Nobuyuki findet das Timing zu voreilig und verpflichtet, Toyotomi-Loyalisten zu Waffen anzuregen. Während Hidetada sich privat über seine neue Souveränität freut, verdirbt Kotarō seine Psyche zum Hass, indem er ihn mit Illusionen von Yukimura belästigt. Naomasa ist weiterhin besorgt über Yukimuras Überleben, selbst mit Tadakatsus Billigung für ihren Lord. Die Episode endet damit, dass eine beeinträchtigte Naomasa die Burg verlässt, angezogen und seine Waffe und Yukimuras Speer auf seinem Reittier trägt.Kiyomasa beruhigt ihn, indem er glaubt, dass Ieyasu den Titel an Hideyori weitergeben wird. Sie sind schockiert, als Ieyasu den Titel an Hidetada weitergibt; Nobuyuki findet das Timing zu voreilig und verpflichtet, Toyotomi-Loyalisten zu Waffen anzuregen. Während Hidetada sich privat über seine neue Souveränität freut, verdirbt Kotarō seine Psyche zum Hass, indem er ihn mit Illusionen von Yukimura belästigt. Naomasa ist weiterhin besorgt über Yukimuras Überleben, selbst mit Tadakatsus Billigung für ihren Lord. Die Episode endet damit, dass eine beeinträchtigte Naomasa die Burg verlässt, angezogen und seine Waffe und Yukimuras Speer auf seinem Reittier trägt.Kiyomasa beruhigt ihn, indem er glaubt, dass Ieyasu den Titel an Hideyori weitergeben wird. Sie sind schockiert, als Ieyasu den Titel an Hidetada weitergibt; Nobuyuki findet das Timing zu voreilig und verpflichtet, Toyotomi-Loyalisten zu Waffen anzuregen. Während Hidetada sich privat über seine neue Souveränität freut, verdirbt Kotarō seine Psyche zum Hass, indem er ihn mit Illusionen von Yukimura belästigt. Naomasa ist weiterhin besorgt über Yukimuras Überleben, selbst mit Tadakatsus Billigung für ihren Lord. Die Episode endet damit, dass eine beeinträchtigte Naomasa die Burg verlässt, angezogen und seine Waffe und Yukimuras Speer auf seinem Reittier trägt.Während Hidetada sich privat über seine neue Souveränität freut, verdirbt Kotarō seine Psyche zum Hass, indem er ihn mit Illusionen von Yukimura belästigt. Naomasa ist weiterhin besorgt über Yukimuras Überleben, selbst mit Tadakatsus Billigung für ihren Lord. Die Episode endet damit, dass eine beeinträchtigte Naomasa die Burg verlässt, angezogen und seine Waffe und Yukimuras Speer auf seinem Reittier trägt.Während Hidetada sich privat über seine neue Souveränität freut, verdirbt Kotarō seine Psyche zum Hass, indem er ihn mit Illusionen von Yukimura belästigt. Naomasa ist weiterhin besorgt über Yukimuras Überleben, selbst mit Tadakatsus Billigung für ihren Lord. Die Episode endet damit, dass eine beeinträchtigte Naomasa die Burg verlässt, angezogen und seine Waffe und Yukimuras Speer auf seinem Reittier trägt.","versions":[{"lang":1,"streams":[{"redirect":8784604,"hoster":"VOE"},{"redirect":8622134,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13075556,"hoster":"VOE"},{"redirect":13075555,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kaminrote Klinge","epNo":7,"alt":"The Crimson Blade","descr":"Nobuyuki wird erneut zum Gesandten des Toyotomi-Bergfrieds ernannt und liefert die Nachricht vom zweiten Tokugawa-Shogun und Ieyasus Wunsch, sich mit Hideyori auf der Burg von Nijo zu treffen. Hideyori ist sich der Wut der Toyotomi-Gefolgsleute auf Ieyasus Respektlosigkeit bewusst und entschuldigt Nobuyuki förmlich, mit seinen Männern einen privaten Rat abzuhalten. Während er das Risiko birgt, einen weiteren Krieg für die aufbrausende Menge zu beginnen, führt Kaihime ihren Gast in sein Quartier. Sie bürgt für ihre Verliebtheit in Hideyoris rätselhafte Eigenschaften und ihr Vertrauen in seine weise Zurückhaltung. Kiyomasa erkundet die Straßen von Edo und berichtet, dass die Menschen glücklich sind. Masanori schimpft, dass Ieyasu Hideyoshis Vision würdigt, indem er das Toyotomi-Podest wegnimmt. Takatora, der das Duo zuvor belauscht hatte, hält sie für gefährlich illoyal gegenüber den Tokugawa.Bevor die jungen Männer Blut vergießen, fordert Tadakatsu sie auf, ihre Aggressionen einzustellen. Er schwört, über den Vorfall mit Ieyasu zu schweigen. Yukimura wurde unter strengeren Hausarrest gestellt und darf keine Gäste in seinem Adobe haben. Da sie ihn nicht sehen darf, verbringt Kunoichi Zeit mit ihrem Haustier und holt einen Besuch bei Inahime ein. Die Schwägerin fleht das Duo an, das Exil zu ertragen. Sie glaubt, dass Yukimura begnadigt wird, sobald der Frieden erklärt ist, und hinterlässt bei ihrer Abreise Geschenke. Während der Dämmerungsstunden stürmt Naomasa in die Hütte des Gefangenen und erklärt Yukimura ein Ultimatum: im Kampf zu sterben oder als wehrloser Verbrecher zu sterben. Yukimura prangert Gewalt an und hält an seinem Versprechen fest, über sein Leben nachzudenken. Er stoppt Naomasas Speerschub, indem er seine Klinge fängt.Das nahe gelegene Dorf wird plötzlich von Kotarō und seiner Armee von Klonen in Brand gesteckt. Die Sorge um das Dorf setzt den Stolz der Samurai außer Kraft, da Naomasa und Yukimura sich beeilen, sie zu retten. Ein Kotarō-Klon zerschmettert Naomasas Verletzung während des Kampfes und macht den Schaden unweigerlich tödlich. Er hat genug Kraft, um ein paar Klone zu besiegen, Yukimuras Speer zu schleudern und Yukimura an seine Kriegerwurzeln zu erinnern, bevor er stirbt. Yukimura und Kunoichi verteidigen die Dorfbewohner und die Feuer werden bei Sonnenaufgang gelöscht. Yukimura gewinnt die Überzeugung, für die zu kämpfen, die ihm lieb sind; Als Kunoichi ihm Mitsunaris Andenken gibt, schwört er, seinem Versprechen der Freundschaft nie wieder den Rücken zu kehren.s Verletzung während des Kampfes, wodurch der Schaden unvermeidlich tödlich wird. Er hat genug Kraft, um ein paar Klone zu besiegen, Yukimuras Speer zu schleudern und Yukimura an seine Kriegerwurzeln zu erinnern, bevor er stirbt. Yukimura und Kunoichi verteidigen die Dorfbewohner und die Feuer werden bei Sonnenaufgang gelöscht. Yukimura gewinnt die Überzeugung, für die zu kämpfen, die ihm lieb sind; Als Kunoichi ihm Mitsunaris Andenken gibt, schwört er, seinem Versprechen der Freundschaft nie wieder den Rücken zu kehren.s Verletzung während des Kampfes, wodurch der Schaden unvermeidlich tödlich wird. Er hat genug Kraft, um ein paar Klone zu besiegen, Yukimuras Speer zu schleudern und Yukimura an seine Kriegerwurzeln zu erinnern, bevor er stirbt. Yukimura und Kunoichi verteidigen die Dorfbewohner und die Feuer werden bei Sonnenaufgang gelöscht. Yukimura gewinnt die Überzeugung, für die zu kämpfen, die ihm lieb sind; Als Kunoichi ihm Mitsunaris Andenken gibt, schwört er, seinem Versprechen der Freundschaft nie wieder den Rücken zu kehren.er schwört, ihrem Freundschaftsversprechen nie wieder den Rücken zu kehren.er schwört, ihrem Freundschaftsversprechen nie wieder den Rücken zu kehren.","versions":[{"lang":1,"streams":[{"redirect":13111881,"hoster":"VOE"},{"redirect":8622135,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13075559,"hoster":"VOE"},{"redirect":13075558,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Weg ohne Wiederkehr","epNo":8,"alt":"The Path Of No Return","descr":"Um die Dorfbewohner zu beschützen und sein Leben als Krieger wieder aufzunehmen, entkommen Yukimura und Kunoichi Kudoyama. Kiyomasa und Masanori verlassen die Tokugawa, um Hideyori direkt zu unterstützen. Das Ziel der beiden Parteien ist die Burg von Osaka. Nachdem Ieyasu einen Bericht über Naomasas Tod erhalten hat, befiehlt er Masamune, die beiden Überläufer zu töten, und Takatora, Yukimura zu töten, bevor sie ihn erreichen. Er verzichtet auf den jeweiligen Wunsch der Generäle, ihre Ziele zu wechseln, in der Hoffnung, ihren persönlichen Stolz als Krieger zu unterdrücken. Er teilt privat mit Tadakatsu seine Pläne für die Überlebenden, ihre früheren Mittel des Chaos zu verwerfen, um sich eines Tages auf eine Gesetzgebung zu konzentrieren, die den Frieden für die Zukunft fördern kann. Hideyori willigt ein, sich mit Ieyasu zu treffen, um die Gedanken seines Rivalen einzuschätzen. Kaihime erinnert ihn an die Gefolgsleute, die gegenüber den Tokugawa umstritten sind.eine Meinung, die der pazifistische Herr zuvor wahrgenommen und anerkannt hat. Er versucht, Krieg möglichst zu vermeiden. Nobuyuki fährt ab und ist auf einem Bergweg von Banditen umgeben. Er flieht in Richtung des nahe gelegenen Flusses, um sich zu verteidigen. Bevor sie angreifen, erhebt sich ein fauler Keiji und identifiziert die Banditen korrekt als verkleidete Toyotomi-Gefolgsleute. er macht sie fertig, indem er auf ihre teuren Schwerter aufmerksam macht. Der wilde Mann schlägt einen und schüchtert den Rest ein, zu fliehen. Nobuyuki und Keiji erkennen sich und unterhalten sich freundlich. Keiji informiert Nobuyuki über Yukimuras Flucht, wodurch das ältere Geschwister sofort auf seinem Reittier abfährt. Inzwischen die Dattelfalle Kiyomasa und Masanori. Sie werden von Nene und ihren Rauchbomben gerettet. Beide Männer entschuldigen sich bei ihr für ihre Handlungen,und sie lobt sie glücklich dafür, dass sie ihre Lebenswege gefunden haben. Gleichzeitig bittet Nobuyuki, sich Takatoras Unterwerfung anzuschließen. Takatora vermutet Barmherzigkeit und Sentimentalität von ihm, lehnt ab und lässt Nobuyuki in Gewahrsam nehmen. Während Takatora das Sanada-Trio umgibt, reitet Keiji zu ihrer Unterstützung und Nobuyuki befreit sich aus seiner Haft. Yukimura und seine Gesellschaft entkommen sicher und werden von einem einsamen Nobuyuki blockiert. Yukimura erklärt seine erneuten Überzeugungen, weiterhin für den Traum des verstorbenen Mitsunari zu kämpfen, und verwirft seine familiären Beziehungen zu Nobuyuki. Im Moment sind sie Feinde.Keiji reitet zu ihrer Unterstützung und Nobuyuki befreit sich aus seiner Haft. Yukimura und seine Gesellschaft entkommen sicher und werden von einem einsamen Nobuyuki blockiert. Yukimura erklärt seine erneuten Überzeugungen, weiterhin für den Traum des verstorbenen Mitsunari zu kämpfen, und verwirft seine familiären Beziehungen zu Nobuyuki. Im Moment sind sie Feinde.Keiji reitet zu ihrer Unterstützung und Nobuyuki befreit sich aus seiner Haft. Yukimura und seine Gesellschaft entkommen sicher und werden von einem einsamen Nobuyuki blockiert. Yukimura erklärt seine erneuten Überzeugungen, weiterhin für den Traum des verstorbenen Mitsunari zu kämpfen, und verwirft seine familiären Beziehungen zu Nobuyuki. Im Moment sind sie Feinde.","versions":[{"lang":1,"streams":[{"redirect":13111891,"hoster":"VOE"},{"redirect":8622139,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14044766,"hoster":"VOE"},{"redirect":13075566,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Wind von Osaka","epNo":9,"alt":"The Osaka Tempest","descr":"Während Nobuyuki Ieyasu über Hideyori berichtet, kommt Yukimuras Gruppe in Osaka an, das sich mit landlosen Samurai füllt. Kaihime trifft das Trio auf der Straße und führt sie zum Toyotomi-Lord. Hideyori heißt Yukimura und Keiji privat für ihren Aufenthalt willkommen. Sein raffiniertes Verhalten und sein ehrgeiziger Trotz erinnern sie an den verstorbenen Hideyoshi. Die Verbindungen des jungen Lords zu Toshiie amüsieren Keiji genug, um sich den Toyotomi-Truppen anzuschließen. Bevor Hideyori nach Nijo Castle aufbricht, treffen Kiyomasa und Masanori ein, um der Familie Toyotomi erneut ihre Loyalität zu versprechen. Trotz der Kritik namenloser Beobachter entschuldigt Hideyori sie und lässt sie ihn begleiten. Ieyasu spricht die Gerüchte an, dass sich die Toyotomi während ihres Gesprächs auf den Krieg vorbereiten, und Hidetada fragt Yukimuras Aufenthaltsort.Der junge Lord meint, er schütze lediglich die Opfer von Sekigahara, und viele Männer haben den Namen des Helden zu ihrem eigenen Vorteil verwendet. Ieyasu drückt seine Sorge um die Zukunft aus und bittet Hideyori, in Edo zu wohnen. Hideyori kontert mit einem spöttischen Vorschlag für den pensionierten Ieyasu, in Osaka zu leben. Als Ieyasu erkennt, dass die Verhandlungen durch Hideyoris blühendes Potenzial beeinträchtigt werden, organisiert er seine Loyalisten privat, um Waffen zu ergreifen. Er glaubt, dass sie die Toyotomi schnell beenden sollten, um einen Rückfall in den Kreislauf der Kriegsführung unter Hideyoris Namen zu verhindern. Der innere Kreis der Toyotomi verbringt einen Abend damit, sich zu verbinden, bevor sie ihre Defensive planen. Yukimura hat das Gelände erkundet und bietet seine Meinung an, um ihre zentrale Vorderwand zu verteidigen. Er schlägt vor, eine Festung zu bauen, die Keiji Yukimura zu Ehren stolz nennt. Während seines Baus,Die Tokugawa-Streitkräfte zerstören die Toyotomi-Streitkräfte auf ihrem Weg. Als sie die Burg von Osaka umgeben, stehen sie vor der fertigen Sanada Maru.","versions":[{"lang":1,"streams":[{"redirect":8784610,"hoster":"VOE"},{"redirect":9241290,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13075575,"hoster":"VOE"},{"redirect":13075574,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine Festung wie keine zweite","epNo":10,"alt":"Fortress Beyond Compare","descr":"Die Kämpfe finden an drei Fronten statt. Yukimura verteidigt den Süden gegen Takatora und Keiji schützt den Osten vor Kanetsugu. Bei westlichen Toren stößt die Date-Armee gegen Kiyomasa und Masanori zusammen. Die Toyotomi verteidigen ihren Boden gut, da sie einen Monat lang die Burggräben und Sanada Maru ausbeuten. Bevor die Toyotomi eine Gegenoffensive im Dezember zusammenstellen, sorgt Ieyasu dafür, dass Kanonen mit großer Reichweite die Hauptfestung direkt bombardieren. Kunoichi meldet sich freiwillig, um sie alleine herauszunehmen, damit Yukimura ihre Verteidigung umlenken kann. Sie ist leicht erfolgreich, muss sich aber zurückziehen, wenn sie von Takatora verletzt wird. Das Kanonenfeuer dauert mehrere Tage und die Moral auf beiden Seiten nimmt ab. Nobuyuki schlägt einen Waffenstillstand vor, bevor die Tokugawa-Streitkräfte gegen den Winterfrost verlieren. Ieyasu weigert sich zu einem Waffenstillstand,den älteren Sanada fahren, um sich dem Toyotomi selbst zu nähern. Kanetsugu billigt seinen Mut und erklärt sich bereit, ihm zu helfen. Ihr Mann verlässt sie, um sie nicht in Gefahr zu bringen. Inahime verliert die Fassung, als sie die höhnische Hidetada hört und schlägt ihn. Die Formationen werden in der nächsten gezeigten Ladung leicht verändert. Diesmal stehen sich die Armeen von Kanetsugu und Yukimura gegenüber und Keiji duelliert sich mit Tadakatsu. Die Datteln kontern die westlichen Wassergräben, indem sie mit ihren provisorischen Brücken eindringen und den Burgboden infiltrieren. Kiyomasa nimmt die Kugel aus Masamunes Pistole für Masanori und stirbt. Währenddessen infiltriert Nobuyuki allein die verborgenen Eingänge des Sanada Maru, um in den Hauptfried zu gelangen. Er schlägt Hideyori den Waffenstillstand direkt vor, und Hideyori stimmt dem rational zu. Wenn der Frieden erklärt ist, halten die Kanonen an und jede Seite leckt ihre Wunden.Nobuyuki verlässt die Burg und warnt seinen Bruder, dass ihr nächster Kampf bis zum Tod sein wird.","versions":[{"lang":1,"streams":[{"redirect":13111892,"hoster":"VOE"},{"redirect":8622138,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13075578,"hoster":"VOE"},{"redirect":13075579,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Einsame, stolze Burg","epNo":11,"alt":"The Lofty Castle","descr":"Ein Waffenstillstand wird eingeführt. Als Zeichen des Vertrauens werden die äußeren Gräben ausgefüllt und Takatora überwacht den Wiederaufbau. Aggressionen zwischen den beiden Clans bleiben bestehen, wenn Takatoras Methoden den lokalen Loyalisten vorwurfsvoll erscheinen. Yukimura erinnert sich an die Abschiedsworte seines Bruders und warnt Hideyori, dass ein weiterer Krieg unvermeidlich sein wird. Obwohl die Burg von Osaka wehrlos liegt und ihre Hauptfestung vom Kanonenfeuer verkohlt bleibt, bleiben ihre Leute der Vision des verstorbenen Hideyoshi zur Vereinigung treu. Hideyori versteht die Herzen seiner Anhänger und bricht bereitwillig den Vertrag, indem er den Befehl ablehnt, den Schurken-Samurai aus seiner Burg zu verbannen. Beide Seiten reflektieren die Vergangenheit und stählen ihr Herz für den Krieg. Jeder der Sanada-Brüder bereitet sich darauf vor, sich gegenseitig für ihren Glauben zu töten. Hidetada spürt immer noch den Stich von Inahime.s Schlag und entlüftet seine Unsicherheiten an einen vorbeikommenden Nobuyuki. Inahimes leichter Ausbruch lässt ihn erkennen, dass er unter dem Druck der Führung zermalmt. Er fühlt sich seinem Vater immer noch unterlegen und verabscheut den Krieg. Der ältere Sanada-Bruder lobt seine pazifistischen Implikationen, kritisiert ihn jedoch, die Gefallenen zu respektieren. Wenn er nicht bald reift, dreht Hidetada ihren Wünschen den Rücken zu. Obwohl er über die Unterstützung des Sanada-Lords schmollt, schätzt Hidetada seine Meinung. Yukimura und seine Kompanie fangen die Tokugawa-Streitkräfte auf dem Weg zur Burg von Osaka ab. Ihre Offensive ist bewundernswert, aber die Tokugawa-Zahlen überwältigen sie. Innerhalb kurzer Zeit pflügen die Tokugawa-Streitkräfte auf ihr Ziel zu und ruhen sich in der Nähe seiner Grenzen aus. Nene besucht Ieyasu privat und fragt, ob dies die letzte Schlacht sein soll.Sie beauftragt ihn, den Traum ihres verstorbenen Mannes zu verwirklichen, verschwindet und teilt ihren Wunsch, Zeuge des Zeitalters zu werden, das unter der Tokugawa-Herrschaft beginnen soll. Kunoichi will Yukimuras Überleben, aber ihr Ruf zur Pflicht bringt sie zum Schweigen, ihre Gedanken auszusprechen. Kaihime fängt ihre Unsicherheiten auf und ermutigt sie, vor Tagesanbruch ihr Herz auszusprechen. Als die Tokugawa-Truppen näher kommen, versucht Kunoichi, Yukimura ihre Gefühle zu gestehen. Sie schneidet sich ab und bittet stattdessen um ein Versprechen, den Kirschblütenbaum auf der Burg von Ueda nach dem Krieg erneut zu besuchen. Er stimmt zu und tauscht ein eigenes Versprechen aus: Mitsunaris Andenken zu halten und es ihm zurückzugeben, wenn der Krieg endet. Kunoichi schwört erneut, ihn in Monolog zu beschützen. Die Episode endet damit, dass die purpurroten gepanzerten Toyotomi-Truppen ihren Feinden einen heftigen Kriegsschrei ausstoßen.Sie teilt ihren Wunsch, Zeuge des Zeitalters zu werden, das unter der Tokugawa-Herrschaft beginnen soll. Kunoichi will Yukimuras Überleben, aber ihr Ruf zur Pflicht bringt sie zum Schweigen, ihre Gedanken auszusprechen. Kaihime fängt ihre Unsicherheiten auf und ermutigt sie, vor Tagesanbruch ihr Herz auszusprechen. Als die Tokugawa-Truppen näher kommen, versucht Kunoichi, Yukimura ihre Gefühle zu gestehen. Sie schneidet sich ab und bittet stattdessen um ein Versprechen, den Kirschblütenbaum auf der Burg von Ueda nach dem Krieg erneut zu besuchen. Er stimmt zu und tauscht ein eigenes Versprechen aus: Mitsunaris Andenken zu halten und es ihm zurückzugeben, wenn der Krieg endet. Kunoichi schwört erneut, ihn in Monolog zu beschützen. Die Episode endet damit, dass die purpurroten gepanzerten Toyotomi-Truppen ihren Feinden einen heftigen Kriegsschrei ausstoßen.Sie teilt ihren Wunsch, Zeuge des Zeitalters zu werden, das unter der Tokugawa-Herrschaft beginnen soll. Kunoichi will Yukimuras Überleben, aber ihr Ruf zur Pflicht bringt sie zum Schweigen, ihre Gedanken auszusprechen. Kaihime fängt ihre Unsicherheiten auf und ermutigt sie, vor Tagesanbruch ihr Herz auszusprechen. Als die Tokugawa-Truppen näher kommen, versucht Kunoichi, Yukimura ihre Gefühle zu gestehen. Sie schneidet sich ab und bittet stattdessen um ein Versprechen, den Kirschblütenbaum auf der Burg von Ueda nach dem Krieg erneut zu besuchen. Er stimmt zu und tauscht ein eigenes Versprechen aus: Mitsunaris Andenken zu halten und es ihm zurückzugeben, wenn der Krieg endet. Kunoichi schwört erneut, ihn in Monolog zu beschützen. Die Episode endet damit, dass die purpurroten gepanzerten Toyotomi-Truppen ihren Feinden einen heftigen Kriegsschrei ausstoßen.aber ihr Ruf zur Pflicht bringt sie zum Schweigen, ihre Gedanken auszusprechen. Kaihime fängt ihre Unsicherheiten auf und ermutigt sie, vor Tagesanbruch ihr Herz auszusprechen. Als die Tokugawa-Truppen näher kommen, versucht Kunoichi, Yukimura ihre Gefühle zu gestehen. Sie schneidet sich ab und bittet stattdessen um ein Versprechen, den Kirschblütenbaum auf der Burg von Ueda nach dem Krieg erneut zu besuchen. Er stimmt zu und tauscht ein eigenes Versprechen aus: Mitsunaris Andenken zu halten und es ihm zurückzugeben, wenn der Krieg endet. Kunoichi schwört erneut, ihn in Monolog zu beschützen. Die Episode endet damit, dass die purpurroten gepanzerten Toyotomi-Truppen ihren Feinden einen heftigen Kriegsschrei ausstoßen.aber ihr Ruf zur Pflicht bringt sie zum Schweigen, ihre Gedanken auszusprechen. Kaihime fängt ihre Unsicherheiten auf und ermutigt sie, vor Tagesanbruch ihr Herz auszusprechen. Als die Tokugawa-Truppen näher kommen, versucht Kunoichi, Yukimura ihre Gefühle zu gestehen. Sie schneidet sich ab und bittet stattdessen um ein Versprechen, den Kirschblütenbaum auf der Burg von Ueda nach dem Krieg erneut zu besuchen. Er stimmt zu und tauscht ein eigenes Versprechen aus: Mitsunaris Andenken zu halten und es ihm zurückzugeben, wenn der Krieg endet. Kunoichi schwört erneut, ihn in Monolog zu beschützen. Die Episode endet damit, dass die purpurroten gepanzerten Toyotomi-Truppen ihren Feinden einen heftigen Kriegsschrei ausstoßen.Kunoichi versucht Yukimura ihre Gefühle zu gestehen. Sie schneidet sich ab und bittet stattdessen um ein Versprechen, den Kirschblütenbaum auf der Burg von Ueda nach dem Krieg erneut zu besuchen. Er stimmt zu und tauscht ein eigenes Versprechen aus: Mitsunaris Andenken zu halten und es ihm zurückzugeben, wenn der Krieg endet. Kunoichi schwört erneut, ihn in Monolog zu beschützen. Die Episode endet damit, dass die purpurroten gepanzerten Toyotomi-Truppen ihren Feinden einen heftigen Kriegsschrei ausstoßen.Kunoichi versucht Yukimura ihre Gefühle zu gestehen. Sie schneidet sich ab und bittet stattdessen um ein Versprechen, den Kirschblütenbaum auf der Burg von Ueda nach dem Krieg erneut zu besuchen. Er stimmt zu und tauscht ein eigenes Versprechen aus: Mitsunaris Andenken zu halten und es ihm zurückzugeben, wenn der Krieg endet. Kunoichi schwört erneut, ihn in Monolog zu beschützen. Die Episode endet damit, dass die purpurroten gepanzerten Toyotomi-Truppen ihren Feinden einen heftigen Kriegsschrei ausstoßen.","versions":[{"lang":1,"streams":[{"redirect":8784612,"hoster":"VOE"},{"redirect":12514279,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13075590,"hoster":"VOE"},{"redirect":13075589,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der mächtigste Krieger im Land der aufgehenden Sonne","epNo":12,"alt":"Mightiest Warrior in Japan","descr":"Der Krieg bricht aus, als die Toyotomi-Streitkräfte in Richtung Tokugawa-Zentrum drängen. Ihr Ziel ist es, die Hauptkräfte von Yukimuras einzigem Angriff auf Ieyasu abzulenken. Nobuyuki versteht den Plan seines Bruders, wird jedoch von Keiji behindert. Masanori tritt gegen Masamune an, um seine Freunde zu rächen, und entwaffnet ihn schließlich mit einem endgültigen Schlag in den Bauch. Kaihime kämpft, bis die Burg bedroht ist, und eilt zurück, um die Sicherheit ihrer Familie zu überprüfen. Ein einsamer Tadakatsu reitet auf die Schlacht zu und fängt Yukimura ab. Während ihres Duells entdeckt Kunoichi drei Tokugawa-Scharfschützen und wird erschossen, um sie herauszunehmen. Yukimura trauert um sie, bis er bemerkt, dass Mitsunaris Andenken verhindert hat, dass die Kugel tödlich ist. Er gewinnt den Mut, Tadakatsu einen entscheidenden Schlag zu versetzen.den Veteranen beeindrucken, Niederlage für seine letzte Schlacht zuzugeben. Tadakatsu wacht respektvoll über den bewusstlosen Kunoichi für ihn. Nobuyuki wird kurz darauf von Keiji befreit, als Kanetsugu ihn ersetzt. Beide Brüder reiten in Richtung Ieyasu. Als Hidetada die Entschlossenheit findet, seine Gedanken als Anführer zu äußern, befiehlt er Takatora ruhig, die Hauptfestung der Burg von Osaka zu erobern, bevor der Krieg eskaliert. Als der General eintrifft, wird der Hauptfried von Hideyori in Brand gesetzt. Alle drei Führer glauben, dass die Ära des Krieges beendet ist, und Hideyori beschließt, sie mit seinem Tod zu beenden. Die Niederlage hält die Toyotomi-Ränge an, doch Yukimura fordert Ieyasu weiterhin heraus. Nobuyuki holt ihn ein und kämpft gegen ihn, um Ieyasu zu verteidigen. Ihr Duell verletzt beide Brüder und wird unterbrochen, als Hidetada mit Verstärkung näher kommt.Nachdem er seinem Bruder erneut die Zukunft ihres Clans anvertraut hat, beschließt Yukimura, den Tod eines Kriegers zu sterben, indem er gegen die Tokugawa-Infanterie vorgeht. Sein Tod markiert den Beginn eines friedlichen Zeitalters. In der stimmlosen Credits-Montage lebt Kaihime bei den überlebenden Burgmädchen. Masanori macht ein Grab für seine Freunde und zahlt seinen Respekt. Die anderen genießen die Ära des Friedens und der Wiederherstellung. Kunoichi erholt sich dank Tadakatsus Schirmherrschaft von ihren Verletzungen. Sie kehrt nach Ueda Castle zurück, um ihr Versprechen an Yukimura zu erfüllen, und lässt Mitsunaris Andenken unter dem blühenden Kirschbaum zurück.Masanori macht ein Grab für seine Freunde und zahlt seinen Respekt. Die anderen genießen die Ära des Friedens und der Wiederherstellung. Kunoichi erholt sich dank Tadakatsus Schirmherrschaft von ihren Verletzungen. Sie kehrt nach Ueda Castle zurück, um ihr Versprechen an Yukimura zu erfüllen, und lässt Mitsunaris Andenken unter dem blühenden Kirschbaum zurück.Masanori macht ein Grab für seine Freunde und zahlt seinen Respekt. Die anderen genießen die Ära des Friedens und der Wiederherstellung. Kunoichi erholt sich dank Tadakatsus Schirmherrschaft von ihren Verletzungen. Sie kehrt nach Ueda Castle zurück, um ihr Versprechen an Yukimura zu erfüllen, und lässt Mitsunaris Andenken unter dem blühenden Kirschbaum zurück.","versions":[{"lang":1,"streams":[{"redirect":8784614,"hoster":"VOE"},{"redirect":8622140,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13075595,"hoster":"VOE"},{"redirect":13075594,"hoster":"Streamtape"}]}]}]}]}