{"path":"/serie/stream/sangatsu-no-lion","name":"Sangatsu no Lion","descr":"[Ger Sub] Rei Kiyama ist ein 17-jähriger Junge, der seit kurzem alleine lebt, finanziert von seinem Gehalt als professioneller Shogi-Spieler. Trotz seiner Unabhängigkeit fehlt ihm jedoch die emotionale Reife, weshalb er immer wieder auf Probleme in seinem alltäglichen Leben stößt. Die Beziehung zu seiner Adoptivfamilie ist gestört und auch bei Interaktionen mit anderen Oberschülern agiert er allgemein sehr ungeschickt. Gleichzeitig gerät auch seine Karriere als Profi-Spieler aus den Fugen. Belastet durch die hohen Erwartungen an den erst fünften Spieler, der bereits in der Mittelschule zu Profi wurde, beginnen seine Siege und Niederlagen zu fluktuieren und er stagniert in den Rängen. Dies ist die Geschichte von Reis Erfolgen und Misserfolgen, von neuen und alten Beziehungen, und von seinem emotionalen Reifeprozess als Heranwachsender.","seasons":[{"path":"/serie/stream/sangatsu-no-lion/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-1","name":"","epNo":1,"alt":"Rei Kiriyama / The Town Along the River","descr":"Rei Kiriyama zieht in die Stadt ein und seine Vergangenheit wird langsam enthüllt. Neben dem Kampf gegen die Gegner im Shogi will er auch etwas vermissen.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-2","name":"","epNo":2,"alt":"Akari / Beyond the Bridge","descr":"Wer war diese mysteriöse Figur, die seine Post gestohlen hat? Und was ist Akari? Stimmen Sie ein, während wir fortfahren, Rei\u0027s Vergangenheit zu erkunden.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-3","name":"","epNo":3,"alt":"Harunobu / Beyond the Night Sky","descr":"Showdown zwischen Rei und Harunobu in einem Shogi-Match! Wird Harunobu endlich seinen lebenslangen Rivalen besiegen? Wir hören das Ende von Obon.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-4","name":"","epNo":4,"alt":"Hina / V.S.","descr":"Wird Hina in der Lage sein, der Person, um die sie sich Sorgen macht, ihr selbstgemachtes Mittagessen zu geben? Stimmen Sie sich ein, während sich ein schicksalhaftes Treffen vor unseren Augen abspielt.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-5","name":"","epNo":5,"alt":"Agreement / Over the Cuckoo\u0027s Nest","descr":"Rei muss Momo vom Kindergarten abholen. Mit diesem Auftrag kann nichts schief gehen, oder? Leider erinnert sich Rei an mehr aus seiner Vergangenheit.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-6","name":"","epNo":6,"alt":"Child of God","descr":"Will Rei irgendwohin gehen oder einfach weglaufen? Lassen Sie uns mehr über die Shogi-Welt entdecken, während Mr. Hayashida zur Rettung kommt!","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-7","name":"","epNo":7,"alt":"Child of God / Important Things, Important Matters / Teach Me How to Play Shogi","descr":"Worüber werden Kiriyama und Takahashi sprechen? Wird es gut enden? Hoffen wir, dass die niedlichen Kätzchen uns beibringen können, wie man Shogi spielt!","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-8","name":"","epNo":8,"alt":"Teach Me How to Play Shogi / Image / Distant Thunder","descr":"Lass uns weiter Shogi lernen! In dieser Folge erfahren wir auch etwas mehr über Rei\u0027s Vater und nicht zu vergessen, welchen besonderen Gast er hat.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-9","name":"","epNo":9,"alt":"Distant Thunder","descr":"Rei hat ein Match mit dem alten Mr. Matsunaga. Wenn Mr. Matsunaga ein weiteres Spiel verliert, muss er sich zurückziehen. Wie wird Rei mit dem Match umgehen?","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-10","name":"","epNo":10,"alt":"Something Given","descr":"Rei\u0027s nächstes Match ist mit Mr. Yasui. Mr. Yasuis Erinnerungen an seine Tochter stehen auf dem Spiel. Wird Rei das Match verwerfen oder wird er anderen durch den Sieg Elend bringen?","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-11","name":"","epNo":11,"alt":"The Old Year / The New Year","descr":"Alle Spiele von Rei werden für das Jahr durchgeführt. Aber eine kleine Tragödie passiert, als das Jahr zu Ende geht. Wird Rei es überwinden können?","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-12","name":"","epNo":12,"alt":"What Lies on the Opposite Shore / Black River","descr":"Rei läuft ein wenig in die Irre, kommt aber wieder auf Kurs. Kann er die kalten Witze seines neuesten Gegners Tsujii ertragen und als Sieger hervorgehen?","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-13","name":"","epNo":13,"alt":"Black River / Beyond the Door","descr":"Smith bereitet sich auf seinen Kampf mit dem einschüchternden Gotou vor. Rei ist entschlossen, gegen Shimada nicht zu verlieren. Wie werden ihre Spiele ablaufen?","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-14","name":"","epNo":14,"alt":"Blinding Darkness / Just a Little Water","descr":"Shimada und Rei kämpfen weiter, als Rei in seiner Verlegenheit zu ertrinken beginnt. Sieh zu, wie ihr Kampf endlich zu Ende geht.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-15","name":"","epNo":15,"alt":"Moonlight / Lump of Ego","descr":"Und jetzt beginnt zwei von drei Spielen. Um festzustellen, wer gegen Meister Souya im Lion King Tournment antreten wird!","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-16","name":"","epNo":16,"alt":"Running Through the Night / Middle of the Slope","descr":"Meister Souyas Herausforderer im Lion King-Turnier wurde ermittelt! Außerdem beschließt Rei, einen Schritt in die Richtung zu unternehmen, von der er langfristig profitieren wird.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-17","name":"","epNo":17,"alt":"Silver Thread / Water\u0027s Surface / Base of the Blue Night","descr":"Das Lion King-Turnier beginnt endlich. Reis Fähigkeit wächst. Zusammen mit seinen kameraden. Er gerät aber auch mit seiner Schwester in Schwierigkeiten.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-18","name":"","epNo":18,"alt":"Torrent / Passing Time","descr":"Das Lion King-Turnier ist im Gange, obwohl es für den Herausforderer nicht gut aussieht. Trotzdem wird er nicht aufgeben und ist entschlossen, weiter voranzukommen.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-19","name":"","epNo":19,"alt":"Passing the Night / Kyoto","descr":"Das vierte Spiel des Lion King Turniers beginnt in Kyoto. Wir erfahren etwas mehr über den Challenger und die Gründe, warum er weiterhin bestehen bleibt.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-20","name":"","epNo":20,"alt":"Kyoto","descr":"Der zweite Tag des vierten Matches für das Lion King Tournier beginnt. Rei wird sicher mit Fremdartigkeiten konfrontiert werden.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-21","name":"","epNo":21,"alt":"When the Cherry Blossoms Bloom / Small Murmur","descr":"Das vierte Spiel des Lion King Tournament ist beendet. Aber aus irgendeinem Grund befindet sich Rei in einem sehr unbekannten Gebiet.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-1/episode-22","name":"","epNo":22,"alt":"New School Term / Fighter","descr":"Rei beginnt ein neues Schuljahr und beginnt neue Abenteuer. Wenn wir auf die Vergangenheit zurückblicken, freuen wir uns auf die Zukunft.","versions":[]}]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-1","name":"","epNo":1,"alt":"Seting Sun / Ramune","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-2","name":"","epNo":2,"alt":"Chaos / Kumakura","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-3","name":"","epNo":3,"alt":"June / Ladybug Bush (Part 1)","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-4","name":"","epNo":4,"alt":"Ladybug Bush (Part 2) / Ladybug Bush (Part 3) / Feelings","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-5","name":"","epNo":5,"alt":"Feelings (Continued) / Confession","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-6","name":"","epNo":6,"alt":"Small World / Letter","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-7","name":"","epNo":7,"alt":"Start of the Rainy Season / Hachiya","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-8","name":"","epNo":8,"alt":"Midday Moon / Adventurers","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-9","name":"","epNo":9,"alt":"Kingdom (Part 1) / Kingdom (Part 2)","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-10","name":"","epNo":10,"alt":"Silver Wings / River Scenery","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-11","name":"","epNo":11,"alt":"Where the Sun Shines / Small World","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-12","name":"","epNo":12,"alt":"Black Mist / Light","descr":"","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-13","name":"","epNo":13,"alt":"Small Palm / In the Sun","descr":"Herr Kokubu behebt weiterhin das Mobbingproblem der Klasse. Da die Situation sich zu entspannen scheint, bekommt Hinata endlich einen Brief von Chiho.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-14","name":"","epNo":14,"alt":"Flowing Away / White Storm (Part 1)","descr":"Vorsitzender Jinguuji konzentriert sich mehr darauf, Kunden für das Gedenkspiel zwischen Souya und Rei zu gewinnen. Obwohl Shimada ihn warnt, dass weder Souya noch Rei die Aufmerksamkeit auf sich ziehen.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-15","name":"","epNo":15,"alt":"White Storm (Part 2) / White Storm (Part 3) / White Storm (Part 4)","descr":"Das Gedenkspiel beginnt zwischen Rei und Meijin Souya. Es gibt eine klare Lücke zwischen ihren Leveln, aber Rei hält sich an seinem Gegner fest, was eine lebhafte Diskussion unter den Mitarbeitern verursacht. In der Zwischenphase des Spiels macht Rei jedoch einen Zug, der ihn wahrscheinlich das Spiel kosten wird.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-16","name":"","epNo":16,"alt":"White Storm (Part 4, Continued) / White Storm (Part 5) / Restart","descr":"Auf dem Rückweg von ihrem Gedenkspiel in Morioka nach Hause müssen Rei und Souya wegen eines Taifuns für eine Nacht in Sendai bleiben. Rei ist erleichtert, nachdem sie eine Unterkunft gefunden haben. Er Erhält jedoch bald einen Anruf vom Vorsitzenden Jinguuji, der ihm ein gewisses Geheimnis verrät.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-17","name":"","epNo":17,"alt":"Burnt Field (Part 1) / Burnt Field (Part 2)","descr":"Rei und Nikaidou sind die Kommentatoren des Boards für das letzte Kishou-Meisterschaftsspiel zwischen Yanagihara und Shimada. Alle Reporter und Mitarbeiter, die am Empfang vor dem Spiel teilnehmen, erweisen sich als alte Freunde von Yanagihara, der seit Jahren der amtierende Meister in Kishou ist.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-18","name":"","epNo":18,"alt":"Burnt Field (Part 3) / Burnt Field (Part 4)","descr":"Es ist das Finale der Kishou-Meisterschaft und der Ehrentitel \"Eternal Kishou\" steht für Yanagihara auf der Liste. Als sich das Shogi-Spiel der letzten Etappe nähert, dominiert Shimada. Yanagihara reflektiert, wie er mit metaphorischen \"rennartigen\" Schärpen von Freunden betraut wurde. Welche von der professionellen Shogi-Welt aufgegeben wurden oder sich zurückgezogen haben.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-19","name":"","epNo":19,"alt":"Being Here / Summer Vacation (Part 1)","descr":"Crescent Moon wird auf dem Sommerfestival in March Town einen Stand mit \"süßen gekühlten Reismehlknödeln und Sirup\" aufstellen. Eine Idee, die Akari und Hinata hatten. Hinata besucht Chiho zu Beginn der Sommerferien. Chiho hat ihr Lächeln zurückbekommen, obwohl sie immer noch die emotionalen Narben des Mobbings trägt.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-20","name":"","epNo":20,"alt":"Summer Vacation (Part 2) / New Year","descr":"Hinata hat während der gesamten Sommerferien nach und nach neue Ideen für Süßigkeiten entwickelt. Sie hat jedoch Schwierigkeiten, sich auf ihr Studium zu konzentrieren und zu entscheiden, für welche Gymnasien sie sich bewerben möchten. Rei beschließt, die drei Kawamoto-Schwestern zu einem Spaß an Nagashi-Somen an seiner Schule einzuladen.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-21","name":"","epNo":21,"alt":"Passing Time / Spring Comes","descr":"Hinata hat intensiv an den Aufnahmeprüfungen für die High School gelernt. Als sie unter Schock erfährt, dass Takahashi, die Klassenkameradin, die sie seit langem bewundert hat, in eine weit entfernte Schule gehen wird. Menschen, von denen sie angenommen hatte, dass sie immer bei ihr bleiben werden. Die deprimierte Hinata bekommt nur wenige Tage vor der Prüfung Fieber.","versions":[]},{"path":"/serie/stream/sangatsu-no-lion/staffel-2/episode-22","name":"","epNo":22,"alt":"The Other House / Child of March Town","descr":"Endlich besucht Rei die Residenz seiner Adoptivmutter. Nachdem er den Besuch seit seinem Auszug übersehen hatte. Anschließend lädt Rei Hina und Takahashi als letzten Abschied zu Monja ein. Aber bevor Hina die High School beginnt, beschließt sie, etwas drastisch zu machen.","versions":[]}]}]}