{"path":"/serie/stream/sarah-duck","name":"Sarah \u0026 Duck","descr":"Sarah ist sieben, hat große Augen, einen grünen Hut und eine leicht verrückte Ente. Zusammen erleben sie einfache aber aufregende Abenteuer und entdecken die Welt auf ihre ganz eigene Weise, wenn sie versuchen zum Regenbogen zu kommen, vorgeben Pinguine zu sein oder einem Regen helfen trocken zu bleiben. Gut dass der Erzähler ab und an Tipps geben kann.","seasons":[{"path":"/serie/stream/sarah-duck/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sarah-duck/staffel-1/episode-1","name":"Schlaue Schalotten","epNo":1,"alt":"Lots Of Shallots","descr":"In einer Zeitung finden Sarah und Duck eine Tüte mit Samenkörnern. Sofort gehen sie in den Garten und stecken die Körner in die Erde. Bis die Samen keimen und die Pflanzen wachsen dauert es einige Zeit, aber dann kommen endlich vier kleine Zwiebeln hervor. Aber warum nur bleiben diese Zwiebelnso klein? Sarah versucht es mit Hilfe ihres Gemüsebuchs herauszufinden-Originaltitel: \"Lots Of Shallots\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10137709","hoster":"VOE"},{"path":"/redirect/10137713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-2","name":"Der Zoobesuch","epNo":2,"alt":"Sarah, Duck And The Penguins","descr":"Weil Duck so gerne echte Pinguine sehen möchte, wollen Sarah und Duck in den Zoo gehen. Duck ist in einen Taucheranzug geschlüpft, um selber wie ein Pinguin auszusehen und hüpft ins Pinguingehege. Als Sarah vom Zoowärter mit dem neuen Tierpfleger verwechselt wird, findet sie sich plötzlich als Tierpflegerin im Pinguingehege wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13486517","hoster":"VOE"},{"path":"/redirect/10137715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-3","name":"Lach mal, Esel","epNo":3,"alt":"Cheer Up Donkey","descr":"Heute passen Sarah und Duck auf Esel auf. Sarah findet, dass Esel traurig aussieht und möchte ihn gerne aufmuntern. Aber was sie auch versucht, nichts scheint zu helfen. Gibt es vielleicht ein Buch, in dem steht, was einem Esel Spaß macht? Sarah, Duck und Esel machen sich auf in die Bücherei. Und tatsächlich finden sie ein Buch, das ihnen weiterhilft. Originaltitel: \"Cheer Up Donkey\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-4","name":"Ducks Geburtstag","epNo":4,"alt":"Cake Bake","descr":"Duck hat Geburtstag und Sarah möchte ihm einen Kuchen backen. Kuchen backen macht Spaß, aber es kann auch ein bisschen kompliziert sein. Wie gut, wenn der Kuchenteig sprechen kann und einem mit den vielen Zutaten hilft. Der fertige Kuchen ist wunderbar, aber einen sprechenden Kuchen kann man nicht einfach essen-!Originaltitel: \"Cake Bake\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-5","name":"Ein Schal für Duck","epNo":5,"alt":"Bouncy Ball","descr":"Es ist ein kalter Tag, als Sarah und Duck auf dem Heimweg Frau von Schal und ihrer sprechenden Tasche begegnen. Sogar Duck schnattert vor Kälte. Frau von Schal lädt die beiden in ihr kuscheliges Haus ein. Während sie ihrer Lieblingsbeschäftigung – dem Stricken – nachgeht, erkunden Sarah und Duck das Woll-Zimmer und entdecken dabei viele ungewöhnliche Dinge. Am Ende gibt es eine wärmende Überraschung für beide. Originaltitel: \"Bouncy Ball\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-6","name":"Roboter-Duck","epNo":6,"alt":"Robot Juice","descr":"Duck liebt seinen Spielzeugroboter – selbst beim Frühstück muss der Roboter dabei sein. Leider fällt der Roboter vom Küchentisch herunter und bricht entzwei. Ein abgebrochenes Bein ist verschwunden. Zum Trost bastelt Sarah Duck ein Roboterkostüm. So kann Duck weiter Roboter spielen. Aber Roboter-Duck ist noch ungeschickter als der normale Duck und richtet im Haus ein ziemliches Chaos an. Originaltitel: \"Robot Juice\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10137714","hoster":"VOE"},{"path":"/redirect/10137719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-7","name":"Der Flummiball","epNo":7,"alt":"Scarf Lady’s House","descr":"Sarah und Duck ziehen sich an einem Automaten jeder einen Flummiball. Aber Sarahs Ball springt leider kein bisschen, er scheint kaputt zu sein. Sarah schreibt einen Beschwerdebrief und steckt ihn in den Automaten. Der Automat schickt postwendend einen Brief zurück: Sarah wird gebeten, hereinzukommen und sich einen anderen Ball auszusuchen. Als sie den Eingang gefunden haben, gelangen sie in eine riesige Flummiball-Fabrik.Originaltitel: \"Scarf Lady’s House\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-8","name":"Der Regenbogen","epNo":8,"alt":"Rainbow Lemon","descr":"An diesem Morgen strahlt am Himmel ein wunderschöner Regenbogen. Sarah und Duck möchten dem Regenbogen folgen und verabreden sich zum Picknick im Park. Aber sie werden immer wieder aufgehalten und als sie endlich im Park ankommen, fängt es an zu regnen und der Regenbogen ist verschwunden. Sarah ist betrübt, jedoch schon bald hört es auf zu regnen und in der feuchten Luft erstrahlt der Regenbogen erneut. Das Picknick im Park mit Regenbogen kann doch noch stattfinden!Originaltitel: \"Rainbow Lemon\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-9","name":"Ein Sessel für Duck","epNo":9,"alt":"Sit Shop","descr":"Sarah und Duck haben heute ihren Sitz-und-Denk-Tag.Als sie gerade angefangen haben zu sitzen und zu denken, geht Ducks Stuhl kaputt. Sofort machen sich die beiden auf den Weg, um einen neuen Stuhl für Duck zu besorgen. Im Sitz-Laden gibt es unzählige Sitzgelegenheiten. Zunächst finden sie nichts Passendes, aber dann entdeckt Sarah in einer Ecke einen Korbsessel, der anders zu sein scheint als andere-Originaltitel: \"Sit Shop\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-10","name":"Flieg, Drachen, flieg!","epNo":10,"alt":"Kite Flight","descr":"Heute ist ein sehr windiger Tag und Sarah holt sich im Kaufmannsladen einen bunten Drachen. Doch es ist gar nicht so einfach, ihn zusammenzusetzen und in die Luft zu bekommen. Zum Glück kommt Frau von Schal vorbei und weiß Rat. Sie strickt für den Drachen einen Schwanz, damit er die Balance halten kann und zeigt Sarah und Duck, an welchen Schnüren man ziehen muss.Originaltitel: \"Kite Flight\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-11","name":"Im Regen","epNo":11,"alt":"Umbrella And The Rain","descr":"Sarah und Duck sind auf dem Weg nach Hause, da beginnt es wieder zu regnen und plötzlich sprießen auf der Wiese im Park viele bunte Regenschirme. Sarah \"pflückt\" sich einen und öffnet ihn, aber sofort beklagt sich der Regenschirm darüber: Er hasst es, nass zu werden! Wie sollen jetzt alle trocken nach Hause kommen? Duck hat eine Idee … Originaltitel: \"Umbrella And The Rain\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-12","name":"Im großen Laden","epNo":12,"alt":"Big Shop","descr":"Sarah und Duck wollen neues Spielzeug kaufen. Sarah möchte einen Aufzieh-Pinguin haben und Duck ein brüllendes Nashorn. Als sie im großen Laden ankommen sind sie überwältigt. Der Laden ist wirklich sehr groß und auf den verschiedenen Etagen gibt es unglaublich viele Dinge. Als der Laden schließt, treffen Sarah und Duck beim Rausgehen auf den Mond – was hat der wohl im Spielzeugladen zu suchen-?","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-13","name":"Woll-Musik","epNo":13,"alt":"Woollen Music","descr":"Frau von Schal zeigt Sarah und Duck ihre alte Schallplatten-Musikbox. Die beiden bewegen sich sofort im Takt der Musik und spielen Luft-Trompete. Ganz fix strickt Frau von Schal ihnen eine Woll-Trompete und eine Trommel. Nach der ersten Begeisterung folgt die Ernüchterung: Woll-Instrumente werden leicht schmutzig und sie wieder sauberzubekommen ist gar nicht so einfach!Originaltitel: \"Woollen Music\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-14","name":"Das Tennis-Spiel","epNo":14,"alt":"Doubles","descr":"Sarah und Duck sehen sich im Internet ein Tennis-Doppel an, aber dann stürzt der Computer ab. Sarah beschließt, das Spiel selbst zu Ende zu spielen: Sie basteln sich im Garten einen Tennisplatz und ernennen die Schalotten zu Schiedsrichtern. Aber wo bekommen die beiden jetzt die zweite Mannschaft her?Originaltitel: \"Doubles\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-15","name":"Der Jahrmarkt","epNo":15,"alt":"Fairground","descr":"Sarah und Duck haben einen anstrengenden Tag hinter sich und wollen sich auf ihrer Lieblingsbank im Park ausruhen. Doch als sie zum Park kommen, erleben sie eine große Überraschung: Im Park findet ein Jahrmarkt statt! Wie sollen sie zwischen all den Buden und Fahrgeschäften ihre Bank finden? Doch sie stürzen sich trotzdem ins Getümmel-Originaltitel: \"Fairground\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-16","name":"Der Schnupfen","epNo":16,"alt":"Sarah Gets A Cold","descr":"Sarah hat sich erkältet. Alle Aufmunterungsversuche von Duck und auch heißes Zitronenwasser mit Honig zum Frühstück helfen nicht. Sarah geht zum Arzt. Währenddessen kommt Duck eine Idee, wie er Sarah aufmuntern könnte: Er trommelt seine Entenfreunde zusammen und überrascht Sarah mit einem Entenkonzert! Danach geht es Sarah gleich viel besser.Originaltitel: \"Sarah Gets A Cold\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-17","name":"Die Nachbarn","epNo":17,"alt":"Ribbon Sisters","descr":"Sarah und Duck spielen im Garten, als sie plötzlich zwei rote Bänder in einer Hecke flattern sehen. Die gehören den beiden Schwestern, die im Nachbarhaus wohnen. Die beiden wollen nicht mit Sarah reden, sie verständigen sich mit Zeichen. Sarah findet bald heraus, was sie damit meinen und bekommt als Dank einen \"Bänder-Kuss\" geschickt. Duck hingegen findet \"Bänder-Küsse\" gar nicht so toll-Originaltitel: \"Ribbon Sisters\"","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-18","name":"Sternschnuppen","epNo":18,"alt":"Coloured Light","descr":"Sarah erfährt aus den Nachrichten, dass an diesem Abend viele Sternschnuppen am Himmel zu sehen sein werden. Aber als Sarah durchs Teleskop schaut, ist keine einzige Sternschnuppe da. Sie fragt den Mond und dann die Venus. Sarah erfährt, dass die Sternschnuppen vom Schlafenden Esel kommen sollen. Dieser jedoch muss erst einmal gefunden und vor allem geweckt werden.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-19","name":"Buntes Licht","epNo":19,"alt":"Stargazing","descr":"Sarah und Duck essen Bonbons, die in buntes Papier eingepackt sind. Als sie damit fertig sind, entdecken sie wunderschöne bunte Lichtstrahlen im Flur. Es ist der Regenbogen, der nach einem starken Regen erscheint. Sarah überlegt, wie sie auch ohne Regenbogen buntes Licht im Zimmer haben könnte. Sie will das Fenster bekleben und macht sich auf die Suche nach durchsichtigen bunten Sachen.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-20","name":"Erdbeer-Soufflee","epNo":20,"alt":"Strawberry Souffle","descr":"Sarah ist unheimlich müde. Die Eule hat die ganze Nacht so laut gerufen. Völlig verschlafen blättert sie mit Duck in ihrem Rezeptbuch und überlegt, was sie zu Essen machen könnten. Doch Sarah kann sich kaum wach halten. Sie schläft über dem Rezept ein und fällt in einen süßen Traum.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-21","name":"Schöne Fotos","epNo":21,"alt":"Camera","descr":"Sarah und Duck sehen sich im Internet einen Tierfilm an. Ein Vogelkundler macht Fotos von Vögeln. Das bringt Sarah auf die Idee mit ihrer Kamera in den Park zu gehen und dort selbst Vögel zu fotografieren. Doch die erschrecken sich sehr leicht. Es ist gar nicht so einfach ein schönes Foto von ihnen zu machen. Zum Glück hat Sarah ja einen Vogel in ihrer Nähe, der sich sehr gerne fotografieren lässt.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-22","name":"Die neuen Schuhe","epNo":22,"alt":"Tapping Shoes","descr":"Sarah hat ein großes Loch in ihrem Schuh. Aber Sarah mag ihre alten Schuhe und geht nur widerwillig zum Schuhladen. Im Schaufenster stehen tolle Schuhe. Sie findet ein Paar, das ihr gut gefällt. Zuhause stellt sie fest, dass die Schuhe beim Gehen Geräusche machen. Sarah entdeckt kleine Metallplatten unter den Schuhsohlen. Die Schuhe sind nämlich ganz besonders. Man kann mit ihnen steppen.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-23","name":"Die Bobfahrt","epNo":23,"alt":"Bobsleigh","descr":"Draußen schneit es und Sarah und Duck sehen sich im Computer eine Wintersport-Übertragung an. Sarah findet Bobfahren toll und beschließt ihr eigenes Bobteam zu gründen. Duck ist mit dabei, aber es will nicht so recht klappen. Da kommt Frau von Schal wie gerufen vorbei und erzählt Sarah, dass sie früher sogar Meisterin im Bobfahren war. Sie hat viele tolle Tipps, was man beim Bobfahren alles beachten muss.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-24","name":"Das Feuerwerk","epNo":24,"alt":"Fireworks Dance","descr":"Sarah und Duck spielen im Haus Verstecken. Duck ist jedoch nirgendwo zu finden, dabei möchte Sarah ihm doch das tolle Feuerwerk zeigen, dass die schönsten Farben und Muster in den Nachthimmel zaubert. Vielleicht hat Duck ja Angst vor dem Krach und sich deshalb irgendwo verkrochen? Als Sarah auf der Tuba bläst, quakt Duck irgendwo im Haus und Sarah begibt sich mit der Tuba auf die Suche.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-25","name":"Der neue Park","epNo":25,"alt":"Fancy Park","descr":"Sarah und Duck wollen in den Park gehen. Leider ist dieser geschlossen. Also suchen sich die Beiden einen anderen Park. Nur der ist irgendwie ganz anders: Da muss man Eintritt bezahlen. Alles ist sehr edel und kunstvoll gestaltet. Die Parkbank am Teich ist zwar schön, aber nicht gerade bequem und die Vögel sind nicht wirklich nett zu Duck und Sarah. Schon bald begeben sich die Beiden wieder auf den Heimweg.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-26","name":"Das Rohr-Konzert","epNo":26,"alt":"Pipe Conductor","descr":"Sarah und Duck werden von einem ohrenbetäubenden Lärm im Haus geweckt. Neugierig folgen sie den Geräuschen bis hinauf auf den Dachboden. Dort stehen viele Sachen. An einem alten Garderobenständer hängt eine Jacke, die Sarah anzieht und in deren Tasche ein Notenblatt ist. Ganz in der Nähe findet Sarah auch einen Taktstock. Nun sieht sie aus wie eine Dirigentin. Das finden auch die Rohre in der anderen Ecke des Dachbodens.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-27","name":"Die Frucht-Spur","epNo":27,"alt":"Slow Quest","descr":"Sarah und Duck sind im Garten, als die Schildkröte vorbeikommt. Diese geht langsam aber sicher ins Haus. Sie scheint hungrig zu sein. Sarah und Duck bieten ihr Brot an, aber das mag sie nicht. Sarah sieht im Computer nach, was Schildkröten essen. Die abgebildeten Früchte bringen sie auf eine Idee. Sarah legt eine Frucht-Spur durch das Haus bis zur Himbeerhecke. Dort wartet eine leckere Himbeere als Nachtisch auf die Schildkröte.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-28","name":"Der Brotschatz","epNo":28,"alt":"World Bread Day","descr":"Sarah und Duck gehen zum großen Welt-Brot-Tag in den Park. Dort kann man viele Brotsorten probieren. Der Bäcker aus Ducks Lieblingsbrotladen schenkt Sarah eine Schatzkarte aus Brot. Sie führt zu einem Schatz. Dieser besteht aus dem leckersten Brot, das es gibt. Sarah und Duck machen sich sofort auf die Suche. Sie müssen sich aber beeilen, denn der Bäcker hat bereits ein anderes Exemplar der Karte an John und Flamingo verschenkt.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-29","name":"Die Teichprinzessin","epNo":29,"alt":"Pond Princess","descr":"Sarah und Duck sitzen am Teich und zählen Wolken. Dann wird es Zeit fürs Mittagessen und Sarah schenkt ihr Brot den Enten. Dafür schenken die Enten Sarah eine Krone und ein Zepter. Sie soll ihre Teich-Prinzessin sein. Sarah ist hocherfreut, aber sie weiß gar nicht, was die Enten von ihr erwarten. Sie verleiht ihnen Adelstitel und begeht mit ihnen den Park. Doch die Enten sehen sie danach immer noch erwartungsvoll an.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-30","name":"Treppen-Angst","epNo":30,"alt":"Scared Of Stairs","descr":"Sarah und Duck sind im Treppenladen und probieren Treppen aus. Dort treffen sie John. Er wohnt in einem Flachbungalow und kennt deshalb keine Treppen. Sarah lädt John ein sich die Treppen in ihrem Haus mal anzusehen. John und Flamingo gehen also mit zu Sarah und Duck nach Hause und die vier spielen gemeinsam. Aber John benimmt sich irgendwie merkwürdig. Irgendwann kommt Sarah auf die Idee, dass John Angst vor den Treppen im Haus hat.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-31","name":"Das Ballon-Rennen","epNo":31,"alt":"Balloon Race","descr":"Sarah und Duck wippen im Garten als sie plötzlich einen riesigen Ballon sehen. Der gehört Frau von Schal. Sie füllt ihn gerade mit Luft und einer großen Menge Wusch. Das alljährliche Ballon-Rennen gegen Herta von Hut steht an. Frau von Schal möchte das Rennen in diesem Jahr endlich auch mal gewinnen. Sarah kommt auf die Idee, dass Duck Frau von Schal helfen könnte. Schließlich kennt er sich mit dem Fliegen bestens aus.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-32","name":"Im Fahrradladen","epNo":32,"alt":"Puncture Pump","descr":"Sarah und Duck fahren mit ihrem Tandem spazieren. Plötzlich haben sie einen platten Vorderreifen. Sarah und Duck schieben das Rad zum Fahrradladen, um es reparieren zu lassen, aber der Besitzer schläft tief und fest. Plötzlich kommt eine Luftpumpe angehüpft, die saugt die restliche Luft aus den Reifen. Sarah möchte der Luftpumpe beibringen wie man Reifen aufpumpt und dabei entdeckt sie, dass die Luftpumpe ein Loch hat.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-33","name":"Im Nebel","epNo":33,"alt":"Plate Fog","descr":"Sarah und Duck spielen in der Küche Karten als plötzlich der Garten im Nebel verschwindet. Die beiden gehen hinaus, um sich das anzuschauen, und entdecken dort das Tellermädchen, das verzweifelt nach seinem Teller sucht. Sarah und Duck versuchen ihr zu helfen und Hinweise zu finden wie zwei richtige Detektive. Wo hat das Tellermädchen ihren Teller zuletzt gehabt? Und woher kommen die mysteriösen Fußspuren am Boden?","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-34","name":"Der malende Mond","epNo":34,"alt":"Moon Paint","descr":"Sarah und Duck gehen ins Kunstmuseum. Dort treffen sie zufällig den Mond. Er kennt sich im Museum gut aus. Der Mond hat früher sogar selbst Bilder gemalt. Aber er fand sie nicht gut genug und hat die Malerei wieder aufgegeben. Das scheint er irgendwie zu bedauern. Also besorgt Sarah dem Mond neue Malsachen. Der Mond hat vor der Arbeit noch ein wenig Zeit und so beginnen Sarah und der Mond gleich ein Bild zu malen. Duck steht Modell.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13486519","hoster":"VOE"},{"path":"/redirect/10137717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-35","name":"Das Theaterstück","epNo":35,"alt":"The Play","descr":"Sarah und Duck durchstöbern Sarahs Kleiderschrank auf der Suche nach lustigen Verkleidungen. Dabei kommen sie auf die Idee, ein Theaterstück aufzuführen, jedoch mit vertauschten Rollen. Sarah spielt Duck und Duck spielt Sarah. Bevor sie das Stück aufführen, üben sie erst einmal, überzeugend in die Rolle des anderen zu schlüpfen. Am Abend führen sie dann ihr selbst ausgedachtes Stück auf. Das Publikum ist begeistert.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-36","name":"Die Brot-Tour","epNo":36,"alt":"Bread Bike","descr":"Das Brot ist alle und Sarah und Duck gehen los, um sich neues zu kaufen. In der Bäckerei treffen sie auf einen völlig überforderten Bäcker. Er muss so viel backen und ausliefern, dass er es gar nicht alleine schaffen kann. Sarah bietet ihm an, bei der Brot-Lieferung zu helfen, doch leider isst Duck das ganze Brot unterwegs auf. Was nun? Die Kunden vom Bäcker warten doch schon auf ihr Brot.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-37","name":"Der Knopf-Sammler","epNo":37,"alt":"Bug’s Button Bank","descr":"Der Pflanze im Wohnzimmer geht es gar nicht gut. Sie sieht ziemlich verwelkt aus. Als Sarah sie gießen will, entdeckt sie eine Menge von Knöpfen im Blumentopf. Schon bald findet sie heraus, dass der kleine Käfer, der in dem Blumentopf wohnt, die Knöpfe anschleppt. Aber warum? Was findet der Käfer an den Knöpfen so interessant? Sarah will es herausfinden. Sie geht in die Bücherei und sieht in einem Buch über Knöpfe nach.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-38","name":"Die Woll-Ernte","epNo":38,"alt":"No More Wool","descr":"Frau von Schal ist total im Strick-Stress. In ihrem Wohnzimmer liegt etwas Riesengroßes aus Wolle. Gerade will sie Sarah und Duck erklären, was sie da strickt, als ihr plötzlich die Wolle ausgeht. Sarah geht ins Wollzimmer, um ein neues Wollknäuel zu holen, doch alle Regale sind leer. Nach kurzer Panik besinnt sich Frau von Schal darauf, dass sie sowieso ihre Woll-Trauerweide abernten wollte.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-39","name":"Der Achteck-Klub","epNo":39,"alt":"Octagon Club","descr":"Sarah entdeckt eine neue Form, das Achteck. Sie findet Achtecke toll und macht sich überall im Haus auf die Suche nach ihnen. Dann kommt sie auf die Idee einen Achteck-Klub zu gründen. Der sollte natürlich acht Mitglieder haben. Sarah, Duck, der Regenschirm und der Käfer sind schon mal vier. Sie wirbt mit einem Achteck-Schild im Garten für neue Mitglieder.","versions":[]},{"path":"/serie/stream/sarah-duck/staffel-1/episode-40","name":"Weihnachtslichter","epNo":40,"alt":"Petal Light Picking","descr":"Sarah fällt auf, dass die Schalotten ziemlich unruhig sind und aufgedreht im Beet hüpfen. Es ist ihnen wohl zu langweilig in ihrem Gemüsebeet. Sarah glaubt, dass sie einfach mal raus müssen. Doch wie macht man mit vier Schalotten einen Ausflug? Sarah hat schon eine Idee. Sie baut ihnen aus einem Korb und etwas Gartenerde ein bewegliches kleines Gemüsebeet. Mit den Schalotten machen Sarah und Duck einen Fahrradausflug.","versions":[]}]}]}