{"seriesId":"sasaki-to-p-chan","name":"Sasaki to P-chan","descr":"[Sasaki and Peeps, Sasaki to Pii-chan] Sasakis Alltag ist von Arbeit dominiert, was ihn völlig entkräftet und unerfüllt zurücklässt. Auf der Suche nach etwas Gesellschaft, um die Leere in seinem Leben zu füllen, besucht er aus einer Laune heraus eine Zoohandlung und adoptiert den Java-Spatz Peeps. Zu Hause angekommen, entpuppt sich der Spatz jedoch als mächtiger Magier aus einer anderen Welt und stattet Sasaki prompt mit übernatürlichen Kräften aus, sodass dieser zwischen Welten wandern kann. Unversehens wird er nun in ein Abenteuer hineingezogen, das von Schwertern und Magie geprägt ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Real Life and Fantasy","descr":"Sasaki fühlt sich kurz vor seinem 40. Geburtstag einsam und besucht eine Zoohandlung. Doch dort muss er feststellen, dass eine Katze oder einen Hund zu adoptieren teuer ist. Als normaler Büroangestellter kann er sich das nicht leisten. Da wird er auf einen Reisfinken aufmerksam, den er so niedlich finde, dass er diesen mitnimmt. ","versions":[{"lang":3,"streams":[{"redirect":13682032,"hoster":"VOE"},{"redirect":13678688,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"A First Job and a Partner","descr":"Sasaki lernt sein Handelsgeschäft in der anderen Welt genau zu dem Zeitpunkt kennen, an dem er in der modernen Welt überfordert ist. Er wird (zwangsweise) von einer Regierungsbehörde für Hellseher rekrutiert und sein erster Job steht vor der Tür.","versions":[{"lang":3,"streams":[{"redirect":13673384,"hoster":"VOE"},{"redirect":13673385,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The War and the Young Lady","descr":"Obwohl Sasakis drolliges Firmenleben ständig mit Arbeit gefüllt ist, ist er am Ende eines jeden Tages müde und unerfüllt. Auf der Suche nach Gesellschaft, um die Leere in seinem Leben zu füllen, besucht er aus einer Laune heraus eine Zoohandlung, ohne zu ahnen, dass er dabei ist, sein Leben für immer zu verändern. Nachdem er sich für einen entzückenden Vogel entschieden und ihn mit nach Hause gebracht hat, verrät ihm sein neuer Mitbewohner, dass es sich tatsächlich um einen unglaublichen Weisen aus einer anderen Welt handelt, der Sasaki prompt übernatürliche Kräfte sowie die Fähigkeit verleiht, zwischen Welten zu wechseln. Alles, was Sasaki tun möchte, ist, diese neu entdeckten Kräfte zu nutzen, um in Frieden und Komfort zu leben, aber es gibt mehr als ein paar schillernde Charaktere, die ihm im Weg stehen könnten.","versions":[{"lang":3,"streams":[{"redirect":13701069,"hoster":"VOE"},{"redirect":13702648,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Prince and the Sage","descr":"Der Krieg in der anderen Welt tobt noch immer und nachdem die junge Elsa plötzlich alleine dasteht, schaltet sich Peeps ein, um das Blatt für das Königreich Herz zu wenden. Natürlich ist Sasaki an seiner Seite und einige Geheimnisse werden gelüftet.","versions":[{"lang":3,"streams":[{"redirect":13705587,"hoster":"VOE"},{"redirect":13705596,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A Magical Man and a Third World","descr":"Irgendetwas scheint mit der Zeit nicht zu stimmen, denn als Sasaki und Peeps aus der anderen Welt zurückkehren, sind mehr Tage vergangen als sie berechnet haben. Aber viel Zeit, um das Problem anzugehen, bleibt ihnen nicht. Denn es gibt Arbeit. Also begibt sich Sasaki mit Hoshizaki nach Saitama, um einen jungen Talentierten anzuwerben. Doch der Versuch endet - wie üblich - im Chaos.","versions":[{"lang":3,"streams":[{"redirect":13728254,"hoster":"VOE"},{"redirect":13728272,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Interview and Wine and Dine","descr":"Nach dem Malheur mit dem rekrutierten Jungen und dem Magical Girl kann Sasaki endlich mit Shizuka sprechen. Sie will die Organisation wechseln und ihnen beitreten. Das ist Hoshizaki mehr als nicht geheuer. Oder spielt da etwa Eifersucht mit rein?","versions":[{"lang":3,"streams":[{"redirect":13757713,"hoster":"VOE"},{"redirect":13757714,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Martial and Political Force","descr":"Der König von Herz macht sich Sorgen um sein Land und stellt daher eine neue Maßnahme vor. Diese teilt die Adligen noch weiter in Fraktionen auf. Trotz dieser Probleme ist es für Sasaki, Peeps und Graf Müller jedoch erst einmal wichtiger Herrn Marc zu retten, der das Opfer einer Intrige wurde.","versions":[{"lang":3,"streams":[{"redirect":13771438,"hoster":"VOE"},{"redirect":13771441,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Suspicions and Sightseeing","descr":"Elsa hat sich in die Ladung von Sasaki und Peeps geschmuggelt und landet so in der Welt des ehemaligen Büroangestellten. Die Überraschung ist groß und sorgt für Ärger. Nur gut, dass Sasaki und Peeps so etwas immer irgendwie hinbiegen können. Sei es mit Magie oder Worten. Hoffentlich klappt das auch dieses Mal.","versions":[{"lang":3,"streams":[{"redirect":13797003,"hoster":"VOE"},{"redirect":13797018,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Executions and Negotiations","descr":"Marc soll doch tatsächlich hingerichtet werden. Das können Graf Müller, Sasaki und Peeps nicht zulassen. Doch Graf Dietrichs Intrigen machen es ihnen nicht leicht. Wird Sasaki eine Lösung finden?","versions":[{"lang":3,"streams":[{"redirect":13815126,"hoster":"VOE"},{"redirect":13815127,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Value and Dignity","descr":"Die Stunde von Marcs Hinrichtung rückt näher und Sasaki ist bereit, in einem letzten Schachzug alles auf den Tisch zu legen, um sein Leben zu retten.","versions":[{"lang":3,"streams":[{"redirect":13835823,"hoster":"VOE"},{"redirect":13835822,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Imagination and Counters","descr":"Nach einem dringenden Anruf von Shizuka Futari eilen Sasaki und Pii-chan herbei, um sie in einem Kampf, der direkt an die Spitze geht, aus ihrer alten Organisation zu retten.","versions":[{"lang":3,"streams":[{"redirect":13882523,"hoster":"VOE"},{"redirect":13882522,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Real Life, Fantasy, and the Fourth World","descr":"Nachdem er den Kampf mit der feindlichen Organisation beendet hat, erhält Sasaki eine Nachricht von Hoshizaki, dass Magical Pink und Magical Yellow im Büro aufgetaucht sind. Dann war er von einer unheilvollen Atmosphäre umgeben.","versions":[{"lang":3,"streams":[{"redirect":14044767,"hoster":"VOE"},{"redirect":13882494,"hoster":"Streamtape"}]}]}]}]}