{"seriesId":"save-me","name":"Save Me","descr":"Das Leben des Trinkers Nelson Rowe (Lennie James) spielt sich zwischen dem ersten Dosenbier am Morgen und dem letzten Pint in der Bar am Abend ab. Er hat keinen festen Wohnsitz, sondern kommt im Wesentlichen bei den Frauen unter, mit denen er gerade eine Affäre hat. Manchmal ist das auch mehr als eine gleichzeitig. Aber Rowe ist charmant und beliebt, in der Kneipe das soziale Zentrum, ein Charmeur und Hasardeur, der auch mal die Fäuste fliegen lässt und keine Bedenken hat, sich durchzulügen. Und er ist in einem Alter, wo er eigentlich zur Ruhe kommen sollte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Verdacht","epNo":1,"alt":"Episode 1","descr":"Das Leben von Nelson Rowe (Lennie James) stürzt abrupt in Chaos, als er verdächtigt wird, seine Tochter entführt zu haben. Dabei saß er zuletzt nur im Pub oder hat Affären mit verschiedenen Frauen und er hat Jody seit zehn Jahren nicht gesehen.","versions":[{"lang":1,"streams":[{"redirect":14518608,"hoster":"VOE"},{"redirect":14448054,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Belohnung","epNo":2,"alt":"Episode 2","descr":"Bei einer Pressekonferenz ruft Claire dazu auf, bei der Suche nach Jody zu helfen. Ihr Mann Barry lässt sich zu einer riskanten Aktion hinreißen. Währenddessen startet Nelly eigene Nachforschungen.","versions":[{"lang":1,"streams":[{"redirect":14518526,"hoster":"VOE"},{"redirect":14440618,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Hinweis","epNo":3,"alt":"Episode 3","descr":"Die Bewohner des Viertels kommen zusammen, um die Entführung von Jody zu rekonstruieren. Claire zweifelt immer mehr an der Belohung, die ihr Mann Barry ausgesetzt hat.","versions":[{"lang":1,"streams":[{"redirect":14518547,"hoster":"VOE"},{"redirect":14448051,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Pullover","epNo":4,"alt":"Episode 4","descr":"Der Polizei gelingt es, einen verzweifelten Notruf Jodys nach Streatham zurückzuverfolgen. Nelly versucht herauszufinden, in welchem Gebäude Jody gefangen gehalten wurde. Weswegen er sich als Verkäufer ausgibt und von Tür zu Tür geht um irgendeine Spur zu bekommen. Seine Suche hat sich ausgezahlt er kommt an ein Gebäude das ihm verdächtig vorkommt weswegen er am Abend mit seiner Ex-Frau auch dort einbricht. Das Gebäude sieht verlassen aus sie finden niemanden vor doch dann machen sie eine Entdeckung sie finden in dem Haus den Pullover den seine Tochter trug aber was Sorge bereitet ist das er mit Blut durchtränkt ist.","versions":[{"lang":1,"streams":[{"redirect":14518672,"hoster":"VOE"},{"redirect":14448057,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Foto","epNo":5,"alt":"Episode 5","descr":"Nelly (Lennie James) und Melon (Stephen Graham) infiltrieren ein geheimes Netzwerk von Pädophilen, das den Schlüssel zu Jodys Rückkehr in den Händen halten könnte. Goz (Thomas Coombes) macht indes eine schockierende Entdeckung. Denn einer der Jugendlichen die immer in der Bar abhängen hatte ein privates Photo von Nellys Tochter in seiner Schublade.","versions":[{"lang":1,"streams":[{"redirect":14518475,"hoster":"VOE"},{"redirect":14448060,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Auktion","epNo":6,"alt":"Episode 6","descr":"Nelly (Lennie James) orchestriert eine Gefangennahme im The Palm Tree, wo er einen Stammgast nach dem Verschwinden von Jody (Indeyarna Donaldson-Holness) fragt.","versions":[{"lang":1,"streams":[{"redirect":14518471,"hoster":"VOE"},{"redirect":14448056,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Geburtstag","epNo":1,"alt":"Episode 1","descr":"Nelly ist weiter auf der Suche nach seiner Tochter Jody. Er glaubt, sie wurde von Mädchenhändler Gideon Charles verschleppt und setzt alles daran, ihn zur Rede zu stellen.","versions":[{"lang":1,"streams":[{"redirect":14409596,"hoster":"VOE"},{"redirect":14448059,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Freispruch","epNo":2,"alt":"Episode 2","descr":"Grace sagt vor Gericht gegen Gideon Charles aus. Als sie von den gegnerischen Anwälten in die Enge getrieben wird, verlässt sie die Verhandlung – der Prozess ist geplatzt.","versions":[{"lang":1,"streams":[{"redirect":14406323,"hoster":"VOE"},{"redirect":14448065,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Schotte","epNo":3,"alt":"Episode 3","descr":"Nelly glaubt, dass Grace nichts mit dem Mord an dem Mädchenhändler Gideon Charles zu tun hat. Er bringt Grace bei Zita unter und verfolgt zusammen mit Goz einen Verdächtigen namens Paul.","versions":[{"lang":1,"streams":[{"redirect":14406318,"hoster":"VOE"},{"redirect":14448068,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Moment","epNo":4,"alt":"Episode 4","descr":"Nelly will verhindern, dass Grace im Gefängnis landet. Doch Zita unterstützt seinen neuen Plan nicht und wirft ihn raus. Nelly muss Grace bei Tam unterbringen und stellt weitere Nachforschungen an.","versions":[{"lang":1,"streams":[{"redirect":14406326,"hoster":"VOE"},{"redirect":14448064,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Jacke","epNo":5,"alt":"Episode 5","descr":"Jody ist endlich wieder zu Hause. Befragungen durch die Polizei und eine medizinische Untersuchung setzen sie jedoch so sehr unter Druck, dass sie einen Nervenzusammenbruch erleidet.","versions":[{"lang":1,"streams":[{"redirect":14406324,"hoster":"VOE"},{"redirect":14448069,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Geständnis","epNo":6,"alt":"Episode 6","descr":"Während Jody sich Nelly anvertraut und auf dem Weg der Besserung ist, fühlt sich Grace im Stich gelassen. Doch Nelly hat sie nicht vergessen: Er tut alles, damit sie nicht wegen Mordes angeklagt wird.","versions":[{"lang":1,"streams":[{"redirect":14406322,"hoster":"VOE"},{"redirect":14448063,"hoster":"Streamtape"}]}]}]}]}