{"seriesId":"save-me-rok","name":"Save Me (ROK)","descr":"[Goo-hae-jwo] Ein Mädchen wird von vier ehemaligen Mitschülern aus einer brenzligen Situation in einer dunklen Seitengasse gerettet. Es stellt sich heraus, dass sie und ihre Familie in den Fängen eines pseudo-religiösen Kults sind. Die jungen Männer versuchen, ihr zu helfen, doch es stellt sich als schwierig heraus, gegen den charismatischen Anführer der Sekte vorzugehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Sang Mi muss mit ihrer Familie in die Muji Provinz ziehen, wo sie weder Freunde noch Verwandte hat. Als einer ihrer Reifen einen Platten hat, bietet eine Gruppe von Jugendlichen der Familie ihre Hilfe an. Baek Jung Kis Jünger hängen an seinen Lippen.","versions":[{"lang":1,"streams":[{"redirect":12479035,"hoster":"VOE"},{"redirect":12479033,"hoster":"Doodstream"},{"redirect":12479040,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Der Spirituelle Vater hilft Sang Mis Familie dabei, ein angemessenes Haus zu finden. Die Familie ist dem großzügigen Mann und der Gemeinde von Guseonwon unendlich dankbar. Währenddessen haben Sang Mi und Sang Jin ihren ersten Schultag.","versions":[{"lang":1,"streams":[{"redirect":12479034,"hoster":"VOE"},{"redirect":12491040,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Dong Cheol wird für Sang Jins Tod verantwortlich gemacht und infolgedessen verhaftet. Währenddessen sucht Sang Hwan um Hilfe, wird dabei jedoch von seinem Vater gestoppt, der verhindern will, dass der junge Mann seine Wahl beeinträchtigt.","versions":[{"lang":1,"streams":[{"redirect":12479039,"hoster":"VOE"},{"redirect":12479038,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Joo Ho versucht, eine Weg zu finden, um seine Ehefrau zu heilen. Doch ihr Zustand verschlimmert sich von Tag zu Tag mehr. Währenddessen treffen sich Sang Hwan und seine Freunde zum ersten Mal seit drei Jahren wieder. Bo Eun erfährt von Sang Jins Tod.","versions":[{"lang":1,"streams":[{"redirect":12479046,"hoster":"VOE"},{"redirect":12479042,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Sang Mi versucht gemeinsam mit Jeong Gu Guseonwon zu entkommen, doch es kommt zu einem schrecklichen Unfall, der alles ändert. Der Spirituelle Vater möchte, dass Sang Mi eine Weile alleine lebt, doch nicht alle sind damit einverstanden.","versions":[{"lang":1,"streams":[{"redirect":12479048,"hoster":"VOE"},{"redirect":12479053,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Sang Mi wird alleine in einem neuen Haus eingesperrt, wo Joo Ho die junge Frau Tag und Nacht aufmerksam bewacht. Zur selben Zeit beginnt Dong Cheol seine Arbeit in einem Nachtclub, wo er einige altbekannte Gesichter wiedererkennt.","versions":[{"lang":1,"streams":[{"redirect":12479049,"hoster":"VOE"},{"redirect":12479051,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Als Sang Mi vom Spirituellen Vater auserwählt wird, die Spirituelle Mutter zu werden, versucht sie vor den Augen aller Anwesenden Selbstmord zu begehen. Zur selben Zeit findet Sang Hwan Dong Cheol und versucht, seine Fehler wiedergutzumachen.","versions":[{"lang":1,"streams":[{"redirect":12479052,"hoster":"VOE"},{"redirect":12479056,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Sang Mi bittet Sang Hwan verzweifelt um Hilfe. Als dieser sich daran erinnert, was er drei Jahre zuvor getan hat, beschließt er, nicht wieder wegzulaufen und verspricht, die junge Frau zu retten, bevor sie die Spirituelle Mutter wird.","versions":[{"lang":1,"streams":[{"redirect":12479057,"hoster":"VOE"},{"redirect":12479058,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"Es gelingt den Freunden, Sang Mi zu retten und zu einer lokalen Polizeistelle zu bringen. Sie hoffen, dass die Frau dort in Sicherheit ist. Während die Polizei mit ihren Ermittlungen beginnen, bittet Joon Gu Dong Cheol um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":12479060,"hoster":"VOE"},{"redirect":12479062,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"Nachdem der erste Rettungsversuch von Dong Cheol und seinem Team gescheitert ist, muss ein neuer Ansatz her. Sang Mi kehrt nach Guseonwon zurück und behauptet, dass sie die Entscheidung aus freien Stücken getroffen habe.","versions":[{"lang":1,"streams":[{"redirect":12479070,"hoster":"VOE"},{"redirect":12479071,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"","descr":"Die spirituelle Hochzeit rückt immer näher. Die Gang bereit sich darauf vor, Sang-mi zu retten.","versions":[{"lang":1,"streams":[{"redirect":12479072,"hoster":"VOE"},{"redirect":12479076,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"","descr":"In den Wälder nahe Guseonwon wird eine Leiche gefunden. Das Team um den verdeckten Journalisten will endlich die fanatische Gemeinde bloßstellen. Sang Mi stellt eine wichtige Frage, deren Antwort sie schon seit langer Zeit interessiert.","versions":[{"lang":1,"streams":[{"redirect":12479082,"hoster":"VOE"},{"redirect":12479080,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"","descr":"Als Dong Cheol und ein verdeckter Journalist aus dem Inneren beginnen, Sang Mi zu helfen, beginnt die verzweifelte Frau wieder Hoffnung zu fassen. Währenddessen erfährt der überzeugte Apostel Jo von der Internetübertragung.","versions":[{"lang":1,"streams":[{"redirect":12479086,"hoster":"VOE"},{"redirect":12479088,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge 14","epNo":14,"alt":"","descr":"Es gelingt Dong Cheol, Dae SIk davon zu überzeugen, es so aussehen zu lassen als würde er Sang Mi beschützen. Währenddessen geraten die Apostel Jo und Kang in einen heftigen Streit, nach dem Apostel Kang beschließt, etwas in Guseonwon zu ändern.","versions":[{"lang":1,"streams":[{"redirect":12479091,"hoster":"VOE"},{"redirect":12479101,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Folge 15","epNo":15,"alt":"","descr":"Als So Rin nicht wie verabredet auftaucht, beginnt Sang Hwan, sich Sorgen zu machen. Er hat die dunkle Ahnung, dass etwas Schlimmes passiert sein muss. Währenddessen verdächtigt Dong Cheol Apostel Jo und er beginnt, eigene Untersuchungen anzustellen.","versions":[{"lang":1,"streams":[{"redirect":12479103,"hoster":"VOE"},{"redirect":12479105,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Folge 16","epNo":16,"alt":"","descr":"Dong Cheol hat einen ausgeklügelten Plan, um Guseonwon zu entlarven und alle Gefangenen zu retten. Als die spirituelle Hochzeit anfängt, beginnt auch der entschlossene Mann, seinen Plan in die Tat umzusetzen. Es darf kein Schritt schiefgehen.","versions":[{"lang":1,"streams":[{"redirect":12479936,"hoster":"VOE"},{"redirect":12479935,"hoster":"Streamtape"}]}]}]}]}