{"seriesId":"sayonara-watashi-no-cramer","name":"Sayonara Watashi no Cramer","descr":"Sumire Suo ist eine begeisterte Fußballspielerin, konnte in der Mittelschule jedoch keine nennenswerten Erfolge verzeichnen. Doch der junge Flügel erhält eines Tages ein merkwürdiges Angebot. Ihre Hauptkonkurrentin, Midori Soshizaki, lädt sie ein, mit ihr im selben Team in der Oberschule zu spielen. Doch sie geht noch weiter und verspricht ihr, dass sie sie \"niemals alleine\" lassen wird. Wird Sumire das Angebot annehmen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Everyone","descr":"Nachdem sie ihre Mittelschulzeit damit verbracht hat, in der Jungenfußballmannschaft zu spielen, überredet Nozomis Lehrer sie, in einer Mädchenfußballmannschaft zu spielen. Unterdessen sieht Sumire das Ende ihrer eigenen Mittelschulkarriere, und ihre Rivalin Midori erklärt, dass sie sich jeder Schul- oder Vereinsmannschaft anschließen wird, die Sumire sich aussucht. Sumire und Midori schauen sich ein Trainingsmatch mit Warabi Seinan an. Obwohl Warabi ausgeblasen wird, fühlt sich Sumire zu Eriko Tase hingezogen und beschließt, bei Warabi im selben Team wie sie zu spielen. Später, nach der Einführung, spielen die Mädchen alle ein Scrimmage innerhalb des Kaders gegeneinander. Sumire, Midori und Eriko landen alle im selben Team und schaffen es, das Scrimmage zu gewinnen, wobei das Siegtor von einem hochmütigen Mädchen namens Aya erzielt wird. Danach die ehemalige japanische Fußballnationalmannschaft der Frauen Spielerin Naoko Nōmi kehrt nach Warabi zurück, um die Fußballmannschaft der Mädchen zu trainieren.","versions":[{"lang":3,"streams":[{"redirect":8784734,"hoster":"VOE"},{"redirect":8622310,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Impact","descr":"Nachdem sie sich dem Team vorgestellt hat, beginnt Naoko mit dem Training der Mädchen, bestraft sie jedoch weiterhin mit Liegestützen, während sie zusieht, wie Nozomi sich nicht anstrengt. Kurz nach dem Training verwöhnt Naoko das Team mit dem Okonomiyaki ihrer Familie , mit der Ankündigung, dass sie ein Freundschaftsspiel gegen die starke Kunogi-Frauenfußballmannschaft veranstaltet. Am Spieltag spielt Kunogi Ballbesitz und neutralisiert Sumire auf dem Feld. Kunogis Trainer stellt später fest, dass Warabi \" den Bus parkt\"\" gegen sie, aber es spielt keine Rolle, da Kunogi immer noch mehrere Tore schießt und Warabi nur knapp aus seiner Hälfte des Feldes lässt. Goro, der vorherige Warabi-Trainer, fragt Naoko, was es bringt, Warabi gegen eine so starke Konkurrenz anzutreten. Naoko antwortet, dass dieses Spiel ein Charaktertest ist, um zu sehen, wie das Team in Zukunft auf Widrigkeiten reagieren wird.","versions":[{"lang":3,"streams":[{"redirect":12173018,"hoster":"VOE"},{"redirect":8622304,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Gates of Hell","descr":"Die Kunogi Team gießt über die Ziele, nehmen ihre Trainer Drohung ernst sie in Reserve zu halten , wenn sie mit mindestens 10 Toren und einem nicht gewinnen Gegentor . Während Sumire das Match so gut wie aufgegeben hat, findet Nozomi den Wettbewerb spannend und schafft es, die Moral ihrer Teamkollegen zu sammeln, um mindestens ein Tor gegen Kunogi zu erzielen, obwohl einige schlechte Entscheidungen von Aya Nozomi und ihre Teamkollegen frustrieren. Sumire beschließt, ihren Kopf zurück ins Spiel zu bringen, um den gegnerischen Rechtsverteidiger zu ärgern, und schafft es, den Ball zu Nozomi zu bringen, die Kunogis Shutout in den letzten Sekunden des Spiels ruiniert.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Frontier","descr":"Nozomis Tor wird durch ein Foul, das Aya am Kunogi-Torhüter begangen hat, abgewehrt, obwohl sie in Marseille an der Reihe istbeeindruckt die Trainer auf beiden Seiten. Am nächsten Tag, nachdem Nozomi ständig an den 21: 0-Besieg des Teams erinnert wurde, fordert Nozomi ihre Trainer auf, bei der Gewinnung neuer Mitglieder und einem besseren Training zu helfen. Sawa organisiert eine teamweite Kochgruppe, in der Hoffnung, dass ihr Studium der Ernährungswissenschaften dazu beitragen kann, die Ausdauer des Teams zu stärken, obwohl nur wenige der Mädchen die Fähigkeiten haben, richtig zu kochen. Sawa und ein paar Mädchen versuchen, der Jungen-Fußballmannschaft Töpfe mit ihrem Essen zu geben, werden aber vom Jungen-Fußballtrainer blockiert, der dann behauptet, dass sie auch den Mädchenplatz zum Training übernehmen werden. Inzwischen verrät Naoko, dass sie neue Trikots für die Mädchenfußballmannschaft gekauft und die alten weggeworfen hat, obwohl ihr individuelles Design die Mädchenmannschaft schockiert.","versions":[{"lang":3,"streams":[{"redirect":8784735,"hoster":"VOE"},{"redirect":8622309,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Lovesickness","descr":"Der Schulleiter von Warabi lässt sich vom Fußballtrainer der Jungen einschüchtern, um ihnen den Übungsplatz der Mädchen zu geben, obwohl er der Mädchenmannschaft einen anderen Standort weiter weg von der Schule gibt. Darüber hinaus sind sich die meisten Mädchenteams einig, dass das individuelle Uniformdesign ihres Trainers scheußlich ist, aber sie haben nicht das Geld, um neue zu kaufen. Die Mädchen-Fußballmannschaft teilt sich in zwei Gruppen: Eriko und drei ihrer Mitspieler versuchen, den Trainer der Jungen zu stalken, um Druck auf ihn zu machen. Der Rest des Teams folgt Midori zur Station Tobitakyū , um an einem Futsal . teilzunehmenTurnier mit einem großen Geschenkgutschein an einen Sportartikelladen als Preis, aber eine Unterschreitung der Mindestmannschaftsgröße, nachdem Aya ihre älteren Teamkollegen versehentlich in einen falschen Zug geleitet hat. Da die Zeit für die Registrierung knapp wird, verhandeln die vier Warabis, die auftauchten – Nozomi, Sumire, Sawa und Midori – mit Mizuki und Haruna vom Kunogi-Mädchenteam, um sich ihrem Team für das Turnier anzuschließen.","versions":[{"lang":3,"streams":[{"redirect":8784750,"hoster":"VOE"},{"redirect":8622320,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Those Who Chase and Those Who Are Chased","descr":"Erikos Mannschaft versucht mehrmals, den Fußballtrainer der Jungen zu erpressen, damit er die Mädchenmannschaft mit seiner Mannschaft trainieren lässt, aber ihre Versuche schlagen fehl. Währenddessen arbeitet sich das gemischte Team aus Warabi- und Kunogi-Mädchen auf dem Futsalplatz bis ins Finale vor, wo sie gegen ein Team unter der Leitung von Rei Kutani antreten, Harunas ehemaliger Teamkollegin in der Mittelschule, der es an technischem Talent mangelte und stattdessen all ihre Anstrengungen unternahm ein physischer Fußballspieler zu sein. Trotz Nozomis Versuchen, sie anzustacheln, gelingt es Rei, den Siegtreffer zu erzielen. Die Warabi-Mädchen nehmen den zweiten Preis von 30.000 Yen mit nach Hause und entscheiden sich für Teilzeitjobs, um den Rest des Geldes für neue Trikots aufzubringen. Später erpresst Gōro den Trainer der Jungen, damit er die Mädchenmannschaft gelegentlich mit den Jungen spielen lässt.und das Mädchenteam joggen zu ihrem neuen Übungsgelände außerhalb der Schule.","versions":[{"lang":3,"streams":[{"redirect":8784737,"hoster":"VOE"},{"redirect":8622305,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Rapidly Advancing Team","descr":"Mit ihren neuen Trikots bestreiten die Warabis ihr erstes offizielles Spiel gegen die Asuka Trade-Frauenmannschaft. Nozomi ist jedoch in den Tagen vor dem Spiel zu aufgeregt und spielt, während sie schlaftrunken ist, und erzielt versehentlich das spielgewinnende Tor für Asuka mit einem Kopfball im Netz ihrer eigenen Mannschaft. Naoko bestraft Nozomi, indem sie sie für das nächste Spiel auf die Bank verbannt. Am nächsten Tag bringt Naoko Goro dazu, mit dem Fußballtrainer der Jungen zu verhandeln, um ein paar Jungen für ein Scrimmage innerhalb des Kaders auszuleihen, um den Warabis beim Training gegen einen physischen Gegner zu helfen. Während des Trainings streiten Naoko und Goro über Trainerstile, während Nozomi auf ein Tor übt, obwohl sie für das nächste Spiel auf der Bank sitzt.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Pursued by the Past","descr":"Während sie im Sportunterricht Softball spielt, wird Nozomi wütend auf Aya und tritt einen ihrer Schläger an ihrem Kopf vorbei, wobei sie sich ihren eigenen Fuß verletzt. Während des dritten Gruppenspiels von Warabis gegen Kotesashi Seirin versucht Nozomi, ihre Verletzung vor dem Trainer zu verbergen, aber Goro bemerkt ihr herabgestuftes Spiel und gibt ihr eine weitere Chance, bevor er sie ersetzt. Nozomi antwortet, indem sie Aya einen Steilpass für den Siegtreffer schickt. Später, als die Mädchen zum Training gehen, fesseln sie einen mutmaßlichen Stalker, der sich als Kazuo Takahagi herausstellt, ein ehemaliger Fußballprofi. Kazuo erzählt den Mädchen, dass Goro als der \"Japaner Xavi .\" galt\" als er ihn in einem U-18-Camp traf, aber ein paar Jahre später verletzte sich Goro schwer am rechten Bein und erlangte nie seine Form zurück, also beschloss er, stattdessen Trainer zu werden. Sein erster Trainerjob in einem japanischen Profiteam zerbrach, als seine radikalen Veränderungen den Rest der Mannschaft verärgerten und er bald zum Rücktritt gezwungen wurde.Später bemerken die Mädchen von Urawa Hosei, dass sie in der ersten Runde des nationalen Turniers gegen Warabi Seinan spielen werden.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Red Army","descr":"Die Mädchen von Urawa Hosei bereiten sich auf ihr bevorstehendes Spiel gegen Warabi Seinan vor und besprechen die wichtigen Spieler, auf die sie treffen werden. Währenddessen streiten die Warabis als Sumire, Nozomi und Aya, welcher von ihnen wirklich einen Pass von Midori verdient. Am Spieltag treffen die beiden Teams in einem verregneten Stadion ein. Nozomi erinnert sich daran, wie sie letztes Jahr beim Newbie-Spiel der Jungs verkleidet den Platz ihres Bruders Junpei eingenommen hat. Naoko wird vom Trainer von Urawa angegriffen, aber einige von Urawas Team verjagen ihn, da sie sie verehren. Als die beiden Teams das Spielfeld betreten, stellen sie fest, dass Urawa ihre eigene Jubelabteilung mitgebracht hat, was die Moral der Warabis dämpft, während Eriko sich schwer tut, an einen Jubel vor dem Spiel zu denken. Schließlich beginnt das Spiel.","versions":[{"lang":3,"streams":[{"redirect":8784741,"hoster":"VOE"},{"redirect":8622311,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Wounded Champions","descr":"Als die erste Hälfte des Spiels beginnt, versuchen die Urawa Hosei-Mädchen, Midori zu neutralisieren, da sie erkennen, dass sie der Schlüssel ist, um den Ball zu Warabis Stürmern zu bringen. Naoko plante dies jedoch und ermutigte Midori, rückwärts zu passen, bis das Team eine Öffnung findet. Die Warabis versuchen, einen Konter gegen Urawas hohes Pressing durchzuführen, aber Chika Kirishima verfolgt die Abwehr und klärt den Ball. Goro erkennt, dass Urawas Trainer versucht, Antonio Conte zu kopieren und einen Catenaccio zu spielenStil, der die Außenverteidiger mit der Geschwindigkeit betont, um je nach Bedarf zwischen Angriff und Verteidigung zu wechseln. Chika gerät mit mehreren Warabi-Spielern in Streit darüber, wer es verdient, weiterzukommen und gegen die Kunogi-Mädchenmannschaft zu spielen, da Urawa letztes Jahr mit 1:3 verloren hat und Chika sich für die Niederlage verantwortlich fühlte. Die erste Halbzeit endet damit, dass Midori in den Strafraum eintaucht und einen Schuss vom Tor wegklärt, wodurch das Spiel torlos bleibt. Goro und Nozomi versuchen, eine Strategie zu finden, um Urawas Taktik zur Halbzeit zu durchbrechen.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"The One Running Beside Us","descr":"Goro weist Nozomi an, Chika zu \"zerstören\", in der Hoffnung, dass sie zu beschäftigt ist, um sie anderswo zu verteidigen, indem sie Chika zwingt, sich auf Nozomi zu konzentrieren. Als die zweite Halbzeit beginnt, hat der Regen das Spielfeld komplett durchnässt, sodass es schwierig ist, durchzudribbeln. Nozomi umgeht dieses Problem, indem er wie Dragan Stojković ständig mit dem Ball jongliert und einen Schuss abgibt, der aber knapp am Pfosten vorbeigeht. Sowohl Sawa als auch die anwesenden Warabi-Jungs stellen fest, dass Nozomi eine Art hat, ihre Teamkollegen zu inspirieren, selbst als sie noch Mitglied der Jungenmannschaft war. Unterdessen bemüht sich Urawas Trainer, einen Weg zu finden, Chika zu befreien, da er glaubt, dass niemand sonst Nozomi effektiv abdecken kann.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Ambition and Choices","descr":"Während sich Chika und andere auf Urawa auf Nozomi konzentrieren, unterstützt sie der Rest der Warabis, während sie versuchen, zum feindlichen Tor zu fahren. Alice Adatara führt Urawa jedoch zu einem schnellen Konter, als sie den Ball von Nozomi wegwischt und mit Hilfe ihres Teamkollegen Yuu Tenma am anderen Ende des Feldes trifft. Da Alice freie Hand auf dem Feld hat und Yuu als falsche Neun agiert , geht Urawa in der zweiten Halbzeit plötzlich mit 2:0 gegen Warabi in Führung. Obwohl die Dinge düster aussehen, schlägt Eriko Nozomi und motiviert den Rest ihres Teams, bis zum Schlusspfiff zu spielen.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Those Who Form the Backbone","descr":"Der Schiedsrichter signalisiert das Ende des Spiels und Urawa Hosei gewinnt mit 2:0. Yuu und Chika fordern, dass Nozomi, Sumire und Midori ihrem Vereinsteam beitreten, da ihre Talente mit Warabi verschwendet werden. Nozomi lehnt jedoch ihr Angebot ab und schwört, mit den Warabis zusammenzuarbeiten, um stärker zu werden und in der nächsten Saison zurückzukehren. Am nächsten Tag geben Warabis Trainer der Mannschaft den Tag frei, aber Goro sieht Nozomi trotzdem beim Training am Trainingsplatz und beklagt den Druck, den gesamten Frauenfußball durchs Land tragen zu müssen, anstatt nur Spaß zu haben. Währenddessen trifft Midori in der Buchhandlung auf die Urawa-Mädchen, aber Midori wiederholt Nozomis Argument, dass sie ihr eigenes starkes Team bei Warabi aufbauen möchte. Bald gesellt sich der Rest des Warabi-Teams zu Nozomi auf dem Trainingsgelände. An anderer Stelle sprechen Naoko und Kenroku über das Wachstum als Fußballtrainer. Einige Tage spater,Sawa tritt dem Team als Verteidiger bei, Goro verbringt Zeit damit, dem Team neue Taktiken beizubringen und Naoko tritt dem Team bei einem Turnier in Tokio bei.","versions":[{"lang":3,"streams":[{"redirect":8784738,"hoster":"VOE"},{"redirect":8654210,"hoster":"Streamtape"}]}]}]}]}