{"path":"/serie/stream/scavengers-reign","name":"Scavengers Reign","descr":"Als ein Weltraumfrachter durch eine Sonneneruption beschädigt wird, strandet seine überlebende Besatzung auf einem wunderschönen und unversöhnlichen Planeten. Sie lernen die wahre Natur dieses Planeten kennen, während sie versuchen, lange genug zu überleben, um zu entkommen oder gerettet zu werden.","seasons":[{"path":"/serie/stream/scavengers-reign/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/scavengers-reign/staffel-1/episode-1","name":"","epNo":1,"alt":"The Signal","descr":"Nach einer Bruchlandung auf Vesta versuchen die Überlebenden Sam und Ursula mit Hilfe ihres technischen Know-hows, ihr verschollenes Schiff, die Demeter, zu finden. An anderer Stelle kämpft Azi mit ihrem schlecht funktionierenden Roboter Levi, während Kamen auf eine mächtige außerirdische Kreatur trifft.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14461006","hoster":"VOE"}]}]},{"path":"/serie/stream/scavengers-reign/staffel-1/episode-2","name":"","epNo":2,"alt":"The Storm","descr":"Während ein Sturm wütet, machen sich Sam und Ursula auf die Suche nach der Demeter, während Azi und Levi Schutz suchen. Währenddessen hilft Hollow Kamen dabei, alte Erinnerungen wieder aufleben zu lassen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14461004","hoster":"VOE"}]}]},{"path":"/serie/stream/scavengers-reign/staffel-1/episode-3","name":"","epNo":3,"alt":"The Wall","descr":"Während Ursula Zeuge von Vestas einzigartigen Verwandlungskräften wird, versucht Sam, seine Partnerin auf die bevorstehende Reise zu konzentrieren. An anderer Stelle treffen Azi und Levi auf eine tödliche Stampede, und Kamen erweist sich als nützlicher Diener von Hollow.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14460997","hoster":"VOE"}]}]},{"path":"/serie/stream/scavengers-reign/staffel-1/episode-4","name":"","epNo":4,"alt":"The Dream","descr":"In pursuit of a missing Sam, Ursula must tap into her knowledge of the planet as she faces Vesta\u0027s wildlife alone. After failing to meet Hollow\u0027s increasing demands, Kamen becomes lost in a series of distressing memories.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14458833","hoster":"VOE"},{"path":"/redirect/14448072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scavengers-reign/staffel-1/episode-5","name":"","epNo":5,"alt":"The Demeter","descr":"Nachdem er aus seiner Kapsel entkommen ist, trotzt ein weiterer Überlebender dem unbarmherzigen Terrain von Vesta, bis ein Zusammenstoß mit Kamen die Zukunft der verbleibenden Crew bedroht. Anderswo erlebt Azi eine Wiedergeburt... und eine Erkenntnis über Levis Verbindung zu ihrer neuen Heimat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14461005","hoster":"VOE"}]}]},{"path":"/serie/stream/scavengers-reign/staffel-1/episode-6","name":"","epNo":6,"alt":"The Fall","descr":"Während Sam mit seinen Verletzungen zu kämpfen hat, trifft Ursula auf einen unheimlich vertrauten Feind. Nachdem ein Rückschlag sie zwingt, zu Fuß weiterzugehen, sehen sich Azi und Levi mit einer Reihe von Hindernissen konfrontiert... darunter eine Kreatur, die sie noch nie zuvor gesehen haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14460998","hoster":"VOE"}]}]},{"path":"/serie/stream/scavengers-reign/staffel-1/episode-7","name":"","epNo":7,"alt":"The Cure","descr":"Nachdem ein Notruf eingegangen ist, stürzt sich die Besatzung eines nahe gelegenen Schiffes auf die Jagd nach der wertvollen Fracht. Als Sams Gesundheitszustand immer schlechter wird, nimmt Ursula die Hilfe eines mysteriösen Fremden an.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14461000","hoster":"VOE"}]}]},{"path":"/serie/stream/scavengers-reign/staffel-1/episode-8","name":"","epNo":8,"alt":"The Nest","descr":"Unter dem Druck, ihre neuen Gefährten zum Wrack der Demeter zu führen, begibt sich Azi auf einen Treck durch das tödliche Terrain des Planeten. Anderswo kämpft Ursula darum, mit dem wiedererstarkten Sam Schritt zu halten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14461007","hoster":"VOE"}]}]},{"path":"/serie/stream/scavengers-reign/staffel-1/episode-9","name":"","epNo":9,"alt":"The Mountain","descr":"Nachdem er auf eine undurchdringliche Klippe gestoßen ist, muss Azi sich auf Kris und Barrys Expertise verlassen, um den Gipfel zu erreichen. Raue Gewässer stellen Sams neue Fähigkeiten auf die Probe, während Ursula die dunkle Seite seines weiterentwickelten Zustands kennenlernt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14460999","hoster":"VOE"}]}]},{"path":"/serie/stream/scavengers-reign/staffel-1/episode-10","name":"","epNo":10,"alt":"The Decision","descr":"Von den Erinnerungen an ihre letzten Tage an Deck getrieben, stellt sich Azi Kris in einem Kampf um das Leben ihrer verlassenen Crewmitglieder. Als sie sich dem Ende ihrer Reise nähern, konfrontiert Sam Ursula mit einer erschütternden Wahrheit.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14461001","hoster":"VOE"}]}]},{"path":"/serie/stream/scavengers-reign/staffel-1/episode-11","name":"","epNo":11,"alt":"The Return","descr":"Während Kris und Barry versuchen, das Shuttle zu stehlen und damit zu verschwinden, ohne zu wissen, was sie erwartet, befreit Ursula Azi von ihren Fesseln, woraufhin sie die Diebe aufhalten und entdecken, was von der zerstörten Demeter übrig geblieben ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14461002","hoster":"VOE"}]}]},{"path":"/serie/stream/scavengers-reign/staffel-1/episode-12","name":"","epNo":12,"alt":"The Reunion","descr":"Während eine blutrünstige Hollow das Wenige, was von ihrem Schiff übrig ist, zerstört, kämpfen Azi und Ursula darum, die verbliebene Mannschaft zu retten. Während Kris die Flucht vorbereitet, steht Barry vor einer lebensverändernden Entscheidung, die die Zukunft der Vesta bestimmen könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14461003","hoster":"VOE"}]}]}]}]}