{"seriesId":"schatzjger-in-australien-die-groe-suche-nach-saphiren","name":"Schatzjäger in Australien - Die große Suche nach Saphiren","descr":"[Gem Hunters Down Under] In Queensland, Australien, sind Schatzgräber auf der nervenaufreibenden Suche nach wertvollen Saphiren. Ihr Job ist alles andere als ein Kinderspiel – täglich sind sie unvorhersehbaren Wetterkapriolen ausgesetzt und begeben sich in gefährliche Lagen, während sie hochkonzentriert riesige Maschinen steuern müssen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Jagd beginnt","epNo":1,"alt":"The Dry","descr":"Max und Glenn suchen in der Wildnis nach Saphiren. Anthony und Jodie stellen indes fest, dass sie an der falschen Stelle graben. Ihr Irrtum bringt finanzielle Einbußen mit sich.","versions":[{"lang":1,"streams":[{"redirect":13324905,"hoster":"VOE"},{"redirect":13324904,"hoster":"Doodstream"},{"redirect":13324903,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Pharaonen-Auge","epNo":2,"alt":"Family And Friends","descr":"Todd und Brianna sind das jüngste Team unter den australischen Schatzgräbern. Sie haben große Startschwierigkeiten: Extreme körperliche Arbeit, Hitze, Staub und Probleme mit den Geräten lassen die Zuversicht der jungen Eltern schwinden.","versions":[{"lang":1,"streams":[{"redirect":13324907,"hoster":"VOE"},{"redirect":13324906,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alte Liebe rostet nicht","epNo":3,"alt":"Exploration","descr":"Über einhundert Jahre hinweg wurde der Boden der Gemfields ununterbrochen aufgebohrt. Ohne einen guten Instinkt und eine große Portion Glück beißen sich die Schatzgräber an diesem Flecken Erde die Zähne aus. In den dunklen Tunnelgängen ihrer Mine hat das Ehepaar Mifsud Schwierigkeiten mit der Orientierung.","versions":[{"lang":1,"streams":[{"redirect":13324910,"hoster":"VOE"},{"redirect":13324924,"hoster":"Vidoza"},{"redirect":13324909,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das schwarze Loch","epNo":4,"alt":"The Deepest Cut","descr":"Das Ehepaar Mifsud arbeitet sich an ihrer Mine ab. Die beiden entfernen Schlamm, reparieren ihre Werkzeuge und legen kaum Pausen ein. Doch ihre einsatzbereiten Söhne haben sich angekündigt, und die Hoffnung auf einen kostbaren Fund steigt. Ray und Paul kommen hingegen mit etwas mehr Erfahrung daher und haben einen kühnen Plan: Mit einem 40 Tonnen schweren Bohrer wollen sie alte Tunnel wieder zugänglich machen.","versions":[{"lang":1,"streams":[{"redirect":13324911,"hoster":"VOE"},{"redirect":13324912,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Glücksfund","epNo":5,"alt":"The Storm","descr":"Ein schwerer Sturm sorgt dafür, dass die \"Gemfields\" überflutet werden. Max bahnt sich seinen Weg durch das unwegsame Gelände, um zu prüfen, welche Schäden das Wetter an seiner Mine hinterlassen hat.","versions":[{"lang":1,"streams":[{"redirect":13324915,"hoster":"VOE"},{"redirect":13324917,"hoster":"Doodstream"},{"redirect":13324916,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Höhenangst","epNo":6,"alt":"Stone and Water","descr":"Die Saison neigt sich dem Ende zu. Die Schatzgräber-Teams sammeln ihre Kräfte, überwinden ihre Ängste und arbeiten härter als je zuvor, um sich mit dem Fund einer möglichst großen Menge Saphiren ihr Überleben zu sichern. Familienangehörige werden eingespannt, um zu helfen und somit sind Streitigkeiten schon programmiert.","versions":[{"lang":1,"streams":[{"redirect":13324919,"hoster":"VOE"},{"redirect":13324920,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Neue Chancen","epNo":1,"alt":"New Opportunities","descr":"Jodie und Anthony suchen im Bundesstaat Queensland nach kostbaren Edelsteinen. Die \"Neulinge\" wollen auf ihrem Claim unter Tage zwei Schächte miteinander verbinden. Das erfordert absolute Präzision, denn jede Fehlgrabung kostet Zeit, Geld und Energie. Ray und Paul greifen ebenfalls wieder an. Die \"Oldtimer\" haben in der Sommerpause weitere Schürfrechte erworben. Während der letzten 50 Jahre haben auf dem hundert mal hundert Meter großen Areal bereits fünf Pächter geschürft. Doch Ray glaubt fest daran, dass das Saphir-Vorkommen noch nicht erschöpft ist.","versions":[{"lang":1,"streams":[{"redirect":13324923,"hoster":"VOE"},{"redirect":13324928,"hoster":"Streamtape"}]}]}]}]}