{"path":"/serie/stream/schattenwelten","name":"Schattenwelten","descr":"Die Dokumentationsreihe \"Schattenwelten\" zeigt […] Entwicklungen und Strukturen auf, die es selten bis nie in die Nachrichten schaffen. Und häufig werden die einzelnen News nicht miteinander verknüpft, sodass die Bedrohungen für Staaten und Gesellschaften weiter im Schatten bleiben. Von Cyberwar, Organisierter Kriminalität bis Propagandaschlachten: Unter der Oberfläche der medialen Wahrnehmung gibt es eine ganz andere Realität.","seasons":[{"path":"/serie/stream/schattenwelten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/schattenwelten/staffel-1/episode-1","name":"Auf den Schlachtfeldern der Zukunft","epNo":1,"alt":"","descr":"Es ist ein Krieg, den es offiziell gar nicht gibt: Im Schattenkrieg werden Konflikte ausgetragen, in denen Söldner, Hacker und Drohnen an die Stelle regulärer Armeen treten. Staaten entziehen sich ihrer Verantwortung und treiben die Privatisierung der Gewalt voran. Der Krieg in der Grauzone ist ein wachsendes Geschäft: Söldner und eine digitale Waffenindustrie führen Angriffe durch, deren Auftraggeber im Dunkeln bleiben möchten. Nachdem die USA sich trotz ihrer überlegenen Armee in zwei endlosen Kriegen verausgabt haben, holt die Supermacht ihre Soldaten nach Hause. Doch während die Hightech-Armee am Hindukusch gescheitert ist, sichern die USA jenseits der offiziellen Kriegsgebiete ihre Überlegenheit mit Spezialeinheiten, gezielten Tötungen per Drohne, Hacks und Überwachungstechnologien. Damit verschwimmen die Grenzen zwischen Krieg und Frieden. Der Krieg der Zukunft spielt sich zunehmend in einer Grauzone ab, wie etwa in der Ukraine. Die Dokumentation zeichnet nach, wie russische Söldner und Hacker das Land destabilisierten und weiter spalteten. Ukrainische, amerikanische und deutsche Experten sprechen über den bislang verheerendsten Cyberangriff der Geschichte: NotPetya, der in der Ukraine seinen Ausgangspunkt nahm. Die vergangenen zehn Jahre waren auch ein Jahrzehnt der Aufrüstung im Cyberspace. Hacking ist ein blühendes Geschäft geworden, das auch stark von Staaten subventioniert wurde. Digitale Söldner verkaufen Spionagesoftware an autoritäre Regime. Kriminelle Hacker greifen für ihre Kunden jedes Ziel an, mit dem sich Geld verdienen lässt, etwa mit Erpressersoftware. Doch auch das klassische Söldnergeschäft boomt, weil Staaten ihre offiziellen Armeen nicht mehr in den Kampf ziehen lassen wollen. Der ehemalige Söldner Sean McFate berichtet über ein Geschäft, das sich seine eigene Nachfrage schafft: \"Die Welt der Söldner ist eine Welt, die im Krieg versinkt\", warnt er. Während Kriege sich zunehmend im Schatten abspielen, ziehen die USA sich aus den konventionellen Kriegen zurück. Stattdessen schicken sie Drohnen in entlegene Kampfgebiete, um ihre Gegner auszuschalten – oder die, die sie dafür halten. Denn Drohnenangriffe sind nicht so präzise, wie sie scheinen. Erstmals sprechen in dieser Dokumentation Khaled und Ahmed bin Ali Jaber, die zwei Familienmitglieder bei einem US-Drohnenangriff im Jemen verloren haben. Die Familie hat auch die Bundesregierung angeklagt, weil der Angriff über die Ramstein Air Base gesteuert wurde. Die Dokumentationsreihe \"Schattenwelten\" zeigt in fünf Folgen Entwicklungen und Strukturen auf, die es selten bis in die Nachrichten schaffen. Und häufig werden die einzelnen News nicht miteinander verknüpft, sodass die Bedrohungen für Staaten und Gesellschaften weiter im Schatten bleiben. Von Cyberwar, Organisierter Kriminalität bis Propagandaschlachten: Unter der Oberfläche der medialen Wahrnehmung gibt es eine ganz andere Realität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9323514","hoster":"VOE"},{"path":"/redirect/9323520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schattenwelten/staffel-1/episode-2","name":"Der Kampf um die Wahrheit","epNo":2,"alt":"","descr":"Die öffentliche Meinung wird immer mehr polarisiert, gesteuert von Staaten und Konzernen – unter der Oberfläche des Sichtbaren. Ist diese gefährliche Entwicklung noch zu stoppen? Facebook, YouTube, Twitter \u0026 Co.sind zu den größten Propagandamaschinen der Geschichte geworden – sie erreichen Milliarden von Menschen. Sie haben mehr Macht und Einfluss als jede andere Organisation in der Geschichte, das macht sie auch zur Gefahr. Die Hoffnung, dass die Welt sich digital friedlich vernetzt, ist verflogen. Angst und Hass scheinen zu dominieren. Schlägt die durch Algorithmen zugespitzte Polarisierung immer häufiger in Gewalt um? Kann Demokratie, bei der es eigentlich um Kompromisse, Diskussion und Transparenz gehen muss, unter diesen Umständen überleben? Wie groß die Meinungsmacht der Tech-Giganten wirklich ist, zeigte sich in der Debatte um russische Anzeigen im US-Wahlkampf 2016 ebenso wie in jener um Fake News. So meldete das Fakt-Checking-Portal Snopes, dass es durch COVID-19 über die Grenzen strapaziert worden sei, weil zu viele Gerüchte und Falschnachrichten im Umlauf seien. In den USA hat sich die aggressive Stimmung aus dem Netz auch auf die Straßen übertragen. Es gab Tote in Kenosha und Portland. Eine bereits gefährlich aufgeladene Situation wird durch Propaganda von innen und außen immer weiter angeheizt, und die Infrastruktur dafür stellen US-Konzerne zur Verfügung, um weiter Profit zu machen, denn polarisierende, spaltende Inhalte sind durch ihren Suchtfaktor höchst lukrativ. Niemand kennt sich also besser als Facebook damit aus, wie man Gesellschaften spaltet und damit Geld verdient. Ein digitales Paralleluniversum ist entstanden, eine neue Heimat für zuvor vereinzelte Menschen, in der alles möglich scheint. Mit wenig Aufwand kann man inzwischen die öffentliche Meinung beeinflussen, ein paar Twitter-Accounts gründen, Falschnachrichten lancieren – und damit lässt sich viel Schaden anrichten. So tobt längst ein weltweiter Flächenbrand, ein \"Propaganda-Weltkrieg\". Totalitäre Akteure und solche, die es werden wollen, schreiben ihre eigene Geschichte. In Ländern wie Russland und dem Iran wird die eigene Bevölkerung längst mit Lügen kontrolliert – und ein wirksames Korrektiv fehlt. An allen Fronten drohen die Demokratien den Kampf gegen die Desinformation zu verlieren, sie scheinen keinen festen Boden unter die Füße zu bekommen. Zumal die größte Gefahr von innen, aus der Bevölkerung selbst heraus, droht, wie nicht zuletzt der Aufstieg der QAnon-Bewegung auch in Deutschland zeigt. Ist der Kampf also schon verloren? Gegen die Desinformation? Kann auch die Polarisierung nicht mehr gestoppt werden? Der Vorsprung der \"Beeinflussungsindustrie\" ist enorm. Die Dokumentationsreihe \"Schattenwelten\" zeigt in fünf Folgen Entwicklungen und Strukturen auf, die es nur manchmal bis in die Nachrichten schaffen. Und häufig werden die einzelnen News nicht miteinander verknüpft, sodass die Bedrohungen für Staaten und Gesellschaften weiter im Schatten bleiben. Von Cyberwar, Organisierter Kriminalität bis Propagandaschlachten: Unter der Oberfläche der medialen Wahrnehmung gibt es eine ganz andere Realität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9323503","hoster":"VOE"},{"path":"/redirect/9323510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schattenwelten/staffel-1/episode-3","name":"Das globale Gangster-Netzwerk","epNo":3,"alt":"","descr":"Mit illegalen Geschäften wird viel Geld verdient, Organisierte Kriminalität beeinflusst Politik und Wirtschaft, auch der Terror profitiert. Kann dieses globale Netzwerk zerstört werden? Korruption und Drogenhandel sind längst keine lokalen Probleme mehr. International aufgestellte Gruppen kooperieren mit Terrororganisationen und Politikern und verbreiten Gewalt und Gefahr. Durch komplexe Infrastrukturen entziehen sie sich jeder Kontrolle. Der Drogenschmuggel ist ein umkämpftes und hartes globales Geschäft. Drogen werden von Lateinamerika nach Europa geschmuggelt, Geld aus illegalen Aktivitäten wird in verschiedenen Ländern gewaschen, ein Mord kann in einem Land organisiert und in einem anderen durchgeführt werden. Die Folgen der Geschäfte im Untergrund sind überall zu spüren: Morde, Explosionen, gezielte Angriffe – sie treffen nicht nur die Mitglieder der kriminellen Gruppen im Kampf, sondern auch deren Familien, Zeugen, Journalisten und andere unschuldige Opfer. Laut FBI- und Europol-Unterlagen gibt es mittlerweile in jedem Land der Welt eigene kriminelle Gruppen und Kartelle. Auch hierzulande etablieren sie sich immer fester. Beispiel Drogenhandel: Deutschland als Markt und zentraler Verkehrsknoten, von dem aus vor allem der Handel mit Opiaten entlang der Balkanroute organisiert wird. Der lukrative US-Markt wird direkt aus Südamerika bedient. Wer versucht, diese Geschäfte aufzudecken, bringt sich in Lebensgefahr. Die Behörden sind unterwandert, selbst Minister sind korrupt. Laut Berechnungen der Weltbank wendet das organisierte Verbrechen die Hälfte seines jährlichen Umsatzes von rund zwei Billionen Dollar dafür auf, Politiker weltweit zu bestechen. Gruppen Organisierter Kriminalität, die mit Politikern kooperieren, folgen zunehmend der Logik des Terrors: Angst und Schrecken, Mord und Totschlag. Längst wird auch das globale Finanzsystem für die Geldwäsche missbraucht, an der der Staat durch Steuern Geld verdient und Terrorgruppen sich bereichern. Und auch Menschen auf der Flucht stellen für die Organisierte Kriminalität ein lukratives Geschäft dar: Der Menschenschmuggel bringt den Gruppen jedes Jahr circa 150 Milliarden Dollar. Terrorgruppen nähern sich Gruppen Organisierter Kriminalität immer mehr an. Paramilitärische Kartelle übernehmen auch die politische Macht. Können vielerorts Verhältnisse wie in Russland entstehen, wo Politiker, Geheimdienste und Verbrecher gemeinsame Sache machen – selbst in einst stabilen Demokratien wie den USA oder Kernstaaten Europas? Gibt es einen Weg zurück? Oder sind die Strafverfolgungsbehörden längst machtlos? Die Dokumentationsreihe \"Schattenwelten\" zeigt in fünf Folgen Entwicklungen und Strukturen auf, die es nur manchmal bis in die Nachrichten schaffen. Und häufig werden die einzelnen News nicht miteinander verknüpft, sodass die Bedrohungen für Staaten und Gesellschaften weiter im Schatten bleiben. Von Cyberwar, Organisierter Kriminalität bis Propagandaschlachten: Unter der Oberfläche der medialen Wahrnehmung gibt es eine ganz andere Realität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9323495","hoster":"VOE"},{"path":"/redirect/9323498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schattenwelten/staffel-1/episode-4","name":"Die neue Macht der Geheimdienste","epNo":4,"alt":"","descr":"Sie beeinflussen Regierungen und spionieren Länder aus, scheinbar ohne sich dabei an Gesetze halten zu müssen – und sind dabei fast unsichtbar. Werden Geheimdienste die neuen Supermächte? Geheimdienste scheinen weltweit so gut aufgestellt zu sein wie seit dem Kalten Krieg nicht mehr. Digitale Technik macht zudem eine neue Kriegsführung möglich, und längst geht es nicht mehr nur um Russland und die USA. Bedeutet das eine neue Epoche des Unfriedens? Die USA haben seit 2010 so viele Spione und Informanten auf einmal verloren wie seit dem Kalten Krieg nicht mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381173","hoster":"VOE"},{"path":"/redirect/9323487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schattenwelten/staffel-1/episode-5","name":"Der Aufstieg der Mega-Konzerne","epNo":5,"alt":"","descr":"Vier Megakonzerne wachsen scheinbar grenzenlos und werden immer mächtiger. Sie sind im Fokus der Öffentlichkeit – doch stehen sie auch über dem Gesetz? Apple, Amazon, Google und Facebook haben durch die Coronapandemie ihren enormen Einfluss verstärkt. Das Geschäft mit unseren Daten hat nie da gewesene Ausmaße angenommen. Haben die Konzerne es geschafft, sich jeglicher Kontrolle zu entziehen? Die Zahlen sind eindeutig. Immer weniger Menschen gehört immer mehr. Während die Welt vor neuen Krisen und Herausforderungen steht, wächst das Vermögen einiger weniger Menschen unaufhaltsam an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9323471","hoster":"VOE"},{"path":"/redirect/9323477","hoster":"Streamtape"}]}]}]}]}