{"seriesId":"schimanski","name":"Schimanski","descr":"Die Filmreihe basiert auf den Erlebnissen des ehemaligen Duisburger \"Tatort\"-Kommissars Horst Schimanski (Götz George), der sechs Jahre nach seiner Suspendierung als freier Ermittler in den Polizeidienst zurückkehrt, um den Mord an seinem Ex-Kollegen Thanner aufzuklären. Von da an übernimmt der unbequeme, aber liebenswerte \"Rüpelbulle\" wieder spannende und oft dramatische Fälle, die er zusammen mit seinen Kollegen Hans Scherpendeel (Chiem van Houweninge) und Thomas Hunger (Julian Weigend) löst.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Schwadron","epNo":1,"alt":"","descr":"Horst Schimanski hat sich nach seiner Suspendierung vom Dienst bei der Duisburger Mordkommission nach Belgien zurückgezogen. Dort schlägt er sich als Boxtrainer durch. Eines Tages stehen zwei Kriminalbeamte aus Deutschland vor dem Ring. Sie haben den Auftrag, Schimanski zurückzuholen. Ihre Auftraggeberin: Ilse Bonner, Leitende Oberstaatsanwältin am Oberlandesgericht Düsseldorf. Von ihr erfährt Schimanski, dass sich im Ruhrgebiet offenbar ein mörderischer Mafia-Krieg abspielt, dem zuletzt auch sein früherer Kollege Thanner zum Opfer gefallen ist. Weil Indizien darauf hinweisen, dass Thanner von einem Kollegen aus der Fahndungsabteilung des Duisburger Präsidiums in die tödliche Mafia-Falle gelockt wurde, soll Schimanski den Verräter überführen und herausfinden, wer hinter den blutigen Hinrichtungen steckt. Schimanski macht sich auf die Jagd, doch ist er wirklich auf der richtigen Fährte … ?","versions":[{"lang":1,"streams":[{"redirect":12924028,"hoster":"VOE"},{"redirect":8622471,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Blutsbrüder","epNo":2,"alt":"","descr":"Nur widerwillig übernimmt Schimanski den neuen Auftrag der Düsseldorfer Oberstaatsanwältin Ilse Bonner. Der Wirtschaftsverbrecher Mandel soll aus einer Haftanstalt in Belgien nach Düsseldorf gebracht werden, um dort eine Aussage zu einem nicht aufgeklärten Mord zu machen. Mandel ist für Schimanski kein Unbekannter. Vor Jahren hatte er in dem Mordfall ermittelt und Mandel war sein Hauptverdächtiger gewesen. Doch Schimanski war ein Formfehler unterlaufen und Mandel musste, trotz der starken Indizien, freigelassen werden. Dementsprechend ist die Atmosphäre zwischen den beiden von Ablehnung und Misstrauen bestimmt. Und offensichtlich nicht zu unrecht, denn während ihrer Fahrt werden sie von einem dunklen Lieferwagen verfolgt, dessen Insassen Schimanskis Passagier mit aller Gewalt befreien wollen. Scheinbar. Als sich jedoch herausstellt, dass sie in Wirklichkeit nach Mandels Leben trachten, beginnt für Schimanski und Mandel eine abenteuerliche Flucht","versions":[{"lang":1,"streams":[{"redirect":12381180,"hoster":"VOE"},{"redirect":8622473,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hart am Limit","epNo":3,"alt":"","descr":"Ein undurchsichtiger Auftrag von Oberstaatsanwältin Bonner: Schimanski soll Uta Maubach verdeckt beobachten und im Notfall beschützen, wenn sie aus dem Gefängnis kommt. Die junge Frau aus gutem Hause hat fünf Jahre abgesessen wegen Unterstützung einer kriminellen Vereinigung. Dabei war sie nur die Geliebte von Dirk Vogel; mit dessen terroristischen Aktivitäten hatte sie nichts zu tun. Der Karriere-Polizist im LKA, Keller, ist seit Jahren hinter Vogel her, der jetzt als Auftragskiller für eine ausländische Organisation arbeitet. Er ist sicher, dass Uta Maubach ihn zu Vogel führen wird. Und mit dem hat er noch eine persönliche Rechnung offen. Eine tödliche Rechnung","versions":[{"lang":1,"streams":[{"redirect":8784885,"hoster":"VOE"},{"redirect":8622472,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Muttertag","epNo":4,"alt":"","descr":"Staatsanwältin Bonner bittet Schimanski um einen persönlichen Gefallen. Der junge Christian Wörner war als Söldner in den jugoslawischen Bürgerkrieg gezogen und dort angeblich gefallen. Die Mutter des Jungen, eine Freundin der Staatsanwältin, will Gewissheit über den Tod ihres Sohnes haben. Ein einfacher Fall, wie Schimanski anfänglich denkt. Er fährt nach Kroatien in das kleine Städtchen, aus dem das letzte Lebenszeichen des Jungen kam und nimmt dort seine Ermittlungen auf. Doch schnell stößt er auf eine Mauer der Angst und des Schweigens. Hinter der Sache scheint mehr zu stecken, als Schimanski anfänglich annahm, denn irgendjemand hat ein sehr ernsthaftes Interesse, seine Recherchen zu behindern. Notfalls mit Gewalt","versions":[{"lang":1,"streams":[{"redirect":8784884,"hoster":"VOE"},{"redirect":8622481,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rattennest","epNo":5,"alt":"","descr":"Durch seine alte Dienstmarke, die Schrader an einem Tatort findet, gerät Schimanski in die Ermittlungen in einer Mordserie an Duisburger Bahnhofs-Kids. Der dreizehnjährige Janni, Sohn einer ehemaligen Freundin von Schimanski, war ganz in der Nähe, als zwei seiner Freunde unter einer Rheinbrücke von einem Unbekannten erschossen wurden. Janni lebt als Gelegenheitsdieb und Kleindealer für eine türkische Gang auf der Straße. Als seine Freundin Andrea erschossen aufgefunden wird, verschwindet auch Janni spurlos. Ist er Täter oder schon das nächste Opfer … ?","versions":[{"lang":1,"streams":[{"redirect":8788857,"hoster":"VOE"},{"redirect":8622480,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geschwister","epNo":6,"alt":"","descr":"Weil Schimanskis langjährige Freundin Maria-Claire eine Affäre hat, kehrt er frustriert nach Duisburg zurück. Dort bittet ihn sein alter Bekannter Andy um Hilfe bei der Suche nach seiner Schwester Laura. Andy ist Fahnder bei der Duisburger Kripo und hat Schimanski einmal vor Jahren das Leben gerettet. Deshalb fühlt Schimanski sich nun verpflichtet, Andy zu helfen und die verschwundene Schwester zu suchen. Bei der Suche nach Laura stoßen sie auf den korrupten Bauunternehmer Ewers, der nicht nur verhindern will, dass Andy seine Schwester wieder sieht, sondern auch in dem Verdacht steht, einen Konkurrenten ermordet zu haben. Schimanski ahnt bald, dass Laura Andys große Liebe ist, und je tiefer er in die Geschichte eintaucht, desto mehr gerät er in einen Strudel von Gewalt und ungewöhnlichen Gefühlen.","versions":[{"lang":1,"streams":[{"redirect":12381179,"hoster":"VOE"},{"redirect":8622474,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sehnsucht","epNo":7,"alt":"","descr":"\"Mammut\" Schulz, ein alter \"Kunde\" von Schimanski, kommt nach sechs Jahren aus dem Knast und will seine Olga wiederhaben. Aber die ist spurlos verschwunden. Jetzt soll ihm Schimanski bei der Suche helfen. Sehr bald wird aus einem kleinen Freundschaftsdienst ein gefährliches Spiel. Denn offenbar gibt es mächtige Leute, die mit allen Mitteln verhindern wollen, dass Schimanski eine Spur zu Olga findet und damit ein dunkles Geheimnis ihrer Vergangenheit aufklärt …  Nachdem Tobias Schrader aus der Serie ausgeschieden ist, wird in \"Sehnsucht\" der junge Polizist Thomas Hunger eingeführt, der Schimanski mit seinem kampfsportgestählten Körper, seinem zynischen Witz und seinem unerschütterbaren Selbstvertrauen ganz schön zu schaffen macht. Und es gibt das von vielen Zuschauern heiß ersehnte Wiedersehen mit Hänschen.","versions":[{"lang":1,"streams":[{"redirect":8784888,"hoster":"VOE"},{"redirect":8622477,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tödliche Liebe","epNo":8,"alt":"","descr":"Die Leiche von Hungers Schwester Marion wird aus dem Rhein gefischt. Hänschen weiß, dass Marion mit ihrem Freund Ricardo als Drückerin in einer Kolonne gearbeitet hat. Doch seine Ermittlungen geraten ins Stocken. Hat sie sich selber umgebracht, weil sie dem Druck nicht mehr standhalten konnte? Oder steckt hinter der Tat die Kolonnenchefin Elke, die vor keiner Gewalttat zurückzuschrecken scheint, um ihre Zöglinge zu züchtigen! Um den Fall zu lösen, bleibt Hänschen nur ein Ausweg: Schimanski wird in der Person des Bekannten, eigentlich noch inhaftierten, Drückerchefs Baldorf in Elkes Kolonne einsteigen und undercover ermitteln. Dass Hunger sich bereits auf eigene Faust in die Kolonne eingeschlichen hat, vereinfacht die Sache für Schimanski, alias Baldorf nicht","versions":[{"lang":1,"streams":[{"redirect":8788667,"hoster":"VOE"},{"redirect":8622475,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schimanski muss leiden","epNo":9,"alt":"","descr":"Als Schimanski in den frühen Morgenstunden eine offenbar verwirrte Frau am Ufer vor seinem Hausboot findet, weiß er nicht, dass er ihr nicht einmal 24 Stunden später das Leben retten muss. Er ahnt aber, das politische Hintergründe mit im Spiel sind. Deshalb bittet er LKA-Mann Hunger sich um die Frau zu kümmern, und macht sich auf den Weg nach Hamburg zur Geburtstagsfeier seines alten Chefs Königsberg. Auf einer Autobahnraststätte wird er beinahe von der Architektin Simone Popp überfahren, die ihren Enkel Taco verfolgt. Taco, ein kleiner Ganove, hat gerade einen Menschen niedergeschossen und einen Sack erbeutet, in dem er Drogen – und seinen großen Coup – vermutet. Statt sich zu entschuldigen fordert die resolute Simone Popp Schimanski auf, ihr bei der Suche nach Taco zu helfen, um weitere Bluttaten zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":12381185,"hoster":"VOE"},{"redirect":8622483,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kinder der Hölle","epNo":10,"alt":"","descr":"Auf einem Campingplatz wird die achtjährige Kirsten tot aufgefunden. Sie ist die Tochter des Duisburger Ex-Kripobeamten Keller, einem früheren Kollegen und Freund Schimanskis. Während der Ermittlungen finden Schimanski, Hunger und Hänschen heraus, dass auf dem Campingplatz häufiger kleine Kinder an Freier verkauft werden. Ob Kirsten auch eines dieser \"Glühwürmchen\" war, wie die Prostituierte Niki behauptet, ist fraglich. Von der schutzbedürftigen Niki erhofft sich Schimanski nähere Informationen. Doch aus ihr – wie auch aus ihrem umtriebigen Freund und Zuhälter Sinna – ist zunächst wenig herauszubekommen. Kann die \"Villa Seelenriss\", ein Heim, das sexuell missbrauchte Kinder aufnimmt, Schimanski helfen?","versions":[{"lang":1,"streams":[{"redirect":12924055,"hoster":"VOE"},{"redirect":8622478,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Asyl","epNo":11,"alt":"","descr":"Auf einem Parkplatz in Duisburg machen Schimanski, Hänschen und Hunger eine grausige Entdeckung: In einem verlassenen Container finden sie 24 Tote – offensichtlich Flüchtlinge, die von Schleppern über die Grenze gebracht wurden und erstickt sind. Vom Fahrer fehlt jede Spur. Nur ein Jugendlicher hat die Tragödie überlebt: Attila, der mit seinem Vater und anderen Tschetschenen die Strapaze auf sich genommen hatte, um in Deutschland um Asyl zu bitten. Nun ist Attila auf sich allein gestellt. Schimanski entwickelt Sympathie für den vom Krieg gezeichneten 17-Jährigen und bringt ihn auf Marie-Claires Hausboot unter. Der Ex-Kommissar versucht sogar, eine Schule für ihn zu finden und Marie-Claire bietet ihm an, in ihrer Kneipe zu arbeiten. Dass Attila auffallend gut deutsch spricht, liegt daran, dass seine Mutter, die von Russen vor seinen Augen erschossen wurde, eine Deutsche war. Hunger und Hänschen überreden Schimanski als LKW-Fahrer undercover bei einer Duisburger Transportfirma anzuheuern, offenbar dem Sitz einer internationalen Schlepperorganisation. Die Firma wird von den Beamten schon seit langem beobachtet. Beweise haben sie bislang nicht, um gegen die Drahtzieher vorgehen zu können; sie wissen jedoch, dass regelmäßig Flüchtlinge von Tschetschenien aus über die Grenze eingeschleust werden und dass das Geschäft mit dem Menschenhandel offenbar genauso lukrativ ist wie der Handel mit Drogen. Schimanski, der den gefährlichen Auftrag nach anfänglichem Zögern annimmt, fädelt seinen Einsatz geschickt ein. Mit Hilfe einer Prostituierten, die auf einem Parkplatz an der Grenze LKW-Fahrern ihre Dienste anbietet, wird der Schleuser Will vorübergehend schachmatt gesetzt. Schimanski wickelt von dem Moment an als Fahrer im Dienst der Schlepperbande Flüchtlingstransporte von Tschetschenien nach Deutschland ab. Er sieht das Leid der vom Bedürfnis nach Sicherheit gezeichneten Flüchtlinge, die horrende Summen an Schlepper zahlen und sich bei ihren Fluchtversuchen in höchste Gefahr begeben. Und er bekommt die rauen Methoden der Verbrecher zu spüren. Bei einem dieser Transporte lernt Schimanski Lara kennen, die er wenig später in Duisburg – seltsamerweise bei einem heimlichen Treffen der berüchtigten Schlepper – in einer Großmarkthalle wieder sieht. Vollends überrascht ist er, als er auch Attila, der auf eigene Faust losgezogen ist, um die Mörder seines Vaters zu finden, auf diesem Markt antrifft. Dass der abgebrühte LKW-Fahrer Will währenddessen nicht locker lässt, nach der Prostituierten zu suchen, die ihn für eine Weile außer Gefecht gesetzt hatte, wird im Trubel der Ereignisse völlig vergessen. Umso geschockter sind Hänschen und Hunger, als sie von dem Tod der Frau erfahren, die offensichtlich auch noch gefoltert wurde. Für Schimanski hat dieser Mord fatale Folgen. Die Situation gerät außer Kontrolle, und die Duisburger Ermittler zeichnen sich einmal mehr durch Hilflosigkeit aus. Doch dann ergreift ausgerechnet Lara dieInitiative","versions":[{"lang":1,"streams":[{"redirect":12924042,"hoster":"VOE"},{"redirect":8622479,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Geheimnis des Golem","epNo":12,"alt":"","descr":"Schimanskis finanzielle Situation gleicht wieder einmal einem Desaster. Ohne lange zu zögern, nimmt er deshalb den Auftrag eines ihm unbekannten Paul Rosenfeldt an, ihn als Bodyguard zu beschützen. Marie-Claires Warnungen schlägt er in den Wind, obwohl auch er Rosenfeldts Verhalten und dessen Geschichte für merkwürdig und wirr hält. Gefährlich wird es für den Ex-Ruhrpottkommissar, als kurze Zeit später sein Auftraggeber tot ist. Schimanski gerät unter Mordverdacht und muss ausgerechnet vor seinen ehemaligen Kollegen Hunger und Hänschen fliehen. Seine Flucht wird zu einer abenteuerlichen Reise in die Welt des jüdischen Lebens. Mit Hilfe der schönen Lea Kaminski, die ihm zu Marie-Claires Missfallen offenbar sehr gut gefällt, des weisen Rabbi Ginsburg und einer rätselhaften Zahlenkombination gelingt es Schimanski, die Zusammenhänge um Rosenfeldts Geheimnis zu klären. Doch zu spät erkennt auch ein Profi wie er, dass diese Zahlenkombination einen weiteren verschlüsselten Namen enthält, hinter dem sich ein bekannter Mann verbirgt, der nicht nur für Schimanski zu einer großen Gefahr wird.","versions":[{"lang":1,"streams":[{"redirect":8784890,"hoster":"VOE"},{"redirect":8622476,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Sünde","epNo":13,"alt":"","descr":"Schimanski hat finanziell ausgesorgt. Eine Rentennachzahlung. Das teilt er Marie-Claire auf einem romantischen Ausflug nach Belgien mit. Doch aus einem nahegelegenen Gefängnis ist der wegen Mordes verurteilte Gaubner ausgebrochen und läuft ausgerechnet Schimanski über den Weg. Und die ihn verfolgende Polizei ist nicht weit. Gaubner droht sich selbst zu erschießen, wenn man ihn nicht zu seinem Sohn David lässt. Schimanski, der Gaubners Geheimnis ahnt, ermöglicht ihm die Flucht und versucht ihn mit seinem Sohn David zusammenzubringen. Auf einem abenteuerlichen Road Trip erfährt Schimanski immer mehr über das tragische Geschehen um den Mord an Davids Mutter, für den sein Vater ins Gefängnis ging. Es häufen sich die Verdachtsmomente, dass der richtige Mörder noch nicht gefasst ist. Ist es David? Hat der Vater die Schuld auf sich genommen, um seinem Sohn vor dem Gefängnis zu bewahren. Schimanski hat immer mehr Zweifel daran, dass Davids Vater der wirkliche Täter ist.","versions":[{"lang":1,"streams":[{"redirect":8784897,"hoster":"VOE"},{"redirect":8622482,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Tod in der Siedlung","epNo":14,"alt":"","descr":"In der 14. Folge der WDR/ARD-Reihe Schimanski, \"Tod in der Siedlung\" von Torsten C. Fischer, versucht Schimanski (Götz George) den Tod eines Angestellten einer Arbeitsagentur aufzuklären. Er wurde in einem brennenden Auto unweit von Schimanskis Wohnung gefunden. Sehr bald stellt sich heraus, dass der Tote ermordet wurde. Im Laufe seiner Ermittlungen wird Schimanski mit einem dichten Netz aus Arbeitslosigkeit, Hartz IV-Problematik, illegalem Glücksspiel, Prostitution und Zukunftsängsten konfrontiert. Wie immer recherchiert der Ex-Kommissar mehr oder weniger auf eigene Faust – die Kollegen Hunger (Julian Weigend) und Hänschen (Chiem van Houweninge) sind aber ebenfalls an dem brisanten Fall dran. Neben diesem bewährten Team und Denise Virieux als Schimanskis Partnerin Marie- Claire ist \"Tod in der Siedlung\" auch in den weiteren Rollen hochkarätig besetzt: Matthias Brandt spielt den arbeitslosen, spielsüchtigen Martin Krawe, der mit seinen beiden Kindern ausgerechnet in Schimanskis Haus wohnt, und Katharina Schüttler die verzweifelte Mutter Alice Keller, die ebenfalls in Schimanskis Viertel lebt. Julia Jäger ist in der Rolle der Ärztin Dr. Karla Zimmermann zu sehen, der dubiosen hoch verschuldeten Frau des Toten.","versions":[{"lang":1,"streams":[{"redirect":8784889,"hoster":"VOE"},{"redirect":8622487,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schicht im Schacht","epNo":15,"alt":"","descr":"Angeln heißt vor allem eins: Warten. Dass Angeln als Freizeitbeschäftigung für einen Mann wie Schimanski gänzlich ungeeignet ist, hätte seinem langjährigen Freund und Kollegen Hänschen eigentlich klar sein müssen, bevor er ihn zum Karpfenangeln in Amsterdam überredete. Außerdem verbindet Schimanski unangenehme Erinnerungen mit dieser Sportart: Sein Vater war passionierter Angler. Das aber ist längst nicht der Grund, weshalb Schimanski sich von dem Ausflug mit Hänschen schnell verabschiedet: Er wird von seiner Vergangenheit eingeholt. Ein Mordfall in Rheinhausen, einer ehemaligen Bergmanns-Siedlung unweit seiner Heimatstadt Duisburg, weist auffallende Parallelen zu einem Fall auf, den er als Kriminalkommissar vor sechs Jahren ungeklärt zu den Akten legen musste. Von Selbstvorwürfen getrieben, macht er sich sogleich mit Feuereifer an die Arbeit. Eine junge Frau wurde am Tag ihrer Hochzeit tot am Ufer gefunden – mit einem Slip im Mund. Welche Rolle spielen diesmal Wetschek, Bennert, Kosslick und Budarek, die alle in den Mordfall vor Jahren in irgendeiner Form verwickelt waren? Und was hat Budareks Tochter Daniela die Schwester der damaligen Toten, nun mit dieser Geschichte zu tun? Bei seinen Ermittlungen stößt Schimanski nicht nur bei den Bewohnern des vom Niedergang bedrohten Ortes auf Ablehnung, sondern bringt auch seinen ehemaligen Kollegen Hunger gegen sich auf, der sich wie immer von ihm bevormundet fühlt","versions":[{"lang":1,"streams":[{"redirect":8784905,"hoster":"VOE"},{"redirect":8622495,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Schuld und Sühne","epNo":16,"alt":"","descr":"Doch die Stimmung auf dem Revier spricht für sich: Die ständige Konfrontation mit dem sozialen Elend, die vielen Überstunden und der mangelnde Respekt innerhalb der Bevölkerung – all das zehrt an Kraft und den Nerven der Polizeibeamten, untergräbt ihre Moral und schafft offenbar die Grundlage für Eigennutz und Korruption. Man mag über Schimanskis ungewöhnliche Ermittlungsmethoden denken wie man will, aber auf solche Dinge hätte er sich nie eingelassen. Welche Rolle spielt der zweilichtige Polizist Günther Patzak, welche die Hauptkommissare Hinz und von Rüden?","versions":[{"lang":1,"streams":[{"redirect":8784892,"hoster":"VOE"},{"redirect":12983726,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Loverboy","epNo":17,"alt":"","descr":"Vor einem Club in Duisburg wird der 20-jährige Daan erschossen aufgefunden. Nichts deutet auf einen Raubmord hin, zumal der junge Mann auch noch ein Briefchen mit Heroin bei sich hatte. Derweil treffen Schimanski (Götz George) und Marie-Claire (Denise Virieux) in ihrer Wohnung auf zwei Typen, die soeben ihre Wohnzimmereinrichtung zu Bruch geschlagen haben. Wie sich herausstellt, hat der einsitzende Gangsterboss Kaijewski (Marek Wlodarczyk) seine Handlanger auf Schimanski angesetzt, allerdings nur, um ihn für einen Auftrag zu gewinnen. Im Gefängnis trifft Schimanski zu seinem Erstaunen auf einen verzweifelten Kaijewski. Dieser bittet ihn, seine verschwundene 14-jährige Tochter Jessica (Muriel Wimmer) zu finden. Dass Kaijewski ein Kind hat, wusste bislang niemand, und das soll auch so bleiben. Schimanski und Jessicas Mutter, Claudia Pollack (Nina Kronjäger), die mit ihrem Mann Thomas (Thomas Lawinky) eine Motorradwerkstatt betreibt, kennen sich noch aus alten Zeiten. Auch sie bittet Schimanski inständig, ihr die Tochter zurückzubringen. Schimanski erfährt, dass das Mädchen mit ihrem Freund Nils (Vladimir Burlakov) scheinbar von zu Hause abgehauen ist. Doch wer dieser Nils eigentlich ist und wo er lebt, weiß Jessicas Mutter nicht. Während seiner Recherchen trifft Schimanski auf Hänschen (Chiem van Houweninge) und Hunger (Julian Weigend), die mit dem Mord an Daan befasst sind. Sie sind genervt von dem alten Haudegen, der wieder einmal im Alleingang im gleichen Fall wühlt, mit seinen gewonnenen Erkenntnissen hinterm Berg hält und vor allem Hunger nicht ernst nimmt. Von einem Mitschüler Jessicas weiß Schimanski, dass Nils offenbar häufiger zusammen mit Daan am Strich in der Vulkanstraße gesehen wurde. Was verband die beiden jungen Männer miteinander, und welche Rolle spielt ein weiteres Mädchen namens Laura (Maximiliane Bauer)? Alle Spuren führen nach Rotterdam, wohin Nils offenbar mit Jessica verschwunden ist. Gemeinsam mit der verbitterten Gemüsehändlerin Susanne Mellert (Anna Loos), die gesteht, auch seit Jahren ihre Tochter zu vermissen, macht sich Schimanski dort auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":8784894,"hoster":"VOE"},{"redirect":8622485,"hoster":"Streamtape"}]}]}]}]}