{"seriesId":"schlafende-hunde","name":"Schlafende Hunde","descr":"[Sleeping Dog] Im Mittelpunkt stehen ein einstiger Top-Polizist und eine aufstrebende junge Staatsanwältin, die aus unterschiedlichen Motiven eine geschlossene Mordakte wieder öffnen – und damit die Büchse der Pandora. Beide geraten auf die blutige Fährte einer Verschwörung, die immer tiefer in Polizei und Justiz zu führen scheint. Oder hängt alles mit einem Terroranschlag zusammen, der die Stadt vor anderthalb Jahren erschüttert hat?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aufgeschreckt","epNo":1,"alt":"","descr":"Der Tod eines Häftlings wirft Fragen zu einem abgeschlossenen Mordfall auf. Ex-Ermittler Mike Atlas und Staatsanwältin Jule Andergast suchen nach Antworten.","versions":[{"lang":1,"streams":[{"redirect":14516394,"hoster":"VOE"},{"redirect":12712176,"hoster":"Doodstream"},{"redirect":12833010,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Überraschung","epNo":2,"alt":"","descr":"Tom ermittelt in einem neuen Mordfall, während Jule und Mike zwei verschiedene Puzzlesets zusammenfügen. Joachim versucht, Mike zu erreichen, und wendet sich an Tinka.","versions":[{"lang":1,"streams":[{"redirect":14503980,"hoster":"VOE"},{"redirect":12833012,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kontaktaufnahmen","epNo":3,"alt":"","descr":"Durch ein verzweifeltes Manöver gerät eine Mike nahestehende Person in Gefahr. Die Ermittlungen von Jule und Mike zum Tod von Richter Herres werden skeptisch betrachtet.","versions":[{"lang":1,"streams":[{"redirect":14504040,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Chez Amis","epNo":4,"alt":"","descr":"Nach einem Schock vertraut sich Jule einem Freund an und findet eine wichtige Verbindung. Luka gerät unter Verdacht und Britney stellt sich ein neues Leben vor.","versions":[{"lang":1,"streams":[{"redirect":12712192,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Unter der Erde","epNo":5,"alt":"","descr":"Tom und Jule widersetzen sich Corina. Durch eine plötzliche Veränderung muss Mike sich Zukunftsgedanken machen. Die Ermittlungen wecken Geister aus der Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":14504113,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Geständnisse","epNo":6,"alt":"","descr":"Durch ein schockierendes Geständnis kommen Mike und Jule der Wahrheit näher. Aber bleibt genug Zeit, um einen weiteren brutalen Mord zu verhindern?","versions":[{"lang":1,"streams":[{"redirect":14503981,"hoster":"VOE"},{"redirect":12712203,"hoster":"Doodstream"}]}]}]}]}