{"seriesId":"schlag-den-henssler","name":"Schlag den Henssler","descr":"Als Nachfolger von Stefan Raab stellt sich seit 2017 TV-Koch Steffen Henssler seinen Herausforderern in dieser mehrstündigen Live-Spielshow. Wie im Ursprungsformat, in dem von 2006 bis 2015 stets Stefan Raab antrat, stimmen auch hier zunächst die Fernsehzuschauer nach einer Vorstellungsrunde darüber ab, welcher der Bewerber in der Show gegen Henssler spielen darf.Danach führt Spielleiter Elton durch das eigentliche Duell, bei dem sich sportliche Wettkämpfe mit Wissens- und Geschicklichkeitsspielen abwechseln. Dabei erhöht sich in jeder Runde die Zahl der zu erreichenden Punkte, sodass bis zum Ende der maximal 15 Spielrunden jederzeit die Führungsposition wechseln kann und die Spannung gewahrt bleibt.Da die Dauer vieler Spiele offen ist, kann die Sendung gelegentlich bis spät in die Nacht dauern. Gewinnt der Herausforderer gegen Steffen Henssler, wird eine Gewinnsumme von mindestens 250.000 Euro ausgezahlt. Gewinnt hingegen Henssler, kommt das Geld in den Jackpot, sodass sich der zu erreichende Gewinn in der folgenden Ausgabe um 250.000 Euro erhöht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge1","epNo":1,"alt":"","descr":"\"Das Publikum kann sich auf eine spannende Sendung gefasst machen und ich freu’ mich auch drauf\", sagt Henssler. \"Schlag den Henssler\" Dieser Mann geht aufs Ganze! In dem vielleicht härtesten TV-Duell Deutschlands stehen bei \"Schlag den Henssler\" jeweils drei unbekannte Kandidaten zur Auswahl. Das TV-Publikum bestimmt per Tele-Voting, wer gegen Steffen Henssler antreten soll. In bis zu 15 Spielrunden kämpft der Star-Koch gegen seinen Gegner um mindestens 250.000 Euro. Gewinnt Steffen Henssler, wandert das Geld in den Jackpot für die folgende Ausgabe. Interessierte Kandidatinnen und Kandidaten können sich unter www.schlag-den-henssler.de bewerben. Produziert wird \"Schlag den Henssler\" von Brainpool TV. Moderiert wird \"Schlag den Henssler\" von Elton. Elmar Paulke kommentiert.","versions":[{"lang":1,"streams":[{"redirect":11316508,"hoster":"VOE"},{"redirect":10137732,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Der Hamburger Fernsehkoch Steffen Henssler tritt zum zweiten Mal in die übergroßen Fußstapfen des Entertainers Stefan Raab. Beim letzten Mal entschied Henssler nach unglaublichen fünf Stunden das Duell für sich. Sämtliche nachfolgende Sendungen mussten eine Stunde später ausgestrahlt werden. Sein Herausforderer André aus Rostock schlug sich tapfer, versagte aber zum Schluss an der Poldance-Stange.","versions":[{"lang":1,"streams":[{"redirect":11316507,"hoster":"VOE"},{"redirect":10137734,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Die potentiellen Herausforderer von Steffen Henssler sind Selbstverteidigungs-Trainer Jup (36) aus Frankfurt/​M., Turmspringer Patrick (35) aus Bottrop und Musiker Robert (38) aus Berlin. Der Gewinner des Votings und damit Herausforderer von Steffen Henssler wird zu Beginn der Live-Show bekannt gegeben. Als Music-Acts mit dabei: Nico Santos (\"Rooftop\"), Johannes Oerding (\"Kreise\") und Daniel Wirtz (\"Gib mich nicht auf\").","versions":[{"lang":1,"streams":[{"redirect":11316529,"hoster":"VOE"},{"redirect":10137731,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 4","epNo":1,"alt":"","descr":"Nach drei erfolgreichen Ausgaben \"Schlag den Henssler\" ist Steffen Henssler heiß auf seinen nächsten Gegner. In bis zu 15 Spielrunden kämpft der Star-Koch gegen seinen Gegner in der heutigen Sendung um 1.000.000 Euro. Moderiert wird die Show von Elton. Elmar Paulke kommentiert. Als Music-Acts mit dabei: Rea Garvey feat. Kool Savas (\"Is it Love?\") und Anne-Marie (\"Friends\").","versions":[{"lang":1,"streams":[{"redirect":11316518,"hoster":"VOE"},{"redirect":10137733,"hoster":"Streamtape"}]}]}]}]}