{"path":"/serie/stream/schnell-ermittelt","name":"Schnell ermittelt","descr":"Chefinspektorin Angelika Schnell (geborene Zuhlehner) ist Leiterin der Mordkommission in Wien. Sie ist geschieden und hat zwei Kinder, Kathrin und Jan. Schnell ist sehr empathisch, wenn auch äußerst selbstbezogen. In Tagträumen sieht sie oft Mordopfer in ihrem Handeln an verschiedenen Plätzen, die mit dem Opfer oder der Tat zu tun haben. Im Laufe der Staffeln weiten sich die Tagträume auf persönliche Empfindungen aus und manchmal projiziert sich Angelika an die Stelle des Opfers. Der Bruch zwischen Tagtraum und Realität ist oft erst am Ende der Szene erkennbar. Direkt arbeitet sie mit Bezirksinspektor Harald Franitschek zusammen. Zwischen ihnen hat sich das Ritual entwickelt, sich gegenseitig den Befragten vorzustellen","seasons":[{"path":"/serie/stream/schnell-ermittelt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/schnell-ermittelt/staffel-1/episode-1","name":"Herta Weissenberger","epNo":1,"alt":"","descr":"Bei einer Umbettung wird durch Zufall die Leiche einer jungen Frau gefunden. Sie gehörte einer strengen Glaubensgemeinschaft an, in der die Tatsache, dass sie ledig und schwanger war, wohl nicht gut angesehen gewesen ist. Deswegen erscheint es Angelika Schnell auch sehr unglaubwürdig, dass tatsächlich der Teufel seine Hände im Spiel gehabt haben soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784935","hoster":"VOE"},{"path":"/redirect/8622528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-1/episode-2","name":"Rainer Kaufmann","epNo":2,"alt":"","descr":"Kaum hat Angelika Schnell einmal für sich und ihre Kinder Zeit, gibt es auch schon einen Toten. Der junge, extrem gehypte Fernsehkoch Rainer Kaufmann ist aber nicht, wie viele zunächst vermuten, an seiner Kochkunst gestorben, sondern an einer Dosis Muskelrelaxans. Aber warum bringt man einen sympathischen, erfolgreichen jungen Geschäftsmann um? Und dann auch noch live auf Sendung? Während Franitschek im Dunstkreis von Rainers Projekt zur Wiedereingliederung von Kriminellen recherchiert, interessiert sich Angelika mehr für die emotionalen Verflechtungen zwischen Rainer, seiner Lebensgefährtin Micha, seinem Freund und Manager Joe und seinem Assistenten Nathan. Und kommt dahinter, dass sich hinter der freundlichen und engagierten Fassade so einige Abgründe auftun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112012","hoster":"VOE"},{"path":"/redirect/8622529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-1/episode-3","name":"Bettina Klein","epNo":3,"alt":"","descr":"In den Duschräumen eines Hallenbades liegt eine tote Turmspringerin, gestorben bei einer Attacke mit einem Elektroschocker. Ist sie das Opfer eines Konkurrenzkampfes? Handelt es sich um einen Eifersuchtsmord? Oder war es doch ein Unfall? Alles Möglichkeiten für Angelika Schnell – wären da nicht äußerst explizite Fotos der Teamkolleginnen, die im Internet kursieren und ein Video, auf dem eine Vergewaltigung zu sehen ist, und das sich in einschlägigen Kreisen gut verkauft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784936","hoster":"VOE"},{"path":"/redirect/8622532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-1/episode-4","name":"Valerie Lesky","epNo":4,"alt":"","descr":"Eine Frau wird erdrosselt und dann auch noch vom Balkon geworfen. Wer wollte hier so sicher gehen? Und warum? Diesen und anderen Fragen geht Angelika Schnell in diesem Mordfall nach. Sehr zum Leidwesen ihres Kollegen Franitschek, der bereits beim italienischen Gastwirt Giulio aufgehört hätte zu ermitteln. Nicht so Angelika. Denn sie sieht als einzige, dass Elisabeth, die Schwester der Toten, und ihr Mann Philipp irgendetwas zu verbergen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784938","hoster":"VOE"},{"path":"/redirect/8622531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-1/episode-5","name":"Rudolf Sommerbauer","epNo":5,"alt":"","descr":"Rudolf Sommerbauer leitet eine der größten österreichischen Druckereien. Genauer gesagt leitete er sie. Denn er ist tot, erstochen, im familieneigenen Wochenendhaus. Im Gepäck hat er eine Ehefrau, die die Scheidung wollte, eine Geliebte, die er seinem Sohn ausgespannt hat und zwei Kinder, die sich ihr Leben lang von ihrem Vater unterdrückt gefühlt haben. In Wahrheit stellt sich für Angelika Schnell nur die Frage, welches Familienmitglied zugestochen hat – an die Selbstmordtheorie glaubt sie nicht eine Sekunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784937","hoster":"VOE"},{"path":"/redirect/8622542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-1/episode-6","name":"Sonja Horvath","epNo":6,"alt":"","descr":"Auf dem OP-Tisch des Schönheitschirurgen David Meister haucht Sonja Horvath ihr Leben aus. Meister ist entsetzt, einerseits, weil eine Patientin gestorben ist, andererseits – und vor allem – weil Sonja sein Meisterwerk hätte werden sollen. Ganz schön kaltschnäuzig, findet Angelika, die sowieso nicht versteht, warum man an sich herumschnippeln lässt. Ganz schön gemein, findet Meisters Ehefrau, die noch dazu das Präparat kennt, mit dem Sonja ermordet wurde. Und dieser Meinung schließen sich all jene Patientinnen an, mit denen der Meister seine Affären pflegte. Aber ist die Täterin eine von ihnen? Und wenn ja, worum ging es ihr wirklich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784943","hoster":"VOE"},{"path":"/redirect/8622533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-1/episode-7","name":"Iris Litani","epNo":7,"alt":"","descr":"Im Hinterhof eines Wohnhauses hat jemand versucht, eine Frau zu verbrennen. Es handelt sich um Iris Litani, Österreicherin, Frau eines Libanesen, Mutter des kleinen Yanis. Und es handelt sich offenbar um einen Ehrenmord mit Kindesentführung, denn Yanis ist verschwunden. Warum aber hat Angelika Schnell das Gefühl, dass die Religion bei diesem Mord auf ganz andere Weise im Spiel war, als man es annehmen könnte? Und wieso rührt sie plötzlich die große Liebe zwischen der ermordeten Iris Litani und deren Mann fast zu Tränen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784945","hoster":"VOE"},{"path":"/redirect/8622534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-1/episode-8","name":"Ben Bogner","epNo":8,"alt":"","descr":"In einem Stacheldraht am Rande der Stadt hängt ein toter Sportler. Es stellt sich heraus, dass es sich um Ben Bogner, den Besitzer des nahe gelegenen Paintballplatzes handelt, und er scheint einem Streit ums Grundstück zum Opfer gefallen zu sein. Angelika Schnell allerdings legt ihr Augenmerk auf Bogners Zwillingsbruder und dessen Naheverhältnis zur jungen Witwe, und auf Besim Kasapi, den Pächter des Restaurants am Paintballplatz, der vor 10 Jahren aus dem Kosovo geflüchtet ist, und dessen Tochter interessante Zeichnungen anfertigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784946","hoster":"VOE"},{"path":"/redirect/8622546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-1/episode-9","name":"Laszlo Urban","epNo":9,"alt":"","descr":"Der Reittrainer Laszlo Urban wird in einer Pferdebox erschlagen aufgefunden. Die Bestürzung über diesen Mord ist groß, besonders bei den beiden Frauen, mit denen er offenbar ein Verhältnis hatte. Und bei Lisa, dem Nachwuchstalent mit Lolita-Appeal. Eine Gratwanderung für Angelika Schnell, die in ein dichtes Geflecht an Beziehungen und Familienfehden eintaucht, nur um am Ende den Mörder enttäuschen zu müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784944","hoster":"VOE"},{"path":"/redirect/8622547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-1/episode-10","name":"Graziella Bracci","epNo":10,"alt":"","descr":"Angelika bekommt anonyme Post. Ein Film zeigt eine mumifizierte Frauenleiche in einem alten Kühlhaus, kunstvoll nach dem Gemälde \"Die Vergewaltigung\" von Degas arrangiert. Auf der Suche nach dem Absender dieses Machwerks gerät Angelika in die Fänge eines Serienmörders und muss erkennen, dass Vertrauen gut, Vorsicht jedoch um einiges besser ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784948","hoster":"VOE"},{"path":"/redirect/8622537","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/schnell-ermittelt/staffel-2/episode-1","name":"Ivanka","epNo":1,"alt":"","descr":"Eine Frauenleiche in einem Klavier führt Angelika Schnell auf die Spuren einer Organisation, die sich scheinbar um das Wohl von Kindern kümmert. Doch bald findet sie heraus, dass es sich um das Tor zur Welt des Menschenhandels handelt, und dass es so gut wie unmöglich ist, die wahren Täter zur Verantwortung zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784947","hoster":"VOE"},{"path":"/redirect/8622538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-2/episode-2","name":"Robert Fabian","epNo":2,"alt":"","descr":"Dem Tanzlehrer Robert Fabian wird seine Liebe zu Frauen zum Verhängnis. Aber welche der vielen hat ihm seinen letzten Tango beschert? Das schnelle Geständnis einer Tanzlehrerin kann Angelika nicht überzeugen. Zu Franitscheks Leidwesen fühlt sie der vorwiegend weiblichen Kollegenschaft gründlich auf den Zahn. Und Stefan nutzt diesen Fall, um ein altes Hobby wieder aufzunehmen: Line Dance.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784950","hoster":"VOE"},{"path":"/redirect/8622536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-2/episode-3","name":"Niklas Herbst","epNo":3,"alt":"","descr":"Stefan Schnell vermutet hinter dem vermeintlichen Selbstmord eines Schülers einen Mordfall. Seine Vermutungen stellen sich nach Angelikas ersten Recherchen als richtig heraus. Als dabei allerdings Hinweise auf einen geplanten Amoklauf auftauchen, werden die bis dahin kniffligen, aber eher unspektakulären Ermittlungen zu einer Suche nach einem gefährlichen Unbekannten und einem Wettlauf gegen die Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784949","hoster":"VOE"},{"path":"/redirect/8622540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-2/episode-4","name":"Elsa Gorger","epNo":4,"alt":"","descr":"Das Fotomodel Elsa Gorger wird tot und mit verätztem Gesicht auf einer Baustelle gefunden. Zwei Theorien drängen sich auf: Elsa wurde das Opfer ihres eifersüchtigen Freundes oder das Opfer der Konkurrenzsituation im Business. Die Tatsache allerdings, dass der Mörder Elsa das Gesicht genommen hat, lässt Angelika nicht mehr los. Denn es wirkt so, als habe jemand Elsa nicht nur einfach töten, sondern ihre Schönheit für immer und ewig vernichten wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381206","hoster":"VOE"},{"path":"/redirect/8622550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-2/episode-5","name":"Laura Czerny","epNo":5,"alt":"","descr":"Gerade war die Hausfrau noch verzweifelt, schon ist sie tot. Dass nicht alle Bewohner der schmucken Villensiedlung Laura Czerny so gerne gehabt haben, wie sie im ersten Moment vorgeben, ist Angelika gleich klar. Es stellt sich nur die Frage: Was hat Laura Czerny getan, um so gehasst zu werden? Oder vielmehr: Was hat sie gewusst? Am Rande dieses Falls muss Angelika Schnell sich außerdem mit der Möglichkeit beschäftigen, dass ihre Affäre mit dem Serienmörder doch nicht ohne Folgen geblieben sein könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788663","hoster":"VOE"},{"path":"/redirect/8622541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-2/episode-6","name":"Nico Hartmann","epNo":6,"alt":"","descr":"Ist er gestolpert? Hat man ihn gestoßen? Das lässt sich kaum noch rekonstruieren. Tatsache ist, dass Niko Hartmann durch zu engen Kontakt mit einem Flugzeugrotor zu Tode gekommen ist. Während sich Stefan dieser unüblichen Todesart widmet, muss Angelika gegen Selbstüberschätzung, Proporz und Machtspielchen antreten – und sitzt dabei nicht immer am längeren Ast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784952","hoster":"VOE"},{"path":"/redirect/8622543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-2/episode-7","name":"Simon Koller","epNo":7,"alt":"","descr":"Simon Kollers tote Augen blicken über das prachtvolle sommerliche Wien-Panorama. Der junge Banker wurde in seinem Auto getötet, und Angelika jubiliert: So entkommt sie dem Mittagessen mit der Ex-Schwiegermutter! Das gespannte Verhältnis zur Oma trübt allerdings in diesem Fall ihren sonst so scharfen Blick fürs Wesentliche ein wenig. Denn nur, weil Simons Mutter die Verlobte ihres Sohnes abgelehnt hat, heißt das noch lange nicht, dass sie eine Mörderin ist. Als Angelika schließlich eine neue Spur entdeckt, wird dieser Mordfall zu einer Lektion über Liebe und Demut. Und über die Schwierigkeit, ein gerechtes Urteil zu fällen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784956","hoster":"VOE"},{"path":"/redirect/8622545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-2/episode-8","name":"Victor Zacharias","epNo":8,"alt":"","descr":"Während Angelika sich mit Franitschek durch die zähen Ermittlungen im Fall eines toten Obdachlosen kämpft, schlägt Peter Feiler wieder zu. Doch diesmal hat er sich nicht irgendeine junge Frau geschnappt, sondern Maja. Angelika ist nun nicht mehr zu halten. Sie muss diesen Serienmörder endlich zur Strecke bringen, koste es, was es wolle. Doch sie ahnt nicht, wie hoch der Preis tatsächlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784957","hoster":"VOE"},{"path":"/redirect/8622544","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/schnell-ermittelt/staffel-3/episode-1","name":"Sr. Margarete Laub","epNo":1,"alt":"","descr":"Ein chronisch gut gelaunter Ex-Ehemann und ein Sonderermittler, der ihr auf den Fersen ist, sind zwei gute Gründe für Angelika Schnell, die tote Nonne im Kneippbecken zum Anlass zu nehmen, um sich hinter Klostermauern zurückzuziehen und ausgesprochen diskret zu ermitteln. Inkognito, versteht sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784953","hoster":"VOE"},{"path":"/redirect/8622549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-3/episode-2","name":"Tamara Morgenstern","epNo":2,"alt":"","descr":"Anlässlich ihres 20jährigen Klassentreffens beschäftigt sich Angelika noch einmal mit dem vermeintlichen Unfalltod einer Schulkameradin. Aber manchmal wäre es wohl besser, die Vergangenheit ruhen zu lassen. Auch die eigene. Denn was Angelika ans Tageslicht befördert sind alles andere als sentimentale Erinnerungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784954","hoster":"VOE"},{"path":"/redirect/8622548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-3/episode-3","name":"Markus Brückner","epNo":3,"alt":"","descr":"Nicht nur sauber, sondern rein – das ist es, was die Leiche von Hotelmanager Markus Brückner auszeichnet, als sie von einer Angestellten in der Waschmaschine gefunden wird. Viel Hass muss die Triebfeder dafür gewesen sein, ihn zu Tode zu waschen. Hass auf einen Mann ohne Gewissen und ohne Gefühle. Was auch die Frage aufwirft: Hat er es verdient?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784955","hoster":"VOE"},{"path":"/redirect/8622573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-3/episode-4","name":"Georg Vitter","epNo":4,"alt":"","descr":"Sport ist Mord, sagt ein altes Sprichwort, das sich bei der Verlobungsfeier des Fußballstars Jean Baptiste Mukulele bewahrheitet. Am Morgen nach der Party liegt der Sportmanager Georg \"Schorschi\" Vitter tot in der Torte. Angelika kämpft sich tapfer durch die Verhöre der diversen Alkoholleichen. Dem nicht genug muss sie sich auch noch die penetranten Fragen des Sonderermittlers geben. Und Franitschek zeigt sich wegen Angelikas Besuchen in der JVA auch immer skeptischer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784960","hoster":"VOE"},{"path":"/redirect/8622563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-3/episode-5","name":"Marvin Jäger","epNo":5,"alt":"","descr":"Als eine unbescholtene Bürgerin auf offener Straße erschossen wird, ist das für Angelika noch ein Routinefall. Als jedoch ein zweites und gleich darauf ein drittes Opfer auf dieselbe Weise zu Tode kommen, muss sie, sehr zum Missfallen von Franitschek, von einem Serientäter ausgehen. Während Franitschek die Zufallstheorie verfolgt und eine speziell eingerichtete \"Soko Sniper\" Daten auswertet, versucht Angelika fieberhaft eine Verbindung zwischen den drei Toten herzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784963","hoster":"VOE"},{"path":"/redirect/8622561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-3/episode-6","name":"Gordana Hannbaum","epNo":6,"alt":"","descr":"Die Stadt brütet in der Sommerhitze. Keiner bewegt sich, nicht einmal die Fliegen. Nur Angelika kann nicht still sitzen. Da kommt es ihr gerade recht, dass eine anonyme Anruferin den natürlichen Tod der umtriebigen Gordana Hannbaum anzweifelt. Mit dem schwitzenden Franitschek im Schlepptau macht sich Angelika auf einen Mord aufzuklären, der – noch – gar keiner ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784958","hoster":"VOE"},{"path":"/redirect/8622554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-3/episode-7","name":"Helmut Schafranek","epNo":7,"alt":"","descr":"Auch bei Mordopfern gilt: Warum in die Ferne schweifen? Das aktuelle Opfer liegt praktischerweise schon in einer Kühllade in der Gerichtsmedizin, und es handelt sich um Stefans Kollegen Helmut Schafranek. Stefan tut alles, was in seiner Macht steht, um den Mörder des Kollegen zu finden. Und Angelika nützt es natürlich weidlich aus, denn der Täter kommt aus einer Ecke, die man nicht in Erwägung gezogen hätte. Und um ihn da herauszubringen, muss ein Lockvogel her.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784959","hoster":"VOE"},{"path":"/redirect/8622559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-3/episode-8","name":"Klaus Karner","epNo":8,"alt":"","descr":"Klaus Karner haucht sein Leben während des Wiener Life Balls am Herrenklo aus. Maja, die sich unter den Gästen befindet, verteidigt den Tatort so lange, bis Angelika eingetroffen ist. Als sich herausstellt, dass Karner ein Polizist und homosexuell war, scheint alles auf einen Mord im Schwulenmilieu hinzudeuten. Doch es geht um nichts Geringeres als um die Macht der Liebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784962","hoster":"VOE"},{"path":"/redirect/8622551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-3/episode-9","name":"Karl Esch","epNo":9,"alt":"","descr":"Der verurteilte Mörder Karl Esch, den Angelika in den letzten Monaten oft im Gefängnis besucht hat, wird tot aufgefunden. Und ausgerechnet Oberst Schuster, der noch immer nicht gut auf Angelika zu sprechen ist, kümmert sich auch um den Fall. Für Angelika wird es allerdings richtig eng, denn sehr schnell wird ihr klar, dass sie die Hauptverdächtige im Fall Esch ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784961","hoster":"VOE"},{"path":"/redirect/8622552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-3/episode-10","name":"Angelika Schnell","epNo":10,"alt":"","descr":"Ist Angelika Schnell wirklich die Mörderin von Karl Esch? Hat sie an ihm vollendet, was ihr bei Peter Feiler nicht geglückt ist? Haben sich alle, außer Sonderermittler Schuster in ihr geirrt? Ist sie nicht einfach renitent, sondern in Wahrheit gefährlich? Ihr eigener Fall wird für Angelika zu einer Zerreißprobe, bei der das Vertrauen und die Loyalität ihrer Mitarbeiter und ihrer Familie auf dem Spiel stehen. Und letztendlich ihr ganzes Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784967","hoster":"VOE"},{"path":"/redirect/8622553","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-1","name":"Ivonne Werner","epNo":1,"alt":"","descr":"Angelika hat sich kaum von ihrem Bauchschuss erholt, schon liegt ihr die erste Leiche zu Füßen. Eine junge Frau wird aus der Donau gefischt. Sie war alleinerziehender Single, aber verzweifelt auf der Suche nach einem Partner, den sie bei Speed-Datings zu finden hoffte. Nun hofft Angelika dort Hinweise auf ihren Mörder zu finden – und vielleicht einen kleinen Flirt abzustauben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784964","hoster":"VOE"},{"path":"/redirect/8622555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-2","name":"Horst Bauer","epNo":2,"alt":"","descr":"Angelika wühlt sich durch Berge an chinesischen Importwaren, um einen Hinweis zum Tod des Sicherheitsmannes Horst Bauer zu finden. Und tatsächlich stößt sie ausgerechnet bei den Glückskeksen auf eine Spur. Nur leider schweigen all jene, zu denen sie führt. Auch Fritz, der ungeahnte Kontakte in die Chinesische Community hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924220","hoster":"VOE"},{"path":"/redirect/8622556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-3","name":"Roswitha Thaler","epNo":3,"alt":"","descr":"Die Bestattungsunternehmerin Roswitha Thaler wird erst entführt und dann von einem Grabstein aus eigener Produktion erschlagen. Was als außertourlicher Fall für Angelika beginnt, wird offenbar zusehends zum Höhepunkt eines Konkurrenzkampfes im Bestattungsmilieu. Und ein kleiner Rundgang im Sargschauraum erweist sich auch als ganz lehrreich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784965","hoster":"VOE"},{"path":"/redirect/8622557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-4","name":"Jonas Wultz","epNo":4,"alt":"","descr":"Schlechtes Wetter ist gefährlich: Der Pensionist Jonas Wultz wird frühmorgens vom Blitz getroffen. Allerdings war das Wetter für einen natürlichen Blitz wiederum nicht schlecht genug, insofern liegt es nahe, dass es sich um einen künstlich herbeigeführten Blitz handelt. Aber wieso bringt jemand einen unbescholtenen Pensionisten derart kompliziert um? Vielleicht, weil er gar nicht so unbescholten war, wie er aussieht – dieser Schluss liegt zumindest für Angelika nahe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784966","hoster":"VOE"},{"path":"/redirect/8622558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-5","name":"Wilma Wabe","epNo":5,"alt":"","descr":"Angelikas wiederauferstandenes Privatleben wird durch einen Leichenfund empfindlich gestört. Die Reinigungskraft Wilma Wabe liegt hingestreckt durch zwei Schüsse in ihrer Küche. Die Wohnung selbst ist unangetastet. Obwohl: Franitschek entdeckt, dass die Schildkröte des Opfers fehlt. Er schließt daraus einen unmittelbaren Zusammenhang mit dem Mord. Angelika tut das naturgemäß nicht. Und deshalb begibt sie sich mit Franitschek auf eine Odyssee, die ungeplanter Weise in einer gemeinsamen Nacht am Semmering gipfelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784968","hoster":"VOE"},{"path":"/redirect/8622569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-6","name":"Konrad Mautsch","epNo":6,"alt":"","descr":"Ein Clown schwimmt in der Donau. Vor allem Stefan findet das gar nicht komisch, kämpft er doch schwer mit seiner pathologischen Angst vor Clowns. Und letztendlich hat er auch Recht, denn die bunte Jacke des toten Clowns \"Ede\" hat einige sehr dunkle Flecken, die ihm letztendlich zum Verhängnis wurden. Angelika und Franitschek werden polizeiintern um Mithilfe bei einem Vermisstenfall gebeten in dem Angelika einen Hinweis auf das Mädchen in ihrem Kopf zu erkennen glaubt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784979","hoster":"VOE"},{"path":"/redirect/8622560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-7","name":"Francois Legrand","epNo":7,"alt":"","descr":"Die Leiche eines Bankers und eine geständige Mörderin. Dieser Fall sollte für Angelika und Franitschek eigentlich ein Spaziergang sein. Wenn nicht noch ein weiterer Mann den Mord gestehen würde. Und dann noch einer. Gefordert von so vielen Schuldbekenntnissen haben Angelika und Franitschek große Mühe, einen Fokus finden, zumal dieser Fall auch noch im wahrsten Sinn des Wortes eine Hintertür hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784970","hoster":"VOE"},{"path":"/redirect/8622562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-8","name":"Werner Demscher","epNo":8,"alt":"","descr":"In der Auslage eines karitativen Vereins hängt ein junger Priester. Um seinen Hals baumelt ein Schild: \"Ich bin ein Mörder\" steht darauf zu lesen. Franitschek ist frohen Mutes, dass auch dieser Fall rasch geklärt sein wird, aber er hat nicht damit gerechnet, dass der Priester eine blütenweiße und faltenfreie Weste hat – und Angelika das Motiv an einem Ort entdeckt, an dem außer ihr niemand suchen würde. Privat konfrontiert sie der neue Mann in ihrem Leben mit der Frage aller Fragen, was Angelika sehr nachdenklich macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784974","hoster":"VOE"},{"path":"/redirect/8622564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-9","name":"Kurt Swoboda","epNo":9,"alt":"","descr":"Angelika wird aus dem Freibad an einen besonderen Tatort beordert: Die Wohnung des Weihnachtsmannes. Und es ist tragisch: Santa Claus liegt erschossen im Vorzimmer. Er dürfte sich überhaupt in letzter Zeit mehr dem eigenen Genuss gewidmet haben, als den Geschenken für die Kinder, denn sein weltliches Alter Ego Kurt Swoboda pflegte ein Verhältnis mit einer Prostituierten. Wusste das die Ehefrau? Hat ihn die Stieftochter bestraft? Hat sich ein Geschäftspartner gerächt? Wie auch immer: Die Bescherung fällt dieses Jahr wohl aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784973","hoster":"VOE"},{"path":"/redirect/8622565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-10","name":"Tommi Hotarek","epNo":10,"alt":"","descr":"In der Schabenbox im Tiergarten liegt ein abgeschnittenes Ohr. Und bald danach taucht auch der Rest des Ohres auf. Ein Obdachloser wurde erschlagen. Ein Obdachloser, der sich als ehemaliger Autropop-Star entpuppt, der offenbar seinen Ex-Manager erpressen wollte und es mit dem Leben bezahlt. So weit, so klar. Aber: Wieso hat man ihm das Ohr abgeschnitten und es im Tiergarten entsorgt? Diese Frage beschäftigt Angelika mindestens genauso wie die Tatsache, dass sie einen konkreten Hinweis auf das Mädchen in ihrem Kopf gefunden hat: Es existiert wirklich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784972","hoster":"VOE"},{"path":"/redirect/8622570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-11","name":"Jana Solm","epNo":11,"alt":"","descr":"Jana Solm hängt kopfüber und ziemlich blutleer in einem Kühlhaus. Die Auffindsituation legt einen Ritualmord nahe. Spuren am Körper der Toten lassen außerdem die Beteiligung von Vampiren vermuten. Vampire? Angelika kann sich einen Lachkrampf natürlich nicht verkneifen. Bis(s) die möglichen Verdächtigen zum Verhör antreten. Angelika und Franitschek entdecken, dass es viel über Blut und seine Bedeutung zu lernen gibt. Und dass mehr kranke Seelen auf der Welt herumgeistern, als man glauben würde. Angelika bemüht sich außerdem, mehr über das Mädchen in ihrem Kopf herauszufinden und trifft auf einen einsamen Mann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784971","hoster":"VOE"},{"path":"/redirect/8622566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-4/episode-12","name":"Lucy Haller","epNo":12,"alt":"","descr":"Angelika lässt das Mädchen in ihrem Kopf nicht los. Sie kann nicht anders: Sie muss wissen, wer sie ist und warum sie sich an sie erinnern kann. Sie bittet Franitschek inständig, ihr zu helfen. Gemeinsam begeben sie sich auf eine nicht ungefährliche Suche. Franitschek unterstützt sie, doch vor einem kann er sie nicht schützen: Vor dem Moment, an dem für Angelika die ihr bekannte Welt in sich zusammenfällt und nichts mehr so ist, wie es vorher war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784976","hoster":"VOE"},{"path":"/redirect/8622574","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/schnell-ermittelt/staffel-5/episode-1","name":"Alice Leutgeb","epNo":1,"alt":"","descr":"Die Hochzeit muss nicht zwingend der schönste Tag im Leben einer Frau sein: Die junge Braut Alice Leutgeb wird samt weißem Kleid und neuem Ehering im Wald gefunden. Die ersten Spuren führen Angelika und Franitschek zu einer mysteriösen Lebensgemeinschaft von Aussteigern, und auch Alice’ Witwer scheint keine weiße Weste zu haben. Angelika und Franitschek merken bald, dass sie in eine ihnen fremde Welt eintauchen und einige persönliche Verstrickungen entwirren müssen, um den Täter zu finden. Inzwischen wird Angelikas Sohn Jan mit Drogen aufgegriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784975","hoster":"VOE"},{"path":"/redirect/8622567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-5/episode-2","name":"Simon Gehbauer","epNo":2,"alt":"","descr":"Waidmannsheil – ein junger Mann wurde im Wald des Lainzer Tiergartens erschossen. Neben ihm wird ein Nachtsichtgerät gefunden, und auch in der Umgebung lassen sich einige interessante Spuren feststellen. Angelika und Franitschek beginnen in der wohlhabenden Clique des Mordopfers zu ermitteln, doch die hoch emotionalisierten It-Girls und -Boys machen es den beiden nicht leicht. Angelikas Sohn Jan kommt aus der Anhaltehaft. So ganz lässt sich der Verdacht, dass er doch irgendetwas mit dem Tod von Nico Schnabel zu tun haben könnte, aber noch immer nicht entschärfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924226","hoster":"VOE"},{"path":"/redirect/8622568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-5/episode-3","name":"Traian Voronin","epNo":3,"alt":"","descr":"Nach dem Mord an Simon Gehbauer im Wald des Lainzer Tiergartens wird ein illegaler Immigrant auf offener Straße erschossen. Angelika und Franitschek stehen vor einem Rätsel, denn auch ein über ein Jahr zurückliegender Mord, welcher nie untersucht wurde, scheint damit zu tun zu haben. Die beiden ermitteln in der High Society sowie im Milieu illegaler Immigranten, und Angelika gerät dabei bald selbst in Gefahr. Inzwischen nimmt Angelikas Mutterinstinkt überhand, und sie beginnt Jan und seiner Freundin nachzustellen: Wer ist die undurchsichtige junge Frau, und was könnte sie mit dem Mord an Nico Schnabel zu tun haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784977","hoster":"VOE"},{"path":"/redirect/8622571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-5/episode-4","name":"Gudrun Schatzinger","epNo":4,"alt":"","descr":"Russisches Roulette und Mau-Mau sind vielleicht doch nicht so weit voneinander entfernt, wie man annehmen könnte. Eine Dame bestimmten Alters wird nämlich während der wöchentlichen Kartenrunde von ihrem Luster, der auf – im wahrsten Sinne des Wortes – gerissene Weise manipuliert wurde, erschlagen. Angelika und Franitschek finden bald heraus, dass die älteren Damen vielleicht doch nicht so unschuldig sind, wie sie aussehen. Die Untersuchungen verkomplizieren sich allerdings, als ein Callboy und ein Hausmädchen auf dem Radar auftauchen. Unterdessen fühlt sich Maja aufgrund von Angelikas Verzögerungstaktik im Mordfall Nico Schnabel hintergangen. Zwischen den beiden entbrennt ein schwerer Konflikt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784980","hoster":"VOE"},{"path":"/redirect/8622572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-5/episode-5","name":"Carlo Michalek","epNo":5,"alt":"","descr":"Ein Fünfer in Mathe kann wehtun, ein Zirkel in der Stirn aber noch mehr. Der Mathematiklehrer Carlo Michalek wird erschossen und mit dem Zeichengerät im Kopf aufgefunden. Angelika und Franitschek entdecken, dass das Mordopfer beschuldigt wurde, eine Schülerin vergewaltigt zu haben, doch der Fall verlief im Sand. Außerdem erregt ein sicherheitsfanatischer Oberst und Nachbar des Opfers die Aufmerksamkeit der Ermittler. Er hat nämlich einige, wie er sagt \"fremdländische\" Nachhilfeschüler des Opfers im Visier. Privat ist Angelika gefordert, denn Jan ist endlich bereit sein Wissen über den Mord an Nico Schnabel preiszugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784978","hoster":"VOE"},{"path":"/redirect/8622578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-5/episode-6","name":"Dr. Knut Holm","epNo":6,"alt":"","descr":"Der Archäologe Dr. Knut Holm wird selbst zum Fundstück als seine Leiche bei Ausgrabungsarbeiten entdeckt wird. Er wurde nicht nur erschossen, sondern kurioserweise auch mit einem gezielten Messerstick über dem Zwerchfell verletzt – ein Stich, wie ihn einst die Kelten bei ihren Mordritualen setzten. Im Laufe der Ermittlungen in dem Fall müssen Angelika und Franitschek sich dann mit Holms giftiger Ehefrau und seiner opportunistischen Geliebten auseinandersetzten sowie mit dem verbitterten Dorfwirten, dessen Pläne für ein revolutionäres Bio-Bordell durch Holms Forschungsarbeiten durchkreuzt wurden. Privat steht Angelika nach Jans Geständnis vor einem Scherbenhaufen, doch sie kann die Fakten immer noch nicht glauben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784982","hoster":"VOE"},{"path":"/redirect/8622582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-5/episode-7","name":"Dennis Maida","epNo":7,"alt":"","descr":"In einem Baucontainer liegt der junge Ausreißer Dennis Maida in seinem Blut. Bei ihm wird ein Zugticket nach Lissabon gefunden, doch warum wurde der Teenager erschossen und konnte seine Reise nicht mehr antreten? Wie Angelika und Franitschek bei ihren Ermittlungen feststellen, hatte Maida eine bewegte und teils kriminelle Vergangenheit hinter sich, an der auch seine überforderte Mutter und sein dubioser Stiefvater ihren Anteil hatten. Als dann Dennis’ minderjähriger Liebhaber mit einer überraschenden Aussage aufwartet, verkomplizieren sich die Untersuchungen in dem Mordfall. Indessen gerät Angelika erneut unter Druck, als sich herausstellt, dass der Mordfall \"Nico Schnabel\" größere Kreise zieht als gedacht. Nun muss sie mehr denn je um Jan fürchten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784983","hoster":"VOE"},{"path":"/redirect/8622583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-5/episode-8","name":"Viktor Urbach","epNo":8,"alt":"","descr":"Als Franitschek seinen Jugendfreund und Zahnarzt Viktor Urbach tot inmitten eines Sandkreises in seiner Ordination auffindet, helfen nicht einmal mehr die geliebten Globuli. Die Bestürzung bei Franitschek ist groß, doch er ist fest entschlossen, den Mörder seines Freundes zu finden. Bei den Ermittlungen stößt er auf drei esoterisch angehauchte Frauen inklusive Kater, die bei Franitschek mehr als nur einmal Verwunderung ob ihres seltsamen Verhaltens auslösen. In der Zwischenzeit verbünden sich Angelika und Maja, um gemeinsam weiter in den Mordfällen \"Nico Schnabel\" und \"Dennis Maida\" zu ermitteln. Eine erneute Tatortbegehung bringt überraschende Erkenntnisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784985","hoster":"VOE"},{"path":"/redirect/8622575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-5/episode-9","name":"Wolf Brennersdorfer","epNo":9,"alt":"","descr":"Angelika und Fanitschek erreichen mehrmals verstörende Videos einer jungen Künstlerin, die ein Verbrechen in ihrer Familie ankündigt. Sie soll Recht behalten, denn kurz darauf wird ihr Onkel und Familienoberhaupt Wolf Brennersdorfer ermordet. Angelika und Franitschek machen sich daraufhin mit dessen schrecklich netter Familie bekannt, darunter eine Crust-Veganerin, ein Cross-Golfer sowie eine depressive Malerin. Wie sich dann herausstellt, verschwand einst eine wertvolle Gemäldetrilogie des Familiengründers, und nun gerät neben den Sippenmitgliedern selbst auch deren Notar unter Verdacht. Indessen wird Jans psychischer Zustand im Gefängnis immer labiler und er verliert zunehmen die Kontrolle über sich selbst. Da überrascht Maja mit neuen Fakten über Anna Mosers Vergangenheit, was für Angelika gegenüber Staatsanwalt Christian Stanic neue Möglichkeiten eröffnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784984","hoster":"VOE"},{"path":"/redirect/8622576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-5/episode-10","name":"Alan Richter","epNo":10,"alt":"","descr":"Der Ex-Häftling Alan Richter wird im nächtlichen Transdanubien brutal überfahren aufgefunden. Angelika und Franitschek beginnen im dubiosen Raser-Milieu zu ermitteln. Angelika verbündet sich mit einem Insider aus der Szene, und die Klärung des Falls scheint immer näher zu rücken. Dann jedoch gerät Angelika selbst zwischen die Fronten rivalisierender Raser. Jan hat inzwischen sein Geständnis widerrufen und beschuldigt nun Anna des Mordes an Nico Schnabel und Dennis Maida. Es steht Aussage gegen Aussage und Angelika ist entschlossener denn je ihrem Sohn zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784986","hoster":"VOE"},{"path":"/redirect/8622577","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/schnell-ermittelt/staffel-6/episode-1","name":"Manfred Wohlkönig","epNo":1,"alt":"","descr":"Die ölverschmierte und mit Sand panierte Leiche des Industriellen Manfred Wohlkönig wird auf seinem Firmengelände gefunden. Wie sich bei ersten Ermittlungen herausstellt, war Wohlkönig an Fracking interessiert. Dies wiederum rief einen militanten Umweltschützer und seine kurvige Assistentin auf den Plan, womit Angelika und Franitschek auch schon ihre ersten Verdächtigen hätten. Wohlkönigs abgestumpfte Ehefrau Liliane unterhält wiederum eine Verbindung zum Unternehmer Michel de Rainier, was Angelika und Franitschek mehr als stutzig macht. Indessen scheint nach Angelikas Vertuschung von Jans Mord an Nico Schnabel Ruhe einzukehren, doch die Idylle bei den Schnells ist trügerisch. Buch: Guntmar Lasnig","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112015","hoster":"VOE"},{"path":"/redirect/8622588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-6/episode-2","name":"Elena Ruggenberger","epNo":2,"alt":"","descr":"Ein völlig verwirrter Mann taucht nachts am Kommissariat auf und gibt an, seine Ehefrau Elena erstochen zu haben. Der Tod der Frau stellt sich dann tatsächlich als wahr heraus, doch der Fall verkompliziert sich als der Mann sein Geständnis widerruft. Elena litt an Schlafstörungen, was Angelika und Franitschek zu einem Schlaflabor führt, an welches sich das Mordopfer einst wendete. Dort treffen sie auf eine Reihe von Mitarbeitern, deren Verhältnis zu Elena vielleicht doch nicht so professionell war. Ganz kann jedoch auch der Ehemann den Verdacht nicht von sich lenken als herauskommt, dass das Paar schon längst getrennt war und noch den einen oder anderen Konflikt offen hatte. Unterdessen verlangt Stefan, dass Angelika sich mehr in deren \"idyllisches Familienleben\" einbringen soll, doch damit hat sie so ihre Probleme. Buch: Verena Kurth","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784987","hoster":"VOE"},{"path":"/redirect/8622587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-6/episode-3","name":"Lia Pollak","epNo":3,"alt":"","descr":"Die junge Soap-Schauspielerin Lia Pollak wird bei Dreharbeiten erschossen. Ihre vermeintlich unwissende Kollegin und Konkurrentin Sonja Ebinger feuert während einer Hochzeitsszene die Requisitenwaffe ab, die sich jedoch schnell als echte entpuppt. Angelika und Franitschek begeben sich in die seifige Serienwelt und müssen die hinterhältigen Verbindungen zwischen Schauspielern, Regisseur und Produzent entwirren. Inzwischen wird Anna Moser aufgrund von Mangel an Beweisen aus der Haft entlassen, was Angelika erneut in Rage bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784988","hoster":"VOE"},{"path":"/redirect/8622579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-6/episode-4","name":"Gabrielle Mirnhofer","epNo":4,"alt":"","descr":"Angelika und Franitschek erwartet ein schockierender Mordfall als sie zu einem Möbellager gerufen werden. Dort wurde die Leiche der im siebten Monat schwangeren Gabrielle Mirnhofer minutiös aufgebahrt. Das Opfer war eine stets korrekte und übergenaue Finanzbeamtin und deswegen bei ihren Kollegen nicht gerade beliebt. Kurioserweise hinterließ sie eine ihrer letzten Spuren bei der Schwangerenfotografin Ina Nelson, doch auch unter den Mitarbeitern des Möbellagers gibt es einiges auszuforschen. Zwischenzeitlich hat Zlatko den ominösen Zeugen im Mordfall \"Nico Schnabel\" ausfindig gemacht und bringt so Schwung in Majas festgefahrene Ermittlungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8784989","hoster":"VOE"},{"path":"/redirect/8622580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-6/episode-5","name":"Sissi König","epNo":5,"alt":"","descr":"Die Fiaker-Chefin Sissi König wollte eigentlich ihr Firmenjubiläum feiern, doch nach den Festivitäten wird sie tot in einem Hinterhof gefunden. Angelika und Franitschek untersuchen das Unternehmen der wohlhabenden Unternehmerin und stoßen auf einige Ungereimtheiten. Königs Sohn hat Spielschulden, und die Buchhalterin der Firma scheint Kontakt zum entfremdeten Ex-Mann des Opfers zu unterhalten. Aber auch die junge Fiakerin Lena, deren Ehrgeiz nicht unbemerkt bleibt, könnte das eine oder andere Motiv haben. Privat ist für Angelika eine rote Linie überschritten, als Jan Anna Moser mit nach Hause bringt. Überfordert mit der Situation greift sie erneut zum Alkohol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251230","hoster":"VOE"},{"path":"/redirect/8622581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-6/episode-6","name":"Oleg Dinisowitsch","epNo":6,"alt":"","descr":"Friseurin Astrid Mauro kann ihren frisch erneuerten Garten nicht lange genießen, nachdem ein Kosmonaut auf genau diesem heruntergeht und ein unschönes Loch schlägt. Angelika und Franitschek sind sofort zur Stelle und finden beim Toten Pläne eines geplanten russischen Angriffs auf Europa, was ihnen Besuch aus der geheimen Abteilung V des Innenministeriums einbringt. Unterdessen bereitet Zlatko Horvath seinen Überraschungszeugen im Fall \"Nico Schnabel\" vor, und in Jan kommt der Beschützerinstinkt auf, nachdem er von Horst Schnabels Attacke auf Anna erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334910","hoster":"VOE"},{"path":"/redirect/8622584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-6/episode-7","name":"Felix Preisinger","epNo":7,"alt":"","descr":"Während seiner Arbeit fällt der Fassadenreiniger Felix Preisinger samt Dachbeschriftung zu Boden und stirbt. Dabei trifft er beinahe den grantelnden Hausbewohner Jürgen Kawloda, der sofort ein Mordkomplott gegen sich wittert. Angelika und Franitschek nehmen sich der Sache an und finden heraus, dass hinter Preisingers Tod eine gewiefte Manipulation steckt. Daraufhin untersuchen sie seine Geschäftspartnerin, doch die Spur führt erneut zum immer schwächer werdenden Jürgen Kawloda und vor allem zu dessen Vermieterin. In der Zwischenzeit macht Maja einen bedeutenden Fund im Mordfall \"Nico Schnabel\", und Jan tritt in einen offenen Konflikt mit dessen Vater.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788660","hoster":"VOE"},{"path":"/redirect/8622585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-6/episode-8","name":"Christine Zeitlberger","epNo":8,"alt":"","descr":"Christine Zeitlbergers Leiche wird samt einzelnem Gartenhandschuh aus der Donau gefischt. Der eigenwillige Gärtner des Opfers meldet sich als erster zu Wort und vermutet als Tatverdächtige tatsächlich eine fleischfressende Pflanze. Angelika und Franitschek können dies nicht ganz so ernst nehmen und finden in Zeitlbergers aufgebrachter Nachbarin dann doch noch eine ernstzunehmende Verdächtige. Deren geliebte Hündin Shakira wurde nämlich erst vor Kurzem in der Nachbarschaft von jemand Unbekanntem überfahren. Unterdessen hat Maja nun endlich Beweise gegen Jan und Anna in der Hand und gibt sich siegessicher. Dann erfahren ihre Ermittlungen jedoch einen unerwarteten Dämpfer. Buch: Constanze Fischer und Katharina Hajos","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12401277","hoster":"VOE"},{"path":"/redirect/12401285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-6/episode-9","name":"Dominik Fiedler","epNo":9,"alt":"","descr":"In der Sauna seines Fußballclubs wird der Sportlehrer Dominik Fiedler tot aufgefunden, nachdem er dort eingesperrt und anschließend gut durchgegart wurde. Angelika und Franitschek nehmen Schüler und vor allem deren ehrgeizige Eltern unter die Lupe. Die beiden stoßen auf eine erste Spur als sie herausfinden, dass Fiedler kein Kostverächter war und eine Affäre mit der Mutter eines Spielers hatte. Auch deren Ex-Mann war interessanterweise kein Fremder im Sportclub und könnte mit dem Mord an Fiedler ein ziemliches Foul begangen haben. In der Zwischenzeit gehen Jan und Anna frei. Sie bereiten sich auf ein gemeinsames Leben vor, woraufhin Angelika in gefährliches Tief schlittert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334915","hoster":"VOE"},{"path":"/redirect/8622595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-6/episode-10","name":"Louis Rauscher","epNo":10,"alt":"","descr":"Raumfahrttechniker Louis Rauscher war Teil der \"First Austrian Mars Simulation Mission\" – bis er im künstlich hergestellten Mars-Gelände tot aufgefunden wird. Die ehrgeizige Missionsleiterin Vera Mahringer-Pratt versucht die polizeilichen Ermittlungen vorerst abzublocken, um die Fortführung des Experiments nicht zu gefährden. Angelika jedoch verschafft sich Zutritt und mischt sich unter die Crewmitglieder. Diese leben bereits beinahe ein Jahr abgeschottet von der Außenwelt auf engstem Raum miteinander und gerade in letzter Zeit flammten Konflikte im Team auf. Unterdessen planen Jan und Anna ihre Abreise nach Buenos Aires. Angelika steht vor ihrem finalen Dilemma.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8811105","hoster":"VOE"},{"path":"/redirect/8622590","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/schnell-ermittelt/staffel-7/episode-1","name":"Eberhard Bina","epNo":1,"alt":"","descr":"Nach dem Prozess gegen ihren Sohn Jan ändert sich einiges im Leben von Angelika Schnell. Sie wird aus dem Polizeidienst entlassen, und auch Franitschek hält nichts mehr an seinem Arbeitsplatz. Doch während Franitschek sich in die Pension verabschiedet, steht Angelika ohne Job und ohne Einkommen auf der Straße. Da kommt Eberhard Bina, den die beiden bei einem ihrer früheren Fälle kennen gelernt haben, gerade recht. Bina meint, dass seine Freundin Sandra in großer Gefahr schwebt und bittet Angelika und Franitschek darum, den \"Fall\" zu übernehmen. Und so wird aus Chefinspektorin Schnell eine Privatermittlerin wider Willen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12020440","hoster":"VOE"},{"path":"/redirect/12020445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-7/episode-2","name":"Nadja Brugger","epNo":2,"alt":"","descr":"Nadja Bruggers Ehemann David ist seit drei Monaten verschwunden. Angelika und Franitschek sollen ihn finden. Der Fall wurde von der Polizei zu den Akten gelegt, aber Nadja Brugger will Gewissheit. Sie geht davon aus, dass David in Geschäfte mit der Mafia verwickelt war und ermordet wurde. Angelika wendet sich an Maja, die den Fall früher bearbeitet hat. Die Spur führt zu einer heimlichen Geliebten und einem Club für Singles. Als Angelika und Franitschek die Leiche von David Brugger finden, scheint der Fall gelöst – bis sich die heimliche Geliebte als Fake entpuppt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12020450","hoster":"VOE"},{"path":"/redirect/12020456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-7/episode-3","name":"Lucia Frost","epNo":3,"alt":"","descr":"Der Umweltaktivist Marius Schreiber wird von seiner \"Verlobten\" Lucia Frost vermisst. Sie vermutet, er wurde entführt, will sich aber nicht an die Polizei wenden und beauftragt deshalb Angelika und Franitschek. Hanna und Mark, Schreibers Kollegen in der Organisation \"Go Optimist\" behaupten, Marius sei in Peru unterwegs. Als Angelika und Franitschek bei einer nächtlichen Observierung dann auf Marius treffen, der sich versteckt, wird ihnen klar, dass Lucia nicht ganz so ungefährlich ist. Bestätigt scheint ihr Verdacht, als Marius tatsächlich spurlos verschwindet. Unterstützung bei der Ermittlung kommt diesmal von Maja. Und Angelika trifft das erste Mal nach Jans Verurteilung auf ihren Ex-Mann Stefan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13921378","hoster":"VOE"},{"path":"/redirect/12130302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-7/episode-4","name":"Jakob Dinkelmann","epNo":4,"alt":"","descr":"Angelika sieht sich in der Beziehungsfalle, da kommt ihr ein neuer Auftrag gerade recht. Der Wurstmillionär und Patriarch, Jakob Dinkelmann, wird erpresst und heuert Angelika und Franitschek als Personenschützer an. Da dieser Fall auch in Zusammenhang mit einem Attentat auf einen vollbesetzten Autobus zu stehen scheint, zieht Angelika ihre frühere Kollegin Maja ins Vertrauen. Arno Hofer, der ehemalige Sicherheitsbeauftragte der Familie Dinkelmann, wird verdächtigt. Nach einer misslungenen Lösegeldübergabe scheint es, dass die Dinkelmanns von ihrer Vergangenheit eingeholt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12167316","hoster":"VOE"},{"path":"/redirect/12167315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-7/episode-5","name":"Sabine Strobl","epNo":5,"alt":"","descr":"Verzweifelt wendet sich Sabine Strobl an ihre Freundin Angelika Schnell, weil sie nicht an den Selbstmord ihrer Tochter Sophie glaubt. Ein pathologisches Gutachten von Angelikas Exmann Stefan unterstützt diese Vermutung. Jakob Fellinger, der Verlobte des Opfers, scheint mehr als verdächtig. Bei ihren Ermittlungen stoßen Angelika und Franitschek allerdings in ein Wespennest – auch Jakobs einflussreiche Eltern haben ihre Geheimnisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12187803","hoster":"VOE"},{"path":"/redirect/12187802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-7/episode-6","name":"Heidi Hofreiter","epNo":6,"alt":"","descr":"Lohnbetrug in ganz großem Stil beschäftigt das Ermittlerduo. Ungereimtheiten bei der Lohnabrechnung, Phantomangestellte und ein rätselhafter Unfall – Heidi Hofreiter möchte Klarheit. Kemal erinnert sich an einen ähnlichen Fall, und es scheint, als hätten es Angelika und Franitschek mit einem Wiederholungstäter zu tun haben. Als der Verdächtige aber tot aufgefunden wird, finden sich die Ermittler mitten in einem Netz aus Cyber- und Wirtschaftskriminalität wieder. Dass Maja diesmal den Spieß umdreht, um die Ermittlungsfortschritte von Angelika zu nutzen, erschwert die Klärung des Falls. Währenddessen stellt Stefan sich seinen Ängsten und Sorgen – wie Angelika damit umgehen soll, ist ihr noch nicht ganz klar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12305034","hoster":"VOE"},{"path":"/redirect/12226637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-7/episode-7","name":"Niklas Neumann","epNo":7,"alt":"","descr":"Der millionenschwere Baumarkterbe Niklas Neumann ruft Angelika an, weil seine Yasmin entführt wurde. Als Angelika und Franitschek feststellen, dass es sich bei Yasmin lediglich um eine Puppe handelt, wollen sie von diesem Fall lieber die Finger lassen. Aber so einfach ist das gar nicht, denn die Haushälterin, die Hundesitterin und auch der Gärtner berichten von einem brutalen Überfall. Das Privatermittlerduo begibt sich auf die Suche nach realen Erpressern, die drei Millionen Euro für die nicht so reale Yasmin fordern. Angelikas Tochter, Kathrin, hat ihren Besuch angekündigt – aber weder Angelika noch Stefan sind anfangs begeistert von der Idee, einen gemeinsamen Abend zu verbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12259851","hoster":"VOE"},{"path":"/redirect/12259852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-7/episode-8","name":"Simon Rosenstrauss","epNo":8,"alt":"","descr":"Um einen Racheakt zu verhindern, der seinen Ursprung bereits im Zweiten Weltkrieg zu haben scheint, wendet sich der Anwalt Simon Rosenstrauss an Angelika und Franitschek. Herr Nagelschmied soll das letzte Opfer eines Rachefeldzugs sein.Als das Privatermittlerduo ihn warnen möchte, scheint Nagelschmied vorbereitet – und zwar auf die angebliche Urenkelin von Adolf Hitler. Schreiben Angelika und Franitschek die Geschichte neu und decken dabei einen Kunstraub der Nazis auf? Maja beschäftigt sich zeitgleich mit der Suche nach zwei Räubern, die in tierischen Kostümen auf Beutezug gehen. Der vermeintliche Zusammenhang der beiden Fälle bringt nicht nur Nagelschmied in höchste Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12298084","hoster":"VOE"},{"path":"/redirect/12302294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-7/episode-9","name":"Lisa Migutsch","epNo":9,"alt":"","descr":"Eine verwirrte junge Frau, die sich an nichts mehr erinnern kann - nicht einmal an ihren eigenen Namen - wendet sich hilfesuchend an Angelika. Es fehlt ihr auch die Erinnerung daran, woher sie die Tasche voller Geld hat und wie die Unmengen Blut an ihre Jacke kamen. Eine Messerstecherei am Nordbahnhof beschäftigt die Polizei. Da auf den Überwachungsvideos die namenlose Jugendliche zu sehen ist, kreuzen sich Angelikas und Franitscheks Ermittlungen mit denen von Maja und Zlatko. Angelika ist von der Unschuld der jungen Frau überzeugt, aber die Jugendszene am Bahnhof scheint ihre eigenen Gesetze zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12401290","hoster":"VOE"},{"path":"/redirect/12401266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schnell-ermittelt/staffel-7/episode-10","name":"Therese Hasenauer-Kralik","epNo":10,"alt":"","descr":"Nach dem Tod von Herrn Huber steht seine Wohnung leer - sehr zum Ärger seiner Vermieterin, Frau Hasenauer-Kralik. Sie beauftragt Angelika und Franitschek einen Erben von Herrn Huber zu finden, damit die Wohnung nun endlich geräumt werden kann. Die Spur führt die Privatermittler zur Firma \"Kurmatex\", einem Familienbetrieb, der indische Stoffe importiert. Der Juniorchef, Leonhard Weiss, scheint einen Bezug zum Verstorbenen gehabt zu haben. Die Recherchen kreisen für Angelika und Franitschek um indische Stoffe, Schriftstücke in Hindi und um die Göttin Kali. Der exotische Zauber einer anderen Kultur kann Angelika aber nicht darüber hinwegtäuschen, dass hier mehr zu klären ist, als eine Verlassenschaft. Stefan steht vor einem Durchbruch bei seiner Therapie. Als Kathrin ihre Verlobung ankündigt, stehen Angelika und Stefan vor einer neuen gemeinsamen Herausforderung…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12401294","hoster":"VOE"},{"path":"/redirect/12401293","hoster":"Streamtape"}]}]}]}]}