{"path":"/serie/stream/school-2013","name":"School 2013","descr":"[Ger Sub] Da die Seungri High School eine der schlechtesten von 178 High Schools in Seoul ist und sie durch schlechtes Verhalten der Schüler immer wieder Beschwerden erhält, sinkt das Image der Schule immer weiter. Besonders Klasse 2, in die auch Botenjunge Go Nam Soon geht, ist negativ auffallend. Da ihr Klassenlehrer gekündigt hat, muss nun Lehrerin Jung In Jae die nicht gerade einfache Klasse übernehmen. Schon am ersten Schultag gibt es wieder Probleme, da Schulgangster Oh Jung Ho und Go Nam Soon beim Rauchen erwischt wurden. Jung In Jae fällt es schwer die Klasse unter Kontrolle zu halten und als es schließlich sogar zu einem handfesten Streit zwischen ihr und Oh Jung Ho kommt und sie ihm eine Ohrfeige verpasst, beschließt die Schulleiterin, dass es nicht so weiter gehen kann.","seasons":[{"path":"/serie/stream/school-2013/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/school-2013/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Jung In Jae wird der 11. Klasse als Klassenlehrer zugeteilt. Kang Se Chan möchte nicht in einer Schule arbeiten, muss aber aufgrund bestimmter Umstände. Go Nam Soon ist ein Student, der Teilzeitjobs macht. Er bleibt an der Schule desinteressiert und ist sehr ruhig, aber gut im Herzen. Oh Jung Ho verprügelt ihn, als er sich ihm widersetzt, weil er sich ihrem Lehrer In Jae gegenüber respektlos verhalten hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11316498","hoster":"VOE"},{"path":"/redirect/10137746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"In Jae versucht, die Probleme der Schüler zu lösen, verliert jedoch stattdessen ihre Position, als der Schulleiter beschließt, den neuen Lehrer Se Chan zum Klassenlehrer zu ernennen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11316505","hoster":"VOE"},{"path":"/redirect/10137736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Die Klasse bekommt zwei Klassenlehrer. Eintritt eines neuen Schülers. Song Ha Kyung steht vor einigen Problemen, als sie beschuldigt wird, Noten gestohlen zu haben. Und auch, wenn die Leute herausfinden, dass sie nach der Schule Nachhilfeunterricht in einem renommierten Institut nimmt, wo sie gelogen hat, von einer höheren Schule zu sein.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11316501","hoster":"VOE"},{"path":"/redirect/10137735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Der Schulleiter ist irritiert, als die Schulinspektoren sich erkundigen, ob Sechan illegalen Privatunterricht erteilt. Es gibt Gerüchte, dass Heungu, der neue Transferstudent, der Platzhirsch in Gyeonggi-do war. Jeongho provoziert Heungu und fordert ihn zu einem Kampf heraus, um herauszufinden, wer der Platzhirsch in der Schule sein soll. Namsun, der den Mobbern Geld gab, sich aber nie von ihnen herumkommandieren ließ, beginnt, Heungu an Händen und Füßen zu bedienen. Die anderen Kinder machen sich deswegen über ihn lustig.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11316499","hoster":"VOE"},{"path":"/redirect/10137739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Namsun, Heungu und Jeongho werden mit schwarz-blauen Gesichtern zur Polizeiwache gebracht. Jeongho findet heraus, welches Geheimnis Namsun zu verbergen versucht. Inzwischen ordnet der Schulleiter die Anwesenheitspflicht im freiwilligen Studiensaal an. Injae und Sechan bleiben standhaft und erklären, dass sie dem Befehl nicht folgen können. Im Gegenzug muss die 2. Klasse jedoch den Klassendurchschnitt bei den anstehenden Zwischenprüfungen anheben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11316517","hoster":"VOE"},{"path":"/redirect/10137738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Kurz vor den Zwischenprüfungen geht ein Testbogen verloren. Injae und Sechan machen sich auf die Suche nach dem Täter. Jeongho, der nicht mehr der Spitzenreiter in der Klasse ist, stört sich an Heungsus Anwesenheit. Es gibt seltsame Gerüchte über Namsun und Heungu.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11316513","hoster":"VOE"},{"path":"/redirect/10137737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Das Komitee zur Prävention von Schulgewalt beruft eine Sondersitzung zu dem Vorfall in Park Heungu ein. Namsun enthüllt seine Vergangenheit, um Heungus Unschuld zu beweisen. Alle Schüler der Klasse 2 müssen für den freiwilligen Abendstudiensaal zurückbleiben. Sechan ist verblüfft über die ausgefallenen Ausreden, die sie sich einfallen lassen, um da rauszukommen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11316520","hoster":"VOE"},{"path":"/redirect/10137740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Trotz der Bemühungen seiner Klassenlehrer weigert sich Namsun, zur Schule zurückzukehren. Der Schulleiter fordert, dass Injae und Sechan, deren Unterrichtsstile und -philosophien völlig unterschiedlich sind, ihre Lehrpläne durch eine vergleichende Bewertung vereinheitlichen, in der sie von ihren Kollegen und Schülern bewertet werden. Wütend darüber, dass sein Ansehen in der Klasse gefährdet ist, schmiedet Jeongho einen Plan, um Heungu und Namsun in Schwierigkeiten zu bringen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11316526","hoster":"VOE"},{"path":"/redirect/10137743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Freundschaften beginnen und Park Heung Soo und Go Nam beginnen sich bald mehr zu engagieren. Aber was passiert, wenn das Prinzip einen Lehrer loswerden will und die Zeit für die Leistungstests naht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11316516","hoster":"VOE"},{"path":"/redirect/10137741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Eingesperrt im Lagerraum beginnt Namsun, sich Heungsu zu öffnen, aber es gibt einen erwarteten Unfall. Die Schüler der Klasse 2 haben es schwer, da sie unter dem wachsenden Druck der Aufnahmeprüfung für das College leiden. Inzwischen wird die Freundschaft von Hagyeong und Gangju auf die Probe gestellt. Mingi quält sich über ein schreckliches Geheimnis.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11316525","hoster":"VOE"},{"path":"/redirect/10137742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"Namsun beschließt, dass er derjenige ist, der wechselt und bittet, dass niemand Heungu davon erzählt. Injae und Sechan bekommen einen Einblick in Jeonghos Leben zu Hause. Jeongho weigert sich, zur Schule zurückzukehren, also provoziert Sechan ihn. Mingi erzählt seiner Mutter, dass er Injae von seinen Aufsatzaufgaben erzählt hat. Sie beschließt, Maßnahmen zu ergreifen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10379192","hoster":"VOE"},{"path":"/redirect/10137744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"Da ihre Freundschaft mit Gangju immer noch angespannt ist, schneidet Hagyeong aus Versehen Gangjus Hand. Namsun versucht, Injae davon abzuhalten, zu gehen, aber Mingi findet dabei etwas heraus, das schwer zu ertragen ist. Jeongho ist in der Zwischenzeit gezwungen, etwas zu tun, was er nicht will, um es einer Bande lokaler Schläger zurückzuzahlen","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10137748","hoster":"VOE"},{"path":"/redirect/10137745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-13","name":"","epNo":13,"alt":"Episode 13","descr":"Sechan hat viel auf seinem Teller. Er muss sich mit einem Missgeschick in Klasse 2 sowie dem Debakel des Aufsatzwettbewerbs auseinandersetzen. Die Schläger bringen Jeongho in die Billardhalle, um ihn zu verprügeln, weil er sie nicht zurückgezahlt hat. Namsun greift zu drastischen Maßnahmen, um Jeongho zu helfen. Dies schlägt jedoch um und sorgt in der Klasse 2 für Aufruhr.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10137747","hoster":"VOE"},{"path":"/redirect/10137934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-14","name":"","epNo":14,"alt":"Episode 14","descr":"Es spricht sich herum, dass das Klassengeld verwendet wurde, um Jeongho aus Schwierigkeiten zu retten. Erschwerend kommt hinzu, dass eines der Handys des Schülers verloren geht und Klasse 2 auf den Kopf gestellt wird. Namsun begegnet der Vergangenheit, aus der er sich so sehr zu befreien versucht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10137749","hoster":"VOE"},{"path":"/redirect/10137750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-15","name":"","epNo":15,"alt":"Episode 15","descr":"Hyeseons Handy wird in die Fundgrube gelegt. Die Kinder wissen, dass es jemand aus der zweiten Klasse war, der das Telefon genommen hatte und begannen, die Liste der Verdächtigen einzugrenzen. In der Zwischenzeit findet Sechan versehentlich heraus, wer der Täter ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10137751","hoster":"VOE"},{"path":"/redirect/10137752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/school-2013/staffel-1/episode-16","name":"","epNo":16,"alt":"Episode 16","descr":"Hagyeong, die sich wegen der Schwierigkeiten, in die sie Jeongho gebracht hat, schlecht fühlt, spielt süchtig, um zu verhindern, dass die Anhörung des School Violence Committee stattfindet. Aus Angst, dass das emotionale Trauma seiner Vergangenheit wieder auftaucht, verfasst Sechan seinen Rücktrittsbrief. Injae ist verzweifelt zu sehen, wie ihre Schülerin von der Härte der Realität auf die Probe gestellt wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11316527","hoster":"VOE"},{"path":"/redirect/10147422","hoster":"Streamtape"}]}]}]}]}