{"seriesId":"school-of-champions","name":"School of Champions","descr":"Im Zentrum steht ein neuer Jahrgang an der renommierten österreichischen Ski-Akademie im fiktiven St. Geis, einer Kaderschmiede von internationalem Ruf mit Absolventinnen und Absolventen, die regelmäßig den Profi-Ski-Sport dominieren. Von den vielen internationalen Bewerberinnen und Bewerbern werden nach einem aufreibenden Aufnahmeprozedere nur zehn Jugendliche an dem Elite-Internat aufgenommen. Neben dem Ski-Sport erwarten die jugendlichen Ausnahmesportler im Schulalltag neben beinhartes Training auch die eine oder andere zwischenmenschliche Herausforderung. Denn Liebe und Neid, Loyalität und Verrat, Ehrgeiz und Enttäuschung, Erfolg und Misserfolg liegen im Ski-Internat ganz nah beieinander. Zu allem Überfluss steckt die Schule in ernsten finanziellen Schwierigkeiten. Schulleiter Mark (Jakob Seeböck), ein ehemaliger Olympia-Sieger, kämpft zwischen allen Fronten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Die Bauerntochter Daniela Strobl hat einen grossen Traum: Sie will unbedingt an die renommierte Ski-Akademie Gastein. Dafür ermogelt sie sich den Platz ihrer Schwester für die Aufnahmetests – sie vertauscht die Startnummern. Am eigentlichen Aufnahmetest versagt Dani: Sie kann bei den verschiedenen Tests nicht mithalten und verliert bei den Rennen viel Zeit auf die Besten. Doch im Hintergrund hat Dani mächtige Freunde. Die wollen unbedingt, dass sie an die Schule kommt. Ein Konflikt ist da vorprogrammiert.","versions":[{"lang":1,"streams":[{"redirect":13749606,"hoster":"VOE"},{"redirect":13749605,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Die Aroserin Nawal will stets die Beste sein. Im Gedenken an ihren verstorbenen Vater und um ihrer skeptischen Mutter zu beweisen, dass Skifahren mehr als nur ein Hobby ist. Beim Aufnahmerennen fährt sie volles Risiko und führt zur Zwischenzeit mit grossem Vorsprung. Doch dann stürzt sie schwer und verletzt sich. Trotzdem wird sie aufgenommen. Jetzt beginnt ein Wettrennen gegen die Zeit. Wird sie wieder fit bis die Saison beginnt und kann sie die Erwartung an sich selbst erfüllen? Und wie überzeugt sie ihre Mutter, dass sie an der Akademie bleiben darf.","versions":[{"lang":1,"streams":[{"redirect":13749604,"hoster":"VOE"},{"redirect":13749607,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Nikki Auers Talent ist unbestritten An die Akademie schaffte er es leicht und das nicht nur weil sein Vater der Schulleiter ist. Doch dem aufbrausenden Teenager fehlt es an Disziplin. Zudem fühlt er sich von seinen erfolgreichen Eltern – Mutter Edda leitet den trendigen Skisportkonzern Slope – in ungewollte Bahnen gedrängt. Als in der lokalen Disco jemand über seinen Vater herzieht, zettelt Nikki eine Schlägerei an und fliegt fast von der Schule.","versions":[{"lang":1,"streams":[{"redirect":13749601,"hoster":"VOE"},{"redirect":13749603,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Luca Rossi hat sein Leben in den Bergen bei seiner Mutter verbracht, die als Kellnerin ums finanzielle Überleben kämpft. Mit seinem eigenwilligen Fahrstil kommt er jeden Berg in Rekordtempo herunter. Als Ausnahme-Talent schafft Luca es auch an die Schule, obwohl er offensichtlich starke soziale Defizite hat. Diese machen sich schnell deutlich bemerkbar: Als Akademie-Präsident den Jungen zur Teilnahme an einem PR-Event zwingen will, flieht Luca in Panik. Doch es gibt einen Grund, den Luca sofort umstimmt – Heli-Skiing. Luca ist begeistert.","versions":[{"lang":1,"streams":[{"redirect":13749595,"hoster":"VOE"},{"redirect":13749597,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Luca hat beim Heli-Skiing – anlässlich von einem PR-Event – eine Lawine verursacht. Dabei bleibt er unverletzt. Doch seine Skis sind kaputt gegangen – es war sein einziges Paar. Jetzt braucht Luca sofort neue, was für Mutter Laura eine hohe finanzielle Belastung bedeutet. Zudem befürchtet Laura eine Klage und dass ihr Sohn von der Schule fliegt. Mitten in der Nacht taucht Laura in Gastein auf und bittet um Nachsicht. Ob sich die Schulleitung erweichen lässt?Die ehemalige Weltcupsiegerin und jetzige Cheftrainerin Franziska versucht an der Schule ihre Vision von Spitzensport umzusetzen. Sie will Athletinnen und Athleten die mitdenken und nicht blinder Disziplin folgen. Dabei geht sie auf Konfrontation mit dem neuen Co-Cheftrainer Veighofer, der die Schülerinnen und Schüler mit seinen knallharten Trainingsmethoden begeistert. Offenbar hat er mehrere Skistars zum Erfolg verholfen.","versions":[{"lang":1,"streams":[{"redirect":13749598,"hoster":"VOE"},{"redirect":13749599,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Schlimmer Tag für Dani in der Skiakademie: Schwester Steffi ist ihr auf die Schliche gekommen: Dank vertauschten Startnummern hat Dani ihrer Schwester einen Platz an der Skiakademie weggenommen. Jetzt hat Steffi ihrem Vater Karl davon erzählt. Er taucht in der Skiakadamie auf, um reinen Tisch zu machen: Ihm ist Danis Erfolg zwar wichtig, doch Ehrlichkeit noch wichtiger. Dani befürchtet das Schlimmste: Wird sie aus der Skiakademie rausgeschmissen.Georg ist frustriert: Ganz egal, wie sehr er sich engagiert, Trainer Veighofer scheint das egal zu sein, ja, er demütigt ihn vor den Augen seiner Kolleginnen und Kollegen. Als ihm Nikki eine schlimme Geschichte über Veighofer erzählt, verliert Georg die Nerven. Mit fatalen Folgen für den Trainer.","versions":[{"lang":1,"streams":[{"redirect":13749592,"hoster":"VOE"},{"redirect":13749594,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Georg Stoiber sollte auf dem Weg, an die Spitze eigentlich nichts im Weg stehen. Denn keiner trainiert so diszipliniert wie er. Dahinter steckt vor allem der Wunsch nach Anerkennung – von seinem Vater und Trainer Veighofer. Doch beide zeigen ihm die kalte Schulter. Was Georg zu schaffen macht und für unterdrückte Aggressionen sorgt, die fatale Auswirkungen haben – er hat eine Riesendummheit gemacht.Nawal ist empört: Veighofer hat sie von der Startliste des grossen Abschlussrennens gestrichen. Sie weiss genau, weshalb er das getan hat. Sie konfrontiert Veighofer. Und sie hat etwas gegen ihn in der Hand, das ihr den Start sichern sollte. Ob sich Veighofer davon beeindrucken lässt?","versions":[{"lang":1,"streams":[{"redirect":13749593,"hoster":"VOE"},{"redirect":13749591,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Der Tag des grossen Rennens ist gekommen. Nawal darf starten, Dani auch. Der einheimischen Bauerntochter gelingt ein toller erster Lauf. In der Pause erfährt Dani von ihren Eltern, dass ihre Schwester Steffi spurlos verschwunden ist. Auf dem Weg zum Start des zweiten Laufes kriegt Dani eine beunruhigende Sprachnachricht von Steffi. Jetzt muss sich Dani entscheiden: Soll sie um den Sieg fahren oder sich auf die Suche nach ihrer Schwester machen. Wo ist Steffi?Helmut Schiesstl, der Chef der lokalen Bergbahnen, zieht seit jeher die Fäden bei der Schule. Doch seine Tage sind gezählt. Potente Geldgeber aus der Schweiz – angeführt von Marks Exfrau Edda- fordern seinen Rücktritt. Nur dann will der Konzern in der Schule investieren. Ob Schiesstl dem Druck nachgibt?Lucas Skifund löst eine Lawine an Ereignissen aus, die zur Aufdeckung der Wahrheit um den Tod von Paul Zeiler führen. Angeführt von Nikki und Dani kriegt die ganze Geschichte eine neue Wendung. Schuld ist offensichtlich die Person, von der man es am wenigsten erwartet hätte.","versions":[{"lang":1,"streams":[{"redirect":13749589,"hoster":"VOE"},{"redirect":13749590,"hoster":"Streamtape"}]}]}]}]}