{"seriesId":"school-2015-who-are-you","name":"School 2015: Who are you","descr":"[Ger Sub] Eun Byeol ist ein beliebtes Mädchen auf einer privaten Schule in Gangnam/Seoul. Während einer Klassenfahrt verschwindet sie plötzlich spurlos, und als sie gefunden wird, hat sie ihr Gedächtnis verloren. Plötzlich verhält sie sich ganz anders und jeder wundert sich, wieso sie so glücklich ist. Lee Eun Bi gleicht ihr bis aufs Haar und führt ein völlig anderes Leben. Sie ist auf ihrer Schule Mobbingangriffen ausgesetzt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Die Schülerinnen Lee Eun-bi und Ko Eun-byeol leben weit voneinander entfernt und machen sehr unterschiedliche Erfahrungen. Doch sie sehen sich verblüffend ähnlich.","versions":[{"lang":2,"streams":[{"redirect":12381204,"hoster":"VOE"},{"redirect":10137753,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Nach zehn Tagen intensiven Suchens erhält Eun-byeols Mutter einen Anruf vom Krankenhaus. Sie erfährt, dass ihre Tochter sich an nichts erinnern kann.","versions":[{"lang":2,"streams":[{"redirect":11316547,"hoster":"VOE"},{"redirect":10137754,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Yeong-euns Mutter fordert Aufklärung über den kürzlichen Zwischenfall und das mutmaßliche Mobbing, doch Eun-byeols Amnesie macht die Situation kompliziert.","versions":[{"lang":2,"streams":[{"redirect":11316537,"hoster":"VOE"},{"redirect":10137755,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Eun-bi versucht herauszufinden, was mit Eun-byeol passiert ist. Nachdem sie im Zimmer ihrer Tochter einen Brief entdeckt hat, eilt Eun-byeols Mutter zum House of Love.","versions":[{"lang":2,"streams":[{"redirect":11316538,"hoster":"VOE"},{"redirect":10137756,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Eun-bis verwirrendes Leben wird durch einen neuen Austauschschüler noch komplizierter. Er möchte ständig mit ihr und ihrer Clique abhängen.","versions":[{"lang":2,"streams":[{"redirect":11316553,"hoster":"VOE"},{"redirect":10137758,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"So-yeong intrigiert ständig gegen Eun-bi. Tae-gwang tut unbeteiligt, obwohl er sich insgeheim um Eun-byeol sorgt.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Eun-bi nimmt sich vor, mehr wie Eun-byeol zu sein und lehnt sich gegen So-yeong auf. I-an bietet Hilfe an, doch Eun-bi schafft es nicht, ihm die Wahrheit zu sagen.","versions":[{"lang":2,"streams":[{"redirect":11316543,"hoster":"VOE"},{"redirect":10137757,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Drei Teams in Eun-bis Klasse können ihre Gruppenarbeiten nicht einreichen, weil jemand sich an ihren Computern zu schaffen gemacht hat. Eun-bi verdächtigt So-yeong.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"I-an trifft sich mit Eun-byeols Mutter, um herauszubekommen, was mit Eun-byeol passiert ist. Während I-ans Abwesenheit nähern sich Tae-gwang und Eun-bi einander an.","versions":[{"lang":2,"streams":[{"redirect":10137759,"hoster":"VOE"},{"redirect":10137762,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Eun-bi fühlt sich für I-ans Verletzung verantwortlich und versucht, ihm zu helfen. Doch er stößt sie von sich. So-yeong umgeht mit Hilfe ihrer Mutter Schwierigkeiten.","versions":[{"lang":2,"streams":[{"redirect":10137760,"hoster":"VOE"},{"redirect":10137763,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"Eun-byeols Mutter beobachtet, wie ihre Tochter eine andere Schülerin konfrontiert. Tae-gwang versucht, Eun-bi zu helfen, damit sie nicht die Schule wechseln muss.","versions":[{"lang":2,"streams":[{"redirect":10137761,"hoster":"VOE"},{"redirect":10137765,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"Mr. Kim sieht sich die Aufnahmen der Überwachungskameras der Schule an und entdeckt etwas Schockierendes. Tae-gwang spricht mit seinem Vater über Eun-byeols Situation.","versions":[{"lang":2,"streams":[{"redirect":11316552,"hoster":"VOE"},{"redirect":10137764,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Episode 13","descr":"So-yeong droht damit, die Ergebnisse der Handschriftenanalyse vor der Klasse auszuposaunen. Tae-gwang hat das Gefühl, dass Eun-bi irgendwie anders ist als sonst.","versions":[{"lang":2,"streams":[{"redirect":11316541,"hoster":"VOE"},{"redirect":10137766,"hoster":"Streamtape"}]}]}]}]}