{"seriesId":"schreck-attack","name":"Schreck-Attack","descr":"Chance, Herman, Bailey und Dusty lieben es, andere Leute reinzulegen. In der Schule und zu Hause erhalten sie viele Anregungen für neue, witzige Streiche (\"Pranks\").","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Spukhaus","epNo":1,"alt":"Welcome To Walk The Prank","descr":"Die freche Truppe von Schreck-Attack ist nie um eine Streich verlegen. In der ersten Folge erzählen Chance und Herman ihrer Babysitterin, dass es im Haus spuken würde und überreden sie tatsächlich zu einer Geisterbeschwörung! Was dann passiert, jagt die Babysitterin schreiend aus dem Haus und uns vor Lachen, die Tränen in die Augen.","versions":[{"lang":1,"streams":[{"redirect":8785094,"hoster":"VOE"},{"redirect":8622677,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Süßigkeiten-Bande","epNo":2,"alt":"Crushed","descr":"Mit Hilfe von Dustys Onkel Will mieten die vier Freunde, für ihren nächsten großen Coup, einen Süßigkeiten-Laden. Ein neu eingestellter Mitarbeiter soll kurz alleine auf den Laden aufpassen, als die Süßigkeitenbande zuschlägt! Mit High-Tech ausgestattet wie echte Profi-Diebe, samt Süßigkeiten-Sauger, stürmen die vier den Laden und haben ihn innerhalb von Sekunden leergeräumt. Zu lustig, wie der festgekettete Neuling versucht, das seinem Chef zu erklären!","versions":[{"lang":1,"streams":[{"redirect":8785097,"hoster":"VOE"},{"redirect":8622686,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Tier im Pool","epNo":3,"alt":"A Moving Situation","descr":"Die frechen Vier legen ein unheimlich aussehendes, alienartiges Tiermodell in eine Swimming-Pool und lassen die Poolreinigerin kommen … Als sie das Monster unter ein paar Blättern entdeckt, rennt sie vor Schreck eine Laterne um! Wie sie wohl reagiert, wenn die Alien-Mama der Kreatur auftaucht?","versions":[{"lang":1,"streams":[{"redirect":8785099,"hoster":"VOE"},{"redirect":8622679,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Schaufensterpuppe","epNo":4,"alt":"School Clubbing","descr":"Wie würdet Ihr reagieren wenn eine Schaufensterpuppe plötzlich mit Euch spricht? Wie andere Leute auf diesen lustigen Streich reagieren, seht ihr in dieser Folge!","versions":[{"lang":1,"streams":[{"redirect":8785098,"hoster":"VOE"},{"redirect":8622678,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Aufklappbuch","epNo":5,"alt":"Adventures In Babysitting","descr":"Dusty zeigt voller Stolz seinem heutigen Babysitter sein neues Aufklappbuch, das von Zombies handelt. Das Buch ist natürlich kein gewöhnliches Aufklappbuch und es wartet eine gruselig-schöne Überraschung auf den Babysitter!","versions":[{"lang":1,"streams":[{"redirect":13917165,"hoster":"VOE"},{"redirect":8622680,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Einkaufswagen","epNo":6,"alt":"LOL The Vote","descr":"Gemeinsam mit Onkel Will spielen Dusty und Bailey einer ahnungslosen Kundin im Supermarkt einen Streich, indem sie vorab den Einkaufswagen präpariert haben.","versions":[]},{"epId":"episode-7","name":"Der Eiswagen","epNo":7,"alt":"Fish You Were Here","descr":"Jeder erkennt den Eiswagen schon vom Weiten, denn er spielt eine bestimmte Melodie beim Vorbeifahren. Doch was passiert, wenn Herman und Bailey sich unbedingt ein Eis holen wollen, aber Bailey keins essen darf? Ihr könnt auf Baileys Reaktion gespannt sein und natürlich auf die des Babysitters …","versions":[]},{"epId":"episode-8","name":"Die Geburtstagspiñata","epNo":8,"alt":"Baby Please","descr":"Auf einer ganz normalen Geburtstagsparty mit ganz normalen Gästen und ganz normalen Geschenken wartet eine nicht ganz so normale Piñata auf die ahnungslose Partyunterhalterin. Denn diese enthält neben den üblichen Süßigkeiten noch eine weitere unübliche Überraschung!","versions":[]},{"epId":"episode-9","name":"Muffin, das Kätzchen","epNo":9,"alt":"The Moustached Kid","descr":"Auch in dieser Folge haben sich die frechen Vier wieder eine ganze Menge Streiche einfallen lassen. Bailey möchte zum Beispiel ihrer Babysitterin ihr Haustier Muffin vorstellen. Doch anstelle eines süßen Kätzchens wartet eine viel größere Überraschung auf das ahnungslose Opfer!","versions":[]},{"epId":"episode-10","name":"Überraschung!","epNo":10,"alt":"Bailey’s Band","descr":"Um Dustys Mum mit einer Party zu überraschen wird ein Party Planer engagiert. Mit einem großen ‚Überraschungs-Schrei‘ springen die Kinder aus ihrem Versteck. Doch dieser Streich geht nicht auf Kosten von Dustys Mum, sondern auf die des Party Planers, der nicht mit ihrer Reaktion gerechnet hat.","versions":[]},{"epId":"episode-11","name":"Ein tierischer Kuchen","epNo":11,"alt":"Wigging Out","descr":"Was wäre eine Geburtstagsparty ohne einen leckeren Geburtstagskuchen?! Doch natürlich haben sich die Vier wieder etwas ganz besonders mit dem Kuchen einfallen lassen, um die Partyunterhalterin reinzulegen.","versions":[]},{"epId":"episode-12","name":"Der Super-3D-Fernseher","epNo":12,"alt":"Spoiler Alert","descr":"In dieser Folge wollen Bailey und Herman ihrer Babysitterin den neuen 3D Fernseher zeigen. Dieser hat es gehörig in sich und vermittelt ein ganz neues und noch realistischeres 3D Seherlebnis als man es gewohnt ist!","versions":[]},{"epId":"episode-13","name":"Die Drachenjagd","epNo":13,"alt":"Whatever Gets You Through The Night","descr":"Ein augenscheinlich ganz normales Brettspiel wird der Babysitterin von Chance und Dusty lange in Erinnerung bleiben. Werden die Drei den Drachen besiegen können, der in diesem Spiel sein Unwesen treibt? Die Drachenjagd ist eröffnet.","versions":[]},{"epId":"episode-14","name":"Der Tintenfisch","epNo":14,"alt":"Grandma’s Here To Stay","descr":"Unter fangfrischen Meeresfrüchten versteht das Team von Schreck-Attack etwas ganz anderes. In einem Restaurant probieren sie aus, ob das Opfer und ihre Freundinnen für so viel Frische bereit sind?","versions":[]},{"epId":"episode-15","name":"Die Riesenspinne","epNo":15,"alt":"The Becky Snyder Incident","descr":"Ein Kammerjäger mit schrecklicher Angst vor Spinnen soll mit seinem Onkel ‚ein bisschen Ungeziefer‘ in einer Scheune aus dem Weg schaffen. Der erste Blick in die Scheune jagt ihm bereits einen Schreck ein, denn sie ist über und über mit riesigen Spinnweben behangen. Als sie immer größere Spinnenopfer sehen, kommt plötzlich eine riesige Spinne von der Decke. Schreck-Attack geglückt!","versions":[]},{"epId":"episode-16","name":"Der Monster-Truthahn","epNo":16,"alt":"So You Think You Can Middle School Dance","descr":"Als David denkt, er sei anlässlich der Feiertage zu einem Festessen eingeladen, freut er sich besonders auf den traditionellen Truthahn. Was er nicht weiß: seine Freundin Kalina ist eingeweiht und es wartet eine köstliche Überraschung auf ihn. Wie wird er wohl staunen, wenn der Truthahn plötzlich Beine hat?","versions":[]},{"epId":"episode-17","name":"In der Falle","epNo":17,"alt":"Stuck","descr":"Chance und Dusty locken ihre Babysitterin in einen Raum voll wertvoller ägyptischer Artefakte, unter dem Vorwand, ihr Vater sei ein berühmter Archäologe. Was sie jedoch nicht weiß: Die kostbaren Stücke sind mit einem unüberwindbarem Sicherheitssystem aus Laserstrahlen gesichert, welches es nach Auslösen des Alarms zu überwinden gilt. Sie sitzen in der Falle","versions":[]},{"epId":"episode-18","name":"Der Riesenhummer","epNo":18,"alt":"Blind Date","descr":"Ein Hummer ist genau das Richtige für ein tolles Essen mit Freunden oder der Familie. Allerdings ist es nicht so leicht sich seinen Wunschhummer zu greifen, schon gar nicht bei Schreck-Attack.","versions":[]},{"epId":"episode-19","name":"Der schwarze Ritter","epNo":19,"alt":"Up All-Nighter","descr":"Babysitterin Alicia denkt sie soll einen einfachen Babysitter-Job erledigen. Überrascht trifft sie auf Ritter Herman, der sie auf eine Reise ins Mittelalter mitnimmt. Sobald Hermans Eltern aus dem Haus sind, stellt er seiner Babysitterin mittelalterliche Herausforderungen, die sie bestehen muss, um zum Ritter geschlagen zu werden. Womit sie jedoch nicht rechnet, hinter einer falschen Wand lauert noch ein tapferer Held: Der schwarze Ritter.","versions":[]}]}]}