{"path":"/serie/stream/schule-am-meer","name":"Schule am Meer","descr":"Die Berufsschuldirektorin Katharina (Anja Kling) liebt ihren anspruchsvollen und fordernden Job, den sie mit Humor und Empathie angeht. Als die verzweifelte Mutter (Johanna Gastdorf) der 18-jährigen Cathleen (Andrea Guo), die eigenmächtig zu ihrem Freund gezogen ist, bei ihr auftaucht und Hilfe sucht, sichert Katharina ihre Unterstützung zu. Zumal der Freund der jungen Frau einer ihrer Schüler ist und kurz vor der Abschlussprüfung steht. Doch ausgerechnet da funkt ihr ein neuer Gastdozent, der Foodblogger und Weltenbummler Erik (Oliver Mommsen), dazwischen – ohne zu ahnen, welche ernsten familiären Probleme im Hintergrund stehen. Um eine Tragödie zu verhindern, muss die selbstbewusste Direktorin auch Erik auf Kurs bringen. Als Cathleens Mutter die Nerven verliert, beginnen sich die beiden als Team zu bewähren.","seasons":[{"path":"/serie/stream/schule-am-meer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/schule-am-meer/staffel-1/episode-1","name":"Frischer Wind","epNo":1,"alt":"","descr":"Katharina Henriks liebt ihren Job als Direktorin einer Berufsschule an der Flensburger Förde. Mit Humor und Empathie trägt sie die Verantwortung für 2000 Schüler und ein 100-köpfiges Lehrerkollegium. Dass der Stadtrat Olsen mit Finanzkürzungen droht, bereitet ihr ebenso Unbehagen wie dessen Einfall, seinen Bruder Erik als Gastdozenten einzustellen. Der beruflich erfolgreiche Schulabbrecher und weit gereiste Foodblogger gefällt jedoch nicht nur Katharinas Assistentin, sondern kommt auch bei der Gastronomieklasse bestens an. Zum Leidwesen seiner Direktorin stärkt Erik die Abenteuerlust seines Schülers Jonas – ohne von dessen Problemen zu wissen. Die Chefin seines Ausbildungsbetriebs droht ihm mit Kündigung: Sie möchte erzwingen, dass ihre 18-jährige Tochter nach Hause kommt, die mit dem Azubi zusammen ist und nichts mehr von ihrer Familie wissen will! Während Erik Öl ins Feuer gießt, versucht Katharina, eine Eskalation zu verhindern. Dafür muss sie ihren Kollegen aber auf Kurs bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10490937","hoster":"VOE"},{"path":"/redirect/10490931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schule-am-meer/staffel-1/episode-2","name":"Familienbande","epNo":2,"alt":"","descr":"Die Gastronomieklasse der \"Schule am Meer\" steht vor dem Aus, wenn sich nicht genügend Anmeldungen finden. Also muss sich die ebenso engagierte wie idealistische Direktorin Katharina Hendriks etwas Besonderes einfallen lassen und setzt ganz auf das Showtalent ihres ungeliebten Gastdozenten Erik Olsen. Ein Schuss, der allerdings in jeder Hinsicht nach hinten loszugehen droht, zumal Erik auf die Idee kommt, Katharinas Schwester mit ins Boot zu holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13289354","hoster":"VOE"},{"path":"/redirect/13290400","hoster":"Streamtape"}]}]}]}]}