{"seriesId":"schulz-in-the-box","name":"Schulz in the Box","descr":"In dem neuen Comedyformat wird Liedermacher und Entertainer Olli Schulz in eine Holzkiste gesperrt und aus seinem gewohnten Umfeld an einen extravaganten Ort verfrachtet. Dort trifft er auf außergewöhnliche Persönlichkeiten und soll spezielle Aufgaben erfüllen. Ohne jegliche Vorbereitung muss er sich nun mit der Situation auseinandersetzen. Beispielsweise findet er sich auf dem \"Burning Man\"-Festival, an einem Porno-Set oder bei den Amish-People wieder. Schulz’ Herausforderung besteht darin, 24 Stunden lang in der für ihn fremden Welt auszuharren und ein Teil von ihr zu werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Host-Boy in Tokio","epNo":1,"alt":"","descr":"Olli Schulz steigt aus seiner Kiste und befindet sich mitten in Tokio! Überwältigt von den Menschenmassen begibt sich der Entertainer auf seine Abenteuer in der Metropole: \"Das hatte etwas von einem Ameisen-Highway. Und ich, mit 1,95 Meter, hatte einen blendenden Ausblick.\" Ollis skurrile Erkundungstour führt ihn in ein Katzen- und Kuschel-Café, eine japanische Mietfamilie und eine winzige Schlafbox. Die wahre Hauptaufgabe des Entertainers in Tokio ist allerdings eine andere: Olli muss sich in einen Host Boy verwandeln. Ganz zu seinem Unbehagen: \"Ich fühle mich wie eine Nutte, aber ich gebe mein Bestes.\" Neue Frisur, neues Outfit und neue Flirt-Tricks stehen auf dem Programm. Olli gibt sich danach zuversichtlich: \"Ich hab nicht allzu viele Talente, aber japanische Business-Frauen zu bespaßen, die an einem Tisch sitzen und dich dafür bezahlen, das steckt in mir!\" Ob das die Frauen auch so sehen?","versions":[{"lang":1,"streams":[{"redirect":8785100,"hoster":"VOE"},{"redirect":8622681,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Oligarch in Moskau","epNo":2,"alt":"","descr":"Emin, der Sohn eines russischen Oligarchen, zeigt Olli sein gigantisches Imperium, was er sich zusammen mit seinem Vater aufgebaut hat. Ein Penthouse in Moskau mit eigenem Proberaum, ein eigenes Hotel und eine (unbewohnte) Riesen-Villa mit extravaganten Fuhrpark, sind nur einige von Emins eindrucksvollen Besitztümern. Zwei Tage lang begleitet Olli den tüchtigen Geschäftsmann auf Schritt und Tritt. Ein Leben auf der Überholspur! Staunen, Überforderungen, Ernüchterung, das ist Ollis Resümee nach 2 Tagen Moskau.","versions":[{"lang":1,"streams":[{"redirect":8785102,"hoster":"VOE"},{"redirect":8622684,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Olli im Knast","epNo":3,"alt":"","descr":"Olli Schulz muss in den Knast. Zwei Tage lang wird er eingesperrt in ein großes deutsches Männergefängnis. Er lernt die Insassen kennen und ihr eintöniges Leben hinter Gittern. Zwei Tage in einer kleinen Zelle, neben Mördern und Gewaltstraftätern.","versions":[{"lang":1,"streams":[{"redirect":8785103,"hoster":"VOE"},{"redirect":8622682,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Olli zu Gast bei Haftbefehl","epNo":1,"alt":"","descr":"Soll das etwa alles gewesen sein? Nein! Entertainer Olli Schulz erhofft sich mehr und taucht erneut in ein neues, ungewöhnliches Leben ein. In dieser Folge wird seine Kiste nach Frankfurt geschickt und der Entertainer entpuppt sich an der Seite von \"Haftbefehl\" als potenzieller Gangster-Rapper. Olli nervös vor dem ersten Zusammentreffen: \"Kann ich ihn Hafti nennen, ohne das er mir auf die Fresse haut?\"","versions":[{"lang":1,"streams":[{"redirect":11316619,"hoster":"VOE"},{"redirect":10137827,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hüttengaudi","epNo":2,"alt":"","descr":"Olli Schulz ist wieder unterwegs: Eingesperrt in seiner Holzkiste wird er nach Tirol verfrachtet und wagt sich dort in eine für ihn fremde Welt. Inmitten schneebedeckter Berge geht es für den Norddeutschen gemeinsam mit Entertainerin Antonia aus Tirol von einer Après-Ski-Party zur nächsten – ohne Pause. Auf seiner Reise in die \"Welt der guten Laune\" blickt Olli hinter die Maschinerie Antonia, wagt sich selbst ans Mikrofon und stellt sich dem kritischen Publikum in den Almhütten. Und das will nur eines: richtig feiern und Spaß haben! Wehe dem ist nicht so …","versions":[{"lang":1,"streams":[{"redirect":11316623,"hoster":"VOE"},{"redirect":10137828,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nepal","epNo":3,"alt":"","descr":"\"Was wäre, wenn ich einen anderen Lebensweg eingeschlagen hätte?\" Mit dieser Frage im Gepäck reist Olli Schulz nach Nepal. Dort trifft er sich mit ehrenamtlichen Helfern der Organisation \"Clowns ohne Grenzen\". In Kathmandu versuchen sie elternlose Straßenkinder zum Lachen zu bringen. Die Kinder lieben Olli, doch seine Clownpartner sind alles andere als begeistert von dem Hamburger. Olli: \"Die Clowns verstehen nicht immer Spaß.\" Ob der Entertainer trotzdem durchhält?","versions":[{"lang":1,"streams":[{"redirect":11316626,"hoster":"VOE"},{"redirect":10137829,"hoster":"Streamtape"}]}]}]}]}