{"seriesId":"schulz-bhmermann","name":"Schulz \u0026 Böhmermann","descr":"\"Legitime Nachfolgesendung\" der Talkshow \"Roche und Böhmermann\", in der Jan Böhmermann und Olli Schulz vier Gäste in 60 Minuten empfangen. In einem Studio mit reduzierter, minimalistischer Kulisse sprechen die beiden Gastgeber mit ihren Gästen über gesellschaftliche, kulturelle und politische Themen. Besondere Fernsehmomente entstehen durch die beiden wortstarken, leidenschaftlichen Unterhaltungsexperten und ihre geladenen Gäste.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"\"Schulz \u0026 Böhmermann\" – Eine unkonventionelle Talkshow für alle, die keine klassischen Talkshows mögen. Ein Gespräch. Zwei Moderatoren. Vier Gäste. Sechzig Minuten. Zweihundert Zuschauer. Die beiden Gastgeber, Olli Schulz und Jan Böhmermann sind nicht vermittelnd, sondern Partei ergreifend, polarisierend, gerne provozierend, dabei jedoch meist charmant und freundlich – und immer: sie selbst. Die Moderatoren talken mit vier geladenen Gästen über gesellschaftliche, kulturelle und politische Themen in einem Studio mit reduzierter, schlichter Kulisse vor Publikum. Inhaltliche Schwerpunkte ergeben sich durch die besonderen Konstellationen der Gäste und der Moderatoren. Am Tisch bei \"Schulz \u0026 Böhmermann\" sitzen Meteorologe Jörg Kachelmann, \"Kompetenzsimulator\" Gert Postel, Drehbuchautorin Anika Decker und Rapper Kollegah","versions":[]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Am Tisch bei \"Schulz \u0026 Böhmermann\" sitzen Bild-Reporter Paul Ronzheimer, Autorin Ann-Marlene Henning, die Bündnis 90/Die Grünen-Politikerin Katrin Göring-Eckardt und Schauspielerin Nora Tschirner.","versions":[{"lang":1,"streams":[{"redirect":6555871,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Am Tisch bei \"Schulz \u0026 Böhmermann\" sitzen Autor und Kriminalist Axel Petermann, Schauspieler Samuel Koch, Moderatorin Katrin Bauerfeind und die Kölsche Kiez-Größe Langer Tünn Anton Claaßen.","versions":[]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Am Tisch bei \"Schulz \u0026 Böhmermann\" sitzen Autorin Kat Kaufmann, Musikerin Sophie Hunger, der syrische Flüchtling Gheiath Hobi und der stellvertretende \"Bild\"-Chefredakteur Nikolaus Blome.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 5","epNo":1,"alt":"","descr":"Gäste: Laura Himmelreich, Schorsch Kamerun, Ralph Pohl, Ben Tewaag Seit sich der vernunftbegabte Mensch aus der Unterordnung der Trockennasenprimaten entwickelt hat, ist es ihm nicht gelungen, Lebewesen deren Optik von der eigenen Erscheinung abweichen, ein Existenzrecht zuzubilligen. Oder für die religiöse Mehrheit …","versions":[]},{"epId":"episode-2","name":"Folge 6","epNo":2,"alt":"","descr":"Gäste: Sandra Maischberger, Johannes B. Kerner, Gert Scobel Leute die nicht miteinander reden wollen, dabei abzufilmen wie sie sich selber reden hören wollen, nennt man Talk Show. Die Zuschauer von Talkshows sehen das Ganze, um sich in ihren Vorurteilen zu bestätigen, oder sich im Netz über diejenigen aufzuregen, die nicht ihrer Meinung sind. Meinungen sind flüchtig wie ein Nebel im November, und das Pferd ist tot. Schöner Satz, blöd wie die meisten Gespräche. Die Fähigkeit zu reden, hat zur evolutionären Entwicklung des Verstandes nicht beigetragen. Wir verstehen uns nicht. Wir hören uns nicht zu. Wozu auch, wenn doch jeder weiß, das er Recht hat und die Welt nur durch ihn existiert. Hört auf miteinander zu reden und das auch noch zu filmen möchte ich raunen, lasst es einfach, leckt einander lieber das Gesicht, oder singt. Ja, es sollte nur noch Sendungen geben, in der Menschen erst singen und sich dann ablecken.","versions":[]},{"epId":"episode-3","name":"Folge 7","epNo":3,"alt":"","descr":"Gäste: Johannes Kneifel, Margarete Stokowski, Claudia Roth, Jenny Elvers Dann zieht man einen Stöpsel aus sich, da wo der Darm verschlossen wird. Fertig. Hassen kann jeder. Der richtig harte Stoff ist Liebe. Nicht dieses Jesus Ding mit Barfuß laufen, sondern eine Liebe zur Welt. Der Freude daran zu leben, eventuell gesund zu sein, eventuell eine Wohnung und ein bisschen Gammelfleisch zu haben, was sich auch verbietet, wenn man sich zur Liebe bekennt. Dann frisst man nichts auf, was einem ähnelt. Dann verachtet man keinen, der wie man selber in dieser Albernheit zuhause ist, die es mit sich bringt, zu verfallen und zu sterben. Man kann fast alle lieben, wenn man sie sich als Baby vorstellt. Niedlich, klein, blöd. Man kann sie gern haben die Menschen, die so gerne mehr wären, so sehr nach einem Sinn suchen, während des kurzen Aufenthaltes hier, der Morgen endet.","versions":[]},{"epId":"episode-4","name":"Folge 8","epNo":4,"alt":"","descr":"Gäste: Birgit Minichmayr, Micky Beisenherz, Tim Wolff, Mats Hummels Humorstandort Deutschland Nach ’45 dachten viele Spaßvögel in Deutschland, es lange, die Asche aller brillanten, aber leider durch Umstände verbrannten Humoristen einzuatmen, und schon wäre er da: der Sinn für Unsinn. War nicht. War Heinz Erhardt. Und Männer mit lustigen Frauenkleidern, die Herrenwitze machten. Prima Humor setzt die Fähigkeit voraus, sich und das Leben in seiner Albernheit von Außen zu betrachten. Vielleicht fällt es dem Deutschen schwerer als den Angehörigen anderer Nationen, albern und absurd zu sein, vielleicht fehlten lange die Gegner, um sich an ihnen abzuarbeiten, denn wer will schon Witze über Kohl und Merkel hören. Erfreulicherweise ist das nun anders. Wir haben neue Nazis als Feinde und frische Humoristen, sogar Damen, Juden und Nicht-Biodeutsche dürfen wieder auftreten. Hoffen wir, dass sie in Deutschland diesmal überleben!","versions":[]},{"epId":"episode-5","name":"Folge 9","epNo":5,"alt":"","descr":"Gäste: Doro Pesch, Dirk von Lowtzow, Tim Bendzko, Veronika Fischer Musik ist vermutlich die direkteste Umsetzung wabernder innerer Zustände. Bevor es durch die vermarktende Branche zu einer Nestlesierung der Musik weltweit kam, diente sie vornehmlich zur Definition des Ichs und der Abgrenzung gegenüber anderen bei der Konsumentin. Heute ist Musik meist umsonst, das braucht der Verbraucher, ein paar MusikerInnen werden reich, der Rest der schläft im Keller der Veranstalter und liest im Anschluss Verrisse, die von hässlichen Musikkritikern geschrieben wurden. Was soll’s. Uns geht es ja auch nicht gold. Es gibt zu viel von allem: Zu viel Musik, zu viele Menschen, zu viel, worüber man sich erregen kann, hören wir lieber umsonst ein wenig Scheißmusik und murmeln: Früher war alles besser.","versions":[]},{"epId":"episode-6","name":"Folge 10","epNo":6,"alt":"","descr":"Gäste: Iris Berben, Katharina Thalbach, Karoline Herfurth, Lars Eidinger Enttäuscht von Deutschland Dieses Land ist wie seine größten Stars. Frauke Ludowig und Dieter Bohlen. Die haben sich die Deutschen auf den Körper tätowiert, die Körper stecken in orthopädischen Schuhen und Übergangs-Jacken. Outdoor-Jacken. Damit sitzen sie auf Sofas und essen das deutsche Nationalgericht: Zerschnittene Wurst aus Abfällen von einem Pappteller. Das Sofa mit dem Deutschen darauf steht in einem Reihenhaus in Unna. Da geht keiner weg. Denn die Deutschen hassen ihre Bahn. Und ihre Regierung. Und das Wetter, und die Bahnhöfe. Sie demonstrieren gegen Bahnhöfe und Windkrafträder. Man könnte diesen Windkrafträdern schöne Übergangs-Jacken anziehen. Dann sähen sie aus wie alle. Und wenn man ein Handtuch darüber legen würde, wären sie reserviert. Der deutsche Papst ist abgeschmiert. Und Grass ist tot. Und Walser. Und Der Kanzler hat kein Glied. Wir haben uns heute hier versammelt um gemeinsam zu rufen: Wir sind enttäuscht von Deutschland.","versions":[]},{"epId":"episode-7","name":"Folge 11","epNo":7,"alt":"","descr":"Gäste: Désirée Nick, Mario Basler, Stefanie Sargnagel, Franziska Giffey Lassen Sie uns heute über die aktuellen It-Girls reden: die Nazis. In den letzten Jahrzehnten schienen sie rührend altmodisch. Die Islam-Fundi-Terroristen waren die coolere Gang geisteskranker junger Männer. Sie hatten Gott, die Nazis waren nur Spacken, die Stuss redeten, um dann wem auf die Fresse zu hauen. Oder ohne reden. Heute feiern die Nazis ein furioses Comeback. Sie haben Parteien und Präsidenten, die ihre Sprache sprechen. Und die Lösung für die komplizierte Weltlage und die ist: die Anderen sind schuld. Daran, dass ich ein unattraktiver weißer Mann bin, einen Bierbauch habe, dass ich nicht coden kann und Mutter auch bald geht. Der Nazi hat außer hässlichen Shirts nicht viel anzubieten, das sein Überleben in Zeiten der wirtschaftlichen Revolution sichern wird. Lassen Sie uns für den Nazi beten!","versions":[]},{"epId":"episode-8","name":"Folge 12","epNo":8,"alt":"","descr":"","versions":[]},{"epId":"episode-9","name":"Folge 13","epNo":9,"alt":"","descr":"","versions":[]},{"epId":"episode-10","name":"Folge 14","epNo":10,"alt":"","descr":"","versions":[]}]}]}