{"seriesId":"schwein-ziege-banane-grille","name":"Schwein Ziege Banane Grille","descr":"[Pig Goat Banana Cricket Die Zeichentrickserie dreht sich um vier abenteuerlustige Freunde, die sich im Zentrum der gigantischen Stadt Boopelite City eine Wohnung in einem Baumhaus teilen. Ruhige Ecken lassen sich in Boopelite City nur schwer finden, überall herrscht emsiges Gewimmel, die Häuser sehen aus wie alte Uhrwerke und in den Straßen tummeln sich neben Tieren aller Art auch Roboter, laufendes Obst und viele andere seltsame Kreaturen. Pig ist – im wahrsten Sinne des Wortes – ein dusseliges Schwein, das kaum lesen kann und seine Freunde immer wieder in Schwierigkeiten bringt. Goat hingegen ist ein fröhliches und liebenswertes Schaf, das talentiert mit der Gitarre umgeht und ein Faible für Schauspielerei hat. Die faule und egoistische Banana mag Videospiele und liebt es, anderen Streiche zu spielen. Aus verständlichen Gründen hat Banana Angst vor Affen.  Vierter im Bunde ist schließlich die schlaue und wissenschaftsaffine Grille Cricket, die ein bisschen in Goat verliebt ist, hauptsächlich aber damit zu tun hat, die Probleme zu lösen, die die anderen angerichtet haben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schwein Ziege Banane Grille High Five!","epNo":1,"alt":"Pig Goat Banana Cricket High Five!","descr":"Schwein freundet sich mit einem Einkaufswagen an. Ziege sucht Zuhörer, denen sie ihr neues Lied vorspielen kann. Bananes Job ist in Gefahr. Grilles Schönheitspampe zerstört um ein Haar die Welt.","versions":[{"lang":1,"streams":[{"redirect":14529457,"hoster":"VOE"},{"redirect":14448147,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fudge-pokalypse","epNo":2,"alt":"Fudge-pocalypse","descr":"Schweins Liebe zu Fudge löst eine unheilvolle Schwemme aus. Ziege rettet die Stadt vor den steigenden Fluten. Banane wird von Piraten entführt und muss flux handeln, um seine Haut zu retten. Auf einer Insel beginnt Grille ein neues Leben.","versions":[{"lang":1,"streams":[{"redirect":14497092,"hoster":"VOE"},{"redirect":14448148,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Super Space Meatball","epNo":3,"alt":"Super Space Meatball","descr":"Ein Space Meatball beschert den Freunden Superkräfte. Ziege bekämpft den Schurken Lippenstift-Pferd. Schwein stoppt die Diebstähle von Zeit-Donut. Grille bemüht sich verzweifelt um eine Superkraft. Banane verbündet sich mit üblen Gesellen.","versions":[{"lang":1,"streams":[{"redirect":14428618,"hoster":"VOE"},{"redirect":14448153,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Geschichte von Cutesachusetts","epNo":4,"alt":"The Chronicles of Cutesachusetts","descr":"Schwein putzt die Toilette und wird in eine andere Welt hineingesogen. Ziege müht sich, ein Loch im Dach zu reparieren. Banane ist zu faul, ein Glas Erdnussbutter wegzuräumen. Grille erzeugt ein Vakuum, das alle in eine andere Welt saugt.","versions":[{"lang":1,"streams":[{"redirect":14497141,"hoster":"VOE"},{"redirect":14448155,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Spiel deinem Nachbarn Streiche","epNo":5,"alt":"Prank Thy Neighbor","descr":"Die Gang bekommt neue Nachbarn, die Hamshanks! Banane will sie mit Streichen vertreiben. Ziege infiziert sich und verwandelt sich in eine Hamshank. Schwein verliebt sich in die jüngste Hamshank. Grille sucht nach einer Heilung für Ziege.","versions":[{"lang":1,"streams":[{"redirect":14529316,"hoster":"VOE"},{"redirect":14448154,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Miss Cutesy Miau-Miau","epNo":6,"alt":"Miss Cutesy Meow Meows","descr":"Schwein nimmt einen Undercover-Einsatz bei Pickle Mart an. Banane kauft einen neuen Freund, der sich gegen ihn wendet. Ziege eilt zur Audition für eine Filmrolle. Grille muss seine geheime Spielzeugsammlung beschützen.","versions":[{"lang":1,"streams":[{"redirect":14428391,"hoster":"VOE"},{"redirect":14448157,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lasst uns schrumpfen","epNo":7,"alt":"Let’s Get Tiny","descr":"Schwein will einem Wal bei seinem Spritzloch helfen. Ziege solidarisiert sich mit rebellischen Gemälden in einem Museum. Grille hilft einem Bakterien-Cheerleader-Team zum Sieg. Banane macht sich für seinen früheren Boss stark.","versions":[{"lang":1,"streams":[{"redirect":14497101,"hoster":"VOE"},{"redirect":14448159,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die schönste Kakerlake der Welt","epNo":8,"alt":"The Most Beautiful Roach in the World","descr":"Schwein findet in einem Müsli-Karton eine Polizeiausrüstung. Ziege meldet eine Kakerlake zum Schönheitswettbewerb an. Bananes Schale soll in einer Fabrik zu Kleidung verarbeitet werden. Grille muss sein Kindergarten-Diplom nachholen.","versions":[{"lang":1,"streams":[{"redirect":14497098,"hoster":"VOE"},{"redirect":14448161,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Zahn meiner wahren Liebe","epNo":9,"alt":"The Tooth of My True Love","descr":"Ziege wird von einem maskierten Helden gerettet und sieht ihn als ihre große Liebe. Schwein wird Reise-nach-Jerusalem-Champion. Banane hält man für einen Tubey Dude, ein beliebtes Kinderspielzeug. Grille muss zurück in den Kindergarten.","versions":[{"lang":1,"streams":[{"redirect":14497138,"hoster":"VOE"},{"redirect":14448160,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die große Demütigung","epNo":10,"alt":"Gauntlet Of Humiliation","descr":"Schwein Ziege Banane und Grille erleben Abenteuer, um ihren kaputten Fernseher zu ersetzen. Schwein jobbt bei Sky Burger, Ziege nimmt an einer Talentshow teil, Banane kreiert einen Duft, und Grille erfindet das ‚Total Immersion‘-TV.","versions":[{"lang":1,"streams":[{"redirect":14529354,"hoster":"VOE"},{"redirect":14448158,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"DJ Schubkarren voller Nachos","epNo":11,"alt":"DJ Wheelbarrow Full of Nachos","descr":"Schwein bricht das Gesetz und handelt illegal mit Gurken. Grille wird von einem alten Experiment eingeholt, das ihn Dad nennt. Banane verklagt Ranger Rhino auf Herausgabe seiner Videospiele. Zieges kleine Schwester ruiniert ihr das Konzert.","versions":[{"lang":1,"streams":[{"redirect":14497100,"hoster":"VOE"},{"redirect":14448162,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Unterhosen-Megaparty","epNo":12,"alt":"Underpants-palooza","descr":"Schweins Eltern kommen zu Besuch. Ziege wird Gegenstand ihrer eigenen Reality-Show. Grille nutzt die Wissenschaft, um reizvoller für Ziege zu werden. Banane bedient sich eines legendären Monsters, um seine Junior Rangers zu erschrecken.","versions":[{"lang":1,"streams":[{"redirect":14529356,"hoster":"VOE"},{"redirect":14448202,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Banana Land","epNo":13,"alt":"Bananaland","descr":"Banane baut sich einen eigenen Themenpark. Grille muss einen neuen Laborassistenten anstellen. Ziege wird Mitglied einer Band von Country-Bären – glaubt sie zumindest. Schwein soll in Abwesenheit der anderen das Haus hüten.","versions":[{"lang":1,"streams":[{"redirect":12133599,"hoster":"VOE"},{"redirect":14528127,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Zombie-Kumpels","epNo":14,"alt":"Zombie Broheims","descr":"Banane lässt sich von Schwein als Scoutführer vertreten. Banane schließt sich einer Horde Zombies an. Ziege will im Smoothie Shop Kundin des Tages werden. Grille erwartet im Labor gespannt die Fertigstellung des besten Cookies der Welt.","versions":[{"lang":1,"streams":[{"redirect":14497091,"hoster":"VOE"},{"redirect":14448163,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Happy Chalawunga!","epNo":15,"alt":"Happy Chalawunga!","descr":"Schwein sucht in der Kanalisation nach Filthy the Foot. Banane sieht sich gezwungen, Chalawunga-Geschenke zu kaufen. Ziege ist entschlossen, ihr Lied bei der Chalawunga-Parade zu singen. Grille erschafft Mecha Foot für Schwein.","versions":[{"lang":1,"streams":[{"redirect":14496824,"hoster":"VOE"},{"redirect":14448165,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mall Ya Later","epNo":16,"alt":"Mall Ya Later","descr":"Ein neues Einkaufszentrum sorgt für Trubel: Banane braucht Geld für den Kauf einer Spielzeugwaffe. Ziege betreibt einen Zauber-Kiosk. Grille sieht sich verdammt, einen Jorts Store zu führen. Schwein erlebt einen desaströsen Kino-Besuch.","versions":[{"lang":1,"streams":[{"redirect":14497090,"hoster":"VOE"},{"redirect":14448166,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Totale Bananarchie [Derzeit nicht verfügbar]","epNo":17,"alt":"Total Bananarchy","descr":"Schwein wünscht sich zum Geburtstag, Präsident zu sein und löst ein Chaos aus. Banane rekrutiert Shragger als Leibwächter. Ziege baut Schwein zum Geburtstag eine Skulptur. Grille sehnt sich nach mehr Ordnung und flüchtet sich auf den Mars.","versions":[]},{"epId":"episode-18","name":"Wütende alte Rosine","epNo":18,"alt":"Angry Old Raisin","descr":"Schwein verwüstet Haus und Hof eines betagten Nachbarn. Ziege schickt versehentlich eine böse Email an den Präsidenten. Banane muss in der Ranger-Talentshow auftreten. Grille will Dr. Eggplant Face beeindrucken.","versions":[{"lang":1,"streams":[{"redirect":12133581,"hoster":"VOE"},{"redirect":14528115,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Kuh Ente Avocado Fangschrecke","epNo":19,"alt":"Cow Duck Avocado Mantis","descr":"Schwein will ein berühmter Gürtel in einem Actionfilm sein. Ziege wird von einem Filmregisseur entdeckt. Banane muss in einer TV-Erfolgsserie seinen Helden vertreten. Grille glaubt, im Alleingang einen Film produzieren zu können.","versions":[{"lang":1,"streams":[{"redirect":14428388,"hoster":"VOE"},{"redirect":14448164,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Pyjamaparty","epNo":20,"alt":"It’s Time to Slumber Party","descr":"Schwein findet niemanden, der eine Pyjamaparty mit ihm feiert. Ziege geht zur Army, um ein Konzert besuchen zu können. Banane versucht sich als Nachrichtenreporter, um schnell berühmt zu werden. Grille muss aufhören, in der Nase zu bohren.","versions":[{"lang":1,"streams":[{"redirect":14529352,"hoster":"VOE"},{"redirect":14448199,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Geheime Herkunft: Sonderausgabe","epNo":21,"alt":"Secret Origins: Special Edition","descr":"Wie kam es dazu, dass die Gang zusammenzog? Jeder erzählt seine Version der Geschichte: eine High School Rebellen-Comedy, ein Weltraumabenteuer, ein Märchen aus alter Zeit und Bananes Fantasieprodukt.","versions":[{"lang":1,"streams":[{"redirect":14529226,"hoster":"VOE"},{"redirect":14448228,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Moby Wuff","epNo":22,"alt":"Moby Woof","descr":"Schwein will Maskottchen bei Picklemart werden. Banane braucht Schlaf und bittet die Sonne zu verschwinden. Grille besucht jeden seiner Freunde im Traum, damit sie ihm einen Wunsch erfüllen. Der größte Hund der Welt stiehlt Ziege ein Horn.","versions":[{"lang":1,"streams":[{"redirect":14497008,"hoster":"VOE"},{"redirect":14448171,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Mermeow Zieht Ein","epNo":23,"alt":"Prince Mermeow Moves In","descr":"Schwein will Maskottchen bei Picklemart werden. Banane braucht Schlaf und bittet die Sonne zu verschwinden. Grille besucht jeden seiner Freunde im Traum, damit sie ihm einen Wunsch erfüllen. Der größte Hund der Welt stiehlt Ziege ein Horn.","versions":[{"lang":1,"streams":[{"redirect":14529336,"hoster":"VOE"},{"redirect":14448174,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Mud Munchkins müssen verrückt geworden sein","epNo":24,"alt":"The Mud Munchkins Must be Crazy","descr":"Schwein sucht nach einem Ort, wo seine Einkaufswagen-Familie akzeptiert wird. Grille braucht dringend eine saubere Toilette. Ziege verliert ihren Thermosbehälter an Mud Munchkins. Banane macht Videospiele zur Realität.","versions":[{"lang":1,"streams":[{"redirect":14497097,"hoster":"VOE"},{"redirect":14448232,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Goldrausch","epNo":25,"alt":"Gold Rush","descr":"Banane sucht mit seinen Freunden nach Gold. Mit speziellen Tanzschuhen geht Schwein zu einem Ball-Date. Ziege tut sich schwer, eine viel befahrene Straße zu überqueren. Grille verliert seinen Hintern, nachdem er ihn zu Gold gemacht hatte.","versions":[{"lang":1,"streams":[{"redirect":14529355,"hoster":"VOE"},{"redirect":14448254,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Fernseh-König","epNo":26,"alt":"King of TV","descr":"Schwein und Zornige Alte Rosine jagen einer TV-Fernbedienung hinterher. Ziege muss eine Mautstelle passieren. Banane freundet sich mit Hobos an. Grilles neue Roboter-Freundin soll ihm helfen, die Fernbedienung zurückzuholen.","versions":[{"lang":1,"streams":[{"redirect":14412687,"hoster":"VOE"},{"redirect":14440717,"hoster":"Streamtape"}]}]}]}]}