{"path":"/serie/stream/schwarzach-23","name":"Schwarzach 23","descr":"Polizisten, allesamt, seit Generationen. Franz und Erika, beide pensioniert, leben getrennt - im gleichen Haus: Schwarzach 23. Genau wie der Sohn Franz, Hauptkommissar, und Tochter Anna, degradierte Kommissarin. Eine Polizistenfamilie, in der jeder gegen jeden zu sein scheint. Und dennoch: Die Germingers halten zusammen wie Pech und Schwefel, wenn`s sein muss. Und das muss es oft.","seasons":[{"path":"/serie/stream/schwarzach-23/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/schwarzach-23/staffel-1/episode-1","name":"... und die Hand des Todes","epNo":1,"alt":"","descr":"Als Schrotthändler Anton tot aufgefunden wird, entwickelt sich ein Fall, in den jeder der Germingers verwickelt wird: der gesetzestreue Kommissar Franz Junior, seine rebellische Schwester Anna, Ex-Polizist Franz Germinger Senior und dessen Frau Erika. Wer könnte es auf Anton abgesehen haben? Kommissar Franz Germinger Junior tappt zunächst im Dunkeln. Seine Schwester Anna ist ihm mitunter in einigen Situationen voraus, was auch daran liegen mag, dass sie gern ihre Kompetenzen überschreitet. Mehr noch nervt den Junior aber sein Vater Franz Germinger Senior, der das Ermitteln nicht lassen kann. Kann er sich nicht wie ein normaler Rentner benehmen? Daran denkt dieser jedoch gar nicht, zumal der Tote sein bester Freund war. Oder führt Franz Senior etwas ganz anderes im Schilde? Erika, Franz Juniors Mutter, die vom alten Germinger eigentlich getrennt ist, mit der Familie aber noch immer unter einem Dach wohnt, weiß da mehr. Zwischen Mittagessen und Büro wird der Fall diskutiert, was dem Junior gar nicht passt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993052","hoster":"VOE"},{"path":"/redirect/10137830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schwarzach-23/staffel-1/episode-2","name":"... und die Jagd nach dem Mordsfinger","epNo":2,"alt":"","descr":"Münchener Flughafen, Morgendämmerung. Da liegt er, der Willy. Niedergestochen, ausgeblutet und dann auch noch überfahren. Franz Germinger Junior ermittelt. Ein rechtsradikaler Taxifahrer, zwei im Geheimen operierende Agenten sowie die durchgeknallte Tochter des Opfers halten ihn ganz schön auf Trab. Aber er ist ja nicht allein, denn seine kleine Schwester Anna ermittelt unbefugterweise wieder fröhlich mit. Und wie könnte es anders sein, natürlich kennen die Eltern, Franz Senior und Erika, das Opfer von früher und verfolgen eine ganz eigene Spur. \"Des is’ a große Sach’\", vermutet Polizeikollege Karl. Und damit hat er wohl nicht ganz unrecht. Der zweite Fall um Kommissar Franz Germinger Junior und seinen unkonventionellen Familienhaufen führt ihn in die frühen 80er Jahre. In einer Zeit, in der er selbst gerade geboren war, entstand ein Komplott, das noch heute seine Auswirkungen zeigt. Auch die Identität von Franz Germinger Junior bleibt dabei nicht unangetastet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8785113","hoster":"VOE"},{"path":"/redirect/8622688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/schwarzach-23/staffel-1/episode-3","name":"... und der Schädel des Saatan","epNo":3,"alt":"","descr":"Franz Germinger Junior und seine Familie ermitteln in der Welt von Maisbauern in Münchens Osten. Da prangt auf einer Vogelscheuche der echte Schädel eines Bauern. Herbi heißt das Opfer, und unbeliebt war es. Die Germingers finden schnell heraus, dass Herbi zwar noch mit seiner Frau Klaudia verheiratet war, allerdings ein Verhältnis mit deren Schwester Lucy hatte – die ein Kind von ihm erwartet. Ein Mord aus Eifersucht? Großbauer Herbi hat den Genmais in die Region gebracht. Seinen Sohn, den Bio-Bauern Alois, hat er damit an den Rand des Ruins getrieben, deshalb ist der hoch verdächtig. Während Germinger Senior von Alois’ Schuld überzeugt ist, wehrt sein Sohn Germinger Junior sich gegen diesen Verdacht. Die größten Probleme bereitet den Polizisten der Saatgutvertreter Joon de Ville.Er war nicht nur ein guter Freund des Opfers, sondern auch die große Jugendliebe von Erika. Nun ist er drauf und dran, sie wieder für sich zu gewinnen. Dabei will der Weltbürger und Lebemann eigentlich nur den Ermittlern nahe sein. Spätestens als der Junior von einer Drohne verfolgt wird, wird es richtig gefährlich für die Germingers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8785117","hoster":"VOE"},{"path":"/redirect/8622696","hoster":"Streamtape"}]}]}]}]}