{"seriesId":"scooby-und-scrappy-doo","name":"Scooby und Scrappy-Doo","descr":"Daphne, Freddy, Shaggy und Velma jagen wieder Geister und Verbrecher, begleitet von ihrem Hund Scooby-Doo und dessen Neffen Scrappy-Doo, der sich ausgerechnet seinen ängstlichen Onkel zum Vorbild erkoren hat und selbst recht übermütig ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Skarabäus lebt","epNo":1,"alt":"The Scarab Lives!","descr":"Mr. Sloane ist der Erfinder der Comic-Figur \"Der blaue Skarabäus\". Groß ist der Schrecken, als die Comic-Figur anscheinend zum Leben erwacht und Mr. Sloane bedroht.","versions":[{"lang":1,"streams":[{"redirect":9840393,"hoster":"VOE"},{"redirect":9840394,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Alptraum erster Klasse","epNo":2,"alt":"The Night Ghoul of Wonderworld","descr":"Die Kinder und die beiden Hunde besuchen die Wunderwelt, in der sich jeder Besucher seinen Wunschtraum erfüllen kann. Velma wünscht sich, mit Sherlock Holmes im alten London einen Fall zu lösen.","versions":[{"lang":1,"streams":[{"redirect":9840400,"hoster":"VOE"},{"redirect":9840401,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unheimliche Begegnung der Scooby-Art","epNo":3,"alt":"Strange Encounters of the Scooby Kind","descr":"Beim Camping werden die Freunde von einem außerirdischen Monster in Angst und Schrecken versetzt. Aber Velma gelingt es, mithilfe von Fred und Scrappy das Monster zu entlarven.","versions":[{"lang":1,"streams":[{"redirect":12286228,"hoster":"VOE"},{"redirect":9840404,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Neon-Phantom aus der Roller-Disco","epNo":4,"alt":"The Neon Phantom of the Roller Disco!","descr":"Auf dem Weg nach Hollywood verfahren sich die Freunde und landen in einem Rockkonzert. Plötzlich gehen die Lichter aus und die Musik verstummt. Das Neon-Phantom hat wieder zugeschlagen. Sccoby-Doo und Scrappy-Doo sind gefragt.","versions":[{"lang":1,"streams":[{"redirect":9840411,"hoster":"VOE"},{"redirect":9840409,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schlangendämon an Bord","epNo":5,"alt":"Shiver and Shake, That Demon’s a Snake","descr":"Fred, Velma, Daphne und die beiden Hunde machen mit einem Segelschiff eine Kreuzfahrt und werden durch einen Schlangendämon in Angst und Schrecken versetzt. Doch sie kommen hinter das Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":9840418,"hoster":"VOE"},{"redirect":14159478,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das schreckliche Himmelsskelett","epNo":6,"alt":"The Scary Sky Skeleton","descr":"Die Kinder und die beiden Hunde besuchen Daphnes Freundin Wendy. Die arbeitet als Fliegerin bei einem Luftzirkus. Der aber ist vom Bankrott bedroht. Denn ein Himmelsskelett versucht, die Flieger zu zu sabotieren. Scooby-Doo und seine Freunde schreiten ein.","versions":[{"lang":1,"streams":[{"redirect":9840428,"hoster":"VOE"},{"redirect":12516848,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Dämon made in Japan","epNo":7,"alt":"The Demon of the Dugout","descr":"Die Freunde sind nach Tokio geflogen, um ein Basketballspiel zu sehen. Doch das Match findet ein abruptes Ende, als ein großer Drache mitten im Stadion auftaucht.","versions":[{"lang":1,"streams":[{"redirect":9840429,"hoster":"VOE"},{"redirect":9840427,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schauermär vom Teufelsbär","epNo":8,"alt":"The Hairy Scare of the Devil Bear","descr":"Bei einem Besuch im Grand Canyon stoßen die Freunde auf einen riesigen Teufelsbären, der den alten indianischen Wandmalereien aufs Haar gleicht.","versions":[{"lang":1,"streams":[{"redirect":9840436,"hoster":"VOE"},{"redirect":9840431,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"SOS – Seeungeheuer in Sicht","epNo":9,"alt":"Twenty Thousand Screams Under the Sea","descr":"Die Freunde sind nach Acapulco gefahren, um einen Wettbewerb der Klippenspringer zu sehen. Leider wird der Wettbewerb vom sagenumwobenen Seeungeheuer der Azteken gestört.","versions":[{"lang":1,"streams":[{"redirect":9840444,"hoster":"VOE"},{"redirect":9840438,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spieglein, Spieglein an der Wand…","epNo":10,"alt":"I Left My Neck in San Francisco","descr":"Bei einem Besuch auf der Gefängnisinsel Alcatraz werden die Freunde von einer Vampirdame bedroht. Es stellt sich heraus, dass sich hinter dieser Verkleidung ein legendärer Edelsteinräuber verbirgt, der bisher nicht nur seine Beute, sondern auch sein wahres Geschlecht versteckt hat.","versions":[{"lang":1,"streams":[{"redirect":9839641,"hoster":"VOE"},{"redirect":9839660,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Du sollst mein Glücksstern sein","epNo":11,"alt":"When you Wish Upon a Star Creature","descr":"Beim Besuch eines Observatoriums mit dem größten Teleskop der Welt lernen die Freunde Professor Spaulding kennen. Der hat gerade einen neuen Stern entdeckt.","versions":[{"lang":1,"streams":[{"redirect":9839633,"hoster":"VOE"},{"redirect":9839654,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rocky Horror Scooby Show","epNo":12,"alt":"The Ghoul, the Bat and the Ugly","descr":"Brandon Davies will den besten Horrordarsteller mit der Goldenen Fledermaus auszeichnen. Zur Preisverleihung sind auch unsere Freunde geladen.","versions":[{"lang":1,"streams":[{"redirect":9839683,"hoster":"VOE"},{"redirect":9840143,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Rocky Mountains, nein danke","epNo":13,"alt":"Rocky Mountain Yiii!","descr":"Die Kinder und die Hunde sind zum Wintersport gefahren und werden durch den Geist von Jeremiah Pratt erschreckt. Der Geist spukt angeblich schon seit 100 Jahren in der Gegend.","versions":[{"lang":1,"streams":[{"redirect":9839771,"hoster":"VOE"},{"redirect":9839768,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Fauler Zauber","epNo":14,"alt":"The Sorcerer is a Menace","descr":"In Atlantic City besuchen die Freunde die Zaubershow des Magiers Morgan. Bevor er einen neuen Trick vorführen kann, erscheint ein Gespenst auf der Bühne und bald darauf ist eine wertvolle schwarze Perle verschwunden.","versions":[{"lang":1,"streams":[{"redirect":9839736,"hoster":"VOE"},{"redirect":9839732,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Verdruß mit einem Minotaurus","epNo":15,"alt":"Lock the Door, It’s a Minotaur","descr":"Die Freunde wollen Ferien auf Helos in Griechenland machen, werden dort aber vom sagenhaften Minotaurus erschreckt. Er ist halb Mensch und halb Stier.","versions":[{"lang":1,"streams":[{"redirect":9839777,"hoster":"VOE"},{"redirect":9839774,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein Fall für Inspektor Scrappy","epNo":16,"alt":"The Ransom of Scooby Chief","descr":"Die Freunde fahren nach New York, wo Scrappy-Doo seine beiden alten Freunde Annie und Duke besuchen will. Zwei Gangster, die hören, mit welchem Stolz Scrappy seinen Onkel Scooby vorstellt, entführen Scooby und wollen Lösegeld.","versions":[{"lang":1,"streams":[{"redirect":9839797,"hoster":"VOE"},{"redirect":9839791,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Alien-Attacke","epNo":1,"alt":"A Close Encounter with a Strange Kind","descr":"Nachdem Shaggy und die Hunde Scooby-Doo und Scrappy-Doo eine Reifenpanne hatten, müssen sie sich einen Ort zum Bleiben suchen. Sie finden ein altes Wohnhaus, allerdings wird dieses von Vampiren bewohnt…","versions":[{"lang":1,"streams":[{"redirect":9839848,"hoster":"VOE"},{"redirect":9839838,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Haus der Vampire","epNo":2,"alt":"A Fit Night Out for Bats","descr":"Nachdem Shaggy und die Hunde Scooby-Doo und Scrappy-Doo eine Reifenpanne hatten, müssen sie sich einen Ort zum Bleiben suchen. Sie finden ein altes Wohnhaus, allerdings wird dieses von Vampiren bewohnt…","versions":[{"lang":1,"streams":[{"redirect":9839874,"hoster":"VOE"},{"redirect":9839873,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Chinesische Küche","epNo":3,"alt":"The Chinese Food Factory","descr":"Shaggy, Scooby und Scrappy Doo bewerben sich in einer chinesischen Nahrungsmittelfabrik in Chinatown als Wachpersonal. Als Vergütung dürfen sie essen, soviel sie wollen. Zuerst genießen sie ihren \"Lohn\" in vollen Zügen, aber dann geschehen unheimliche Dinge. Ein maskierter Mann erschreckt sie, allerdings stellt sich rasch heraus, dass die drei einem Einbrecher in die Quere gekommen sind.","versions":[{"lang":1,"streams":[{"redirect":9839896,"hoster":"VOE"},{"redirect":9839885,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fauler Zauber im Wüstensand","epNo":4,"alt":"Scooby’s Desert Dilemma","descr":"Shaggy, Scooby und Scrappy sind auf einem Wüstenritt, als sie plötzlich in einen gewaltigen Sandsturm geraten. Sie finden Unterschlupf in einem Wüstenschloss, dessen unheimlicher Besitzer, ein Magier, überall unheimliche Fallen für seine Besucher aufgestellt hat. Der kleine Shaggy erweist sich als Held und rettet seine furchtsameren Freunde aus skurrilen Situationen.","versions":[{"lang":1,"streams":[{"redirect":9839920,"hoster":"VOE"},{"redirect":9839916,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Stuntman Scooby","epNo":5,"alt":"Stuntman Scooby","descr":"Scooby Doo als Held wider Willen: Die Freunde müssen in Hollywood gefährliche Actionszenen überstehen, weil der echte Stuntman für einen Film aus Angst davongelaufen ist.","versions":[{"lang":1,"streams":[{"redirect":9839959,"hoster":"VOE"},{"redirect":9839934,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mumien-Alarm","epNo":6,"alt":"Mummy’s the Word","descr":"Scooby, Scrappy und Shaggy erleben wieder neue Abenteuer! Dieses Mal halten sie sich in der Wüste Saharas auf, wo sie doch glatt einer Mumie über den Weg laufen!","versions":[{"lang":1,"streams":[{"redirect":9839963,"hoster":"VOE"},{"redirect":9839994,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Katz’ und Maus","epNo":7,"alt":"The Old Cat and Mouse Game","descr":"Die Crew unternimmt eine Tour in den Anden. Im Hochland geraten sie in einen Schneesturm und verirren sich. Sie suchen Zuflucht in einem geheimnisvollen Tempel, der voller Katzenskulpturen ist. Herrscher des unheimlichen Völkchens ist ein katzenhafter Dämon, der die Freunde auf Mäusegröße schrumpft. Dann beginnt eine gnadenlose Jagd.","versions":[{"lang":1,"streams":[{"redirect":9840030,"hoster":"VOE"},{"redirect":9840007,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Scooby-Zirkus","epNo":8,"alt":"Scooby’s Three Ding-A-Ling Circus","descr":"Als Aushilfsartisten bei einem Zirkus sorgen Scooby, Scrappy und Shaggy für ein ordentliches Tohuwabohu bei der Vorstellung.","versions":[{"lang":1,"streams":[{"redirect":12381235,"hoster":"VOE"},{"redirect":9840043,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Scooby, der Drachenflieger","epNo":9,"alt":"Hang in There, Scooby","descr":"Die Gang rund um Scooby-Doo und dessen gewitzten Neffen hat sich mal wieder etwas Besonderes überlegt: Sie gehen Drachenfliegen! Aber auch das geht natürlich nicht ohne Schwierigkeiten: Sie geraten in einen ungünstigen Wind und der trägt sie mitten hinein in die Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":9840073,"hoster":"VOE"},{"redirect":9840055,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Stierkampf in Mexiko","epNo":10,"alt":"Scooby’s Bull Fright","descr":"Scobby, Shaggy und Scrappy machen Ferien in Mexico. Nach einer ausgiebigen Siesta wollen sie einen der legendären Stierkämpfe besuchen. Als sie auf der Plaza eintreffen, merken sie plötzlich, dass die Dinge nicht so laufen, wie geplant: Statt auf der Zuschauertribüne finden sie sich plötzlich im Zentrum des Geschehens wieder: In der Arena, zusammen mit einem rasenden Stier.","versions":[{"lang":1,"streams":[{"redirect":9840120,"hoster":"VOE"},{"redirect":9840092,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Haifischfutter","epNo":11,"alt":"Stow-Aways","descr":"Scooby, Scrappy und Shaggy haben einen Mordshunger und freuen sich auf einen Besuch auf Captain Jacks Restaurantschiff. Aber aus Versehen landen sie auf einem Überseedampfer, und als die Mannschaft Wind davon bekommt, dass die drei unbemerkt an Bord gelangt sind, beginnt eine gnadenlose Jagd. Blinde Passagiere werden nämlich traditionsgemäß an die Haie verfüttert.","versions":[{"lang":1,"streams":[{"redirect":9840129,"hoster":"VOE"},{"redirect":9840122,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Scrappy, der Pirat","epNo":12,"alt":"Long John Scrappy","descr":"Scooby, Scrappy und Shaggy machen einen Ausflug zum Strand, um Muscheln zu sammeln. Aber ihre Pläne werden jäh durchkreuzt, als sie hilflos zusehen müssen, wie ein waschechter Piratenkapitän Scoobys kleinen Neffen Scrappy verschleppt. Offensichtlich soll dieser auf dem Piratenschiff Dienst tun. Scooby und Shaggy hecken eine List aus, um Scrappy zu befreien.","versions":[{"lang":1,"streams":[{"redirect":12381231,"hoster":"VOE"},{"redirect":9840136,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Dschungelabenteuer","epNo":13,"alt":"A Bungle in the Jungle","descr":"Was für Scooby, Scrappy und Shaggy als vergnügliche Jagd nach seltenen Schmetterlingen begann, endet als haarsträubendes Abenteuer im undurchdringlichen Dschungel. Bald schon haben es unsere Freunde statt mit prächtigen Faltern mit gigantischen Würgeschlangen und hungrigen Löwen zu tun – und jetzt sind sie die Gejagten","versions":[{"lang":1,"streams":[{"redirect":9840145,"hoster":"VOE"},{"redirect":9840141,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gefährliche Spaßzone","epNo":14,"alt":"Scooby’s Fun Zone","descr":"Scooby, Scrappy und Shaggy wollen sich auf dem Jahrmarkt amüsieren. Nach einigen aufregenden Zwischenfällen mit einem Zuckerwatte-Automaten und einer gewichtigen Dame bringt Scooby den starken Mann mit einem gezielten Baseball-Wurf in Rage. Eine wilde Verfolgungsjagd durch Spiegelkabinett und Geisterbahn nimmt ihren Lauf. Können die Freunde den tobenden Kraftprotz stoppen?","versions":[{"lang":1,"streams":[{"redirect":9840149,"hoster":"VOE"},{"redirect":9840147,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Scoobys einsame Insel","epNo":15,"alt":"Scooby’s Fantastic Island","descr":"Scooby, Scrappy und Shaggy planen einen geruhsamen Angelausflug. Sie geraten in einen fürchterlichen Sturm und werden an einer einsamen Insel angeschwemmt. Froh über ihre Rettung beginnen sie sich auf der Insel umzusehen. Das Eiland ist sogar bewohnt – aber leider von Höhlenmenschen und urzeitlichen Ungeheuern, die alles andere als erfreut über den unerwarteten Besuch sind.","versions":[{"lang":1,"streams":[{"redirect":9840153,"hoster":"VOE"},{"redirect":9840151,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Scooby im Wilden Westen","epNo":16,"alt":"Scooby Ghosts West","descr":"Auf einer Zugfahrt durch den wilden Westen kommen die Freunde durch eine geheimnisvolle, verlassene Stadt. Scrappy, der’s mal wieder nicht lassen kann, zieht die Notbremse, um die Geisterstadt zu erkunden. Scooby und Shaggy, die ihm notgedrungen folgen, erleben in den verfallenden Ruinen bald die haarsträubendsten Abenteuer.","versions":[{"lang":1,"streams":[{"redirect":9840158,"hoster":"VOE"},{"redirect":9840157,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Sumpfhexenkessel","epNo":17,"alt":"Swamp Witch","descr":"Scooby, Scrappy und Shaggy verirren sich auf einem Bootsausflug in einen düsteren, unheimlichen Sumpf. Ihr unbehagliches Gefühl bestätigt sich rasch, als sie einer Sumpfhexe und ihrem treuen Diener, einem verunstalteten Goblin, begegnen. Die beiden allerdings sind entzückt über den Besuch; sie wollen die Freunde in Frösche verwandeln, um einen Froschschenkeleintopf zuzubereiten.","versions":[{"lang":1,"streams":[{"redirect":9840161,"hoster":"VOE"},{"redirect":9840159,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Wachsfigurenkabinett","epNo":18,"alt":"Waxworld","descr":"Scooby und die Freunde besichtigen ein Wachsfigurenkabinett. Das unheimlichste an der Sache ist allerdings der Besitzer: Es stellt sich schnell heraus, dass es sich um einen Vampir handelt, der seine Exponate herstellt, indem er ihnen das Blut aussaugt. Und jetzt ist er begierig darauf, die berühmten Detektive seiner schaurigen Sammlung einverleiben.","versions":[{"lang":1,"streams":[{"redirect":9840164,"hoster":"VOE"},{"redirect":9840170,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Scrappys Geburtstag","epNo":19,"alt":"Scrappy’s Birthday","descr":"Zu Scrappys Geburtstag veranstalten Shaggy und Scooby ein Picknick. Sie schwelgen in Erinnerungen an den Tag, als Scrappy geboren wurde. Kaum auf der Welt, fing er auch schon mit seinen bekannten Streichen an, mischte das ganze Krankenhaus auf , brachte einen Arzt zur Verzweiflung und Onkel Scooby und Shaggy ins Krankenbett. Trotzdem: Heute können alle herzhaft über die Geschichte lachen.","versions":[{"lang":1,"streams":[{"redirect":12286227,"hoster":"VOE"},{"redirect":9840171,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Scooby und der Schwarze Ritter","epNo":20,"alt":"Sir Scooby and the Black Knight","descr":"Scooby, Scrappy und Shaggy unternehmen eine Fahrradtour durch Schottland. Sie erreichen ein altes Schloss, das sie zunächst für ein Hotel halten. Der Tisch ist einladend gedeckt, und unsere Freunde greifen hungrig zu. Dieser Frevel ruft einen unheimlichen schwarzen Ritter auf den Plan, der die Eindringlinge kreuz und quer durchs Schloss jagt, Verliese und Gespenster inbegriffen.","versions":[{"lang":1,"streams":[{"redirect":12268100,"hoster":"VOE"},{"redirect":9840174,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Scooby im Wunderland","epNo":21,"alt":"Scooby in Wonderland","descr":"Shaggy liest Scooby und Scrappy die Geschichte von \"Alice im Wunderland\" vor. Scooby schläft darüber ein, und die Geschichte nimmt im Traum ihren Fortgang: Scooby sieht sich, Shaggy und Scrappy an die Schauplätze der berühmten Kindergeschichte versetzt. Sie treffen den sprechenden Baum und die Grinsekatze und müssen schließlich vor der bösen roten Königin um ihr Leben fliehen.","versions":[{"lang":1,"streams":[{"redirect":9840177,"hoster":"VOE"},{"redirect":9840179,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Scooby in den Schweizer Bergen","epNo":22,"alt":"Scooby’s Swiss Miss","descr":"Heiße Gefühle im kalten Schnee: Während eines Skiurlaubs in den Schweizer Alpen macht Scooby die Bekanntschaft einer hinreißenden französischen Pudeldame. Er rettet das zarte Geschöpf vor einem Bären, was ihm die Dankbarkeit der Schönen einbringt – und die Eifersucht ihres hünenhaften Begleiters, den die zarte Liaison zur Raserei treibt.","versions":[{"lang":1,"streams":[{"redirect":9840182,"hoster":"VOE"},{"redirect":9840181,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Scooby im alten Rom","epNo":23,"alt":"Et Tu, Scoob?","descr":"Eigentlich wollten sich Scooby und die Crew als Touristen in Rom einen schönen Tag machen. Nach reichlich Pizza und original italienischer Eiscreme stehen dann schließlich die obligatorischen Sehenswürdigkeiten auf dem Programm, allen voran das weltberühmte Colosseum. Doch dort angekommen finden sich die Freunde plötzlich in der Kaiserzeit wieder – Löwen und Gladiatoren inklusive.","versions":[{"lang":1,"streams":[{"redirect":9840183,"hoster":"VOE"},{"redirect":9840187,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Scooby und das Sumpfmonster","epNo":24,"alt":"Soggy Bog Scooby","descr":"Ein Angelausflug von Scooby und der Crew verläuft recht erfolglos. Die Stunden ziehen sich hin, und langsam macht sich allenthalben der Hunger breit. Leider geht das auch einem unheimlichen Sumpfmonster so, für das die Freunde eine willkommene Abwechslung auf dem Speisezettel wären. So werden die Jäger unversehens zu Gejagten.","versions":[{"lang":1,"streams":[{"redirect":12268099,"hoster":"VOE"},{"redirect":9840193,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Ein Lavamonster auf Hawaii","epNo":25,"alt":"South Seas Scare","descr":"Die Truppe rund um Dogge Scooby-Doo will sich dieses Mal eigentlich einen schönen Urlaub auf Hawaii gönnen, aber der gestaltet sich plötzlich unerwartet gefährlich, als ein Lavamonster anfängt, sie zu terrorisieren.","versions":[{"lang":1,"streams":[{"redirect":9840198,"hoster":"VOE"},{"redirect":9840199,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Scooby Eintopf","epNo":26,"alt":"Scooby Gumbo","descr":"Es ist Fasching in New Orleans! Normalerweise würden Scooby und seine Freunde dieses bunte Fest gerne auch genießen, aber ausgerechnet jetzt werden sie von einem Koch gejagt, der Hunde über alles hasst.","versions":[{"lang":1,"streams":[{"redirect":9840208,"hoster":"VOE"},{"redirect":9840200,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Goldrausch in Alaska","epNo":27,"alt":"Alaskan King Coward","descr":"Die Freunde verfallen in eine Art Goldrausch und wollen unbedingt Gold finden. Allerdings werden ihre Pläne von einem Eis-Monster durchkreuzt. Werden sie das Monster aufhalten können und reich werden?","versions":[{"lang":1,"streams":[{"redirect":9840207,"hoster":"VOE"},{"redirect":9840205,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Vollmond-Schrecken","epNo":28,"alt":"Moonlight Madness","descr":"Scooby und die Crew besuchen in Österreich \"Moonlight Castle\", das Schloss von Shaggys Vorfahren. Über das Anwesen herrscht der unheimliche Butler \"Adolf(!)\". Er überreicht dem letzten Spross des Adelsgeschlechts ein Familienerbstück, ein prächtiges altes Medaillon. Gerührt legt der ahnungslose Shaggy es um; doch in der nächsten Vollmondnacht geht eine gruselige Vewandlung mit ihm vor..","versions":[{"lang":1,"streams":[{"redirect":12286229,"hoster":"VOE"},{"redirect":9840211,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Wo geht’s hier raus, Scooby?","epNo":29,"alt":"Wayout Scooby","descr":"Bei einem Besuch im Space Center können Scooby und die Crew der Versuchung nicht widerstehen: Sie schmuggeln sich an Bord einer Raumfähre, die demnächst einen Flug zum Mars antreten soll. Doch die blinden Passagiere bleiben nicht unentdeckt, und dem Wachpersonal ist jedes Mittel recht, um die Beschädigung der kostbaren Bordelektronik zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":12286231,"hoster":"VOE"},{"redirect":9840218,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Muskel-Scooby","epNo":30,"alt":"Strongman Scooby","descr":"Shaggy besorgt für Scooby und die Crew ein Abonnement in einem angesagten Fitness-Studio. Die Freunde trainieren fleißig und übertreffen sich gegenseitig mit ihrer Muskel-Protzerei. Doch als die Helden von einer wütenden Bulldogge attackiert werden, ist es einmal mehr Scoobys kleiner Neffe Scrappy, der sich als Retter in der Not erweist.","versions":[{"lang":1,"streams":[{"redirect":9840221,"hoster":"VOE"},{"redirect":9840222,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Scoobys Reise zum Mittelpunkt der Erde","epNo":31,"alt":"Scooby at the Center of the World","descr":"Als Scooby und die Freunde die faszinierende Höhlenwelt von Badcarl’s Cavern erforschen, kommen Shaggy, Scooby und Scrappy vom Weg ab und sausen ungebremst in die Tiefe des Höhlensystems. Damit erwecken sie die Aufmerksamkeit zweier Felsmonster und stolpern blind in eine Grotte, in der eine Riesenfledermaus sie zu ihrer nächsten Mahlzeit machen möchte.","versions":[{"lang":1,"streams":[{"redirect":9840229,"hoster":"VOE"},{"redirect":9840227,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Scooby im Lande Oz","epNo":32,"alt":"Scooby’s Trip to Ahz","descr":"Während Scooby-Doo schläft, träumt er davon, dass er im Lande Oz wäre. Was wird er dort wohl erleben?","versions":[{"lang":1,"streams":[{"redirect":12286233,"hoster":"VOE"},{"redirect":9840235,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Scooby Drill ","epNo":33,"alt":"Dog Tag Scooby","descr":"Eigentlich wollten die Freunde nur eine Militärbasis besuchen, aber es kommt ganz anders und sie werden dort für das Militär eingeschrieben. Ob das eine gute Idee war?","versions":[{"lang":1,"streams":[{"redirect":9840244,"hoster":"VOE"},{"redirect":12983734,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Das Phantom von Paris","epNo":34,"alt":"A Fright At the Opera","descr":"Die Gang rund um Scobby-Doo und dessen kleinen Neffen Scrappy-Doo treffen das wahre \"Phantom der Oper\". Wird damit das Geheimnis um dessen Identität endlich aufgeklärt?","versions":[{"lang":1,"streams":[{"redirect":9840249,"hoster":"VOE"},{"redirect":9840247,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Invasion der Scoobyklone","epNo":35,"alt":"The Invasion of the Scooby Snatchers","descr":"Ein Alien entführt drei der Freunde und klont sie. Mit den Klonen wiederum will das Alien dann einen lokalen TV-Sender angreifen – aber warum? Und werden die Freunde ihre eigenen Klone aufhalten können?","versions":[{"lang":1,"streams":[{"redirect":9840265,"hoster":"VOE"},{"redirect":9840255,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Scooby und der Gangster","epNo":36,"alt":"Scooby and the Bandit","descr":"Scooby, Shaggy und der kleine Scrappy geraten in einen Verband besonders harter Lastwagenfahrer. Wie kommen sie da nun wieder heraus?","versions":[{"lang":1,"streams":[{"redirect":9840261,"hoster":"VOE"},{"redirect":9840263,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Roboter Ranch","epNo":37,"alt":"Robot Ranch","descr":"Die Freunde besuchen eine ganz besondere Ranch: diese wird komplett von Robotern geführt und bewirtschaftet! Allerdings lassen auch hier die Probleme nicht lange auf sich warten: Der Chef der Roboter will sie zu seinen neuesten Mitarbeitern umbauen…","versions":[{"lang":1,"streams":[{"redirect":9840269,"hoster":"VOE"},{"redirect":9840267,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Scooby Dooby Guru","epNo":38,"alt":"Scooby Dooby Guru","descr":"Die Gruppe rund um Scooby-Doo besuchen den Taj Mahal, aber auch da richten sie nichts als Chaos an. Nachdem sie eine Statue zerstört haben, will man, dass sie aus dem Tempel verschwinden, ehe er eine einzige Ruine ist, aber die Freunde entdecken noch etwas ganz anderes…","versions":[{"lang":1,"streams":[{"redirect":9840275,"hoster":"VOE"},{"redirect":9840272,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Überraschte Spione","epNo":39,"alt":"Surprised Spies","descr":"Die Freunde haben eine neue Aufgabe: Sie sind als Geheimspione für die Regierung unterwegs und sollen ein geheimes Paket auf Alcatraz bewachen. Aber sie sind nicht die einzigen Spione, die etwas mit dem Paket zu tun haben…","versions":[{"lang":1,"streams":[{"redirect":9840276,"hoster":"VOE"},{"redirect":9840277,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Von wilden Menschen und zahmen Hunden","epNo":1,"alt":"Scooby-Nocchio","descr":"Scooby-Doo schläft ein, als er sich gerade \"Pinocchio\" im Fernsehen ansieht. In seinen Träumen glaubt er, ein Esel zu sein.","versions":[{"lang":1,"streams":[{"redirect":9840288,"hoster":"VOE"},{"redirect":9840284,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Scrappy und die Geister","epNo":2,"alt":"Scooby’s Roots","descr":"Geister spuken im alten Haus von Scoobys Großvater.","versions":[{"lang":1,"streams":[{"redirect":9840287,"hoster":"VOE"},{"redirect":9840293,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Scrappy Doo – Einfach Märchenhaft","epNo":3,"alt":"Lighthouse Keeper Scooby","descr":"Scooby nimmt es mit einem Geister-Kapitän auf hoher See auf.","versions":[{"lang":1,"streams":[{"redirect":9840295,"hoster":"VOE"},{"redirect":9840296,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Monsterjagd nach Scrappy Art","epNo":4,"alt":"Excalibur Scooby","descr":"Der Zauberer Merlin erklärt Scrappy zum König von England, nachdem es dem kleinen Hund gelungen ist, ein magisches Schwert aus einem Felsen zu ziehen.","versions":[{"lang":1,"streams":[{"redirect":9840301,"hoster":"VOE"},{"redirect":9840300,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Glückspilz Scooby","epNo":5,"alt":"Scooby’s Luck of the Irish","descr":"Shaggy, Scooby und Scrappy kämpfen mit einem fiesen Kobold und einer bedrohlichen Todesfee.","versions":[{"lang":1,"streams":[{"redirect":9840306,"hoster":"VOE"},{"redirect":9840305,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Durchhalten, Scooby","epNo":6,"alt":"Scooby’s Escape From Atlantis","descr":"Kaum haben die drei Helden eine Gefahr überstanden, wartet schon das nächste Abenteuer: Shaggy und die Vierbeiner müssen es mit See-Ungeheuern aufnehmen!","versions":[{"lang":1,"streams":[{"redirect":9840311,"hoster":"VOE"},{"redirect":9840328,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Scrappy überall am Ball","epNo":7,"alt":"Scooby Dooby Goo","descr":"Shaggy und Scooby verwandeln sich in Babys.","versions":[{"lang":1,"streams":[{"redirect":9840314,"hoster":"VOE"},{"redirect":9840315,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Scooby als Höhlenforscher und Rekrut","epNo":8,"alt":"Rickshaw Scooby","descr":"Kurze Zeit später müssen es die drei Freunde einen Feuer speienden Drachen im alten China aufnehmen.","versions":[{"lang":1,"streams":[{"redirect":9840329,"hoster":"VOE"},{"redirect":9840321,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Falsches Gold und echter Zauber","epNo":9,"alt":"Backstage Scooby","descr":"Und danach scheint eine höhere Macht ihr Händchen im Spiel zu haben, denn wie von Zauberhand ereignet sich so einiges.","versions":[{"lang":1,"streams":[{"redirect":9840341,"hoster":"VOE"},{"redirect":9840330,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Scrappys Mißgeschick","epNo":10,"alt":"Scooby Saves the World","descr":"Scooby rettet die Welt vor einem gefährlichen Außerirdischen","versions":[{"lang":1,"streams":[{"redirect":9840347,"hoster":"VOE"},{"redirect":9840334,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Hunde leben gefährlich","epNo":11,"alt":"Scooby’s House of Mystery","descr":"Eine geheimnisvolle Magierin versucht, die Hundeschwänze von Scooby und Scrappy zu bekommen, um daraus einen Zaubertrank zu brauen.","versions":[{"lang":1,"streams":[{"redirect":12924229,"hoster":"VOE"},{"redirect":9840338,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Diamanten und andere Glanzstücke","epNo":12,"alt":"Sweet Dreams Scooby","descr":"Die Freunde werden versehentlich über Nacht in einem Museum eingeschlossen. Als sie dort einschlafen, träumen sie von der Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":9840342,"hoster":"VOE"},{"redirect":9840343,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tausend-und-eine-Schreckens-Nacht","epNo":13,"alt":"Hard Hat Scooby","descr":"Ein Vorarbeiter, der stark an einen Vampir erinnert, terrorisiert Shaggy, Scooby und Scrappy, die auf dem Bau arbeiten.","versions":[{"lang":1,"streams":[{"redirect":9840351,"hoster":"VOE"},{"redirect":9840358,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Scrappy im Reich des Übersinnlichen","epNo":14,"alt":"Canine to Five","descr":"Die drei Freunde assistieren seit Kurzem einem Wissenschaftler. Als es im Labor zu einem Unfall kommt, verwandelt sich der Mann versehentlich in einen Werwolf.","versions":[{"lang":1,"streams":[{"redirect":9840356,"hoster":"VOE"},{"redirect":9840355,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Bandit, Baron und ein Phantom","epNo":15,"alt":"Sopwith Scooby","descr":"Shaggy, Scooby und Scrappy treten bei einem Flugwettbewerb an und müssen sich gegen den bösen Baron behaupten.","versions":[{"lang":1,"streams":[{"redirect":9840363,"hoster":"VOE"},{"redirect":9840359,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Scrappy und der Tausendsassa","epNo":16,"alt":"Hothouse Scooby","descr":"Scooby und seine Freunde arbeiten als Gärtner und bekommen es dabei mit menschenfressenden Pflanzen zu tun.","versions":[{"lang":1,"streams":[{"redirect":9840366,"hoster":"VOE"},{"redirect":14166366,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Scrappy Doo 2000","epNo":17,"alt":"Scooby Doo 2000","descr":"Shaggy, Scooby und Scrappy finden sich im Spielzeugladen der Zukunft wieder.","versions":[{"lang":1,"streams":[{"redirect":9840368,"hoster":"VOE"},{"redirect":9840367,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Punk Rock Scooby","epNo":18,"alt":"Punk Rock Scooby","descr":"Einigen Außerirdischen, die Scrappy zum Verwechseln ähnlich sehen, gelingt das Unfassbare: Sie tauchen plötzlich bei einem Musikwettbewerb auf!","versions":[{"lang":1,"streams":[{"redirect":9840376,"hoster":"VOE"},{"redirect":9840373,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Scrappy – Ein sicherer Sieger","epNo":19,"alt":"Pigskin Scooby","descr":"Shaggy, Scooby und Scrappy spielen gegen eine Monstergruppe Football.","versions":[{"lang":1,"streams":[{"redirect":9840378,"hoster":"VOE"},{"redirect":9840377,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kleiner Scrappy ganz groß","epNo":20,"alt":"Scooby and the Beanstalk","descr":"Anschließend klettern die drei auf eine magische Bohnenstange, die weit in den Himmel hineinragt. Endlich oben angelangt, müssen es die drei Helden mit einem Riesen aufnehmen.","versions":[{"lang":1,"streams":[{"redirect":9840389,"hoster":"VOE"},{"redirect":9840383,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Scrappy und die wilden Kerle","epNo":21,"alt":"Tenderbigfoot","descr":"Und schließlich treffen die drei Freunde auf Bigfoot, der wohl doch keine Legende ist.","versions":[{"lang":1,"streams":[{"redirect":9840387,"hoster":"VOE"},{"redirect":9840392,"hoster":"Streamtape"}]}]}]}]}