{"seriesId":"scooby-doo-auf-heisser-spur","name":"Scooby-Doo auf heißer Spur","descr":"Shaggy und seine liebenswerte Deutsche Dogge, der riesengroße, aber nicht allzu heldenhafte Scooby-Doo, müssen neue Abenteuer bestehen! Alles fängt damit an, dass Shaggy eine große Summe von seinem spurlos verschwundenen Onkel Albert erbt. Zusammen mit Scooby-Doo zieht er in dessen alte Villa. Hier erfahren die beiden den Grund für das plötzliche Verschwinden des Onkels – und damit beginnt für sie eine weitere Reise in aufregende Abenteuer …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Shaggy wird reich","epNo":1,"alt":"Shags To Riches","descr":"Shaggys Onkel verschwindet spurlos und hinterlässt seinem Neffen mehrere Millionen Dollar. Shaggy und Scooby-Doo beziehen kurz darauf sein Landhaus und sehen sich erst einmal in Ruhe darin um. Dabei entdecken sie einige seiner Erfindungen, und Shaggy stößt auf eine Notiz, die besagt, dass sein Onkel sich verstecken muss, weil jemand hinter einer dieser Erfindungen her ist. Ein neues Abenteuer für Scooby und Shaggy …","versions":[{"lang":1,"streams":[{"redirect":8785119,"hoster":"VOE"},{"redirect":8622715,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die geheimnisvolle Wolke","epNo":2,"alt":"More Fondue For Scooby-Doo","descr":"Mit ihrer neuen Mystery-Maschine reisen Shaggy und Scooby-Doo in die Schweiz, nachdem sie eine holographische Nachricht von Onkel Albert erhalten haben. Sie wollen Dr. Phibes stoppen, der all seine kriminelle Energie nutzt, um eine Klimakonferenz, die sich mit der globalen Erwärmung beschäftigt, zu verhindern. Als er merkt, dass er verfolgt wird, hetzt er einen seiner gefährlichsten Agenten auf Scooby und Shaggy …","versions":[{"lang":1,"streams":[{"redirect":8785120,"hoster":"VOE"},{"redirect":8622723,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wissenschaftler in Gefahr","epNo":3,"alt":"High Society Scooby","descr":"Dr. Phibes’ jüngster diabolischer Plan besteht darin, drei der weltweit führenden Wissenschaftler zu entführen, um mit Hilfe moderner Technologien unbesiegbare Waffensysteme zu konstruieren. Shaggy und Scooby müssen in den Country Club eintreten, zu dem auch die drei Wissenschaftler gehören, um diese beschützen zu können und Phibes’ Machenschaften zu vereiteln …","versions":[{"lang":1,"streams":[{"redirect":8785123,"hoster":"VOE"},{"redirect":8622722,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Angriff des Art","epNo":4,"alt":"Party Arty","descr":"Shaggy und Scooby möchten eine Einweihungsparty in ihrem Haus feiern, doch ihr Nachbar, der zugleich Vorstand der Eigentümergemeinschaft ist, will dies verhindern. Er droht ihnen sogar, sie vor Gericht zu bringen, falls sie die Feier dennoch durchziehen wollen … Unterdessen bekommt auch Dr. Phibes Wind von den Partyplänen und schickt einen tödlichen Roboter zu den beiden …","versions":[{"lang":1,"streams":[{"redirect":8788669,"hoster":"VOE"},{"redirect":8622720,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der fiese Kevin","epNo":5,"alt":"Smart House","descr":"Dr. Phibes plant, einen Computervirus in Umlauf zu bringen, der die Verteidigungssysteme der Erde außer Kraft setzen kann, doch Onkel Albert erfährt davon und setzt Scooby und Shaggy auf den Fall an. Beim Versuch, das Virus unwirksam zu machen, setzen sie es auf einmal in ihrem eigenen Haus frei – nun spielt das hausinterne Computersystem verrückt …","versions":[{"lang":1,"streams":[{"redirect":8785121,"hoster":"VOE"},{"redirect":8622725,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das ewige Gewitter","epNo":6,"alt":"Lightning Strikes Twice","descr":"Der böse Dr. Phibes konstruiert eine Maschine, mit der er Gewitter auf der ganzen Welt erzeugen kann. Scooby muss sich seiner Angst vor Gewittern stellen, denn niemand außer ihm und Shaggy können Phibes in seinem finsteren Treiben aufhalten …","versions":[{"lang":1,"streams":[{"redirect":8785122,"hoster":"VOE"},{"redirect":8622726,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Shaggy im Urwald","epNo":7,"alt":"Don’t Feed The Animals","descr":"Dr. Phibes sorgt wieder einmal für Aufregung: Weil er mit seinen vergangenen Plänen Probleme hat, entschließt er sich, kurzerhand den gesamten Urwald zu zerstören. Dadurch will er alle Blätter entwenden, die zu ewigem Leben führen. Um Dr. Phibes’ Vorhaben zu stoppen, haben Shaggy und Scooby keine andere Wahl: Sie müssen sich sogar mit Affen verbünden …","versions":[{"lang":1,"streams":[{"redirect":12924231,"hoster":"VOE"},{"redirect":8622727,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Detektiv des Jahrtausends","epNo":8,"alt":"Mystery Of The Missing Mystery Solvers","descr":"Scooby und Shaggy werden für die Auszeichnung des \"Detektivs des Jahrtausends\" nominiert und gehen voller Aufregung zur Preisverleihung. Doch während der Zeremonie verschwinden die anwesenden Detektive nach und nach auf mysteriöse Weise. Scooby und Shaggy müssen sich beeilen, wenn sie den Grund dafür herausfinden wollen – ehe sie selbst verschwinden …","versions":[{"lang":1,"streams":[{"redirect":12334919,"hoster":"VOE"},{"redirect":8622732,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Köche aus Stahl","epNo":9,"alt":"Chefs Of Steel","descr":"Dr. Phibes heckt einen diabolischen Plan aus, um Scooby und Shaggy an ihrer empfindlichsten Stelle zu treffen: ihrem Magen! Als die beiden ihre Lieblings-Kochshow \"Köche aus Stahl\" besuchen, schickt er einen teuflischen Koch in die Sendung, um die beiden fertigzumachen …","versions":[{"lang":1,"streams":[{"redirect":8785128,"hoster":"VOE"},{"redirect":8622729,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wo laufen sie denn?","epNo":10,"alt":"Almost Ghosts","descr":"Diesmal müssen Shaggy und Scooby zu einem Armeestützpunkt fahren, um Dr. Phibes’ Pläne zu durchkreuzen. Dort stehen sie jedoch vor einem großen Problem: Dank des Erfindergeists des Arztes ist es ihm gelungen, zwei seiner Agenten unsichtbar zu machen – alle anderen halten die beiden plötzlich für Geister …","versions":[{"lang":1,"streams":[{"redirect":12924236,"hoster":"VOE"},{"redirect":8622730,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Zeitreise","epNo":11,"alt":"Pole To Pole","descr":"Damit Dr. Phibes endlich Unsterblichkeit erlangt, will er eine Bombe am Ende des \"Polar Bear 3000\" Rennens durch die eisige Tundra zünden. Die gesamten Wissenschaftler der Erde müssen ihn dabei unterstützen. Gelingt das Vorhaben, hätte das fatale Konsequenzen: Die gesamte Elektrizität der Erde wäre zerstört. Klar, dass Shaggy und Scooby beim Rennen ebenfalls teilnehmen, um Dr. Phibes Pläne zunichte zu machen. Dafür müssen sie sogar eine Zeitreise machen.","versions":[{"lang":1,"streams":[{"redirect":12381239,"hoster":"VOE"},{"redirect":8622742,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Scooby-Roboter","epNo":12,"alt":"Big Trouble","descr":"Dr. Phibes scheint endlich sein Ziel erreicht zu haben, unsterblich zu werden: Er hat eine gigantische Roboter-Version seiner eigenen Person geschaffen. Mit diesem Roboter will er die Weltherrschaft an sich reißen, und Scooby und Shaggy sind die einzigen, die ihn davon abhalten können …","versions":[{"lang":1,"streams":[{"redirect":8785134,"hoster":"VOE"},{"redirect":8622743,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Gangstertreffen","epNo":13,"alt":"Operation Dog And Hippy Boy","descr":"Dr. Phibes will endlich zum ganz großen Schlag gegen seine Gegner ausholen: Der fiese Wissenschaftler hat das Ziel, Onkel Alberts Geheimformel zu stehlen und versammelt daher drei der brutalsten und gefährlichsten Verbrecher aller Zeiten um sich, die den Auftrag erhalten, Shaggy und Scooby zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":8785135,"hoster":"VOE"},{"redirect":8622734,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Jahrmarkt der Überraschungen","epNo":1,"alt":"Shaggy And Scooby World","descr":"haggy und Scooby Doo haben einen eigenen Vergnügungspark ins Leben gerufen. Am Eröffnungstag setzt Dr. Phibes alles daran, diesen Jahrmarkt ins totale Chaos zu stürzen. Shaggy und Scooby müssen ihn irgendwie aufhalten …","versions":[{"lang":1,"streams":[{"redirect":8785137,"hoster":"VOE"},{"redirect":8622735,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Hundegala","epNo":2,"alt":"Almost Purr-fect","descr":"Phibes dringt in seinem neuen Katzenkostüm in das Haus von Shaggy und Scooby-Doo ein, während diese auf einer Hundegala sind. Robi gelingt es sogar, seinen selbst gebastelten mechanischen Hund in die Hundeshow einzuschleusen …","versions":[{"lang":1,"streams":[{"redirect":8785133,"hoster":"VOE"},{"redirect":8622736,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Reise durch Phibes Körper","epNo":3,"alt":"Inside Job","descr":"Nachdem Shaggy und Scooby erfahren haben, dass Dr. Phibes eine große Menge der neuen Nano-Tech-Rezeptur in sich hineingeschlungen hat, müssen sie schnell einen Plan ausarbeiten, um das Innere seines Körpers wieder von den Nano-Bots zu befreien – bevor sie ihn nicht mehr stoppen können und es zu spät ist …","versions":[{"lang":1,"streams":[{"redirect":8785136,"hoster":"VOE"},{"redirect":8622737,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zinksman","epNo":4,"alt":"Zoinksman","descr":"Nachdem Dr. Phibes ganz und gar mit Nano-Kraft aufgeladen ist, plant er seinen nächsten dramatischen Coup: Er will auf der Welt einen nuklearen Winter auslösen und damit alles Leben auslöschen. Unterdessen rüstet sich Shaggy mit Onkel Alberts Super-Anzug, um gemeinsam mit Scooby gegen Phibes’ finstere Pläne vorzugehen …","versions":[{"lang":1,"streams":[{"redirect":8785138,"hoster":"VOE"},{"redirect":8622747,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Phibes-Invasion","epNo":5,"alt":"The Many Faces Of Evil","descr":"Dr. Phibes plant wieder einmal, die Weltherrschaft an sich zu reißen, diesmal mit Hilfe einer riesigen Armee von Nano-Klonen. Jeder Klon repräsentiert einen anderen miesen Charakterzug von Phibes. Shaggy und Scooby Doo stehen vor ihrer bislang schwierigsten Aufgabe …","versions":[{"lang":1,"streams":[{"redirect":8785139,"hoster":"VOE"},{"redirect":8622746,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Traumschiff","epNo":6,"alt":"Cruisin’ For A Bruisin’","descr":"Dr. Phibes steht kurz vor einem Nervenzusammenbruch und beschließt deshalb, richtig auszuspannen. Er bucht eine Reise auf einem Kreuzfahrtschiff – und landet genau auf derselben Fahrt, die auch Scooby und Shaggy mitmachen, weil sie den Trip bei einem Preisausschreiben gewonnen haben …","versions":[{"lang":1,"streams":[{"redirect":8785140,"hoster":"VOE"},{"redirect":8622738,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Weltuntergangsmaschine","epNo":7,"alt":"There’s A Doctor In The House","descr":"","versions":[{"lang":1,"streams":[{"redirect":8785141,"hoster":"VOE"},{"redirect":8622739,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Horrorfilm","epNo":8,"alt":"Super Scary Movie Night","descr":"Dr. Phibes und seine Assistenten und Helfershelfer produzieren eine Horror-DVD. Als Vorlage dienen ihnen echte Monster – und diese dringen dank Robis neuem 4-D-Entertainment-System in die Wohnung von Shaggy und Scooby-Doo ein …","versions":[{"lang":1,"streams":[{"redirect":8785142,"hoster":"VOE"},{"redirect":8622750,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Robis Abschied","epNo":9,"alt":"Runaway Robi","descr":"Robi hört unglücklicherweise ein Gespräch mit, in dem sich Shaggy und Scooby darüber unterhalten, dass er zu nichts so richtig zu gebrauchen sei. Traurig beschließt er, sich auf und davon zu machen …","versions":[{"lang":1,"streams":[{"redirect":8785144,"hoster":"VOE"},{"redirect":8622740,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Intelligenzformel","epNo":10,"alt":"Don’t Get A Big Head","descr":"Dr. Phibes, der die Nase voll davon hat, dass Shaggy und Scooby Doo ihn ständig austricksen, überlegt, wie er seinen Intelligenzquotienten erhöhen könnte und erfindet eine chemische Formel, mit deren Hilfe er seinen IQ steigern will. Mit verheerenden Konsequenzen für den Rest der Welt allerdings …","versions":[{"lang":1,"streams":[{"redirect":8785143,"hoster":"VOE"},{"redirect":8622752,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Hühnerbulle","epNo":11,"alt":"Scooby Dudes","descr":"Dr. Phibes will seine unglückliche Kindheit rächen, indem er genetisch mutierte \"Hühnerbullen\" auf einer Western-Messe loslässt, um so das Publikum zu schockieren. Doch Shaggy und Scooby haben eine Idee, wie sie ihn stoppen können …","versions":[{"lang":1,"streams":[{"redirect":8785145,"hoster":"VOE"},{"redirect":8622741,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Zoinks ist wieder da!","epNo":12,"alt":"Zoinks The Wonder Dog","descr":"Shaggy ist wieder mit seinem alten Hund zusammen, während Scooby seinerseits wieder bei seinem alten Besitzer ist. Vor lauter Rührung vergessen die beiden einander völlig. Sie ahnen nicht, dass sowohl der frühere Hund von Shaggy als auch das ehemalige Herrchen von Scooby nur Roboter sind, die sie an der Nase herumführen – Dr. Phibes hat die beiden erschaffen, um Shaggy und Scooby auseinanderzubringen …","versions":[{"lang":1,"streams":[{"redirect":8785146,"hoster":"VOE"},{"redirect":8622744,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die große Überraschung","epNo":13,"alt":"Uncle Albert Alert","descr":"Shaggy und Scooby Doo erhalten den Hinweis, dass Onkel Albert sich in Dr. Phibes’ Schlupfwinkel befindet. Also machen sie sich auf den Weg zu dem Versteck – und hier erleben sie eine große Überraschung …","versions":[{"lang":1,"streams":[{"redirect":8785147,"hoster":"VOE"},{"redirect":8622745,"hoster":"Streamtape"}]}]}]}]}