{"path":"/serie/stream/scott-bailey","name":"Scott \u0026 Bailey","descr":"In der britischen Dramaserie \"Scott und Bailey\" wird das berufliche und private Leben der beiden Polizistinnen DC Rachel Bailey (Suranne Jones) und DC Janet Scott (Lesley Sharp), die beim Major Incident Team der Manchester Metropolitan Police arbeiten. Diese (fiktive) Abteilung wird geleitet von DCI Gill Murray (Amelia Bullmore).  Während Rachel sowohl im Privatleben als auch bei den Polizeiermittlungen oft sehr impulsiv agiert, geht ihre Freundin Janet Dinge eher bedächtig und gut durchdacht an. Die verheiratete Janet hat zwei Töchter, aber auch eine Affäre mit ihrem Arbeitskollegen Andy Roper (Nicholas Gleaves), der gern mehr als ein Liebhaber sein würde. Rachel hingegen hat keine Familie, lässt sich aber auf eine Berg- und Talfahrt mit dem notorischen (und verheirateten) Fremdgänger Nick Savage (Rupert Graves) ein.","seasons":[{"path":"/serie/stream/scott-bailey/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/scott-bailey/staffel-1/episode-1","name":"Tödliche Dreisamkeit","epNo":1,"alt":"Episode 1","descr":"Janet Scott und Rachel Bailey arbeiten gemeinsam für das Morddezernat der Polizei von Manchester. Doch nicht nur beruflich, sondern auch in ihrem Privatleben müssen die beiden einige schwierige Fälle lösen. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788330","hoster":"VOE"},{"path":"/redirect/8662634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-1/episode-2","name":"Schweigen ist Mord","epNo":2,"alt":"Episode 2","descr":"Rachel erfährt, dass sie von Nick schwanger ist und muss sich nun für oder gegen das Kind entscheiden. Zudem decken Rachel und Janet einen Mord an einer jungen Frau auf. Bei der Festnahme stellt sich heraus, dass dies offenbar nicht der einzige Mord des Täters war. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788331","hoster":"VOE"},{"path":"/redirect/8662629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-1/episode-3","name":"Angeklagt","epNo":3,"alt":"Episode 3","descr":"Georgios Stelikos steht wegen Mordes und Vergewaltigung in verschiedenen Fällen vor Gericht und wird dort von Rachels Ex-Freund Nick verteidigt. Der Angeklagte wird freigesprochen, doch wenig später wird er auf der Straße überfahren. Rachel und Janet vermuten, dass eines seiner Opfer sich an ihm gerächt hat.Rachel kommt nicht mehr in ihre Wohnung, denn Nick hat das Schloss ausgewechselt, nachdem er von seiner Frau rausgeworfen wurde. Diese hatte erfahren, dass Rachel von Nick schwanger ist. Er verdächtigt nun Rachel, ihn bei seiner Frau verraten zu haben. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788332","hoster":"VOE"},{"path":"/redirect/8662647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-1/episode-4","name":"Mord im Spiegel","epNo":4,"alt":"Episode 4","descr":"Die Pornoproduzentin Vicky lässt ihren Mann ermorden. Den Mord filmt sie mit einer Kamera. Doch dieses Video wird ihr schon bald zum Verhängnis.Derweil wird Janet von Andy bedrängt, der sie immer wieder bittet, ihren Ehemann zu verlassen und mit ihren Töchtern bei ihm einzuziehen. Rachel bekommt derweil Probleme, als ihr Vorgesetzter von ihrer Beziehung zu Nick erfährt, da sie dadurch die Gerichtsverhandlung im Stelikos-Fall beeinflusst haben könnte. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931704","hoster":"VOE"},{"path":"/redirect/8662652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-1/episode-5","name":"Verraten","epNo":5,"alt":"Episode 5","descr":"Rachel erfährt, dass Nick einem Verbrecherboss geholfen hat, einen unrechtmäßigen Freispruch zu erwirken. Da Nick weiß, dass Rachel seine Karriere dadurch ruinieren könnte, ist er besonders nett zu ihr.Janet gelingt es unterdessen, den Mordfall an der Schwester ihres ehemaligen Schulfreunds Geoff aufzuklären. Zu ihrem Entsetzen nimmt der Fall kurz vor Abschluss eine überraschende Wendung, und ehe sie sich versieht, gerät Janet in Lebensgefahr. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788333","hoster":"VOE"},{"path":"/redirect/8662670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-1/episode-6","name":"Tödliche Liebe","epNo":6,"alt":"Episode 6","descr":"Rachel und Nick sind wieder ein Paar. Doch Rachel stellt bald fest, dass Nick nur mit ihr zusammen ist, um sicher zu gehen, dass sie niemandem von seinen kriminellen Machenschaften erzählt. Kurz darauf entgeht sie nur knapp einem Mordanschlag.Zudem droht Rachel ein Disziplinarverfahren, da ihre unrechtmäßige Vorgehensweise bei der Überprüfung von Nicks Kennzeichen ans Tageslicht gekommen ist. Janet setzt sich so heftig für ihre Freundin ein, dass am Ende beide Ermittlerinnen um ihren Job bangen müssen. Es liegt nun an ihrer Vorgesetzten Gill, eine Entscheidung zu treffen. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14447011","hoster":"VOE"},{"path":"/redirect/8662655","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/scott-bailey/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/scott-bailey/staffel-2/episode-1","name":"Falsche Spuren","epNo":1,"alt":"Episode 1","descr":"Kurz hintereinander werden zwei Männerleichen aufgefunden. Die Ermittlungen von Rachel Bailey und Janet Scott ergeben, dass beide Männer vor ihrem Tod gefoltert worden sind. Die junge Prostituierte Nadia wird nach einem Hinweis verhaftet, scheint jedoch nicht als Täterin infrage zu kommen.Rachels Bruder Dominic wurde aus dem Gefängnis entlassen und steht mitten in der Nacht vor ihrer Tür. Unter der Bedingung, dass er sein Leben ordnet, nimmt Rachel ihn bei sich auf. Janet wirft unterdessen ihren Ehemann Adrian aus dem gemeinsamen Haus, nachdem er sich wiederholt mit ihrer Mutter überworfen hat. Die Ehe ist für Janet schon länger kaputt und der Streit zwischen Adrian und der Mutter, die momentan auch im Haus wohnt, nur der Auslöser für die Entscheidung. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788337","hoster":"VOE"},{"path":"/redirect/8662674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-2/episode-2","name":"Stumme Zeugen","epNo":2,"alt":"Episode 2","descr":"Ein junges Paar, das mit der Prostituierten Nadia in Verbindung steht, wird ebenfalls verhaftet. Es stellt sich heraus, dass die drei ein schwieriges Beziehungsgeflecht miteinander verbindet. Als die Verdächtigen endlich anfangen zu reden, können Janet Scott und Rachel Bailey die beiden komplizierten Mordfälle endlich aufklären. Privat läuft es bei den beiden nicht ganz so glatt.Rachel hat sich auf eine Affäre mit ihrem ehemaligen Kollegen Sean eingelassen, den sie bei der Verhaftung von Nadia wiedergetroffen hat. Janet meistert den Alltag mit den beiden Töchtern und ihrer Mutter weiterhin ohne Adrian. Auf der Geburtstagsfeier von Rachel erfährt Andy gegen Janets Willen, dass sie sich von Adrian getrennt hat. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788338","hoster":"VOE"},{"path":"/redirect/8662665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-2/episode-3","name":"Trittbrettfahrer","epNo":3,"alt":"Episode 3","descr":"Jeremy Leach sitzt als verurteilter Frauenmörder eine langjährige Haftstrafe ab, beteuert jedoch seine Unschuld. Während er sich im Gefängnis befindet, kommt es zu weiteren Morden, deren Vorgehensweise vermuten lässt, dass ein Nachahmungstäter sein Unwesen treibt. Jeremy Leach behauptet, der Sohn seines Anwalts sei in die aktuellen Taten verwickelt. Gill bekommt bei der Wahrheitssuche Hilfe von Rachel, die sich jedoch noch mit ganz anderen Problemen auseinandersetzen muss. Sie ertappt ihren Bruder Dominic dabei, wie er in ihrer Wohnung mit einem fremden Mann rummacht, um an Geld zu kommen und seine Schulden bei ihr zu begleichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788339","hoster":"VOE"},{"path":"/redirect/8662677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-2/episode-4","name":"Am Abgrund","epNo":4,"alt":"Episode 4","descr":"Ein kleiner Junge wird vermisst und kurz darauf tot aufgefunden. Der Hauptverdacht konzentriert sich schnell auf Michael Nash, den Partner der alleinerziehenden Mutter, bei dem es sich um einen Pädophilen handelt. Werden die Ermittlerinnen ihm den Mord nachweisen können? Rachel hält weiterhin an ihrer Beziehung zu Sean fest. Ihr chaotischer Bruder Dominic verursacht derweil in ihrem Auto einen Unfall. Statt ihre Examensprüfung anzutreten, fährt Rachel zu ihm. Janet will nicht nahtlos von einer Partnerschaft in die nächste übergehen und entscheidet sich daher gegen eine Beziehung mit Andy. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788340","hoster":"VOE"},{"path":"/redirect/8662681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-2/episode-5","name":"Tödliches Tagebuch","epNo":5,"alt":"Episode 5","descr":"Janet wird im Verhör erneut mit Geoff konfrontiert, der sie einst mit einem Messer attackiert und dabei schwer verletzt hat. Sie versucht, ihm weitere Informationen über die Morde, die er begangen hat, zu entlocken und setzt ihre Hoffnung in seine Tagebücher. Unterdessen wird ein indischer Taxifahrer ermordet. Alles deutet auf Ausländerfeindlichkeit als Motiv hin, und die Suche nach dem Täter beginnt. Sean überrumpelt Rachel, die sich unter keinen Umständen auf eine Hochzeit einlassen will, mit seinen Heiratsplänen. Andy macht sich mit einem unangekündigten Besuch bei Janets Mutter beliebt, um so doch mit Janet zusammenzukommen. Janet hingegen droht ihm mit einer Beschwerde bei Gill, wenn er sie in Zukunft nicht in Ruhe lässt. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116158","hoster":"VOE"},{"path":"/redirect/8662690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-2/episode-6","name":"SMS an die Tote","epNo":6,"alt":"Episode 6","descr":"Susie Bishop wird tot aufgefunden, doch auf ihrem Handy gehen bald darauf noch einige Kurznachrichten ein. Sie hatte Kontakt zu mehreren Männern, und alle sind zunächst verdächtig. Wer von ihnen hatte ein Interesse an Susies Tod und wollte die Tat vertuschen? Nick Savage, der versucht hat, Rachel zu töten, wird freigelassen. Rachel nimmt diese Entscheidung persönlich, und auch privat erwarten sie unbequeme Neuigkeiten. Sean gesteht Rachel, dass er einen Sohn hat. Das erste Treffen zu dritt verläuft nicht optimal, und Rachel wird langsam klar, dass sie nur mit Sean zusammen ist, um sich von Nick abzulenken. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116159","hoster":"VOE"},{"path":"/redirect/8662695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-2/episode-7","name":"Familienbande","epNo":7,"alt":"Episode 7","descr":"Ein junger Mann wird erschossen aufgefunden, und alles sieht zunächst nach einem Bandenkrieg aus. Nach und nach erfährt Rachel, welche Rolle die Mädchen der Gang spielen und wozu verletzter Stolz führen kann. Auch Janet bekommt dies im Dienst zu spüren. Andy ist von ihrer Zurückweisung gekränkt und lässt Janet Papierkram erledigen, anstatt sie als Ermittlerin einzusetzen. Sean will Rachel dazu überreden, sich endlich wieder mit ihrer Mutter zu treffen. Rachel geht Seans Engagement zunächst zu weit. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788347","hoster":"VOE"},{"path":"/redirect/8662704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-2/episode-8","name":"Rache","epNo":8,"alt":"Episode 8","descr":"Der Ehemann einer älteren Dame kommt scheinbar durch einen Unfall zu Tode. Als die Tochter jedoch aussagt, dass ihre Mutter schon länger den Tod des Vaters herbeigesehnt habe, nimmt Janet Scott die Ermittlungen auf. Derweil kommt Nick Savage bei einem Überfall ums Leben, und Rachel gerät unter Verdacht, weil sie sich zum Tatzeitpunkt in seiner Nähe befand und ein Motiv hatte. Adrian erfährt von Janets kurzer Beziehung und will nicht mehr in das gemeinsame Haus zurückkommen. Nachdem Andy versucht hat, Janet eine Fehlinformation anzuhängen und ihr damit beruflich zu schaden, muss er die Konsequenzen für sein Verhalten tragen. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116162","hoster":"VOE"},{"path":"/redirect/8662696","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/scott-bailey/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/scott-bailey/staffel-3/episode-1","name":"Falscher Verdacht","epNo":1,"alt":"Episode 1","descr":"Eine besorgte Nachbarin klopft abends an die Tür der Polizistin Janet und teilt ihr mit, dass ein älteres Ehepaar aus der Nachbarschaft schon länger nicht mehr gesehen wurde. Als sich die Polizei gewaltsam Zutritt zur Wohnung verschafft, wird sie mit einem grausamen Tatort konfrontiert. Während der abgetrennte Kopf von Eunice Bevan bereits mehrere Tage lang am Fußende der Treppe lag, vegetierte ihr bettlägeriger Ehemann Joe im Schlafzimmer vor sich hin. Obwohl er im Krankenhaus wieder aufgepäppelt wird, kann er Janet und ihrer Kollegin Rachel keine brauchbaren Informationen über den Tathergang geben. Die Tochter des Ehepaars, Helen Bartlett, ist ebenfalls keine große Hilfe bei der Aufklärung des Verbrechens. Auch in ihren Privatleben haben Rachel und Janet mit Problemen zu kämpfen. Während die frisch verheiratete Rachel sich wieder nach ihrem Singleleben sehnt, wägt Janet ihre nächsten Schritte nach dem Scheitern ihrer Ehe ab. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788346","hoster":"VOE"},{"path":"/redirect/8662697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-3/episode-2","name":"Willkommen im Club","epNo":2,"alt":"Episode 2","descr":"Die Polizistinnen Rachel und Janet jagen den Geschäftsmann Adam Armitage quer durch Manchester. Er steht im Verdacht, für den Tod eines Bettlers verantwortlich zu sein. Zudem beichtet Rachel ihrer Kollegin Janet einen Seitensprung und muss sich eingestehen, dass ihre kurze Ehe mit Sean bereits vor dem Aus steht. Den Grund für das Scheitern sucht sie in der Vergangenheit, als sie vor zwölf Monaten verdächtigt wurde, den Mord an Nick Savage begangen zu haben. Sie konnte damals jedoch den Taxifahrer ausfindig machen, der ihr für den fraglichen Zeitpunkt ein Alibi geben konnte. Als sich allerdings herausstellte, dass ihr Bruder Dominic für den Mord verantwortlich war, musste sie sich mit den Vorwürfen auseinandersetzen, sie hätte ihn dazu angestiftet. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788348","hoster":"VOE"},{"path":"/redirect/8662699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-3/episode-3","name":"Wer ist Suzie?","epNo":3,"alt":"Episode 3","descr":"Seitdem die Polizistin Janet von ihrem Mann Ade getrennt lebt, muss sie sich in ihrer neuen Rolle als alleinerziehende und berufstätige Mutter zurechtfinden. Da Ade keine große Hilfe ist, bittet sie ihre Mutter Dorothy bei sich einzuziehen.\r\rJanets Kollegin Rachel hingegen wird mit den Konsequenzen ihrer Untreue konfrontiert. Ihr Seitensprung hatte ihre Telefonnumer und ruft bei ihr zu Hause an. Auch bei Janets und Rachels Chefin Gill gibt es Neuigkeiten - ihr erst 19-jähriger Sohn will seine Freundin heiraten.\r\rZur gleichen Zeit ermitteln Rachel und Janet im Mord an einem reichen Mann, dessen Kehle aufgeschlitzt wurde. Da in dessen Familie zusätzlich ein Fall von häuslicher Gewalt vorliegt, verdächtigt das Team den Sohn des Verstorbenen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788349","hoster":"VOE"},{"path":"/redirect/8662708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-3/episode-4","name":"Haus des Schreckens","epNo":4,"alt":"Episode 4","descr":"Helen Bartlet klopft eines Abends an die Tür der Polizistin Janet, die im Todesfall von Helens Mutter Eunice ermittelte. Aufgelöst gesteht Helen, dass sie vor 33 Jahren von ihrem psychisch-kranken Vater Joe gezwungen wurde, die Leiche ihres Bruders im Keller des Hauses zu vergraben, nachdem der Vater ihn ermordet hatte. Als die Polizei den Keller durchsucht, werden jedoch weitere Leichen entdeckt.\r\rDerweil kehrt in Janets Privatleben nach der Trennung von ihrem Mann wieder Normalität ein. Dies liegt vor allem an der Unterstützung ihrer Mutter, die bei Janet eingezogen ist. Mit der neugewonnen Ordnung überlegt sie nun, sich um die Stelle als Sergeant zu bewerben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788351","hoster":"VOE"},{"path":"/redirect/8662703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-3/episode-5","name":"Verhindertes Begräbnis","epNo":5,"alt":"Episode 5","descr":"Nachdem sie erkannt hat, dass ihre Ehe ein Fehler ist, wohnt Rachel (Suranne Jones) bei Janet (Lesley Sharp). Doch Sean (Sean Maguire) ist nicht bereit zu akzeptieren, dass es so schnell so schief gegangen ist.\r\rDie Ermittlungen zu Joe Beyan gehen weiter und das Team muss sich der Mammutaufgabe stellen und die wachsende Zahl der Opfer zu identifizieren und herauszubekommen, in welcher Reihenfolge sie ermordet wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116164","hoster":"VOE"},{"path":"/redirect/8662715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-3/episode-6","name":"Tödliche Beleidigung","epNo":6,"alt":"Episode 6","descr":"Das Team um Janet und Rachel ermittelt in einem Seniorenheim, als Vorwürfe von Missbrauch und Vernachlässigung der Bewohner durch das Personal laut werden. Nach dem Tod eines älteren Mannes kommt der Verdacht eines Gewaltverbrechens auf. Bei der Obduktion stellt sich heraus, dass der Mann tatsächlich ermordet wurde. Janet und Rachel werden bei ihren Nachforschungen mit verworrenen Geschichten und undurchsichtigen Motiven konfrontiert. Zudem zieht Rachel vorübergehend bei Janet ein, da sie sich von ihrem Mann Sean getrennt hat. Doch Janets Mutter Dorothy, die ebenfalls bei Janet wohnt, missfällt das sehr. Janet geht dem Konflikt zwischen den beiden zunächst aus dem Weg, doch nach einem Zwischenfall kann sie die Augen nicht mehr verschließen. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788354","hoster":"VOE"},{"path":"/redirect/8662722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-3/episode-7","name":"Entlarvt","epNo":7,"alt":"Episode 7","descr":"Janet erwischt in ihrem Haus ihre Kollegin Rachel im Bett mit Kevin, ebenfalls ein Kollege der beiden. Die Freundinnen geraten in Streit über Rachels chaotisches Privatleben, was immerhin dazu führt, dass Rachel ihrem Mann Sean endlich ihren Seitensprung gesteht. Doch das Verhältnis zwischen Janet und Rachel ist extrem angespannt. Dennoch müssen die beiden weiterhin zusammenarbeiten und ermitteln in einem Fall des vermissten Philipp Valentine. Als sie schließlich die Leiche finden, beginnen sie tiefer zu graben. Die Umstände, unter denen der Sohn des Toten die Vermisstenmeldung bei der Polizei aufgegeben hat, sind äußerst verdächtig und werfen viele Fragen auf. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116165","hoster":"VOE"},{"path":"/redirect/8662712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-3/episode-8","name":"Böse Überraschung","epNo":8,"alt":"Episode 8","descr":"Die Freundschaft zwischen den Kolleginnen Janet und Rachel steht vor dem Aus. Janet versucht zwar professionell zu bleiben, aber die fehlende Kommunikation zwischen den beiden behindert die Arbeit erheblich.\r\rAls jedoch ein alarmierender Notruf in der Polizeidienststelle reinkommt, müssen sie ihre Differenzen beiseite schieben und zusammenarbeiten. Denn ihre Chefin Gill wurde von Helen Bartlet in ihrem Auto überfallen und gekidnappt. Sie will sich an der Polizeichefin Gill rächen, da sie diese für ihr unglückliches Leben, seit Bekanntwerden der Morde ihres Vaters, verantwortlich macht. Mit einem Messer an ihrem Hals versucht Gill verzweifelt herauszufinden, wohin Helen fahren will und was sie mit ihr im Schilde führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11675476","hoster":"VOE"},{"path":"/redirect/8662717","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/scott-bailey/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/scott-bailey/staffel-4/episode-1","name":"Später Fund","epNo":1,"alt":"Superficial","descr":"Rachel Bailey und Janet Scott bewerben sich beide für eine Beförderung zum Sergeant in ihrer Abteilung. Gleichzeitig ermitteln sie das Verschwinden eines jungen Mannes.\r\rDer lernbehinderte Junge war oft Opfer von Mobbing und Missbrauch. Scott und Bailey nehmen den Freundeskreis des Jungen unter die Lupe. Zudem taucht Beweismaterial auf, mit dessen Hilfe ein jahrzehntelang ungelöster Fall neu aufgerollt werden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788355","hoster":"VOE"},{"path":"/redirect/8662718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-4/episode-2","name":"Bruderzwist","epNo":2,"alt":"Tough Love","descr":"Nach dem Fund von Mandy Sweetings Leiche werden die Ermittlungen erneut aufgenommen. Rachel leidet unter dem Stress ihrer neuen Position und gerät mit Rob aneinander.\r\rEin Grund für den Streit ist Rachels scharfe Kritik an der Polizeiarbeit, die damals im Fall Mandy Sweeting geleistet wurde und für den Robs Vater zuständig war. Statt zum Ehemann von Mandy führen nun neue Spuren zu einem bisher unbekannten Liebhaber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116166","hoster":"VOE"},{"path":"/redirect/8662720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-4/episode-3","name":"Neue Liebe","epNo":3,"alt":"Damaged","descr":"Ein Mann liegt erdrosselt in seinem verwüsteten Wohnzimmer. Sein Ehemann berichtet, dass sie Probleme mit einem homophoben Nachbarn hatten – handelt es sich um ein Hassverbrechen?\r\rDerweil setzen sich Janets unglückliche Erfahrungen beim Online-Dating fort und Rachel hat Ärger mit ihrer Mutter. Denn diese hat beschlossen, ihren Freund, einen vorbestraften Drogendealer, zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788359","hoster":"VOE"},{"path":"/redirect/8662726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-4/episode-4","name":"Falsche Nummer","epNo":4,"alt":"A Matter Of Rank","descr":"Die Leiche einer jungen Frau wird in einem Hotel gefunden, das oft von Prostituierten besucht wird. Auch sie war dort, um einen Mann zu treffen – doch wen?\r\rJanets und Rachels Freundschaft wird auf die Probe gestellt, nachdem die betrunkene Gill der nichtsahnenden Rachel verrät, dass sie lediglich die zweite Wahl für den Posten des Sergeants war. Warum hat Janet ihr das verschwiegen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788361","hoster":"VOE"},{"path":"/redirect/12402266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-4/episode-5","name":"Geheime Beziehung","epNo":5,"alt":"Neglect","descr":"Der Tod eines Babys wirft Fragen auf: Das Krankenhauspersonal stellte fest, dass die tödlichen Verletzungen nicht zu dem Unfall passen, den die Eltern beschrieben haben.\r\rSchnell stellt sich heraus, dass das Kind vor der Einlieferung ins Krankenhaus nicht in der Obhut der Eltern, sondern in der eines Kindermädchens war. Die Mutter des Babys erhebt schwere Vorwürfe. Außerdem wird Kokain im Körper des Babys festgestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788360","hoster":"VOE"},{"path":"/redirect/8662723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-4/episode-6","name":"Mord im Rausch","epNo":6,"alt":"Professional Divide","descr":"Ein Pub-Besitzer und seine Ehefrau wurden erschossen und ausgeraubt. Der vermeintlich simple Fall verkompliziert sich, als die entfremdete Tochter der Frau plötzlich auftaucht.\r\rHat die Tochter möglicherweise das Paar getötet, um ihre Drogensucht zu finanzieren? Währenddessen leidet Rachels Beziehung zu Will und Janet macht sich Sorgen um Tochter Elise, die ausgerechnet für den Stiefbruder schwärmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788358","hoster":"VOE"},{"path":"/redirect/8662745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-4/episode-7","name":"Fataler Fehler","epNo":7,"alt":"Fatal Error","descr":"Ein Mann wird erschlagen in einem Feld aufgefunden. Die Ermittlungen führen zu einem Bauernhof – und einer grausamen Entdeckung. Rachel und Janet stehen vor einem Rätsel.\r\rDamit ist der Ärger nicht zu Ende: Bei der Verfolgung eines Verdächtigen ereignet sich ein fataler Autounfall. Janet wird suspendiert und gerät mit Gill aneinander, während Rachel erfahren muss, dass ihre Mutter gestorben ist. Ihre Nerven liegen blank.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788363","hoster":"VOE"},{"path":"/redirect/8662746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-4/episode-8","name":"Neue Hoffnung","epNo":8,"alt":"Lost Loyalty","descr":"Die Entdeckung der Zwangsarbeiter auf dem Pritchard-Bauernhof verkompliziert den Mordfall extrem. Auch die Hauptverdächtige Evie Pritchard bereitet große Schwierigkeiten.\r\rEvie veranlasst eine formale Beschwerde gegen DCI Gill Murray nachdem sie Alkohol an ihr riecht. Janet und Rachel müssen ohne Gills Hilfe die clevere Evie überführen. Rachel hat außerdem mit dem Tod ihrer Mutter und der Pensionierung von Gill zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788362","hoster":"VOE"},{"path":"/redirect/8662750","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/scott-bailey/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/scott-bailey/staffel-5/episode-1","name":"Mord im Darknet","epNo":1,"alt":"Home Fires","descr":"Rachel kommt zurück zu Bailey nachdem sie ein Jahr lang in einer anderen Abteilung gearbeitet hatte – sie versucht mit Janet wieder eine gutes Verhältnis aufzubauen, doch dann werden die beiden mit einem schrecklichen Mordfall konfrontiert. Ein krankes Spiel beginnt – können die beiden das nächste Opfer finden bevor der Mörder ihnen zuvorkommt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116167","hoster":"VOE"},{"path":"/redirect/8662754","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13488579","hoster":"VOE"},{"path":"/redirect/10151766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-5/episode-2","name":"Verfluchte Bilder","epNo":2,"alt":"Nobody\u0027s Fool","descr":"Der Körper eines Teenagers wird im Manchester Park aufgefunden und Rachel muss sich eingestehen, dass sein Tod hätte verhindert werden können. Daraufhin bekommt Rachel ein entsetzliches Video geschickt – der Mörder ist zu allem fähig! Unterdessen fühlt sich auch Janet eingeschüchtert und hat Angst um ihre Tochter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116168","hoster":"VOE"},{"path":"/redirect/8662740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/scott-bailey/staffel-5/episode-3","name":"Ein Opfer zu viel","epNo":3,"alt":"Change","descr":"Rachel steht in der Kritik, weil sich die Ermittlungen in die Länge ziehen und die Erfolge ausbleiben. Sie muss endlich den Mörder und die Mordwaffe ausfindig machen. Ihr einziger Verdächtiger: Steve Dench. Während dem Team dann endlich eine wichtige Entdeckung gelingt, findet DSI Julie Dodson etwas heraus, dass Rachels Position gefährdet. Scott und Bailey stehen beide vor wichtigen Entscheidungen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8811181","hoster":"VOE"},{"path":"/redirect/8662737","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13488584","hoster":"VOE"},{"path":"/redirect/10151767","hoster":"Streamtape"}]}]}]}]}