{"path":"/serie/stream/sd-gundam-world-heroes","name":"SD Gundam World Heroes","descr":"Das Gleichgewicht des Universums wird von Helden aufrechterhalten, bis eines Tages ein rotglühender Meteor auf eine der Welten fällt. An seiner Einschlagstelle erscheint plötzlich ein amnesischer Jugendlicher, der den Frieden oder das Ende der Welt bedeuten könnte. Durch diesen Vorfall breitet sich nach und nach Chaos auf den anderen Welten aus. Zur selben Zeit erfährt Freedom Gundam von einer bevorstehenden Katastrophe und zusammen mit den anderen Gundam müssen sie das Universum vor dieser Krise bewahren!","seasons":[{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-1","name":"","epNo":1,"alt":"Falling Destiny","descr":"Ein Meteor geht über Neo Worlds Captain City nieder und stützt die Stadt ins Chaos. Sergeant Verde Buster Gundam und sein Team versuchen, die Situation unter Kontrolle zu bringen, aber jemand wartet bereits auf sie … Mit diesem Vorfall beginnt eine Kriese, die schon bald die ganze Welt bedrohen wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537789","hoster":"VOE"},{"path":"/redirect/8537788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-2","name":"","epNo":2,"alt":"A Voice That Calls For Justice","descr":"Mittels des alten Teleportationstor in Luoyang kontaktiert eine geheimnissvolle Person namens Sanzang Liu Bei und seine Kameraden. Von Sanzang erfahren sie die Wahrheit über die Kriese, die ihre Welt bedroht. Um diese abzuwenden muss Liu Bei fünf Haros finden, die über die Welt verstreut sind. Er bittet Sun Jian Gundam Astray und andere alte Freunde um Hilfe und macht sich auf die Reise um die Welt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537792","hoster":"VOE"},{"path":"/redirect/8537790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-3","name":"","epNo":3,"alt":"Another Wukong","descr":"Nachdem sie Liu Beis Hilfegesuch angenommen haben, machen sich Sun Jian Gundam Astray und sein Sohn auf in die Pirates World, wo sie zugleich von einer geheimnissvollen Piratentruppe angegriffen werden. Die Helden werden von ihrem alten Freund Benjamin V\" Gundam und Edward Second V gerettet. Sun Jian berichtet Benjamin über die Bedrohung der Welt und den Haros. Auf Benjamins Vorschlag hin schreiten sie direkt zur Tat. In der Zwischenzeit kommt die Gruppe von Liu Bei durch ein Dorf auf ihrem Weg zur Knight World …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537794","hoster":"VOE"},{"path":"/redirect/8537793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-4","name":"","epNo":4,"alt":"Across The Wilderness of The Sea","descr":"Benjamins Piratenschiff segelt durch einen Sturm in Richtung des Unterwasser-Palastes, in dem sie den Haro vermuten. Eine legendäre Piratin soll dort ihr Unwesen treiben, weshalb nie jemand lebendig von dort zurückgekehrt sei. Werden Sun Jian und seine Kumpanen den Haro erlangen können? Währenddessen schmiedet Nobunaga Gundam Epyon in der Musha World neue Pläne. Er zielt auf das \"Tenkafubu\", die gewaltsame Vereinigung der Welt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537796","hoster":"VOE"},{"path":"/redirect/8537797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-5","name":"","epNo":5,"alt":"The Underwater Palace of Enmity","descr":"Am Unterwasser-Palast angekommen, verschwenden Sun Jian und seine Kameraden keine Sekunde. Auf ihrem Weg erwarten sie unzählige Fallen und Hindernisse, doch mit Witz und Zusammenarbeit erreichen sie schließlich den Schatzraum, in dem der Haro wartet. Dort jedoch erwartet sie der Geist der legendären Piratin. Können Sun Jian und die anderen den Geist austreiben und den Haro erlangen? Zhao Yun 00 Gundam ist währenddessen zurück nach Neo World gelangt, um Informationen zum Haro zu gewinnen. Doch gerät er direkt in einen Streit mit der Polizei von Captain City und einigen Kriminellen. Was sich letztlich auszahlt, da er Informationen zu einer gewissen Person erhält.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537800","hoster":"VOE"},{"path":"/redirect/8537799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-6","name":"","epNo":6,"alt":"The Underwater Palace of Enmity","descr":"Cao Cao Wing Gundam ist auf seiner Reise in der Musha World angelangt, wo er vor Hunger mitten auf der Straße kollabiert. Er kann sich bei einem Mal erholen, zu dem er eingeladen wurde. Doch sein Gastgeber ist Nobunagq, der Cao Cao direkt mit aufs Schlachfeld führt. Hier zeigt ihm Nobunaga die Stärke seiner Armee und seine eigene überwältigende Kraft, um so Cao Cao als Gefolgsmann zu gewinnen. Jedoch lehnt Cao Cao Nobunagas Angebot ab, ahnt er doch, dass sie sich schon bald wiedersehen würden. In der Zwischenzeit sind Liu Bei und seine Freunde in der Knight World angelangt. Sie nächtigen in einer kleinen Stadt, doch da ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537805","hoster":"VOE"},{"path":"/redirect/8537802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-7","name":"","epNo":7,"alt":"Traitor`s Bellflower","descr":"Nobunaga und seine Armee marschieren gen Westen, um die Musha World unter sich zu vereinen. Den kommenden Sieg möchten sie bereits vorab am Honnoji feiern. Doch da startet Mitsuhide eine Rebellion, den man als Untergebenen glaubte, und führt eine geheimnissvolle maskierte Armee ins Feld und setzt das Hannoji den roten Hahn. Der in die Ecke gedrängte Nobunaga erkennt seine Niederlage und rezitiert sein Abschiedsgedicht. Doch kaum hat er es beendet, erscheint eine mysteriöse Figur, in seinen Hände eine Maske, wie sie die geheimnissvolle Armee trug …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537803","hoster":"VOE"},{"path":"/redirect/8537806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-8","name":"","epNo":8,"alt":"Traitor`s Bellflower","descr":"Robinhood Gundam AGE-2 kundschaftet in der Gegend vor Camelot und bemerkt die Gruppe von Liu Bei. Er berichtet dem König der Knight World, Arthur Gundam MK-III, der Robinhood befielt, sie im Auge zu behalten, ohne sich einzumischen. Robinhood begibt sich wieder auf den Weg zu Liu Bei und setzt Wukong und Zhuge Liang fest. Zhuge Liang warnte Wukong noch, nicht auszurasten, Aber als dieser sieht, wie Liu Bei angegriffen wird, legt er wieder los. Und da verwandelt sich sein Köprer erneut …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537809","hoster":"VOE"},{"path":"/redirect/8537807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-9","name":"","epNo":9,"alt":"A Friend? A Foe? Phantom Thief X","descr":"Liu Bei und seine Gruppe sind in Captain City in der Neo World angekommen. Aber kaum in der Stadt haben sie schon mit Schlägern zu kämpfen. Und nach seinem Amoklauf ist Wukong in der Stadt gesucht. Die Genoven der Stadt haben es auf das Kopfgeld abgesehen und greifen die Freunde an. Liu Bei und Gefährten können sich ihrer zwar erwehren, doch die Polizei kommt zum Schauplatz und verhaftet die drei. Während Liu Bei und Zhuge Liang verhört werden, wird Wukong in einer Spezialzelle eingesperrt. Werden die anderen beiden ihn retten können? Und was ist das für eine geheimnisvolle Gruppierung, die sich im Untergrund formiert und hinter Wukong herjagt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537814","hoster":"VOE"},{"path":"/redirect/8547229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-10","name":"","epNo":10,"alt":"Sneak Iin the Night Museum","descr":"Liu Bei und Begleitung konnte unter der Hilfe von Arsene Gundam X entkommen. Sie treffen Zhao Yun wieder, der sich von Arsene hat bezierzen lassen und dessen Schüler geworden ist. So gelangen sie in Arsenes Unterschlupf. Dort lagern unzählige Schätze, aber was für ein Kerl ist Arsene? Er weiß zumindest, wo sich der Haro befindet, und mit seiner Hilfe schleichen sie sich in das Museum, in dem der Haro gelagert wird. Währenddessen in einem Dorf in der Musha World beschließen Cao Cao und Sasuke Nobunaga aufzuhalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537813","hoster":"VOE"},{"path":"/redirect/8537812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-11","name":"","epNo":11,"alt":"The Moon ist over there","descr":"Liu Bei und seine Kameraden haben den Haro aus dem Museum bekommen, aber der ging bei der Aktion zu Bruch. Liu Bei und Zhao Yun haben keine Idee, wie er zu reparieren sei, und so probieren sie es auf gut Glück. Zhuge Liang sucht in alten Büchern nach Informationen zu dem Haro der Neo World. Währenddessen verfolgen Sergeant Verde Busters Truppen nach Arsene, dem Dieb des Haros, und finden schließlich seinen Unterschlupf. Das Abenteuer in der Neo World findet sein großes Finale!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537818","hoster":"VOE"},{"path":"/redirect/8537817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-12","name":"","epNo":12,"alt":"Wukong`s Mission","descr":"Nachdem sie den Haro der Neo World erlangt haben, zieht Liu Beis Gruppe weiter in die Knight World, um den nächsten zu finden. Doch auf dem Weg dorthin auf einem Eisfeld trübt ein Schneesturm ihre Sicht und Wukong wird von Einsamkeit übermannt. Erinnerungen kehren zurück und er rastet aus. Liu Bei versucht zwar, ihn zu stoppen, doch Wukong verwandelt sich und wütet weiter. Während Liu Bei seine liebe Mühe hat, taucht inmitten dieser Kriese ein Mann auf - den Liu Bei zutiefst bewundert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537820","hoster":"VOE"},{"path":"/redirect/8537819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-13","name":"","epNo":13,"alt":"Encounter with the Young Dragon","descr":"Cao Cao erzählt von der Not in der Kingdom World, die Sima Yi verursacht hatte. Dieser hatte den Herrn des Luoyang-Areals Dong Zhou Providence Gundam manipuliert und mit den BUGs den Energieträger Trinity monopolisiert. Um sein Land zu retten, entschloss sich Cao Cao dazu, Dong Zhou zu besiegen, und schloss eine Allianz mit Sun Jian. Zeitgleich waren Liu Bei, Zhang Fei, Guan Yu und Zhuge Liang auf den Weg nach Luoyang, um Dong Zhous Treiben ein Ende zu setzen. Auf ihrer Reise wurden sie in einem Forschungslabor von BUGs umzingelt, doch von Cao Cao und Sun Jian gerettet. Als sie von deren Zielen erfahren, schließt sich Liu Beis Gruppe ihnen an, um Dong Zhou zu stellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537823","hoster":"VOE"},{"path":"/redirect/8537822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-14","name":"","epNo":14,"alt":"Shikoku\u0027s Stratagem","descr":"Die Drei-Königreiche-Allianz unter der Führung von Liu Bei, Cao Cao und Sun Jian stürmte den Siegesturm der Burg Dong Zhuo. Trotz des überwältigenden zahlenmäßigen Vorsprungs des Feindes kamen Liu Bei und Cao Cao reibungslos voran. Dies ist der Moment, in dem Lü Bu Sinanju, der größte Krieger der Kingdom World, ihnen den Weg versperrt. Während Liu Bei und Cao Cao gegen ihn antraten, spürten Zhang Fei und Guan Yu Dong Zhuo auf, der versuchte, durch einen unterirdischen Geheimgang zu entkommen. Die Schlacht von Liu Bei, Cao Cao und Sun Jian tobte! Ist es ihnen gelungen, die Tyrannei von Dong Zhuo zu beenden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13472349","hoster":"VOE"},{"path":"/redirect/8537825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-15","name":"","epNo":15,"alt":"Twisted Justice","descr":"Als Liu Bei und seine Gefährten die Niederlage von Dong Zhuo und die Rückkehr des Friedens in Kingdom World feierten, entdeckte Cao Cao auf der Spitze des Siegesturms eine harte Realität. Als er vor Verzweiflung zitterte, kam Sima Yi zu ihm und flüsterte ihm zu, dass er die Welt retten müsse. Nur zu diesem Zweck traf Cao Cao dann eine schreckliche Entscheidung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537830","hoster":"VOE"},{"path":"/redirect/8537829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-16","name":"","epNo":16,"alt":"Days of Regret","descr":"Liu Bei versucht es mit Worten bei Cao Cao, doch erreicht nichts. Es folgt ein Kampf auf Leben und Tod. Doch trotz allen Mutes hat Liu Bei gegen den aufgepowerten Cao Cao keine Chance. Gerade als dieser ihm den Gnadenstoß geben möchte, erwacht Liu Beis wahre Stärke durch Haro. Und so endet schließlich das Chaos, das Sima Yi in der Kingdom World angerichtet hat. Damit findet die Geschichte, die Cao Cao erzählt, ihr Ende. Wukong, Lio Bei und Co sind nun entschlossen, Sima Yi aufzuhalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537832","hoster":"VOE"},{"path":"/redirect/8537831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-17","name":"","epNo":17,"alt":"A Knight`s Honor","descr":"Nachdem man sich vom Cao Cao und Sasuke getrennt hat, betreten Liu Bei und seine Freunde erneut die Knights World. Dort werden sie angegriffen von Truppen mit dunkler Maske, die von Sima Yi angeführt werden, können diese aber leicht abwehren. So gelangen sie zur Burg von Camelot, wo König Arthur residiert. Dort werden sie von Robinhood begrüßt, der sie zu Arthur führt. Der König hat Interesse an Liu Bei gefunden, doch ist skeptisch, als dieser ihn bittet, ihm den Haro zur Rettung der Welt zu überlassen. Auf Rat von Merlin hin beschließt König Arthur Liu Beis wahre Stärke in einem Duell zu testen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537834","hoster":"VOE"},{"path":"/redirect/8537833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-18","name":"","epNo":18,"alt":"Proud Swordsmith","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537841","hoster":"VOE"},{"path":"/redirect/8537836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-19","name":"","epNo":19,"alt":"Wukong\u0027s Memories","descr":"Als er die Stimme von Sanzang hört, der Wukong einst sehr wichtig war, kehren seine Erinnerungen zurück. Einige davon sind schöne davon, wie er mit Sanzang und Freunden auf Reisen war. Andere hingegen sind traurig und nicht grundlos vergessen. Und überwältigt von dem Schmerz dieser Erinnerungen greift Wukong seine geliebten Freunde Liu Bei und Thuge Liang an, um noch mächtiger zu werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537842","hoster":"VOE"},{"path":"/redirect/8537840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-20","name":"","epNo":20,"alt":"Return of the Demon King","descr":"Sun Jians Gruppe, die den Haro aus dem Unterwasserpalast geborgen haben, feiern wild , während sie Richtung Regina World segeln. Doch ein Schatten des Feindes nähert sich bereits, ihnen den Haro wegzunehmen. Währenddessen hat auf der Insel Engoku der Schwertschmied Magohatchi die Waffe vollendet, die gegen Nobunaga zum Einsatz kommen soll. Damit macht sich nurn die Gruppe um Cao Cao Nobunaga nach auf in die Regina World. Dort haben sich bereits alle versammelt, die das Chaos in die Welt gebracht haben. Der schwere Kampf der Helden erreicht ein neues Level!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537784","hoster":"VOE"},{"path":"/redirect/8537785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-21","name":"","epNo":21,"alt":"The Shape of Love","descr":"Nachdem sie sich in einem harten Kampf bewiesen haben, konnten Cao Cao und Sasuke Nobunaga von der dunklen Maske befreien. Als sich die Lage gerade zu beruhigen schien, tauchte ein neuer Gegner auf: Lyu Bu Sinanju, der einen langen Groll gegen Cao Cao hegt. Kann der schwer verwundete Cao Cao seinem schlimmsten Feind noch etwas entgegensetzen? In der Zwischenzeit fassen sich die verschiedenen Helden ein Herz und ziehen ebenfalls zur Regina World.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8604033","hoster":"VOE"},{"path":"/redirect/8604034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-22","name":"","epNo":22,"alt":"Qiongji Attacks","descr":"Die fünf Haros sind versammelt und die Pyramide wurde aktiviert. Damit soll nun der dunkle Stern aufgehalten werden, der die Welt bedroht. Liu Bei und seine Kameraden, die die Haros gesucht hatten, versammlt sich nun vor der Pyramide. Und dort erscheint der Bösewicht, der die Welt in diese Gefahr brachte. Cleopatra klärt über diesen Jemand auf und was die Haros bedeuten. Doch die Haros haben auch eine dunkle Seite und bringt man sie mit den verderbten Herzen zusammen, erscheint der dunkle Stern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8690990","hoster":"VOE"},{"path":"/redirect/8690985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-23","name":"","epNo":23,"alt":"The Truth of Wukong","descr":"Wegen Qiongqi Strike Freedom Gundam läuft Wukong wieder Amok und bedroht die gesamte Welt. Liu Bei und seine Kameraden haben kaum etwas entgegenzusetzen, werden aber überraschend von Sanzang Strike Freedom Gundam gerettet. Dieser erklärt ihnen, was zwischen Qiongqi und Wukong vorgefallen ist. Als sie die Wahrheit über Wukong erfahren, sit Liu Beis gruppe wieder hoch entschlossen, ihn zu retten. Viele weitere Helden treffen ein und die letzte Schlacht beginnt, um Wukong zu retten. Und mit ihm die Welt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8744963","hoster":"VOE"},{"path":"/redirect/8744958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sd-gundam-world-heroes/staffel-1/episode-24","name":"","epNo":24,"alt":"Chosen Future","descr":"Die Helden werfen sich den Truppen der dunklen Maske entgegen. Liu Bei hat seine liebe Not, den überwältigenden Kräften Wukongs etwas entgegenzusetzen. Ein gewaltiger Kampf tobt zwischen Sanzeng und Quingqi. Und Zhuge Liang trifft auf Sima Yi, die beide eine lange Vorgeschichte haben. Und während diese Kämpfe toben, nähert sich unaufhaltsam der schwarze Stern der Erde. Können die Helden die Welt noch retten? Die Heldensage nähert sich ihrem Ende.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8815989","hoster":"VOE"},{"path":"/redirect/8815990","hoster":"Streamtape"}]}]}]}]}