{"seriesId":"sebastian-bergman-spuren-des-todes","name":"Sebastian Bergman - Spuren des Todes","descr":"[Den fördömde] Sebastian Bergman (Rolf Lassgård, \"Wallander\", \"Beck\") ist hartnäckig, politisch inkorrekt, ruppig und von Trauer gezeichnet, denn er muss den Verlust seiner Frau und seiner Tochter verkraften, die 2004 bei dem Tsunami in Thailand ums Leben gekommen sind. Im ersten der beiden zweiteiligen Thriller hilft er der Polizei in seiner Heimatstadt, den Mord an einem 15-jährigen Jungen aufzuklären, der eine Beziehung zu einer seiner Lehrerinnen hatte. In der 2. Staffel ist er einem Serienmörder auf der Spur, der die Taten eines inhaftierten Mörders nachahmt, den Bergman selbst hinter Gitter gebracht hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Mann, der kein Mörder war","epNo":1,"alt":"","descr":"In der ersten Folge \"Der Mann, der kein Mörder war\" stellt sich Sebastian Bergman nochmals seiner eigenen Vergangenheit. Sebastian Bergman, Anfang 50, der profilierteste Polizei-Psychologe Schwedens, macht sich mit zwei Wochen Verspätung auf den Weg zum Grab seiner Mutter in Västerås. Er weiß, dass die Erbangelegenheiten geregelt werden müssen.Als 17-Jähriger hatte er das streng religiöse Elternhaus verlassen, um an der Universität ein Hochbegabten-Studium zu absolvieren und danach eine Karriere als Kriminalpsychologe zu beginnen, zunächst an der Uni, dann bei der Polizei. Selbst beim FBI hat er zwei Jahre verbracht. Die Begegnung mit einer Kölner Psychologin, Lily, verändert sein Privatleben: Aus einem bindungsunfähigen Womanizer wird ein Familienvater, der seine neugeborene Tochter Sabine und seine Ehefrau aufrichtig liebt. Doch kurz darauf kommen beide beim Tsunami im Dezember 2004 in Thailand ums Leben. Sebastian Bergman ist ein gebrochener Mann. In den folgenden Jahren ist er weder wirklich fähig zu arbeiten, noch sieht er in seinem Leben irgendeinen Sinn. In diesem Zustand reist er nach Västerås. Er hört, dass dort ein 15-jähriger Junge brutal ermordet wurde. Die polizeiliche Untersuchung wird von Torkel Höglund geleitet, einem alten Kollegen Bergmans. Torkel weiß, wie begabt Sebastian ist, und nimmt ihn für diesen Fall in sein Team auf. Sebastian stürzt sich in den Fall. Er hat seine Fähigkeiten noch nicht verloren, bringt unliebsame Wahrheiten auf den Punkt und macht sich in Torkels Team, zu dem auch die junge Vanja gehört, keine Freunde. Zu Hause findet Sebastian einen Stapel Briefe. Briefe, gerichtet an seine Mutter, in denen eine Karin Andersson behauptet, von Sebastian schwanger gewesen zu sein. Da er zu diesem Zeitpunkt in den USA und für seine Eltern unerreichbar war, hat er nie davon erfahren. Sebastian kann nicht fassen, dass er noch einmal Vater sein soll. Und hat jetzt gleich zwei Fälle, die er lösen muss. Mit Bravour löst er zunächst den komplizierten Mordfall, der mehrere jugendliche und erwachsene Verdächtige aus dem Umfeld der Schule des Jungen aufweist. Dann findet Sebastian heraus, wo Karin Andersson lebt, und trifft sich mit ihr. Sie weist jede Einmischung seinerseits entschieden zurück. Ihre Tochter soll nichts über die Vaterschaft erfahren. Als Sebastian wieder geht, begegnet ihm im Treppenhaus Vanja – und er weiß, dass sie seine Tochter ist.","versions":[{"lang":1,"streams":[{"redirect":12632177,"hoster":"VOE"},{"redirect":12632184,"hoster":"Doodstream"},{"redirect":12632178,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Frauen, die er kannte","epNo":2,"alt":"","descr":"In seinem zweiten Fall untersucht Sebastian Bergman eine Serie von brutalen Frauenmorden, die an den früheren Täter Edward Hinde und seinen modus operandi erinnern. Sebastian hatte damals mit seiner Profilerarbeit dafür gesorgt, dass Edward hinter Gitter kam. Da er dort immer noch sitzt, kann er die Morde schlecht begangen haben. Es muss sich also um einen Nachahmungstäter handeln. Sebastian überzeugt Torkel, ihm Einsicht in die Unterlagen zu gewähren. Erschrocken stellt Sebastian fest, dass alle ermordeten Frauen frühere Freundinnen von ihm waren. Der Killer scheint ein klares Ziel zu haben: Rache an Sebastian Bergman. Edward schafft es, einen der Gefängniswärter zu seinem willigen Instrument zu machen. Edward kennt auch die Verbindung zwischen Sebastian und seiner Tochter Vanja. Vanja soll sein letztes Opfer sein. Edward gelingt die Flucht aus dem Gefängnis, und er entführt Vanja. Sebastian muss sein gesamtes psychologisches Gespür darauf verwenden, sich in Edward hineinzuversetzen und ihn und Vanja zu finden, bevor es zu spät ist.","versions":[{"lang":1,"streams":[{"redirect":12632179,"hoster":"VOE"},{"redirect":12632180,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tod in der Silbermine","epNo":1,"alt":"","descr":"Im Ort Ludvika werden drei junge Frauen tot in einer Silbergrube aufgefunden. Es handelt sich offenbar um einen kollektiven Selbstmord, nach dem Besuch eines Rockkonzertes. Doch der Kriminalpsychologe Sebastian Bergman teilt die Einschätzung seines Kollegen nicht. Er findet heraus, dass die drei zwar selbstmordgefährdet waren, aber eine vierte Person sie vergiftet haben muss. Anruflisten der Toten führen zur Telefon-Hotline \"Caring Phone\" und zu dem Berater Ronny Amundsen. Er gibt ohne Umschweife zu, die drei vergiftet zu haben, weil sie es unbedingt wollten. Bergman nimmt ihm seine Kaltschnäuzigkeit nicht ab, und es stellt sich heraus, dass er nur die Vorbereitungen für Sandra Heed getroffen hatte, die Bekannte von einem der Opfer. Sandra Heed hatte wie Bergman 2004 ihre Familie beim Tsunami in Thailand verloren und damit auch jeden Lebenswillen. Das Team der Mordkommission ortet ihr Handy in einem Zug. Sandra will in den gemeinsamen Tod mit drei anderen lebensmüden Mädchen gehen. Die drei können zwar gerettet werden, aber Bergman kann nicht verhindern, dass Sandra vor seinen Augen aus dem Becher mit dem Gift trinkt.","versions":[{"lang":1,"streams":[{"redirect":12632181,"hoster":"VOE"},{"redirect":12632182,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tod im Kloster","epNo":2,"alt":"","descr":"Ludvig Mattisson wurde vor vier Jahren beschuldigt, für den qualvollen Tod von zwei behinderten Jungen verantwortlich zu sein, konnte aber mangels Beweisen nicht verurteilt werden. Nun hat man ihn in der Nähe von Göteborg in einem Acker vergraben gefunden. Bei der Untersuchung des Fundortes stößt man auf eine weitere Leiche, die zehnjährige Andrea Branting. Hatte Mattisson auch Andrea umgebracht? Der Kriminalpsychologe Sebastian Bergman bezweifelt das. Andrea war nicht behindert, hatte lediglich ADHS. Die Spuren führen zu einem Nonnenkloster, in dessen Gästehaus Mattisson Buße tun wollte und nach Erlösung suchte. Es stellt sich heraus, dass Andrea von der Familie Branting adoptiert wurde. Niklas Branting hat eine Halbschwester, die als Novizin Cordelia in dem Kloster lebt.Mit 13 Jahren hatte sie ihr Pfarrer geschwängert, und die Brantings haben das Kind, Andrea, adoptiert. Cordelia und Niklas Branting hatten versucht, Mattisson auf eigenen Wunsch \"den Teufel auszutreiben\", wobei er starb. Sind sie auch für den Tod ihrer Adoptivtochter Andrea verantwortlich?","versions":[{"lang":1,"streams":[{"redirect":12632188,"hoster":"VOE"},{"redirect":12632189,"hoster":"Streamtape"}]}]}]}]}