{"seriesId":"sebastian-fitzeks-die-therapie","name":"Sebastian Fitzeks Die Therapie","descr":"Keine Zeugen, keine Spuren, keine Leiche. In der sechsteiligen Thrillerserie \"Die Therapie\" verschwindet Josy (Helena Zengel), die zwölfjährige Tochter des bekannten Psychiaters Viktor Larenz (Stephan Kampwirth), unter mysteriösen Umständen. Ihr Schicksal bleibt ungeklärt. Zwei Jahre später: Der trauernde Viktor hat sich in ein abgelegenes Ferienhaus zurückgezogen. Dort spürt ihn eine fremde, junge Frau namens Anna (Emma Bading) auf. Sie wird von Wahnvorstellungen gequält. Darin erscheint ihr ein kleines Mädchen, das ebenso spurlos verschwindet wie einst Josy. Viktor beginnt mit der Therapie, die mehr und mehr zum dramatischen Katz-und-Maus-Spiel wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Spurlos","epNo":1,"alt":"Episode 1","descr":"Viktor Larenz hat sich in sein Strandhaus auf der Nordseeinsel Parkum zurückgezogen. Er flieht vor dem Medienrummel um den zweiten Jahrestag des Verschwindens seiner Tochter Josy im Alter von 13 Jahren. Eine Frau namens Anna Spiegel nimmt Kontakt zu ihm auf und deutet an, dass sie etwas über Josys Schicksal weiß. In einer exklusiven Berliner Klinik tritt der Psychiater Dr. Roth seinen Posten als Leiter der psychiatrischen Abteilung an. Er wird von den Mitarbeitern eher kühl empfangen. Sie hätten lieber jemanden aus den eigenen Reihen als Ersatz für den beliebten, aber inzwischen pensionierten Professor Merkt gehabt. Roth lässt sich davon nicht beirren. Er scheint ein Mann auf einer Mission zu sein und lässt sich durch nichts ablenken.","versions":[{"lang":1,"streams":[{"redirect":14523653,"hoster":"VOE"},{"redirect":14327975,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verzweifelt","epNo":2,"alt":"Episode 2","descr":"Viktor Larenz gewinnt eine Mitstreiterin und versucht mehr über die geheimnisvolle Anna Spiegel herauszufinden. Was will die psychisch instabile Frau wirklich von ihm? Roth fällt währenddessen durch fragwürdige Behandlungsmethoden auf und steht plötzlich unter verschärfter Beobachtung seines Chefs.","versions":[{"lang":1,"streams":[{"redirect":14523681,"hoster":"VOE"},{"redirect":14511128,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verirrt","epNo":3,"alt":"Episode 3","descr":"Viktor Larenz beschließt Anna Spiegel zu konfrontieren und löst damit eine Kette unglücklicher Ereignisse aus, die in einer Tragödie enden. Roth gerät beruflich und privat unter Druck und begibt sich in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":14523676,"hoster":"VOE"},{"redirect":14328203,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nach dem Sturm","epNo":4,"alt":"Episode 4","descr":"Viktor kämpft mit den Folgen der Tragödie und macht eine Entdeckung, die seine Welt ins Wanken bringt. Roth gräbt in der Geschichte der Familie Larenz und fördert Erstaunliches zutage.","versions":[{"lang":1,"streams":[{"redirect":14523693,"hoster":"VOE"},{"redirect":14482433,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Rückkehr","epNo":5,"alt":"Episode 5","descr":"Viktor Larenz kehrt nach Parkum zurück, um Anna Spiegel final zu konfrontieren. Roth versucht, das Verhältnis zu seiner Tochter zu reparieren und kommt dem Geheimnis von Josys Verschwinden einen entscheidenden Schritt näher.","versions":[{"lang":1,"streams":[{"redirect":14523705,"hoster":"VOE"},{"redirect":14482432,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Wahrheit","epNo":6,"alt":"Episode 6","descr":"Roth hilft Viktor Larenz, das Geheimnis um Josys Verschwinden zu lösen. Beide müssen für immer mit den Konsequenzen ihrer Handlungen leben.","versions":[{"lang":1,"streams":[{"redirect":14523610,"hoster":"VOE"},{"redirect":14511130,"hoster":"Streamtape"}]}]}]}]}