{"seriesId":"secrets-and-lies-2105","name":"Secrets and Lies (2015)","descr":"In der Dramaserie \"Secrets and Lies\" findet der Familienvater Ben Gundelach die Leiche eines Jungen und wird danach schnell zum dringenden Tatverdächtigen. Daraufhin bleibt ihm nichts anderes übrig, als den wahren Mörder zu finden. Auf dem Spiel stehen nämlich nichts weniger als seine Ehe, seine Kinder, sein Ruf und letztlich auch seine eigene Zurechnungsfähigkeit.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Pfad","epNo":1,"alt":"The Trail","descr":"Ben ist wie so oft beim Joggen, als er die Leiche des kleinen Tom Murphy entdeckt. Nachdem die schreckliche Nachricht sich wie ein Lauffeuer verbreitet hat, wird Ben von Detective Cornell, die die Ermittlungen leitet, verhört. Schnell wird er vom barmherzigen Samariter zum Mordverdächtigen. Im Zuge der Ermittlungen, stürzt sich die Presse auf Ben und dessen Familie, die versuchen, dem Druck zu entgehen. Ab diesem Moment verändert sich Bens Leben schlagartig, denn er ist gezwungen, seine Unschuld zu beweisen","versions":[{"lang":1,"streams":[{"redirect":14329433,"hoster":"VOE"},{"redirect":14329436,"hoster":"Vidoza"},{"redirect":14329434,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Vater","epNo":2,"alt":"The Father","descr":"Für Detective Andrea Cornell ist Ben nach wie vor der Hauptverdächtige. Überhaupt seit der DNA Test ausgewertet wurde. Doch Ben bestreitet hartnäckig die Wahrheit gewusst zu haben. Nur Jess glaubt Ben, da sie ihren gewalttätigen Ehemann Scott für den Täter hält. Ben will seine Unschuld beweisen und stellt sich freiwillig einem Lügendetektortest. Außerdem beschattet er seine Tochter Natalie. Er beobachtet, wie sie sich heimlich mit Scott trifft.","versions":[{"lang":1,"streams":[{"redirect":14329429,"hoster":"VOE"},{"redirect":14329435,"hoster":"Vidoza"},{"redirect":14329432,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Affäre","epNo":3,"alt":"The Affair","descr":"Weihnachten rückt näher. Ben versucht verzweifelt seine Familie zusammenzuhalten. Doch nachdem bekannt wurde, dass das Mordopfer Tom Murphy sein unehelicher Sohn war, sind diese Bemühungen zum Scheitern verurteilt. Während die gesamte Nachbarschaft ihn beobachtet, macht Ben eine überraschende Entdeckung, Ein weiteres Beweisstück taucht auf, das dazu führen könnte, dass sich der Mordverdacht gegen ihn erhärtet.","versions":[{"lang":1,"streams":[{"redirect":14329428,"hoster":"VOE"},{"redirect":14329430,"hoster":"Vidoza"},{"redirect":14329431,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Schwester","epNo":4,"alt":"The Sister","descr":"Detective Cornell deckt eine Lüge von Crawfords Tochter Natalie auf und bringt Ben mit dieser Information dazu, seine Nachbarin Vanessa, die gramerfüllt wirkende Frau des Kinderarztes, damit zu konfrontieren. So erfährt er von einem gut gehüteten Geheimnis und schließt nun die Mitschuld der Nachbarn an Toms Tod nicht mehr aus. Also zeigt er die Beiden an, um so seinen eigenen Namen wieder reinzuwaschen.","versions":[{"lang":1,"streams":[{"redirect":14329426,"hoster":"VOE"},{"redirect":14329424,"hoster":"Vidoza"},{"redirect":14329427,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Jacke","epNo":5,"alt":"The Jacket","descr":"Während Ben (Ryan Phillippe) dem autistischen Nachbarssohn Matt Daly (Tad Cooley) hilft, stolpert er über ein entscheidendes Beweisstück im Fall Tom Murphy. Das bringt ihn dazu, die Dalys mit seinem Verdacht zu konfrontieren, sie seien auf irgendeine Weise in den Mordfall verwickelt. Inzwischen kommen am Chelsea Bay Drive immer mehr Lügen und Geheimnisse ans Licht. Außerdem taucht in Bens Leben eine neue Bedrohung auf, die weit gefährlicher ist, als er zunächst annimmt.","versions":[{"lang":1,"streams":[{"redirect":14329420,"hoster":"VOE"},{"redirect":14329425,"hoster":"Vidoza"},{"redirect":14329423,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Beichte","epNo":6,"alt":"The Confession","descr":"Eine Bürgerwehr verfolgt Ben (Ryan Phillippe) hartnäckig. Damit beginnt ein gefährliches Katz-und-Maus-Spiel. Weil er sich um die Sicherheit seiner Familie sorgt, akzeptiert Ben widerwillig Detctive Cornells (Juliette Lewis) Angebot, Christy (KaDee Strickland) und seine Töchter zu beschützen. Für sich selbst lehnt er weiterhin jeden Polizeischutz kategorisch ab. Indem Ben vorübergehend zu seinem Freund und Vertrauten Dave (Dan Fogler) zieht, glaubt er, eine Zeit lang Cornells Kontrolle zu entkommen. Allerdings muss er erkennen, dass ihn die Fehler der Vergangenheit weiterhin verfolgen","versions":[{"lang":1,"streams":[{"redirect":14329414,"hoster":"VOE"},{"redirect":14329417,"hoster":"Vidoza"},{"redirect":14329413,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Polizist","epNo":7,"alt":"The Cop","descr":"Ben (Ryan Phillippe) besucht einen Mann im Gefängnis, der offenbar Informationen zur Arbeitsweise von Detective Cornell (Juliette Lewis) hat. Demnach dehne Cornell die Gesetze allzu sehr für ihre Zwecke aus. Doch Ben gelingt es nicht, die Polizistin zu Fall zu bringen. Ein anonymer Tipp-Geber lässt Ben schon bald wieder als Hauptverdächtigen dastehen. Das führt schließlich dazu, dass die Crawford-Familie den Belastungen nicht mehr Stand halten kann","versions":[{"lang":1,"streams":[{"redirect":14329408,"hoster":"VOE"},{"redirect":14329416,"hoster":"Vidoza"},{"redirect":14329410,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Im Fadenkreuz","epNo":8,"alt":"The Son","descr":"Ben (Ryan Phillippe) muss sich der Tatsache stellen, dass Detective Cornell (Juliette Lewis) einen vernichtenden Videobeweis gegen ihn in der Hand hat. Dieser reicht aus, ihm die Schuld an Toms Tod zu geben. Es sei denn, er selbst erinnert sich daran, was in dieser schicksalhaften Nacht geschah. Die Ehe der Crawfords ist derweil ein einziges Schlachtfeld, auf dem die Töchter Natalie (Indiana Evans) und Abby (Belle Shouse) zwischen die Fronten geraten. Schließlich präsentiert Bens Anwalt eine alternative Mord-Theorie, die zu schockierenden Enthüllungen in Bens Umfeld führt.","versions":[{"lang":1,"streams":[{"redirect":14329399,"hoster":"VOE"},{"redirect":14329406,"hoster":"Vidoza"},{"redirect":14329402,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Mutter","epNo":9,"alt":"The Mother","descr":"Bens (Ryan Phillippe) Entdeckung auf dem Dachboden führt dazu, dass die Spannungen zwischen ihm und Christy (KaDee Strickland) zunehmen. Sie versucht weiterhin, die Kinder von ihm fernzuhalten. Als Ben endlich etwas Zeit mit seiner Tochter auf dem Weihnachtsmarkt verbringt, ändert eine unerwartete Begegnung den Verlauf des Abends. In der Zwischenzeit sucht Detective Cornell (Juliette Lewis) noch einmal den Tatort auf, in der Hoffnung neue Beweise zu finden.","versions":[{"lang":1,"streams":[{"redirect":14329395,"hoster":"VOE"},{"redirect":14329404,"hoster":"Vidoza"},{"redirect":14329403,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Lüge","epNo":10,"alt":"The Lie","descr":"Im Mordfall um Tom Morphy spitzt sich die Lage immer weiter zu. Nachdem Abby abgängig ist, glaubt Ben, Jess hat sie in ihrer Gewalt. Er bricht daraufhin in Jess’ Haus ein und wird verhaftet. Jess behauptet, von Ben vergewaltigt worden zu sein. Doch dann wird die blaue Jacke, die der Täter getragen hat, in Jess’ Waschbecken gefunden. Sie gilt nun als Hauptverdächtige und wird aufs Revier mitgenommen. Ben hingegen ist endlich entlastet. Nun scheint der Alptraum für die Crawfords vorüber zu sein, bis Ben hinter seinem Haus eine entsetzliche Entdeckung macht.","versions":[{"lang":1,"streams":[{"redirect":14329392,"hoster":"VOE"},{"redirect":14329393,"hoster":"Vidoza"},{"redirect":14329391,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Sturz","epNo":1,"alt":"The Fall","descr":"Als ältester von drei Geschwistern soll Eric Warner die private Beteiligungsgesellschaft seines Vaters John Warner übernehmen. Aber die Nacht der Firmenübergabe verändert sein Leben auf ganz andere, tragische Weise: Seine Frau Kate stürzt von der Dachterrasse des Hochhauses und stirbt. In diesem Moment bricht Erics kleine, perfekte Welt zusammen – er verliert nicht nur die Liebe seines Lebens, sondern auch sein ungeborenes Kind. Warum musste die 36-Jährige sterben? Detective Andrea Cornell will die Antwort auf diese Frage finden – mit allen Mitteln. Und sie hat schon einen Hauptverdächtigen im Visier: Eric Warner! Noch in der Mordnacht tritt seine Schwester Amanda Warner als Anwältin für Eric ein. Auch sein jüngerer Bruder Patrick und sein Vater John stehen ihm in dieser schlimmen Zeit zur Seite. Schon bald nach Kates Tod muss sich Eric aber die Frage stellen, was seine eigene Frau tatsächlich vor ihm verheimlichte? Denn Detective Andrea Cornell konfrontiert den jungen Geschäftsmann mit unangenehmen Wahrheiten über Kate. Die knallharte Ermittlerin stößt außerdem auf eine alte Strafakte von Eric, die ihn im Mordfall zusätzlich schwer belastet. Um dem Strudel aus Anschuldigungen zu entfliehen, sucht er auf eigene Faust weiter nach möglichen Indizien und dem Killer seiner Frau.","versions":[{"lang":1,"streams":[{"redirect":14329388,"hoster":"VOE"},{"redirect":14329387,"hoster":"Vidoza"},{"redirect":14329382,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Ehemann","epNo":2,"alt":"The Husband","descr":"Bei seiner Vernehmung bestätigt sich Eric Warners Verdacht: Detective Cornell sieht ihn als Hauptverdächtigen im Mordfall seiner Frau und seines ungeborenen Kindes. Sie begründet ihren Verdacht mit der Tatsache, dass Warner kurz vor dem tödlichen Sturz auf dem besagten Dach war. Darüber hinaus findet die überengagierte Detective eine versiegelte Jugendakte, nach der Eric Warner bereits in jungen Jahren einen Mord begangen haben soll. Wie durch Zufall gerät dieses persönliche Detail seiner Vergangenheit an die Presse und der Druck auf Eric Warner erhöht sich. Zusammen mit seiner Schwester und Anwältin wehrt Eric sich gegen die Vorwürfe, doch im Laufe der Ermittlungen offenbaren sich immer mehr Details aus dem Leben seiner Frau, die Eric nicht bewusst waren. Warum hat sie zum Beispiel noch kurz vor ihrem Tod 100.000 Dollar in bar von seinem Konto abgehoben? Nachdem sich bei der Obduktion herausgestellt hat, dass Kate von einem anderen Mann schwanger war, beschleicht Eric mehr und mehr das Gefühl, seine Ehefrau nicht wirklich gekannt zu haben … Um den Geheimnissen seiner toten Frau auf die Spur zu kommen, durchsucht Eric das gemeinsame Haus nach möglichen Hinweisen. Im Badezimmer findet er tatsächlich eine Erklärung für das abgehobene Geld: Ein Drohbrief mit einer Geldforderung in Höhe von 100.000 Dollar. Ist Kate möglicherweise von ihrem Erpresser ermordet worden?","versions":[{"lang":1,"streams":[{"redirect":14329460,"hoster":"VOE"},{"redirect":14329463,"hoster":"Vidoza"},{"redirect":14329462,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Lügner","epNo":3,"alt":"The Liar","descr":"Im Mysterium um Kate Warners Mordfall zeigt ein neuer Akteur sein Gesicht. Eric trifft in der Wohnung von Liam Connors auf den Fremden, der noch vor einigen Tagen seinen besten Freund Neal angegriffen hat. Liam, Kates früherer Assistent, ist seit Kates Tod untergetaucht. Beide Männer sind nun auf der Suche nach ihm, denn anscheinend hat auch der unbekannte Fremde, der seinen Namen zunächst nicht verraten will, ein Interesse daran, Kates Mörder zu finden. Eric äußert dieses merkwürdige Vorkommnis gegenüber Detective Cornell, doch sie scheint von seinem Verdacht, dass der Unbekannte etwas mit Kates Mord zu tun haben könnte, unbeeindruckt. Als sich dann jedoch herausstellt, dass Liam Connors Lebenslauf fingiert war und Kate ihn mit diesem Wissen trotzdem eingestellt hat, scheint sich Erics anfänglicher Verdacht zu bestätigen: Liam Connors ist Kates Sohn, den sie vor Jahren zur Adoption freigegeben hatte. Die Geheimnisse um Erics verstorbene Ehefrau Kate häufen sich. Als Eric auch noch herausfindet, dass Kate sich kurz vor ihrem Tod mehrmals mit ihrem Exfreund getroffen hat, verliert Eric jeglichen Glauben an seine Ehe. Dass dann auch noch Erics Stalker-Ex-Freundin Tina Sawyer auftaucht, die ihn damals an sich binden wollte, indem sie ihm gedroht hatte, ihn wegen Körperverletzung anzuzeigen, bringt Eric an den Rand eines Nervenzusammenbruchs","versions":[{"lang":1,"streams":[{"redirect":14329458,"hoster":"VOE"},{"redirect":14329461,"hoster":"Vidoza"},{"redirect":14329459,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Ermittler","epNo":4,"alt":"The Detective","descr":"Eric Warner geht auf der Suche nach Antworten bis ans Äußerste. Um Liam endlich ausfindig zu machen, den er nicht nur verdächtigt, Kate umgebracht zu haben, sondern der auch noch die Kredite seiner Firma SEG ausgeschöpft und seine Kundendaten gestohlen hat, verbündet er sich mit dem zwielichtigen Danny, der über Kate seine verschwundene Tochter finden wollte. Gemeinsam versuchen Eric und Danny, Liam zu stellen. Doch bevor sie Liam zu fassen bekommen, schnappt ihn die Polizei, angeführt von Detective Cornell. Bei seiner Aussage liefert Liam Connors der überengagierten Detective Cornell dann jedoch einen anderen Verdächtigen … Als er wieder auf freien Fuß gelassen wird, zögert Danny keine Sekunde. Der verzweifelte Vater ist auf der Suche nach seiner Tochter bereit, drastische Mittel zu ergreifen und entführt Liam. Doch auf die Frage hin, ob er Kate Warner umgebracht hat, antwortet er mit einem wasserdichten Alibi. Danny hingegen bekommt einige Antworten über seine verschwundene Tochter – die ihn geradewegs zu Erics besten Freund Neal führen","versions":[{"lang":1,"streams":[{"redirect":14329453,"hoster":"VOE"},{"redirect":14329457,"hoster":"Vidoza"},{"redirect":14329455,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Tochter","epNo":5,"alt":"The Daughter","descr":"Eric Warner traut seinen Augen kaum: Danny ist ein Detective des New York Police Department und arbeitet mit Detective Cornell zusammen. Er beteuert trotz allem, wirklich auf der Suche nach seiner Tochter Rachel zu sein und auf Erics Seite zu stehen. Währenddessen wird Neal von Detective Cornell über die Prostituierte Carly befragt, die eine Freundin der verschwundenen Rachel ist und in der Nacht von Kate Warners Tod ebenfalls im Gebäude von SEG war. Detective Cornell spürt das Call-Girl auf und vernimmt sie über die Tatnacht und über ihre Beziehung zu Rachel. Diese weigert sich zwar, mit den Behörden zu kooperieren, doch sie bestätigt Neals Alibi. Cornell kann einen weiteren Verdächtigen von ihrer Liste streichen. Stürzt sie sich nun wieder auf Eric Warner? Währenddessen versucht Eric, den Geheimnissen seiner verstorbenen Ehefrau auf die Spur zu kommen. Gemeinsam mit seinem Bruder macht er sich auf den Weg nach Boone, wo Kate eine Hypothek für ein Haus gezahlt hat und ein weiteres Detail aus dem Leben Kates wartet, von dem Eric nichts gewusst hat …","versions":[{"lang":1,"streams":[{"redirect":14329454,"hoster":"VOE"},{"redirect":14329456,"hoster":"Vidoza"},{"redirect":14329452,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Mutter","epNo":6,"alt":"The Parent","descr":"Nachdem herausgekommen ist, dass auf Danny ein Haftbefehl ausgestellt wurde, heftet sich Detective Cornell auf Geheiß ihres Vorgesetzen widerwillig an seine Fersen. Während sie vor ihren Kollegen jedoch vorgibt, Danny zu finden und den Behörden ausliefern zu wollen, vereinbart sie ein geheimes Treffen mit ihm. Die sonst so effiziente Detective scheint unkonzentriert und aufgewühlt, da sie von einem weitreichenden Fehler ihrer Vergangenheit eingeholt wird. Währenddessen scheint Eric Warner mit seinen Problemen alleine zu stehen. Nachdem er sowohl mit seinem Vater, als auch mit seinem besten Freund gebrochen hat, wendet sich nun auch sein Bruder gegen ihn, da Eric nicht bereit ist, dessen Ehefrau Melanie zu akzeptieren. Trotz allem versucht Eric weiterhin, mehr über die Geheimnisse seiner verstorbenen Frau herauszufinden. Kate hatte anscheinend in der Tatnacht noch ein Treffen mit der Adoptivmutter ihres Sohnes Charlie, die ein starkes Motiv hätte, Kate zu ermorden … Indes plagen Eric Sorgen wegen seiner Firma. Ein Unbekannter hat ein Firmenkonto eröffnet und das Kapital der Investoren SEGs bei der Bank als Sicherheit angegeben. Nach einigen Nachforschungen muss Eric herausfinden, dass der Unbekannte niemand geringeres als sein Bruder Patrick ist.","versions":[{"lang":1,"streams":[{"redirect":14329451,"hoster":"VOE"},{"redirect":14329450,"hoster":"Vidoza"},{"redirect":14329449,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Statement","epNo":7,"alt":"The Statement","descr":"Eric musste feststellen, dass in seiner Familie weitere Geheimnisse unter den Teppich gekehrt wurden. Nicht nur, dass sein Bruder Patrick anscheinend ohne sein Wissen einen Kredit über die Firma aufgenommen hat und damit sämtliche Investoren gefährdet, darüber hinaus scheint Patricks Ehefrau Melanie ihn in der Nacht von Kates Tod mit Erics bestem Freund Neal betrogen zu haben. Dies erklärt, warum die verwegene Melanie die Videoaufzeichnungen gelöscht hatte. Doch wollte sie wirklich nur ihre Affäre vertuschen, oder hat Melanie ein noch dunkleres Geheimnis? Auch Detective Cornell fühlt Melanie genauer auf den Zahn. Bei ihrer Vernehmung bestreitet sie, im Sicherheitsraum gewesen zu sein und die Aufnahmen gelöscht zu haben. Alle Spuren führen ins Nichts und der engagierten Detective gehen langsam die Verdächtigen aus. Gleichzeitig macht ihre drogenabhängige Tochter Cornell das Leben schwer, die anscheinend wieder rückfällig geworden ist … Eric versucht indes, Patrick mit seinem Wissen über den geheimen Firmenkredit zu konfrontieren, doch dieser ist nirgendwo auffindbar. Als er ihn schließlich findet, eskaliert die Situation zwischen den Brüdern – denn die Investition Patricks wird rechtliche Konsequenzen für die gesamte Familie Warner nach sich ziehen.","versions":[{"lang":1,"streams":[{"redirect":14329447,"hoster":"VOE"},{"redirect":14329448,"hoster":"Vidoza"},{"redirect":14329445,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Betrug","epNo":8,"alt":"The Racket","descr":"Melanie Warners Geheimnis ist gelüftet. Anscheinend betreibt die ambitionierte Blondine in dem mit Firmengeldern gekauften Haus ein Bordell. Nachdem Danny auf der Suche nach seiner Tochter in dem Haus Schüsse abgegeben hat, schaltet sich die Polizei ein und Detective Cornell wird auf den Plan gerufen. Eric zieht indes die beruflichen Konsequenzen für Patricks Verrat und entlässt seinen Bruder aus der Firma. Die restliche Familie Warner überlegt indes mit ihrem Anwalt, wie sie sich am besten gegen die Vorwürfe wegen Prostitution und Betrug wehren können, ohne den Ruf SEGs zu riskieren. Obwohl es Eric schwer fällt muss er sich eingestehen, dass es nur einen Weg gibt, die Firma und seine Mitarbeiter zu retten: Er muss seinen Bruder Patrick opfern. Widerwillig kooperiert er mit den Behörden und übergibt Detective Cornell die Akten, die Patrick des Betrugs und der Prostitution belasten – in dem Wissen, dass er Cornell damit auch ein mögliches Mordmotiv für den Mord an seiner Frau liefert … Währenddessen versucht Eric noch immer den Erpresser zu identifizieren, der Kate noch kurz vor ihrem Tod bedroht hatte. Dazu muss er jedoch den Code ihres iPads knacken, auf dem Kate eine Tracking-Software installiert hat, um den Erpresser zu verfolgen.","versions":[{"lang":1,"streams":[{"redirect":14329443,"hoster":"VOE"},{"redirect":14329446,"hoster":"Vidoza"},{"redirect":14329444,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Bruder","epNo":9,"alt":"The Brother","descr":"Nachdem Eric der Tracking-Software gefolgt ist, mit der seine verstorbene Ehefrau herausfinden wollte, wer sie erpresst hat, traut er seinen Augen kaum: Das Signal führt ihn zu einem Gebäude, wo Eric niemand geringeren als seinen Vater findet. Eric ist außer sich – hat sein Vater etwas mit Kates Mord zu tun? Mit Dannys Hilfe forscht Eric weiter nach, doch worauf er stößt, wirft ihn endgültig aus der Bahn … Unterdessen erfährt auch Detective Cornell von der Erpressung und leitet daraus die gleichen Erkenntnisse ab, wie Eric Warner: Der Erpresser ist höchstwahrscheinlich auch Kates Mörder. Da das Ehepaar Warner mit der Offenlegung von Erics Jugendstrafakte erpresst wurden und sein Vater John die einzige Kopie der Akte besitzt, vermutet Cornell, dass der Täter aus Eric Warners unmittelbarem Umfeld stammt. Die DNA-Spuren auf dem Erpresserbrief bestätigen diese Theorie: Der Erpresser ist mit den Warners verwandt. Als es auf dem Polizeirevier zu einer Konfrontation zwischen allen Beteiligten kommt, eskaliert die Situation und ein weiteres, dunkles Familiengeheimnis der Warners kommt ans Tageslicht.","versions":[{"lang":1,"streams":[{"redirect":14329440,"hoster":"VOE"},{"redirect":14329442,"hoster":"Vidoza"},{"redirect":14329438,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Wahrheit","epNo":10,"alt":"The Truth","descr":"Detective Cornell kommt endlich zu ihrer Festnahme. Nachdem Patrick seinen Bruder beschuldigt hatte, seine Mutter absichtlich die Treppe heruntergestoßen zu haben, nimmt Cornell Eric wegen versuchten Mordes fest. Obwohl alle Beteiligten wissen, dass es sich dabei um einen klaren Fall von Selbstverteidigung gehandelt hatte, nimmt Cornell Eric mit aufs Revier. Im Verhörraum offenbart Detective Cornell jedoch ihre wahre Absicht, denn sie hat längst den entscheidenden Hinweis zu Kate Warners Mörder entdeckt. Als die schockierende Wahrheit über Kates Tod endlich ans Licht kommt, sind die Konsequenzen für die Familie Warner zerstörerisch","versions":[{"lang":1,"streams":[{"redirect":14329437,"hoster":"VOE"},{"redirect":14329441,"hoster":"Vidoza"},{"redirect":14329439,"hoster":"Streamtape"}]}]}]}]}