{"seriesId":"section-zro","name":"Section Zéro","descr":"In naher Zukunft ist Europa fest in der Hand von privaten, multinationalen Firmen. Eine der mächtigsten, Prometeus, will ihre Monopolstellung weiter ausbauen und die Polizei mit einer Miliz ersetzen, der \"Black Squad\". Der nach dem Mord an seiner Tochter traumatisierte Officer Sirius Becker sieht diese Entwicklung mit Sorge und tut sich mit dem erfahrenen Polizisten Franck Varnove zusammen, um eine Eliteeinheit unabhängiger Polizisten zusammenzustellen, die den Kampf gegen die \"Black Squad\" aufnehmen soll.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Chimäre","epNo":1,"alt":"The Chimera","descr":"In einer dystopischen nahen Zukunft kann die Polizei die Kriminalität kaum bewältigen. Eine neue Droge erscheint, die sowohl süchtig macht als auch halluzinogen ist. Die Polizei sucht nach Verbindungen zwischen der Droge und einem kürzlichen Mord. Zum einen ist es vielleicht etwas näher an der Heimat.","versions":[{"lang":1,"streams":[{"redirect":12022197,"hoster":"VOE"},{"redirect":12022202,"hoster":"Doodstream"},{"redirect":12122032,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Reich der Toten","epNo":2,"alt":"In the Kingdom of the Dead","descr":"Nach der Verletzung seiner Tochter stürzt sich Sirius in die Ermittlungen. Black Squad-Aufseher Marcus stellt Sirius ein Ultimatum. Sirius\u0027 Team nimmt eine Verhaftung vor, die zum Drogenhändler führen könnte. Bei Black Squad wird Dan gefoltert.","versions":[{"lang":1,"streams":[{"redirect":12323991,"hoster":"VOE"},{"redirect":12022199,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wiedergeburt","epNo":3,"alt":"Renaissance","descr":"Elie bemüht sich, Nachforschungen anzustellen, während Black Squad und Munro sie verfolgen. Menschen werden von maskierten Männern aus \"The Steps\" entführt, aber zu welchem ​​Zweck? Yukov versteckt sich nach dem verpatzten Fangversuch. Elie wird in ihrem Haus von Black Squad angegriffen.","versions":[{"lang":1,"streams":[{"redirect":12022201,"hoster":"VOE"},{"redirect":12022203,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schattensoldaten","epNo":4,"alt":"Shadow Soldiers","descr":"Die Steps-Crew versucht, die Black Squad-Mitglieder zu finden, die Elie angegriffen haben. Der Maulwurf greift Elie an und Yukov nimmt Munros Angebot an. Sirius wacht auf und erklärt sich bereit, mit Mitgliedern der Cobra Group – seinem alten Team – die Operationen für Section Zero zu leiten.","versions":[{"lang":1,"streams":[{"redirect":12022223,"hoster":"VOE"},{"redirect":12022205,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zwischen den Lebenden und den Toten","epNo":5,"alt":"Between the Living and the Dead","descr":"Reinhardt hält die Dinge für Sirius und Elie zusammen. Section Zero gibt Sirius\u0027 Team ein Ziel. Bianchi wird von einem Mädchen angeschossen und von Black Squad entführt. Dianes Tochter hat ihr Gedächtnis verloren. Yukov erklärt, wie er Black Squad geholfen hat.","versions":[{"lang":1,"streams":[{"redirect":12025413,"hoster":"VOE"},{"redirect":12025382,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Totenmesse","epNo":6,"alt":"Sirius Requiem","descr":"Munro verhört Reinhardt, nachdem neue Beweise ans Licht kommen. Elie begegnet ihrer Tochter. Section Zero greift einen Sender an, um den Leuten den Inhalt des Konvois zu zeigen. Reinhardt verrät Section Zero, aber Varnove entkommt.","versions":[{"lang":1,"streams":[{"redirect":12114021,"hoster":"VOE"},{"redirect":12022212,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Block 13","epNo":7,"alt":"Block 13","descr":"Während sich Polizistin Elie Klein auf die Suche nach ihrer entführten Tochter macht, zieht Sirius die Kräfte der \"Section Zero\" zusammen, um den Sturm auf Block 13 vorzubereiten.","versions":[{"lang":1,"streams":[{"redirect":12022233,"hoster":"VOE"},{"redirect":12114025,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Blut und Tränen","epNo":8,"alt":"Lone Survivor","descr":"Um den wachsenden Unmut der Bevölkerung wieder herunter zu kochen, ist das Prometheus-Kartell gezwungen, sein kriminelles Killerkommando um Oberst Munro aufzulösen. Allerdings ist die Gefahr eines Militärputschs noch nicht gebannt...","versions":[{"lang":1,"streams":[{"redirect":12022232,"hoster":"VOE"},{"redirect":12022222,"hoster":"Streamtape"}]}]}]}]}