{"path":"/serie/stream/sedwitz","name":"Sedwitz","descr":"Der DDR-Grenzoffizier Ralle Pietzsch erhält 1988 von einem sterbenden Stasi-Führer den Schlüssel zu einem hoch geheimen Tunnel unter der Grenze. Doch anstatt diesen wie versprochen abzugeben, möchte er seinem Sohn den sehnlichsten Geburtstagswunsch erfüllen und ihm einen Zauberwürfel schenken. Den gibt es jedoch nur im westlichen Teil des (fiktiven) oberfränkisch-thüringischen Ortes \"Sedwitz\".","seasons":[{"path":"/serie/stream/sedwitz/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sedwitz/staffel-1/episode-1","name":"Trafo 257","epNo":1,"alt":"","descr":"Wir schreiben das Jahr 1988. Das im thüringisch-fränkischen Grenzgebiet gelegene Örtchen Sedwitz ist geteilt. Die Mauer hat Familien und Existenzen vor langer Zeit entzweit. Wenn der Bundesgrenzschutzbeamte Hubert \"Hubsi\" Weißpfennig mit Debbie, der attraktiven Gattin des geschäftstüchtigen Gastwirts Franz Haueisen, im Schatten der Mauer ein Stelldichein hat, schauen die DDR-Grenzer Dirk Stordel und Ingo Schnaider eher desinteressiert zu. Das routinierte Ignorieren findet ein jähes Ende, denn Veteran Atze Stahlmann liegt im Sterben. Von den anderen unbemerkt vertraut dieser DDR-Grenzoffizier Ralf \"Ralle\" Pietzsch vor seinem Ableben einen Schlüssel an. Der gehört zum Trafohäuschen 257, in dem ein geheimer unterirdischer Gang in den Westen beginnt. Weil er seinem traurigen Sohn Ole mit dem ersehnten Zauberwürfel zum Geburtstag eine Freude machen will, nutzt Ralle den Tunnel für einen ersten Ausflug in den Westen – ohne Wissen seiner Frau Kerstin. Doch das erste Auto, in das er einsteigt gehört ausgerechnet Hubsi – und der bildet sich eine Menge auf seine Menschenkenntnis ein. Nur dumm, dass Ralles selbstgefälliger Vorgesetzter, Major Neubert nichts von dessen Aktivitäten ahnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12631816","hoster":"VOE"},{"path":"/redirect/12631814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sedwitz/staffel-1/episode-2","name":"Zauberwürfel","epNo":2,"alt":"","descr":"Fast wäre der Westausflug von Ralle Pietzsch aufgeflogen. Der BGS-Beamte Hubsi Weißpfennig fuchtelt jedenfalls gefährlich mit seiner Dienstwaffe vor Ralles Nase herum. Doch der redet nur vom Zauberwürfel und dann rettet ihn der Wirt Franz Haueisen, der Hubsi seinen Lottoschein mitgeben will und in seinem Gasthaus wieder krumme Dinge dreht. Major Neubert verliert indessen im Ostteil seinen Glauben ans Fernsehen. Denn statt ihn ordentlich ins Bild zu setzen, nutzt der Kameramann die Gunst der Stunde und türmt per Leiter in den Westen. Ralle lässt sich von Hubsi zur Schule in Coburg chauffieren, wo er endlich den ersehnten Zauberwürfel organisieren will. Doch Ralle landet mitten im Elternsprechtag, wo ihn Bruno Patzelt und Miriam Stendelbrecht in eine absurde Diskussion verwickeln, der sich Ralle durch die Flucht nach vorn in das Sprechzimmer von Lehrerin Astrid Hillebrand entzieht. Die hält ihn für den schwerreichen Vater eines Jungen, dessen Eltern sich trennen wollen. Aber am Ende bekommt Ralle den ersehnten Zauberwürfel. Wieder daheim im Osten, will Ralle endlich den Triumph genießen, dass er den Zauberwürfel für Oles Geburtstagsfeier organisiert hat. Er ahnt nicht, dass der LPG-Boss Schuschke mehr als einen Hintergedanken hat, wenn er Ralles Frau Kerstin ausfragt. Und dann erlebt Ralle eine Überraschung: Beim Grenzkontrollgang mit Schnaider und Stordel entdeckt ihn Hubsi von der anderen Seite des Grenzzauns","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6557090","hoster":"VOE"},{"path":"/redirect/12631822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sedwitz/staffel-1/episode-3","name":"Echtgeld","epNo":3,"alt":"","descr":"Echtgeld Während Feldwebel Schnaider und der Gefreite Stordel mit dem Maschinengewehr auf Wildschweinjagd gehen, will Ralle Pietzsch seine Frau Kerstin schick ins Interhotel ausführen. Doch obwohl innen gähnende Leere herrscht, verweigert man dem Ostpaar den Eintritt mangels Westgeld. Von Sigge Wetzel erfährt Ralle, dass man für Antiquitäten im Westen ordentlich Geld kassiert. Beim Versuch, aus einer Scheune ein altes Spinnrad zu organisieren, um es im Westen zu Geld zu machen, wird er von Schnaider und Stordel überrascht. Geistesgegenwärtig deklariert Ralle die Aktion zum Test, den seine Untergeben leider nicht bestanden hätten. In der Kaserne wartet der russische Offizier Wladislaw auf ihn. Er fragt Ralle, ob ihm Atze Stahlmann nicht noch etwas gesagt oder anvertraut hätte – schauderlich übersetzt von Major Neubert. Währenddessen wird Hubsi auf der Westseite von Geheimdienstler Dieter Meyer dazu angehalten, dem Stufe-10-Agenten \"Ernst Thälmann\" jede Hilfe zuteil werden zu lassen. Das Spinnrad, das Ralle im Westen zu Geld machen wollte, wird von Lehrerin Astrid Hillebrand als vermeintliche Spende beim Dorffest angenommen und für 100 Mark versteigert. So viel bekommt Ralle dann aber auch, als er beim Preisschießen den Hauptgewinn holt – und danach von der Lehrerin rückhaltlos angehimmelt wird. Astrid steckt ihm sogar ihre Telefonnummer zu. Dabei nutzt Ralle die 100 Mark, um endlich mit seiner Frau einen schönen Abend im Interhotel verbringen zu können. Am nächsten Morgen fehlt sein Dienstausweis. Ralle rast zum Trafohäuschen und wird auf frischer Tat von Schnaider und Stordel ertappt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6557091","hoster":"VOE"},{"path":"/redirect/12631835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sedwitz/staffel-1/episode-4","name":"Der Mond ist aufgegangen","epNo":4,"alt":"","descr":"Bei der nächtlichen Grenzkontrolle wird der Gefreite Stordel bei der Vorstellung ganz sentimental, dass seine in den Westen ausgereiste Freundin Anja auch gerade den schönen Vollmond sieht. Tatsächlich handelt es sich aber um einen Heißluftballon mit Republikflüchtlingen, die entkommen können, da Feldwebel Schnaider seine Munition in eine andere Richtung verschießt. Ralle muss seine Frau Kerstin trösten, die ihm beichtet, dass in ihrer LPG-Kasse 10.000 Mark fehlen. Wenn das Geld in drei Wochen nicht wieder auftaucht, wandert sie für drei Jahre ins Gefängnis. Gleich am nächsten Tag kauft Ralle dem Bauer Sigge Wetzel zwei alte Truhen ab, um sie mit Stordels und Schnaiders Hilfe durch den Tunnel auf die Westseite zu bringen, wo ihnen Franz Haueisen 160 Westmark plus seine Jeansjacke dafür zahlt. Hubsi Weisspfennig offenbart Ralle auf dem Wirtshausklo, er habe aus höchsten Kreisen erfahren, dass er ein Top-Agent sei und auf seine Hilfe bauen könne. Sofort muss Ralle Hubsis Dienste auch in Anspruch nehmen, denn Stordel ist verschwunden. Ralle lässt sich mit Schnaider nach Hof chauffieren, denn dort will Stordel im Krankenhaus seine Freundin Anja zur Rede stellen. Ralle kann ihn gerade noch von diesem aussichtslosen Unterfangen abhalten und gemeinsam geht es zurück nach Sedwitz – pünktlich zum Wachwechsel. Doch vor dem Tunnel parkt ein Bagger. Die Lage scheint aussichtslos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6557093","hoster":"VOE"},{"path":"/redirect/12631841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sedwitz/staffel-1/episode-5","name":"Kaiserwalzer","epNo":5,"alt":"","descr":"Weil ihnen im Westen ein Bagger den Rückweg durch den Tunnel versperrt, ersinnen Ralle, Stordel und Schnaider mit Hubsis Hilfe eine List, um wieder auf den Ostteil der Grenze wechseln zu können. Sie werfen so lange Äste auf die Signalzaundrähte, bis Major Neubert die ständigen Fehlalarme nicht mehr ernst nimmt. Doch dann werden sie von Unteroffizier Möckl in flagranti erwischt und müssen ihn mit ins Boot nehmen. Glücklich daheim trifft Ralle auf eine deprimierte Kerstin, die schon ihrem Vorgesetzten Schuschke Meldung von den in der LPG-Kasse fehlenden 10.000 Mark gemacht hat. Ralle verspricht ihr, das Geld zu beschaffen. Bei Sigge Wetzel bestellt er weitere Bauernmöbel, um sie im Westen dem Wirt Franz Haueisen zu verkaufen. Für Hubsi Weisspfennig läuft es nicht gut. Dieter Meyer vom Staatsschutz zwingt ihn mit vorgehaltener Motorsäge zum Totalstrip im Wald. Hätte ja sein können, dass er verkabelt ist- Hubsi soll Ralle für den nächsten Tag zur Bank an der Kapelle am Westeingang des Tunnels bestellen, denn Meyer besitzt die Akte \"Kaiserwalzer\" mit Infos über die wahren Ursachen für den Tod von Franz Josef Strauß. Doch Ralle hat momentan noch ganz andere Sorgen, da der russische Offizier Wladislaw glaubt, dass Ralle seit dem Ableben von Atze Stahlmann über geheime Informationen verfügt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12631846","hoster":"VOE"},{"path":"/redirect/12631854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sedwitz/staffel-1/episode-6","name":"Trick 17","epNo":6,"alt":"","descr":"Ralle will die Bauernschränke in Sigge Wetzels Scheune im Westen zu Geld machen, doch die sind versiegelt. Aber mit einem Trick schaffen Ralle und seine Freunde die wertvollen Stücke dennoch in den Westen. Ralle braucht dringend das Geld, um seine Frau Kerstin vor dem sicheren Gefängnis zu bewahren. Aber als er mit den 10.000 Mark für Kerstins LPG-Kasse freudestrahlend nach Hause kommt, ist seine Frau trotzdem traurig. Der LPG-Vorsitzende Schuschke spielt mit ihr weiterhin ein linkes Spiel. Nie hätte sich Ralle Pietzsch träumen lassen, dass ihn ausgerechnet ein Zauberkunststück von Major Neubert, auf die entscheidende Idee bringen würde, wie er die für den West-Export gedachten DDR-Bauernschränke vor dem Zugriff durch die Staatsmacht retten kann. Ralle braucht dringend das Geld für die Schränke, um seine Frau Kerstin vor dem sicheren Gefängnis zu bewahren. Bei Franz Haueisen kann Ralle diesmal einen wesentlich besseren Preis herausholen – obwohl eine völlig aufgelöste Astrid Hillebrand den Wirt warnt: Ralle sei nicht der, für den er sich ausgebe, sondern ein Betrüger. Auf dem Weg zurück bringt sich bei Ralle noch einmal Dieter Meyer ins Gedächtnis. Er will endlich die Million für die Akte \"Kaiserwalzer\", die ihm der verstorbene Atze Stahlmann versprochen hatte. Mit den 10.000 Mark für Kerstins LPG-Kasse kommt Ralle freudestrahlend nach Hause. Doch Kerstin ist traurig. Sie glaubt er betrüge sie, weil sie ihn nicht in der Kompanie erreicht hat. Ralle kann sie vom Gegenteil überzeugen, was aber auch nicht viel hilft, weil der LPG-Vorsitzende Schuschke, ein linkes Spiel spielt. Er hat weitere 10.000 Mark aus der Kasse entwendet, was er Kerstin geschickt in die Schuhe schiebt – und die Revision ist auch schon da. Ralle begreift, was Sache ist, und sucht nach einem letzten Ausweg","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6557097","hoster":"VOE"},{"path":"/redirect/12631818","hoster":"Streamtape"}]}]}]}]}