{"seriesId":"seeds-of-deceit-kinder-einer-lge","name":"Seeds of Deceit - Kinder einer Lüge","descr":"Der Fortpflanzungsmediziner Jan Karbaat befruchtet über Jahrzehnte hinweg Patientinnen mit seinem eigenen Sperma und zeugt auf diese Weise bis zu 250 Nachkommen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Versprechen","epNo":1,"alt":"A Promise","descr":"Die erste Episode A PROMISE erzählt die Geschichte, wie der verstorbene Dr. Karbaat zum renommiertesten Fruchtbarkeitsarzt der Niederlande wurde. Karbaat galt damals als fortschrittlicher Pionier, denn er half nicht nur heterosexuellen Paaren, sondern auch schwulen Paaren und alleinerziehenden Müttern. Ehemalige Patientinnen, Mütter von \u0027Karbaat-Kindern\u0027, sprechen über ihren langjährigen Kinderwunsch und wie sie die Augen vor einer oft schrecklichen und unerträglichen Inseminationsbehandlung verschlossen, die in Fällen von sexueller Einschüchterung bis hin zu Missbrauch umfasste. Jahrzehnte später wird Karbaat wegen des Verdachts verklagt, er habe seinen eigenen Samen zur Befruchtung seiner Patienten verwendet. Einen Monat vor dem Prozess verstirbt der Arzt.","versions":[{"lang":1,"streams":[{"redirect":8944405,"hoster":"VOE"},{"redirect":8944404,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Nachkommen","epNo":2,"alt":"Offspring","descr":"Die zweite Episode OFFSPRING zeigt, wie die Karbaat-Kinder mit diesem neu gewonnenen genetischen und emotionalen Erbe umgehen, nachdem die Nachricht veröffentlicht wurde. Die Episode dreht sich um die Debatte Natur vs. Die Kinder begegnen sich zum ersten Mal und teilen widersprüchliche Gefühle, die einerseits Zugehörigkeit und Anerkennung erfahren, andererseits aber auch Angst haben, genetische Familienmerkmale vom leiblichen Vater zu erben. Zwei echte Familienmitglieder von Doktor Karbaat geben uns mehr Einblicke darüber, wer Karbaat als Person war und sprechen über seinen Hintergrund, seine Erziehung und seinen Charakter.","versions":[{"lang":1,"streams":[{"redirect":8944397,"hoster":"VOE"},{"redirect":8944398,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Flüssige Liebe","epNo":3,"alt":"Liquid Love","descr":"Die dritte Episode LIQUID LOVE erzählt die Geschichte hinter der außergewöhnlichen Motivation von Karbaats Lieblingssamenspender, der sich nach Unsterblichkeit sehnte, indem er über 200 Spenderkinder hervorbrachte. Die Zuschauer erfahren, dass Karbaat bei seinen Spendern sehr unselektiv war und sogar mit Spendern mit genetischen Erkrankungen arbeitete. Das erste internationale Karbaat-Kind wird gefunden und trifft die Gruppe in den Niederlanden. Immer mehr Fälle von Ärzten, die ihren eigenen Samen besamten, kamen und kommen immer noch ans Licht, was es zu einem häufigeren Ereignis macht, als man vielleicht dachte.","versions":[{"lang":1,"streams":[{"redirect":8944400,"hoster":"VOE"},{"redirect":8944401,"hoster":"Streamtape"}]}]}]}]}