{"seriesId":"sehnsuchtsorte","name":"Sehnsuchtsorte","descr":"Berühmte Maler verewigten sie auf Leinwand und noch heute ziehen sie die Menschen in ihren Bann: besondere Orte, wie etwa auf Rügen oder in der Provence. Die Dokureihe spürt der Anziehungskraft dieser Sehnsuchtsorte nach und fragt, was die Menschen einst und heut’ mit ihnen verbinden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Rügen und Caspar David Friedrich","epNo":1,"alt":"","descr":"Unweit der Küste Vorpommerns erhebt sich Rügen, Deutschlands größte Insel, aus der Ostsee. Ihre vielfältigen Landschaften inspirierten den aus Greifswald stammenden Maler Caspar David Friedrich im 19. Jahrhundert zu einigen seiner größten Meisterwerke. Die Dokumentation folgt den Spuren des Malers in seiner Heimat und trifft auf Menschen, die seine Begeisterung für diese einzigartige maritime Region teilen.","versions":[]},{"epId":"episode-2","name":"Nordengland und Turner","epNo":2,"alt":"","descr":"Die vielfältigen Landschaften im Norden Englands haben schon William Turner inspiriert. Von den sanften Hügeln Yorkshires über die raue Ostküste mit ihren zahlreichen Burgen bis hin zur Seenregion im Westen - durch die beeindruckenden Panoramen wurde Turner zum Landschaftsmaler. Die heutigen Bewohner wissen um die Schönheit ihrer Heimat und pflegen leidenschaftlich die besonderen Traditionen des Nordens.","versions":[]},{"epId":"episode-3","name":"Die Provence und Cézanne","epNo":3,"alt":"","descr":"Die Provence gab dem weltberühmten Maler Paul Cézanne Inspiration und Rahmen. Die ausgedehnten Felder sind immer wiederkehrende Motive, und das Licht spiegelt den Glanz und die Natürlichkeit dieser französischen Region. Reizvolle Kulissen, eingefangen in unzähligen Werken. Das sind die Sehnsuchtsorte, die Cézanne einst erwandert hat mit seiner Leinwand und seinen Farben.","versions":[]},{"epId":"episode-4","name":"Venetien und Tizian","epNo":4,"alt":"","descr":"Im Herzen Europas, im Norden Italiens, liegt die Region Venetien. Dort lebte und wirkte der italienische Künstler Tizian. Er gilt als einer der Vorreiter der Landschaftsmalerei. Menschen und Berge in seiner Kunst gewinnen durch die Farben und deren Schattierungen ihre Form. Besonders \"tizianrot\", unerreicht, inspiriert immer noch zahlreiche Künstler und Bildhauer, Maler und sogar Köche.","versions":[]},{"epId":"episode-5","name":"Barcelona und Picasso","epNo":5,"alt":"","descr":"In Barcelona, der Hauptstadt Kataloniens, verbrachte Pablo Picasso um die Jahrhundertwende seine Jugend. Es war eine stilprägende Epoche sowohl für die aufstrebende Kulturmetropole als auch für den jungen Künstler. Die Dokumentation folgt seinen Spuren und findet viele Motive, die er in seinen Bildern verewigt hat: die Kathedrale von Barcelona ebenso wie das Rotlichtviertel, aber auch die Berglandschaft Terra Alta weiter südlich in Katalonien.","versions":[]}]}]}