{"seriesId":"seirei-tsukai-no-blade-dance","name":"Seirei Tsukai no Blade Dance","descr":"In einer Welt, in der Geister existieren, wird nur den reinsten und unschuldigsten aller Mädchen das Privileg zu Teil, sich mit diesen zu verbinden. Zu diesem Zweck besteht die Elite-Einrichtung Areishia Ghost Academy, die den Töchtern der nobelsten Familien, die Grundlagen für diesen Vertragsschluss übermittelt.Als Kazehaya Kamito über ein junges Mädchen namens Claire Rouge stolpert, die in einem See des Geisterwaldes badet, wird er von ihr attackiert und schließt, als er auch von ihrem versiegelten Geisterschwert angegriffen wird, mit diesem einen Vertrag. Dadurch wird er zum ersten Mann, der sich mit einem Geist verbinden konnte und fortlaufend von Claire als Dieb bezeichnet. Akademie-Direktorin Greyworth Ciel Mais, beordert den verwunderten Kazehaya daraufhin mittels eines Briefes zur Areishia Academy, um mit ihm zu sprechen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Sword, the School, and the Fire Cat-Girl","descr":"Areishia Spirit Academy: ein Ort, an dem junge Mädchen zu Elementarmagierinnen ausgebildet werden, wo keine Männer erlaubt sind. Kazehaya Kamito verirrt sich bei dem Versuch, zur Schule zu gehen, und trifft auf Claire Rouge, ein Mädchen, das sich für eine Geisterkontraktionszeremonie reinigt. Sie versucht, sich mit dem Demon Slayer zusammenzuschließen, einem Schwert, mit dem zuvor niemand Kontakt hatte, aber es gerät außer Kontrolle ...","versions":[{"lang":3,"streams":[{"redirect":8418089,"hoster":"VOE"},{"redirect":8418088,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Blade Dance at Midnight","descr":"Kamito ist der einzige Typ in der Areishia Spirit Academy, wo keine Männer erlaubt sein sollten. Am Ende bekommt er ein Haus neben dem Stall, als Rinslet ihn besucht. Sie bietet ihm etwas Suppe an, damit er ihr Diener wird. Claire taucht zur gleichen Zeit mit etwas Konserven auf. Die beiden beginnen sich um Kamito zu streiten.","versions":[{"lang":3,"streams":[{"redirect":8418097,"hoster":"VOE"},{"redirect":8418098,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Holy Sword that Killed the Demon Lord","descr":"Am Ende des Kampfes mit Sylphid-Rittern, kommandiert von Ellis, erscheint ein Dämonengeist. Claire wünscht sich einen starken Geist und versucht, sich mit ihm zusammenzuziehen, und konfrontiert ihn alleine. Sie erweist sich letztendlich als nicht gewachsen und Kamito benutzt den Schwertgeist, um zu versuchen, sie zu retten.","versions":[{"lang":3,"streams":[{"redirect":8418100,"hoster":"VOE"},{"redirect":8418108,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Strongest Blade Dancer","descr":"Heute Nachmittag findet eine Vertragszeremonie statt, an der Claire beteiligt ist. Claire möchte Macht erlangen, indem sie Geister beschafft, aber sie könnte in mehr verwickelt sein, als sie erwartet hätte, wenn sie an einem Klingentanz teilnimmt. Kamito kommt ihr zu Hilfe, aber kommt er zu spät?","versions":[{"lang":3,"streams":[{"redirect":8418107,"hoster":"VOE"},{"redirect":8418110,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Lost Queen","descr":"Alle wollen, dass Kamito ihrem Team beitritt, aber seine Loyalität liegt bei Claire. Währenddessen wechselt ein Mädchen von edler Ordnung zu ihrer Schule und Kamito wird gebeten, sie zu beschützen. Und ein Teil von Kamitos mysteriöser Vergangenheit wird enthüllt.","versions":[{"lang":3,"streams":[{"redirect":8418121,"hoster":"VOE"},{"redirect":8418117,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Demon Lord\u0027s Successor","descr":"Prinzessin Fianna ist gerade zur Areishia Spirit Academy gekommen und sie verursacht bereits Probleme. Zum einen fordert sie Claire Rouge zu einem Duell heraus. Und das Duell ist eines, das Claire nicht erwartet. Um das Chaos noch zu verstärken, taucht ein mysteriöser Junge auf dem Campus auf.","versions":[{"lang":3,"streams":[{"redirect":8418124,"hoster":"VOE"},{"redirect":8418122,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Battle of the Mining City","descr":"Rinslet, Claire, Est und Fianna kämpfen mit Kamito um Zuneigung und Zeit, während sie sich alle auf eine neue Mission begeben, nur um Ellis Fahrengart und den Rest der Ordesia-Ordensmädchen zu finden, die gegen den kämpfen, der sehr wohl der wahre Nachfolger des Dämonenlords sein könnte .","versions":[{"lang":3,"streams":[{"redirect":12334969,"hoster":"VOE"},{"redirect":8418129,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Team Scarlet","descr":"Der Wahnsinn hat sich zu einem Fiebergrad entwickelt, als Kamito und die Damen in eine Schlacht kommen – die Blutsteine ​​und einen Altar umfasst – die viel größer ist, als sie sich jemals hätten vorstellen können. Währenddessen enthüllt Fianna dem Team ein großes und mutiges Geheimnis.","versions":[{"lang":3,"streams":[{"redirect":12381306,"hoster":"VOE"},{"redirect":8418136,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Covenant of the Wind","descr":"Da es fast das Fest von Valentia ist und du deinem Schwarm Schokolade geben sollst, finden wir die Mädchen, die sich in der Küche abrackern, um Kamito zu beeindrucken. Ein Mittagessen präsentiert ein seltsames neues Mädchen, das hinter den Kulissen etwas vorhaben könnte.","versions":[{"lang":3,"streams":[{"redirect":8427102,"hoster":"VOE"},{"redirect":8418139,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Sylphid","descr":"Ellis bittet Kamito, sich Sylphid Knight, der Wache der Schule, anzuschließen, und er sagt widerwillig ja als Gegenleistung für eine Entschädigung. Als Claire die Neuigkeiten erfährt, ist ihr natürlich das Herz gebrochen – da es dieselben Mädchen sind, die sich über sie und ihre Schwester lustig gemacht haben.","versions":[{"lang":3,"streams":[{"redirect":8418147,"hoster":"VOE"},{"redirect":8418145,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Night of Valentia","descr":"Ellis\u0027 Schwester ist machttrinken, als sie praktisch die ganze Stadt in die Luft jagt. Ellis, Rinslet und Claire schließen sich pünktlich zum Klingentanz als Team Scarlet zusammen. Und Kamito gibt seine Teamvergütung für etwas Besonderes aus.","versions":[{"lang":3,"streams":[{"redirect":8418151,"hoster":"VOE"},{"redirect":8418153,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Ren Ashbell","descr":"Velsaria wird von Team Scarlet konfrontiert und jeder verwendet seinen stärksten Zug, der fehlschlägt, dann bittet Kamito Est, sie zu dem Team zu bringen, an dem es sich befindet. Als Kamito dort ankam, kämpfte er mit Hilfe seines Teams gegen Velsaria, sie bemerkten, dass er die gleichen Bewegungen wie Ren Ashbell benutzte. Und schafft es, Velsaria zu retten, später fand Greyworth heraus, warum Velsaria diese seltsame Kraft bekam.","versions":[{"lang":3,"streams":[{"redirect":8418158,"hoster":"VOE"},{"redirect":8418162,"hoster":"Streamtape"}]}]}]}]}