{"path":"/serie/stream/seirei-gensouki-spirit-chronicles","name":"Seirei Gensouki: Spirit Chronicles","descr":"Als der 20-jährige College-Student Haruto Amakawa bei einem Verkehrsunfall ums Leben kommt, rechnet er nicht damit, in einer fremden Welt im Körper eines kleinen Jungen namens Rio aufzuwachen. Als ihre Erinnerungen und Persönlichkeiten verschmelzen, erkennt Rio, dass er nun auch magische Kräfte besitzt. Erleichtert stellt er fest, dass seine brennende Leidenschaft für Rache an den Mördern seiner Mutter trotz seiner neu veränderten Identität nicht nachgelassen hat.Kurz darauf trifft Rio auf die entführte Prinzessin des Königreichs Bertram und rettet sie ohne zu zögern. Um seinen Dank auszudrücken, gewährt ihm der König die Möglichkeit, sich an der Bertram Royal Academy einzuschreiben. Er glaubt, dass dies ein neues Kapitel in seinem Leben ist, und freut sich darauf, an dieser renommierten Akademie zu studieren, aber das Leben hier erweist sich als schwierig für ihn, einen Slumbewohner, der von den majestätischen Kindern der Adligen umgeben ist.","seasons":[{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-1","name":"Erinnerungen an ein früheres Leben","epNo":1,"alt":"Memories of the Previous World","descr":"Als Amakawa Haruto von seiner Kindheitsfreundin wegzog, schwor er ihr, sie eines Tages wiederzufinden und zu heiraten. Jedoch wurde er als 20-jähriger Student in einen Unfall verwickelt und verstarb. Allerdings wurde sein Geist im Körper des Waisenjungen Rio wiedergeboren, der in einer anderen Welt lebt und versucht, den Tod seiner Mutter zu rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9638321","hoster":"VOE"},{"path":"/redirect/9638318","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8452180","hoster":"VOE"},{"path":"/redirect/8452185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-2","name":"Königliche Universität","epNo":2,"alt":"Royal Academy","descr":"Zur Belohnung für die Rettung der Prinzessin wird Rio in die Grundklasse der Königlichen Universität von Beltrum aufgenommen. Jedoch ist diese Bildungseinrichtung hauptsächlich für Kinder des Adels, weshalb der Junge aus den Slums alles andere als freundlich empfangen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9638327","hoster":"VOE"},{"path":"/redirect/9638324","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12334961","hoster":"VOE"},{"path":"/redirect/8452167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-3","name":"Königreich der Lügen","epNo":3,"alt":"Kingdom of Lies","descr":"Die Schüler der Grundklasse werden vor ihrem Abschluss auf eine letzte große Prüfung geschickt: Sie sollen bei einer Geländeübung ihre gelernten Fähigkeiten demonstrieren. Aus der Übung wird jedoch schnell ernst, da ein Unbekannter versucht, die Übung zu sabotieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9638331","hoster":"VOE"},{"path":"/redirect/9638333","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8452171","hoster":"VOE"},{"path":"/redirect/8452169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-4","name":"Die Auftragsmörderin","epNo":4,"alt":"The Assassin Girl","descr":"Rio trifft auf der reise einen weiblichen Tiermenschen, die auf die gleiche weise in diese Welt gekommen ist wie er. Zusammen suchen sie nach dem Ort an dem Tiermenschen nicht verabscheut werden. Und reisen in den osten in das Unerschlossene Land","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9681642","hoster":"VOE"},{"path":"/redirect/9681641","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8452175","hoster":"VOE"},{"path":"/redirect/8452174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-5","name":"Der Wald der Geister","epNo":5,"alt":"Forest of Spirits","descr":"Rio ist im Wald der Geister angekommen, in dem Demis wie Latifa leben sollen. Er wollte sie eigentlich nur in deren Obhut abgeben, doch es ereignet sich ein folgenschweres Missverständnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924469","hoster":"VOE"},{"path":"/redirect/9821903","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8355615","hoster":"VOE"},{"path":"/redirect/8355616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-6","name":"Die Nacht des Festivals","epNo":6,"alt":"Festival Night","descr":"Das Fest der Geister findet im Dorf statt und bei dieser Gelegenheit wird Latifa offiziell Bürger des Dorfes. Rio denkt, es ist ein guter Zeitpunkt, ihm zu sagen, dass er nach Yagumo geht. Aber Reiss\u0027 Spielereien stören die Party ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9821902","hoster":"VOE"},{"path":"/redirect/9821899","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8451572","hoster":"VOE"},{"path":"/redirect/8451575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-7","name":"","epNo":7,"alt":"Land of Promises","descr":"Rio erreicht schließlich Yagumo. Seine Recherchen führen ihn in ein Dorf, wo er mehr über seine Eltern erfährt. Er wird eingeladen, eine Weile im Dorf zu bleiben und sympathisiert mit Ruri und Sayo, zwei Mädchen im Teenageralter, die dort leben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8523405","hoster":"VOE"},{"path":"/redirect/8523406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-8","name":"","epNo":8,"alt":"Royal Lineage","descr":"Rio kommt mit dem von Dora angeführten Konvoi in der Hauptstadt des Königreichs Karasuki an. Bevor er ging, gab Yuba Hayate einen Brief, den er seinem Vater Gôki Saga geben muss. Dieser Brief wird für Rio ein weiterer Schritt auf der Suche nach seinen Ursprüngen sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8598274","hoster":"VOE"},{"path":"/redirect/8598270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-9","name":"","epNo":9,"alt":"Each of Their Decisions","descr":"Nachdem Rio seinen Entschluss, seine Mutter zu rächen, erneut bekräftigt hat, teilt er Yuba mit, dass er beabsichtigt, in die Strahl-Region zurückzukehren. Aber vor dieser Reise verbringt er friedliche, glückliche Tage im Dorf und hält sein königliches Erbe vor allen außer seinem Cousin Ruri geheim. Der Frühling kommt und als Sayo von Rios Abreise erfährt, kehrt er nach Hause zurück und bricht in Tränen zusammen. Wenn ihr älterer Bruder Shin sie so sieht, kann er nicht einfach still sitzen. Er geht Rio anflehen, im Dorf zu bleiben, aber...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12334964","hoster":"VOE"},{"path":"/redirect/8652644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-10","name":"","epNo":10,"alt":"A Spirit\u0027s Awakening","descr":"Rio kehrt nach Hause in das Dorf des Volkes der Geister zurück. Am nächsten Tag wacht er auf und findet neben sich ein unbekanntes, schönes, nacktes Mädchen...?! Latifa und die anderen spähen in den Raum und es entsteht Chaos, aber es stellt sich heraus, dass das Mädchen Rios Bindungsgeist ist. Da sie keinen Namen hat, gibt Rio ihr eine Aishia. Dryas, ein Geist der großen Bäume, erscheint, nachdem er die Anwesenheit eines mächtigen Geistes gespürt hat. Auf ihr Drängen hin stimmen Rio und Aishia zu, zu kämpfen, um ihre Kampffähigkeiten zu bestimmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12924474","hoster":"VOE"},{"path":"/redirect/8718673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-11","name":"","epNo":11,"alt":"Silver Bride","descr":"Rio ist schockiert, als er von Celias Scheinehe mit Charles Arbor erfährt. Die Hochzeit steht kurz bevor. Es soll am nächsten Tag stattfinden. Rio nutzt Aishias Kräfte, um sich in das Gästehaus des Palastes zu schleichen, um sich mit Celia wieder zu vereinen. Der Anblick von Rios Gesicht lässt Celia vor Freude überfließen, aber als sie gefragt wird, ob die Hochzeit etwas ist, was sie wirklich will, antwortet sie, dass sie damit einverstanden ist. Von Anfang bis Ende lässt Celias lächelndes Auftreten nie nach. Rio kann ihre wahren Gefühle nicht erkennen. Am nächsten Tag beginnt eine prächtige Parade in Richtung des großen Tempels, in dem die Hochzeit stattfinden wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8780782","hoster":"VOE"},{"path":"/redirect/8780780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seirei-gensouki-spirit-chronicles/staffel-1/episode-12","name":"","epNo":12,"alt":"Fated Reunion","descr":"Rio versucht die Hochzeit zwischen Celia und Charles zu unterbinden. Doch der gibt sich nicht so leicht geschlagen und hetzt die Elite des Königreichs auf Rio an. Ein erbitterter Kampf ums Überleben beginnt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8859506","hoster":"VOE"},{"path":"/redirect/13701680","hoster":"Streamtape"}]}]}]}]}