{"seriesId":"sekai-seifuku","name":"Sekai Seifuku","descr":"Was braucht es zur Eroberung der Welt? Jeder Anführer der Vergangenheit hat darüber nachgedacht... doch ist es letztendlich bei einem großen Traum geblieben. Weltherrschaft... niemand vermochte es, sie zu erlangen. Zumindest bis ein kleines Mädchen namens Kate Hoshimiya die Bühne betrat!Der Mittelschulschüler Jimon Asuta ist gerade von Zuhause ausgerissen und irrt ziellos durch die Stadt, als vom Militär eine Ausgangssperre verhängt wird. In den menschenleeren Straßen trifft er auf ein kleines Mädchen, das sich ihm als Kate Hoshimiya vorstellt und ihn in der Folge einlädt ihrer Organisation Zvezda beizutreten, mit der sie die Welt erobern will. Im Glauben an ein simples Spiel eines Kindes gibt er ihr seine Zusage und nimmt es nicht weiter ernst... bis er sich im weiteren Verlauf in einem Kampf zwischen dem Militär und einem riesigen Monster wiederfindet, diverse Figuren mit Superkräften auftauchen und er miterlebt, wie Kate im Alleingang ein ganzes Panzerbataillon außer Gefecht setzt.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Operation \u0026quot;Neues Zvezda\u0026quot;","epNo":1,"alt":"Operation \"New Zvezda\"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8786274,"hoster":"VOE"},{"redirect":8623802,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Unterwerfung der Menschheit","epNo":1,"alt":"Conquer All Humans","descr":"Der 14-jährige Ausreißer Asuta Jimon trifft ein hilfebedürftiges kleines Mädchen, namens Kate Hoshimiya. Das Mädchen entpuppt sich schnell als erstaunlich ambitioniert. Sie will die Weltherrschaft erringen.","versions":[{"lang":1,"streams":[{"redirect":12924484,"hoster":"VOE"},{"redirect":8623803,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vom Esstisch bis ins Grab","epNo":2,"alt":"From the Dining Table to the Grave","descr":"Asuta macht erste Bekanntschaft mit dem Geheimbund Zvezda und dessen äußerst merkwürdigen Mitarbeitern. Oh Mann, das ist ein krasser Laden. Aber auch Zvezdas Feinde haben seltsame Typen am Start.","versions":[{"lang":1,"streams":[{"redirect":8786278,"hoster":"VOE"},{"redirect":8623809,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verschwunden im Rauch","epNo":3,"alt":"Hiding Behind Smoke and Mirrors","descr":"Kate ist militante Nichtraucherin, deshalb startet sie einen Feldzug gegen die Raucher. Bei Zigarettenrauch am Esstisch versteht sie überhaupt keinen Spaß.","versions":[{"lang":1,"streams":[{"redirect":8786279,"hoster":"VOE"},{"redirect":8623804,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Udo in kalter Erde","epNo":4,"alt":"Udo`s in the Cold Ground","descr":"In dieser Episode erfährt man, warum Udo-Pflanzen so wichtig für das Zvezda-System sind und wie Natasha aus der Ukraine zu Zvezda kam.","versions":[{"lang":1,"streams":[{"redirect":8786276,"hoster":"VOE"},{"redirect":8623805,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"White Robin in Gefahr!","epNo":5,"alt":"White Robin in Danger!","descr":"Die Gruppe White Light ist Zvezdas Feind. Asuta hat den Verdacht, dass seine Mitschülerin Renge hinter der Maske eines Mitglieds der Gruppe, namens White Robin steckt.","versions":[{"lang":1,"streams":[{"redirect":8786282,"hoster":"VOE"},{"redirect":8623814,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Klub der Schatzsucher (Teil 1)","epNo":6,"alt":"After School Treasure Club (Part 1)","descr":"Kate und Roboko kommen als neue Schüler in Asutas Klasse, um an der Schule undercover einen Schatz zu suchen. Interessanterweise gibt es an der Schule bereits einen geheimen Klub der Schatzsucher.","versions":[{"lang":1,"streams":[{"redirect":12381322,"hoster":"VOE"},{"redirect":8623806,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Klub der Schatzsucher (Teil 2)","epNo":7,"alt":"After School Treasure Club (Part 2)","descr":"Die Zvezda-Leute wissen nicht, dass auch die White Light Gruppe bei der Schatzsuche mitmischt. Und dann greift plötzlich noch eine dritte unbekannte Truppe in das Geschehen ein.","versions":[{"lang":1,"streams":[{"redirect":8786283,"hoster":"VOE"},{"redirect":8623816,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Falke ist gelandet","epNo":8,"alt":"The Falcon Has Landed","descr":"Asuta und Kate geraten in eine öffentliche Promotion-Aktion der beliebten Serie \"Robot Butler\". Kate ist ganz aus dem Häuschen.","versions":[{"lang":1,"streams":[{"redirect":8786284,"hoster":"VOE"},{"redirect":8623817,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Krieg im Maskenbad","epNo":9,"alt":"Steamy Masquerade","descr":"Asuta und Renge fahren in einen Onsen. Ein entspannter Aufenthalt wird das allerdings nicht, denn es kommt wieder zur Auseinandersetzung zwischen den Gruppen Zvezda und White Light.","versions":[{"lang":1,"streams":[{"redirect":10347088,"hoster":"VOE"},{"redirect":8798703,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Neues von der Front","epNo":10,"alt":"Not All Quiet on the West Udogawa Front","descr":"Die Stadtverwaltung von Tokyo macht Jagd auf die Zvezda-Gruppe. White Light ist Handlanger Stadtverwaltung. Asuta offenbart seinen Zvezda-Freunden, dass der Gouverneur sein Vater ist.","versions":[{"lang":1,"streams":[{"redirect":8786281,"hoster":"VOE"},{"redirect":8623810,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Was vom Traume übrig bleibt","epNo":11,"alt":"All That Remains of Conqueror`s Dreams","descr":"Zvezda ist zerschlagen. Kate und Itsuka sowie Asuta und Renge sind abgetaucht und auf der Flucht vor der städtischen Armee.","versions":[{"lang":1,"streams":[{"redirect":8786294,"hoster":"VOE"},{"redirect":8623813,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Licht von Zvezda","epNo":12,"alt":"May the Light of Zvezda Shine Throughout This World","descr":"Asta stellt seinen Vater öffentlich zur Rede. Die noch verbliebenen Mitglieder von Zvezda haben eigentlich keine Chance mehr – doch die wollen sie nutzen. Dabei bekommen sie unerwartete Unterstützung.","versions":[{"lang":1,"streams":[{"redirect":8786287,"hoster":"VOE"},{"redirect":8623812,"hoster":"Streamtape"}]}]}]}]}