{"seriesId":"sekai-no-yami-zukan","name":"Sekai no Yami Zukan","descr":"Der Kurz-Anime Sekai no Yami Zukan erzählt über Bizarres und Merkwürdiges in unserer Welt. Darunter fallen unter anderem Flüche, UFOs, vergangene Zivilisationen und übernatürliche Phänomene.Dargestellt in Standbildern, versucht der Anime die Atmosphäre der Horrorfilme der 60er und 70er Jahre einzufangen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Black Shadow of Temptation","descr":"Ein Mann wird von schrecklichen Träumen heimgesucht und wacht mitten in der Nacht auf und sieht, dass seine Frau sich anzieht und geht. Da er eine Affäre vermutet, folgt er ihr, aber er findet etwas, das seine kühnsten Vorstellungen übertrifft.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Fairy in the Snow","descr":"Ein Junge baut einen Schneemann, nur um zu sehen, wie er von seinem gewalttätigen Vater zerstört wird. Dann taucht während eines Schneesturms der Schneemann vor seinem Fenster auf und winkt ihn, nach draußen zu gehen. Ist dies der Beginn eines magischen Abenteuers oder etwas viel Unheimlicheres?","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Reaper Racing Across the Plain","descr":"Ein Anhalter auf einer Wüstenstraße wird von einer hübschen Blondine abgeholt. Aber er findet schnell heraus, dass ihr Auto mehr ist, als man auf den ersten Blick sieht... und er hat sich gerade auf eine Einbahnfahrt in die Hölle begeben.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"What the Mysterious Circle Really Was","descr":"Ein Bauer und sein Sohn staunen eines Abends, als sich außerhalb ihres Hauses Kornkreise bilden. Könnten es Außerirdische sein... oder etwas noch Unheimlicheres?","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Mechanical Men Come","descr":"Ein Mann beim Abendessen wird unterbrochen, als sich herausstellt, dass alle um ihn herum ein Roboter sind. Er kämpft gegen die Roboterinvasion und führt eine Rebellion unter den Abwasserkanälen der Stadt an.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Nightmare That Disappeared Into the Sand","descr":"Drei Teenager spielen an einem teuren Privatstrand, als sie eine riesige Kreatur an der Küste angespült sehen. Zwei von ihnen wollen Fotos von der Kreatur machen, um sie an eine Zeitschrift zu verkaufen. Der andere will so schnell wie möglich da raus. Alle werden leiden.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Innocent Clown","descr":"Zwei Schwestern sitzen an einem bewölkten Tag zu Hause fest, nachdem sie eine Geschichte über einen Killerclown gelesen haben, der seine Opfer in die Anderswelt schleppt.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Mysterious Natives Who Never Get Sick","descr":"Ein Mann wagt sich in den Dschungel auf der Suche nach seiner Frau, die einen Stamm recherchiert, der nie krank wurde.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Cursed Box That Brings Misery","descr":"In einem verlassenen Herrenhaus liegt eine Kiste, die allen, die sie berühren, Leid bringt.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Strange Mask That Sees the End","descr":"Ein Mann findet in einem Antiquitätengeschäft eine seltsame Maske, durch die man die Exekutionen von vielen Menschen aus geraumer Vorzeit sehen kann","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Call from Beneath the Earth","descr":"Chris und Kate verbringen ihre Flitterwochen auf einer kleinen Insel. Dort gibt es viele Statuen einer alten Zivilisation und besonders die, bei der sich die jungen Paare des alten Volks die Liebe geschworen haben, interessiert die beiden","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Red Eyes at the Bottom of the Sea","descr":"Daniel und Alison erfreuen sich ihres Badeurlaubs. Doch wagen sie sich in eine abgelegene Gegend und plötzlich ist Daniel verschwunden","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Tree Shrouded in Fog","descr":"Die junge Emily geht durch den Wald heim nach Hause zu ihrer Großmutter. Doch ein dichter Nebel zieht auf und versperrt ihr den Weg","versions":[]}]}]}