{"seriesId":"self-made-das-leben-von-madam-cj-walker","name":"Self Made: Das Leben von Madam C.J. Walker","descr":"\"Madam C.J. Walker\" basiert auf dem Buch \"On Her Own Ground\" von A’Lelia Bundles und spielt zu Beginn des 20. Jahrhunderts. Damals wurde aus der realen, von Spencer verkörperten Titelheldin eine wohlhabende Haarpflege-Pionierin, die nicht nur mit Vorurteilen zu kämpfen hatte, sondern auch mit turbulenten Ehen und Familienproblemen. Letztendlich wurde aus C.J. Walker aber die erste schwarze Self-Made-Millionärin.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Kampf des Jahrhunderts","epNo":1,"alt":"The Fight Of The Century","descr":"Um ihr Leben als Wäscherin hinter sich zu lassen, möchte Sarah Addies Haarprodukte verkaufen. Doch sie wird schroff abgewiesen und kämpft fortan mit harten Bandagen.","versions":[{"lang":1,"streams":[{"redirect":14491099,"hoster":"VOE"},{"redirect":8627121,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Am eigenen Schopfe","epNo":2,"alt":"Bootstraps","descr":"Sarahs Traum von einer eigenen Fabrik hängt von der Unterstützung durch einflussreiche Geschäftsmänner und den berühmten Bürgerrechtler Booker T. Washington ab.","versions":[{"lang":1,"streams":[{"redirect":14490748,"hoster":"VOE"},{"redirect":8627113,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Walker-Mädchen","epNo":3,"alt":"The Walker Girl","descr":"Die Expansion ihres Imperiums führt Sarah nach New York. Doch mehrere Treuebrüche sowohl geschäftlicher als auch privater Natur stellen ihr Leben auf den Kopf.","versions":[{"lang":1,"streams":[{"redirect":14490749,"hoster":"VOE"},{"redirect":8627111,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die stolze Geschäftsfrau","epNo":4,"alt":"A Credit To The Race","descr":"Eine Gesundheitskrise, Arbeiterstreiks und ein tragischer Verlust veranlassen Sarah dazu, für ihr Leben und ihren Nachlass entscheidende Maßnahmen zu ergreifen.","versions":[{"lang":1,"streams":[{"redirect":14490545,"hoster":"VOE"},{"redirect":8627118,"hoster":"Streamtape"}]}]}]}]}