{"path":"/serie/stream/sengoku-night-blood","name":"Sengoku Night Blood","descr":"Eines Tages wird die junge Yuzuki von einem mysteriösen Licht aus ihrem Handy umhüllt und findet sich auf einmal in einer anderen Welt wieder - Shinga, welches dem Japan der Sengoku-Ära ähnelt, doch von Kreaturen wie Werwölfen und Vampiren besiedelt wird.Vor langer Zeit lebten die Stämme in Shinga in Harmonie unter dem Schutz der Himemiko. Doch dann verschwand sie und alles änderte sich.Ohne den Schutz der Himemiko verfiel die Welt in ein Zeitalter des Zwists, in dem die Kriegsherren der Gegga-Stäme um Macht rangen. Und wie von den Unruhen beschworen, tauchten seltsame Wesen namens \u0026amp;amp;amp;quot;Yakuma\u0026amp;amp;amp;quot; auf und attackierten die Bewohner Shingas.Hideyoshi Toyotomi, Anführer seiner eigenen Armee, liest Yuzuki auf dem Schlachtfeld auf und entdeckt, dass ihr Blut die wahren Kräfte der Gegga-Stämme erwecken kann. Dies führt jedoch dazu, dass sie unweigerlich von den anderen Kriegsherren - Oda, Uesugi, Takeda, Sanada und Date - gejagt wird.\u0026amp;amp;amp;quot;Findet das Mädchen aus einer anderen Welt\u0026amp;amp;amp;quot;, waren die Abschiedsworte, welche die Himemiko dem Tanuki Imari hinterließ. Die Zahl der Yakuma wächst stetig und gestärkt von Yuzukis Macht wissen die Kriegsherren nicht, was sie beschützen und was sie bekämpfen sollen. Eine neue Geschichte inmitten einer vom Krieg zerrissenen Welt findet ihren Anfang ...","seasons":[{"path":"/serie/stream/sengoku-night-blood/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-1","name":"","epNo":1,"alt":"Shinga Supremacy","descr":"Eines Tages wird Yuzuki von einem geheimnisvollen Licht umhüllt und in eine unbekannte Welt gebracht. Es ist eine Welt wie die der Sengoku-Zeit, in der Kriegsherren um die Vorherrschaft kämpfen. Inmitten des Chaos trifft Yuzuki auf einen Kriegsherrn namens Hideyoshi Toyotomi. Hideyoshi befehligt die Toyotomi-Armee und kämpft zusammen mit seinen Gefolgsleuten Hanbee Takenaka, Kanbee Kuroda, Toshiie Maeda und Mitsunari Ishida für die Einigung dieser Welt im Krieg. Diese Welt ist als Shinga bekannt, wo nicht-menschliche Gegga-Stämme gegeneinander kämpfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424623","hoster":"VOE"},{"path":"/redirect/13081688","hoster":"Doodstream"},{"path":"/redirect/14440832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-2","name":"","epNo":2,"alt":"Toyotomi Attack","descr":"Vampire. Das ist die wahre Form von Hideyoshi. Shinga ist eine Welt, in der nicht-menschliche Stämme von Vampiren und Werwölfen leben. Durch Zufall wird entdeckt, dass Yuzukis Blut die Fähigkeit hat, die latenten Kräfte der Mitglieder des Gegga-Stammes zu erwecken, ähnlich wie die mysteriöse Himemiko, die verschwunden ist. Die Fähigkeit ihres Blutes macht Yuzuki im Kampf wertvoll, kann aber auch ein Grund sein, warum sie zur Zielscheibe werden könnte. Hideyoshi sagt Yuzuki, dass er sie beschützen wird, aber sie muss ihn zuerst heiraten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424622","hoster":"VOE"},{"path":"/redirect/14440835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-3","name":"","epNo":3,"alt":"Takeda Banquet","descr":"Masanobu Kousaka, ein Vasall von Shingen Takeda, kommt mit einer großen Anzahl von Geschenken zu Hideyoshi. Er erzählt ihnen, dass ein weiterer Teil der Geschenke in einem nahe gelegenen Tempel liegt. Mitsunari und Hideyoshis andere Vasallen vermuten, dass es sich um eine Falle handelt, aber Hideyoshi macht sich unbekümmert auf den Weg zum Tempel. Im Tempel warten Shingens andere Vasallen - Masakage Yamagata, Masatoyo Naitou, Nobuharu Baba - sowie der Kriegsherr Shingen selbst. Shingen bietet an, eine Allianz zu bilden und gegen die Oda-Armee zu kämpfen, doch Hideyoshi lehnt ab. Es scheint eine geheimnisvolle Verbindung zwischen Hideyoshi und Nobunaga zu geben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424641","hoster":"VOE"},{"path":"/redirect/14440836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-4","name":"","epNo":4,"alt":"Sanada Famiglia","descr":"Nachdem Yuzuki eine Spur zu Himemiko gefunden hat, macht er sich mit Kanbee und Hanbee auf Geheiß von Imari auf den Weg ins Sanada-Gebiet. Auf dem Weg dorthin wird das Trio von einem Regensturm heimgesucht und Yuzuki bricht mit Fieber zusammen. Hanbee und Kanbee tragen die kranke Yuzuki zum Anwesen der Sanadas, wo sie von Saizou Kirigakure und Sasuke Sarutobi gepflegt wird. Während Yuzuki sich erholt, gehen Kanbee und Hanbee der Spur nach und erhalten Zugang zu den Informationen, die die Sanada über die vermisste Himemiko haben, aber sie finden nicht viel mehr als die Information, dass sie einmal die Region besucht hat. Sobald es Yuzuki besser geht, wird sie von Yukimura Sanada selbst durch das Sanada-Land geführt, als das Dorf plötzlich von Yakuma angegriffen wird...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424624","hoster":"VOE"},{"path":"/redirect/14440843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-5","name":"","epNo":5,"alt":"Wild Feeling","descr":"Endlich ist die Zeit für den Showdown zwischen Hideyoshi und Nobunaga gekommen. An der Seite von Hideyoshi kämpfen die Armeen von Takeda und Sanada, während die Armeen von Uesugi und Date auf Nobunagas Seite stehen. Auf der einen Seite der Schlacht steht Shingen seinem Todfeind Kenshin Uesugi gegenüber, auf der anderen Seite stürzt Hideyoshi allein in den brennenden Wald, um seine einzige Chance zu nutzen, Nobunaga zu enthaupten. Gerade als der Sieger des Kampfes festzustehen scheint, erscheint eine große Anzahl von Yakuma und das Schlachtfeld versinkt im völligen Chaos.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424617","hoster":"VOE"},{"path":"/redirect/14440840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-6","name":"","epNo":6,"alt":"Uesugi Discord","descr":"Durch das plötzliche Auftauchen der Yakuma endete die letzte große Schlacht ohne einen klaren Sieger. Auf der Flucht in den Wald wird Yuzuki verletzt und verliert das Bewusstsein, wird aber von Kenshin Uesugi gefunden und zur Behandlung in sein Schloss gebracht. Kenshin vertraut Yuzukis Pflege seinem Sohn Kagekatsu an, doch als sich ihre Verletzung verschlimmert, fühlt sich Kagekatsu äußerst verantwortlich. Während dieser Zeit kommen Informationen ans Licht, dass das Nachbarland verdächtige Bewegungen macht, und Kenshin beschließt, einen Kommandanten mit Verstärkung zu schicken. Er versucht, Kagekatsu mit dieser Aufgabe zu betrauen, aber da er das Vertrauen in sich selbst verloren hat, weigert sich Kagekatsu und Yuzuki versucht, Vater und Sohn auf einen Nenner zu bringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424621","hoster":"VOE"},{"path":"/redirect/14440839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-7","name":"","epNo":7,"alt":"Date Double Face","descr":"Nachdem Yuzukis Wunde endlich verheilt ist, fragt sie sich, ob es für sie an der Zeit ist, Uesugis Schloss zu verlassen. Bevor sie jedoch mit Kenshin sprechen kann, erscheint ein mysteriöser Krieger, der behauptet, ein Mitglied von Toyotomis Armee zu sein und sie zu Hideyoshi zurückbringen zu wollen. Yuzuki geht mit dem mysteriösen Mann mit und ist überrascht, dass sie sich in der Gesellschaft von Masamune Date und seinen Untergebenen Shigezane Date und Kojuro Katakura befindet. Als sie mit Yuzuki in die Nacht fliehen, sind die Männer gezwungen, in einem verlassenen Tempel zu bleiben, um sich neu zu formieren, als sie von Yakuma angegriffen werden. Eingesperrt in einem Lagerhaus kann Yuzuki nicht umhin, sich zu fragen, was Masamune von ihr will.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424640","hoster":"VOE"},{"path":"/redirect/14440838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-8","name":"","epNo":8,"alt":"Oda Plunder","descr":"Yuzuki ist in die Hände der Oda-Armee gefallen. Anstatt in das Gebiet der Oda-Armee vorzudringen, um sie zu retten, beschließt Hideyoshi, sich auf den Wiederaufbau der Stadt und seiner Streitkräfte zu konzentrieren, während er gleichzeitig seinen nächsten Schritt plant. Viele der Kriegsherren fühlen sich machtlos, da sie sich Sorgen um Yuzukis Schicksal in den Händen von Nobunaga Oda machen. In der Zwischenzeit ist Yuzuki von Nobunagas Motiven und seinen Handlungen verwirrt. Sowohl Hideyoshi als auch Nobunaga untersuchen weiterhin das zunehmende Auftauchen der Yakuma und stellen fest, dass sie etwas mit Yuzuki zu tun zu haben scheinen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424625","hoster":"VOE"},{"path":"/redirect/14440841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-9","name":"","epNo":9,"alt":"Yakuma Corridor","descr":"Was genau sind die Yakuma? Woher in aller Welt kommen sie? Um den Yakuma ein für alle Mal das Handwerk zu legen, hat Nobunaga den Ort des Yakuma-Nests auf eigene Faust erkundet. Nun macht er sich mit seinen Gefolgsleuten und Yuzuki im Schlepptau auf die Suche nach dem Nest der Yakuma. Yuzukis lang gehegter Verdacht wird schließlich bestätigt, als sie erfährt, dass es wirklich ihr Blut ist, das sie anzieht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424620","hoster":"VOE"},{"path":"/redirect/14440844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-10","name":"","epNo":10,"alt":"Discord Terminus","descr":"Nachdem die Wiedergutmachung für das Dorf und seine Armee endlich abgeschlossen ist, macht sich Hideyoshi auf eigene Faust auf den Weg zu Nobunagas Schloss, um Yuzuki zurückzuholen. Hideyoshi war einst ein Vasall Nobunagas in seiner Frage nach der Vereinigung, doch irgendwann kam es zu einem Ereignis, das alles veränderte. Werden die beiden ehemaligen Verbündeten in der Lage sein, sich über Yuzukis Schicksal zu einigen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424614","hoster":"VOE"},{"path":"/redirect/14440842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-11","name":"","epNo":11,"alt":"Turbulent March","descr":"Nachdem er Nobunagas Bitte um Hilfe bei der Bekämpfung der Yakuma abgelehnt hat, kehrt Hideyoshi mit Yuzuki an seiner Seite sicher in sein Schloss zurück. Yuzukis Rückkehr nach so langer Abwesenheit stimmt den Rest der Toyotomi-Armee sehr froh. Doch die Yakuma greifen die Burg erneut an und bedrohen die neu errichtete Stadt und die Armee, für die Hideyoshi und seine Leute so hart gearbeitet haben. Hideyoshi erkennt, dass er sich etwas einfallen lassen muss, um sowohl seine Leute als auch Yuzuki zu schützen, und in diesem Moment fallen ihm Nobunagas Worte ein, wie er die Yakuma besiegen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424615","hoster":"VOE"},{"path":"/redirect/14440845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sengoku-night-blood/staffel-1/episode-12","name":"","epNo":12,"alt":"Sengoku Night Blood","descr":"Der riesige Yakuma ist unter der Erde verschwunden, nachdem er Yuzuki verschluckt hat. Der Toyotomi-Armee gelingt es, den größten Teil der Oda-Armee zu finden und sie davon zu überzeugen, bei der Suche nach dem Riesen-Yakuma und Yuzuki zu helfen, obwohl Nobunaga selbst verschwunden bleibt. Zur gleichen Zeit kämpfen die Armeen von Sanada, Uesugi, Takeda und Date mit einer großen Anzahl von Yakuma, die ebenfalls Nobunaga und Hideyoshi gefolgt sind, um das Nest der Yakuma zu finden. Als Hideyoshi einen verwundeten Nobunaga am Fuße einer Klippe entdeckt, bittet er auch ihn um Hilfe. Plötzlich hallen die Schreie der kleineren Yakuma über den ganzen Berg und der riesige Yakuma taucht aus dem Boden auf. Werden die vereinten Kräfte der sechs Oberbefehlshaber ausreichen, um diesen Feind ein für alle Mal zu besiegen? weniger","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424638","hoster":"VOE"},{"path":"/redirect/14440846","hoster":"Streamtape"}]}]}]}]}