{"seriesId":"sense8","name":"Sense8","descr":"Sense8 erzählt die Geschichte von acht fremden Menschen, die alle in unterschiedlichen Städten rund um den Globus verteilt leben. Die Schauspieler Smith, Middleton, Ameen, Bae, Silvestre, Desae, Riemelt und Clayton – sie alle haben ihre eigene Geschichte und stammen aus einer anderen Kultur und dennoch vereint sie die Gewalt, die omnipräsent das Geschehen auf der Erde definiert. Nach einem tragischen Ereignis finden die acht Menschen, die sich zuvor nie begegnet sind, plötzlich heraus, dass sie sowohl mental als auch emotional miteinander verbunden sind. Es wird zur Herausforderung mit dieser außergwöhnlichen Gabe, zu leben...","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Ein Weihnachts-Special","epNo":1,"alt":"A Christmas Special","descr":"","versions":[{"lang":1,"streams":[{"redirect":8788734,"hoster":"VOE"},{"redirect":8623884,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Amor Vincit Omnia","epNo":2,"alt":"Amor Vincit Omnia","descr":"","versions":[{"lang":1,"streams":[{"redirect":8786369,"hoster":"VOE"},{"redirect":8623894,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Limbische Resonanz","epNo":1,"alt":"Limbic Resonance","descr":"Acht Fremde aus Städten auf der ganzen Welt machen seltsame Erfahrungen, für die niemand eine Erklärung kennt.","versions":[{"lang":1,"streams":[{"redirect":8786354,"hoster":"VOE"},{"redirect":8623866,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ich bin auch ein Wir","epNo":2,"alt":"I Am Also a We","descr":"Ein dunkler Schatten legt sich über Nomis Schicksal. Derweil werden die Verbindungen der übrigen Erwachten stärker – und auch gefährlicher.","versions":[{"lang":1,"streams":[{"redirect":13112121,"hoster":"VOE"},{"redirect":8623867,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wer Ahnung hat, setzt auf die dünne Schlampe","epNo":3,"alt":"Smart Money\u0027s on the Skinny Bitch","descr":"Will (Brian J. Smith) sucht weiter nach Spuren von Sara Patrell und den jüngsten Erlebnissen. Er begegnet dabei zum ersten Mal Sun (Doona Bae), die einen speziellen Auftrag hat und ungeahnte Talente beweist.\r\rRiley (Tuppence Middleton) sucht indes Hilfe bei einem Freund, ihre telepathischen Erlebnisse nehmen deswegen aber nicht ab. Sie taucht plötzlich in der Welt von Lito (Alfonso Herrera) auf, der selbst gerade von einer Krise in die nächste schlittert.\r\rCapheus (Aml Ameen) setzt unterdessen alles daran, Medizin für seine aidskranke Mutter zu besorgen.","versions":[{"lang":1,"streams":[{"redirect":8786356,"hoster":"VOE"},{"redirect":8623869,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"What\u0027s Going On?","epNo":4,"alt":"What\u0027s Going On ?","descr":"Nomis (Jamie Clayton) endgültiges Schicksal steht unmittelbar bevor, während Capheus (Aml Ameen) und Wolfgang (Max Riemelt) offensichtlich im Glück schweben.\r\rJonas (Naveen Andrews) gibt Will (Brian J. Smith) indes erneut den Auftrag, Nomi zur Hilfe zu eilen. Währenddessen klärt er ihn über die Mechanik seiner neuen Fähigkeiten auf.\r\rSun (Doona Bae) steht indes vor einer unmöglichen Entscheidung. Sie wird dazu aufgefordert, ein großes Opfer zu bringen, um das Familienunternehmen zu retten.","versions":[{"lang":1,"streams":[{"redirect":13112120,"hoster":"VOE"},{"redirect":8623874,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kunst ist wie Religion","epNo":5,"alt":"Art Is Like Religion","descr":"Die Sensates ringen mit noch intensiveren Verbindungen, woraus einige intensive Tage für Lito (Miguel Angel Rodriguez) entstehen. Ihn überkommt plötzlich ein lähmendes Gefühl der Traurigkeit, das er sich mit Sun (Doona Bae) teilt.\r\rKala (Tina Desai) steht indes an ihrem Hochzeitstag eine große Überraschung bevor, die, wenig überraschend, die Gestalt von Wolfgang (Max Riemelt) annehmen wird.\r\rNomi (Jamie Clayton) und Amanita (Freema Agyeman) bekommen unterdessen grausige Gewissheit darüber, dass sie verfolgt werden.","versions":[{"lang":1,"streams":[{"redirect":12924604,"hoster":"VOE"},{"redirect":8623870,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dämonen","epNo":6,"alt":"Demons","descr":"Die Sensates fangen an, sich besser zu verstehen, während Nomi (Jamie Clayton) einen mutigen Schritt unternimmt, um ihre Freiheit zurückzubekommen.\r\rSun (Doona Bae) trifft indes eine Entscheidung, die sie eines Tages bereuen könnte. Sie nimmt die Schuld für das Verbrechen ihres Bruders auf sich und landet im Gefängnis.\r\rDort bekommt sie Besuch von Riley (Tuppence Middleton), die zuvor von Will (Brian J. Smith) aus einer misslichen Lage gerettet wurde.\r\rCapheus (Aml Ameen) bekommt indes einen neuen Auftrag, der noch gefährlicher ist als die bisherigen.","versions":[{"lang":1,"streams":[{"redirect":8786358,"hoster":"VOE"},{"redirect":8623872,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"WWNDT","epNo":7,"alt":"WWN Double-D?","descr":"Nomi (Jamie Clayton) macht eine schockierende Entdeckung über ihren ehemaligen Arzt Dr. Metzger (Adam Shapiro), während Will (Brian J. Smith) näher an die Wahrheit über seine Visionen kommt.\r\rKalas (Tina Desai) Zweifel werden indes stärker. Bevor sie und Wolfgang (Max Riemelt) sich näher kommen können, wird er jedoch unsanft aus seiner Teleportation gerissen. Kurz darauf kommt es zu einem dramatischen Ereignis.\r\rCapheus (Aml Ameen) und Riley (Tuppence Middleton) machen derweil furchteinflößende Entdeckungen.","versions":[{"lang":1,"streams":[{"redirect":13112123,"hoster":"VOE"},{"redirect":8623873,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alles was zählt ist der Mut in unseren Herzen","epNo":8,"alt":"We Will All Be Judged by the Courage of Our Hearts","descr":"Sun (Doona Bae) kämpft darum, sich an ihr neues Leben zu gewöhnen, während Capheus (Aml Ameen) versucht, sein Leben zu ändern.\r\rWill (Brian J. Smith) und Nomi (Jamie Clayton) erfahren derweil verstörende Informationen, die alles verändern könnten.\r\rLito (Miguel Angel Silvestre) muss indes einer bitteren Realität ins Auge sehen.\r\rKala (Tina Desai) erfährt von Wolfang (Max Riemelt), wie er und Felix (Max Mauff) zu Freunden wurden.\r\rRiley (Tuppence Middleton) verbringt weiterhin Zeit mit ihrem Vater und bekommt besonderen Besuch.","versions":[{"lang":1,"streams":[{"redirect":8786360,"hoster":"VOE"},{"redirect":8627114,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Tod lässt keinen Abschied zu","epNo":9,"alt":"Death Doesn\u0027t Let You Say Goodbye","descr":"Riley (Tuppence Middleton) gewöhnt sich an ihr neues Leben und seine Gefahren, während sich Kala (Tina Desai) mit den Nachwirkungen des Angriffs auf Rajans (Purab Kohli) Vater auseinandersetzt.\r\rLito (Alfonso Herrera) verliert unterdessen die Kontrolle über sein Leben. Er bekommt Besuch von Nomi (Jamie Clayton), die ihm in der schwierigsten Phase seines Lebens einen entscheidenden Hinweis gibt, den sie einst selbst hätte gebrauchen können.\r\rAuch Capheus (Aml Ameen) weiß zu helfen: Er begegnet Riley in deren schwerer Stunde, erzählt eine traumatische Episode aus seiner Vergangenheit und wie er darüber hinwegkam.","versions":[{"lang":1,"streams":[{"redirect":8786361,"hoster":"VOE"},{"redirect":8627116,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was macht den Menschen aus?","epNo":10,"alt":"What Is Human?","descr":"Will (Brian J. Smith) erfährt mehr von seiner Herkunft und der Bedrohung seiner Zukunft, während Wolfgang (Max Riemelt) von seiner Vergangenheit eingeholt wird. Seine Verbindung zu Kala (Tina Desai) wird trotzdem stärker.\r\rLito (Miguel Angel Silvestre) setzt indes alles daran, seine Beziehung zu Hernando (Alfonso Herrera) und Daniela (Erendira Ibarra) aus den Klauen ihres gewalttätigen Freundes zu retten.\r\rRiley (Tuppence Middleton) erlebt unterdessen einen Flashback der ganz besonderen Art.","versions":[{"lang":1,"streams":[{"redirect":13112124,"hoster":"VOE"},{"redirect":8627117,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gas geben und die Zukunft ändert sich","epNo":11,"alt":"Just Turn the Wheel and the Future Changes","descr":"Rileys (Tuppence Middleton) endgültiges Schicksal steht kurz bevor, während Capheus (Aml Ameen) und Sun (Doona Bae) einer harten Probe unterzogen werden. Sie werden von einem Gangsterboss angegriffen, der die Tochter von Capheus\u0027 Auftraggeber entführen will.\r\rWolfgang (Max Riemelt) nimmt indes seine bisher mutigste Aktion in Angriff. Kala (Tina Desai) versucht erfolglos, ihn davon abzuhalten. Daraufhin bekommt sie Nachhilfe von Sun in Sachen Lebensmut.\r\rWill (Brian J. Smith) und Nomi (Jamie Clayton) setzen unterdessen alles daran, Riley zu befreien.","versions":[{"lang":1,"streams":[{"redirect":12381334,"hoster":"VOE"},{"redirect":8627119,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ich kann sie nicht zurücklassen","epNo":12,"alt":"I Can\u0027t Leave Her","descr":"Riley (Tuppence Middleton) befindet sich in der Gefangenschaft von Mr. Whispers (Terrence Mann), weshalb alle anderen Sensates all ihr Können auffahren müssen, um ihr auch nur den Hauch einer Überlebenschance zu geben.\r\rWill (Brian J. Smith) prescht voran und kann dabei auf die tatkräftige Unterstützung von Lito (Miguel Angel Silvestre), Capheus (Aml Ameen), Nomi (Jamie Clayton), Amanita (Freema Agyeman), Wolfgang (Max Riemelt), Sun (Doona Bae) und Kala (Tina Desai) zählen.","versions":[{"lang":1,"streams":[{"redirect":12924618,"hoster":"VOE"},{"redirect":8627120,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Wer bin ich?","epNo":1,"alt":"Who Am I?","descr":"Will und Whispers versuchen fieberhaft, einander aufzuspüren. Lito wohnt indes seiner ersten Filmpremiere seit Enthüllung der Fotos bei.","versions":[{"lang":1,"streams":[{"redirect":8786365,"hoster":"VOE"},{"redirect":8627127,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Obligater Mutualismus","epNo":2,"alt":"Obligate Mutualisms","descr":"Für die acht einzelnen Herzen und Seelen, die im Leben der jeweils anderen auftauchen und tiefe Verbindungen finden, geht die Reise weiter. Sie erfahren dabei dunkle Geheimnisse voneinander und ringen darum, sich mit mehr als nur sich selbst zu identifizieren.","versions":[{"lang":1,"streams":[{"redirect":8786364,"hoster":"VOE"},{"redirect":8627134,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Polyphonie","epNo":3,"alt":"Polyphony","descr":"Die Erwachten nehmen mit einer Schlüsselfigur der BPO Kontakt auf.\rWährenddessen ruft Sun (Doona Bae) um Hilfe und Wolfgang (Max Riemelt) trifft auf einen kuriosen Fremden.","versions":[{"lang":1,"streams":[{"redirect":8786366,"hoster":"VOE"},{"redirect":8627138,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Angst war noch nie ’ne Hilfe","epNo":4,"alt":"Fear Never Fixed Anything","descr":"Kala (Tina Desai) und Capheus (Toby Onwumere) stecken in wütenden Protesten fest.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rAußerdem untersucht Lito (Miguel Ángel Silvestre) das Verschwinden eines Pressemitglieds und entdeckt dabei neue Hinweise zu Angelicas (Daryl Hannah) Cluster.","versions":[{"lang":1,"streams":[{"redirect":8786367,"hoster":"VOE"},{"redirect":8623875,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Isoliert an der Oberfläche, aber darunter verbunden","epNo":5,"alt":"Isolated Above, Connected Below","descr":"Während Bug (Michael X. Sommers) eine Lösung für Nomis (Jamie Clayton) rechtliche Probleme findet, gerät Kalas (Tina Desai) perfektes Leben ins Wanken.\rAußerdem ziehen die Erwachten eine risikoreiche Planänderung in Betracht.","versions":[{"lang":1,"streams":[{"redirect":8786416,"hoster":"VOE"},{"redirect":8623879,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In meinem Herzen ist kein Platz für Hass","epNo":6,"alt":"I Have No Room In My Heart For Hate","descr":"Capheus (Toby Onwumere) genießt eine willkommene Abwechslung, während Lito (Miguel Ángel Silvestre) bei einem wichtigen Event für Aufruhr sorgt.\rIn der Zwischenzeit möchte Riley (Tuppence Middleton) das Vertrauen des Erwachten von der Party gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8788868,"hoster":"VOE"},{"redirect":8623877,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Genau eine Kugel","epNo":7,"alt":"All I Want Right Now Is One More Bullet","descr":"Während Will (Brian J. Smith) eine alte Bekanntschaft um Hilfe bittet, begibt sich Riley (Tuppence Middleton) auf eine Reise.\rAußerdem macht Kala (Tina Desai) eine unschöne Entdeckung und Sun (Doona Bae) hat eine beeindruckende Friedhofsbegegnung.","versions":[{"lang":1,"streams":[{"redirect":12251249,"hoster":"VOE"},{"redirect":8623883,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Was Familie eigentlich bedeutet","epNo":8,"alt":"What Family Actually Means","descr":"Während ein bekanntes Gesicht von den Toten aufersteht, sucht der deprimierte Lito (Miguel Ángel Silvestre) Trost bei Sun (Doona Bae).\rAußerdem lockt Lila (Joshua Grothe) Wolfgang (Max Riemelt) in eine Falle.","versions":[{"lang":1,"streams":[{"redirect":8786374,"hoster":"VOE"},{"redirect":8623876,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wenn die Welt eine Bühne ist, ist Identität nichts weiter als ein Kostüm ","epNo":9,"alt":"If All The World’s A Stage, Identity Is Nothing But A Costume","descr":"Ein Erwachter erleidet einen Verlust und Nomi (Jamie Clayton) beschert eine Familienhochzeit weitere Probleme.\rWährenddessen setzt Daniela (Eréndira Ibarra) alles darauf, um Lito (Miguel Ángel Silvestre) die perfekte Rolle zu sichern.","versions":[{"lang":1,"streams":[{"redirect":8788728,"hoster":"VOE"},{"redirect":8623881,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Du willst einen Krieg?","epNo":10,"alt":"You Want A War?","descr":"Capheus (Toby Onwumere) bereitet sich auf seine erste große Rede vor.\rWährenddessen setzt Sun (Doona Bae) ihre Undercover-Mission fort und Lito (Miguel Ángel Silvestre) macht sich für das Vorsprechen seines Lebens nach Hollywood auf.","versions":[{"lang":1,"streams":[{"redirect":8786406,"hoster":"VOE"},{"redirect":8623888,"hoster":"Streamtape"}]}]}]}]}