{"path":"/serie/stream/sentouin-haken-shimasu","name":"Sentouin, Haken Shimasu!","descr":"Da die Kisaragi Corporation schon beinahe die Weltherrschaft erlangt hat, beschlossen die obersten Führer der kriminellen Untergrundgruppe, sich an der interstellaren Eroberung zu versuchen. Schnell wurde beschlossen, ihren Chefagenten, Combat Agent Six, mit seiner neuen Partnerin, der Androidin Alice, auf einen fremden Planeten zu schicken, um ihn zu erforschen.Auf dem Planeten angekommen, trifft er auch gleich auf eine Ritterin, die auf einem Einhorn reitet! Zudem muss er unbedingt etwas gegen die andere Gruppe von Bösewichten auf dem Planeten unternehmen, die sich selbst die \"Armee des Dämonenlords\" nennt. Schließlich braucht diese Welt keine zwei bösen Organisationen!","seasons":[{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-1","name":"Geheimagenten werden entstandt!","epNo":1,"alt":"Spies Will Be Dispatched!","descr":"Nachdem die Erde fast vollständig erobert ist, schicken die obersten Anführer der bösen Kisaragi Corporation \"Combat Agent 6\" auf einen anderen Planeten, um herauszufinden, ob sie dort eine Basis errichten und mit der Eroberung einer neuen Welt fortfahren können. Andernfalls warnen sie, dass 6 gefeuert werden, sobald sie ihre Eroberung der Erde beendet haben. 6 nimmt den Job widerwillig an und wird mit einem Kampfdroiden in Form eines kleinen Mädchens namens Alice gepaart. Die beiden werden dann in eine Welt mit einer erdähnlichen Atmosphäre transportiert, wo 6 sofort einen Teleporter aufbauen und nach Hause zurückkehren will, aber Alice warnt, dass er noch viel mehr Evil Points braucht, um eine Basis zu errichten, bevor er etwas aufbauen kann . Nachdem sie von Monstern angegriffen wurden, schaffen es die beiden, unter dem Kommandanten der königlichen Garde, Snow, in das Königreich der Gnade vorzudringen. Während sie durch das Königreich gehen, 6 und Alice bemerken, dass es anscheinend vertraute Technologie gibt, wie zum Beispiel einen verrosteten Kampfpanzer. Schnee macht sie mit einem großen Artefakt bekannt, das Regen herbeirufen kann. Alice erkennt das Gerät und beginnt mit der Reparatur. Als das Gerät jedoch nach einem neuen Passwort fragt, betritt 6 das \"Dick Festival\", in der Hoffnung, \"Evil Points\" zu bekommen, indem er beobachtet, wie es der königlichen Familie peinlich wird, den Satz in der Öffentlichkeit zu sagen. Prinzessin Tillis erwischt sie alle auf frischer Tat und beschließt, den Vorfall zu nutzen, um 6 und Alice unter ihrem Kommando als Ritter für das Königreich arbeiten zu lassen, wobei Snow zum Executive Officer von 6 degradiert wird, nachdem sie behauptet hat, sie würde die Verantwortung für ihre Handlungen übernehmen. Alice erkennt das Gerät und beginnt mit der Reparatur. Als das Gerät jedoch nach einem neuen Passwort fragt, betritt 6 das \"Dick Festival\", in der Hoffnung, \"Evil Points\" zu bekommen, indem er beobachtet, wie es der königlichen Familie peinlich wird, den Satz in der Öffentlichkeit zu sagen. Prinzessin Tillis erwischt sie alle auf frischer Tat und beschließt, den Vorfall zu nutzen, um 6 und Alice unter ihrem Kommando als Ritter für das Königreich arbeiten zu lassen, wobei Snow zum Executive Officer von 6 degradiert wird, nachdem sie behauptet hat, sie würde die Verantwortung für ihre Handlungen übernehmen. Alice erkennt das Gerät und beginnt mit der Reparatur. Als das Gerät jedoch nach einem neuen Passwort fragt, betritt 6 das \"Dick Festival\", in der Hoffnung, \"Evil Points\" zu bekommen, indem er beobachtet, wie es der königlichen Familie peinlich wird, den Satz in der Öffentlichkeit zu sagen. Prinzessin Tillis erwischt sie alle auf frischer Tat und beschließt, den Vorfall zu nutzen, um 6 und Alice unter ihrem Kommando als Ritter für das Königreich arbeiten zu lassen, wobei Snow zum Executive Officer von 6 degradiert wird, nachdem sie behauptet hat, sie würde die Verantwortung für ihre Handlungen übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786368","hoster":"VOE"},{"path":"/redirect/8795396","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8786384","hoster":"VOE"},{"path":"/redirect/8795409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-2","name":"Tritt deine Konkurrenten in den Staub!","epNo":2,"alt":"Annihilate Your Business Rivals!","descr":"Da die meisten wehrfähigen Soldaten an vorderster Front gegen die Dämonen kämpfen, beschließt Alice, der Gruppe von 6 zwei seltsame junge Frauen hinzuzufügen: eine Chimäre namens Rose und einen an den Rollstuhl gebundenen Erzpriester von Zenarith namens Grimm. Am nächsten Tag beobachtet die Gruppe von 6, wie die Grace-Armee im Begriff ist, gegen ein Lager der Dämonenarmee zu kämpfen, aber 6 beschließt, stattdessen ihre Versorgungslinien anzugreifen, da sie glaubt, dass dies einfacher sei, während Snow argumentiert, dass dies kaum Ruhm bringt. Kurz nachdem er die Orks von den Versorgungslinien vertrieben hat, findet sich 6 einem der \"Elite Four\" des Dämonenlords, Heine of the Flame, gegenüber. Da der Rest seiner Gruppe nicht helfen kann oder will, versucht 6 zu vermeiden, von Heine versengt zu werden. Plötzlich landet ein weiteres Mitglied der Elite Four, Gandalkand of the Earth, und zerquetscht sofort Grimms Kopf mit seiner riesigen Keule. 6\u0027 s Gruppe kämpft mit Gandalkand, bis der Dämonenlord ihm befiehlt, sich zurückzuziehen. 6 ist verzweifelt über Grimms Tod, bis Snow erwähnt, dass Grimm in einer nahe gelegenen Kirche wiederbelebt werden kann. Nachdem sie auf ihre Wiederbelebung gewartet hat, fährt 6 Grimm in einem neuen Rollstuhl durch die Hauptstadt des Königreichs. Als die beiden von einer Wärterin angehalten werden, versucht Grimm ihr ihre Fluchkräfte zu demonstrieren, ist aber nur teilweise erfolgreich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786371","hoster":"VOE"},{"path":"/redirect/8795402","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13473005","hoster":"VOE"},{"path":"/redirect/8795410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-3","name":"Wie man richtig einen Turm einnimmt","epNo":3,"alt":"The Right Way to Clear a Tower!","descr":"Nachdem er sich seines jüngsten Erfolgs rühmt, arbeitet 6 mit Alice zusammen, um Rose in Kisaragi \"einzuführen\", indem er versucht, sie dazu zu bringen, eine Heuschrecke zu essen, obwohl sie Käfer verabscheut. 6 hat kaum Zeit zum Ausruhen, bevor er gerufen wird, um eine weitere Krise zu lösen: Der Auserwählte, Tillis Bruder, wurde von zwei mächtigen Dämonen verwundet, als er den Duster Tower angriff, einen größtenteils hohlen Turm mit einer langen Wendeltreppe, der einen entscheidenden Schatz enthält um den Dämonenlord zu besiegen. Nachdem sein ursprünglicher Plan abgeschossen wurde und die Streitkräfte des Königreichs beschließen, einen Frontalangriff auf den Turm zu versuchen, warten 6 und seine Einheit einfach auf den Sonnenuntergang, bevor sie mit einer pneumatischen Waffe Haltegriffe schaffen, an denen sie die Seite des Turms erklimmen können. Nachdem er die Spitze erreicht hat, tritt 6 einen der Dämonen von der Kante, während er den zweiten bewusstlos schlägt, indem er mehrere Steine ​​​​auf ihn wirft. Wenn der erste die Treppe hinauf zurückkehrt, handelt 6 mit dem Leben des zweiten Dämons im Austausch für den Turm und seinen Schatz und erhält Evil Points. Trotz ihrer unehrenhaften Taten werden 6 und Alice für ihre Bemühungen jeweils mit einem großen Sack Gold im Schloss belohnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786373","hoster":"VOE"},{"path":"/redirect/8795397","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13473007","hoster":"VOE"},{"path":"/redirect/8795408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-4","name":"Wie man eine böse Anführerin besiegt","epNo":4,"alt":"How to Defeat an Evil Leader","descr":"Der Chefstratege des Königreichs rät dem General, die Einheit von 6 einen Frontalangriff auf eine von Heine angeführte Einheit der Dämonenarmee durchführen zu lassen, obwohl 6 vermutet, dass der Stratege nur versucht, ihn loszuwerden, nachdem er ihn so heftig beleidigt hat, dass er geweint hat. Kurz nach der Ankunft auf dem Schlachtfeld bemerken die Streitkräfte des Königreichs, dass ein magischer Felsgolem auf sie zustampft, und die Einheit von 6 beschließt, gegen alle anderen außer dem Golem zu kämpfen, während Alice versucht, C4 von Kisaragi zu erlangen, wodurch 6 selbst der Gegner des Golems bleibt. 6 löst die Begrenzer seines Anzugs gerade rechtzeitig für das Eintreffen des C4 und zerstört den Golem, bleibt jedoch drei Minuten lang wehrlos, als Heine selbst versucht, 6 zu erledigen. Schließlich wacht Grimm auf und schlägt Heine mit einem lähmenden Fluch. Gerade als Heine sich von dem Fluch befreit, greift Snow sie an, Einen magischen Stein wegschneiden, mit dem Heine ihre Kräfte verstärkte. 6 nutzt die Tat aus, indem er Heine vor beiden überlebenden Armeen demütigt und mehrere Evil Points erhält. Später in der Nacht versucht der Stratege Snow zu bestechen, damit er beweist, dass 6 ein ausländischer Spion ist. Snow plant, das Geld zu behalten und sich auf die Seite von 6 zu stellen, hört aber, wie er mit Alice darüber spricht, ein Spion für Kisaragi zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786370","hoster":"VOE"},{"path":"/redirect/8795399","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8786385","hoster":"VOE"},{"path":"/redirect/8795411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-5","name":"Um ein Held zu werden","epNo":5,"alt":"To Be a Hero","descr":"Snow wird zusammen mit Rose und Grimm wieder auf ihre alte Position in der Royal Guard erhoben, nachdem 6 und Alice das Königreich verlassen haben. Nachdem sie sich in ihrem neuen Zuhause eingelebt haben, beginnen 6 und Alice damit, einen Teleporter einzurichten, aber Alice warnt davor, dass es mindestens einen Monat dauern wird, um die Verbindung zwischen den beiden Welten zu stabilisieren, und die Armee des Dämonenlords vorher angreifen wird. 6 beschließt, ein paar Evil Points zu bekommen, indem er zufällige Frauen im Königreich blitzt, aber seine Aktionen bringen ihm Schande ein, da jeder im Schloss ihn \"Zipperman\" nennt. 6 verwendet seine neuen Evil Points, um Landminen zu kaufen und sie auf Wegen zu vergraben, die zum Schloss führen. Als sie jedoch in die Stadt zurückkehren, hören sie, dass der Auserwählte mit einem der Elite Four, gegen den er gekämpft hat, verschwunden ist. Nachdem sie befürchtet hatten, dass sie versehentlich die Prophezeiung ruiniert hätten, 6 und Alice planen, in ein anderes Land zu fliehen, als Tillis selbst auftaucht und sie bittet, für den letzten Kampf mit der Armee des Dämonenlords zurückzubleiben. Am nächsten Tag bleiben 6 und Alice an Tillis Seite, während die Armee des Dämonenfürsten auf das Königreich marschiert, angeführt von Heine und Gandalkand. Mehrere Golems und Heine selbst werden jedoch von den Landminen aufgehalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786375","hoster":"VOE"},{"path":"/redirect/8795398","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13473016","hoster":"VOE"},{"path":"/redirect/8795412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-6","name":"Kombattanten werden entsandt!","epNo":6,"alt":"Combatants Will Be Dispatched!","descr":"Trotz der Verzögerung dringt die Armee des Dämonenlords mit mehreren Soldaten und Golems in die Hauptstadt von Grace ein, während Heine verlangt, sich 6 zu stellen. Rose und Grimm versuchen, mit ihren Kräften Zeit zu gewinnen, während Snow hereinstürmt, um sich mit 6 und Alice zu treffen, die versuchen zu fliehen mit Tilli. Nach Snows herzlicher Bitte beschließt 6, zu bleiben und die Angreifer abzuwehren, erkennt jedoch, dass er nicht genug Evil Points hat, was ihn dazu bringt, Snows Höschen vor sich, Tillis und Alice herunterzuziehen. Mit den gesammelten Punkten kauft er dann ein großes Anti-Material-Gewehr, mit dem er die Golems vernichtet. Als Heine, Gandalkand und eine kleine Gruppe von Fliegern die Distanz verringern, entfesselt 6 die Kraft seines Anzugs, kombiniert mit einem beschworenen Kettensägenblatt, um jeden Angreifer im Raum zu zerreißen, mit Ausnahme eines verängstigten Heine, dem er einen Monat anbietet Waffenstillstand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786377","hoster":"VOE"},{"path":"/redirect/8795401","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13473012","hoster":"VOE"},{"path":"/redirect/8795417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-7","name":"Die Heiratsschwindlerin","epNo":7,"alt":"The Con Artist Marriage Girl!","descr":"Kisragi schickt einen Mutanten namens Tiger Man, um 6 zu helfen, während sie mit ihrer Eroberung der Erde beschäftigt sind. Nachdem 6 Snows Schwert während eines Duells zerbricht, gibt Tiger Man ihr sein eigenes Schwert. Später möchte Alice mehr über die Fauna dieser Welt erfahren, also geht sie mit 6 und Snow in einen nahe gelegenen Wald, um verschiedene Tierarten zu katalogisieren. Auf der Flucht vor Raubtieren begegnet 6 einem blauen, wandelnden Krebstier namens Mokemoke und findet eine Verwandtschaft mit ihm, aber Snow schneidet es in zwei Hälften und teilt das Fleisch mit den anderen in der Taverne. Beim Abendessen äußert Alice Skepsis gegenüber den magischen Kräften, die sie auf dieser Mission gesehen hat, und denkt, dass sie das Ergebnis psychischer Manipulation, Täuschung oder anderer wissenschaftlicher Erklärungen sind. Beleidigt beschwört Grimm in dieser Nacht einen Dämon vor 6 und Alice, um zu beweisen, dass Magie echt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786378","hoster":"VOE"},{"path":"/redirect/8795400","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13473010","hoster":"VOE"},{"path":"/redirect/8623878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-8","name":"Die korrupte Ritterin","epNo":8,"alt":"Corrupt, Black-Hearted Knight","descr":"Tillis versucht, die Regenmaschine mit dem neuen Passwort von 6 zu aktivieren, stellt jedoch fest, dass sie es ohne Publikum nicht aktivieren kann, und der König der Gnade ist auf mysteriöse Weise verschwunden. Tillis ist nicht bereit, die Zeremonie durchzuführen, und beschließt, 6 und seine Einheit in das nahe gelegene Königreich Toris zu schicken, um über magische Wassersteine ​​zu verhandeln. 6 ruft einen Buggy von der Erde herbei und rast mit dem Rest seiner Gruppe nach Toris, um in dieser Nacht im Schloss anzukommen. Verhandlungen drohen, als Snow erfolglos versucht, Engel zu umwerben, Grimm versucht, verschiedene Partygänger zu verfluchen, und Rose alles isst, was sie kann. Währenddessen stolpern Alice und 6 in einem separaten Raum über eine mysteriöse Kapsel und treffen zusammen mit Heine auf Russell of the Water, einen der Elite Four der Dämonenarmee. Nachdem ich Heine einige Minuten lang begrapscht hatte, 6 entdeckt, dass Toris heimlich Vorräte an die Dämonenarmee geliefert hat. Als Engel konfrontiert wird, bestreitet er dies jedoch nicht. Dann kämpfen Heine und Snow um Engels Gunst, und 6 wird so eifersüchtig auf Engel, dass er ihm einen obszönen Streich spielt. Am nächsten Tag erklärt das Königreich Toris Grace den Krieg und verhängt Wirtschaftssanktionen, es sei denn, Grace übergibt 6 und Snow. Tillis degradiert Snow erneut und befiehlt der Einheit von 6, Wassernüsse aus dem Territorium des Sandkönigs zu beschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334974","hoster":"VOE"},{"path":"/redirect/8795405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-9","name":"Die fleischfressende Chimäre","epNo":9,"alt":"Carnivorous Female Chimera","descr":"Die Einheit von 6 sammelt Wassernüsse von einigen Stacheln in der Wüste, nur um festzustellen, dass sie auf dem Sandkönig selbst stehen. Alice schafft es, dem Sandkönig zu entkommen, indem sie den Buggy so einstellt, dass er sich selbst zerstört, während die Gruppe aus dem Fahrzeug springt, aber jetzt sind sie gezwungen, durch die Wüste zu laufen. Alice nutzt den letzten der Evil Points von 6, um ein großes Zelt zu beschwören, aber der Gruppe gehen schnell Nahrung und Wasser aus, und Grimm ist nach dem ersten Tag arbeitsunfähig. Ungefähr sieben Tage später versucht 6, Evil Points zu bekommen, indem sie Snow belästigt, fühlt sich aber schuldig, nachdem auch sie bewusstlos geworden ist. Rose ist verzweifelt genug, um zu versuchen, 6 zu essen, während 6 ihre Worte als Sexwunsch missinterpretiert, bis Alice es klärt. 6 gewinnt dann mehrere Evil Points, während er versucht, die ganze Nacht über eine ausgehungerte Rose abzuwehren. Der nächste Tag, 6 hat genug Evil Points, um einen neuen Buggy zu kaufen, und genug Essen und Trinken, damit die Party nach Grace zurückkehren kann. Tillis informiert 6 und Alice, dass Toris und die Dämonenarmee sich zusammengeschlossen haben und planen, Grace anzugreifen, und ohne Wasser wird Grace nicht lange überleben. Tillis gibt Alice eine Karte mit alten Ruinen und sagt, dass ein paar Elite-Dämonen nach einer alten Waffe suchen, um den Sandkönig zu besiegen. Alice beschließt, es ihnen zu stehlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173058","hoster":"VOE"},{"path":"/redirect/8795403","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13473013","hoster":"VOE"},{"path":"/redirect/8623882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-10","name":"Kisaragi-Anführerinnen teilen aus!","epNo":10,"alt":"Episode 10","descr":"Zurück auf der Erde veranstalten die Anführer von Kisaragi eine Party mit ihren Dienern, um ihren jüngsten Sieg über die Helden zu feiern. Während der Party streamt Lilith heimlich ehrliche Videos von Astaroth und Belial über das Internet, zusätzlich zu 6, Alice und Tiger Man auf der anderen Welt. Lilith verdient mehrere Evil Points und manipuliert den \"besten Boss\", der zu ihren Gunsten stimmt, bevor die anderen beiden Mädchen es herausfinden und sie bestrafen. Astaroth will gerade antworten, ob sie wirklich in 6 verliebt ist, als andere Helden die Party angreifen, nachdem sie den Ort aus Liliths Livestream gefunden haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786380","hoster":"VOE"},{"path":"/redirect/8795406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-11","name":"Wie man eine böse Anführerin zum Weinen bringt.","epNo":11,"alt":"Episode 11","descr":"Während sich die Armee von Tiger Man und Grace gegen die bevorstehende Invasion verteidigt, fährt die Einheit von 6 zurück in das Territorium von Toris, um die geheime Waffe zu finden, die in alten Ruinen versteckt ist. Als die Nacht hereinbricht, stolpern sie über ein von Heine und Russell errichtetes Lager. 6 beschließt zu warten, bis die Dämonen die Ruinen betreten und sich selbst durch die Fallen kämpfen, und dann die Waffe zu stehlen, nachdem sie die ganze Arbeit erledigt haben. Beim Betreten der Ruinen stellen 6 und Alice fest, dass es überraschend hochtechnologisch aussieht, während Rose eine vertraute Landschaft vorfindet. Als Russell und Heine sich der Waffe nähern, schlägt 6 Russell von hinten mit einem Tiefschlag nieder, wendet aber zu viel Kraft an und tötet ihn fast. Nachdem Alice Russell wiederbelebt hat, lässt ihn 6 die Waffe aktivieren, die sich als riesiger Mech herausstellt. Russell aktiviert jedoch den Mech und setzt sich auf den Pilotensitz. Heine teleportiert sich von der Szene weg, damit sie es kann. nicht als Geisel benutzt werden, obwohl 6 sich in letzter Sekunde ihren BH schnappt. Die Einheit von 6 versucht nach draußen zu fliehen, aber Russell verfolgt sie mit dem Mech.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786381","hoster":"VOE"},{"path":"/redirect/8795404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sentouin-haken-shimasu/staffel-1/episode-12","name":"Starker Partner, kluger Partner","epNo":12,"alt":"Strong Partner and Smart Partner!","descr":"Alice schaltet das Evil Points-Konto von 6 frei und erlaubt ihm, in einen negativen Saldo zu gehen, um den Mech abzuwehren. Da Alice viel Zeit braucht, um ihre eigene Geheimwaffe zu bauen, um dem Mech entgegenzuwirken, eilt 6 nach draußen und verbringt Stunden damit, Russell mit verschiedenen Arten von Waffen zu bekämpfen, die von der Erde herbeigerufen wurden. Gerade als Russell endlich 6 fängt, erscheint Alice in ihrem eigenen riesigen Mech: The Destroyer. Drei Tage später erzählt Alice 6, dass sie den feindlichen Mech zerstört hat, als Rose und Snow Russell gefangen genommen und in einen Kerker geworfen haben. In der Zwischenzeit half Tiger Man der Grace Army, die Invasionstruppe abzuwehren. 6 und Alice drohen Russell, seine Magie einzusetzen, um das Königreich der Gnade mit Wasser zu versorgen, indem sie einen geilen Tigermann auf ihn hetzen. Einige Zeit später, als Tillis versucht, an einem Friedensvertrag zwischen Grace und Toris zu arbeiten, stellen 6 und Alice Grimm auf die Probe. s Fluch, dass sie keine Schuhe tragen kann, indem sie sich Socken anzieht. Augenblicke später zerstört sie sich selbst. Unterdessen schwört Heine, ihre gefallenen Kameraden zu rächen. Zurück auf der Erde geraten die Auserwählte und Faustin of the Wind in einem Kisaragi-Büro in einen Streit, bevor sie von Belial beschimpft werden. In dieser Nacht spricht 6 mit Alice über seinen Traum, alle Welten zu erobern und endlich einen Harem zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786386","hoster":"VOE"},{"path":"/redirect/8795407","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13473026","hoster":"VOE"},{"path":"/redirect/8795414","hoster":"Streamtape"}]}]}]}]}