{"seriesId":"senyoku-no-sigrdrifa","name":"Senʼyoku no Sigrdrifa","descr":"In \"Warlords of Sigrdrifa\" erschienen auf der Erde eines Tages die sogenannten Pillars, die seitdem die Existenz der Menschheit bedrohen. Doch ein Gott namens Odin kam der Menschheit zur Hilfe, und erklärte den Pillars den Krieg. Dies wurde zur Geburtsstunde der Walküren, tapfere Pilotinnen, die in ihren als Herocraft bezeichneten Flugzeugen gegen die Pillars in die Schlacht ziehen.Doch auch Jahre später tobt der Krieg zwischen den Pillars und der Menschheit unentwegt weiter. Auch Japan ist ein Zentrum der erbitterten Kämpfe geworden. Die Walküre Miyako Muguruma und ihre zwei Mitstreiterinnen wollen den heiligen Berg Fuji von den Pillars befreien. Dabei werden sie von einem Neuankömmling aus Europa unterstützt, der Spitzenpilotin Claudia Braford mit ihrem Gloster Gladiator Mk. II.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Welcome to Tateyama Base!","descr":"Im Jahr 2020 erscheinen mysteriöse außerirdische Lebensformen namens Pillars, die die Existenz der Menschheit bedrohen. Wenn selbst Atomwaffen sie nicht zerstören können, fragen sich die Führer der Welt, wie sie Widerstand leisten sollen. Plötzlich taucht ein Junge auf, der behauptet, Odin zu sein, und verspricht, der Menschheit im Kampf gegen Ragnarök zu helfendurch die Bereitstellung von Walküren, die die Fähigkeit haben, die Säulen zu zerstören. Anstelle von modernen Düsenjägern fliegen Walküren jedoch magisch verbesserte Jäger mit Propellerantrieb. Im Jahr 2025, nach einem erfolgreichen, aber kostspieligen Angriff auf eine Säule in Europa, wird die Valkyrie Claudia der S-Klasse nach Japan versetzt. Auf dem Weg dorthin gerät sie in einen Hinterhalt, wird aber von einem lokalen, unerfahrenen Walkürengeschwader unterstützt. Später, als sie an der Tateyama-Basis ankommt, trifft Claudia die Piloten, denen sie zuvor begegnet ist, Miyako, Sonoka und Azuzu, die Mitglieder des 909. Valkyrie-Flügels sind. Claudia glaubt, dass sie aufgrund ihres Rufs als \"Sensenmann\" dorthin geschickt wurde. Plötzlich wird eine Säule entdeckt, die sich Tateyama nähert, aber da sie unter Wasser ist, ist es fast unmöglich, sie anzugreifen. Azuzu hat einen Plan, um es mit Sprengstoff an die Oberfläche zu zwingen. Zusammen arbeiten, Die 909. können die Säule zerstören. Danach wird Claudia offiziell von den Mitarbeitern der 909th und der Tateyama Base begrüßt.","versions":[{"lang":3,"streams":[{"redirect":8416189,"hoster":"VOE"},{"redirect":8416187,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Umihotaru Sea Assault!","descr":"Miyako organisiert ein Treffen zwischen Claudia und dem Rest der 909., damit sie sich besser kennenlernen können. Eine Säule taucht jedoch vor der Küste in der Nähe von Umihotaru auf, schafft eine große Barriere und fängt eine Reihe von Zivilisten und einen von Tateyamas Aufklärungshubschraubern ein. Die Säule entzieht den gefangenen Zivilisten auch langsam die Lebenskraft und setzt eine zeitliche Begrenzung, wann sie gerettet werden können. Azuzu hat einen Plan, durch einen Unterwasser-U-Bahn-Tunnel zu fliegen, der es ihnen ermöglicht, unter der Barriere der Säule hindurchzukommen. Als Miyako sich der Säule nähert, kann sie ihre Wasserbarriere durchbrechen, während Sonoka Feuerschutzmittel verwendet, um ihre Hitzebarriere zu neutralisieren, sodass Claudia sie zerstören kann. Nachdem die Mission dank ihrer Teamarbeit erfolgreich war, beginnt Claudia endlich zu fühlen, dass sie ein Teil der 909. sein kann. Inzwischen,","versions":[{"lang":3,"streams":[{"redirect":8416195,"hoster":"VOE"},{"redirect":8416191,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Disaster Recovery Assessment!","descr":"Am frühen Morgen entdeckt Claudia Miyako beim Putzen, als Odin sie plötzlich herbeiruft. Während er sie lobt, bestätigt er, dass Sakura gestorben ist. Dann fordert er sie auf, so viel Kraft wie möglich aufzubringen. Später hilft Claudia Miyako beim Frühstück kochen. Danach unterhält sich Claudia mit Sonoka und Miyako in der Cafeteria. Dann kommt auch Azuzu. Plötzlich taucht der Kommandant Ichiro Satomi auf und bittet sie, eine Notfallbeurteilung von Umihotaru durchzuführen. Claudia, Miyako und Sonoka kommen in Umihotaru an, wo sie den Tag damit verbringen, Spaß zu haben. Während sie eine Pause machen, verraten Miyako und Sonoka Claudia, warum sie nach Tateyama gekommen sind. Miyako macht sich dann auf den Weg, als sie einen Anruf von Azuzu erhält. Später in dieser Nacht trifft Claudia Azuzu im Krankenhaus, wo sie Miyako mit einem tödlich verwundeten Soldaten sehen. Claudia und Miyako trösten den Soldaten, bevor er stirbt. In ihrem Schlafzimmer denkt Claudia über ihren Ruf als \"Sensenmann\" nach. Am nächsten Morgen hängt Claudia mit Miyako, Sonoka und Azuzu in der Cafeteria ab.","versions":[{"lang":3,"streams":[{"redirect":8416198,"hoster":"VOE"},{"redirect":8416202,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Tateyama Castle Swimsuit Skirmish!","descr":"Die 909. kämpfen gegen vier Säulen, die sich scheinbar endlos regenerieren, wenn Azuzus Flugzeug getroffen wird. Sie wird dann ohnmächtig, nachdem sie eine Notlandung gemacht hat. Als sie aufwacht, findet sie heraus, dass die Säulen ultrahochfrequente Schallwellen aussenden, wenn eine von ihnen zerstört wird, was ihrer Vermutung nach den anderen Säulen signalisiert, sie zu regenerieren. Die Walküren erfahren jedoch, dass eine der Säulen direkt außerhalb der Basis aufgetaucht ist und sie vom Zugang zu ihren Flugzeugen abgeschnitten hat. Ronge, Kinpatsu und Gurasan belauschen das Gespräch und bieten an, ihnen zu helfen, sie zur Basis zu bringen, obwohl alle zuerst Badeanzüge tragen müssen. Das Trio führt die Walküren dann durch einen unterirdischen Geheimgang, der sie direkt zur Basis führt. Sobald sie endlich die Basis erreicht haben, erhalten die Walküren Unterstützung von einer anderen Walküre. Sie heben dann ab, um gegen die vier Säulen zu kämpfen, und Azuzu weist sie an, dass sie alle gleichzeitig zerstört werden müssen, um die Säulen zu besiegen. Nach der 909. Niederlage der Pillars treffen sie die neue Walküre persönlich.","versions":[{"lang":3,"streams":[{"redirect":13473018,"hoster":"VOE"},{"redirect":8416207,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Tateyama Joint Forces!","descr":"Die Walküre, die dem 909. half, wird als alte Freundin von Miyako, Azuzu und Sonoka namens Yayoi Amatsuka vorgestellt, die von ihrem eigenen Trupp begleitet wird. Im Badehaus der Basis verrät Amatsuka, dass sie wegen einer Gegenoffensive gegen die Primärsäule von Fuji auf der Basis sind. Danach gehen Azuzu und Claudia, um Odin zu treffen. Als eine skeptische Azuzu ihn konfrontiert, versichert er ihr, dass die Fuji Primary Pillar inaktiv wird und sie anfällig für Angriffe bleibt. Dann erzählt er ihr, was ihre offensichtlichen Fehler als Walküre sind. Als Claudia ihn nach ihrer Versetzung nach Japan fragt, bestätigt Odin, dass ein Ersatz für Sakura benötigt wird. Am nächsten Tag erzählt Satomi allen, wie die Gegenoffensive beginnen wird. Später, während der 909. und Amatsuka zu Mittag essen, kehrt Sonoka zur Basis zurück. Sobald Sonoka geht, Es wird offenbart, dass Miyako versuchte, die Dinge zwischen Sonoka und Amatsuka zu glätten, da Sonoka einen Streit mit Amatsuka hatte. In Satomis Büro unterhalten sich Sonoka und Satomi über ihre Vergangenheit. In dieser Nacht überwacht die Basis die Fuji Primary Pillar und sie wird wie vorhergesagt inaktiv. Odin verkündet fröhlich, dass die Ankunft von Ragnarök nahe ist.","versions":[{"lang":3,"streams":[{"redirect":13473024,"hoster":"VOE"},{"redirect":8416214,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Fuji Pillar Assault!","descr":"Die 909. schließen sich einer Koalition von Walküren aus der ganzen Welt und Luftstreitkräften an, die sich für den Angriff auf die Primärsäule von Fuji versammelt haben, darunter Claudias frühere Kameraden Lizbet und Leyli. Amatsuka trifft sich dann privat mit Satomi, um ihn zu überzeugen, Sonoka am Boden zu halten, obwohl Satomi vermutet, dass Amatsuka Sonokas Flugzeug sabotiert hat, um sie daran zu hindern, in der Vergangenheit auf einer wichtigen Mission zu fliegen. Sonoka hört dies mit und ist empört. Amatsuka erklärt, dass sie vor zwei Jahren bei einer Mission ein schlechtes Gefühl hatte und Sonokas Flugzeug sabotierte. Während dieser Mission wurde ihr gesamtes Geschwader ausgelöscht und Amatsuka überlebte kaum. Sonoka war seitdem von dieser Erfahrung zutiefst traumatisiert. Der Angriff auf die Primärsäule von Fuji beginnt dann, wobei die Walküren in der Lage sind, die Säule zu durchbrechen. s Außenwand. Die 909. fliegen in die Bresche, was zu einer separaten Dimension zu führen scheint. Dort finden sie die Wracks unzähliger Valkyrie-Flugzeuge, die von den Pillars abgeschossen wurden, und begegnen einem monströsen Wesen, als das Odin sich identifiziertThor . Plötzlich tauchen zuvor abgeschossene Valkyrie-Flugzeuge auf und greifen die 909. an, darunter eines, das von Sonoka und Amatsukas verstorbenem Teamkollegen Jinguuji geflogen wurde.","versions":[{"lang":3,"streams":[{"redirect":13473028,"hoster":"VOE"},{"redirect":8416219,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Fuji Pillar Retreat!","descr":"Innerhalb der Fuji Primary Pillar erkennen die 909. schnell, dass ihre Gegner gefallene Walküren sind und von Sakuras Flugzeug angegriffen werden. Claudia, Leyli und Lizbet lenken Sakura ab, während der Rest des 909. Thor angreift. Außerhalb der Fuji-Hauptsäule erscheinen weitere Säulen, die eine Überwältigung der menschlichen Streitkräfte riskieren und Generalmajor Okita veranlassen, einen Rückzug anzuordnen. Während des Rückzugs wird Sonoka verletzt. Währenddessen weicht Odin an der Basis Okitas Fragen über die wahre Natur von Thor und Valhalla aus. Thor entfesselt währenddessen eine Energieexplosion an der Basis und tötet Leyli, Okita und den größten Teil des Kommandopersonals. Nach der Schlacht wird bekannt, dass Claudia, Miyako und Azuzu eine zivile Evakuierung durchführen werden, während Amatsuka sich freiwillig bereit erklärt hat, Walküren zu retten, die immer noch in der Fuji-Primärsäule gefangen sind. Sonoka und Amatsuka führen dann ein privates Gespräch, in dem Amatsuka verspricht, dass sie zurückkehren wird. Danach werden Amatsuka und ihr Trupp verabschiedet. Einige Zeit später kommt eine verletzte Lizbet am Sammelpunkt an und sie enthüllt, dass Amatsuka nicht überlebt hat.","versions":[{"lang":3,"streams":[{"redirect":13473023,"hoster":"VOE"},{"redirect":8416227,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Exploring a Mythical World!","descr":"Nach dem Angriff sind die vereinten menschlichen Streitkräfte durch den Verlust ihrer Hauptbasis und Führung in Unordnung geraten. Außerdem haben sie nur 36 Stunden Zeit, um die Tateyama-Basis zurückzuerobern, bevor sie an die Säulen verloren geht. Satomi enthüllt jedoch, dass er Notvorräte unter dem Berg Nokogiri aufbewahrt hat. Satomi lässt Azuzu auch eine Aufzeichnung des letzten Gesprächs zwischen Odin und Okita anhören. Währenddessen besucht Claudia Lizbet im Krankenhaus, die ihr erzählt, dass Amatsuka vermutet, dass Claudia ein Geheimnis trägt, das der Schlüssel zum Sieg über die Säulen ist. Azuzu kommt zu dem gleichen Schluss und konfrontiert Claudia damit. Claudia erinnert sich an Odins Worte, wodurch sich ein Lichtportal öffnet. Da Sonoka jetzt nicht bereit ist zu fliegen, Es wird entschieden, dass Claudia und Azuzu Valhalla erkunden werden, während Miyako mit Shield Squadron Tateyama zurückerobern wird. In Valhalla beginnen Claudia und Azuzu, etwas über die nordische Mythologie und die wahre Natur von Odin und Thor zu erfahren, als sie plötzlich von einer Säule angegriffen werden. In Tateyama ist Miyako in einer sekundären Säule gefangen, während Sonoka gezwungen ist, sich um eine schwangere Frau zu kümmern, die in die Wehen geht.","versions":[{"lang":3,"streams":[{"redirect":13508827,"hoster":"VOE"},{"redirect":8416233,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Retaking Tateyama Air Base!","descr":"Eine Wiederholungsepisode, die die ersten acht Episoden zusammenfasst.","versions":[{"lang":3,"streams":[{"redirect":13473027,"hoster":"VOE"},{"redirect":8416241,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Eve Before the Battle of Tateyama Bay!","descr":"Eine verzweifelte Sonoka versucht, ihr Flugzeug zu fliegen, aber sie hat immer noch Probleme mit ihrem Selbstwertgefühl. In der Sekundärsäule kämpfen Miyako und Shield Squadron dagegen, während Claudia und Azuzu aus Valhalla fliehen können. Zurück im Tierheim erfährt Sonoka, dass die Pillars hinter dem Baby der schwangeren Frau her sind, da es Gerüchte gibt, dass sie es priorisieren, jungen Menschen und Kindern die Lebenskraft zu stehlen. Gerade als Sonoka die Hoffnung zu verlieren beginnt, erinnert sie sich daran, in Amatsukas Glücksbringer zu schauen, der ihr die nötige Motivation gibt, um wieder zu fliegen. Sie schließt sich dann Miyako an und zusammen besiegen sie die sekundäre Säule, um Tateyama zurückzuerobern. Sobald sich die 909. wiedervereinigen, kommen sie rechtzeitig im Tierheim an, um zu hören, wie das Baby geboren wird. Später in dieser Nacht berichtet Azuzu, dass Odin über Ragnarök gelogen hat. Währenddessen wird in Valhalla offenbart, dass Odin überlebt hat.","versions":[{"lang":3,"streams":[{"redirect":13473031,"hoster":"VOE"},{"redirect":8416249,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Reattacking Fuji Pillar!","descr":"Satomi berichtet den Führern der Welt, dass Odin über Ragnarök gelogen hat. Genau in diesem Moment unterbricht Odin das Gipfeltreffen, um den Krieg zu erklären. In Tateyama hängen Sonoka und Miyako im Bad herum, als Miyako beschließt, das Sommerfest zu organisieren. Währenddessen haben Satomi, Claudia und Azuzu ein Treffen über Odins Erklärung. Am nächsten Morgen verabschieden sich Claudia und Lizbet, während Azuzu davonläuft, als Miyako das Fest erwähnt. Sobald Miyako Azuzu findet, versöhnen sie sich. An diesem Abend haben alle Spaß auf dem Festival.","versions":[{"lang":3,"streams":[{"redirect":13473030,"hoster":"VOE"},{"redirect":8416252,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Welcome to Tateyama Base!!","descr":"Der Kampf geht weiter, als Claudia beschließt, es persönlich mit Odin aufzunehmen. In der Zwischenzeit lenkt Sonoka die dunklen Walküren ab, während Miyako sich darauf konzentriert, Thor anzugreifen, und Azuzu nach dem Kern der Fuji-Primärsäule sucht. Als Claudia gegen Odin kämpft, enthüllt er, dass sie eine direkte Nachfahrin der Götter ist, und stellt ihre Entschlossenheit in Frage. Claudia antwortet, dass sie für ihre Freunde und Familie kämpft, und ihr wird klar, dass Odin einfach Angst davor hat, allein zu sein. Odin ist wütend, kann sich aber nicht dazu bringen, Claudia zu töten und sich zurückzuziehen. In der Zwischenzeit opfert sich das Schildgeschwader, um Miyako die Öffnung zu geben, die sie braucht, um Thor zu zerstören, während Sonoka in der Lage ist, die dunklen Walküren abzuschießen. Azuzu erreicht den Kern, aber sie trifft auf Odin. Sie schafft es, ihn lange genug abzulenken, damit Miyako ankommt und den Kern zerstört. Besiegt erlaubt Odin Azuzu, ihn zu erschießen. Nachher, Die Fuji-Hauptsäule verschwindet, was zu einem entscheidenden Sieg für die Menschheit führt. In der Folge betrauert die 909. den Verlust des Schildgeschwaders, aber Walküren werden immer noch benötigt, da die Säulen immer noch in der Welt sind. Die 909. begrüßt zwei neue Walküren, Kurumi Suzuhara und Moe Isurugi, bevor sie zu einer weiteren Mission aufbrechen.","versions":[{"lang":3,"streams":[{"redirect":13473032,"hoster":"VOE"},{"redirect":8416261,"hoster":"Streamtape"}]}]}]}]}