{"seriesId":"serengeti","name":"Serengeti","descr":"Dokureihe über die Tiere der afrikanischen Serengeti, produziert von dem für seine \"Hautnah\"-Reihen bekannten Tierfilmer John Downer, in denen möglichts realistische Kameraroboter in Tiergestalt den Protagonisten so nah wie nur irgend möglich kommen sollten. Auch in \"Serengeti\" wird ein neues Konzept ausprobiert: erzählt werden die dokumentarsichen Beobachtungen von einem Geier, der über allem schwebt und den Löwen, Elefanten, Büffeln, etc. unter ihm Namen und Biografien gibt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Destiny","descr":"In der ersten Folge gibt es Nahrung im Überfluss. Trotzdem haben einige Tiere zu kämpfen, als ihre Welt plötzlich auf den Kopf gestellt wird: Löwin Kali wird mit ihren Jungen aus dem Rudel verstoßen. Pavian Bakari verliert seine Gefährtin. Hyäne Zalika muss die Verantwortung für ihr Rudel übernehmen und Elefant Tembo muss eine neue Rolle für sich finden, als sein Bruder geboren wird.","versions":[{"lang":2,"streams":[{"redirect":9800095,"hoster":"VOE"},{"redirect":9800094,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Conflict","descr":"In der zweiten Folge kämpfen Mütter um das Überleben ihrer Jungen, während es in der Serengeti immer trockener wird. Löwin Kali muss sich gegen einen männlichen Löwen wehren, Gepardin Kike ist zum ersten Mal Mutter und Hyäne Zalika muss sich als neue Anführerin beweisen.","versions":[{"lang":2,"streams":[{"redirect":9800100,"hoster":"VOE"},{"redirect":9800097,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Invasion","descr":"In dieser Folge warten alle auf die Ankunft der großen Wanderung. Bis dahin ist Nahrung knapp und der Hunger bringt einige Tiere in gefährliche Situationen. Löwin Kali vertraut ihre Jungen einem miserablen Babysitter an und auch der Weg über den Fluss ist für die Paviane nur scheinbar sicher.","versions":[{"lang":2,"streams":[{"redirect":9800103,"hoster":"VOE"},{"redirect":9800102,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Misfortune","descr":"Die mit der großen Wanderung ankommenden Herden bedeuten Nahrung für viele, aber nicht allen bringen sie Glück. Löwin Kali und ihre Jungen geraten in Gefahr, Zebramutter Shani und ihr Fohlen werden voneinander getrennt und Pavian Bakari kann nichts gegen den brutalen Anführer seines Rudels ausrichten.","versions":[{"lang":2,"streams":[{"redirect":12924704,"hoster":"VOE"},{"redirect":9800112,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Exodus","descr":"Es ist Trockenzeit und alle versammeln sich an den wenigen verbliebenen Wasserstellen. Aber je tiefer der Wasserstand sinkt, desto größer wird die Konkurrenz und desto heftiger wird um die verbliebene Beute gekämpft. Doch als ein gewaltiges Gewitter einen Buschbrand auslöst, müssen alle flüchten.","versions":[{"lang":2,"streams":[{"redirect":9800111,"hoster":"VOE"},{"redirect":9800114,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Rebirt","descr":"In der letzten Folge verwandeln Regenfälle das Land in ein grünes Paradies. Die Jungen werden erwachsen und der Kreis des Lebens schließt sich. Am Ende bringt der Tod eines alten Elefanten alle zusammen und stiftet für einen Moment unerwarteten Frieden zwischen alten Feinden.","versions":[{"lang":2,"streams":[{"redirect":12281939,"hoster":"VOE"},{"redirect":9800120,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Intrigue","descr":"","versions":[{"lang":2,"streams":[{"redirect":9800129,"hoster":"VOE"},{"redirect":9800126,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Change","descr":"Nach dem Sturm wird die weite Landschaft überschwemmt und alle Familien kämpfen darum, höher gelegenes Gelände zu erreichen, aber mit steigender Flut wächst auch die Gefahr, weggeschwemmt zu werden.","versions":[{"lang":2,"streams":[{"redirect":9800127,"hoster":"VOE"},{"redirect":9800128,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Renewal","descr":"Während sich das Land von den Überschwemmungen erholt, flammen alte Rivalitäten wieder auf, da die Suche nach Nahrung wieder zum Mittelpunkt wird, aber während die Jungen das Jagen lernen, werden Familien gespalten und geliebte Menschen betrauert.","versions":[{"lang":2,"streams":[{"redirect":9800135,"hoster":"VOE"},{"redirect":9800921,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Leadership","descr":"Wenn die Spannungen steigen, ist es eine gefährliche Zeit, geboren zu werden. Alte Feinde machen den Löwen und Pavianen zu schaffen, während die Hyänen den Schakalen und den Leopardenjungen das Leben schwer machen.","versions":[{"lang":2,"streams":[{"redirect":9800139,"hoster":"VOE"},{"redirect":9800146,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Power","descr":"Die Macht verschiebt sich zwischen den Tierfamilien, während neue Bedrohungen auftauchen. Während ihre Jungen heranwachsen und alle ums Überleben kämpfen, wer werden die Gewinner und wer die Verlierer sein?","versions":[{"lang":2,"streams":[{"redirect":9800150,"hoster":"VOE"},{"redirect":9800158,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Reckoning","descr":"Während alle vor der letzten Abrechnung stehen, beginnt die Great River Crossing. Das Fohlen von Gnu und Shani wird von Krokodilen getestet. Duma muss seine Mutter retten. Findet Kali endlich ihr Glück?","versions":[{"lang":2,"streams":[{"redirect":9800161,"hoster":"VOE"},{"redirect":9801866,"hoster":"Streamtape"}]}]}]}]}