{"path":"/serie/stream/servant-x-service","name":"Servant x Service","descr":"Servant x Service beschäftigt sich auf humorvolle Weise mit dem Büroalltag der Angestellten im Rathaus, Abteilung Soziales und Wohlfahrt, einer nicht näher genannten Stadt in Hokkaido.","seasons":[{"path":"/serie/stream/servant-x-service/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/servant-x-service/staffel-1/episode-1","name":"","epNo":1,"alt":"Be Careful About How You Refer to Someone and Why","descr":"Yamagami Lucy suchte eine Anstellung als Regierungsangestellte aus Rache. Nach ihrer Geburt konnten sich ihre Eltern nicht für einen Namen entscheiden, sondern wählten schließlich den Namen \"Lucy\". Sie will sich an dem Beamten rächen, der die offiziellen Papiere genehmigt hat.","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-2","name":"","epNo":2,"alt":"Don\u0027t Panic, Make a Scene, or Throw Away Your Job","descr":"Toko, Taishis jüngere Schwester, ist ein Highschool-Mädchen, das im Büro vorbeikommt, um sicherzustellen, dass alle ihre Arbeit machen und dass sie gut ausgebildete Beamte sind. Megumi versucht, Lucys Körbchengröße zu erraten und zeigt ihre Besessenheit von Cosplay.","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-3","name":"","epNo":3,"alt":"Don\u0027t Neglect the Safety of You or Your Workplac","descr":"Ichimiyas Selbstvertrauen als Senpai ist seit der Überwachung der drei Neuankömmlinge nicht viel gewachsen. Seine Chance, sich zu beweisen, kommt mit Lucy, die Hilfe bei einem \"sensiblen\" Thema braucht.","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-4","name":"","epNo":4,"alt":"Beware of Next Week\u0027s Unseen Danger","descr":"Chihaya verkündet Hasebe, dass sie seine Rivale in Bezug auf Lucy ist. Wenn sich die Gruppe um den Abteilungsleiter versammelt, passiert etwas Unglaubliches.","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-5","name":"","epNo":5,"alt":"Everyone Has Close Calls. Learn from Them and Keep the Workplace Healthy","descr":"Lucy betrinkt sich auf der Firmenfeier und wurde von Hasebe nach Hause gebracht. Am nächsten Morgen findet sie eine seltsame Frau neben sich, als sie aufwachte. Aus diesem Grund findet sie die andere Seite von Hasebe heraus.","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-6","name":"","epNo":6,"alt":"Examine Unexpected Problems and Hide-and-Seek","descr":"Während der Abteilungsleiter über die drei neuen Mitarbeiter wacht, hat er das Gefühl, dass zwischen ihnen und ihm eine unsichtbare Mauer besteht, und versucht herauszufinden, was ihm fehlt. Dann taucht plötzlich ein anderes Highschool-Mädchen im Stationsbüro auf…","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-7","name":"","epNo":7,"alt":"Self Prevention, There Are People Where You Can\u0027t See","descr":"Chihaya kommt unangemeldet in Tokos Wohnung vorbei, um Zeit miteinander zu verbringen, als ein überraschter Ichimiya nach Hause zurückkehrt, um seine Freundin und Schwester beim Spielen zu sehen.","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-8","name":"","epNo":8,"alt":"A Dangerous Sprout, Beware Tanaka\u0027s Grandson","descr":"Lucy hat das Problem mit ihrem Namen und dem Problem, dass Hasebe sie weiterhin fragt. Die Rivalität zwischen Tanaka und Hasebe wächst und Hasebe nimmt eine noch entspanntere Natur an.","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-9","name":"","epNo":9,"alt":"Do you have it? Mental Capacity and the Accumulation of Feelings","descr":"Chihaya wird wütend, als sie anfängt, über Ichimiya, Toko und viele andere Dinge in ihrem Leben nachzudenken. Währenddessen gehen Lucy und Miyoshi mit Kaoru zum Abendessen, der ihnen von Hasebe und Jyoji erzählt, als sie Kinder waren.","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-10","name":"","epNo":10,"alt":"It\u0027ll Be Good Later, At the Same Time Good Things Can Cause Huge Regrets","descr":"Chihaya hat endlich beschlossen, Toko zu sagen, dass sie mit Ichimiya ausgeht, aber anscheinend läuft das nicht wie geplant. Am nächsten Tag fordert Miyoshi Chihaya auf, dafür zu sorgen, dass sie nichts bereut, aber dann steht Miyoshi vor einer Reihe von Bedauern…","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-11","name":"","epNo":11,"alt":"Beware the Sweet Trap that Tries to Lure You In","descr":"In letzter Zeit konnte Lucy außerhalb der Arbeit nicht mehr mit Hasebe sprechen. Auf der Suche nach seinem Aufenthaltsort wird der Abteilungsleiter irgendwie entführt?!","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-12","name":"","epNo":12,"alt":"Wait a Moment, Being Accustomed and Being Unprepared Are Life-Threatening","descr":"Megumi nahm sich drei Tage frei, um alle ihre Kostümprojekte abzuschließen, einschließlich des Kleides, das Lucy während ihres Dates mit Yutaka tragen soll. Megumi warnte Taishi, ihr keine SMS zu schreiben, sie anzurufen oder in ihre Wohnung zu kommen, aber…","versions":[]},{"path":"/serie/stream/servant-x-service/staffel-1/episode-13","name":"","epNo":13,"alt":"Now We\u0027re Set, A Fun Workplace Leading to Tomorrow","descr":"Wir finden endlich heraus, wer Lucys Namen genehmigt hat, aber Hasebe hat zu viel Angst, um es Lucy zu sagen, aus Angst, dass sie ihn hassen wird. Währenddessen ist Lucy besorgt darüber, dass Hasebe seit ihrem Date distanziert zu sein scheint.","versions":[]}]}]}