{"path":"/serie/stream/seven-knights-revolution","name":"Seven Knights: Revolution","descr":"Die Geschichte ist in einer Welt angesiedelt, in der vor Äonen tapfere Helden gegen die Kräfte der \"Zerstörung\" kämpften. Während ihre Taten in die Legende eingegangen sind, wurde die Macht dieser Helden später von \"Nachfolgern\" geerbt, die dafür kämpften, die Welt zu schützen. Eines Tages rettet Faria, ein Nachfolger der Seven Knights, einen Jungen namens Nemo vor den Mächten der Zerstörung.Während des folgenden Kampfes beschwört Nemo die Kraft eines Helden und wird ebenfalls ein Nachfolger. Nemos Held ist jedoch ein Fremder, der in der Geschichte unbekannt ist, und so beginnt eine epische Reise, auf der Vergangenheit und Gegenwart aufeinanderprallen.","seasons":[{"path":"/serie/stream/seven-knights-revolution/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-1","name":"","epNo":1,"alt":"Awakening: Succession","descr":"Faria und Eren untersuchen eine Stadt, die von Physis-infizierten Monstern zerstört wurde. Eine nahe gelegene Stadt, Ulley Village, wird ebenfalls von Monstern angegriffen, wobei nur ein kleiner Junge, Nemo, der einzige Überlebende ist. Nemo ist von Monstern umgeben, bis er von Faria gerettet wird, die bemerkt, dass Nemo die Uniform der Granseed Academy trägt. Sie bringt ihn zum Granseed-Zug und erklärt ihm die Geschichte der Sieben Ritter, legendäre Helden, die die Welt vor dem bösen Gott Nestra gerettet haben. Plötzlich wird der Zug von einem riesigen Physis-Monster angegriffen, das sowohl Faria als auch Eren verletzt. Selbst mit ihren stärksten Angriffen kann Faria das Monster nicht aufhalten und bittet Nemo, Eren zu nehmen und zu fliehen. Nemo weigert sich jedoch, Faria zu verlassen und wird plötzlich in den Garten von Serrass transportiert, der Göttin, die die ursprünglichen Sieben Ritter auserwählt hat. Nemo bittet Serrass, ihm die Macht zu geben, Faria zu retten, und Serrass verbindet Nemos Seele mit der Seele eines der ursprünglichen Sieben Ritter. Nemo schafft nur eine Form einer unvollständigen Nachfolge, kann aber Farias Waffe bergen und zusammen töten sie das Monster. Nachdem der Kampf vorbei ist, heißen Faria und Eren Nemo in der Granseed Academy willkommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/7972683","hoster":"VOE"}]}]},{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-2","name":"","epNo":2,"alt":"Chance Encounter: Granseed","descr":"Als Nemo sein Leben an der Granseed Academy beginnt, lernt er den Studentenrat der Akademie kennen, die aktuelle Generation der Sieben Ritter. Einer der Ritter, Joe, hat einen Physis-infizierten Drachen im Eis gefangen und ihn zum Studium in die Akademie gebracht. In einer Sitzung des Studentenrates gibt Faria bekannt, dass Nemo das neueste Mitglied der Sieben Ritter ist, eine Entscheidung, die bei anderen Rittern auf Verwirrung stößt. Faria beauftragt Joe, Nemo auf eine Tour durch die Akademie mitzunehmen, wo Nemo Sophitia, die Bibliothekarin der Akademie, trifft. Nemo wird neben Faria und Eren im Studentenwohnheim untergebracht. Am nächsten Tag bittet Gales Nemo, ein Fläschchen mit Elfenmedizin zum Alchemy Research Institute zu bringen. Plötzlich bricht der von Joe gefangene Drache aus seinem Gefängnis aus und verwüstet die Akademie. Joe versucht, alleine gegen den Drachen zu kämpfen, während Nemo Sophitia und eine Gruppe von Schülern in Sicherheit bringt, aber als sich herausstellt, dass der Drache seine Verletzungen heilen kann, kehrt Nemo zurück, um Joe zu helfen. Nemo vervollständigt seine Nachfolge und hält den Drachen zurück, sodass Joe ihn töten kann. Viel später spricht Shirley mit Faria über dessen Entscheidung, Nemo im Wohnheim des Studentenrates unterzubringen, und Faria gibt zu, dass sie Nemo überwacht, weil sie Angst vor seiner Macht hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8786564","hoster":"VOE"},{"path":"/redirect/8795434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-3","name":"","epNo":3,"alt":"Hero: Seven Knights","descr":"In einem Strategietreffen informiert Faria ihre Mitritter, dass die verstärkte Aktivität von Physis dazu geführt hat, dass Granseed neue Gelder aus dem Ausland erhalten hat. Nemo hat einen Traum, in dem Granseed von Flammen verzehrt wird und der Held, mit dem er verbunden ist, versucht, Nemo vor etwas zu warnen, aber Nemo kann die Bedeutung des Traums nicht verstehen, bevor Faria ihn aufweckt und ihm sagt, er solle sich auf einen neuen vorbereiten Mission: Eine Expedition zu einer schwimmenden Insel wurde von Physis angegriffen und die Sieben Ritter wurden ausgesandt, um sie zu beschützen. Während der Schlacht geht Gildan die magische Kraft aus, was ihn zum Rückzug zwingt, aber die anderen Ritter schließen die Mission erfolgreich ab. Später in dieser Nacht verliert Gildan die Kontrolle über seine magische Kraft und verwandelt sich in ein Monster. Gareth und Joe glauben, dass sie Gildan möglicherweise töten müssen, aber Nemo fleht sie an, ihn stattdessen zu retten. Mit etwas Ermutigung von Jabe erlangt Gildan genug Bewusstsein zurück, damit die anderen Ritter ihn retten können. Nemo bleibt nach dem Kampf bewusstlos und als er aufwacht, findet er Faria, die sich um seine Verletzungen kümmert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8032650","hoster":"VOE"}]}]},{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-4","name":"","epNo":4,"alt":"Friendship: Connection","descr":"Faria enthüllt Nemo, dass er nach dem, was mit Gildan passiert ist, einen ganzen Tag geschlafen hat, aber sie hat nicht das Gefühl, dass Nemo sich nicht vollständig erholt hat, also beschließt sie, sich für den Rest des Tages um ihn zu kümmern. Währenddessen offenbart Gales Jou und Gildan seinen Verdacht auf einen Physis-Infiltrator in Granseed. Eren sagt Nemo, dass Faria sich besonders um sein Wohlergehen kümmert, weil sie es wiedergutmachen will, dass sie es nicht geschafft hat, Ulley Village vor Physis zu retten. Die anderen Ritter versuchen, einige Zeit mit Nemo zu verbringen, der ihnen sagt, dass er nicht mit seinem Heldengeist kommunizieren konnte und er nicht einmal den Namen des Helden kennt, und Joe rät ihm, mit Sophitia zu sprechen, um mehr über seinen Helden zu erfahren. Leider entkommt Farias Hauskatze aus ihrem Zimmer und Faria bittet Nemo um Hilfe, um sie zu fangen, da es Haustiere sind. Innerhalb des Schulgeländes nicht erlaubt. Sie finden die Katze schließlich auf dem Dach des Wohnheims fest, laufen aber Gefahr, abzurutschen und zu fallen. Glücklicherweise kanalisiert Nemo seinen heldenhaften Geist und rettet Faria, die später von Yunomia gewarnt wird, dass ein großer Sturm kommt und nur die neuen Sieben Ritter ihn stoppen können. Am nächsten Tag geht Nemo in die Bibliothek und bittet Sophitia, ihm etwas über seinen Helden beizubringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8786565","hoster":"VOE"},{"path":"/redirect/8624029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-5","name":"","epNo":5,"alt":"Rampancy: Physis","descr":"Nemo erklärt Sophitia, dass er nicht mit seinem Heldengeist kommunizieren konnte, weshalb er sie um Hilfe bittet. Leider kann Sophitia selbst nach einem Tag der Recherche und des Studiums nichts über Nemos Helden finden. Nemo wird später auf eine Reihe von Angriffen auf Granseed-Schüler aufmerksam, die von einem Vampir durchgeführt wurden, möglicherweise mit Verbindungen zu Physis. Shirley fühlt sich verantwortlich und ist entschlossen, den Schuldigen zu finden, und Nemo bietet ebenfalls Hilfe an. Während sie zusammenarbeiten, gibt Shirley ihr eigenes Misstrauen gegenüber Nemo zu, beschließt jedoch, dies zugunsten der anstehenden Aufgabe beiseite zu legen. Nemo erhält auch die Unterstützung von Mina, einem Mitglied des Disziplinarausschusses von Granseed, um den Schuldigen zu finden. Als sie den Wald rund um die Akademie erkunden, finden Nemo und Mina Shirley, die Erens Blut trinkt, was bestätigt, dass sie ein Vampir ist. Mina ist überzeugt, dass Shirley die Schuldige ist, aber Nemo will Shirley anhören. Ein Kampf bricht aus, aber Nemo weigert sich zu wehren und Shirley erklärt, dass sie aus einer Familie pazifistischer Vampire stammt. Ihre Familie wurde zerstört und sie war gezwungen, wegzulaufen und ihre Identität zu ihrer eigenen Sicherheit zu verbergen. Nemo glaubt, dass Shirley die anderen Schüler nicht angegriffen hat, also verspricht er, sie geheim zu halten. Als sie jedoch nach Granseed zurückkehren, stellen sie fest, dass Physis-Monster Eren entführt haben. Sie spüren sie bis zu einer verlassenen Kathedrale auf, wo sie entdecken, dass Mina nicht nur der Vampir hinter den Angriffen ist, sondern auch ein Maulwurf für Physis. Sie hilft Physis, eine Welt zu schaffen, in der Vampire nicht mehr verfolgt werden, und bietet Shirley an, sich ihr anzuschließen, aber Shirley lehnt ab und kämpft gegen Mina, während Nemo die Monster zerstört. Shirley hält Mina mit ihren Feuerkräften an Ort und Stelle und gibt Nemo genug Zeit, um sie zu verbrennen. Nachdem Eren in Sicherheit ist, dankt Shirley Nemo für seine Hilfe und trinkt etwas von seinem Blut.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8786567","hoster":"VOE"},{"path":"/redirect/8795432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-6","name":"","epNo":6,"alt":"Holiday: Festival","descr":"Während Gales das Zimmer der verstorbenen Mina untersucht, erzählt Sophitia Nemo, dass die alte Bibliothek der Akademie und die meisten ihrer Aufzeichnungen vor langer Zeit bei einem Brand zerstört wurden. Gerüchten zufolge war Jenius, der damalige Chefbibliothekar, ein Doppelagent, der für Physis arbeitete, und es war Yunomia, die ihn besiegte. Kurz darauf bietet eine Studentin namens Claire Gales ihre Hilfe an, um die alte Bibliothek zu untersuchen, aber er lehnt ab. Am nächsten Tag beginnen die Vorbereitungen für das Schulfest und die Schüler suchen nach Partnern für den Schultanz. Faria schließt daraus, dass Claire Gefühle für Gales hat und ermutigt sie, ihn zu bitten, ihr Partner für den Tanz zu sein, während Shirley Nemo bittet, ihr Partner zu sein. Claire bietet Gales erneut ihre Hilfe an, obwohl er keine Möglichkeit hat, es ihr zurückzuzahlen, also sagt Claire ihm, dass im Austausch für ihre Hilfe, er wird ihr Tanzpartner sein, dem Gales widerwillig zustimmt. Zu Beginn des Schulfestes richten die Seven Knights ein Café ein, um die anderen Schüler zu unterhalten. Faria bittet Nemo, ihr Tanzpartner zu sein, worauf er antwortet, dass Shirley ihn bereits gebeten hat, ihr Partner zu sein. Nemo gerät in eine unangenehme Lage, da die beiden Mädchen wollen, dass er entscheidet, wen er als Partner will, aber Nemo bittet letztendlich um mehr Zeit, um seine Entscheidung zu treffen. Als er Sophitia Essen bringt, gibt er zu, dass er Liebe nicht wirklich versteht. Sophitia sagt ihm, dass Liebe ein kompliziertes Gefühl ist, das sich auf verschiedene Weise manifestieren kann, und vielleicht wäre es für die Menschen im Allgemeinen einfacher, wenn sie alle gleichermaßen lieben könnten. Nemo schließt daraus, dass Eren derjenige war, den Shirley als Partnerin haben wollte und sagt Shirley, dass sie Eren danach fragen sollte. Der Nachttanz beginnt und Nemo tanzt mit Faria, während Shirley schließlich Eren als ihren Partner auswählt. Währenddessen untersucht Claire die Ruinen der alten Bibliothek und stolpert über eine verlassene Kammer mit einem mysteriösen Buch. Sobald sie das Buch berührt, wird sie von einer mysteriösen dunklen Macht infiziert. Claire kehrt rechtzeitig für ihren Tanz mit Gales zur Akademie zurück, aber ihr Körper kristallisiert und fällt auseinander, sehr zu Gales\u0027 Entsetzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8786568","hoster":"VOE"},{"path":"/redirect/8624031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-7","name":"","epNo":7,"alt":"Sortie: Apocalypse","descr":"Während Gales das Zimmer der verstorbenen Mina untersucht, erzählt Sophitia Nemo, dass die alte Bibliothek der Akademie und die meisten ihrer Aufzeichnungen vor langer Zeit bei einem Brand zerstört wurden. Gerüchten zufolge war Jenius, der damalige Chefbibliothekar, ein Doppelagent, der für Physis arbeitete, und es war Yunomia, die ihn besiegte. Kurz darauf bietet eine Studentin namens Claire Gales ihre Hilfe an, um die alte Bibliothek zu untersuchen, aber er lehnt ab. Am nächsten Tag beginnen die Vorbereitungen für das Schulfest und die Schüler suchen nach Partnern für den Schultanz. Faria schließt daraus, dass Claire Gefühle für Gales hat und ermutigt sie, ihn zu bitten, ihr Partner für den Tanz zu sein, während Shirley Nemo bittet, ihr Partner zu sein. Claire bietet Gales erneut ihre Hilfe an, obwohl er keine Möglichkeit hat, es ihr zurückzuzahlen, also sagt Claire ihm, dass im Austausch für ihre Hilfe, er wird ihr Tanzpartner sein, dem Gales widerwillig zustimmt. Zu Beginn des Schulfestes richten die Seven Knights ein Café ein, um die anderen Schüler zu unterhalten. Faria bittet Nemo, ihr Tanzpartner zu sein, worauf er antwortet, dass Shirley ihn bereits gebeten hat, ihr Partner zu sein. Nemo gerät in eine unangenehme Lage, da die beiden Mädchen wollen, dass er entscheidet, wen er als Partner will, aber Nemo bittet letztendlich um mehr Zeit, um seine Entscheidung zu treffen. Als er Sophitia Essen bringt, gibt er zu, dass er Liebe nicht wirklich versteht. Sophitia sagt ihm, dass Liebe ein kompliziertes Gefühl ist, das sich auf verschiedene Weise manifestieren kann, und vielleicht wäre es für die Menschen im Allgemeinen einfacher, wenn sie alle gleichermaßen lieben könnten. Nemo schließt daraus, dass Eren derjenige war, den Shirley als Partnerin haben wollte und sagt Shirley, dass sie Eren danach fragen sollte. Der Nachttanz beginnt und Nemo tanzt mit Faria, während Shirley schließlich Eren als ihren Partner auswählt. Währenddessen untersucht Claire die Ruinen der alten Bibliothek und stolpert über eine verlassene Kammer mit einem mysteriösen Buch. Sobald sie das Buch berührt, wird sie von einer mysteriösen dunklen Macht infiziert. Claire kehrt rechtzeitig für ihren Tanz mit Gales zur Akademie zurück, aber ihr Körper kristallisiert und fällt auseinander, sehr zu Gales\u0027 Entsetzen.","versions":[]},{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-8","name":"","epNo":8,"alt":"Rivalry: Conflict","descr":"Granseeds Studentenschaft veranstaltet eine Beerdigung für Claire und Gales, der sich immer noch die Schuld an ihrem Tod gibt, die Beerdigung nur aus der Ferne beobachtet und verspricht, ihren Mörder zu finden. In der Zwischenzeit bereitet die Führung von Granseed eine umfassende Offensive gegen eine große Physis-Anlage vor, die unterhalb des Burgot-Vulkans gefunden wurde, wo Yunomia zuvor Physis besiegt hatte. Laut der Führung von Granseed sammelt Physis magische Energie, die von den Städten erzeugt wird, die sie überall auf dem Kontinent in der unterirdischen Einrichtung zerstört haben, und ihr Anführer, Amis Germane, wird ebenfalls anwesend sein. Die Seven Knights bereiten sich auf die Mission vor, aber Gales wird an dieser Operation nicht teilnehmen, da er die alte Bibliothek von Granseed weiter erkunden möchte. Yunomia bittet Faria, dass sie die Wahrheit über die alte Bibliothek enthüllt, nachdem der Kampf vorbei ist. Die Offensive auf der Physis beginnt, wobei Joe und Gildan die Front anführen und Nemo, Faria, Eren und Shirley direkt in die Basis einbrechen. Faria beauftragt Eren, Joe und Gildan zu helfen, während Faria, Nemo und Shirley tiefer in die unteren Ebenen der Basis vordringen. Die drei Ritter erreichen eine Kammer, in der Homunkuli erschaffen wurden, wo sie von Reda, Castor und Pollux angegriffen werden, bösen Kriegern, denen die Macht der Nachfolge von der Göttin Nestra verliehen wurde. Die bösen Nachfolger gewinnen zunächst die Oberhand, indem sie die Ritter trennen und einzeln bekämpfen, aber die Ritter gleichen die Chancen aus, indem sie sich neu gruppieren und gemeinsam kämpfen. Der Kampf wendet sich jedoch zum Schlechteren, als Germane seine Nachfolger mit der dunklen Macht der Zerstörung erfüllt und ihre Fähigkeiten verbessert. Währenddessen findet Gildan in Granseeds alter Bibliothek einen Altar, der Physis gewidmet ist.","versions":[]},{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-9","name":"","epNo":9,"alt":"Conclusion -End Times-","descr":"Die bösen Nachfolger, die sich \"Söhne der Zerstörung\" nennen, enthüllen, dass sie ihre Kräfte nicht dadurch erlangten, dass sie ihre Seelen bereitwillig an uralte Helden binden, sondern indem sie diese Helden ihrem Willen unterwarfen und sie zu kaum mehr als Werkzeugen machten. Nemo bringt Castor und Pollux dazu, sich gegenseitig anzugreifen, was den Rittern die Möglichkeit gibt, sich zu wehren. Plötzlich beginnen die von den Söhnen der Zerstörung kontrollierten Helden, die Kontrolle der Söhne zurückzuschlagen, und die Macht der Söhne wird instabil. Nemo und Shirley zerstören Castor, während Pollux davonläuft und Reda allein gegen die Ritter zurücklässt. Reda will alleine gegen Nemo kämpfen, eine Herausforderung, die er annimmt, während Faria und Shirley weitermachen. Als Nemo gegen Reda kämpft, impliziert er, dass er ein Homunkulus ist, genau wie sie, aber er hat einen anderen Weg gewählt und sie kann es auch. Nemo besiegt Reda, aber Irene, Redas heroischer Geist reagiert auf Redas Gefühle und bindet bereitwillig ihre Seele an die von Reda. Nemo bietet Reda die Möglichkeit, an seiner Seite gegen Germain zu kämpfen, und sie akzeptiert. Pollux bittet Germain, ihn zu retten, nur um im Gegenzug getötet zu werden. Faria und Shirley erreichen Germains Kammer, aber er enthüllt, dass Physis silberne Sanduhren zerstört hat, mystische Artefakte, die den Fluss der Zeit kontrollieren können, und indem er ihre Kraft absorbiert, kann auch er die Zeit kontrollieren, wodurch er ablenken und ablenken kann Kehrt die Angriffe der Ritter um. Währenddessen kämpft Gales weiter gegen die Physis-Monster in Granseeds alter Bibliothek, bis er unerwartete Hilfe von Sophitia erhält. Nachdem sie die Monster besiegt haben, finden Gales und Sophitia ein geheimes Buch in der alten Bibliothek und entdecken ein dunkles Geheimnis über Nemo. reagiert auf Redas Gefühle und bindet bereitwillig ihre Seele an die von Reda. Nemo bietet Reda die Möglichkeit, an seiner Seite gegen Germain zu kämpfen, und sie akzeptiert. Pollux bittet Germain, ihn zu retten, nur um im Gegenzug getötet zu werden. Faria und Shirley erreichen Germains Kammer, aber er enthüllt, dass Physis silberne Sanduhren zerstört hat, mystische Artefakte, die den Fluss der Zeit kontrollieren können, und indem er ihre Kraft absorbiert, kann auch er die Zeit kontrollieren, wodurch er ablenken und ablenken kann Kehrt die Angriffe der Ritter um. Währenddessen kämpft Gales weiter gegen die Physis-Monster in Granseeds alter Bibliothek, bis er unerwartete Hilfe von Sophitia erhält. Nachdem sie die Monster besiegt haben, finden Gales und Sophitia ein geheimes Buch in der alten Bibliothek und entdecken ein dunkles Geheimnis über Nemo. reagiert auf Redas Gefühle und bindet bereitwillig ihre Seele an die von Reda. Nemo bietet Reda die Möglichkeit, an seiner Seite gegen Germain zu kämpfen, und sie akzeptiert. Pollux bittet Germain, ihn zu retten, nur um im Gegenzug getötet zu werden. Faria und Shirley erreichen Germains Kammer, aber er enthüllt, dass Physis silberne Sanduhren zerstört hat, mystische Artefakte, die den Fluss der Zeit kontrollieren können, und indem er ihre Kraft absorbiert, kann auch er die Zeit kontrollieren, wodurch er ablenken und ablenken kann Kehrt die Angriffe der Ritter um. Währenddessen kämpft Gales weiter gegen die Physis-Monster in Granseeds alter Bibliothek, bis er unerwartete Hilfe von Sophitia erhält. Nachdem sie die Monster besiegt haben, finden Gales und Sophitia ein geheimes Buch in der alten Bibliothek und entdecken ein dunkles Geheimnis über Nemo. Nemo bietet Reda die Möglichkeit, an seiner Seite gegen Germain zu kämpfen, und sie akzeptiert. Pollux bittet Germain, ihn zu retten, nur um im Gegenzug getötet zu werden. Faria und Shirley erreichen Germains Kammer, aber er enthüllt, dass Physis silberne Sanduhren zerstört hat, mystische Artefakte, die den Fluss der Zeit kontrollieren können, und indem er ihre Kraft absorbiert, kann auch er die Zeit kontrollieren, wodurch er ablenken und ablenken kann Kehrt die Angriffe der Ritter um. Währenddessen kämpft Gales weiter gegen die Physis-Monster in Granseeds alter Bibliothek, bis er unerwartete Hilfe von Sophitia erhält. Nachdem sie die Monster besiegt haben, finden Gales und Sophitia ein geheimes Buch in der alten Bibliothek und entdecken ein dunkles Geheimnis über Nemo. Nemo bietet Reda die Möglichkeit, an seiner Seite gegen Germain zu kämpfen, und sie akzeptiert. Pollux bittet Germain, ihn zu retten, nur um im Gegenzug getötet zu werden. Faria und Shirley erreichen Germains Kammer, aber er enthüllt, dass Physis silberne Sanduhren zerstört hat, mystische Artefakte, die den Fluss der Zeit kontrollieren können, und indem er ihre Kraft absorbiert, kann auch er die Zeit kontrollieren, wodurch er ablenken und ablenken kann Kehrt die Angriffe der Ritter um. Währenddessen kämpft Gales weiter gegen die Physis-Monster in Granseeds alter Bibliothek, bis er unerwartete Hilfe von Sophitia erhält. Nachdem sie die Monster besiegt haben, finden Gales und Sophitia ein geheimes Buch in der alten Bibliothek und entdecken ein dunkles Geheimnis über Nemo. Faria und Shirley erreichen Germains Kammer, aber er enthüllt, dass Physis silberne Sanduhren zerstört hat, mystische Artefakte, die den Fluss der Zeit kontrollieren können, und indem er ihre Kraft absorbiert, kann auch er die Zeit kontrollieren, wodurch er ablenken und ablenken kann Kehrt die Angriffe der Ritter um. Währenddessen kämpft Gales weiter gegen die Physis-Monster in Granseeds alter Bibliothek, bis er unerwartete Hilfe von Sophitia erhält. Nachdem sie die Monster besiegt haben, finden Gales und Sophitia ein geheimes Buch in der alten Bibliothek und entdecken ein dunkles Geheimnis über Nemo. Faria und Shirley erreichen Germains Kammer, aber er enthüllt, dass Physis silberne Sanduhren zerstört hat, mystische Artefakte, die den Fluss der Zeit kontrollieren können, und indem er ihre Kraft absorbiert, kann auch er die Zeit kontrollieren, wodurch er ablenken und ablenken kann Kehrt die Angriffe der Ritter um. Währenddessen kämpft Gales weiter gegen die Physis-Monster in Granseeds alter Bibliothek, bis er unerwartete Hilfe von Sophitia erhält. Nachdem sie die Monster besiegt haben, finden Gales und Sophitia ein geheimes Buch in der alten Bibliothek und entdecken ein dunkles Geheimnis über Nemo. Währenddessen kämpft Gales weiter gegen die Physis-Monster in Granseeds alter Bibliothek, bis er unerwartete Hilfe von Sophitia erhält. Nachdem sie die Monster besiegt haben, finden Gales und Sophitia ein geheimes Buch in der alten Bibliothek und entdecken ein dunkles Geheimnis über Nemo. Währenddessen kämpft Gales weiter gegen die Physis-Monster in Granseeds alter Bibliothek, bis er unerwartete Hilfe von Sophitia erhält. Nachdem sie die Monster besiegt haben, finden Gales und Sophitia ein geheimes Buch in der alten Bibliothek und entdecken ein dunkles Geheimnis über Nemo.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8786566","hoster":"VOE"},{"path":"/redirect/8624030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-10","name":"","epNo":10,"alt":"Conviction -Punishment-","descr":"Nemo und Reda kommen gerade rechtzeitig, um Faria und Shirley im Kampf gegen Germain zu helfen, während die Granseed-Armee die Physis-Monster vernichtet und unter Erens Anweisungen Vorbereitungen für ein besonderes Ritual trifft. Germain verkündet, dass Nemo der wahre Sohn der Zerstörung ist und dass Reda und die anderen Homunkuli nur wegwerfbare Schachfiguren in seinen Plänen waren, eine Enthüllung, die Reda wütend macht und sie veranlasst, Germain anzugreifen. Leider erweist sich Germain als zu stark für die vier vereinten Krieger und versucht, Nemos Lebenskraft zu stehlen, um ihn in den Sohn der Zerstörung zu verwandeln. Eren, die ihren heroischen Geist manifestiert hat, kommt jedoch auf dem Schlachtfeld an und nutzt ihre Kräfte, um die Zeit anzuhalten und die Chancen gegen Germain auszugleichen. Mit ihren Kräften, die durch das Ritual der Granseed-Armee verstärkt wurden, macht Eren Germains Kräfte zunichte und stellt Nemos Lebenskraft wieder her. Als sich der Zeitfluss wieder normalisiert, verliert Eren das Bewusstsein und Shirley bringt sie in Sicherheit; während Nemo mit Hilfe von Faria und Reda Germain scheinbar zerstört. Als die Granseed-Armee nach Hause zurückkehrt, stellt sich heraus, dass Germain seine offensichtliche Zerstörung überlebt hat, indem er die letzten Kräfte seiner Zeit einsetzte. Plötzlich wird er von einem magischen Hologramm von Sophitia besucht, die sich als wahre Anführerin von Physis entpuppt und ihn von Anfang an manipuliert hat. Als Germain schließlich stirbt, verkündet Sophitia ihre eigenen Pläne, um das Ende der Welt herbeizuführen, aber ihr unbekannt hört Reda ihr heimlich zu. Germain soll seine offensichtliche Zerstörung überlebt haben, indem er die letzten Kräfte seiner Zeit eingesetzt hat. Plötzlich wird er von einem magischen Hologramm von Sophitia besucht, die sich als wahre Anführerin von Physis entpuppt und ihn von Anfang an manipuliert hat. Als Germain schließlich stirbt, verkündet Sophitia ihre eigenen Pläne, um das Ende der Welt herbeizuführen, aber ihr unbekannt hört Reda ihr heimlich zu. Germain soll seine offensichtliche Zerstörung überlebt haben, indem er die letzten Kräfte seiner Zeit eingesetzt hat. Plötzlich wird er von einem magischen Hologramm von Sophitia besucht, die sich als wahre Anführerin von Physis entpuppt und ihn von Anfang an manipuliert hat. Als Germain schließlich stirbt, verkündet Sophitia ihre eigenen Pläne, um das Ende der Welt herbeizuführen, aber ihr unbekannt hört Reda ihr heimlich zu. Währenddessen enthüllt Sophitia Gales, dass sie selbst mit demselben Fluch infiziert ist, der Claire getötet hat, und warnt Gales, dass er auch infiziert werden wird, wenn er mehr über die alte Bibliothek erfährt. Trotzdem ist Gales entschlossen, die Wahrheit herauszufinden, um Claires Andenken zu ehren, und so erzählt Sophitia ihm die Geschichte der alten Bibliothek. Als die Ritter von der Schlacht mit Physis nach Hause zurückkehren, befiehlt Gales seine Verhaftung mit der Begründung, ein künstlicher Nachfolger zu sein, der von Physis geschaffen wurde, und geht sogar so weit, ihm die Schuld an Gildans Korruption und Claires Tod zu geben.","versions":[]},{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-11","name":"","epNo":11,"alt":"Reprisal -Counterattack-","descr":"Nemo ist in Granseeds Kerker eingesperrt und Faria enthüllt, dass sein heldenhafter Geist Jenius ist, ein Ritter, der einst als ursprünglicher Bibliothekar von Granseed diente, bevor er seine Seele an Physis verkaufte und diese Bibliothek niederbrannte. Nemos Situation führt zu einer Spaltung innerhalb des Studentenrates, wobei Gales Nemo für einen Eindringling für Physis hält und Gildan für seine Unschuld bürgt. Gales besucht Nemo, um die Wahrheit aus ihm herauszuzwingen, und Nemo enthüllt, dass er tatsächlich von Physisis als künstlicher Nachfolger neben vielen anderen Homunkuli geschaffen wurde, bis der Geist von Jenius ihn zur Flucht inspirierte. Nemo weigert sich, sich zu verteidigen, selbst als Gales versucht ist, ihn zu töten, und Faria, die ihre Unterhaltung belauscht hat, beschließt, die Wahrheit selbst herauszufinden. Faria bittet Yunomia um Hilfe und Yunomia enthüllt, dass sie selbst mit demselben Fluch infiziert ist, der Claire getötet hat, und warnt Faria, dass auch ihr eigenes Leben in Gefahr sein wird, wenn sie versucht, die Wahrheit herauszufinden. Faria ist das jedoch egal, da sie Nemo helfen will, der ihn zu den Ruinen der alten Bibliothek führt. Faria findet die Kammer mit dem Buch, das den Fluch enthält, der Claire getötet hat, und als sie es liest, entdeckt sie die Wahrheit. Danach reist Faria zu dem Haus, in dem Nemo geboren wurde, und findet ein Bild von Nemo mit seinen Eltern, zusammen mit einem Anhänger, aber sie wird plötzlich von Reda angegriffen, die sich nach Germains Niederlage versteckt hatte. als sie Nemo helfen will, führt ihn Faria zu den Ruinen der alten Bibliothek. Faria findet die Kammer mit dem Buch, das den Fluch enthält, der Claire getötet hat, und als sie es liest, entdeckt sie die Wahrheit. Danach reist Faria zu dem Haus, in dem Nemo geboren wurde, und findet ein Bild von Nemo mit seinen Eltern zusammen mit einem Anhänger, aber sie wird plötzlich von Reda angegriffen, die sich nach Germains Niederlage versteckt hatte. als sie Nemo helfen will, führt ihn Faria zu den Ruinen der alten Bibliothek. Faria findet die Kammer mit dem Buch, das den Fluch enthält, der Claire getötet hat, und als sie es liest, entdeckt sie die Wahrheit. Danach reist Faria zu dem Haus, in dem Nemo geboren wurde, und findet ein Bild von Nemo mit seinen Eltern zusammen mit einem Anhänger, aber sie wird plötzlich von Reda angegriffen, die sich nach Germains Niederlage versteckt hatte. Nemo wird zu seinem Prozess in Granseeds Kolosseum gebracht, beaufsichtigt von Sophitia und dem Schulleiter von Granseed. Nemo besteht immer noch darauf, dass er nichts über Physis oder den Fluch weiß, was Gales als Aussageverweigerung auffasst und seine Hinrichtung vorschlägt. In der Zwischenzeit beschließen Gildan und Shirley, Nemo zu helfen und es zu schaffen, einen kaiserlichen Befehl zu erhalten, um Nemos Hinrichtung zu verhindern, aber Sophitia sagt, dass der Befehl zu spät eingetroffen ist und Nemo sofort zerstört werden muss. Gales und Joe, der von Sophitia verführt wurde, ziehen ein, um Nemo zu töten, aber Faria nutzt ihre Blitzgeschwindigkeit, um das Kolosseum zu erreichen, und behauptet, dass sie die Wahrheit erfahren hat. Sie zeigt Nemo den Anhänger, den sie zuvor gefunden hat, und Nemo gibt zu, dass er den ursprünglichen Nemo getötet, seine Form angenommen und seine Erinnerungen gestohlen hat. Aus diesem Grund glaubt er, dass er hingerichtet werden sollte,","versions":[]},{"path":"/serie/stream/seven-knights-revolution/staffel-1/episode-12","name":"","epNo":12,"alt":"Finale -Nemo-","descr":"Der Akt, Nemo wieder zum Leben zu erwecken, entzieht Erens Lebenskraft erheblich und lässt sie am Rande des Todes zurück. Glücklicherweise lässt Shirley sie einen Teil ihres Blutes trinken, rettet ihr Leben und verwandelt sie in einen Vampir. In der Zwischenzeit absorbiert Sophitia das Buch der Zeit und assimiliert die volle Macht der Zerstörung, wodurch sie sich in ein großes und abscheuliches Monster verwandelt, das in ganz Granseed Zerstörung anrichtet. Gleichzeitig besiegt Gildan Joe und bringt ihn wieder zur Besinnung. Joe erkennt, dass Sophitia ihn manipuliert hat und schließt sich Nemo und Faria an, um die Akademie zu verteidigen. Gales, der sich dank seiner eigenen Macht über die Dunkelheit von Sophitias Angriff erholt hat, hilft Nemo und Faria, Sophitia zu erreichen, indem er eine Mauer aus reiner dunkler Macht durchbohrt, die er als eine Form der Sühne für seinen früheren Verrat ansieht. Die Sieben Ritter und die Schüler von Granseed verteidigen die Schule gegen Sophitia und ihre Armee. Nemo und Faria konfrontieren Sophitia alleine, wobei Jenius Nemo sagt, dass der Legis Breaker Sophitias dunkle Macht zerstreuen kann, wobei Faria ihre Macht mit der von Nemo kombiniert, um Sophitia wieder in eine humanoide Form zu verwandeln, in der sie für das Buch anfällig ist der Versiegelungskraft der Zeit. Die Bemühungen sind erfolgreich, aber Nemo und Faria verbrauchen ihre heroische Kraft und überlassen sie der Gnade von Sophitia. Als letztes Mittel kehrt Nemo zu seiner ursprünglichen Homunkulusform zurück und schwächt Sophitia so weit, dass Nemo und Jenius die letzten ihrer Kräfte vereinen und das Buch der Zeit neu erstellen können, auf Kosten von Jenius \u0027Geist und Nemo in einen machtlosen Menschen verwandeln. Jenius sagt Nemo, dass der Legis Breaker Sophitias dunkle Macht zerstreuen kann, und Faria kombiniert ihre Macht mit Nemos, um Sophitia wieder in eine humanoide Form zu verwandeln, in der sie für die Versiegelungsmacht des Buches der Zeit anfällig ist. Die Bemühungen sind erfolgreich, aber Nemo und Faria verbrauchen ihre heroische Kraft und überlassen sie der Gnade von Sophitia. Als letztes Mittel kehrt Nemo zu seiner ursprünglichen Homunkulusform zurück und schwächt Sophitia so weit, dass Nemo und Jenius die letzten ihrer Kräfte vereinen und das Buch der Zeit neu erstellen können, auf Kosten von Jenius \u0027Geist und Nemo in einen machtlosen Menschen verwandeln. Jenius sagt Nemo, dass der Legis Breaker Sophitias dunkle Macht zerstreuen kann, und Faria kombiniert ihre Macht mit Nemos, um Sophitia wieder in eine humanoide Form zu verwandeln, in der sie für die Versiegelungsmacht des Buches der Zeit anfällig ist. Die Bemühungen sind erfolgreich, aber Nemo und Faria verbrauchen ihre heroische Kraft und überlassen sie der Gnade von Sophitia. Als letztes Mittel kehrt Nemo zu seiner ursprünglichen Homunkulusform zurück und schwächt Sophitia so weit, dass Nemo und Jenius die letzten ihrer Kräfte vereinen und das Buch der Zeit neu erstellen können, auf Kosten von Jenius \u0027Geist und Nemo in einen machtlosen Menschen verwandeln. s Dichtkraft. Die Bemühungen sind erfolgreich, aber Nemo und Faria verbrauchen ihre heroische Kraft und überlassen sie der Gnade von Sophitia. Als letztes Mittel kehrt Nemo zu seiner ursprünglichen Homunkulusform zurück und schwächt Sophitia so weit, dass Nemo und Jenius die letzten ihrer Kräfte vereinen und das Buch der Zeit neu erstellen können, auf Kosten von Jenius \u0027Geist und Nemo in einen machtlosen Menschen verwandeln. s Dichtkraft. Die Bemühungen sind erfolgreich, aber Nemo und Faria verbrauchen ihre heroische Kraft und überlassen sie der Gnade von Sophitia. Als letztes Mittel kehrt Nemo zu seiner ursprünglichen Homunkulusform zurück und schwächt Sophitia so weit, dass Nemo und Jenius die letzten ihrer Kräfte vereinen und das Buch der Zeit neu erstellen können, auf Kosten von Jenius \u0027Geist und Nemo in einen machtlosen Menschen verwandeln. Einige Zeit später wird die Akademie umgebaut und Reda als neue Studentin aufgenommen. Gales erholt sich ebenfalls vollständig und schließt sich wieder seinen Freunden an. Faria tritt jedoch von ihrer Position als Präsidentin des Studentenrates zurück und schließt sich Nemo an, um einen Weg zu finden, das Buch der Zeit zu zerstören und seinen Missbrauch zu verhindern. Die Episode und die Serie enden damit, dass Nemo und Faria ihren Wunsch bekräftigen, sich gegenseitig zu beschützen und an der Seite des anderen zu bleiben.","versions":[]}]}]}