{"path":"/serie/stream/seven-days-das-tor-zur-zeit","name":"Seven Days - Das Tor zur Zeit","descr":"[7-Days] Ein bunt gemischtes Team aus Spezialisten hat das Unglaubliche geschafft: Zeitreisen sind endlich möglich, wenn auch vorerst nur für sieben Tage! Der ehemalige CIA-Agent und Angehörige der Eliteeinheit Navy Seals Frank Parker wird in die Vergangenheit geschickt, um Katastrophen weltpolitischen Ausmaßes, Epidemien, Umweltkatastrophen und die Bedrohung des Weltfriedens zu verhindern …","seasons":[{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-1","name":"Operation Zeitsprung","epNo":1,"alt":"Seven Days (1)","descr":"Ein bunt gemischtes Team aus Spezialisten hat das Unglaubliche geschafft: Zeitreisen sind endlich möglich, wenn auch vorerst nur für sieben Tage! Der ehemalige CIA-Agent und Angehörige der Eliteeinheit Navy Seals Frank Parker wird in die Vergangenheit geschickt, um Katastrophen weltpolitischen Ausmaßes, Epidemien, Umweltkatastrophen und die Bedrohung des Weltfriedens zu verhindern. \r\rBei einem grauenhaften Giftgasanschlag tschetschenischer Separatisten auf das Weiße Haus werden der US-Präsident, sein Vize und der russische Präsident getötet. Die nun führerlose US-Nation ringt sich zu einer höchst geheimen Operation durch: Mit einer Zeitmaschine soll CIA-Agent Frank Parker als \"Chrononaut\" in die Vergangenheit reisen und von dort aus den Kampf gegen die tschetschenischen Terroristen aufnehmen, um deren tödliche Pläne zu vereiteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786505","hoster":"VOE"},{"path":"/redirect/8623964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-2","name":"(In Episode 1 enthalten)","epNo":2,"alt":"Seven Days (2)","descr":"Nach einem Giftgas-Attentat auf das Weiße Haus ist die amerikanische Nation ohne politische Führung. Die Krise im Land macht die Operation \"Zeitsprung\" notwendig. Das Forschungsprojekt, das sich mit dem Durchbrechen des Zeitkontinuums beschäftigt, unterlag bisher höchster Geheimhaltung. Es ermöglicht einem \"Chrononauten\" in einer Kapsel in die Vergangenheit zu reisen und Katastrophen ungeschehen zu machen. Das Forschungsteam wählt den CIA-Mann Frank Parker als Reisenden aus.","versions":[]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-3","name":"Lautloser Tod","epNo":3,"alt":"The Gettysburg Virus","descr":"Der religiöse Fanatiker Kevin Poe, der in einem virologischen Labor der US-Army arbeitet, in dem gefährliche Viren gezüchtet werden, erhält von seiner Kollegin Lita einen Korb. Daraufhin beschließt Poe, die Welt zu vernichten. In einem Aufenthaltsraum von Stewardessen setzt er den Ebola-Virus frei. Wenig später sind mehr als 90 Prozent der Weltbevölkerung infiziert. Frank Parker versucht alles, um die Katastrophe aufzuhalten – und ist kurz darauf selbst infiziert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786504","hoster":"VOE"},{"path":"/redirect/8623963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-4","name":"Gefangen in der Zeit","epNo":4,"alt":"Come Again?","descr":"Jonathan Axelrad bittet seinen ehemaligen Professor Dr. Mentnor um ein Treffen. Doch bevor es dazu kommt, stirbt Axelrad durch einen Giftanschlag. Mentnor glaubt, dass Axelrad wegen einer bahnbrechenden Erfindung sterben musste. Parker reist in die Vergangenheit und kann gerade noch verhindern, dass Axelrad ein vergiftetes Sandwich isst. Weitere Attentate geschehen, und schließlich erkennt Parker, dass er in einer Zeitschleife gefangen ist. Er kann nicht mehr zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786501","hoster":"VOE"},{"path":"/redirect/8623970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-5","name":"Der Rivale","epNo":5,"alt":"Vows","descr":"Drei Männer überfallen im Botschaftsviertel Washingtons eine Diamantenbörse. Sie zünden eine Sprengladung, die eine Kettenreaktion zur Folge hat: Ein Tanklaster geht in die Luft – und mit ihm die nordkoreanische Botschaft. Nordkorea glaubt an einen Anschlag Südkoreas – ein neuer Krieg droht. Um diesen zu verhindern, soll Parker in die Vergangenheit reisen und die Explosion verhindern. Doch diesmal gerät er selbst durch private Probleme in Schwierigkeiten. Er wird entlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11832565","hoster":"VOE"},{"path":"/redirect/8623965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-6","name":"Der Doppelgänger (1)","epNo":6,"alt":"Doppleganger (1)","descr":"China okkupiert Taiwan – und wenig später steht die Erde am Rande des Dritten Weltkrieges. General Starker, ein fundamentalistischer Nationalist, nutzt die Gunst der Stunde: Er zündet eine Atombombe und legt dies als chinesischen Akt der Aggression aus. Um das Schlimmste zu verhindern, wird Parker auf Zeitreise geschickt. Dabei kommt es zu einer unerwarteten Panne: Parker hat plötzlich einen Doppelgänger, der ihn ausschaltet – und der sich auf Starkers Seite schlägt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786502","hoster":"VOE"},{"path":"/redirect/8623971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-7","name":"Der Doppelgänger (2)","epNo":7,"alt":"Doppleganger (2)","descr":"Die Krise zwischen China und den Vereinigten Staaten eskaliert: Dem nationalistischen General Starker ist es inzwischen gelungen, die Macht an sich zu reißen. Doch der totgeglaubte Frank Parker konnte seinen mörderischen Doppelgänger ausschalten und sich bei General Starker als dessen Gefolgsmann einschleusen. Aber das Blatt wendet sich, als Parkers Doppelgänger erneut auftaucht und ihn erschießt. Nun scheint nichts mehr den Untergang der Welt aufhalten zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786503","hoster":"VOE"},{"path":"/redirect/8623966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-8","name":"Tödliche Tarnung","epNo":8,"alt":"Shadow Play","descr":"Auf ein NSA-Büro wird ein Anschlag verübt, wobei bis auf Rebecca alle Mitarbeiter ums Leben kommen. Nun wird die Überlebende verdächtigt, Komplizin der Attentäter zu sein. Parker versucht durch eine Zeitreise, sich um Rebecca zu kümmern – den Anschlag aber kann er nicht verhindern. Als Parker herausfindet, dass man Rebecca selbst nach dem Leben trachtet, taucht er mit ihr unter. Gemeinsam kommen sie einem Plutoniumdeal auf die Spur, in den ein NSA-Mitarbeiter verwickelt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786506","hoster":"VOE"},{"path":"/redirect/8623980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-9","name":"Tod aus der Zukunft","epNo":9,"alt":"As Time Goes By","descr":"Als im Hangar ein Flugobjekt landet, glaubt das Zeitsprung-Team an Außerirdische. Tatsächlich aber handelt es sich um eine Zeitmaschine, die Olgas Ehemann Dr. Josef Vukavitch an Bord hat. Er war vor Jahren bei einem Zeitsprung-Experiment durch einen technischen Fehler dreißig Jahre in die Zukunft gereist und galt seitdem als verschollen. Jetzt ist er zurückgekehrt, um Olga zu holen. Weil er Energie benötigt, tötet er Ballard und stiehlt das Energiemodul aus Parkers Zeitkapsel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786507","hoster":"VOE"},{"path":"/redirect/8623968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-10","name":"Lebende Zeitbomben","epNo":10,"alt":"Sleepers","descr":"Parker und Donovan sollen im Weißen Haus eine Auszeichnung erhalten. Beim Treffen mit Kameraden ihrer Eliteeinheit ereignen sich seltsame Dinge: Einer der Männer erhält einen Anruf und reagiert anschließend wie ferngesteuert. Er erschießt den Wissenschaftler Sonsky und danach sich selbst. Kurz darauf passiert dasselbe mit Donovan. Parker unternimmt einen Zeitsprung und muss entsetzt feststellen, dass auch er vor Jahren zu einem sogenannten \"Schläfer\" umgepolt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786508","hoster":"VOE"},{"path":"/redirect/8623969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-11","name":"Tod aus den Wolken","epNo":11,"alt":"Haarp Attack","descr":"Moslemische Terroristen stürmen das logistische Zentrum der US-Luftwaffe in der Türkei: Durch eine raffinierte Manipulation erhält eine Bomberstaffel den Befehl, in Saudi-Arabien eine amerikanische Militärbasis zu vernichten, die angeblich den Irakern in die Hände gefallen ist. Die Basis wird zerstört. Parker soll eine größere Katastrophe verhindern, doch bei seinem Zeitsprung passiert ein Fehler: Er findet sich als Kind wieder – und hat seinen Auftrag vergessen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786509","hoster":"VOE"},{"path":"/redirect/8623973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-12","name":"Fanatisch","epNo":12,"alt":"Last Card Up","descr":"Auf einer Farm in Idaho hat sich eine Sekte verschanzt, die sich weigert, Steuern zu zahlen. Einheiten der Bundespolizei haben die Farm umstellt. Als die Situation eskaliert, kommt es zu einem Schusswechsel; anschließend explodiert das Farmhaus, und sechzig Menschen finden den Tod. Daraufhin wird eine Menschenrechtskonferenz von den Teilnehmern abgebrochen. Das Zeitsprung-Team soll die Katastrophe rückgängig machen: Olga und Parker werden in die Sekte eingeschleust.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786511","hoster":"VOE"},{"path":"/redirect/8623974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-13","name":"Russisches Roulette","epNo":13,"alt":"Last Breath","descr":"Als das russische Atom-U-Boot \"Condor\" mit einem Eisberg kollidiert, steht der Kommandant vor einer schwierigen Entscheidung: Taucht das Boot auf, besteht die Gefahr radioaktiver Verseuchung; versenkt er es, bedeutet dies den Tod der Mannschaft. Als einer der Offiziere das Kommando an sich reißt und den Befehl zum Auftauchen gibt, kommt es zur Katastrophe. Eine radioaktive Wolke zieht in Richtung Washington. Parker soll durch einen Zeitsprung die Katastrophe rückgängig machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786512","hoster":"VOE"},{"path":"/redirect/8623972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-14","name":"Jenseits des Todes","epNo":14,"alt":"Parkergeist","descr":"Eine neue Errungenschaft soll zum Sieg gegen die Rauschgifthändler beitragen: Das Gerät kann die Molekularstruktur jeglicher Substanz erkennen. Von einem Satelliten aus könnte man damit jedes Drogenlabor orten. Kolumbianische Drogenbosse bestechen Techniker der NASA, worauf die Rakete, die den Satelliten trägt, abstürzt. Auch Parkers Zeitsprung wird manipuliert – er existiert körperlos weiter. Über den blinden Barney versucht Parker mit Olga Kontakt aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786519","hoster":"VOE"},{"path":"/redirect/8623977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-15","name":"Hinter feindlichen Linien","epNo":15,"alt":"Daddy’s Girl","descr":"Eine Spezialtruppe von Rangern versucht, die Piloten Scott und Sally aus der Gewalt serbischer Milizen in Bosnien zu befreien. Der Coup endet mit einer Katastrophe – alle kommen ums Leben. Daraufhin wird von der NSA ein Zeitsprung angeordnet. Als Parker in Bosnien landet, um den Einsatz der Ranger zum Erfolg zu führen, wird er von den Soldaten äußerst misstrauisch empfangen. Bevor man die Befreiung der Gefangenen in Angriff nehmen kann, muss Parker sich Respekt verschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786516","hoster":"VOE"},{"path":"/redirect/8623976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-16","name":"Die Furie","epNo":16,"alt":"There’s Something About Olga","descr":"Der sowjetische Geheimdienst setzt Galina Konanova auf Olga Vukavitch an, die ihr zum Verwechseln ähnlich sieht. Über sie wollen die Russen an die Formel für die Energiequelle der Zeitkapsel herankommen. Galina entführt Olga und bringt Parker in ihre Gewalt, von dem sie besessen ist. Doch dann erfährt sie, dass sie vom Geheimdienst nur benutzt wurde – und dreht durch: Galina erschießt Olga und verletzt Parker. Dieser versucht trotz seiner Verletzung, Galina zu entlarven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786513","hoster":"VOE"},{"path":"/redirect/8623975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-17","name":"Der Schamane","epNo":17,"alt":"A Dish Best Served Cold","descr":"Testpilot James Rance ist nach dem katastrophalen Ende des wissenschaftlichen Projekts \"Zeitsprung\" im Amazonasgebiet verschollen. Niemand ahnt, dass er dort Mitglied eines Indio-Stammes geworden ist. Ein Schamane rät ihm, an den Ort zu reisen, wo die Katastrophe geschehen ist. Dort will sich Rance an dem Forschungsteam rächen, das die Suche nach ihm zu früh aufgegeben hat. Um das Schlimmste zu verhindern, muss die Zeitkapsel gefunden werden, die Rance damals benützt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334986","hoster":"VOE"},{"path":"/redirect/8623982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-18","name":"Millionenraub in Vegas","epNo":18,"alt":"Vegas Heist","descr":"Casinoboss Sonny Haze versucht, den afrikanischen Stamm der Dinka von ihrem Gebiet zu vertreiben, auf dem er ein Glücksspielparadies errichten will. Parkers alter Freund Shivers, der zu den Dinka gehört, will Haze berauben, um Waffen für seinen Stamm kaufen zu können. Der Raub wird vom \"Zeitsprung-Team\" vereitelt und Shivers von Parker erschossen. Weil bei dem Coup viele Menschen ums Leben kamen, versucht Parker Shivers’ Mittäterschaft zu verschweigen: Er nimmt den Raub auf sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786518","hoster":"VOE"},{"path":"/redirect/8623978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-19","name":"Mutanten","epNo":19,"alt":"Ebes","descr":"Der Transport von hoch radioaktiver Flüssigkeit wird durch einen Zwischenfall gefährdet: Der Fahrer wird von einem geheimnisvollen Wesen erschreckt – es kommt zu einem Unfall. Die Flüssigkeit läuft aus, und große Teile Nevadas werden verseucht. Olga und Parker sind überzeugt davon, dass es sich bei dem mysteriösen Wesen um ein Alien gehandelt hat. Durch eine Zeitreise will Parker den Unfall wieder ungeschehen machen. Zugleich macht Olga sich auf die Suche nach dem obskuren Wesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786515","hoster":"VOE"},{"path":"/redirect/8623991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-20","name":"Jasmine","epNo":20,"alt":"Walter","descr":"Als vor Parkers Augen seine CIA-Kollegin Michelle erschossen wird, ist sie nicht die einzige Tote: Talmadge stellt fest, dass weltweit mehrere CIA-Agenten getötet wurden. Man vermutet, dass der Gegner eine streng geheime Datei namens \"Jasmine\" mit den Namen aller im Ausland operierenden CIA-Agenten entschlüsselt hat. Parker reist in die Vergangenheit, um den Täter zu liquidieren. Dabei gerät er an den chinesischen Geheimdienst, der einen harmlosen Autisten missbraucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786514","hoster":"VOE"},{"path":"/redirect/8623979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-1/episode-21","name":"Das Opfer","epNo":21,"alt":"Lifeboat","descr":"In dem berühmten \"Roswell-Ufo\" hat ein Alien überlebt, und das bricht nun aus und koppelt sein Gefährt an einen Atomreaktor an, um Energie zu tanken. Als ein Spezialkommando das Alien festnehmen will, kommt es zur Katastrophe: Der Reaktor explodiert, und ein Teil der Vereinigten Staaten wird radioaktiv verseucht. Parker begibt sich auf Zeitreise und nimmt Kontakt mit dem Alien auf. Parker, Olga und Ballard versuchen, das Alien auf andere Weise mit Energie zu versorgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786520","hoster":"VOE"},{"path":"/redirect/12514337","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-1","name":"Das Orakel","epNo":1,"alt":"The Football","descr":"Alarmstufe: Rot! Der in einem Koffer versteckte Computer des US-Präsidenten, mit dem er Atomraketen aktivieren kann, wurde entwendet. Parker und Olga machen sich nach dem Zeitsprung auf die Suche nach diesem Koffer, der mittlerweile bereits des Öfteren den Besitzer gewechselt hat. Endlich finden die beiden das wichtige Stück: Im Zoo ist er einem Gorillaweibchen in die Hände gefallen, das ein nettes Spielzeug in diesem Koffer sieht. Nun gilt es, die Katastrophe abzuwenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786542","hoster":"VOE"},{"path":"/redirect/8624003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-2","name":"Pinball – Tödliches Spiel","epNo":2,"alt":"Pinball Wizard","descr":"Nancys Leidenschaft sind Videospiele, und dabei ist sie so gut, dass sie damit ihren Lebensunterhalt verdienen kann. Nun soll sie für Lloyd ein neuentwickeltes Videospiel testen. Nancy ahnt nicht, dass sich Lloyd ins militärische Computersystem gehackt hat. Als Videospiel getarnt soll Nancy nun Raketen auf das Pentagon abschießen und an der Raketenabwehr vorbeisteuern. Als ihr Mitspieler Red Teile des Pentagon in Schutt und Asche legt, kommt Frank Parker zum Einsatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786541","hoster":"VOE"},{"path":"/redirect/8624007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-3","name":"Sex online","epNo":3,"alt":"Parker.com","descr":"Dr. Susan Erikson und Dr. Ballard haben ein Computerprogramm namens Claire entwickelt, das selbstständig lernen kann. Claire verleiht sich menschliche Gestalt – und übernimmt schon bald die Herrschaft über die Erde: So deaktiviert sie alle nuklearen Sprengköpfe; Maßnahmen gegen die Energieverschwendung und die Umweltschädigung folgen. Ballard und Erikson sind nicht mehr in der Lage, Claire abzuschalten. Als sie ihre Schöpferin tötet, soll Parker Claire überlisten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788721","hoster":"VOE"},{"path":"/redirect/8624009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-4","name":"Giftgas!","epNo":4,"alt":"For The Children","descr":"Die beiden Golfkriegs-Veteranen Korshot und Higgins leiden wie viele andere ehemalige Soldaten an den Folgen des Einsatzes von Nervengas und uranhaltiger Munition. Um eine Entschädigung zu erzwingen, nehmen sie eine Gruppe von Kindern in der U-Bahn von Los Angeles als Geiseln. Als die Verhandlungen scheitern, sprengen sie den Zug in die Luft. Parker soll dies in einem Zeitsprung verhindern – und erlebt bei seiner Mission Überraschungen, die die Lage erheblich erschweren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786543","hoster":"VOE"},{"path":"/redirect/8624008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-5","name":"Zwei Hochzeiten und ein Todesfall","epNo":5,"alt":"Two Weddings And A Funeral","descr":"Bei einem Unfall kann Parker Olga Vukavitch das Leben retten, wird dabei aber schwer verletzt. Im Glauben, er liege im Koma, macht Olga Parker eine Liebeserklärung. Daraufhin lässt Parker nicht mehr locker, und schließlich heiraten die beiden. Er ahnt nicht, dass seine Frau in Wirklichkeit die ehemalige KGB-Spionin Galina Komanowa ist, eine Doppelgängerin von Olga. Die echte Olga wird von ihr gefangen gehalten. Galina hat für die beiden einen \"Liebestod\" arrangiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786549","hoster":"VOE"},{"path":"/redirect/8624010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-6","name":"Die Rache des Alien","epNo":6,"alt":"Walk Away","descr":"Als das Zeitsprung-Team die Leiche eines bei Roswell gefundenen Aliens obduziert, entdecken sie einen Chip in seiner Wirbelsäule. Dr. Ballard, der ähnliche Rückenprobleme wie der Alien hat, lässt sich den Chip einsetzen. Tatsächlich regeneriert Ballard vollständig. Doch dann ändert sich sein Verhalten: Er wird dem Alien immer ähnlicher. Schließlich gelingt es ihm, mit einer Superwaffe Millionen Menschen zu töten – einschließlich des Zeitsprung-Teams. Nur Parker überlebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786550","hoster":"VOE"},{"path":"/redirect/8624011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-7","name":"Die falsche Nonne","epNo":7,"alt":"Sister’s Keeper","descr":"Als Olgas Schwester Svetlana ermordet wird, soll Parker durch einen kleinen Trick Olga helfen, das Verbrechen zu verhindern. Stattdessen mischt sich Parker in den Fall ein und lernt nach einem Zeitsprung Svetlana kennen. Er findet sie als Nonne verkleidet in einem Spielkasino, wo sie ihm eine merkwürdige Geschichte um einen eifersüchtigen Freund auftischt. Parker aber kommt bald dahinter, dass Svetlana mit dem Geld eines tschetschenischen Mafiabosses durchgebrannt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786551","hoster":"VOE"},{"path":"/redirect/8624012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-8","name":"Engel des Satans","epNo":8,"alt":"The Collector","descr":"Parker feiert einen Wettgewinn mit zuviel Alkohol. Als er zu einem Einsatz gerufen wird, zerstört er bei der Landung der Zeitkapsel ein Gefängnis, wodurch der Serienmörder Edwin Brucks frei kommt. Erneut entführt der Verbrecher mehrere Frauen, darunter auch Olga. Diesmal scheint Parker einen Gegner zu haben, der ihm durchaus gewachsen ist. Das Zeitsprung-Team ist ratlos, weil Brucks immer wieder spurlos verschwindet. Im letzten Augenblick entschlüsselt Parker einen Hinweis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786545","hoster":"VOE"},{"path":"/redirect/8624013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-9","name":"Lord Parker","epNo":9,"alt":"Love And Other Disasters","descr":"John Ballard nimmt in Begleitung von Olga an der Hochzeit des Jahres zwischen dem arabischen Prinzen Hamal Zayani und der europäischen Prinzessin Lisette D’Arcy teil. Durch eine Explosion kommen viele der Hochzeitsgäste ums Leben. Parker wird in die Vergangenheit geschickt, um die Katastrophe zu verhindern. Er stellt fest, dass Terroristen die Prinzessin töten wollen. Als Parker diese in Sicherheit bringt, nehmen die Terroristen Geiseln – und stellen Parker ein Ultimatum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786548","hoster":"VOE"},{"path":"/redirect/8624019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-10","name":"Kalte Krieger","epNo":10,"alt":"The Devil And The Deep Blue Sea","descr":"Vor Taiwan kommt es zu einer folgenschweren Auseinandersetzung zwischen einem chinesischen U-Boot und einem amerikanischen Zerstörer. Ein verheerender Krieg scheint unvermeidlich. Um diesen zu verhindern, wird Frank Parker in die Vergangenheit auf den Zerstörer geschickt. Parker findet heraus, dass ein hoher Offizier den Zwischenfall geplant hat: Er ist von dem Wahn besessen, die \"kommunistische Gefahr\" zu bannen – auch wenn dabei die halbe Weltbevölkerung stirbt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786547","hoster":"VOE"},{"path":"/redirect/8624015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-11","name":"Der Gremlin","epNo":11,"alt":"Time Gremlin","descr":"Probesprengungen in einem seismologischen Institut verursachen ein Erdbeben im San-Andreas-Graben. Die Flutwelle wütet in Kalifornien und tötet über zehn Millionen Menschen. Als Parker dies verhindern soll, entdeckt er an seiner Zeitreise-Kapsel eine Art Gremlin. Die Kreatur verhindert, dass er in die Vergangenheit gelangt. Außerdem setzt er nacheinander Parkers Mitarbeiter außer Gefecht. Parker muss ein riskantes Manöver eingehen, um die Sprengungen zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917217","hoster":"VOE"},{"path":"/redirect/8624018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-12","name":"Sein letzter Kampf","epNo":12,"alt":"Buried Alive","descr":"Als eine Bergwerksgesellschaft entgegen Warnungen einen alten Stollen sprengen lässt, kommt es zu einer katastrophalen Kettenreaktion, wobei Tausende von Menschen sterben. Frank Parker soll in die Vergangenheit fliegen, um die Sprengung zu verhindern. Doch dann kommt es zu einem Fehler in der Zielkoordination – und Parker landet in dem Stollen. Er hat keine Möglichkeit, seine Basis zu kontaktieren. Als die Sprengung unmittelbar bevorsteht, scheinen Parkers Tage gezählt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786553","hoster":"VOE"},{"path":"/redirect/8624016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-13","name":"Kollision am Himmel","epNo":13,"alt":"The Backstepper’s Apprentice","descr":"Der kolumbianische Priester Humberto Rodriguez kämpft einen einsamen Kampf gegen den Kokaanbau – und wird von der Drogenmafia ermordet. Parker soll in die Vergangenheit reisen und den Killer, der als Zeuge gegen die Drogenbosse aussagen soll, festnehmen. Auf dem Flug kollidiert die Zeitkapsel mit einem Verkehrsflugzeug. Das Unglaubliche geschieht: Einer der Passagiere, Morgan Walker, reist zusammen mit Parker in die Vergangenheit – und kann plötzlich Ereignisse vorhersehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786555","hoster":"VOE"},{"path":"/redirect/8624014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-14","name":"Tausend Tode","epNo":14,"alt":"Deja Vu All Over Again","descr":"Talmadge wird entführt. Er schluckt eine Giftkapsel, um zu verhindern, dass er Geheimnisse ausplaudert. Parker soll das Leben des Projektleiters retten, doch auf dem Flug wird er in einer Zeitschleife gefangen. Wider Erwarten gelingt es Parker dadurch, zwei Leben zu retten: das von Talmadge, der von chinesischen Terroristen erschossen wird, und das einer schwangeren Frau, die in das Kreuzfeuer geraten war. Verwirrt durch den Ablauf der Aktion, beginnt Parker, an sich zu zweifeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004711","hoster":"VOE"},{"path":"/redirect/8624017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-15","name":"Tragödie im All","epNo":15,"alt":"Space Station Down","descr":"Ein Meteoritenschauer beschädigt den Antrieb der ersten internationalen Raumstation, anschließend kann sie einem riesigen Meteoriten nicht mehr ausweichen. Fünf Kilo Plutonium drohen, auf die USA niederzugehen. Das Zeitsprung-Team soll das Unglück verhindern. Doch als Parker an der Raumstation andockt, reagiert die Besatzung äußerst misstrauisch. Man lässt ihn erst an Bord, nachdem der vorhergesagte Meteoritenschauer eingetroffen ist. Alles scheint vergeblich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786556","hoster":"VOE"},{"path":"/redirect/8624027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-16","name":"Knock Out","epNo":16,"alt":"The Cuban Missile","descr":"Der Gangster Sonny Hayes versucht, den kubanischen Boxer Teo Millar, einen persönlichen Schützling Fidel Castros, für einen Kampf in Las Vegas zu engagieren. Hayes Coup gelingt, doch in Vegas fällt Millar während des Kampfes einem Attentat zum Opfer. Außer sich vor Wut, erteilt Castro daraufhin den Befehl, einige Nuklearraketen auf Miami abzufeuern, um die Stadt zu zerstören. Nun ist Parker gefragt: Er reist in die Vergangenheit, um Teo dazu zu bringen, den Kampf abzusagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786557","hoster":"VOE"},{"path":"/redirect/8624020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-17","name":"Wunderkind X-35","epNo":17,"alt":"X-35 Needs Changing","descr":"In Chicago wird einer Frau eine genmanipulierte Eizelle eingepflanzt, aus der ein superintelligentes Kind erwachsen soll. Nach der Geburt wird das Baby mit dem Codenamen X-35 aus dem Labor entführt. Parker reist in die Vergangenheit, um die Entführung zu verhindern. Doch inzwischen ist die Kidnapperin ermordet worden; das Baby wurde nach Tschetschenien gebracht. Olga und Parker kontaktieren den russischen Geheimdienst – und geraten in einen tödlichen Wettstreit um das Kind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786560","hoster":"VOE"},{"path":"/redirect/8624021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-18","name":"Bruderkrieg","epNo":18,"alt":"Brother, Can You Spare A Bomb?","descr":"Ein rechtsextremer Terrorist verübt Bombenanschläge auf Einwanderer und liberale Politiker. Als ihm das FBI auf die Spur kommt, gibt es für Nathan Ramsey, den Sicherheitschef der Zeitsprungprojekts, eine böse Überraschung: Der Bombenattentäter ist sein Bruder Nicholas. Frank Parker wird nun in die Vergangenheit geschickt, um die Anschläge zu verhindern. Frank aber will nicht nur den Attentäter unschädlich machen; er will auch verhindern, dass Ramsey seinen Job verliert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786561","hoster":"VOE"},{"path":"/redirect/8624022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-19","name":"Seine Heiligkeit Frank B.","epNo":19,"alt":"Pope Parker","descr":"Kurz bevor der Papst ein Friedensabkommen zwischen indonesischen Christen und Moslems aushandeln kann, wird er von dem psychopathischen Teufelsanbeter Colaci ermordet. Parker soll den Papst retten. Doch die Zeitreise verläuft nicht ganz wie geplant: Parker steckt plötzlich im Körper des Papstes. Weil seine Berater ständig um ihn sind, kann er sein Team nicht kontaktieren. Kein Wunder, dass Olga staunt, als sie plötzlich zu einer Audienz beim Papst eingeladen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786563","hoster":"VOE"},{"path":"/redirect/8624026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-20","name":"Hexensabbat","epNo":20,"alt":"Witch Way To The Prom","descr":"Val, Karen und Rhonda sind Hobbyhexen. Sie versuchen mit Hilfe eines Zauberbuches einen Mann für die schüchterne Karen herbeizuhexen. Als ein Unbekannter auftaucht, glauben sie sofort an ihre Zauberei. Doch der Mann ist ein Attentäter, der ein Treffen zweier irischer Politiker sabotieren will. Als die Mädchen in sein Hotelzimmer eindringen, explodiert ein Sprengsatz. Die drei und zwanzig weitere Personen werden getötet. Parker reist in die Vergangenheit, um dies zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786559","hoster":"VOE"},{"path":"/redirect/8624023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-21","name":"Zeichen und Wunder","epNo":21,"alt":"Mr. Donovan’s Neighborhood","descr":"Craigs Schwester Tracy Donovan lebt in der Gemeinde des wundergläubigen Priesters Flood. Als Flood versucht, Tracy und ihren Freund Lamar aus der Drogenszene herauszuholen, werden alle drei auf Befehl des Gangsterbosses Mallory ermordet. Weil Craig unter Schuldgefühlen leidet, will Frank seinem Partner helfen: Er provoziert eine Situation, die einen Zeitsprung erforderlich macht, um Tracys Tod verhindern zu können. Weitaus schwieriger ist es, Mallory zu überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786558","hoster":"VOE"},{"path":"/redirect/8624024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-22","name":"Sympathie für den Teufel","epNo":22,"alt":"Playmates And Presidents","descr":"Präsidenten-Wahlkampf: Als der Kandidat Bill Stevens ermordet wird, reist Parker in die Vergangenheit, um das Attentat zu verhindern. Dafür wird er Leibwächter von Stevens. Parker lernt Stevens Tochter Jeri kennen. Sie teilt ihm mit, dass ihr Vater nicht der friedliebende Politiker ist, für den er sich ausgibt. Als Beweis dient ihr ein Tagebuch, das faschistische Parolen enthält: Stevens will nach dem Vorbild der Nazis einen Völkermord anzetteln und alle Asiaten ausrotten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786569","hoster":"VOE"},{"path":"/redirect/8624028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-2/episode-23","name":"Der Mann aus der Zukunft","epNo":23,"alt":"The Cure","descr":"Olga Vukavitchs Freundin Krista Henderson, die in der Pharmaforschung arbeitet, hat ein Mittel gegen den Krebs gefunden. Nun braucht sie Schutz, denn durch ihre Entdeckung verlieren andere Pharmakonzerne immense Einnahmen. Tatsächlich wird sie wenig später ermordet. Parker reist in die Vergangenheit, um Kristas Tod zu verhindern – und trifft dabei auf einen Mann aus der Zukunft, der mehr über Kristas Mittel weiß: Es wird auf absehbare Zeit die Menschheit ausrotten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173061","hoster":"VOE"},{"path":"/redirect/8624025","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-1","name":"Die wilden 70er","epNo":1,"alt":"Stairway To Heaven","descr":"Um einen atomaren Unfall zu verhindern, soll Frank Parker in die Vergangenheit reisen. Von Ballards Bedenken, dass die Zeitkapsel aufgrund starker Sonnenaktivität von der Laufbahn abweichen könnte, will Parker nichts hören. Tatsächlich kehrt Parker unbeschadet zurück, doch er hat eine Seele aus der Vergangenheit mitgebracht: Mary Anne Evans war vor 20 Jahren bei einem Autounfall gestorben. Nun will Mary die Gelegenheit nutzen, um nach ihrer kleinen Tochter Tara zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786523","hoster":"VOE"},{"path":"/redirect/8623983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-2","name":"Einsatz ohne Mandat","epNo":2,"alt":"Peacekeepers","descr":"Als die drei amerikanischen UNO-Soldaten Grubbs, Carter und Morales sich ohne Befehl zu einer bosnischen Kirche aufmachen, um dort eine gewaltige Menge versteckten Geldes an sich zu nehmen, werden sie und evakuierte Flüchtlinge von serbischen Freischärlern getötet. Es kommt erneut zum Ausbruch des Balkankrieges. Frank Parker soll nun per Zeitsprung in die Vergangenheit reisen und das Gemetzel verhindern. Eine gefährliche Aufgabe, denn die Serben sind massiv überlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786522","hoster":"VOE"},{"path":"/redirect/8623984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-3","name":"Jagd auf Sexy Sadie","epNo":3,"alt":"Rhino","descr":"Kolumbiens neuer Präsident Estrada will gegen die Drogenkartelle vorgehen. Er wirbt in Washington für sein Vorhaben – und wird von der Auftragskillerin Sadie ermordet. Sadie hat sich das Gesicht operieren lassen, um in die Rolle einer Politikerin schlüpfen zu können, die sie ebenfalls ermordet hat. Auch Kopfgeldjäger Rhino ist der Killerin zum Opfer gefallen. Als Frank Parker in die Vergangenheit reist, behindern sich die beiden gegenseitig bei der Jagd nach Sadie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786526","hoster":"VOE"},{"path":"/redirect/8623986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-4","name":"Tödlicher Wahnsinn","epNo":4,"alt":"The Dunwych Madness","descr":"Frank Parker bekommt von seinem Freund Koop merkwürdige E-Mails. Frank besucht seinen Freund in dem kleinen Städtchen Dunwych. Dort stellt der Zeitreisende fest, dass sich die Leute ausgesprochen seltsam und zudem äußerst gewalttätig benehmen. Dann legt eine gewaltige Explosionswelle die ganze Stadt in Trümmer. Parker, Olga und Donovan reisen in die Vergangenheit, um den Fall zu verhindern – und kommen einem geheimen Forschungsprojekt aus den 50er Jahren auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786524","hoster":"VOE"},{"path":"/redirect/8623985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-5","name":"Alaska brennt","epNo":5,"alt":"Olga’s Excellent Vacation","descr":"Olga macht mit anderen Frauen einen Wanderurlaub in Alaska. Zur Gruppe gehört auch Li Mai, die für den Attentäter Mark Raleigh arbeitet und eine Pipeline ausspioniert. Als Raleigh eine Pumpstation sprengt, setzen die Explosion und das auslaufende Öl den Wald in Brand. Dabei kommen Olga und die anderen Frauen ums Leben. Frank Parker soll nun die Katastrophe verhindern. Als er in der Vergangenheit bei den Frauen im Camp erscheint, glaubt Olga, er wolle nur Eindruck schinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786521","hoster":"VOE"},{"path":"/redirect/8623995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-6","name":"Parker außer Atem","epNo":6,"alt":"Deloris Demands","descr":"Beim Zeitsprung-Team gehen immer wieder merkwürdige Anrufe von einer Frau namens Deloris ein, die Frank Parker sprechen will. Parker will aber nicht mit der Unbekannten reden. Daraufhin moduliert Deloris ihre Stimme zu der Parkers und gibt falsche Befehle an die Flugleitzentrale – die Folge: mehrere Flugzeuge stürzen ab. Parker muss nun in die Vergangenheit zu reisen, um Deloris in eine Falle zu locken – leichter gesagt als getan, denn er scheint selber in der Falle zu sitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786525","hoster":"VOE"},{"path":"/redirect/8623987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-7","name":"Religiöse Fanatiker","epNo":7,"alt":"The Fire Last Time","descr":"Frank Parker wird von schrecklichen Erinnerungen an seinen Somalia-Einsatz geplagt, als er den Auftrag erhält, durch einen Zeitsprung die Generalbundesanwältin Komack vor einem Attentat zu retten. Sie und ihre Mitarbeiter sind von religiösen Fanatikern unter der Führung des rachegierigen Paul Watson ermordet worden. Watson ist vorher die Flucht aus einem Gefangenentransport gelungen – und Parker soll jetzt genau dies verhindern. Er hat aber nicht mit Watsons Komplizen gerechnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786529","hoster":"VOE"},{"path":"/redirect/8623988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-8","name":"Bomben auf Neverland","epNo":8,"alt":"Tracker","descr":"Als der tschetschenische Terrorist Josef Pretzneff und seine Komplizin Petra herausfinden, dass Frank Parker all ihre in den letzten Jahren geplanten Anschläge auf US-Einrichtungen vereitelt hat, lassen sie Parker entführen. Anhand eines \"Wahrheitsserums\" erfährt Pretzneff alles Wissenswerte über die \"Operation Zeitsprung\". Die Terroristen zerstören darauf die Zeitkapsel und bedrohen nun mit Bomben und Sprengstoff Neverland, die Basis des Zeitsprungteams.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786532","hoster":"VOE"},{"path":"/redirect/8623989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-9","name":"Gummizelle","epNo":9,"alt":"Top Dog","descr":"Als ein von unbekannten Tätern umprogrammierter amerikanischer SDI-Satellit mit seinen Laserkanonen die pakistanische Hauptstadt bedroht, erleidet ausgerechnet Bradley Talmadge – Leiter des Zeitsprungprojekts – einen Nervenzusammenbruch. Zum Entsetzen des Teams wird nun der tyrannische Sicherheitschef Nathan Ramsey zum Interimsdirektor und löst Frank Parker als Zeitreisenden ab, um ihn in die Psychiatrie zu schaffen. Doch das restliche Team plant ein Komplott.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786528","hoster":"VOE"},{"path":"/redirect/8623997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-10","name":"Over Kill","epNo":10,"alt":"Adam And Eve And Adam","descr":"Parker, Olga, Owsley und Major Jones begeben sich zum Archiv für die Zeitsprung-Unternehmen, das sich 200 Meter unter der Erde befindet. Zu diesem Zeitpunkt geht in Los Alamos ein Waffentest schief – eine Neutronenbombe löscht alles Leben auf der Erde aus. Während Owsley verstrahlt wird, kommen die anderen ungeschoren davon. Ein Zeitsprung ist die einzige Chance, alles ungeschehen zu machen, doch Sabotageakte erschweren das Unternehmen. Wer von den vieren ist der Saboteur?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786530","hoster":"VOE"},{"path":"/redirect/8623990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-11","name":"Verrat im Weißen Haus","epNo":11,"alt":"Head Case","descr":"Als der Sicherheitschef der \"Operation Zeitsprung\" erfährt, dass Präsident Maxwell den peruanischen Diktator Escalante – gleichzeitig der größte Drogenboss Südamerikas – liquidieren lassen will, wartet man gespannt auf die Nachricht seines Todes. Doch plötzlich verkündet der Präsident, dass man mit Peru wieder die besten Beziehungen pflege. Alle vermuten, dass Maxwell erpresst wird und ein Verräter in höchsten Regierungskreisen mit Escalante Geschäfte machen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786527","hoster":"VOE"},{"path":"/redirect/8623998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-12","name":"Die schöne Diebin","epNo":12,"alt":"Raven","descr":"Beim Test eines neuen Ortungssystems wird der gesamte Generalstab der USA durch eine manipulierte Abwehrrakete getötet. Man findet heraus, dass der Prototyp kurz zuvor von einer Frau mit dem Codenamen Raven gestohlen worden war. Der Zeitreisende Parker soll den Diebstahl verhindern und Ravens Auftraggeber ermitteln. Er schlüpft in die Rolle eines getöteten Komplizen von Raven. Zusammen planen sie den Diebstahl – und dabei macht Parker eine überraschende Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786531","hoster":"VOE"},{"path":"/redirect/8623994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-13","name":"Goldener Käfig","epNo":13,"alt":"The First Freshman","descr":"Diesmal wird Parker mit einer etwas ungewöhnlichen Aufgabe betreut: Er soll sich um die temperamentvolle und verzogene Tochter des amerikanischen Präsidenten kümmern. Obwohl sich das anfangs nach einem leichten Job anhört, hat Parker damit schnell alle Hände voll zu tun. Denn bald schon hat ihn das Mädchen abgehängt, um mit ihren – etwas zwielichtigen – Freunden auf Achse zu gehen … Jetzt muss Parker schnell handeln, um ein größeres Unglück zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786533","hoster":"VOE"},{"path":"/redirect/8624002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-14","name":"Teuflisches Spiel","epNo":14,"alt":"Revelation","descr":"In der Zentrale der \"Operation Zeitsprung\" taucht ein Fremder aus der Zukunft auf: McGrath behauptet, einen Zeitsprung von sieben Jahren durchgeführt zu haben. Sein Auftrag: Der Friedensnobelpreisträger Mullah Aziz soll liquidiert werden, weil er insgeheim arabische Armeen für einen neuen Weltkrieg zusammenstellt. Parker soll das Attentat ausführen, bekommt aber im letzten Moment Gewissensbisse. Ihm wird klar, dass sein eigentlicher Gegner McGrath ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786535","hoster":"VOE"},{"path":"/redirect/8624000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-15","name":"Animalische Triebe","epNo":15,"alt":"Crystal Blue Persuasion","descr":"Als in der Nähe der Erde ein Raumschiff entdeckt wird, sollen William Streck und seine Crew das Schiff erkunden. An Bord des Ufos finden sie röhrenförmige Behälter, die plötzlich aggressiv reagieren: Die Crew wird getötet, nur Streck kann entkommen. Doch auch er ist infiziert: Danach beginnt er eine Affäre mit Olga, die mit außerirdischen Föten schwanger wird. Nun muss Frank Parker in die Vergangenheit reisen, um diese versuchte \"Invasion\" der Außerirdischen zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786536","hoster":"VOE"},{"path":"/redirect/8623992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-16","name":"Mollys Visionen","epNo":16,"alt":"Empty Quirer","descr":"Henry Bilkens – Anführer einer rechtsradikalen Miliz – zündet eine Atombombe und tötet damit Millionen von US-Bürgern, darunter die gesamte Führungsriege. Frank Parker will nun mit allen wichtigen FBI-Informationen und dem Zündschlüssel der Bombe in die Vergangenheit reisen. Doch beim Start passiert ein Missgeschick und die Zeitkapsel samt Schlüssel startet ohne Parker. Nun soll das parapsychologisch veranlagte Mädchen Molly Wilson dem Fanatiker auf die Spur kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786539","hoster":"VOE"},{"path":"/redirect/8623993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-17","name":"Spiegelwelt","epNo":17,"alt":"Kansas","descr":"Owsley testet neue Programme, die es auch Donovan ermöglichen sollen, in die Zeit zu reisen. Während eines solchen Tests, bei dem Parker in der Kapsel sitzt, wird kurz die Stromzufuhr unterbrochen. Schuld daran sind drei ehrgeizige 16-Jährige, die mit Reality-TV in NeverNeverland Karriere machen wollen. Durch ihre Aktion tritt Parker in eine spiegelverkehrte Welt ein, in der Ramsey sein Freund ist – und Donovan sein ärgster Feind: Donovan will Parker exekutieren lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786540","hoster":"VOE"},{"path":"/redirect/8624005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-18","name":"Der letzte Countdown","epNo":18,"alt":"The Final Countdown","descr":"Als von einer Raketenabschussbasis in Wyoming, die von Major Garcia befehligt wird, aufgrund eines Computerfehlers eine Interkontinentalrakete auf Nordkorea abgeschossen wird, schlägt Nordkorea zurück. Parker soll nun einen Zeitsprung unternehmen, um das Ereignis rückgängig zu machen und einen Dritten Weltkrieg zu verhindern. Mit Hilfe von Colonel Beekman gelingt es Parker erst im letzten Moment, die Rakete zu entschärfen und den Start zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786534","hoster":"VOE"},{"path":"/redirect/8623996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-19","name":"Die Sterne lügen","epNo":19,"alt":"The Brink","descr":"In der psychiatrischen Klinik \"Hansen Island\" hat ein Patient namens George Atzerodt alle Insassen unter seine Kontrolle gebracht. Der Ex-NASA-Mitarbeiter hat ein System entwickelt, das alle seine freigelassenen Anhänger dazu bringt, terroristische Anschläge zu verüben. Um näher an den Drahtzieher Atzerodt ranzukommen, wird Parker nun in \"Hansen Island\" eingewiesen. Als Olga davon erfährt, ist sie entsetzt und versucht mit allen Mitteln, Parker von dort zurückzuholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786537","hoster":"VOE"},{"path":"/redirect/8624001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-20","name":"Die Geheimwaffe","epNo":20,"alt":"Sugar Mountain","descr":"Kurz vor einem Wirtschaftsgipfel werden zwei europäische Minister und der US-Finanzminister Opfer mysteriöser Unglücksfälle. Der Verdacht fällt auf den internationalen Terroristen Caesar Gustaf und dessen Freundin Camilla, die zusammen eine Geheimwaffe gestohlen haben. Parker erhält nun den Auftrag zu einem Zeitsprung, um die Waffe der CIA zu übergeben. Doch als Parker klar wird, dass die Waffe ein telekinetisch begabtes Kind ist, weigert er sich, den Jungen auszuliefern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786538","hoster":"VOE"},{"path":"/redirect/8623999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-21","name":"Mütterchen Russland","epNo":21,"alt":"Born In The Ussr","descr":"Als in der russischen Provinz Vyatka – Olgas Heimatregion – ein Giftgasunfall 30.000 Tote fordert, wird kein Zeitsprung angeordnet. Daraufhin versuchen ihr Ex-Liebhaber Sergei und ihr Ex-Kollege Misha, Olga zu überreden, ihnen per Zeitsprung zu helfen, die schreckliche Katastrophe rückgängig zu machen. Tatsächlich liefert ihnen Olga die benötigte Formel für die Stabilisierung des Alientreibstoffes, doch schon bald muss sie erkennen, welch einen Fehler sie damit begangen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786544","hoster":"VOE"},{"path":"/redirect/8624006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/seven-days-das-tor-zur-zeit/staffel-3/episode-22","name":"Besuch aus der Todeszelle","epNo":22,"alt":"Live: From Death Row","descr":"Parker hat einen Albtraum, in dem ein gemeinsamer Freund aus SEAL-Zeiten beteuert, unschuldig zu sein, bevor er hingerichtet wird. Darauf erfährt Parker, dass Johnny tatsächlich in New Orleans hingerichtet worden ist. Als Tage später ein wichtiger Militär bei einer Flugshow abstürzt, hofft Parker auf die Genehmigung eines Zeitsprungs, um seinen Freund zu retten. Tatsächlich gelingt es Parker, einen Aufschub der Exekution zu bewirken und Johnnys Unschuld zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8786546","hoster":"VOE"},{"path":"/redirect/8624004","hoster":"Streamtape"}]}]}]}]}