{"seriesId":"sex-tape-vip","name":"Sex Tape V.I.P.","descr":"In diesem einzigartigen Sozialexperiment werden zwölf prominente Paare ihre Komfortzone verlassen, in der Hoffnung, neue Impulse für ihre Beziehung zu bekommen. Gemeinsam werden die intimen Momente vor, während und nach dem Sex besprochen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wir lieben Sex","epNo":1,"alt":"","descr":"Drei Promipaare haben sich in ihrem ganz privaten Alltag gefilmt. Schlagersänger Ennesto hielt seine neue Freundin Marry vor der Öffentlichkeit versteckt, jetzt zeigt er wie heiß es im Hause Monté zugehen kann. Die ehemalige \"Berlin – Tag \u0026 Nacht\"-Darstellerin JJ Rühle und ihr Verlobter René blicken auf eine gemeinsame Vergangenheit voller Höhen und Tiefen zurück! Doch läuft es bei den beiden dafür im Bett umso runder? Glamour-Sternchen Natalia Osada ist seit vier Jahren an der Seite ihres Ehemannes Jiorgos. Doch hat der Alltag die beiden erstickt oder hält Jiorgos griechisches Feuer die Lust am Leben? Die Sextapes schauen sich die Paare gemeinsam mit Gastgeberin Natasha Ochsenknecht an, um im Anschluss über ihre Beziehung und ihr Sexleben zu diskutieren!","versions":[{"lang":1,"streams":[{"redirect":12505920,"hoster":"VOE"},{"redirect":12505924,"hoster":"Doodstream"},{"redirect":12505919,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bock auf Bock?","epNo":2,"alt":"","descr":"So präsent Julian F.M. Stoeckel in der Öffentlichkeit ist, so wenig weiß man über ihn und seine Beziehung mit Marcell. Jetzt öffnet er die Tür in sein Schlafzimmer und zeigt seinen überraschenden Beziehungsalltag! Die Kiezikone Eve Champagne spielt zwar gerne mit ihren Reizen, privat lebt sie aber in einer ziemlich normalen Beziehung. Wobei: Ihr Sexleben ist alles andere als \"Standard\". Michelles Reality-TV-Vergangenheit war gestern. Jetzt sind sie und ihr Partner Pietro Eltern! Doch was heißt das für ihr Liebesleben?","versions":[{"lang":1,"streams":[{"redirect":12518776,"hoster":"VOE"},{"redirect":12505921,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Flauschige Bettgeschichten","epNo":3,"alt":"","descr":"Die frisch vermählten Kate Merlan und Jakub Jarecki sollten eigentlich kaum ihre Finger voneinander lassen können. Doch damit ihr Sexleben nicht einschläft, haben sich die beiden gerade etwas ganz Besonderes ausgedacht. Influencer Pat Jabbers und sein Mann spielen mit dem Gedanken, die gemeinsame Beziehung zu öffnen. Der Grund dafür ist überraschend und sehr emotional … Liliana und Dennys – die beiden Reality-TV-Promis lassen im Schlafzimmer nichts anbrennen. Und auch in der Beziehung geht es ebenso heiß her.","versions":[{"lang":1,"streams":[{"redirect":12525823,"hoster":"VOE"},{"redirect":12525822,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"The Masked Blowjobber","epNo":4,"alt":"","descr":"Seit seiner Kindheit ist Frank Fussbroich nicht aus der TV-Landschaft wegzudenken. Und auch nach 13 Jahren Ehe mit Elke denkt er sich ständig etwas Neues aus, damit es auch im Schlafzimmer nie langweilig wird. Der ehemalige Profi-Eishockeyspieler Domenic und die Fitnessinfluencerin Denise sind heute vor allem eins: Eltern! Doch das war nicht immer so. Was läuft noch im Schlafzimmer? Alessia und Tobias haben sich bei einem TV-Dating-Format kennen und lieben gelernt. Erstmals erzählt Tobias, wie er auf Alessias kleines Geheimnis reagiert hat.","versions":[{"lang":1,"streams":[{"redirect":12523735,"hoster":"VOE"},{"redirect":12523737,"hoster":"Streamtape"}]}]}]}]}