{"seriesId":"sex","name":"Sex","descr":"Die 22-jährige Jugendberaterin Cathrine (Asta Kamma August) verliebt sich unerwartet in ihre Arbeitskollegin Selma (Nina Terese Rask). Zuhause wartet ihr Freund Simon (Jonathan Bergholdt) auf sie. Während sie Jugendlichen in ihrem Job bei einer Telefonhotline in Kopenhagen gute Ratschläge in Sexual- und Beziehungsfragen gibt, sind diese für Cathrine selbst gar nicht so leicht umzusetzen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tote Hose","epNo":1,"alt":"Uskyldige kys","descr":"Das Sexleben der 22-jährigen Cathrine und ihres Partners Simon ist eingeschlafen. Bei ihrer Arbeit als Ratgeberin an einer Sex-Aufklärungshotline lernt Cathrine ihre lesbische Kollegin Selma besser kennen. Nach einem langen Arbeitstag enden die beiden mit einer Flasche Sekt auf dem Dach ihres Bürogebäudes. Beschwipst kommt es zu einem innigen Kuss, der Cathrines Welt in einem einzigen Moment aus den Angeln hebt.","versions":[{"lang":1,"streams":[{"redirect":8334897,"hoster":"VOE"},{"redirect":8334898,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verlockung","epNo":2,"alt":"Har du lyst til din kæreste?","descr":"Ein Kuss mit Kollegin Selma aus einer Sektlaune heraus und im Leben von Cathrine ist nichts mehr wie vorher. Zwar hat sich Cathrine fest vorgenommen ihrem Verlangen nicht nachzugeben, der Gedanke an ein erotisches Abenteuer lässt sie aber nicht mehr los.","versions":[{"lang":1,"streams":[{"redirect":8334915,"hoster":"VOE"},{"redirect":8334917,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das erste Mal","epNo":3,"alt":"Hvad med et åbent forhold?","descr":"Cathrine versucht Selma und sich etwas vorzumachen: Bei ihr sei alles gut. In Wirklichkeit geht Cathrine der Gedanke an ein sexuelles Abenteuer mit ihrer lesbischen Kollegin nicht aus dem Kopf. Als sie mit Nanna und anderen Freunden abends ausgeht, bietet sich die Chance auf ein heimliches Treffen mit Selma. Nervös ringt Cathrine mit sich, den nächsten Schritt zu gehen und damit ihre harmonische, aber sexuell unerfüllte Beziehung mit Simon noch weiter aufs Spiel zu setzen.","versions":[{"lang":1,"streams":[{"redirect":8334922,"hoster":"VOE"},{"redirect":8334923,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Morgen danach","epNo":4,"alt":"Verdens dårligste kæreste","descr":"Cathrine wacht am Morgen danach mit Schuldgefühlen auf: Soll sie ihrem Freund Simon erzählen, dass sie mit ihrer Kollegin Selma geschlafen hat? Total verkatert verpasst Cathrine den richtigen Moment, ihm die Wahrheit zu sagen. Aus dem One-Night-Stand könnte eine Affäre werden - oder mehr. Trotz ihrer festen Vorsätze, die Cathrine sich selbst einredet, kann sie sich nicht Selmas sinnlicher Anziehungskraft entziehen.","versions":[{"lang":1,"streams":[{"redirect":8334924,"hoster":"VOE"},{"redirect":8334928,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Reden wir über Sex","epNo":5,"alt":"Lad os snakke om sex","descr":"Cathrine möchte wieder die Kontrolle über ihr Leben und ihre Beziehung zu Simon retten. Sie beginnt eine Paartherapie mit Simon. Was wirklich passiert ist und was mit ihr los ist, behält die 22-Jährige jedoch für sich. Für sie ist der Mangel an Sex der Grund für die Beziehungskrise. Tatsächlich kommt bei einer ausgelassenen Party wieder Nähe zwischen den beiden auf. Doch dann muss Cathrine erkennen, wie fremd sie sich bereits geworden sind.","versions":[{"lang":1,"streams":[{"redirect":8334931,"hoster":"VOE"},{"redirect":8334932,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine letzte Chance","epNo":6,"alt":"En sidste chance","descr":"Cathrine und Simon haben vergeblich versucht, ihre langjährige Beziehung zu retten. Nach der Trennung scheint der Weg frei für eine Fortsetzung der Affäre mit ihrer Kollegin Selma. Die ist jedoch zutiefst verletzt, dass sich Cathrine zunächst gegen sie entschieden hatte. Selma geht es um mehr als Leidenschaft, nämlich um Gefühle. Aber ist es bei Cathrine wirklich Liebe? Oder nur Angst vor dem Alleinsein? Cathrine muss selbst herausfinden, wie es weitergehen soll.","versions":[{"lang":1,"streams":[{"redirect":8334936,"hoster":"VOE"},{"redirect":8334935,"hoster":"Streamtape"}]}]}]}]}