{"seriesId":"shadow-lines","name":"Shadow Lines","descr":"In den 1950er Jahren war Helsinki der Brennpunkt des Kalten Krieges, als sich die Weltmächte und ihre Geheimdienste in dem kleinen neutralen Land, das zwischen dem Osten und dem Westen stand, zusammenfanden. Sphere of Shadows ist ein internationaler Spionagethriller, der einem geheimen Geheimdienstteam folgt, dessen Aufgabe es ist, die Unabhängigkeit Finnlands zu verteidigen, koste es, was es wolle.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Fists In Blood","descr":"Der Kalte Krieg verschärft sich in Helsinki. Helena Korhonen, eine junge Frau, die in New York studiert, befindet sich in einer Situation, in der sie sich verteidigen muss, bis ihre Knöchel bluten. Eine skandalöse finnische Prominente kommt ihr zu Hilfe.","versions":[{"lang":2,"streams":[{"redirect":12381348,"hoster":"VOE"},{"redirect":8532749,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The other side of the coin","descr":"Geld wechselt den Besitzer, wenn streng geheime Informationen zum Verkauf stehen. Was ist los dreißig Kilometer von Helsinki entfernt an der Porkkala Naval Base, die an die Sowjetunion vermietet wurde? Helena ist verwirrt von seltsamen Erinnerungen an ihre Kindheit.","versions":[{"lang":2,"streams":[{"redirect":8532753,"hoster":"VOE"},{"redirect":8532750,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Escape From Porkkala","descr":"Die US-Botschaft untersucht den mysteriösen Tod ihres CIA-Agenten. Faust beschließt, die Porkkala Naval Base zu schlagen. Helena ist schockiert, nachdem sie Beweise für ihre Vergangenheit gefunden hat und tritt offen gegen ihren Paten und Beschützer auf.","versions":[{"lang":2,"streams":[{"redirect":12924756,"hoster":"VOE"},{"redirect":8534630,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Woman\u0027s instinct","descr":"Die CIA untersucht rigoros die Ermordung ihres Agenten, während der KGB den Informationsdiebstahl in Porkkala untersucht. Helena, jetzt Mitglied von Fist, folgt der Frau des KGB-Agenten Sergeyev und trifft auf MP Hertta Kuusinen.","versions":[{"lang":2,"streams":[{"redirect":8532694,"hoster":"VOE"},{"redirect":8532687,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Murder in Moscow","descr":"Präsident Paasikivi und Premierminister Kekkonen reisen zu einem offiziellen Besuch nach Moskau. Tabe Slioor reist ebenfalls mit ihren Models dorthin, um finnische Mode zu präsentieren. Helena versucht mehr über ihre Vergangenheit herauszufinden.","versions":[{"lang":2,"streams":[{"redirect":8532692,"hoster":"VOE"},{"redirect":8532695,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Allies","descr":"Kekkonen steht im Mittelpunkt der Party von Tabe Slioor. Die Faust wird Zeuge von Präsident Paasikivis Wutanfall. Ein betrunkener sowjetischer General greift Helena an, aber sie kämpft mit dem schockierten KGB-Agenten Ivan Sergeyev einen echten Kampf der Gedanken.","versions":[{"lang":2,"streams":[{"redirect":13473082,"hoster":"VOE"},{"redirect":8532698,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Price of Freedom","descr":"Fagerholms Kampagne steht kurz davor, einen beachtlichen Geldbetrag aus den Vereinigten Staaten zu erhalten, und die Faust erfährt davon. Das Misstrauen unter den Mitgliedern der Faust wächst. Sergejew plant seine Flucht; aber er ist nicht der einzige.","versions":[{"lang":2,"streams":[{"redirect":8532712,"hoster":"VOE"},{"redirect":8532713,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Last Mission","descr":"Julius wurde besiegt. Helena bezahlt ihre Sünden mit etwas, das sie von Sergejew erhalten hat. Die Operation Baba Yaga beginnt zu Weihnachten, als Yrjo Helena und Julius mit einem Weihnachtsgeschenk überrascht. Olavi geht auf eine sehr gefährliche Mission.","versions":[{"lang":2,"streams":[{"redirect":13473085,"hoster":"VOE"},{"redirect":8532705,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Return to Porkkala","descr":"Die Rückkehr von Porkkala und die Präsidentschaftswahlen stehen vor der Tür. Wird es CIA-Agentin Lisa gelingen, einen Verbündeten in Julius zu finden? Helena trifft Vorkehrungen, damit Sergejew und seine Kinder in den Westen abwandern können.","versions":[{"lang":2,"streams":[{"redirect":8532715,"hoster":"VOE"},{"redirect":8532710,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Kekkonen, Kekkonen, Kekkonen","descr":"CIA-Agentin Lisa ist bereit, alle Mittel einzusetzen, um Fagerholms Sieg zu garantieren, aber die Faust ist auf der Hut. Während die ganze Nation die Wahlen beobachtet, wird in den Korridoren des Parlaments ein Kampf um Leben oder Tod geführt.","versions":[{"lang":2,"streams":[{"redirect":12335008,"hoster":"VOE"},{"redirect":8532755,"hoster":"Streamtape"}]}]}]}]}