{"path":"/serie/stream/shaft","name":"Shaft","descr":"New York ist das Revier von Privatdetektiv John Shaft (Richard Roundtree). Seine Fälle drehen sich um Entführung, Raub, Mord und, und, und. Nicht selten gerät er dabei zwischen alle Fronten. 1970 hatte der schwarze Privatdetektiv seinen ersten Auftritt in dem Kinofilm \"Shaft\". Der Film war dermaßen erfolgreich, daß zwei weitere Filme mit den Titeln \"Shaft Bigs Score\" (1971) und \"Shaft in Africa\" (1972) sowie die gleichnamige Serie entstanden. Gleichzeitig war \"Shaft\" Auftakt der sogenannten Black-Plosion Filme, jene Filme, die von Farbigen, mit Farbigen für ein farbiges Publikum entstanden. Für den grandiosen Soundtrack zu Shaft erhielt der Musiker Isaac Hayes 1971 einen Oscar für die beste Filmmusik.","seasons":[{"path":"/serie/stream/shaft/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shaft/staffel-1/episode-1","name":"Die Entführung","epNo":1,"alt":"The Enforcers","descr":"Der schwarzen Privatdetektiv John Shaft wird in einen Entführungsfall verwickelt und schließlich von der Polizei gejagt. Trotzdem setzt er alles daran, um die entführte Frau zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9978021","hoster":"VOE"},{"path":"/redirect/9978022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shaft/staffel-1/episode-2","name":"Schüsse aus dem Hinterhalt","epNo":2,"alt":"The Killing","descr":"Als kriminelle Dunkelmänner in New York City einem Police-Officer eine Falle stellen, nimmt sich Lieutenant Al Rossi auf Bitten seines Freundes Shaft des Falles an. Seine Ermittlungen sind so erfolgreich, dass gewisse Leute ihn schleunigst beseitigen wollen. Hinterrücks niedergeschossen, schwebt Rossi tagelang zwischen Leben und Tod. Für John Shaft ist es Ehrensache, die Attentäter aufzuspüren. Seine Nachforschungen bringen ihn auf die Spur organisierter Autodiebe. Als es ihm gelingt, sich in die Bande einzuschleichen, wird er ums Haar selbst Opfer eines Mordanschlags …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9978030","hoster":"VOE"},{"path":"/redirect/9978024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shaft/staffel-1/episode-3","name":"Das Femegericht","epNo":3,"alt":"Hit-Run","descr":"Ein Anwalt, der vor Gericht einen Freispruch erreicht hat, wird nach der Urteilsverkündung zusammen mit seinem Mandanten tot aufgefunden – beide in stark verchlortem Wasser ertrunken. Vermutlich sind sie weitere Opfer einer mysteriösen Mordserie geworden, an deren Aufklärung Lieutenant Al Rossi von der New Yorker Polizei arbeitet. Sein Freund John Shaft nimmt sich des Falles an. Als er gewissen Spuren nachgeht, wird auch auf ihn ein Anschlag verübt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9978027","hoster":"VOE"},{"path":"/redirect/9978031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shaft/staffel-1/episode-4","name":"Tödliches Glücksspiel","epNo":4,"alt":"The Kidnapping","descr":"Um einen jungen Mann zu entlasten, der verdächtigt wird, mit einem gestohlenen Auto einen Mann überfahren und dann Fahrerflucht begangen zu haben, stellt John Shaft Nachforschungen über Eddie Simmons an, jenen Mann, den David getötet haben soll. Simmons arbeitete für den Spielclubbesitzer Clifford Grayson. Als sich Shaft Einblick in dessen dubiose Geschäftspraktiken verschafft, führt dies zu dramatischen Resultaten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9978039","hoster":"VOE"},{"path":"/redirect/9978042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shaft/staffel-1/episode-5","name":"Tod eines Zuhälters","epNo":5,"alt":"Cop Killer","descr":"Der Privatdetektiv John Shaft ist betroffen, als er seine frühere Freundin Diana Richie im Krankenhaus wiedersieht. Sie hatte als Prostituierte gearbeitet, und als sie sich von ihrem Zuhälter Kyle \"Sonny\" Bruckner trennen wollte, wurde sie übel zugerichtet. Shaft beschafft ihr einen Job in einem Anwaltsbüro. Bruckner will Diana jedoch nicht freigeben und stellt ihr nach. Nach einer heftigen Prügelei mit dem Zuhälter und seiner Clique wird Shaft überraschend festgenommen. Bruckner wurde erschlagen aufgefunden, und nun wird Shaft verdächtigt, ihn umgebracht zu haben. Diana könnte ihm ein hieb- und stichfestes Alibi geben, aber sie ist plötzlich verschwunden. Gegen Kaution freigelassen, macht sich Shaft auf die Suche nach ihr. Er ahnt nicht, welche unangenehmen Überraschungen ihm noch bevorstehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9978045","hoster":"VOE"},{"path":"/redirect/9978043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shaft/staffel-1/episode-6","name":"Blutige Diamanten","epNo":6,"alt":"The Capricorn Murders","descr":"Gil Kirkwood, Präsident der Capricorn International, hat die Firma ruiniert und muss damit rechnen, vor Gericht gestellt zu werden. Um sich aus der Affäre zu ziehen, täuscht er mit Hilfe einiger Komplizen einen tödlichen Unglücksfall vor, dem auch seine Frau Joanna zum Opfer fallen soll. Der heimtückische Mordanschlag auf sie misslingt jedoch. Joanna bittet den schwarzen Privatdetektiv John Shaft um Hilfe. Um die Firma zu retten, will Joanna Kirkwood eine Diamantenkette im Wert von drei Millionen Dollar verkaufen; die kostbare Kette ist jedoch aus dem Tresor verschwunden. Während Shaft und sein Freund Al Rossi das mysteriöse Geschehen aufzuklären versuchen, entbrennt unter den Drahtziehern der Affäre ein blutiger Kampf um die Diamanten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9978048","hoster":"VOE"},{"path":"/redirect/9978050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shaft/staffel-1/episode-7","name":"Der Profikiller","epNo":7,"alt":"The Murder Machine","descr":"Bei einem Bombenanschlag auf einen Kronzeugen wird der Bräutigam von Shafts Freundin Laura Parks tödlich verletzt. Der schwarze Privatdetektiv, der als Trauzeuge fungieren sollte, liefert sich ein Feuergefecht mit dem flüchtenden Killer, kann ihn jedoch nicht erkennen. Shaft ist fest entschlossen, den Mann aufzuspüren; darum lässt er verbreiten, er habe genug von ihm gesehen, um ihn identifizieren zu können. Auf diese Weise hofft er, den Killer auf seine Spur zu locken. Der kaltblütige Mörder, der das unauffällige Leben eines treusorgenden Familienvaters führt, ist jedoch raffiniert genug, Lieutenant Rossi und seine Polizeibeamten auszumanövrieren, als sie ihm eine Falle stellen wollen. So muss sich Shaft ganz allein mit ihm messen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9978053","hoster":"VOE"},{"path":"/redirect/9978057","hoster":"Streamtape"}]}]}]}]}