{"seriesId":"shakespeare-hathaway","name":"Shakespeare \u0026 Hathaway","descr":"Der hartgesottene Privatdetektiv Frank Hathaway (Mark Benton) formt mit seiner jungen Kollegin Lu Shakespeare (Jo Joyner) ein ungleiches Paar, das unterschiedlicher nicht sein könnte!Trotz ihrer verschiedenen Herangehensweisen und Ansichten spüren sie die sprichwörtlichen Leichen auf, die die Einwohner des beschaulichen Örtchens Warwickshire in ihren Kellern vergraben haben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schöne neue Welt","epNo":1,"alt":"O Brave New World","descr":"Luella Shakespeare steht kurz vor ihrer Hochzeit. Doch während der letzten Vorbereitungen hegt sie Zweifel an der Treue ihres Zukünftigen. Kurzerhand engagiert sie Privatdetektiv Frank. Obwohl sie ihren Verlobten scheinbar zu Unrecht verdächtigt hat, wird Clive während der Hochzeit ermordet. Die Hauptverdächtige: Die Braut selbst. Die gelernte Friseurin unterstützt Frank tatkräftig, um ihre Unschuld zu beweisen. Eine Spur führt die beiden in die düstere Vergangenheit von Clive.","versions":[{"lang":1,"streams":[{"redirect":8786832,"hoster":"VOE"},{"redirect":8624303,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Geist von Shady Nook","epNo":2,"alt":"The Chimes At Midnight","descr":"Im Seniorenheim Shady Nook geschehen merkwürdige Dinge. Die Heimleitung vermutet Sabotage und beauftragt Shakespeare und Hathaway. Um der Sache auf den Grund zu gehen, ermittelt Sebastian undercover als Pfleger. Doch dann kommt es zu einem Mord und jeder scheint verdächtig. Das Problem: Alle Mitarbeiter und Bewohner haben ein Alibi. Erst durch Sebastians Ermittlungen erlangen die Detektive Informationen, die den Kreis der Verdächtigen eingrenzen. Wirklich erhellend wird es allerdings, als sie über einen mysteriösen Todesfall in der Vergangenheit stolpern.","versions":[{"lang":1,"streams":[{"redirect":12924845,"hoster":"VOE"},{"redirect":8624299,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Todesengel","epNo":3,"alt":"This Promised End","descr":"Der Bestatter Peter Quintus wird von zwei unheimlichen Männern heimgesucht, welche ihm verkünden, dass sie ihn binnen 24 Stunden ermorden werden. Um dem sicheren Tod doch noch zu entgehen, sollen Frank und Lu ermitteln. Doch die beiden stochern im Nebel. Einzig ein auffallend ehrgeiziger Nachbarschaftswächter wirkt verdächtig. Viel Zeit bleibt den Ermittlern nicht, wenn sie den Bestatter retten wollen. Während Luella das Haus von Peter und seiner Frau Anne beschattet, nutzt Frank seine alte Verbindung zur Polizei, um verdächtige Personen aus der Nachbarschaft überprüfen zu lassen. Doch als einer der Überprüften nach einem Unfall mit Fahrerflucht tot aufgefunden wird, gerät Frank in Erklärungsnot.","versions":[{"lang":1,"streams":[{"redirect":8786837,"hoster":"VOE"},{"redirect":8624302,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blutige Magie","epNo":4,"alt":"This Rough Magic","descr":"Auf der Bühne der Zauberei passiert viel, was der Aufmerksamkeit des Zuschauers verborgen bleibt. Wenn dem Magier jedoch mal etwas misslingt, kann das fatale Folgen haben. Bei einem Trick, den Lawrence Pross schon Tausende Male aufgeführt hat, kommt eine Frau grauenvoll ums Leben. Dem \"Großen Prossini\" droht eine lange Haftstrafe, und seine Karriere scheint am Ende. Verzweifelt bittet er Frank und Lu um Hilfe. Die Ausgangslage scheint verzwickt, denn es gibt keinerlei Anzeichen für Sabotage. Erschwerend kommt hinzu, dass der Ehemann des Opfers von Franks und Lus größtem Konkurrenten vertreten wird. Dann fällt der Verdacht auf den verfeindeten Magier Anton. Hat er den Bühnentrick manipuliert, um den \"Großen Prossini\" aus dem Weg zu räumen?","versions":[{"lang":1,"streams":[{"redirect":8786836,"hoster":"VOE"},{"redirect":8624306,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Molche und Mörder","epNo":5,"alt":"Toil And Trouble","descr":"Bürgermeister Rexler wird ermordet, und der Hauptverdächtige ist der Ex-Häftling Billy. Da Billy früher Informant für Frank war, ist Frank die erste Anlaufstelle für Detective Marlowe. Tatsächlich wird Frank von Billy aufgesucht, der verzweifelt an seiner Unschuld festhält und ihn darum bittet, diese zu beweisen. Während Sebastian auf Billy aufpasst, versuchen Lu und Frank, Informationen zu erlangen, die ihn entlasten. Schließlich war Bürgermeister Rexler ein vehementer Befürworter eines privaten Investors, der in einem Naturschutzgebiet Luxuswohnungen bauen will. Eine Bürgerinitiative mit der sehr wehrhaften Edie an der Spitze kämpft dagegen. Ist sie zu weit gegangen? Doch die Polizei findet im Laufe ihrer Ermittlungen immer mehr Beweise, die Billy belasten. Spielt er ein falsches Spiel mit Frank?","versions":[{"lang":1,"streams":[{"redirect":14440931,"hoster":"VOE"},{"redirect":8624309,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Stirb, Sally, stirb","epNo":6,"alt":"Exit, Pursued By A Bear","descr":"Sally Balthasar, eine ehemalige Soap-Schauspielerin und Diva, wie sie im Buche steht, fürchtet um ihr Leben und wendet sich panisch an Frank und Lu. Sallys feministische Adaption von \"Romeo und Julia\" kommt allem Anschein nach so schlecht an, dass sie Morddrohungen erhält. Nachdem Sebastian in die Theater-Crew eingeschleust wird, bleibt es nicht mehr bei den Drohungen. Sally wird bei der Generalprobe auf die gleiche Art vergiftet, wie ihre Rolle aus der Soap einst ihre Kollegin vergiftete.","versions":[{"lang":1,"streams":[{"redirect":8786840,"hoster":"VOE"},{"redirect":8624311,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lug und Trug","epNo":7,"alt":"The Fairest Show Means Most Deceit","descr":"Frank wird in der Detektei von einem Mann überrascht, der behauptet, sein Onkel Martin aus Amerika zu sein. Doch Frank vermutet in ihm einen Betrüger und schmeißt ihn umgehend raus. Parallel werden er und Lu beauftragt, für ein Pärchen zu ermitteln, dessen Souvenirgeschäft kurz vor der Pleite steht. Eine ehemalige Mitarbeiterin verklagt sie aufgrund einer Verletzung auf Schadensersatz. Während Frank sich auf die Suche nach seinen verstorbenen Vorfahren macht, fühlen Lu und Sebastian der Mitarbeiterin auf den Zahn.","versions":[{"lang":1,"streams":[{"redirect":8786833,"hoster":"VOE"},{"redirect":8624298,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mörderisches Schweigen","epNo":8,"alt":"The Chameleon’s Dish","descr":"Der Student Hamish Kingly wird von Albträumen heimgesucht und ist der festen Überzeugung, dass am kommenden Wochenende etwas Schlimmes passieren wird. Damit die Tat verhindert werden kann, sollen Frank und Lu ihn über das Wochenende im Auge behalten. Zu deren Überraschung handelt es sich um ein Erholungswochenende mit Rückbesinnung zur Natur. Trotz anfänglicher Skepsis scheinen die beiden Ermittler ein wenig entspannen zu können. Doch nachdem Hamish nachts die Mutter seiner Ex-Freundin umgebracht zu haben scheint, ist es mit der Entspannung schnell vorbei.","versions":[{"lang":1,"streams":[{"redirect":8786835,"hoster":"VOE"},{"redirect":8624300,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"In Teufels Küche","epNo":9,"alt":"The Rascal Cook","descr":"Dass Ratten in der Küche nicht gerne gesehen sind, ist klar. Wenn sie dann sogar auf dem Teller eines Gastes landen, ist der Untergang des Restaurants eigentlich schon besiegelt. Chefkoch Len Tekler vermutet eine gezielte Sabotageaktion durch Kritikerin Paulina Stainton, die das Restaurant in den Ruin treiben will. Um seinem Verdacht nachzugehen, schleusen Lu und Frank Sebastian als Küchenhilfe ins Restaurant ein. Als es zu einem erneuten Hygieneversagen kommt, wird das Restaurant vorübergehend geschlossen. Scheinbar gibt es in Len Teklers Leben viele Menschen, die er in der Vergangenheit verärgert hat – und die Liste der Verdächtigen wächst","versions":[{"lang":1,"streams":[{"redirect":8786831,"hoster":"VOE"},{"redirect":8624296,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das unbezahlbare Herz","epNo":10,"alt":"Ill Met By Moonlight","descr":"Mia, die Tochter von Lady Tania Bede, ist zusammen mit einem wertvollen Amulett seit der letzten Nacht verschwunden. Lady Bede bietet Frank und Lu eine hohe Summe für das Lösen des Falles. Einzige Voraussetzung: Sie müssen ihn vor der Benefizveranstaltung am Abend aufklären. Die ersten Anhaltspunkte suchen die Ermittler im Freundeskreis des Mädchens. Allem Anschein nach ist das Verhältnis zwischen Mutter und Tochter ziemlich angespannt. Hat Mia sich etwa mit dem Amulett abgesetzt? Als dann jedoch Mias blutverschmierter Pullover und eine Lösegeldforderung auftauchen, wird es ernst.","versions":[{"lang":1,"streams":[{"redirect":12173063,"hoster":"VOE"},{"redirect":8624301,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Unverschämtes Vermögen","epNo":1,"alt":"Outrageous Fortune","descr":"Frank und Lu sollen Hund Tim finden, der Alleinerbe eines riesigen Vermögens ist. Weil es das Testament angeblich so will, wird Tim wie ein in Luxus schwelgender Mensch behandelt. Darüber hinaus ist Tim schwer depressiv geworden. Ein Entführer meldet sich, und kurz darauf wird der Hund tot aufgefunden. Die Detektive entdecken, dass ein anderes Tier beerdigt wurde. Wer könnte ein Interesse daran haben, Tim fälschlicherweise für tot zu erklären?","versions":[{"lang":1,"streams":[{"redirect":8786839,"hoster":"VOE"},{"redirect":8624297,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rollenspiele","epNo":2,"alt":"The Play’s The Thing","descr":"Lu und Frank sollen für Adrian, den Leiter einer Rollenspielgruppe, die Untreue seiner Frau beweisen. Adrian vermutet, dass sie eine Liebesbeziehung mit Tony, dem Herzog, hat. Lu und Frank geraten kostümiert in einen Wald, in dem diese Gruppe ein von Shakespeare inspiriertes Königsdrama nachspielt. Während einer Schlacht wird auf zwei Akteure scharf geschossen. Es geht um mehr als die Affäre der Ehefrau, und auch Lu gerät in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":13112142,"hoster":"VOE"},{"redirect":8624305,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die verfluchte Hand","epNo":3,"alt":"This Cursed Hand","descr":"Ein kauziger alter Schauspieler findet auf dem Friedhof von Stratford eine menschliche Hand. Zwei dubiose russische Männer sind offensichtlich hinter ihr her, aber Harold will sie behalten. Unterdessen wird ein russischer Oligarch vermisst. Seine Frau Anastasia beauftragt Frank und Lu, ihren schwerreichen Ehemann zu finden. Die Spuren führen die beiden immer mehr zu der abgetrennten Hand.","versions":[{"lang":1,"streams":[{"redirect":8786854,"hoster":"VOE"},{"redirect":8624307,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Geister, die sie riefen","epNo":4,"alt":"Beware The Ides Of March","descr":"Julienne und Marcia sind als hellsehende Fortby-Sisters mit einer Fernsehshow berühmt geworden. Doch plötzlich passieren merkwürdige Bühnenunfälle, die auf Manipulation hindeuten. Frank und Lu finden heraus, dass hinter den Kulissen nicht alles harmonisch zugeht. Und dass vor Jahren eine ehemalige Anhängerin den Schwestern Betrug vorgeworfen hatte.","versions":[{"lang":1,"streams":[{"redirect":13112144,"hoster":"VOE"},{"redirect":8624308,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Heiße Hühnchen","epNo":5,"alt":"No More Cakes And Ale","descr":"Bei einem Einbruch auf einer Farm wird der Hofbesitzer niedergeschlagen. Einer der beiden Diebe wird angeklagt, beteuert aber seine Unschuld. Seine Anwältin möchte eine obdachlose Frau finden, die das Geschehen beobachtet hat. Kann sie mithilfe von Frank und Lu das Rennen gegen die Zeit gewinnen?","versions":[{"lang":1,"streams":[{"redirect":8786842,"hoster":"VOE"},{"redirect":8624310,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zwei zu viel","epNo":6,"alt":"The Offered Fallacy","descr":"Seit Tagen werden aus der ganzen Stadt Betrugsfälle gemeldet, in denen oft ältere unbedarfte Menschen um viel Geld gebracht werden. Alle Täterbeschreibungen treffen auf Frank und Lu zu. Die Überweisungen der arglosen Kunden gehen auf Franks Bankkonto, und ein Video zeigt, wie er in der Bank das Geld abhebt. Marlowe muss die beiden verhaften, zum Triumph ihres Assistenten Keeler, der Frank hasst. Frank und Lu wissen nicht, wie ihnen geschieht. Als sie die Zelle verlassen können, machen sie sich an die Auflösung des merkwürdigen Falls. Sie merken schnell, dass Doppelgänger von ihnen unterwegs sind.","versions":[{"lang":1,"streams":[{"redirect":13112150,"hoster":"VOE"},{"redirect":8624315,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zahltag","epNo":7,"alt":"Nothing Will Come Of Nothing","descr":"Die junge schwangere Ava beauftragt Frank und Lu, nach ihrem Freund Lorenzo zu suchen. Der ist spielsüchtig und verbringt seine Tage im örtlichen Casino. Lorenzo ist hoch verschuldet und pflegt Affären mit älteren reichen Frauen, um an Geld zu kommen. Sein einziges Kapital ist sein Charme und sein gutes Aussehen. Seit ein paar Tagen gibt es kein Lebenszeichen mehr von ihm. Die Detektive Frank und Lu ermitteln im Casino.","versions":[{"lang":1,"streams":[{"redirect":8786843,"hoster":"VOE"},{"redirect":8624318,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kopflos","epNo":8,"alt":"In My Memory Lock’d","descr":"Ein scheinbar wohlhabender Mann irrt ohne Gedächtnis durch Stratford. Lu und Frank nehmen sich seiner an. Mit Hypnose schaffen sie es, erste Erinnerungsfetzen bei ihm hervorzurufen. Die Detektive finden heraus, dass es sich um Alfred D’Angelo, einen reichen Hotelbesitzer, handelt, der vor seiner Verletzung undercover in seinem Hotel als Hausmeister gearbeitet hat. Ist er dabei einem Mordversuch zum Opfer gefallen?","versions":[{"lang":1,"streams":[{"redirect":13112148,"hoster":"VOE"},{"redirect":8624312,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Giftiger Neid","epNo":9,"alt":"The Envious Court","descr":"Lus Mutter Genevieve hat eine neue Liebe, einen Tennisklubbesitzer, der gerade eine Morddrohung erhalten hat und um eine hohe Geldsumme erpresst wird. Lu hat sofort eine Abneigung gegen ihn. Als er sie bittet, die Ermittlungen aufzunehmen, lehnt sie zunächst ab. Sie will sich auf die bevorstehende Detektiv-Prüfung konzentrieren. Doch schon bald finden sich Lu und Frank undercover auf dem Tennisplatz wieder, und es geht um Leben und Tod.","versions":[{"lang":1,"streams":[{"redirect":8786848,"hoster":"VOE"},{"redirect":8624317,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eiskalte Hölle","epNo":10,"alt":"Too Cold For Hell","descr":"Das jungverheiratete Paar Bianca und Anthony wird von einem betrügerischen Umzugsunternehmen um seinen gesamten neuen Hausstand gebracht. Das Schlimmste ist aber, dass auch die Urne mit der Asche von Biancas Großmutter fehlt. Lu und Frank sollen die Diebe finden, die unter anderen Namen schon länger ihr Unwesen treiben. Doch als sich plötzlich auch die Mafia einmischt, wird es todernst.","versions":[{"lang":1,"streams":[{"redirect":13112153,"hoster":"VOE"},{"redirect":8624316,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Bingo","epNo":1,"alt":"How The Rogue Roar’d","descr":"Die beiden Privatdetektive Frank und Lu bekommen einen Auftrag der Immobilienentwicklerin Henrietta Bolingbroke. Laut ihr sind in \"Lukys Bingohalle\" moralische Werte gefährdet. Henrietta ist sehr an dem Kauf der Bingohalle interessiert. Als deren Besitzer Lucky tot aufgefunden wird, machen sich Frank und Lu daran, den Mörder zu finden. Dabei begegnen sie dem ehemaligen Betrüger Eddie. Frank ist auf diesen nicht gut zu sprechen. Ein verschwundener Kaufvertrag verkompliziert den Mordfall zusätzlich. Die zehnteilige Serie wird ab Samstag, 20. März 2021, um 10:00 Uhr zum Binge-Watching in der ZDFmediathek angeboten.","versions":[{"lang":1,"streams":[{"redirect":8786850,"hoster":"VOE"},{"redirect":8624313,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pakt mit dem Teufel","epNo":2,"alt":"See Thyself, Devil!","descr":"Frank und Lu haben einen neuen Klienten: den ehemaligen Rockstar Tony King. Er berichtet den Privatdetektiven, dass \"etwas\" ihn umbringen möchte. Damit meint er den Teufel. Frank und Lu erfahren von einem Blutsvertrag, den Tony King mit seinen Bandmitgliedern in der Vergangenheit abschloss. Als Tony mit einer Mistgabel angegriffen wird und sich die Tragödie der einstigen Rockband entpuppt, stehen Frank und Lu vor großen Rätseln. Nachdem das ehemalige Bandmitglied Earl durch die Begegnung mit dem \"Teufel\" stirbt, wird Frank und Lu bewusst, dass Tony King keine Halluzinationen hat. Die zehnteilige Serie wird ab Samstag, 20. März 2021, um 10:00 Uhr zum Binge-Watching in der ZDFmediathek angeboten.","versions":[{"lang":1,"streams":[{"redirect":8786851,"hoster":"VOE"},{"redirect":8624320,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lady M.","epNo":3,"alt":"The Sticking Place","descr":"Dolly und Major Terence beauftragen Frank und Lu, den neuen Gutsverwalter Fitzallen zu beschatten. Dieser möchte sie und die anderen Dorfbewohner auf dem Gut von Lady Mortimer loswerden. Frank und Lu erfahren, dass Lady Mortimer nichts gegen Gerald Fitzallen unternimmt. Als dieser vergiftet hinter dem Steuer eines Traktors aufgefunden wird, scheint es zunächst so, als wäre der Auftrag der beiden Privatdetektive beendet. Doch als schließlich die Kleingartenbesitzerin Dolly verdächtigt wird, den Mord an Fitzallen begangen zu haben und von der Polizei verhaftet wird, ermitteln Frank und Lu weiter. Sie erfahren von der wahren Identität des Toten. Die zehnteilige Serie wird ab Samstag, 20. März 2021, um 10:00 Uhr zum Binge-Watching in der ZDFmediathek angeboten.","versions":[{"lang":1,"streams":[{"redirect":8786852,"hoster":"VOE"},{"redirect":8624314,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schwesternliebe","epNo":4,"alt":"A Serpent’s Tooth","descr":"Poonam, die Freundin der Kommissarin Viola, bittet im Fall ihres toten Freundes Haaron die Privatdetektive um Hilfe. Er starb angeblich bei einem Unfall in einer Teppichbodenfirma. Die Teppichbodenfirma gehört zwar ihrem Vater, aber zu ihrer eigenen Familie und ihren Schwestern hat Poonam, aufgrund eines Zwiespaltes mit ihrem Vater, keinen Kontakt mehr. Eine seltsame SMS von Haaron, die er kurz vor seinem Tod an Poonam geschrieben hat, wirft Fragen auf. Der Fall verkompliziert sich, da auch das Handy von Haaron nicht aufzufinden ist. Die Detektive machen sich auf die Suche. Die zehnteilige Serie wird ab Samstag, 20. März 2021, um 10:00 Uhr zum Binge-Watching in der ZDFmediathek angeboten.","versions":[{"lang":1,"streams":[{"redirect":8786853,"hoster":"VOE"},{"redirect":8624323,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Flammender Zorn","epNo":5,"alt":"Thy Fury Spent","descr":"Museumsleiter Sir Tim Allen hat einen Auftrag für die Privatdetektive. Sie sollen seinen Mitarbeiter und Kurator Lucian suchen. Er verschwand während der Eröffnung des Shakespeare-Zentrums. Bei dieser Eröffnung kam es außerdem zu Protesten der feministischen Gruppe \"Gesellschaft der Historikerinnen\". Lucian Shaw taucht wieder auf. Doch als Sir Tom tot im Museum aufgefunden wird, übernimmt die örtliche Polizei den Mordfall. Frank und Lu werden von Lucian um einen Gefallen gebeten. Es geht dabei nicht nur um einen Brief. Die zehnteilige Serie wird ab Samstag, 20. März 2021, um 10:00 Uhr zum Binge-Watching in der ZDFmediathek angeboten.","versions":[{"lang":1,"streams":[{"redirect":12924876,"hoster":"VOE"},{"redirect":8624322,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sherlocke","epNo":6,"alt":"Reputation, Reputation, Reputation!","descr":"Nach einem Brand im Friseursalon \"Hair By O\" sucht dessen Besitzerin Odette Dixon die Privatdetektive auf. Sie erklärt ihnen, dass sie nicht, wie die Polizei, von einem Unfall ausgehe. Sie verdächtigt ihre ehemalige Freundin und Geschäftspartnerin Isobel Harris. Winston Hoyte, der beste Freund von Odette und künstlerischer Leiter ihres Friseursalons, spricht sich gegen diesen Verdacht aus. Isobel hat schließlich ihren eigenen Salon: \"Ado\". Frank und Lu erfahren, dass Winston und Isobel zusammen sind. Ein weiterer Zwischenfall verschlimmert den Konkurrenzkampf und Hass zwischen den beiden Friseursalons. Die zehnteilige Serie wird ab Samstag, 20. März 2021, um 10:00 Uhr zum Binge-Watching in der ZDFmediathek angeboten.","versions":[{"lang":1,"streams":[{"redirect":13004730,"hoster":"VOE"},{"redirect":8624319,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Weinende Unschuld","epNo":7,"alt":"Best Beware My Sting","descr":"Der Ölfirmenchef Gordon Minola bittet Frank und Lu darum, seine Tochter Kate auf der Hochzeit seiner jüngeren Tochter Bianca zu überwachen. Kate gehört einer Umweltaktivistengruppe an. Auf der Hochzeit läuft zunächst alles friedlich ab. Doch als nach der Trauung die leere Pferdekutsche zurückkehrt, wird klar, dass das Brautpaar Bianca Minola und Lucas de Boulay entführt wurde. Frank und Lu finden eine kleine Textbotschaft in der Kutsche. Frank wird kurz vor dem Hochzeitstag Augenzeuge, wie Bianca von ihrem Ex-Freund Rufus bedrängt wird, als dieser versucht, mit ihr zu reden. Nach dem Verschwinden von Bianca und Lucas arrangiert Kate einen heimlichen Anruf von Franks Handy. Die zehnteilige Serie wird ab Samstag, 20. März 2021, um 10:00 Uhr zum Binge-Watching in der ZDFmediathek angeboten.","versions":[{"lang":1,"streams":[{"redirect":8786856,"hoster":"VOE"},{"redirect":8624321,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge der Dame","epNo":8,"alt":"All That Glisters","descr":"Emilia Belmont betreibt den Podcast \"Death in my family\". In ihm möchte Emilia den Tod ihrer Mutter Lea Belmont aufklären. Sie holt sich Verstärkung vom Detektiv-Team Frank und Lu. Emilia erhält eine Nachricht, in der sie aufgefordert wird, ihren Vater um Rat zu fragen. Sie kann mit ihm jedoch nicht reden, da er ihr gegenüber distanziert ist. Den Detektiven erzählt Anthony Belmont, dass es sich beim Tod seiner Frau um einen Unfall handelte. Emilia, Frank und Lu finden heraus, von wem die Nachricht stammt. Doch als Anthony Belmont tot in einem Park aufgefunden wird, scheint das Rätsel um den Tod von Lea Belmont unlösbar zu werden. Die zehnteilige Serie wird ab Samstag, 20. März 2021, um 10:00 Uhr zum Binge-Watching in der ZDFmediathek angeboten.","versions":[{"lang":1,"streams":[{"redirect":8786857,"hoster":"VOE"},{"redirect":8624335,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Old Lil","epNo":9,"alt":"O Thou Invisible Spirit Of Wine","descr":"Pub-Besitzerin Melanie Montague ruft Frank und Lu um Hilfe, denn das antike Fotoporträt von ihrer Ur-Urgroßmutter Old Lil wurde gestohlen. Seither gehen im Pub unheimliche Dinge vor sich. Laut Melanie war Old Lil in der letzten Nacht im Wirtshaus, denn sie fand zerbrochenes Glas, grelle Lichter und einen grausamen Gestank vor. Geisterjägerin Penelope möchte das Rätsel aufklären und versucht, mit Old Lil zu kommunizieren. Als Penelope jedoch tot in einem Camper aufgefunden wird, vermuten Frank und Lu mehr als nur eine geheimnisvolle Spukgeschichte hinter dem verschwundenen Foto. Schon bald kommt eine längst vergangene Familienfehde ans Licht. Die zehnteilige Serie wird ab Samstag, 20. März 2021, um 10:00 Uhr zum Binge-Watching in der ZDFmediathek angeboten.","versions":[{"lang":1,"streams":[{"redirect":8786859,"hoster":"VOE"},{"redirect":8624331,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sein oder nicht sein","epNo":10,"alt":"Teach Me, Dear Creature","descr":"Obwohl die Mutter Jessica Duke ihrem Sohn Charlie bereits mit einer Überwachungs-App nachspioniert, bittet sie Frank und Lu darum, herauszufinden, ob der 16-Jährige kriminell ist. Frank und Lu erfahren, dass Charlie außerhalb des Unterrichts Kontakt zur Nachhilfelehrerin Cassie Dorcas hat. Als diese erstochen in ihrem Haus aufgefunden wird, versuchen Frank und Lu, mehr über deren Beziehung herauszufinden. Die Detektive bemerken, dass ein Lehrer und Kollege der ermordeten Cassie einige Unstimmigkeiten mit dieser hatte. Ist er für ihren Tod verantwortlich?","versions":[{"lang":1,"streams":[{"redirect":8786874,"hoster":"VOE"},{"redirect":8624329,"hoster":"Streamtape"}]}]}]}]}