{"seriesId":"shallow-grave-dem-killer-auf-der-spur","name":"Shallow Grave – Dem Killer auf der Spur","descr":"True-Crime-Dokureihe, die sich mit besonders abscheulichen, spektakulären und/oder mysteriösen Tötungsdelikten in Großbritannien beschäftigt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Grenzüberschreitung","epNo":1,"alt":"No Borders","descr":"Als Vitalija Baliutaviciene, eine Litauerin, die in Peterbororough lebte, 2011 nach der Arbeit nicht nach Hause kam, rief ihr neunjähriger Sohn die Polizei. Ihr Ex-Mann, der bereits wegen gewalttätigen Verhaltens gegen seine Frau vorbestraft war, wurde kontaktiert, hielt sich jedoch in Litauen auf. Telefon-Verbindungsdaten und Überwachungskameras erzählten jedoch eine andere Geschichte und führten zu einer komplexen Fahndung und der Entdeckung eines flachen Grabes, das über 1.500 Kilometer entfernt lag.","versions":[{"lang":1,"streams":[{"redirect":6834073,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Fleisch und Blut","epNo":2,"alt":"Blood Brothers","descr":"Im Dezember 2005 wurde der 30-jährige Andrew Scanlan aus Peterborough vermisst gemeldet. Unklare Zeugenaussagen schicken die Polizei zunächst auf eine falsche Fährte, bis ein Augenzeugenbericht klarstellt, dass Andrew an dem Abend, an dem er zuletzt gesehen wurde, mit seinen beiden Halbbrüdern zusammen war. Die polizeiliche Untersuchung deckt eine mörderische Verschwörung auf, und ein Geständnis im Gefängnis führt zu Andrews Leiche, die zerteilt und in zwei flachen Gräbern im Wald nahe Aldershot verscharrt wurde.","versions":[]},{"epId":"episode-3","name":"Lang ersehnte Antwort","epNo":3,"alt":"The Severance","descr":"Kathy Goble hatte zehn Jahre in einem Bekleidungsgeschäft in Charleston, West Virginia, gearbeitet und wurde zuletzt am 24. April 2010 von der Überwachungskamera aufgenommen, als sie ihren Arbeitsplatz verließ. Nachdem sie von ihrer Familie als vermisst gemeldet wurde, wurden ihr Handy und ihre Schlüssel im Haus ihres Freundes gefunden, und ihr verschlossenes Auto stand an einer Fernstraße. Die Ermittler konnten sich keinen Reim auf ihr rätselhaftes Verschwinden machen, bis zwei Jahre später ein Garten in Kathys Heimatstadt umgegraben wurde, wobei man eine schockierende Entdeckung machte.","versions":[{"lang":1,"streams":[{"redirect":6834080,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Das Puzzle","epNo":4,"alt":"The Puzzle","descr":"Im Dezember 1999 verließ Rumel Bakar sein Restaurant in Lincoln gegen 21 Uhr. Er sagte seinen Angestellten, er würde nur15 Minuten wegbleiben, doch er kam nie zurück. Nachdem Rumels Familie eine Belohnung für seine sichere Rückkehr in Aussicht gestellt hatte, bekam das Restaurant einen anonymen Anruf. Durch Überwachungsbänder der Polizei konnten Mark Falco und Billy Wharton als Verdächtige identifiziert werden. Die folgenden Ermittlungen führten die Polizei auf eine Spur verschiedener wilder Gräber und abgetrennter Körperteile von der Küste von Lincolnshire bis zum Ärmelanal.","versions":[{"lang":1,"streams":[{"redirect":6834087,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Mord ohne Leiche","epNo":5,"alt":"Lost in the Wild","descr":"Im Dezember 2004 wurde der Nicht-Sesshafte Fred Moss aus Essex als vermisst gemeldet. Während Hunderte Angehörige der Gemeinschaft der sogenannten Pavee nach Essex kamen, um nach dem Vermissten zu suchen, geriet die Polizei immer stärker unter Druck, Antworten zu finden. Vier Tage danach wurde Freds geliebter Hund halb verhungert auf einer Straße 25 Kilometer von Freds Heimatort entfernt gefunden. Nach einem Zeugenaufruf meldete sich Christopher Nudds, ein Freund von Moss. Doch seine Angaben widersprachen denen von Freds Tante, und die Polizei vermutete schon bald, dass Nudds mehr wisse.","versions":[]},{"epId":"episode-6","name":"Die Morde von Mansfield","epNo":6,"alt":"The Collectors","descr":"William und Patricia Wycherley verschwanden irgendwann nach Mai 1998. Das ältere Paar hatte wenig Kontakt zu den Nachbarn in der ruhigen Sackgasse in Mansfield. Außer ihrer Tochter Susan hatten sie keine Familie. Man beschrieb sie als zurückgezogen. Trotzdem wurden Weihnachtskarten verschickt und ihr Haus und Garten waren gut gepflegt. Ihre Tochter Susan erwähnte, das Paar habe sein Haus verkauft und sei wahrscheinlich nach Irland verzogen. Im Jahr 2005 machte Susans Ehemann Christopher Edwards jedoch ein schockierendes Geständnis, das die Ermittler zurück in den Garten der Wycherleys führte.","versions":[{"lang":1,"streams":[{"redirect":6834096,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"In Flammen","epNo":7,"alt":"The Burning Suitcase","descr":"Im Juni 2008 wachte ein Lkw-Fahrer, der in einer Haltebucht in Hinxton geparkt hatte, in seinem Fahrerhaus auf, und sah ein Feuer hinten auf seiner Ladefläche. Es handelte sich dabei um zwei brennende Koffer, in denen sich etwas befand, das wie eine brennende Leiche aussah. Die Ermittlungen der Polizei gerieten zunächst in eine Sackgasse, da es keine Zeugen gab und die Leiche nicht identifiziert werden konnte. Schließlich gelang es, einen Teil-Fingerabdruck von einem der Finger zu nehmen, der die Polizei nach Nord-London und an den Tatort eines blutigen Mordes führte.","versions":[{"lang":1,"streams":[{"redirect":6834101,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Der Fall Erica Brown","epNo":8,"alt":"After Dark","descr":"Am Morgen des 10. August 2014 bemerkte die Mutter der 16-jährigen Ericka Brown, dass ihre Tochter verschwunden war. Sofort wurde eine Suche nach dem vermissten Teenager in die Wege geleitet. Da Erickas Familie in einer abgelegenen, kleinen Stadt in West Virginia ohne Busse oder Taxis wohnt und Ericka selbst kein Auto hatte, ging die Polizei davon aus, dass jemand sie mitgenommen haben muss. Als es acht Tage später immer noch keine Spur des Mädchens gab, war ihre Familie verrückt vor Sorge. Die Ermittler stießen schließlich in Erickas digitalem Fußabdruck auf ein furchtbares Geheimnis","versions":[{"lang":1,"streams":[{"redirect":6834104,"hoster":"VOE"}]}]}]}]}