{"path":"/serie/stream/shark","name":"Shark","descr":"Sebastian Stark ist die unangefochtene Nummer Eins unter den Staranwälten von Los Angeles: Er ist ein brillanter Jurist, ehrgeizig und siegesbesessen, einfallsreich in der Wahl seiner Methoden und wenn es sein muss, auch skrupellos. Letzteres hat ihm den Spitznamen \"Shark\" eingebracht. Der Staatsanwaltschaft und dem L.A. Police Department macht Stark das Leben seit langem schwer, weil er seine reichen und berühmten Klienten vor der zumeist verdienten Strafe bewahrt.","seasons":[{"path":"/serie/stream/shark/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shark/staffel-1/episode-1","name":"Seitenwechsel","epNo":1,"alt":"Pilot","descr":"Sebastian Stark ist die unangefochtene Nummer Eins unter den Staranwälten von Los Angeles: Er ist ein brillanter Jurist, ehrgeizig und siegesbesessen, einfallsreich in der Wahl seiner Methoden und wenn es sein muss, auch skrupellos. Letzteres hat ihm den Spitznamen \"Shark\" eingebracht. Der Staatsanwaltschaft und dem L.A. Police Department macht Stark das Leben seit langem schwer, weil er seine reichen und berühmten Klienten vor der zumeist verdienten Strafe bewahrt.\r\rSo auch im Fall von Gordie Brock, der des versuchten Mordes an seiner jungen Frau Deena angeklagt wird. Brock hatte sie im Drogenrausch brutal zusammengeschlagen, in letzter Sekunde aber doch noch den rettenden Krankenwagen gerufen. Stark erwirkt den Freispruch für Gordie Brock. Wenige Tage später kommt es zur Katastrophe: Brock erschlägt Deena in einem erneuten Tobsuchtsanfall. Stark fühlt sich schuldig an Deenas Tod und sagt kurzerhand alle seine laufenden Verteidigungsfälle ab.\r\rBürgermeister Delgado holt Stark schließlich zurück ins Geschehen: Die Staatsanwaltschaft von L.A. möchte eine neue Spezialeinheit aufbauen, die die Fälle der Reichen und Schönen zur Anklage – und vor allem zum Schuldspruch bringen soll. Dem Bürgermeister ist klar, dass er für diese Herausforderung einen Spitzenmann braucht, der die Tricks und Finten der Staranwälte selbst bestens beherrscht – und bietet Stark einen Seitenwechsel an. Stark, der nach Deena Brocks Ermordung künftig auf der \"richtigen\" Seite stehen will, schlägt ein.\r\rOberstaatsanwältin Jessica Devlin stellt Shark ein Team von jungen Staatsanwälten zur Seite und überträgt der frischgebackenen Spezialeinheit gleich einen besonders kniffligen Promifall: Das aufstrebende Countrysternchen Jenny Dennison wird beschuldigt, den Kameramann Terrence Rourke erstochen zu haben. Nach Jennys Version war es Notwehr, denn Terrence habe versucht, sie zu vergewaltigen. Zwar sprechen die Indizien für Jennys Geschichte, doch Stark vertraut seinem Instinkt und den Worten von Terrys Mutter Elizabeth, die nicht glauben kann, dass ihr Sohn ein Vergewaltiger war. Stark verspricht, die Wahrheit ans Licht zu bringen. Der Haken ist: Jenny Dennison wird von der Staranwältin Anita Astin vertreten. Anita ist eine ebenbürtige Gegnerin, die leider auch noch eine offene private Rechnung mit Stark zu begleichen hat … \r\rAuch in Starks Privatleben steht ein Umbruch bevor: Seine Exfrau Claire will erneut heiraten und mit ihrem zukünftigen Ehemann nach New York ziehen. Julie, die gemeinsame Tochter von Claire und Sebastian, muss sich nun entscheiden: Will sie mit ihrer Mutter, bei der sie seit der Scheidung ihrer Eltern lebt, nach New York gehen und ihr gewohntes Leben in L.A. aufgeben – oder will sie bleiben und künftig mit ihrem Vater unter einem Dach leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787170","hoster":"VOE"},{"path":"/redirect/8624593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-2","name":"Eine Frage der Ehre","epNo":2,"alt":"LAPD Blue","descr":"Stark wird an einen nächtlichen Tatort gerufen: Ein verdeckter Drogenfahnder wurde während seines Einsatzes erschossen. Die am Tatort versammelten Beamten des L.A. Police Departments sind geschockt und verzweifelt über den Tod ihres Kollegen. Als Stark die Ermittlungen aufnehmen will, schlagen ihm Ablehnung und Misstrauen entgegen: Zu oft haben die Polizisten in der Vergangenheit mitansehen müssen, wie Stark die unter Einsatz ihres Lebens gesammelten Beweise gegen prominente Straftäter mit fragwürdigen und cleveren Methoden hat verpuffen lassen. Dass ausgerechnet er den Mord an ihrem Kollegen aufklären soll, schmeckt den meisten gar nicht.\r\rEinziger Augenzeuge ist der Partner des Toten, Detective Isaac Wright. Der hat jedoch allen Grund, Stark zu misstrauen, da Stark ihn acht Jahre zuvor vor Gericht schon einmal in eine Falle gelockt hatte, was Wright einen tiefen Karriereknick bescherte. Stark hat alle Mühe, Wright zu überzeugen, dass beide in diesem Fall an einem Strang ziehen müssen.\r\rDer tatverdächtige Drogendealer Scott Ransom hat zunächst ein hieb- und stichfestes Alibi. Überraschend wird in seiner Wohnung jedoch ein Beutel mit Drogen gefunden – befleckt mit dem Blut des toten Drogenfahnders. Stark ahnt, dass Wright mit diesem mysteriösen Fund des Beweisstücks zu tun haben könnte, denn Wright will alles daran setzen, den Mörder seines Partners hinter Gitter zu bringen. Ransom wird von Spitzenverteidiger Elliott Dasher vertreten, einem früheren Mitarbeiter von Stark. Das Kräftemessen zweier Topanwälte beginnt… \r\rJulie ist durch ihre Fahrprüfung gefallen und darüber äußerst deprimiert. Um an die ersehnte Fahrerlaubnis zu kommen, muss sie nun den gesamten Fahrkurs noch einmal absolvieren. Doch sie hat nicht mit ihrem tatkräftigen Vater gerechnet: Der sucht kurzerhand den Fahrlehrer auf, um ihn – mehr oder weniger sanft – dazu zu bringen, seine Entscheidung noch einmal zu überdenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787172","hoster":"VOE"},{"path":"/redirect/8624599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-3","name":"Herzlos","epNo":3,"alt":"Dr. Feelbad","descr":"Die Frau des angesehenen Herzchirurgen Dr. Mitchell Sterling wird bereits seit 14 Tagen vermisst. Stark und sein Team sehen gemeinsam ein Interview, das Sterling in den Nachrichten gibt. Dort tritt der Arzt als am Boden zerstörter Gatte auf. Stark wittert eine Straftat – immerhin seien im Falle verschwundener Ehefrauen fast immer eifersüchtige Ehemänner die Täter. Ohne Leiche will Oberstaatsanwältin Devlin jedoch keineswegs Anklage erheben. Stark lässt nicht locker und setzt seine Leute auf den Fall an. Das Haus der Sterlings wird erneut von oben bis unten durchsucht und alle Zeugen noch einmal befragt. Raina kann kurz mit Sterlings achtjährigem Sohn Ethan sprechen. Sie hat das Gefühl, dass er mehr weiß, als er bislang ausgesagt hat. Bevor Raina aber Näheres von dem Jungen erfahren kann, wird sie von dessen verdächtig aufmerksamer Tante Yvonne aus Ethans Zimmer herauskomplimentiert. Gemeinsam mit Madeline soll Raina nun mit allen Mitteln versuchen, an Ethan heranzukommen.\r\rEine weitere Spur tut sich auf: Offenbar gab es diverse nächtliche Telefonate und einige heimliche Treffen zwischen Sterlings Frau und Dr. Charlie Bender, dem Chef des Krankenhauses, in dem beide Sterlings arbeiten. Wird Stark am Ende Recht behalten – und einen Mord aus Eifersucht zur Anklage bringen? Während der gemeinsamen Arbeit am Fall beginnt es zwischen Casey und Madeline zu knistern, ob aus gegenseitiger Zu- oder Abneigung scheinen die beiden zunächst selbst nicht genau zu wissen … \r\rJulie ist sehr zufrieden mit ihrem Vater: Endlich scheint er eine richtig nette Freundin zu haben. Rachel übernachtet gar bei den Starks. Umso empörter ist Julie, als sie ihren Vater schon am darauf folgenden Abend mit einer anderen Frau turtelnd auf dem Sofa ertappt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787171","hoster":"VOE"},{"path":"/redirect/8624594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-4","name":"Die Strandhaus-Affäre","epNo":4,"alt":"Russo","descr":"In einem Strandhaus in Malibu wird ein junges Ehepaar erschossen aufgefunden. Die Ehefrau, Tracy Powers, hatte kurz vor ihrem Tod noch verzweifelt bei der Polizei anrufen können – zu spät jedoch, um gerettet zu werden. Das Strandhaus gehört einem gewissen Harry Russo. Stark wird hellhörig als er diesen Namen hört, denn er kennt Russo bestens aus seinen Zeiten als Starverteidiger: Russo, der hervorragende Verbindungen zur Unterwelt von L.A. pflegt, hat für Stark häufig als Privatdetektiv gearbeitet. Bis zu Starks Seitenwechsel war Russo gar Gast bei Starks illustrer Pokerrunde. Russo ist für seine zweifelhaften Methoden bekannt und hat schon manchen Schuldspruch eines Mandanten vereitelt, indem er wichtige Zeugen eingeschüchtert hat. Auch Jessica Devlin kennt Russos Machenschaften und ist ihm seit zwei Jahren auf der Spur. Trotz ihrer alten Bekanntschaft will Russo Stark zunächst nicht verraten, wem er sein Strandhaus überlassen hatte. Stark findet schließlich heraus, dass der Filmproduzent Taylor Garrett das Haus häufig nutzte.\r\rCasey und Raina recherchieren derweil Informationen über die ermordete Tracy Powers, die als Kellnerin in einem Hotel gearbeitet hatte. Ihre Kollegin Lisa Gable verrät den beiden, dass Tracy wahrscheinlich ein Verhältnis mit Taylor Garrett hatte. Stark und seinem Team ist recht schnell klar, was geschehen sein muss: Tracys eifersüchtiger Ehemann hat von ihrem Verhältnis zu Garrett erfahren – und dieser tötete kurzerhand alle beide, um weiteren Schwierigkeiten aus dem Weg zu gehen. Der Fall scheint offensichtlich – doch fehlt es an hieb- und stichfesten Beweisen, um Garrett festzunageln.\r\rJulie schlittert in ein ernsthaftes schulisches Problem, als sie ihrem Schulkameraden Eddie bei der Verfassung eines englischen Essays hilft. Dabei gibt sie sich so viel Mühe, dass ihr zu wenig Zeit für ihren eigenen Essay bleibt – und gerät ziemlich in Stress. Nach einer erfolglos durcharbeiteten Nacht sieht sie nur noch eine einzige Möglichkeit, rechtzeitig mit ihrer Schularbeit fertig zu werden: Sie besucht die Website \"schummel-dich-durch.com\"…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787176","hoster":"VOE"},{"path":"/redirect/8624596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-5","name":"Rückendeckung","epNo":5,"alt":"In The Grasp","descr":"Auf einer ausgelassenen Uniparty wird die Studentin Sydney Blair vergewaltigt. Sie beschuldigt Josh Carpenter, allseits beliebter Footballspieler im Uniteam, einer der insgesamt drei Vergewaltiger zu sein. In einer Gegenüberstellung kann Sydney auch die anderen beiden Täter identifizieren: Seth Taylor und Brent Freeman, ebenfalls Spieler im Footballteam. Die DNA-Spuren, die in Sydneys Vagina gefunden werden, bestätigen zumindest den Verdacht gegen Josh. In der Verhandlung gibt Sydney jedoch zu, dass sie und Josh schon länger eine Affäre hatten und auch am Morgen der Vergewaltigung noch Sex hatten – ganz und gar freiwillig. Joshs Verteidigung, die durch den gewieften Anwalt Ted Jeffries geleitet wird, bringt Sydneys Glaubwürdigkeit geschickt ins Wanken. Für Stark und sein Team gilt es zu beweisen, dass Sydney zwar freiwillig mit Seth und Brent in einen abgelegenen Clubraum ging, um Josh eifersüchtig zu machen, zum Sex jedoch gezwungen wurde. Madeline heftet sich an die Fersen des sympathischen Studenten Nelson, der auch auf der Party war und von dem Madeline glaubt, dass er mehr gesehen hat, als er bislang verraten wollte. Da taucht die Studentin Tandi Parker auf, die vor einiger Zeit ebenfalls von Seth und Brent missbraucht wurde. Tandi bringt auch erneut Josh Parker ins Spiel, der an ihrer damaligen Vergewaltigung durch Seth und Brent nicht ganz unbeteiligt war … \r\rJulie droht der Schulverweis, weil sie bei der Erstellung ihres Essays betrogen hat. Stark ist von ihrer Unschuld überzeugt und wirft sich mit Verve in den Kampf für die Ehre seiner Tochter. Dabei bekommt er es auch mit dem Schulleiter zu tun, der ihm unmissverständlich klarmacht, dass Julies schulische Probleme eigentlich erst begonnen haben, seit sie nicht mehr bei ihrer Mutter, sondern bei ihrem viel beschäftigten Vater lebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787173","hoster":"VOE"},{"path":"/redirect/8624603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-6","name":"Sklaverei","epNo":6,"alt":"Fashion Police","descr":"Bei einem Feuer in einer Bekleidungsfabrik werden vier Näherinnen getötet. Starks Team findet heraus, dass in dem Betrieb vor allem illegale Einwanderer beschäftigt sind – und unter menschenunwürdigen Arbeitsumständen ausgebeutet werden. Auch sind die Brandschutzmaßnahmen katastrophal. Durch kleine Verbesserungen der Sicherheitsstandards hätte das Feuer leicht verhindert werden können. Hauptauftraggeber der Fabrik ist der bekannte Modedesigner Z Pruitt, der durch die ausbeuterischen Konditionen und niedrigen Löhne der Arbeiterinnen selbst ein Vermögen ansammeln konnte.\r\rPruitt ist zufälligerweise auch noch ein Geschäftspartner von Bürgermeister Delgado, der gerade Schuluniformen von Pruitt entwerfen lässt. Die Polizei will den Fall als Unglück zu den Akten legen und nicht zur Anklage bringen. Doch Martin, selbst Latino wie die meisten der Näherinnen, lässt der Fall keine Ruhe. Er und das Team finden Indizien dafür, dass die Arbeiterinnen wie Sklaven behandelt wurden, bis zu 20 Stunden am Tag arbeiten mussten – und dass der Ausgang aus dem brennenden Arbeitsraum versperrt war. Zwei der Überlebenden berichten, dass sie vor dem Feuer durch die Fenster der Arbeitshalle fliehen mussten – nachdem sie die Glasscheiben zuvor mit bloßen Händen hatten zerbrechen müssen.\r\rStark ist ganz und gar nicht damit einverstanden, dass er den Fall übernehmen soll. Für ihn ist die Aussicht, zu gewinnen und den Fabrikeigentümer schuldig sprechen zu lassen, viel zu gering. Sein Kampfgeist wird erst geweckt als er erfährt, dass sein ehemaliger Mitarbeiter und heutiger Widersacher Elliott Dasher die Verteidigung von Z Pruitt übernimmt … \r\rJulie ist wieder zum Unterricht zugelassen. Doch hat sie nun ein furchtbar schlechtes Gewissen und fühlt sich als Betrügerin. Stark sieht ein, dass er mehr für Julie tun muss, als nur seine Künste als Anwalt einzusetzen: Er ist als Vater gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787175","hoster":"VOE"},{"path":"/redirect/8624601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-7","name":"Déjà vu","epNo":7,"alt":"Déjà Vu All Over Again","descr":"Stark übernimmt den tragischen Fall der kleinen Emily Forrester, die entführt und ermordet wurde. Die Einzelheiten des Mordes wecken in Stark ungute Erinnerungen: Vor 15 Jahren hatte er Charlie Davis verteidigt, der damals angeklagt war, das Mädchen Tanya Blake ermordet zu haben. Stark, der Davis vor Gericht vertrat, war von dessen Unschuld überzeugt – und rief ihn damals in den Zeugenstand. Dies erwies sich als Fehler, denn Davis machte auf die Geschworenen keinen guten Eindruck, wurde für schuldig befunden und verurteilt. Seither ist er in Haft.\r\rDa der aktuelle Mord dem damaligen Fall so sehr ähnelt, ist Stark sicher, dass der wahre Kindesmörder erneut zugeschlagen hat. Im Lauf der Ermittlungen stößt Starks Team auf unangenehme Fakten: Jessica Devlin, seinerzeit eine der Vertreterinnen der Anklage gegen Charlie Davis, hatte Beweise unterschlagen, die auf die Fährte des richtigen Täters hätten führen können, weil sie von Davis’ Schuld überzeugt war. Stark besucht Charlie Davis im Gefängnis und legt ihm Fotos von aktuellen Verdächtigen vor. Tatsächlich erkennt Charlie einen der Männer: Sam Bemis, der Charlie damals bei der Polizei angezeigt hatte. Um Bemis zu überführen, braucht Stark jedoch mehr als nur Indizienbeweise. Und: Bemis kann nur entweder für den Mord an Emily Forrester oder für den Mord an Tanya Blake angeklagt werden. Die Staatsanwaltschaft entscheidet sich dafür, den alten Mordfall Tanya Blake wieder aufzurollen. Da Richter Chudacoff Stark wegen Befangenheit von dem Fall ausschließt, fordert Stark Jess Devlin auf, die Anklage gegen Bemis zu übernehmen. So könne sie ihren Fehler von damals vielleicht wiedergutmachen. Jessica ist einverstanden – obwohl das Eingeständnis des alten Fehlers ihre Wiederwahl zur Oberstaatsanwältin gefährden könnte.\r\rAuch Starks Privatleben wird von der Vergangenheit eingeholt: Julie bekommt einen mysteriösen Anruf von einem jungen Mann namens Scott Natterson. Scotts Vater ist kürzlich gestorben und in seinem Nachlass hat Scott Briefe von Julies Mutter gefunden. Offenbar hatten Scotts Vater und Claire Stark vor vielen Jahren eine Affäre. Julie ist verwirrt: Vielleicht stimmt es gar nicht, dass Stark daran Schuld war, dass die Ehe ihrer Eltern seinerzeit zerbrach?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787177","hoster":"VOE"},{"path":"/redirect/8624604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-8","name":"In flagranti","epNo":8,"alt":"Love Triangle","descr":"Während Julie eine Party besucht, vergnügt sich Stark daheim: Seine Yoga-Lehrerin versucht, ihn ein wenig aufzulockern. Doch die entspannte Atmosphäre wird jäh gestört, als Stark aus den laufenden Fernsehnachrichten erfährt, dass in genau der Gegend, in der Julie unterwegs ist, ein 16-jähriges Mädchen überfahren wurde. Da seine Tochter über ihr Handy nicht erreichbar ist, rast Stark – außer sich vor Sorge – zum Ort des Geschehens. Dort stellt er erleichtert fest, dass Julie wohlauf ist. Eine ihrer Mitschülerinnen, die farbige Erica Hartfort, ist das Todesopfer. Schnell wird klar, dass es sich nicht um einen Unfall handelt.\r\rDie Emotionen an der Privatschule, an der Erica eine der wenigen farbigen Schülerinnen war, kochen hoch. Schon stürzt sich die Presse auf den Fall und unterstellt Polizei und Staatsanwaltschaft, dass sie zügiger in dem Mordfall ermitteln würden, wäre das Opfer eines der reichen, weißen Kinder, die auf die teure Schule gehen. Stark befürchtet, dass der Fall zu einem Rassenkonflikt stilisiert werden könnte und treibt seine Leute zu Eile in den Ermittlungen.\r\rStarks Team nimmt das Privatleben des Opfers unter die Lupe und möchte schnellstens mit Cat Crosby, Ericas bester Freundin, sprechen. Die ist jedoch verschwunden. Die Ermittler finden heraus, dass Erica ein Verhältnis mit Ben, Cats Freund, angefangen hatte. Wollte Cat vielleicht Erica aus dem Weg räumen, weil sie sich zwischen Cat und Ben gestellt hatte? Als Cat nach einem Selbstmordversuch im Strandhaus ihrer Eltern aufgefunden wird, scheint dies wie ein Schuldgeständnis. Stark lässt Cat noch im Krankenhaus verhaften. Doch da taucht ein Videoband von Cat und Erica auf, das ein völlig neues Licht auf das Dreiecksverhältnis zwischen der toten Erica, Cat und Ben wirft … \r\rBei den Ermittlungen wird Starks Team von Isaac Wright, einem ehemaligen Detective unterstützt, dem Stark bereits vor einiger Zeit einen Job als Ermittler angeboten hatte, nachdem Isaac seinen Job als Polizist durch eine Aussage vor Gericht verloren hatte.\r\rNach den Erfahrungen mit Cat Crosby, die genauso alt ist wie Julie, beschließt Stark, dass er von nun an auch die Dinge aus Julies Leben wissen will, vor denen er sich bislang immer vehement gedrückt hatte. So bittet er Julie, ihn künftig auch an ihrem Liebes- und Sexleben teilhaben zu lassen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787179","hoster":"VOE"},{"path":"/redirect/8624605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-9","name":"Rotlicht","epNo":9,"alt":"Dial M for Monica","descr":"Stark übernimmt die Ermittlungen in einem brutalen Doppelmord, der die Staatsanwaltschaft selbst betrifft: Staatsanwalt Dean Gorman wurde ermordet in seinem Wagen aufgefunden. Das zweite Mordopfer ist das Callgirl Allison Adams; sie leistete Gorman zum Zeitpunkt seines Todes Gesellschaft. Jessica Devlin ist zutiefst erschüttert über den Tod ihres Kollegen und macht Stark unmissverständlich klar, dass sie den Kopf des Täters rollen sehen will – und zwar schnell.\r\rAllison Adams arbeitete für einen Callgirl-Ring, der von der erfolgreichen Edelhure Monica Tanner geleitet wird. Zu den Kunden von Monica Tanner und ihren Mädchen zählt die gesammelte Prominenz aus Politik, Sport und Medien in L.A. War Gorman ebenfalls Kunde bei Monica Tanner und deshalb mit Allison Adams zusammen? Diese Frage beschäftigt auch die Witwe, Chloe Gorman. Sie eröffnet Starks Team, dass ihr Mann seit einem Jahr auf eigene Faust auf der Jagd nach dem Drogenkönig Carlo Acamporo war. Durch seine Recherchen gegen den Drogenboss wollte sich Dean für eine Versetzung ins Drogendezernat empfehlen.\r\rEine heiße Spur führt zu dem Drogendealer Freddie Hopper, der die Morde an Dean Gorman und Allison Adams nach anfänglichem Zögern gesteht. Doch wer war Hoppers Auftraggeber? War es Acamporo, dem Gorman zu gefährlich wurde? Von den Mädchen, die für Monica arbeiten, erfahren die Ermittler, dass Allison dabei war, ihren eigenen Callgirl-Ring aufzuziehen. Wollte Monica die Revierstreitigkeiten beenden, indem sie Allison kaltblütig beseitigen ließ? Als Jess Devlin darauf besteht, Monica Tanners BlackBerry zu beschlagnahmen und alle Daten zu analysieren, wird ordentlich Staub aufgewirbelt. Besonders pikant: Auch Starks Name taucht in Monicas Terminkalender auf … \r\rPrivat wird Stark mit einem weiteren harten Brocken konfrontiert: Julie beschließt, dass sie Eddie lange genug kennt, um mit ihm zu schlafen – und lässt dies ihren nur mäßig erfreuten Vater wissen. Dennoch erlaubt Stark ihr, gemeinsam mit Eddie einen Tagesausflug nach Santa Barbara zu unternehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173068","hoster":"VOE"},{"path":"/redirect/8624606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-10","name":"Blutsbande","epNo":10,"alt":"Sins of the Mother","descr":"Stark und Casey werden zu einem Tatort gerufen, der sich in einer der finstersten Gegenden von L.A. befindet. Der vorbestrafte Junkie Jeremy Clinton wurde dort erschossen. Stark ist empört, dass seine Elite-Einheit nun auch für Morde im Drogenmilieu zuständig zu sein scheint. Am Tatort wird Stark klar, warum er angefordert wurde: Er trifft auf Sara Metcalfe, Ehefrau des prominenten und steinreichen Unternehmers Richard Metcalfe. Sie hat noch am Tatort gestanden, Jeremy Clinton umgebracht zu haben. Sara Metcalfe ist nicht nur äußerst prominent, sie ist zudem eine sehr gute Freundin von Jess Devlin.\r\rDie umfangreichen Analysen der Spuren am Tatort fördern zu Tage, dass auch Jordan, die 16-jährige Tochter der Metcalfes, am Tatort gewesen sein muss. Ihre DNA wird eindeutig auf Jeremy Clintons Leiche identifiziert. Alles deutet darauf hin, dass nicht Sara, sondern Jordan die Mörderin ist. Warum aber ist es Sara so dermaßen wichtig, Jordan aus dem Mordprozess herauszuhalten? Weitere DNA-Tests werfen plötzlich ein ganz neues Licht auf die Verwandtschaftsverhältnisse zwischen Sara, Jordan und Jeremy Clinton – und Stark begreift, wen Jordan da eigentlich erschossen hat. Der sonst so skrupellose Stark steckt in einem Dilemma: Will er um den Preis der Wahrheit Jordans weiteres Leben zerstören?\r\rSeine eigene Tochter macht Stark ebenfalls Kummer: Weil Julie mit Eddie – entgegen der Absprache – die Nacht in Santa Barbara verbracht hat, ist Stark schwer beleidigt und straft Julie mit hartnäckiger Einsilbigkeit. Auf Julies Versuche, sich mit ihm auszusprechen, mag Stark nicht eingehen. Er verbietet Julie gar, Eddie weiter zu treffen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787183","hoster":"VOE"},{"path":"/redirect/8624607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-11","name":"Schweres Kaliber","epNo":11,"alt":"The Wrath of Khan","descr":"Die Staatsanwaltschaft hat einen großen Fisch an der Angel: Stark und Jessica Devlin stehen kurz davor, den milliardenschweren Waffenhändler Amir Khan festzusetzen. L.A. hat in den letzten Monaten sehr unter Khans Machenschaften gelitten. Mit Sprengstoff aus seinen Laboren wurden bereits drei Autobomben gelegt und mehrere Menschen starben. Stark will Khan endlich das Handwerk legen und setzt die verdeckten Ermittler Willy Tarver und Ray Harkin auf Khan an. Sie sollen einen Deal mit C4 vortäuschen, um Khan bei der Übergabe zu verhaften. Den Kontakt zu Khan soll der V-Mann Emilio Perez herstellen.\r\rDoch von höchster Stelle gibt es ebenfalls ein großes Interesse an Khan: Das FBI ist dem Waffenhändler seit langem auf den Fersen und will ihn wegen weltweitem Handel mit Sprengstoff verhaften. Außerdem will das FBI Khans Kontakte zu internationalen Terrornetzwerken nutzen. Stark rasselt mit dem leitenden FBI-Agenten Cade Berlinger aneinander, als dieser die L.A. Staatsanwaltschaft auffordert, den Fall sofort an das FBI abzugeben und sich zurückzuziehen. Mit Jessica Devlins Unterstützung widersetzt sich Stark der Bundesbehörde. Berlinger räumt Stark genau 24 Stunden ein, um Khan zu überführen.\r\rDermaßen unter Zeitdruck gesetzt, beschleunigt Stark den vorgetäuschten Sprengstoffdeal zwischen Khan und den verdeckten Cops Tarver und Harkin. Doch die Situation gerät völlig außer Kontrolle: Khan kommt nicht zur vereinbarten Sprengstoffübergabe – offenbar wurde ihm die Falle verraten. Der V-Mann Perez ist abgetaucht und die Staatsanwälte erfahren von seiner Frau Elena, dass Khans Männer die kleine Tochter der Perez’ entführt haben. Auch Ray Harkin ist plötzlich verschwunden – während sein Partner Willy Tarver ein doppeltes Spiel zu spielen scheint. Und: Casey, der gemeinsam mit Tarver Ermittlungen zu einem Zeugen durchführen sollte, meldet sich plötzlich nicht mehr zurück…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787181","hoster":"VOE"},{"path":"/redirect/8624609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-12","name":"Ein teuflischer Gegner","epNo":12,"alt":"Wayne\u0027s World","descr":"In L.A. treibt ein brutaler Serienmörder sein Unwesen, der Frauen entführt, sie auf perfide Weise psychologisch wie physisch foltert und schließlich tötet. Bereits fünf Frauen sind ihm zum Opfer gefallen. Auch die junge Janet Butler wurde von dem Mörder entführt, konnte ihm jedoch in letzter Sekunde entkommen. Aufgrund ihrer Zeugenaussage kann der Täter schnell ermittelt werden: Es handelt sich um den angesehenen College-Professor Wayne Callison. Stark spürt schnell, dass er es mit einem gleichermaßen eiskalten wie brillanten Sadisten zu tun hat. Doch damit nicht genug: Es scheint, als hätte Callison die Morde und seine Festnahme auch deshalb inszeniert, um den mittlerweile prominenten Stark persönlich kennenzulernen und sich mit ihm messen zu können. Callison verzichtet auf einen Strafverteidiger und besteht darauf, sich selbst zu vertreten. Damit kommt es zur direkten Konfrontation von Stark und Callison vor Gericht. Auch im Gerichtsaal bedient sich der eiskalte Callison psychologischer Druckmittel: Er macht Anspielungen auf Julie und droht, ihr etwas anzutun.\r\rStark, von seinen unschlagbaren Fähigkeiten als Ankläger überzeugt, wähnt den Fall so gut wie gewonnen. Er hält einen Trumpf in der Hand: Janet Butler ist bereit, als Kronzeugin gegen Callison auszusagen – obwohl sie die Vorstellung, ihrem Peiniger noch einmal zu begegnen, kaum ertragen kann. Während der Verhandlung nutzt Callison Janets Angst schamlos aus und ruft ihr die grausamen Folterungen zurück ins Gedächtnis. Um Janet zu schützen, unterbricht Stark die Verhandlung. Doch Callison lässt von Janet nicht ab: Aus dem Gefängnis heraus terrorisiert er sie per Telefon dermaßen, dass sie zusammenbricht und ihrem Leben ein Ende setzt. Mit Janets Tod gibt es keine stichhaltigen Beweise mehr für Callisons Tat. Vor Gericht beruft sich Callison darauf, dass die Aussage einer Zeugin, deren Verhör nicht beendet wurde, für ungültig erklärt werden muss. Damit wird auch Janets bisherige Aussage für den Prozess irrelevant. Stark spürt, dass der Fall ihm zu entgleiten droht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787182","hoster":"VOE"},{"path":"/redirect/8624610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-13","name":"Nackte Tatsachen","epNo":13,"alt":"Teacher\u0027s Pet","descr":"Der milliardenschwere Immobilienmakler Brandon Crawford wird erschossen in seiner Luxusvilla aufgefunden. Da nichts gestohlen wurde, konzentrieren sich die Ermittlungen auf das private Umfeld des Ermordeten. Die Verhältnisse im Hause Crawford sind ziemlich zerrüttet: Crawfords erste Frau verließ ihn vor Jahren und ließ den damals fünfjährigen Sohn Dylan bei seinem Vater zurück. Crawford ist zum zweiten Mal verheiratet, doch seine wesentlich jüngere Ehefrau Sonja ist offenkundig nur an Crawfords Vermögen interessiert. Sie versucht erst gar nicht, die trauernde Witwe zu mimen, als sie zum Tode ihres Gatten befragt wird.\r\rAn Crawfords Händen werden Spuren von Zeichenkreide gefunden. Offenbar hatte er kurz, bevor er ermordet wurde, einen von Dylans Zeichenblöcken in Händen. Bei einer erneuten Hausdurchsuchung finden Stark und Isaac einen Skizzenblock, aus dem drei Blätter herausgerissen wurden. Stark ist sicher: Die Ermordung Crawfords muss mit Dylans Zeichnungen in Zusammenhang stehen. Doch wen hatte Dylan zuletzt gezeichnet? Ist vielleicht Dylan selbst der Mörder? Dass Crawford für die künstlerischen Ambitionen seines Sohnes nur Spott und Verachtung übrig hatte, ist allgemein bekannt. Griff der gekränkte Sohn zur Schusswaffe?\r\rDerweil macht Madeleine eine interessante Entdeckung: Dylan pflegt einen intimen E-Mail-Austausch mit seiner attraktiven Kunstlehrerin Ellie Davis. Die schwärmt von Dylans künstlerischem Talent in den höchsten Tönen und hat sogar diverse Portraits von sich selbst in ihrem Atelier hängen, die aus Dylans Hand stammen. Stark will beweisen, dass Ellie die Person ist, die Dylan gezeichnet hatte, bevor sein Vater erschossen wurde. Er lässt aus den noch vorhandenen Blättern von Dylans Zeichenblock ein elektrostatisches Phantombild erstellen. Als das Ergebnis zeigt, wer Dylan da Modell stand, bekommt der Fall jedoch eine überraschende und prekäre Wendung … \r\rNachdem der gefährliche Serienkiller Wayne Callison freigelassen werden musste, liegen Starks Nerven blank. Er lässt Julie nur noch in Begleitung vor die Tür. Isaac übernimmt diesen Job bis Stark einen eigenen Bodyguard für Julie anheuert: den charmanten und gutaussehenden Neal Donovan. Zunächst ist Julie von der Vorstellung, einen Bodyguard zu bekommen, einfach nur genervt. Als sie Neal näher kennenlernt, ändert sie ihre Meinung erstaunlich schnell…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787184","hoster":"VOE"},{"path":"/redirect/8624608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-14","name":"Absturz","epNo":14,"alt":"Starlet Fever","descr":"Ein Mordfall in der Glitzerwelt der Filmstars: Nach einer rauschenden Party steigt Hollywood-Starlet Taylor Mays in ihr Auto und fährt nach Hause. Auf den Hollywood Hills bemerkt sie, dass sie von einem anderen Wagen verfolgt wird. Taylor hat keine Chance mehr: Ihr Verfolger drängt sie über die Klippen und Taylor stürzt in den Tod. Stark geht zunächst davon aus, dass einer der Paparazzi, die Taylor auf Schritt und Tritt verfolgten, den Mord begangen hat. Als Fotos der Verunglückten auftauchen, die nur wenige Sekunden nach dem tödlichen Unfall geschossen wurden, erhärtet sich dieser Verdacht: Der zwielichtige Fotograf Jonno wird schnell als derjenige entlarvt, der die geschmacklosen Bilder schoss und sie gewinnbringend verkaufte. Doch Jonno beteuert, mit dem Mord nichts zu tun zu haben.\r\rStarks Team recherchiert weiter auf Hochtouren und macht April George ausfindig, eine junge Schauspielerin, die ein gänzlich neues Licht auf Taylors Stiefvater Marty Babish wirft. Marty habe sie als junges Starlet ausgenutzt, sich schamlos an ihren Schauspielgagen bereichert und sie eiskalt fallen lassen, als sie ihm nicht mehr lukrativ genug erschien. Da Babish auch der Verwalter von Taylors Vermögen ist, wird Stark stutzig. Fing Taylor an, sich ihrem Stiefvater zu widersetzen und ihre eigenen Wege zu gehen? Diese Version der Geschichte scheint sich zu bestätigen, als ein junger Mann namens Ronald Harper auftaucht. Ronald behauptet, er und Taylor hätten sich vor einigen Monaten in einer Entzugsklinik kennen- und liebengelernt. Er berichtet zudem, Taylor hätte mit dem schillernden Leben als Schauspielsternchen brechen wollen, um ihr gemeinsames Kind zu bekommen … \r\rJulie hat sich erstaunlich gut damit angefreundet, dass Neal sie rund um die Uhr bewacht. Genau genommen ist Julie hingerissen von ihrem gutaussehenden ständigen Begleiter. Dies entgeht zwar dem angehimmelten Neal, nicht jedoch Julies argusäugigem Vater…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787185","hoster":"VOE"},{"path":"/redirect/8624616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-15","name":"Scheinheilig","epNo":15,"alt":"Here Comes The Judge","descr":"Die Ehefrau des renommierten Richters Andrew Bennett wird erstochen am Flughafen aufgefunden. Alles deutet auf einen brutalen Raubüberfall hin. Doch Stark wittert familiäre Abgründe und hält an seiner Theorie fest, dass die Ehemänner ermordeter Frauen grundsätzlich zu den Hauptverdächtigen gehören – Richteramt hin oder her. Im Falle von Richter Bennett kommt hinzu, dass Stark und der Richter in der Vergangenheit mehr als einmal aneinandergeraten sind. Stark bereitet es nun sichtbares Vergnügen, einen seiner Erzfeinde zu verdächtigen.\r\rBennett gilt als konservativer Verfechter traditioneller Werte, tritt dementsprechend gerne öffentlich gegen die Rechte Homosexueller an und steht zudem kurz vor der Ernennung zum Richter am Obersten Appellationsgericht. Stark gegenüber beteuert er, dass seine Ehe glücklich und makellos gewesen sei. Doch Starks Team findet heraus, dass Bennetts Frau etwa einen Monat vor ihrer Ermordung bei dem bekannten Scheidungsanwalt Rob Demato war … \r\rJulie hat mehr Zuneigung zu Neal gefasst, als Stark geheuer ist. Er beschließt deshalb, dass die Sache mit Wayne Callison lange genug her ist und seine Tochter eigentlich keinen Bodyguard mehr benötigt. Julie ist enttäuscht und freut sich umso mehr, als Neal sie zum Abschied zu einer Party einlädt. Doch anstatt sich auf der Party um Julie zu kümmern, stellt Neal ihr freudestrahlend seine Freundin vor. Julie ist so erschüttert, dass sie sich systematisch betrinkt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787192","hoster":"VOE"},{"path":"/redirect/8624613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-16","name":"Ausgetrickst","epNo":16,"alt":"Blind Trust","descr":"Mitten in der Nacht klingelt Starks Telefon: Sein alter Freund Chris bittet ihn völlig aufgelöst, sofort zu ihm in ein Hotel in L.A. zu kommen. Nach einer rauschenden Party von Chris’ Finanzberatungsfirma fand er seine Mitarbeiterin Heather Spaulding in seinem Hotelzimmer – ermordet. Chris versichert seinem Freund Sebastian, dass er mit dem Tod der jungen Frau nichts zu tun hat. Stark will sofort die Polizei rufen, doch Chris beschwört ihn, dies nicht zu tun, um einen Skandal zu vermeiden. Chris fürchtet um den Ruf seiner Firma und damit um seine eigene Existenz. Er erinnert Stark daran, dass er Julies Taufpate ist und Stark ihm bei Julies Leben geschworen habe, ihm immer beizustehen. Derart moralisch in die Pflicht genommen, knickt Stark ein. Er schickt Chris zu dessen Familie heim und verwischt alle Spuren, die darauf hindeuten, dass sein Freund am Tatort war.\r\rAm nächsten Morgen wird Stark zu einer Leiche gerufen, die in den Hollywood Hills gefunden wurde. Stark ist geschockt: Es handelt sich um Heather Spaulding. Jemand hat ihre Leiche aus dem Hotelzimmer geholt, nachdem Stark selbst das Zimmer verlassen hatte. Doch es kommt noch schlimmer: Einige Tage später erhält Stark einen Erpresserbrief mit Fotos, die ihn in der Mordnacht über der Leiche von Heather zeigen … \r\rJulie traut sich nicht, ihrem Vater zu beichten, dass sie wegen Trunkenheit am Steuer festgenommen wurde. Stark ist erschüttert als er erfährt, dass Julie in der fraglichen Nacht nicht ihn, sondern Isaac um Hilfe gebeten hat…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787187","hoster":"VOE"},{"path":"/redirect/8624619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-17","name":"Fehlzündung","epNo":17,"alt":"Backfire","descr":"Das L.A. Police Department gerät unter Druck: Bei einer Strafverfolgung kommt es zu einer Schießerei, bei der die Polizisten Ray Tillmann und Kenny Leary zwei junge Männer anschießen. Da die beiden Verwundeten Schwarze sind, wittern die Medien wie die schwarze Bevölkerung von L.A. einen mutwilligen polizeilichen Übergriff mit rassistischem Hintergrund. Einer der Angeschossenen ist Reshaun Ferris, ein einschlägig vorbestrafter Krimineller, der kurz vor seiner dritten schweren Verurteilung steht. Der zweite Verwundete hingegen ist Reshauns Cousin Thomas Broussard, ein mustergültiger Schüler, der sich noch nie etwas hat zu Schulden kommen lassen. Einige Tage nach der Schießerei erliegt Thomas seinen Verletzungen. Noch im Krankenhaus verspricht Stark Thomas Mutter Ellie, dass er denjenigen, der für den Tod ihres Sohnes verantwortlich ist, zur Rechenschaft ziehen wird.\r\rDer altgediente Cop Ray Tillmann sagt aus, dass Reshaun Ferris das Feuer auf ihn und seinen jungen Partner, den erst seit sechs Monaten als Polizist arbeitenden Kenny Leary, eröffnet habe. Doch dann taucht ein Überwachungsvideo vom Tatort auf, das Kenny Leary mit Reshauns Waffe in Händen zeigt … \r\rJulie muss sich derweil auf ihren Prozess wegen Trunkenheit am Steuer vorbereiten. Sie bittet ihren Vater, ihr einen Anwalt zu empfehlen, doch Stark – noch immer enttäuscht von Julie – lässt sie abblitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173071","hoster":"VOE"},{"path":"/redirect/8624614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-18","name":"Kurzer Prozess","epNo":18,"alt":"Trial By Fire","descr":"Raina und Stark geraten völlig unerwartet in eine gefährliche und nervenaufreibende Situation. Alles beginnt wie ein ganz normaler Tag im Gerichtssaal: Raina vertritt im Beisein Starks bei einer öffentlichen Anhörung die Anklage gegen den brutalen Schwerverbrecher Paul Masters, der des kaltblütigen Mordes an einem Ehepaar angeklagt wird. Im Anschluss an die Masters-Anhörung soll der Fall von Stanley Davis verhandelt werden, der einen bewaffneten Raubüberfall auf ein Lebensmittelgeschäft begangen haben soll.\r\rDer aufgeregte Davis wird in den Wartebereich des Gerichtssaals geführt. In einem passenden Moment überwältigt er den ihn bewachenden Beamten, reißt dessen Schusswaffe an sich und verschanzt sich mit einigen Geiseln im Gerichtssaal. Auch Stark und Raina, Richter Morton, der Polizist John Ramsey sowie der Mörder Paul Masters sind unter den Geiseln.\r\rStark versucht mit allen Mitteln, Davis zur Aufgabe zu bewegen. Doch auch Paul Masters wittert seine Chance: Er setzt alles daran, den labilen Davis auf seine Seite zu ziehen und dazu zu bewegen, ihm die Handschellen abzunehmen. Tatsächlich beschließt Davis, den gefährlichen Masters freizulassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787190","hoster":"VOE"},{"path":"/redirect/8624612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-19","name":"Der Pornokönig","epNo":19,"alt":"Porn Free","descr":"Tyson Shaw ist der Chef einer berüchtigten Pornofilm-Produktionsfirma, die für besonders harte Pornos mit sehr jungen Darstellerinnen bekannt ist. Als Shaw erschossen in seinem Whirlpool aufgefunden wird, ist die Zahl der Verdächtigen groß: Der Pornokönig war ein äußerst unangenehmer Kerl und es gibt jede Menge Mädchen, die er mit falschen Versprechungen ins Pornogeschäft gelockt hatte. Schnell führt die Spur zu dem vermögenden Brent Gilroy. Dieser hat sein Leben wie sein Geld einem Frauenhaus verschrieben, das sich vornehmlich um junge Frauen kümmert, die aus dem Pornogeschäft aussteigen wollen.\r\rNoch während Stark Beweise sammelt, um Gilroy als Hauptverdächtigen dingfest zu machen, gesteht dieser die Tat. Gilroy und sein Anwalt Mitchell Latimer präsentieren den Medien den Mord an Shaw als eine Art Befreiung der Menschheit. Stark spürt, dass etwas an der Mordgeschichte nicht stimmt, denn alle, die mit Gilroy zu tun haben, beschreiben ihn als herzensguten Menschen. So lässt er sein Team weiter recherchieren und findet heraus, dass Gilroy an Shaw regelmäßig erhebliche Geldsummen gezahlt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173082","hoster":"VOE"},{"path":"/redirect/8624611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-20","name":"Sturz ins Leere","epNo":20,"alt":"Fall From Grace","descr":"Der junge Informatikprofessor Victor Burke wird vom Balkon eines Luxusapartmenthauses in den Tod gestoßen. Der Fall gibt Rätsel auf: Burke war unbescholten, bei Kollegen wie Studenten sehr beliebt und galt als genialer Computerexperte. Mit seiner Frau Natalie war Burke sehr glücklich und die beiden haben eine bezaubernde kleine Tochter. Doch Natalie ist irritiert, dass ihr Mann in der Nacht seines Todes ausgerechnet bei Brandon Cole war und aus dessen Apartment gestoßen wurde: Brandon ist ein verflossener Freund, den sie verließ als sie Victor kennenlernte. Ein Mord aus Eifersucht?\r\rIsaac macht Brandon Cole ausfindig, der kurz davor ist, L.A. fluchtartig zu verlassen. Der völlig verängstigte Cole bringt Licht in den Mordfall: Da er Geld brauchte, überredete er den Computerspezialisten Victor, sich in Spielautomaten zu hacken und deren Gewinncodes herauszubekommen. Leider knackten die beiden ausgerechnet die Automaten der gefährlichen Gangsterbrüder Max und Gavin Lundy. Stark und sein Team heften sich an die Fersen der Brüder. Sie bekommen jedoch überraschend heftigen Gegenwind von Max Lundys Anwältin Nicolette Ross, die immer schon im Voraus weiß, was der nächste Schachzug von Stark sein wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787186","hoster":"VOE"},{"path":"/redirect/8624615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-21","name":"Gehirnwäsche","epNo":21,"alt":"Strange Bedfellows","descr":"Durch einen anonymen Tipp kann das L.A. Police Department den vor mehr als vier Jahren spurlos verschwundenen Jackie Buckner ausfindig machen. Der heute elfjährige Junge lebt mitten in L.A. bei einem gewissen Russell Wallace, der Jackie jahrelang als seinen eigenen Sohn ausgegeben hatte. Jackies Eltern, Gail und Stuart Buckner, sind überglücklich, ihren Sohn nach so langer Zeit in die Arme schließen zu können.\r\rDoch Jackie lehnt seine leiblichen Eltern ab und will nur eins: zurück zu Russell. Der ist in Untersuchungshaft und tischt Stark eine unglaubliche Geschichte auf. Jackie sei mit sieben Jahren freiwillig zu ihm gekommen, um seinen prügelnden Eltern zu entfliehen. Da Stuart Buckner ein reicher und mächtiger Mann sei, habe Russell gewusst, dass eine offizielle Anzeige gegen die Bruckners sinnlos gewesen wäre: Mit Hilfe von gewieften Topanwälten hätten sie sich der Vorwürfe leicht entledigt und ihr Kind weiter misshandeln können.\r\rJackie selbst trägt zur Klärung der Situation nichts bei, denn trotz der Unterstützung der Kinderpsychologin Dr. Vasquez ist er nicht bereit, aus seiner Vergangenheit zu erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787191","hoster":"VOE"},{"path":"/redirect/8624621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-1/episode-22","name":"Ein teuflischer Plan","epNo":22,"alt":"Wayne\u0027s World 2: Revenge of the Shark","descr":"Als die Leiche der jungen Hannah Morton gefunden wird, deutet alles darauf hin, dass der psychopathische Serienmörder Wayne Callison wieder zugeschlagen hat. Die Schnittwunden am Körper der jungen Frau gleichen denen der früheren Opfer Callisons. Stark ist klar: Diesmal wird er dafür sorgen, dass Callison nie wieder jemanden töten wird. Der Mörder selbst sonnt sich derweil im Licht der Öffentlichkeit. Er hat ein Buch über die Morde geschrieben, deren er angeklagt war und auch darüber, wie er vor Gericht seine vermeintliche Unschuld beweisen konnte – und dabei den härtesten Ankläger des Landes, Sebastian Stark, besiegte. Selbst Reporter-Ikone Larry King macht ein Interview mit Callison – in das Stark allerdings hineinplatzt, um Callison zu verhaften. Callison rührt das wenig, denn für die Tatzeit hat er ein perfektes Alibi: Er war mit seiner Verlegerin Wendy Phillips zusammen.\r\rStark setzt Isaac, Madeleine, Raina und Casey auf Callisons Vergangenheit an. Gibt es ungeklärte Mordfälle, die Callisons frühe Handschrift tragen? Welche Verbindung gab es zwischen Callison und Hannah Morton? Und wie sah eigentlich die Kindheit des Mörders aus? Stark will der Jury diesmal das wahre Gesicht des nach außen aalglatten Killers zeigen. Weil er dabei zu weit geht und gar einen Zeugen besticht, der Callison entlasten könnte, wird er vom weiteren Prozess kurzerhand ausgeschlossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787194","hoster":"VOE"},{"path":"/redirect/8624617","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/shark/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/shark/staffel-2/episode-1","name":"Russenmafia","epNo":1,"alt":"Gangster Movies","descr":"Der Wachmann Carl Wilson ist Zeuge eines brutalen Doppelmordes geworden, bei dem das Ehepaar Neiman im eigenen Haus erschossen wurde. Wilson konnte den Mörder gut erkennen und soll für Stark als Kronzeuge auftreten. Doch in der Gerichtsverhandlung knickt Wilson ein und zieht seine Aussage zurück. Für Stark ist offensichtlich, dass Carl Wilson eingeschüchtert wurde. Doch es kommt noch schlimmer: Der Polizeibus, der Wilson vom Gerichtsgebäude abholt, wird in die Luft gesprengt. Wilson und zwei Polizisten sind sofort tot. Erste Spuren führen zur russischen Mafia und zu deren mächtigen Bandenboss Andre Zitofsky, der ein Doppelleben als vermeintlich rechtschaffener Galerist führt. Stark, dessen Team durch Caseys Weggehen unter Arbeitsüberlastung leidet, bittet Jess Devlin um Hilfe. Die ist nach der verlorenen Wahl nicht mehr Oberstaatsanwältin und will endlich einmal das freie Leben genießen. Doch nach anfänglichem Zögern willigt Jess ein, Stark zu unterstützen. Sie bringt einen weiteren neuen Mann ins Spiel: Danny Reyes, Spezialist für Organisierte Kriminalität. Danny ist ein Heißsporn und geht manchmal ein bisschen zu weit, doch er gefällt Stark zunehmend. Für Danny ist Zitofsky kein unbeschriebenes Blatt, da er seit zwei Jahren versucht, ihn festzunageln. Bislang ist das nicht gelungen: Zitofsky gilt als ausgesprochen brutal und skrupellos. Darum finden sich keine Zeugen, die sich trauen, gegen ihn auszusagen. Jess entdeckt schließlich Maria, die in Zitofskys Galerie arbeitet, und die offenbar den Mörder der Neimans sowie Zitofsky belasten könnte. Doch Marias Mann wurde bereits von Zitofsky ermordet – und Maria hat zwei Kinder, um die sie fürchten muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787198","hoster":"VOE"},{"path":"/redirect/8624622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-2","name":"Alte Schuld","epNo":2,"alt":"For Whom The Skel Rolls","descr":"Starks Team wird von einer traurigen und grausamen Vergangenheit eingeholt: Die Ermordung von Isaacs Verlobten Olivia Nixon muss wieder aufgerollt werden. Olivia war vor vier Jahren von Isaac in der gemeinsamen Wohnung erstochen aufgefunden worden. Der Kleinganove Ricky Rago, der bei einem versuchten Einbruch geschnappt wurde, und nun einen Deal mit der Staatsanwaltschaft aushandeln will, behauptet glaubhaft, sein eigener Bruder habe Olivia damals ermordet. Danny befragt Olivias vermeintlichen Mörder Hector Hernandez, der die Tat seinerzeit gestanden hatte, im Gefängnis. Ihm fällt auf, dass Hector sich an kein einziges Detail aus der Mordnacht erinnern kann. Außerdem hatte Hector den Mord erst gestanden, nachdem er wegen anderer Verbrechen bereits zu lebenslanger Haft verurteilt worden war. Und nur wenige Tage nach seinem Geständnis wurde auf das Konto seiner Ehefrau die stattliche Summe von 100.000 Dollar eingezahlt. Hatte Hector das Mordgeständnis nur abgelegt, weil er nichts mehr zu verlieren hatte und seiner Frau zu Geld verhelfen wollte? Die Suche nach dem wahren Verantwortlichen für Olivias Tod beginnt. Um Isaacs alte Wunden nicht voreilig wieder aufzureißen, verschweigt das Team ihm die Wiederaufnahme des Falls zunächst. Das fällt vor allem Raina schwer, die Isaac nicht belügen möchte. Eine heiße Spur führt zu dem Filmschauspieler Tom Brandt, der damals in der Moonrise Entzugsklinik behandelt worden war, in der Olivia gearbeitet hatte. Von Olivias Kollegin Nicole Ellers erfährt Isaac, dass Tom in einen Autounfall mit Fahrerflucht verwickelt war. Olivia wollte unbedingt, dass Tom sich der Polizei stellte. Musste Olivia sterben, weil sie durch ihren Gerechtigkeitssinn die Karriere eines Filmstars zu gefährden drohte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787197","hoster":"VOE"},{"path":"/redirect/8624620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-3","name":"Der Preis der Schönheit","epNo":3,"alt":"Eye Of The Beholder","descr":"Am Strand von Malibu wird die Leiche einer schönen, jungen Frau angespült, die stranguliert und dann offenbar ins Meer geworfen wurde. Die Tote wird als Melissa Kovak identifiziert, die nach L.A. gekommen war, um Schauspielerin zu werden. Die Gerichtsmedizin stellt fest, dass die junge Frau sich einer ganzen Reihe von aufwendigen Schönheitsoperationen unterzogen hatte. Dies führt Starks Team zu der Frage, woher Melissa das Geld für die teuren OPs hatte, denn sie arbeitete als Kellnerin und hatte ein eher bescheidenes Einkommmen. Auch Melissas Vater, Warren Kovak, kann nur wenig Licht ins geheime Leben seiner Tochter bringen, da Melissa kaum noch Kontakt zu ihm suchte. Danny findet heraus, dass der Schönheitschirurg Dr. Neil Fuller das Mädchen operiert hatte – und stößt auf ein ausgeklügeltes kriminelles System: Dr. Fuller wurden von dem Modefotografen Garret Blake laufend junge Mädchen zugeschoben, denen Blake Hoffnungen auf eine glänzende Karriere als Fotomodell machte, wenn sie sich nur hier und da etwas verschönern ließen. Dr. Fuller ließ sich von den Mädchen mit Sex bezahlen und kassierte noch einmal von den Krankenversicherungen der Mädchen, denen er gefälschte Abrechnungen unterschob. War Melissa Dr. Fuller auf die Schliche gekommen? Doch auch Garret Blake scheint verdächtig, als die Ermittler herausfinden, dass Melissa offenbar nach dem Vorbild einer verflossenen Jugendliebe von Blake, Amanda Sellers, operiert wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787193","hoster":"VOE"},{"path":"/redirect/8624618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-4","name":"Tod im Stadion","epNo":4,"alt":"Dr. Laura","descr":"Die ehrgeizige und für ihren Spürsinn berüchtigte Journalistin Victoria Pearson wird tot in einem Stadion gefunden – sie wurde hinterrücks erschlagen. Victoria war einer Reihe brisanter Stories auf der Spur. Unter anderem recherchierte sie in einem landesweiten Dopingskandal. Darum fällt der Verdacht zunächst auf den Trainer Don Kipling, der offenbar in die Dopingfälle verwickelt ist. Und tatsächlich findet die Gerichtsmedizinerin Dr. Laura Fields unter Victorias Fingernägeln Kiplings DNA. Stark und Jess Devlin sind sich ihrer Sache sicher und wollen Kipling festnageln – doch leider hat er ein wasserdichtes Alibi. Stark wird misstrausich und beauftragt den Gerichtsmediziner Mike Wong, die DNA-Proben erneut zu untersuchen. Wong findet heraus, dass die DNA-Analyse fehlerhaft ist und äußert generell Zweifel an der Arbeit seiner Kollegin Dr. Fields. Nun gerät die Gerichtsmedizinerin in die Schusslinie, was insbesondere für Jess Devlin sehr unangenehm ist, da Laura seit Jahren eine enge Vertraute und Kollegin von ihr ist. In einer Vielzahl von Jess’ Fällen hatte sie erfolgreich mit Laura zusammengearbeitet und so stehen plötzlich auch Devlins Ruf und ihre weitere Karriere auf dem Spiel. Danny und Madeleine stoßen bei ihren Recherchen auf den Häftling Greg Tobias, der Dr. Fields ebenfalls schwer belastet: Vor Jahren habe sie seine DNA-Probe gefälscht und durch ihre Falschaussage dafür gesorgt, dass er unschuldig hinter Gittern gelandet sei. Greg Tobias berichtet auch, dass Victoria Pearson die Falschaussagen der Gerichtsmedizinerin an die Öffentlichkeit bringen wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787200","hoster":"VOE"},{"path":"/redirect/8624624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-5","name":"Der Anschlag","epNo":5,"alt":"Student Body","descr":"Bombenterror an der Universität von L.A: Mitten in der Nacht explodiert eine Bombe in einem Universitätslabor. Die Explosion ist so stark, dass das gesamte Gebäude verwüstet wird. Und noch viel schlimmer: Eine Studentin wurde durch die Bombe getötet, ihre Freundin schwer verletzt. Die Mädchen hatten Unterlagen im Gebäude vergessen und wollten diese nur kurz holen, als die Bombe zündete. Alle Spuren führen zu dem Studenten Michael Hackford, der zwar ein brillanter Kopf, aber auch ein absoluter Außenseiter ist und von vielen Kommilitonen verspottet und gemobbt wird. Eines seiner Lieblingsfächer ist ausgerechnet Chemie. War der Anschlag auf die Uni ein Racheakt? Als von Michael verfasste Briefe gefunden werden, die voll hasserfüllter Rachepläne gegen seine Quälgeister stecken, scheint der Fall klar und die Staatsanwaltschaft will die Suche nach etwaigen weiteren Tatverdächtigen einstellen. Das passt Danny gar nicht, da Michael ihn stark an sich selbst als Jugendlicher erinnert. Danny ist sicher, dass Michael zwar ein freakiger Außenseiter ist, auf keinen Fall aber eine so feige Tat wie einen Bombenanschlag begehen würde. Als Danny darauf besteht, weiter zu recherchieren, macht er eine interessante Entdeckung: Das explodierte Gebäude war der heimliche Treffpunkt eines Liebespaares. Von den nächtlichen Stelldicheins wussten eine ganze Menge Leute.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787196","hoster":"VOE"},{"path":"/redirect/8624623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-6","name":"Sein letzter Kampf","epNo":6,"alt":"No Holds Barred","descr":"Steve Abbott ist Profi-Kämpfer und in der Liga der unangefochtene Champion. Gegen ihn kann einfach keiner gewinnen. Doch Steves Erfolgsserie endet jäh und blutig: Nach einem erfolgreichen Kampf wird Steve mit einer Kugel im Kopf in seinem eigenen Haus gefunden. Seine Frau Kelly, die ihren toten Mann entdeckt hatte, verstrickt sich gegenüber Jessica und Madeleine in Widersprüche – und wird schnell zur Hauptverdächtigen. Danny und Stark finden heraus, dass Kelly seit einiger Zeit mit dem gemeinsamen Sohn Tommy bei ihrer Mutter gelebt hatte. Waren Eheprobleme das Tatmotiv? Von Jess und Madeleine unter Druck gesetzt, gibt Kelly zu, gelogen zu haben. In Wahrheit habe Steve Selbstmord begangen: Sie habe seine Leiche noch mit der Waffe in der Hand gefunden. Um den Ruf ihres Mannes zu retten, habe sie seinen Tod jedoch wie einen Mord aussehen lassen. Kelly berichtet, dass Steve unter starken Stimmungsschwankungen und furchtbaren Depressionen litt – eine Folge der vielen Dopingmittel, die er genommen habe. Stark wird klar, dass der eigentlich Schuldige in diesem Fall der windige Teddy Banks ist, der Chef der Kämpfer-Liga. Er ist derjenige, der seine Sportler mit jeder Menge Stereoide voll pumpen lässt – und Steve war nicht der erste, der deshalb aus dem seelischen Gleichgewicht geriet. Gemeinsam mit Jess beschließt Stark, Banks das Handwerk zu legen … Julie bereitet ihren Eltern derweil Kummer, weil sie einfach nicht von Trevor lassen kann. Der durchlebt offenbar gerade eine schlimme Krise und greift nun täglich zum Alkohol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924941","hoster":"VOE"},{"path":"/redirect/8624628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-7","name":"Abgetaucht","epNo":7,"alt":"In Absentia","descr":"Raina und Isaac sind Gäste bei einer Modenschau, bei der die zauberhaften Kleider der Designerin Hanna Hartnell gezeigt werden. Hanna ist eine enge Freundin von Raina. Der berauschende Abend endet furchtbar: Auf dem Heimweg wird Hanna in der U-Bahn erstochen. Raina ist erschüttert – aber ebenso felsenfest entschlossen, den Mörder ihrer Freundin zu finden. Die Obduktion von Hannas Leichnam ergibt, dass sie schwanger war. Das ist für Raina und auch für Hannas Mutter eine traurige Überraschung – Hanna hatte nichts von ihrer Schwangerschaft erzählt und auch von einem festen Freund wusste niemand etwas. Hannas Arzt gibt die Information weiter, dass die Modeschöpferin das Kind in jedem Falle bekommem wollte, obwohl der Vater des Kindes zu einer Abtreibung drängte. Wer könnte der Vater von Hannas ungeborenem Kind sein? Stark ist sicher: Findet er den Vater, so hat er auch den Mörder gefunden. Madeleine und Danny treiben das Überwachungsvideo eines Hotels auf, in dem Hanna vor einiger Zeit übernachtet hatte. Auf dem Video ist eindeutig zu sehen, dass Hanna und ihr Investor Eli Weber gemeinsam die Nacht verbracht haben. Eli will die Affäre mit Hanna zunächst nicht zugeben, da er verheiratet ist. Stark ist überzeugt, dass Eli Hannas Mörder ist und eröffnet den Prozess gegen ihn. Prompt flieht Eli nach Mexiko. Um den Mörder von Rainas Freundin zu finden, reaktiviert Stark alte Kontakte zur mexikanischen Unterwelt – und fliegt selbst gemeinsam mit Danny nach Mexiko, um Eli zu stellen. Für die beiden amerikanischen Großstadt-Cowboys beginnt ein waghalsiges Abenteuer im heißen Mexico.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112227","hoster":"VOE"},{"path":"/redirect/8624626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-8","name":"Im Fadenkreuz","epNo":8,"alt":"In the Crosshairs","descr":"Auf dem Freeway von L.A. treibt ein Heckenschütze sein Unwesen. Bereits zwei Mal hat er aus dem Hinterhalt feige Mordanschläge verübt. Stark will unbedingt vermeiden, dass eine Panik in der Stadt ausbricht – und dass die Suche nach dem Täter dadurch erschwert wird. Gemeinsam mit Jessica und Leo versucht er, Bürgermeister Delgado davon abzuhalten, eine Warnmeldung an die Bevölkerung auszugeben. Derweil sucht Starks Team fieberhaft nach Hinweisen auf den Schützen. Eine heiße Spur führt zu dem Waffennarr Sam Purcell, der erst vor wenigen Monaten aus dem Irak zurückgekehrt ist, wo er als eine Art Lieferant für die Army tätig war. Bei einem Gespräch mit Sams Frau Leslie wird klar: Sam hat es seit seiner Rückkehr nicht geschafft, wieder Fuß zu fassen, seit Wochen sondert er sich mehr und mehr ab. Die verzweifelte Leslie hat das Gefühl, ihr Mann würde ihr mehr und mehr entgleiten … Stark ist absolut sicher, in Purcell den Freeway-Schützen vor sich zu haben. In seinen Augen ist Sam ein frustrierter Kriegsrückkehrer, der seine Ohnmacht nun an Unschuldigen abreagiert. Trotz dünner Beweislage wagt er die Anklage. Das geht gehörig schief: Noch während der Verhandlung kommt es zu einem weiteren Attentat – mit exakt dem Gewehr, mit dem auch die beiden ersten Schüsse abgefeuert wurden. Das Gericht setzt Purcell daraufhin wieder auf freien Fuß. Stark ist nicht gewillt, Purcell ungestraft davonkommen zu lassen und lässt weiter gegen ihn ermitteln. Da macht Madeleine eine interessante Entdeckung: Es gibt eine Verbindung zwischen dem ersten Opfer des Heckenschützen und Leslie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787199","hoster":"VOE"},{"path":"/redirect/8624625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-9","name":"Stadt in Flammen","epNo":9,"alt":"Burning Sensation","descr":"Los Angeles wird von einem Brandstifter heimgesucht, der ganze Straßenzüge in Schutt und Asche legt. Bislang gingen die Brände glimpflich aus, doch nun kostete das Feuer zwei Menschenleben: Ein Feuerwehrmann und ein weiteres Opfer starben in den Flammen. Bürgermeister Delgado stellt klar: Ab sofort sucht die Staatsanwaltschaft nicht mehr einen Brandstifter, sondern einen Mörder. Stark und sein Team machen sich sofort an die Arbeit: Isaac analysiert das Fernsehmaterial, das von den Bränden existiert – und tatsächlich fällt ihm ein Mann auf, der bei jedem Brand unter den Schaulustigen steht und die Flammen filmt. Als Stark den Verdächten Deno Orr verhört, glaubt er, den Brandstifter vor sich zu haben. Orr leugnet jedoch die Taten und gibt sich als Videokünstler aus, der Brände beruflich filmt. Außerdem hat er wasserdichte Alibis für die fraglichen Tatzeiten. Zudem verkompliziert sich der Fall: Die Autopsie ergibt, dass der Tote, den der Feuerwehrmann retten wollte, bereits tot war – und dass er nicht eines natürlichen Todes gestorben war. Der Brandstifter ist also nicht der einzige, den es zu jagen gilt – in L.A. läuft ein weiterer Mörder frei herum. Nochmals rekapitulieren Stark und seine Mitarbeiter den tödlichen Brand. Und jetzt scheint ihnen ausgerechnet der beliebte und vielfach geehrte Feuerwehrmann Joe Stevens verdächtig. Bei den Ermittlungen gegen Stevens stößt Stark aber, auf eine Mauer des Schweigens und der Solidarität unter den Feuerwehrleuten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788873","hoster":"VOE"},{"path":"/redirect/8624634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-10","name":"Der Stalker","epNo":10,"alt":"Every Breath You Take","descr":"Für den Tennisstar Christina Shaw lebt ein Alptraum wieder auf: Vor fünf Jahren hatte der geistig verwirrte Stalker Richard Lee Franco sie mit einem Messer angegriffen und gefährlich verletzt. Seinerzeit führte Jess Devlin die Anklage gegen Franco, der für schuldig befunden wurde und seither in Haft sitzt. Nun kommt heraus, dass der Belastungszeuge gegen Franco damals einen Meineid geschworen hatte. Der Prozess muss neu aufgerollt und Franco zunächst freigelassen werden. Ein Schock für Christina Shaw – und unangenehm für Jess, die den Meineid seinerzeit billigend in Kauf genommen hatte, weil sie von der Gefährlichkeit Francos überzeugt war. Jess verspricht der verängstigten Christina, sie zu beschützen. Sie macht sich fieberhaft auf die Suche nach neuen Beweisen gegen den Stalker, damit dieser so schnell wie möglich wieder hinter Schloss und Riegel landet. Stark ist es nicht geheuer, wie sehr Jess sich mit dem Fall identifiziert. Es bleibt nicht bei seinem unguten Gefühl: Einige Tage nach Francos Freilassung wird Christina tot aufgefunden: erstochen in ihrem eigenen Haus. Jess ist am Boden zerstört. Getrieben von heftigen Schuldgefühlen versucht sie, Franco wegen Mordes festzunageln und bittet Stark um Unterstützung. Dem sagt jedoch sein Instinkt, dass der verwirrte junge Mann nicht das Zeug zu einem derart kaltblütigen Mord hat. Franco beteuert immer wieder, wie sehr er Christina geliebt habe – mit ihrem Tod bricht für ihn der Mittelpunkt seiner Welt zusammen. Könnte nicht auch Christinas Ehemann der Täter gewesen sein, der nun Christinas Firma erbt – und im übrigen eine Affaire mit einem Tennissternchen hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787203","hoster":"VOE"},{"path":"/redirect/8624627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-11","name":"Ausgerockt","epNo":11,"alt":"Shaun of the Dead","descr":"Nach einer rauschenden Party wird der junge Rockstar Shaun Mason tot in seinem Hotelzimmer aufgefunden: Er wurde grausam mit einer Platstiktüte erstickt. Auf Anhieb ist Stark der selbstverliebte Justin Bishop, um den sich die Band gruppiert, äußerst unsymphatisch. Weder Justin und sein Bruder Rob, der ebenfalls in der Band spielt, noch Justins Manager Brody Miller scheinen ernsthaft an der Aufklärung des Mordes an Shaun interessiert zu sein. Die Jungs verhalten sich unkooperativ, da sie offenbar glauben, ihr Ruhm mache sie unantastbar – ein gefundenes Fressen für Stark, der den Jungstars unmissverständlich klar macht, wer hier am längeren Hebel sitzt – und Justin kurzerhand wegen Mordes festnehmen lässt. Dieser unerwartete Schachzug bringt Bewegung in den Fall und Justin, Rob und Brody geben nun doch ein paar Informationen preis: Shaun hatte horrende Spielschulden bei dem knallharten Autodealer Andy Zahai. Hatte dieser es vielleicht bei der Eintreibung von Shauns Schulden übertrieben? Eine weitere heiße Spur liefert Brody: Er sagt aus, dass er Rob dabei beobachtet hätte, wie er Shaun umbrachte. Seine Aussage klingt plausibel, da er Details über den Mord aussagen kann, die nicht in der offiziellen Berichterstattung genannt wurden. Leider wird aber ein Videoband gefunden, das eindeutig belegt, dass Brody zur Tatzeit unter den Partygästen war. Den Mord kann er also gar nicht beobachtet haben. Jetzt ist die Verwirrung perfekt und Stark kocht vor Wut angesichts der Lügengeschichten, die ihm aufgetischt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787202","hoster":"VOE"},{"path":"/redirect/8624631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-12","name":"Der Komplize","epNo":12,"alt":"Partners in Crime","descr":"Stark isst mit seinem alten Freund und Anwaltskollegen Paul Faber zu Abend. Als die beiden das Lokal verlassen, werden aus einem vorbeirasenden Wagen Schüsse auf die Freunde abgefeuert. Paul wird tödlich getroffen. Stark ist erschüttert und wild entschlossen, den Mörder seines Freundes zu finden. Oberstaatsanwalt Leo Cutler schließt Stark zwar wegen Befangenheit von dem Fall aus, das hindert Stark aber nicht, eigene Nachforschungen anzustellen. Er beginnt in seiner alten Firma, für die Paul noch immer tätig war. Von Pauls Assistentin Jennifer Randolph erfährt Stark, dass sein Freund ein obsessiver Spieler war. Musste Paul sterben, weil er den falschen Leuten Geld schuldete? Eine weitere Spur führt zu dem Drogendealer Duncan Mercer, an dessen Verurteilung Paul einst mitwirkte und der Rache geschworen hatte. Mercer ist seit einigen Wochen auf freiem Fuß. Madeleine und Danny verhören ihn. Für die Tat scheint er nicht in Frage zu kommen, er kann aber berichten, dass ein bekannter kanadischer Berufskiller derzeit in L.A. abgestiegen ist. Isaac findet heraus, dass es sich dabei um Anton Robitaille handelt. Als der verhört wird, nimmt der Fall eine schockierende Wendung: Robitailles tödliche Schüsse sollten eigentlich Sebastian treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787206","hoster":"VOE"},{"path":"/redirect/8624635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-13","name":"Fass ohne Boden","epNo":13,"alt":"Bar Fight","descr":"Aufgrund der Vertuschung des Mordes an Sarah Belkin vor zwölf Jahren muss sich Stark nun vor der Anwaltskammer rechtfertigen. Ihm drohen sowohl der Entzug seiner Zulassung als Anwalt als auch eine Anklage wegen der Verwicklung in den Mordfall. Die Lage ist ernst, und Stark wird bis zur Anhörung suspendiert. Eine mögliche Rettung aus dieser verfahrenen Situation naht von seiten der Generalbundesanwaltschaft, die in Person der Bundesanwältin Jordan Westlake bei Stark erscheint. Jordan bietet einen Deal an: Wenn Sebastian ihr hilft, den Schwerverbrecher Oscar Riddick dingfest zu machen, wird die Anklage gegen Stark fallengelassen und auch seine Anwaltszulassung könnte er behalten. Stark willigt ein und begibt sich auf Spurensuche in der Vergangenheit. Obwohl es eigentlich nicht ihr Zuständigkeitsbereich ist, tun Isaac, Raina, Madeleine und Danny alles, um ihrem Chef aus der Klemme zu helfen. Warum hatte Starks damaliger Mandant, Jason Normandy, die junge Sarah Belkin ermordet und wie ist die Verbindung zwischen Oscar Riddick und Jason Normandy? Stark merkt schnell, dass er in Riddick einen gefährlichen Gegner hat. Aus Furcht vor Anschlägen auf seine Familie weigert sich selbst der hartgesottene Jason Normandy, gegen Riddick auszusagen. Unverblümt droht Riddick auch Stark, seiner Tochter Julie und seiner Exfrau Claire etwas anzutun, sollte Stark ihm zu nahe kommen. Doch Stark würde seinem Ruf nicht gerecht, würde er in dieser brenzligen Lage die Nerven verlieren. Außerdem hat er Sarahs Mutter, Mary Belkin, das Versprechen gegeben, endlich die Wahrheit über den Tod ihrer Tochter aufzudecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787205","hoster":"VOE"},{"path":"/redirect/8624629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-14","name":"Pakt mit dem Teufel","epNo":14,"alt":"Leaving Las Vegas","descr":"Nachdem er seine Zulassung als Anwalt und damit auch seinen Job als Staatsanwalt verloren hat, verbringt Stark seine Zeit in Las Vegas, wo er sich bei Black Jack und jeder Menge Cocktails prächtig amüsiert. Der Zwangsurlaub von der Welt des Verbrechens wird jäh unterbrochen als der mächtige Casinochef Duke Ballatine Stark in sein Haus bringen lässt. Ballatine hatte einen seiner Geschäftspartner nach einem Streit in einem Anfall von Jähzorn über das Treppengeländer gestoßen und den Mann getötet. Nun bietet er Stark fünf Millionen Dollar, wenn er ihn vor Gericht freikämpft. Stark zögert – doch dann willigt er ein und schlüpft in seine altbewährte Rolle als Shark, der die High-Society-Kriminellen gegen gutes Geld vor ihrer gerechten Strafe bewahrt. Stark versucht, sein Team zur Unterstützung nach Las Vegas zu holen. Da Leo Cutler die gesamte Einheit im Prinzip gefeuert hat, willigen Madeleine und Isaac ein. Danny und Raina weigern sich aber, einem Mann wie Ballatine zu helfen. Stark merkt schnell, dass er sich durch die Arbeit als Staatsanwalt verändert hat und dass das alte schmutzige Geschäft ihm nicht mehr recht von der Hand gehen mag. Als Ballatine die junge Hausangestellte Rosa ermorden läßt, weil sie den wahren Tatverlauf beobachtet hatte, erkennt Stark, dass er sich auf die falsche Seite geschlagen hat. Er dreht den Spieß um und beschließt, Ballatine für seine Taten hinter Gitter zu bringen. Der Preis für ein reines Gewissen ist aber hoch, denn Ballatine droht Stark, ihn als nächsten umbringen zu lassen, sollte er sich gegen ihn stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112236","hoster":"VOE"},{"path":"/redirect/8624630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-15","name":"One Hit Wonder","epNo":15,"alt":"One Hit Wonder","descr":"Am Rand des Mulholland Drive wird die junge Abby Coleman gefunden. Sie wurde erschlagen. Abby stand kurz vor dem großen Durchbruch als Sängerin und hatte bereits einen Plattenvertrag bei dem renommierten Label Palladium Records in der Tasche. In der Mordnacht wurde bei Palladium Records eine große Party gefeiert, auf der auch Abby zu Gast war. Offenbar kam es zum Streit mit dem Produzenten Rupert Stone, der der jungen Sängerin nachstellte. Als eine Videoaufnahme einer Überwachungskamera zeigt, dass Abby und Rupert die Party gemeinsam in Ruperts Wagen verlassen hatten, gerät der Produzent unter Mordverdacht. Rupert, der sich als ziemlich arroganter Macho entpuppt, bleibt jedoch cool und beteuert, Abby zwar im Streit geschlagen, sie aber quicklebendig auf dem nächtlichen Mulholland Drive aus dem Auto geworfen zu haben. Danny übernimmt die Befragung weiterer Zeugen und kommt mit Gina Romero ins Gespräch, die Abbys Betreuerin bei Palladium Records war. Gina erzählt, dass Rupert in der Vergangenheit öfter in der Klemme saß, weil er aufsteigende Musikerinnen sexuell belästigt hatte. Aus Angst um ihren Job will sie jedoch nicht gegen Rupert aussagen. Danny setzt all seinen Charme und seine Überredungskünste ein, um Gina zu einer Aussage zu bewegen. Dabei schießt er übers Ziel hinaus – und landet mit der verführerischen Gina im Bett. Ein fataler Fehler, denn plötzlich rückt auch sie in den Kreis der Mordverdächtigen … Trevor ist schon seit Wochen in Boston. Die verliebte Julie schwebt nach wie vor auf Wolke Sieben, denn sie erhält immer wieder Blumen, Pralinen oder zauberhafte Liebesgedichte per Post. Julie ist sicher, die Liebesgrüße seien von Trevor. Bei einem Telefonat stellt der aber klar, dass er noch nie etwas an Julie geschickt hat. Stark beschleicht ein ungutes Gefühl als ihm klar wird, dass seine Tochter einen mysteriösen Verehrer hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335004","hoster":"VOE"},{"path":"/redirect/8624632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shark/staffel-2/episode-16","name":"Showdown","epNo":16,"alt":"Wayne\u0027s World 3: Killer Shark","descr":"Als Stark an den Fundort der Leiche eines jungen Mädchens gerufen wird, traut er seinen Augen kaum: Die Ermordete weist die gleichen Messerspuren auf, die auch der Serienmörder Wayne Callison auf seinen Opfern hinterließ. Callison selbst scheidet als Täter aus, denn er ist seit geraumer Zeit in einem Hochsicherheitsgefängnis inhaftiert. Der aktuelle Mord muss also von einem Trittbrettfahrer verübt worden sein. Stark ahnt, dass nichtsdestotrotz Callison seine Finger im Spiel hat. Ein Beleg dafür scheint zu sein, dass Callison einen regen Briefwechsel mit diversen Menschen außerhalb der Gefängnismauern pflegt, von denen einige selbst eine kriminelle Vergangenheit haben. Eine erste Spur führt zu dem morbide veranlagten Christopher Hoffs, einem bekennenden Verehrer von Callisons mörderischem Treiben. Stark besucht seinen Erzfeind im Gefängnis, wo er auf einen siegessicheren Callison trifft. Der geht davon aus, dass sein Fall durch den aktuellen Ritualmord neu aufgerollt wird und dass er die Gefängnismauern bald hinter sich lassen kann. Und tatsächlich kommt es zu einer erneuten Anhörung, die Stark aber mit gewohnt stichhaltiger Argumentation abschmettern kann. Als Callison zurück ins Gefängnis gebracht werden soll, geschieht das Unfassliche: Dem Schwerverbrecher gelingt die Flucht. Stark weiß, dass es Callison nicht darum geht, zu fliehen. Es geht ihm allein um ein letztes entscheidendes Duell mit Stark. Um das zu erzwingen, nimmt Callison sich das, was Stark das Wichtigste in der Welt ist: Der Killer entführt Starks Tochter Julie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788767","hoster":"VOE"},{"path":"/redirect/8624633","hoster":"Streamtape"}]}]}]}]}