{"seriesId":"she-hulk-die-anwltin","name":"She-Hulk: Die Anwältin","descr":"Die auf Superheldenmenschenrecht  spezialisierte Anwältin Jennifer Walters, infiziert sich mit dem Blut von ihrem Cousin Bruce Banner alias Hulk. Ihre damit neugewonnenen Superkräfte verschaffen ihr einen gewissen Star-Status, der allerdings auch Probleme mit sich bringt und sie zur Zielscheibe von Bösewichten macht. (Im Abspann befinden sich Post-Credit-Szenen zum Marvel Cinematic Universe)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"\u0026#039;ne normale Menge an Wut","epNo":1,"alt":"A Normal Amount of Rage","descr":"Jen Walters Welt wird auf den Kopf gestellt, nachdem ihr ein ungewöhnlicher Unfall Superkräfte beschert hat.","versions":[{"lang":1,"streams":[{"redirect":13723902,"hoster":"VOE"},{"redirect":14456167,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14447020,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":13723740,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Supermenschenrecht","epNo":2,"alt":"Superhuman Law","descr":"Nach der Niederlage von Titania erlangt Walters den Ruf eines neuen Superhelden, der von der Öffentlichkeit sehr zu ihrer Bestürzung \"She-Hulk\" genannt wird. Sie wird jedoch von der Staatsanwaltschaft entlassen, weil sie den Fall verloren hat, den ihre Gegnerin Goodman, Lieber, Kurtzberg \u0026 Holliway (GLK\u0026H) als Fehlverfahren deklariert hat . Nach mehreren gescheiterten Versuchen, eine neue Arbeit zu finden, wird Walters von Holden Holliway angeboten, bei GLK\u0026H als Leiter der neuen Superhuman Law Division zu arbeiten. Walters akzeptiert unter der Bedingung, dass sie auch ihre beste Freundin Nikki Ramos als ihre Rechtsanwaltsfachangestellte einstellen. An ihrem ersten Tag erfährt Walters, dass Holliway möchte, dass sie Vollzeit als She-Hulk arbeitet, und ihr erster Fall ist es, Emil Blonsky zu vertreten für seine Bewährung. Obwohl Walters aufgrund von Blonskys früherem Versuch, Banner zu töten, zunächst zögerte, den Fall zu übernehmen, willigt [a] Walters ein, sich mit Blonsky im Gefängnis zu treffen, um seine Bitte zu hören.","versions":[{"lang":1,"streams":[{"redirect":13531238,"hoster":"VOE"},{"redirect":13608712,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13212815,"hoster":"VOE"},{"redirect":13608710,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Volk gegen Emil Blonsky","epNo":3,"alt":"The People vs. Emil Blonsky","descr":"Walters konfrontiert Blonsky, der erklärt, dass er vom Sorcerer Supreme Wong aus seiner Zelle entfernt wurde und danach bereitwillig ins Gefängnis zurückgekehrt ist. Während Walters versucht, Wong zu kontaktieren, löst die Nachricht von ihrer Ernennung als Blonskys Anwältin öffentliche Kontroversen aus. Walters ehemaliger Kollege Dennis Bukowski wendet sich wegen eines Falls an die Superhuman Law Division, in der es um seine Ex-Freundin Runa geht, eine formwandelnde Lichtelf aus New Asgard, die ihn betrogen hat, indem sie sich als Megan Thee Stallion ausgab; Der Fall wird Walters \u0027Mitarbeiter Augustus \"Pug\" Pugliese zugewiesen. Wong trifft sich mit Walters und willigt ein, bei Blonskys Bewährungsanhörung auszusagen. Während der Anhörung geben Wong und mehrere andere Zeugen ihre Aussagen ab, während Blonsky seine Fähigkeit demonstriert, als Abomination die Kontrolle zu behalten. Walters hilft Pug später, seinen Fall zu gewinnen, und Blonsky wird auf Bewährung freigelassen, darf sich aber nicht mehr verwandeln.","versions":[{"lang":1,"streams":[{"redirect":13634025,"hoster":"VOE"},{"redirect":14526035,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13723615,"hoster":"VOE"},{"redirect":14456158,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ist das keine echte Magie?","epNo":4,"alt":"Is This Not Real Magic?","descr":"Donny Blaze, ein Magier, der wegen unethischen Gebrauchs seiner Kräfte aus Kamar-Taj ausgewiesen wurde, schickt eine Zuschauerin namens Madisynn in eine andere Dimension, wo sie einen Deal mit einem Dämon abschließt, bevor sie zu Wongs Haus in Kamar-Taj transportiert wird. Wong geht auf Walters zu und bittet sie um ihre Hilfe, um ein Exempel an Blaze zu statuieren, damit Leute wie er die Mystic Arts nicht missbrauchen können, also leiten sie ein Gerichtsverfahren gegen ihn ein. In der Zwischenzeit erstellt Walters ein Profil in einer Dating-App in der Hoffnung, ihr soziales Leben zu erweitern, hat aber wenig Erfolg, bis sie es in ein Profil für She-Hulk ändert. Blaze setzt bei einer seiner Shows versehentlich einen Schwarm Dämonen frei, aber Wong und Walters können mit den Kreaturen fertig werden, und Walters droht Blaze, ihrer Unterlassungsverfügung nachzukommen.","versions":[{"lang":1,"streams":[{"redirect":13214243,"hoster":"VOE"},{"redirect":12977349,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13755824,"hoster":"VOE"},{"redirect":13608711,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13755819,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Grün, fies, und der Hammer in ’ner Jeans","epNo":5,"alt":"Mean, Green, And Straight Poured Into These Jeans","descr":"Titania hat den Namen \"She-Hulk\" für eine neue Linie von Schönheitsprodukten geschützt, was Walters verärgert. Holliway warnt Walters, dass sie sich schnell mit der Situation befassen muss, und beauftragt Mallory Book als ihren Anwalt für den Fall. Nikki und Pug haben einen Plan, ein Superhelden-Outfit für Walters von Luke Jacobson, einem hochexklusiven Schneider, zu erwerben, während Book und Walters beschließen, Titania entgegenzutreten, in der Hoffnung, das Warenzeichen von She-Hulk zurückzugewinnen. Walters ist verärgert, als sie herausfindet, dass Todd, einer ihrer erfolglosen Verabredungen, auch ein Kunde in ihrer Firma ist, aber dies hilft ihr zu erkennen, dass sie ihre Dating-App-Geschichte verwenden kann, um eine frühere Aufzeichnung ihrer Identifizierung als She-Hulk zu erstellen.","versions":[{"lang":1,"streams":[{"redirect":14427848,"hoster":"VOE"},{"redirect":14525628,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14354427,"hoster":"VOE"},{"redirect":14456157,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13723907,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Nur Jen","epNo":6,"alt":"Just Jen","descr":"Walters wird als Brautjungfer zur Hochzeit ihrer alten Freundin Lulu eingeladen. Als sie jedoch am Empfang ankommt, stellt sie enttäuscht fest, dass Lulu möchte, dass sie sich als ihr normales Selbst präsentiert, anstatt in ihrer Hulk-Form, und mit zahlreichen Pflichten vor der Hochzeit belastet ist. Die Dinge werden komplizierter, als Titania am Empfang auftaucht, da sie mit einem von Lulus Trauzeugen ausgeht. Walters verbindet sich mit Josh, einem Freund des Bräutigams, bevor Titania sie angreift und einen Kampf fordert. Walters verwandelt sich in She-Hulk und sie kämpfen kurz, bis Titania einen Zahn verliert  und eine Kernschmelze hat, bevor sie hinausstürmt. Währenddessen arbeiten Book und Ramos an einem Scheidungsfall für eine übermenschliche Person namens \"Mr. Immortal\". der aus zahlreichen früheren Ehen herausgekommen ist, indem er wiederholt seinen eigenen Tod vorgetäuscht hat, aber der Fall wird schwieriger, als acht von Mr. Immortals früheren Ehepartnern alle Klagen gegen ihn einreichen, nachdem sie dank eines Online-Videos, das einen seiner vorgetäuschten Todesfälle zeigt, sein Geheimnis entdeckt haben","versions":[{"lang":1,"streams":[{"redirect":13723745,"hoster":"VOE"},{"redirect":14456173,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13723744,"hoster":"VOE"},{"redirect":14462243,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14427846,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Der Rückzug","epNo":7,"alt":"The Retreat","descr":"Nach einer Nacht mit ihm wird Jen von Josh sehr enttäuscht. Zufällig gerät sie in eine Gruppentherapiesitzung mit Blonsky, Man-Bull, El Águila, Porcupine, Saracen und Wrecker, in deren Verlauf sie davon überzeugt wird, Joshs Kontaktinformationen zu löschen und ihre Gefühle ihm gegenüber loszulassen. Doch warum wird Jen überhaupt von Josh geghostet?","versions":[{"lang":1,"streams":[{"redirect":14354391,"hoster":"VOE"},{"redirect":14529402,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13723901,"hoster":"VOE"},{"redirect":14480619,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Quak und zack","epNo":8,"alt":"Ribbit And Rip It","descr":"Walters übernimmt einen neuen Fall und vertritt Eugene Patilio / Leap-Frog, der Jacobson verklagen möchte, weil er ihm einen fehlerhaften Supersuit geliefert hat. Walters versucht, mit Jacobson über die Entschädigung von Patilio zu sprechen, stößt jedoch auf Feindseligkeit. Jacobson wird von Matt Murdock vertretenvor Gericht und schafft es, den Fall zu gewinnen, weil Patilio versehentlich enthüllt, dass er Jacobsons Anweisungen zur Verwendung des Anzugs missachtet hat. Walters und Murdock freunden sich später in einer Bar an. Danach kontaktiert Patilio Walters und bittet um Hilfe gegen einen unbekannten Angreifer. Walters kommt und kämpft gegen den Angreifer, den sie als seinen Superhelden Daredevil als Murdock entdeckt. Murdock enthüllt Walters, dass Patilio Jacobson entführt hat und die beiden zusammenarbeiten, um ihn zu retten. Jacobson vergibt Walters ihre vorherige Interaktion, während Murdock später mit Walters in ihrem Haus schläft. Am nächsten Tag nimmt Walters an der Gala der Southern California Law Awards teil, wo sie die Auszeichnung als Anwältin des Jahres entgegennimmt, aber die Gala wird durch eine Sendung von Intelligencia unterbrochen, die Walters\u0027 Ruf, indem er Aufnahmen von ihr im Bett mit Miller zeigt","versions":[{"lang":1,"streams":[{"redirect":13746466,"hoster":"VOE"},{"redirect":14412591,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14427451,"hoster":"VOE"},{"redirect":14456170,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wessen Serie ist das nochmal?","epNo":9,"alt":"Whose Show Is This","descr":"Jen gerät in Schwierigkeiten mit dem Gesetz und muss ihr Leben wieder in den Griff bekommen.","versions":[{"lang":1,"streams":[{"redirect":13723616,"hoster":"VOE"},{"redirect":13608714,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13723742,"hoster":"VOE"},{"redirect":13608713,"hoster":"Streamtape"}]}]}]}]}