{"path":"/serie/stream/sheena-queen-of-the-jungle","name":"Sheena, Queen of the Jungle","descr":"Im Dschungelgebiet LaMistas begegnet dem ehemaligen FBI-Mann Matt Cutter das sagenumwobene Wesen Darak`Na, in Wirklichkeit die schöne Blondine Sheena, die die Gestalt von Tieren annehmen kann. Die beiden freunden sich an und lösen zukünftig verschiedene Fälle im Dschungel. Es geht u.a. um Killerkommandos, Spionage oder Schmuggel. Nicht selten geraten Sheena und Cutter in Lebensgefahr","seasons":[{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-0","name":"* Episodentitel nach DE-TV-Veröffentlichung // Ausstrahlungsablauf anhand OV Veröffentlichung, in (Klammer)  *","epNo":1,"alt":"","descr":"","versions":[]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-1","name":"Das Darak\u0027na","epNo":2,"alt":"Sheena","descr":"Im Dschungelgebiet LaMistas soll das Darak’Na leben, ein sagenumwobenes Wesen, das noch niemand zu Gesicht bekommen hat. Matt Cutter betreibt in LaMistas ein kleines Flugunternehmen und wird von einer Firma gechartert, die einen verschollenen Mitarbeiter sucht. Doch Norliss, der Repräsentant der Firma, treibt ein Doppelspiel. Eines Nachts macht Cutter die Bekanntschaft des Darak’Na: Dahinter verbirgt sich die schöne Blondine Sheena, die die Gestalt von Tieren annehmen kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834798","hoster":"VOE"},{"path":"/redirect/9834799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-2","name":"Die Rache der Rennmäuse (Episode 3)","epNo":3,"alt":"Revenge Of The Jirds","descr":"Cutters Kaffeelieferung präsentiert sich als Schmuggelversuch einer Ladung wilder Tiere, den sogenannten Jirds. Die Suche nach den Hintermännern des Schmuggels führt Cutter direkt in eine brenzlige Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834806","hoster":"VOE"},{"path":"/redirect/9834805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-3","name":"Sheena zwischen den Weltmächten (Episode 2)","epNo":4,"alt":"Fallout","descr":"In Afrika stürzt ein US-Spionagesatellit ab.Tyler, sein Ex-FBI-Partner Cutter und dessen Freundin Sheena machen sich auf die Suche nach dem Satelliten. De Zeit drängt, denn auch die Russen sind scharf auf die streng geheimen Daten und haben ein Killerkommando losgeschickt. Zudem ist der Selbstzerstörungsmechanismus des Satelliten schon aktiviert. Schließlich erwägt das US-Militär, notfalls den ganzen Landstrich in Schutt und Asche zu legen. Ein Himmelfahrtskommando für Sheena?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834814","hoster":"VOE"},{"path":"/redirect/9834813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-4","name":"Das rettende Blut einer Löwin (Episode 5)","epNo":5,"alt":"Tourist Trap","descr":"Die kleine Mariah leidet an Blutkrebs. Ihre Eltern reisen mit ihr nach Afrika, weil Mariah davon träumt, der Dschungel-Prinzessin zu begegnen. Als Sheena von der Reise der Familie erfährt, informiert sie sich über Mariahs Krankheit und findet heraus, dass das Blut eines Löwen sie retten könnte. Kurzerhand verwandelt sie sich in eine Löwin und versucht, das Mädchen durch eine Bluttransfusion vor dem Tod zu bewahren. Doch die Familie gerät in die Hände von Geiselnehmern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834816","hoster":"VOE"},{"path":"/redirect/9834827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-5","name":"Mit dem Segen der Kirche (Episode 9)","epNo":6,"alt":"Doing as the Romans","descr":"N’Gama, der brutale Diktator des Kleinstaates Maltaka, will zum katholischen Glauben überwechseln, um so zur Lockerung des Handelsembargos beizutragen, das gegen sein Land verhängt wurde. Ein frommes Leben führt er jedoch nur zum Schein – in Wahrheit nimmt er sich die schönsten Frauen des Landes mit Gewalt. Als ein Kardinal die Lage in Maltaka überprüfen will, zwingt er die schöne Jamila, ihn zu heiraten. Sheena ist schockiert und versucht, den Frauen zu helfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13931123","hoster":"VOE"},{"path":"/redirect/13931122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-6","name":"Die Experimente des Dr. Miller (Episode 10)","epNo":7,"alt":"The Children of the Lamistas","descr":"Der Wissenschaftler Dr. Miller möchte herausbekommen, was es mit der alten Legende um den Stamm der Kaya auf sich hat, die sich in Tiere verwandeln konnten. Seine Forschungsmethoden sind allerdings kriminell: Er lässt brutal ein Dorf im Dschungel überfallen, um die Bewohner für seine Experimente missbrauchen zu können. Die junge Sheena wird Zeugin des Überfalls. Weil ihr Tiger Shabeta dem Helfershelfer von Miller, Armstrong, in den Arm beißt, erschießt Armstrong ihn …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834836","hoster":"VOE"},{"path":"/redirect/9834839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-7","name":"Einzelgänger (Episode 4)","epNo":8,"alt":"A Rite of Passage","descr":"Nyah, der Mann von Kali und einstiges Stammesoberhaupt der Kaya, hatte vor Jahrzehnten beschlossen, sich in einen Gorilla zu verwandeln, weil er die menschliche Zivilisation als gescheitert betrachtete. Auch seine Stammesbrüder verwandelten sich in Tiere – einzig Kali widersetzte sich, da sie voraussah, dass die verwandelten Kaya sich zu gefährlichen Einzelgängern entwickeln würden. Genau dies geschah auch, und heute, Jahre später, wird sie von dem Gorilla Nyah angegriffen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834849","hoster":"VOE"},{"path":"/redirect/9834854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-8","name":"Reise in die Vergangenheit (Episode 6)","epNo":9,"alt":"Buried Secrets","descr":"Sheena findet einen angeschossenen Panther und will in die Haut des Raubtiers schlüpfen, um Rache an den Wilderern zu nehmen. Doch während der Verwandlung stirbt das Tier, und Sheena ist nun ein unfertiges Wesen, das gefährlich für seine Umgebung ist und Menschen angreift. Als Kali davon erfährt, will sie Sheena helfen. Sie weiß, dass sie sie mit dem Blut des toten Panthers in Berührung bringen muss, damit der Verwandlungsprozess richtig abgeschlossen werden kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834863","hoster":"VOE"},{"path":"/redirect/9834857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-9","name":"Tödlicher Glaube (Episode 22)","epNo":10,"alt":"Cult of one","descr":"Der US-Amerikaner Hundley fliegt nach Afrika, wo er seine verschollene Tochter Elisabeth wiederfinden möchte. Sie hatte sich einer Rebellentruppe angeschlossenen, deren Anführer Shekoro sich junge Menschen aus der ganzen Welt gefügig machte, um sie im Umgang mit Waffen auszubilden – seine Methoden glichen denen einer Sekte. Nun hat Hundley Hoffnungen, seine Tochter wiederzusehen, und Cutter hilft ihm dabei: Er bittet Shekoro, in seinem Lager nach Elisabeth suchen zu dürfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834551","hoster":"VOE"},{"path":"/redirect/9834498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-10","name":"Jagdfieber (Episode 8)","epNo":11,"alt":"Wild Things","descr":"Der Wissenschaftler Dr. Miller möchte herausbekommen, was es mit der alten Legende um den Stamm der Kaya auf sich hat, die sich in Tiere verwandeln konnten. Seine Forschungsmethoden sind allerdings kriminell: Er lässt brutal ein Dorf im Dschungel überfallen, um die Bewohner für seine Experimente missbrauchen zu können. Die junge Sheena wird Zeugin des Überfalls. Weil ihr Tiger Shabeta dem Helfershelfer von Miller, Armstrong, in den Arm beißt, erschießt Armstrong ihn …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381395","hoster":"VOE"},{"path":"/redirect/9834518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-11","name":"Kriegsspiele (Episode 7)","epNo":12,"alt":"The Lost boy","descr":"In LaMistas soll eine Öl-Raffinerie der Firma AGMES errichtet werden. Der Stamm der Souman, eigentlich ein friedliches Volk, will sich gegen diese Veränderung seines Lebensraumes zur Wehr setzen und wird dabei von Sheena unterstützt. Peter und Cutter geraten in den Strudel der Kriegswirren und kämpfen schließlich mit Sheena auf der Seite der Souman gegen AGMES. Der Präsident der Firma interessiert sich für die geheimnisvolle Schönheit Sheena …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834583","hoster":"VOE"},{"path":"/redirect/9834580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-12","name":"Marabunta (Episode 21)","epNo":13,"alt":"Marabunta","descr":"Der Urwald wird von gefährlichen Marabunta-Ameisen bedroht, denen zwei Tierfotografen zum Opfer fallen. Sheena und Cutter, die einen vergeblichen Rettungsversuch starten, geraten dabei selbst in Gefahr: Millionen von Ameisen bevölkern inzwischen die Gegend. Sie flüchten sich in eine Bergarbeiterhütte und versuchen, sich mit dem Gift einer Schlange gegen die Killerameisen zu schützen. Unterdessen hat Mendelsohn sich auf den Weg gemacht, um sie mit dem Hubschrauber zu bergen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834644","hoster":"VOE"},{"path":"/redirect/9834660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-13","name":"Dschungel Divas (Episode 12)","epNo":14,"alt":"Divas of the jungle","descr":"Sheena ist skeptisch, als im Dschungel ein exaltierter Modefotograf namens Marcus mit drei nicht minder überdrehten Models auftaucht, die Bikini-Fotos im Urwald machen wollen. Als Sheena die Truppe beobachtet, stellt sie fest, dass Marcus außerhalb der Mode-Gruppe völlig anders auftritt und bringt in Erfahrung, dass er in Wahrheit seinen Onkel Umbutu befreien will, der hier in einem Gefängnis festgehalten wird. Sheena hat eine Idee, wie sie ihm helfen kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834680","hoster":"VOE"},{"path":"/redirect/9834678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-14","name":"Verbotene Früchte (Episode 13)","epNo":15,"alt":"Forbidden fruits","descr":"Ein Botaniker-Ehepaar will die Gegend im Tal der Funga Bonde untersuchen – ein Gebiet, das im Zweiten Weltkrieg verseucht wurde und noch immer stark kontaminiert ist, sodass die Eingeborenen es für verhext halten und meiden. Als die Botaniker nach einer Woche vermisst werden, suchen Sheena und Cutter sie und finden die Frau dem Tode nahe am Flussufer. Der Grund: vergiftete rote Beeren, die zuerst einen ekstatischen Sinnesrausch, dann aber Hass und Zerstörungswut hervorrufen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834707","hoster":"VOE"},{"path":"/redirect/9834721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-15","name":"Leichte Beute (Episode 11)","epNo":16,"alt":"Prey","descr":"Sheena ahnt, dass das Verschwinden der Tierschützerin Consuela Davenport etwas mit dem Auftauchen von Carlton Rule zu tun hat, eines gewissenlosen Großwildjägers, der alljährlich Prominente einlädt, an seiner Jagd auf seltene Tiere teilzunehmen. Sheena überredet Cutter, undercover an der Veranstaltung teilzunehmen. Hier erlebt Cutter die grausamen Spielregeln des Events. Unterdessen hat Sheena im Haus Rule den Kopf von Consuela Davenport entdeckt – eine seiner Trophäen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834740","hoster":"VOE"},{"path":"/redirect/9834757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-16","name":"Der verrückte Monty (Episode 14)","epNo":17,"alt":"The fool Monty","descr":"Tierfilmer Monty Wilde macht sich auf nach Maltaka, um dort das legendäre Darak’Na zu suchen. Damit sein Produzent Don Donalds mehr Geld für seinen Dokumentarfilm locker macht, engagiert Wilde die Kung Fu-Kämpferin Camille, die das Darak’Na darstellen soll. Die Verstellung gelingt, und Donalds kommt höchstpersönlich nach Maltaka, um das Wunderwesen aus nächster Nähe zu betrachten. Doch Wilde weiß nicht, dass Donalds in kolumbianische Drogengeschäfte verwickelt ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11832575","hoster":"VOE"},{"path":"/redirect/9834748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-17","name":"Das Schutzgebiet (Episode 15)","epNo":18,"alt":"Sanctuary","descr":"Nachdem Fallschirmjäger der UNO nicht in der Lage waren, den Diktator Zenebu und seine Rebellen im Nachbarstaat Kamdeera unter Kontrolle zu bringen, haben sie sich in das Schutzgebiet Bhouma zurückgezogen – angeblich schützen sie das Reservat, in Wahrheit warten sie nur auf einen Rückzugsbefehl. Zenebu will den Soldaten freien Abzug gewähren, wenn sie ihre Waffen zurücklassen. Doch mit Sheenas Unterstützung können Zenebu und seine Leute doch noch niedergeschlagen werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381399","hoster":"VOE"},{"path":"/redirect/9834754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-18","name":"Eine alte Freundin kehrt zurück (Episode 17)","epNo":19,"alt":"Friendly fire","descr":"Tuli, eine Freundin aus Sheenas Kindheit, die in Paris Medizin studiert hat, kehrt im Auftrag ihres Chefs nach Hause zurück. Dieser will mit der legendären Tsunabo-Pflanze, deren Wirkung Tuli erforscht hat, eine Menge Geld machen. Er hat zwei Killer auf Tuli angesetzt, die sie ermorden sollen, sobald sie im Besitz der Pflanze ist – doch Sheena kann einen der beiden ausschalten und rettet Tuli …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834764","hoster":"VOE"},{"path":"/redirect/9834761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-19","name":"Der Diamant der Kamada (Episode 16)","epNo":20,"alt":"Jewel","descr":"Vor Gericht hat ein Angehöriger des Volkes der Kamada erstritten, dass ein wertvoller Stein, der den Kamada gehört, aber in einem westlichen Museum ausgestellt wurde, wieder nach Afrika zurückgebracht wird. Während der Überführung wird der Helikopter-Transport jedoch im Auftrag der Museumsdirektorin Selma überfallen, und der kostbare Riesendiamant landet mitten im Dschungel. Als Sheena davon erfährt, geht sie mit Cutter in den Urwald, um den Stein zu suchen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834770","hoster":"VOE"},{"path":"/redirect/9834766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-20","name":"Tyler kehrt zurück (Episode 19)","epNo":21,"alt":"Tyler returns","descr":"Sheenas Freundin Dalia kommt bei einem Attentat ums Leben, das von einem Terroristen namens Algonquin aus dem Nachbarstaat Dafari verübt wurde. CIA-Mann Tyler, der Ex-Ausbilder von Cutter, soll den Attentäter mit Cutters Hilfe ausschalten. Cutter lässt sich darauf ein, weil Sheena ihn dazu drängt – sie will ihre Freundin um jeden Preis rächen. Doch im Laufe des Rachefeldzuges stellt sich heraus, dass Tyler in Wahrheit gemeinsame Sache mit Algonquin macht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834772","hoster":"VOE"},{"path":"/redirect/9834952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-21","name":"Vier Stämme und ein Heiligtum (Episode 18)","epNo":22,"alt":"Between a rock and a hard place","descr":"Das so genannte \"Msaba Na\" ist das Heiligtum vier verschiedener Stämme, die hier seit Jahren friedlich nebeneinander ihre Religion ausüben. Doch eines Tages will der Häuptling der Kiptalami, Tuma, die alleinige Macht an sich reißen und erklärt, dass die anderen Stämme des Heiligtums unwürdig seien. So beschwört er einen blutigen Krieg herauf. Die Versuche von Sheena und Kali, die Parteien zum Verhandeln zu bewegen, scheitern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834780","hoster":"VOE"},{"path":"/redirect/9834778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-1/episode-22","name":"Kali in den Fängen der Sklavenhändler (Episode 20)","epNo":23,"alt":"Unsafe Passage","descr":"Das Dorf von Kali und Sheena wird von Daniko und Olsen überfallen, die gemeinsam mit einem Trupp Helfershelfer die Bewohner versklaven und verkaufen wollen. Mit Kali als echter Schamanin und mit der schönen Sheena glauben sie, einen besonders guten \"Fang\" gemacht zu haben, und wollen die beiden zu hohen Preisen auf dem Sklavenmarkt anbieten. Doch Cutter befreit sie mit Hilfe der CIA …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834783","hoster":"VOE"},{"path":"/redirect/9834787","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-1","name":"Rendezvous","epNo":1,"alt":"Rendezvous","descr":"Sheena rettet Undercover-Agent Cody, der den Drogenboss Nicodemus ausspionieren will, vor den Killern dieses Drogenbarons. Sie hilft ihm, bis zur Grenze zu gelangen. Auf dem Weg dorthin bahnt sich eine Romanze zwischen den beiden an. Unterdessen hat Cutter sich mit Mendelsohn auf den Weg gemacht, um Sheena zu suchen. Sie kommen gerade noch rechtzeitig, um Sheena und Cody aus einem Kugelhagel herauszuholen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834907","hoster":"VOE"},{"path":"/redirect/9834909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-2","name":"Unter Tieren","epNo":2,"alt":"The Feral King","descr":"Als vor zwölf Jahren ein Privatjet über dem Dschungel abstürzte, starben zwei der Insassen, die Eltern des fünfjährigen Jared. Der Junge selbst, der auch in der Maschine war, gilt seitdem als verschollen. Nun tauchen Bilder von Jared auf – und das passt seinem Onkel Roland und dessen Berater Bixby überhaupt nicht: Sie verwalten das Vermögen des Jungen treuhänderisch und hatten damals höchstpersönlich für den Absturz gesorgt. Nun wollen sie Jared endgültig aus dem Weg räumen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834915","hoster":"VOE"},{"path":"/redirect/9834914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-3","name":"Kali im Griff des Feindes","epNo":3,"alt":"Mind Games","descr":"Kontee will die Dörfer der LaMistas unter seine Kontrolle bringen und stellt zu diesem Zweck eine Droge aus Elodia-Blättern her. Auch Kali und Rashid betäubt er mit dem Rauschgift, weil er über diese beiden an Sheena herankommen will, die er unbedingt zu seiner Kriegsgöttin machen will. Als Cutter und die getarnte Sheena auftauchen, um Kali zu retten, geraten sie selbst in die Fänge von Kontee. Er verlangt von ihr, Kali zu töten – worauf sie ihre Tarnung aufgibt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834919","hoster":"VOE"},{"path":"/redirect/9834920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-4","name":"Der Anschlag","epNo":4,"alt":"Collateral Damage","descr":"Bei einem Attentat in Kalis Dorf wird Ranger schwer verletzt und muss ins Krankenhaus eingeliefert werden. Cutter findet heraus, dass die CIA hinter dem Anschlag steckt, bei dem auch zwei CIA-Leute starben. Sheena nimmt die Verfolgung eines Scharfschützen auf – und findet heraus, dass es sich um eine Frau namens Cassandra handelt. Unterdessen wird Cutter von zwei CIA-Männern angeheuert, um gemeinsam mit ihnen Cassandra zu suchen. Doch die beiden spielen ein doppeltes Spiel …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834923","hoster":"VOE"},{"path":"/redirect/9834926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-5","name":"Kampf der Giganten","epNo":5,"alt":"Meltdown In Maltaka","descr":"Sheena absolviert mit der jungen Boxerin Melina ein Training im Dschungel, weil Melina Titelverteidigerin Kelly besiegen will. Kurz vor dem Kampf stürzt eine Brücke ein, die Melina überquert, doch dank Sheenas Eingreifen bleibt die Boxerin unverletzt. Es stellt sich jedoch heraus, dass der Einsturz ein Attentat war: Victoria, die Wettkampf-Veranstalterin, will Melinas Sieg um jeden Preis verhindern, denn ein schwerreicher Mann hat auf Kelly gesetzt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834931","hoster":"VOE"},{"path":"/redirect/9834929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-6","name":"Der Schatz des Schädels","epNo":6,"alt":"The Treasure Of Sienna Mende","descr":"Als in einem Dorf der LaMistas eine schreckliche Dürre ausbricht, bittet Häuptling Meshudu Sheena um Hilfe: Rettung könnte der Schatz der Dorfahnen bringen, der in einer Höhle versteckt ist. Doch um zu dieser Höhle zu gelangen, bedarf es einer speziellen Schatzkarte – und die ist in einem Sockel versteckt, der von der Diebin Elena im Auftrag der Kunstsammlerin Laniche gestohlen wurde. Sheena und Cutter versuchen, Elena zu finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834932","hoster":"VOE"},{"path":"/redirect/9834933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-7","name":"Der Dunkle","epNo":7,"alt":"The Darkness","descr":"Ein Vorsteher und ein Steuereintreiber werden auf brutale Art und Weise getötet. Für die Bevölkerung von Maltaka ist sofort klar: \"Der Dunkle\" muss zurückgekehrt sein! Der Legende nach kann \"Der Dunkle\" nur von einem Schamanen herbeigerufen werden. Wenn er erst einmal da ist, treibt er so lange sein Unwesen, bis sein Hunger auf Menschen wieder gestillt ist. Sheena verfolgt mit Cutter die seltsamen Spuren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834869","hoster":"VOE"},{"path":"/redirect/9834865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-8","name":"Geiseln","epNo":8,"alt":"Still Hostage After All These Years","descr":"Gerade als Minister Bikolo aus Dafari mit dem Flugzeug nach Maltaka zu Friedensgesprächen unterwegs ist, entführen Terroristen die Maschine. Sie wollen damit die Freilassung ihres Oberhauptes Kafafi erzwingen. Da Kafafi jedoch der Hauptfeind von N’Gama ist, kann dieser ihn unmöglich freigeben. Cutter wird damit beauftragt, einen professionellen Verhandlungsführer nach Maltaka zu schicken. Er rechnet jedoch nicht damit, dass das ausgerechnet seine Ex-Frau Amanda Prentiss ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834873","hoster":"VOE"},{"path":"/redirect/9834871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-9","name":"Sheenas erste Liebe","epNo":9,"alt":"Return Of The Native","descr":"Als Mako Zabole, mit dem Sheena aufgewachsen ist, ins Dorf kommt, um eine Schule zu eröffnen, erfährt Cutter, dass Mako Sheenas erste Liebe war. Als er die beiden gemeinsam am See sieht, schleicht er eifersüchtig an sie heran – und entdeckt einen Heckenschützen, der auf Mako zielt. Im letzten Moment kann Cutter das Attentat verhindern, doch am Tag, als die Schule eröffnet werden soll, werden die Lehrer entführt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834878","hoster":"VOE"},{"path":"/redirect/9834879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-10","name":"Besuch aus dem Weltall","epNo":10,"alt":"The Maltaka Files","descr":"Es sieht so aus, als würden Außerirdische das Gebiet um die LaMistas aufsuchen: Immer mehr Menschen erkranken auf rätselhafte Weise, viele Leute behaupten, am Himmel seltsame Lichter zu sehen, und eines Nachts verschwinden Mendelsohn und ein Kuhhirte. Doch Sheena und Cutter entdecken, dass etwas ganz anderes hinter den mysteriösen Vorgängen steckt: Der Terrorist Bendix und Cutters Ex-Chef Massey bauen in einem Lager, das mit einem Elektrozaun gesichert ist, illegal Uran ab …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834884","hoster":"VOE"},{"path":"/redirect/9834885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-11","name":"Mord im Dschungel","epNo":11,"alt":"Stranded In The Jungle","descr":"Fünf gut situierte Menschen aus der Großstadt werden von einem Anwalt zu einem Survival-Camp in den Dschungel eingeladen. Cutter soll die fünf, die nur mit Wasser und Trockennahrung ausgerüstet sind, über dem Urwald aus seinem Hubschrauber abspringen lassen. Kurz nachdem er den Rückflug angetreten hat, wird er abgeschossen – er hat die Überlebenskämpfer unwissentlich über einem Gebiet abgesetzt, in dem es zu einem Militärputsch gekommen ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004727","hoster":"VOE"},{"path":"/redirect/9834899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-12","name":"Rückkehr nach Afrika","epNo":12,"alt":"Coming To Africa","descr":"Die Afrikanerin Janel wurde als junges Mädchen in die Staaten geschickt, um dort Erfahrungen mit der modernen Welt zu machen, die ihrem Stamm das Überleben sichern sollen. Nun kehrt sie zurück, ist jedoch gänzlich amerikanisiert und hat nichts mehr mit den Stammestraditionen im Sinn. Dennoch soll sie nach altem Brauch mit dem Angehörigen eines anderen Stammes vermählt werden. Auf dem Weg zu ihm, der quer durch den Dschungel führt, begleiten sie Sheena und Cutter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834901","hoster":"VOE"},{"path":"/redirect/9834900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sheena-queen-of-the-jungle/staffel-2/episode-13","name":"Einmal König sein","epNo":13,"alt":"The World According to Mendehlson","descr":"Mendelsohn und Cutter werden von Kriegern des Seborro-Stammes gefangen genommen und zu ihren Leuten verschleppt. Dort erwartet sie eine große Überraschung: Mendelsohn wird verehrt und wie ein Gott angebetet. Der Grund dafür ist, dass vor Jahren ein Pilot über dem Dschungel abstürzte, der den Seborros den Frieden brachte und daher als göttlicher Retter betrachtet wurde. Sein Logbuch wurde zum heiligen Buch erklärt. Auch der Flieger Mendelsohn wird nun als göttlich angesehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9834902","hoster":"VOE"},{"path":"/redirect/9834904","hoster":"Streamtape"}]}]}]}]}