{"seriesId":"shelter-der-schwarze-schmetterling","name":"Shelter - Der schwarze Schmetterling","descr":"\"Shelter\" ist die Verfilmung einer Thriller-Trilogie von Harlan Coben um den Teenager Mickey Bolitar, dessen Leben sich grundlegend verändert hat. Seine Mutter ist in der Enzugsklinik, sein Vater ist tot.So lebt Mickey (Jaden Michael) nun bei einer nervigen Tante und besucht eine neue Highschool in New Jersey, deren Maskottchen ein Kamel ist. Als er aber von einer unheimlichen älteren Dame, die möglicherweise ein Geist ist, erfährt, dass sein Vater gar nicht tot ist, glaubt Mickey schließlich, endgültig den Verstand zu verlieren.Eine Verbündete findet Mickey in der Mitschülerin Ashley Kent (Samanta Bugliaro), die eine eigene Tragödie zu überwinden hatte. Doch als Ashley verschwindet, macht sich Mickey auf die Suche und muss feststellen, dass alles, was sie ihm erzählt hat, erfunden war. Auch Mickey selbst gerät in große Gefahr, während er versucht aufzudecken, was mit Ashley und seinem Vater geschehen ist. Seine Suche konfrontiert ihn mit Verschwörungen, Lügen und den dunkelsten Seiten der Menschheit.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Hexenhaus","epNo":1,"alt":"Pilot","descr":"Nach einem tragischen Unfall zieht Mickey Bolitar zu seiner Tante in Kasselton, New Jersey - eine Stadt mit vielen verborgenen Geheimnissen. Als eine Klassenkameradin spurlos verschwindet, wird Mickey in eine Verschwörung hineingezogen, die so schockierend ist, dass das Highschool-Drama wie ein Kinderspiel wirkt... und Mickey alles in Frage stellt, das er zu wissen glaubte.","versions":[{"lang":1,"streams":[{"redirect":13351634,"hoster":"VOE"},{"redirect":13368372,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13115037,"hoster":"VOE"},{"redirect":13115043,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Octoface","epNo":2,"alt":"Catch Me If U Can","descr":"Die Ermittlungen zu Ashleys Verschwinden führen die Freunde zu einem gefährlichen Mann. Während Mickey seine Mutter wiedersieht, trifft Shira auf eine alte Freundin. Und was verbirgt Mrs. Friedman, Mickeys Geschichtslehrerin, in einer Stadt voller Geheimnisse, für die die Menschen töten würden, um sie zu verbergen?","versions":[{"lang":1,"streams":[{"redirect":12955998,"hoster":"VOE"},{"redirect":12956000,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12956055,"hoster":"VOE"},{"redirect":12956054,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Trauer und Vergangenheit","epNo":3,"alt":"The Dirt Locker","descr":"Mickey erfährt mehr über die Vergangenheit der mysteriösen Hexe. Shira verbringt Zeit mit einer alten Freundin, während Ema eine neue findet. Auf der Party zum 49. Hochzeitstag von Ellen und Alan Bolitar kämpft die Familie damit, Brads Abwesenheit zu verkraften.","versions":[{"lang":1,"streams":[{"redirect":13278353,"hoster":"VOE"},{"redirect":13195991,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13071902,"hoster":"VOE"},{"redirect":13079720,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Phantomfäden","epNo":4,"alt":"Phantom Threads","descr":"Mickey hat einen Durchbruch bei der Suche nach Ashley. Chief Taylor konfrontiert die Hexe und es kommt zu einer angespannten Situation. Ema und Löffel machen zusammen wunderschöne Musik.","versions":[{"lang":1,"streams":[{"redirect":12995321,"hoster":"VOE"},{"redirect":12995320,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13115052,"hoster":"VOE"},{"redirect":13115053,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Spionage","epNo":5,"alt":"See Me Feel Me Touch Me Heal Me","descr":"Mickey und Löffel entdecken Emas großes Geheimnis. Um Ashley zu finden, bittet Rachel Troy um einen großen Gefallen. Mickey und Rachel verfolgen einen Verdächtigen an einen überraschenden Ort. Mickey findet ein schockierendes Foto.","versions":[{"lang":1,"streams":[{"redirect":13278356,"hoster":"VOE"},{"redirect":13380747,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13353206,"hoster":"VOE"},{"redirect":13383126,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verrat","epNo":6,"alt":"Candy’s Room","descr":"Mickey hat eine fürchterliche Bitte. Shira findet sich in einer unangenehmen Lage wieder. Ema wird verraten und reagiert wütend. Ein großes Rätsel wird gelöst, aber Mickey hat bereits ein neues vor sich.","versions":[{"lang":1,"streams":[{"redirect":13148405,"hoster":"VOE"},{"redirect":13158542,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13115079,"hoster":"VOE"},{"redirect":13115080,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rettungsmission","epNo":7,"alt":"Sweet Dreams are Made of This","descr":"Spoon, Ema und Rachel machen einen Roadtrip, während Mickey jemanden trifft, den er erst kürzlich kennen gelernt hat.","versions":[{"lang":1,"streams":[{"redirect":13095458,"hoster":"VOE"},{"redirect":13380748,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13353216,"hoster":"VOE"},{"redirect":13383127,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":" Luthers Rache","epNo":8,"alt":"Found","descr":"Es kommt alles heraus.","versions":[{"lang":1,"streams":[{"redirect":13096634,"hoster":"VOE"},{"redirect":13096639,"hoster":"Doodstream"},{"redirect":13096633,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13115097,"hoster":"VOE"},{"redirect":13115103,"hoster":"Streamtape"}]}]}]}]}