{"seriesId":"sherazade-geschichten-aus-1001-nacht","name":"Sherazade - Geschichten aus 1001 Nacht","descr":"Die tapfere Sherazade will ihrem Freund Karim, der durch einen magischen Trunk in ein blaues Ungeheuer verwandelt wurde, helfen, seinen rechtmäßigen Platz als Sultan der Goldenen Stadt einzunehmen. Leichter gesagt als getan, denn die Neider lauern überall. Zum Glück bekommt das Gespann immer wieder Hilfe von Gestalten aus den Märchen aus 1001 Nacht, wie etwa Aladin oder Ali Baba und seinen vierzig Räubern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Palast in Aufruhr","epNo":1,"alt":"Metamorphosis","descr":"Der Sultan der Goldenen Stadt ist tot und sein jüngster Sohn Karim wird der neue Sultan. Karims älterer Bruder Shazaman und dessen Frau Dunyazad sehen sich um die Herrschaft betrogen und brauen einen magischen Trunk, der Karim in ein riesiges blaues Ungeheuer verwandelt.","versions":[{"lang":1,"streams":[{"redirect":8787555,"hoster":"VOE"},{"redirect":12514343,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der geheimnisvolle Doktor","epNo":2,"alt":"The Doctor Of Doctors","descr":"Halil, der Dschinn führt Sherazade und Karim zum alten Verlorenen Tempel in der Wüste, wo sie sich vor den Truppen Shazamans verbergen können. Sherazade schleicht sich in den Palast zurück, weil sie hofft, im Nachlass ihres Vaters ein Heilmittel für Karim zu finden. Sie wird von Dunyazad entdeckt. Der einzige Hinweis, den Sherazade finden kann, ist der Name \"Dr. Duban\" und der lebt in der Kristallstadt.","versions":[{"lang":1,"streams":[{"redirect":8787550,"hoster":"VOE"},{"redirect":8624982,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf der Suche nach der Wunderlampe","epNo":3,"alt":"The Lamp Of Wonders","descr":"Nach dem Besuch bei Dr. Duban schleicht sich Sherazade noch einmal zurück in die Goldene Stadt. Sie hat eine Karte dabei, die den Ort zeigt, an dem sich eine Wunderlampe befindet. Die benötigen sie, um den Baum des Lebens zu finden. Dabei trifft sie auf Aladin und geht gemeinsam mit ihm auf die gefährliche Suche nach der Lampe.","versions":[{"lang":1,"streams":[{"redirect":8787557,"hoster":"VOE"},{"redirect":8624985,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der schlafende Prinz","epNo":4,"alt":"The Sleeping Prince","descr":"Der Dschinn der Wunderlampe, Zumurrud, führt Karim und Sherazade zu einem schlafenden Prinzen. Der kann mit Doktor Dubans Hilfe wieder erweckt werden. Prinz Achmed behauptet, den Baum des Lebens jenseits der Sturmbarriere auf der Wak-Wak Insel gesehen zu haben.","versions":[{"lang":1,"streams":[{"redirect":8787554,"hoster":"VOE"},{"redirect":8624984,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kampf um Mitternacht","epNo":5,"alt":"Aladin And The Princess","descr":"Es gibt nur einen Weg zur Wak-Wak Insel und der führt durch die tödliche Sturmbarriere. Um sicher durch diese Barriere zu kommen, benötigt man einen magischen Kompass, die Necromantische Navigationsnadel. Diese gehört aber Jinan, der Prinzessin der Kristallstadt.","versions":[{"lang":1,"streams":[{"redirect":8787551,"hoster":"VOE"},{"redirect":8624983,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Auf der Suche nach der Navigationsnadel","epNo":6,"alt":"Ali Baba And The 40 Thieves","descr":"Sherazade, Karim und Halil halten in den Bergen an, damit ihr Kamel trinken kann. Dabei werden sie von dem Räuberhauptmann und seinen Dieben in die Enge getrieben. Der Hauptmann nimmt ihnen den Kompass ab und verschwindet. Sherazade jagt ihm nach und begegnet dabei Ali Baba, einem wandernden Händler. Der ist bereit, ihr den Weg zur Höhle der Diebe zu zeigen, um den Kompass zurückzuerlangen.","versions":[{"lang":1,"streams":[{"redirect":8787553,"hoster":"VOE"},{"redirect":8624995,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Tauschgeschäft","epNo":7,"alt":"New Lamps For Old","descr":"Karim und Sherazade brauchen für ihre Fahrt zur Wak-Wak Insel einen erfahrenen Kapitän. Nur die Wunderlampe Zumurrud kann ihnen sagen, wer dieser Kapitän ist. So gehen sie zurück zum Kristallpalast, um Aladin und seine Lampe aufzusuchen. Aladin verlässt den Palast gerade nach einem Streit mit Prinzessin Jinan. Seine Lampe lässt er zurück. Dunyazad tauscht eine neue wertlose Lampe gegen Aladins Wunderlampe ein.","versions":[{"lang":1,"streams":[{"redirect":12870983,"hoster":"VOE"},{"redirect":8624986,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Zauberfisch","epNo":8,"alt":"Turned To Stone","descr":"Sherazade und ihre Freunde haben Unterschlupf im Verlorenen Tempel gefunden. Auf der Suche nach Wasser geraten Sherazade und Halil in einen Hinterhalt von Shazamans Soldaten. Sie kann fliehen, aber ihr Kamel Jamal und Halil bleiben in den Händen der Soldaten. Inzwischen stößt Karim im Verlorenen Tempel auf einen magischen Fisch, der bereit ist, ihm seine ursprüngliche Gestalt zurückzugeben. Allerdings als Steinstatue.","versions":[{"lang":1,"streams":[{"redirect":8787556,"hoster":"VOE"},{"redirect":8624987,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sindbad","epNo":9,"alt":"I Am Sinbad!","descr":"In der Hafenstadt sucht Sherazade nach Sindbad, dem Kapitän. Sindbad, der Träger gibt sich für den erfahrenen gleichnamigen Seefahrer aus. Er verlangt zunächst eine Barzahlung, bevor er sie zur Wak-Wak Insel fahren will. Sherazade und Ali Baba treffen auf den echten Sindbad und begreifen, dass sie betrogen wurden.","versions":[{"lang":1,"streams":[{"redirect":8787560,"hoster":"VOE"},{"redirect":8624989,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sindbads Entschuldigung","epNo":10,"alt":"Here Kitty, Kitty","descr":"Bevor Sherazade und Karim noch mit Sindbad, dem Seefahrer lossegeln können, kollidiert Sultan Yunans Jacht mit Sindbads Schiff. Sindbad wird für das Verschwinden der Katze des Sultans verantwortlich gemacht und verhaftet. Er soll seine Freiheit nur dann wieder bekommen, wenn er die Katze findet und sich beim Sultan entschuldigt.","versions":[{"lang":1,"streams":[{"redirect":12381398,"hoster":"VOE"},{"redirect":8624990,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Spukschiff","epNo":11,"alt":"The Haunted Suleiman","descr":"Alle Segel sind gesetzt, um auf der Wak-Wak Insel den Baum des Lebens zu finden. Aber Dunyazad hat einen Geister-Fluch auf Sindbads Schiff gelegt. Nur durch ihre große Entschlossenheit können Sherazade und ihre Freunde eine Zerstörung des Schiffes verhindern.","versions":[{"lang":1,"streams":[{"redirect":8787559,"hoster":"VOE"},{"redirect":8625000,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Schlangeninsel","epNo":12,"alt":"Snake Island","descr":"Endlich können die Freunde zur Suche nach dem Baum des Lebens aufbrechen. Doch Dunyazad hat das Schiff heimlich sabotiert. Schiffbrüchig stranden sie auf einer Schlangeninsel. Die Schlangen dienen dem Vogel Rock als Nahrung. Durch seine unfreiwillige Mithilfe gelangen sie wieder auf das Festland.","versions":[{"lang":1,"streams":[{"redirect":9699438,"hoster":"VOE"},{"redirect":8625002,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Sesam, öffne dich!","epNo":13,"alt":"The 40 Thieves’ Revenge","descr":"Ein neues Schiff muss gebaut werden. Sherazade und Ali Baba wollen das Geld dafür aus der Höhle des Räuberhauptmanns stehlen. Dabei werden sie von den Räubern entdeckt. Als ihnen die Flucht gelingt, wartet vor der Höhle bereits Osman, der Chef der Wache des Palastes der Goldenen Stadt.","versions":[{"lang":1,"streams":[{"redirect":8787564,"hoster":"VOE"},{"redirect":8624992,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Vogel Rock","epNo":14,"alt":"Roc ‘n’ Roll","descr":"Als Sherazade und Ihre Freunde erneut aufbrechen, den Baum des Lebens zu finden, nehmen sie auch Sindbad, den Träger als Koch mit an Bord. Dunyazad hat ihn gezwungen, ein noch nicht fertig ausgebrütetes Ei des Vogels Rock an Bord zu schmuggeln. Der junge Vogel Rock schlüpft und wird von seiner wütenden Mutter gesucht. Dabei wird das Schiff abermals zerstört.","versions":[{"lang":1,"streams":[{"redirect":8787563,"hoster":"VOE"},{"redirect":8624991,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Fluch des Akatash","epNo":15,"alt":"The Demon Within","descr":"Erneut gestrandet auf einer Insel, müssen die Freunde ein Floss bauen, um sich wieder auf den Weg zu machen. Aber sie merken zunehmend, dass sich unter ihnen eine große Aggressivität verbreitet. Bald entdecken sie die Quelle dieser Negativität: es ist der Dämon Akatash, der sich von ihrer Wut ernährt.","versions":[{"lang":1,"streams":[{"redirect":8787561,"hoster":"VOE"},{"redirect":8624994,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der große Dschinn","epNo":16,"alt":"Out Of The Bottle","descr":"Während Sindbad und Karim ein neues Schiff bauen, eilt Sherazade mit Halil in die Kristallstadt, um den dortigen Sultan vor der Gefahr eines Krieges mit Shazaman zu warnen. Unterwegs finden sie eine von Dunyazad platzierte Flasche, aus der durch Halils Leichtsinn ein menschenverachtender riesiger Dschinn steigt.","versions":[{"lang":1,"streams":[{"redirect":8788765,"hoster":"VOE"},{"redirect":8624993,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der vertauschte Kompass","epNo":17,"alt":"The Ghoul Giants","descr":"Unsere Helden brechen an Bord des Suleimans III auf. Doch abermals veranlasst Dunyazad Sindbad den Träger dazu, den Freunden einen bösen Streich zu spielen und wieder landen sie als Schiffsbrüchige auf einer Insel. Dieses Mal begegnen sie menschenfressenden Riesen, die den Träger entführen und ihn für ihr Mahl zubereiten wollen.","versions":[{"lang":1,"streams":[{"redirect":8787565,"hoster":"VOE"},{"redirect":8624996,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Gefahr im Ozean","epNo":18,"alt":"The Sheik Of The Sea","descr":"Auf einem selbstgezimmerten Floß sind Sherazade und ihre Freunde auf den Weg zur Wak-Wak Insel, als sie von einem riesigen Fisch verschlungen werden. Der verlangt als Gegenwert für ihre Freiheit, dass sie seine Kinder aus den Händen von Dunyazad befreien. Karim und Sharazade steigen als Wassergeister aus der Meerestiefe auf, um im Palast der Goldenen Stadt nach ihnen zu suchen.","versions":[{"lang":1,"streams":[{"redirect":12281932,"hoster":"VOE"},{"redirect":8624999,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Auf der Wak-Wak Insel","epNo":19,"alt":"On Wak-Wak Island","descr":"Angekommen auf der Wak-Wak Insel treffen sie dort auf Peribanu, eine Hexe, die sie mit bösen Streichen und frechen Tricks an der Nase herumführt. Der Baum des Lebens befindet sich auf einem hohen Felsen, der umso höher wird, desto höher man auf ihn heraufsteigt.","versions":[{"lang":1,"streams":[{"redirect":12335021,"hoster":"VOE"},{"redirect":8624997,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das mechanische Pferd","epNo":20,"alt":"The Mechanical Horse","descr":"Während Karim und Sindbad versuchen, den Baum des Lebens zu erreichen, findet Shazaman im Palast ein mechanisches Pferd. Dunyazad gelangt mit Hilfe dieses Pferdes ebenfalls zur Wak-Wak Insel. Durch sie begreift die Hexe, wer Karim und Sherazade wirklich sind. Aber sie offenbart ihnen auch, dass ihr Baum des Lebens nur ein Trugbild ist. Um den echten Baum zu finden, müssen sie das Orakel von Ifrit um Hilfe bitten.","versions":[{"lang":1,"streams":[{"redirect":8787568,"hoster":"VOE"},{"redirect":8624998,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Orakel des Ifrit","epNo":21,"alt":"The Oracle Of The Ifrit","descr":"Sherazade und ihre Freunde finden das Orakel von Ifrit. Sie müssen erfahren, dass nur zwei ganz bestimmte Menschen dem Orakel das Geheimnis entlocken können. Und diese beiden Menschen sind Sherazade und ihre ärgste Feindin Dunyazad. Das Orakel gibt den beiden einen Hinweis auf einen goldenen Schlüssel. Dunyazad versucht, Sherazade einen Schlaftrunk zu geben, um sie alles Gehörte vergessen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":12924998,"hoster":"VOE"},{"redirect":8625001,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Perlen in der Wüste","epNo":22,"alt":"Pearls In The Desert","descr":"Als ärmliche Frau verkleidet fängt Dunyazad Sherazade und ihre Freunde auf dem Weg zum Verlorenen Tempel ab. Sie behauptet vor dem tyrannischen Regime Shazamans geflohen zu sein. Die Freunde nehmen sich ihrer an, geraten dadurch aber erneut in eine Falle.","versions":[{"lang":1,"streams":[{"redirect":8787567,"hoster":"VOE"},{"redirect":8625004,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Tanz für das Leben","epNo":23,"alt":"In For A Song","descr":"Sherazade wird in einen goldenen Käfig eingesperrt. Dunyazad stellt auch Karim eine Falle, falls er kommt, um seine Freundin zu retten. Aber Karim kommt nicht. Stattdessen erscheint eine Gruppe von Jongleuren und Akrobaten, der Shazaman nicht widerstehen kann. Sherazade begreift, dass die Mitglieder dieser Gruppe ihre Freunde sind: Karim, Morgana, Sindbad und Duban.","versions":[{"lang":1,"streams":[{"redirect":8787570,"hoster":"VOE"},{"redirect":8625005,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Kampf um Gerechtigkeit","epNo":24,"alt":"Justice Served","descr":"Dunyazad und Shazaman drohen die Kristallstadt zu vernichten, wenn ihnen von Sherazade nicht der goldene Schlüssel ausgehändigt wird. Sultan Yunan, der Herrscher der Kristallstadt will durch einen Test herausfinden, wer der wirkliche Sultan der Goldenen Stadt und damit rechtmäßiger Besitzer des Schlüssels ist: Shazaman oder der verzauberte Karim. Doch Dunyazad schafft es durch einen ihrer Zauber, den Schlüssel für sich zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8787572,"hoster":"VOE"},{"redirect":12871064,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der goldene Schlüssel","epNo":25,"alt":"The Palace Of The Last Power","descr":"Um den vom Räuberhauptmann gestohlenen Schlüssel zurück zu erlangen, begeben sich Sherazade, Karim und Halil zur Höhle der Räuber. Sie ahnen nicht, dass Dunyazad bereits gemeinsame Sache mit dem Räuberhauptmann macht. Halil findet in der Höhle eine Karte, die den Standort des Baumes des Lebens anzeigt. Aber bevor sie handeln können, umnebelt Dunyazad Sherazade und Karim mit einem Schlafnebel.","versions":[{"lang":1,"streams":[{"redirect":8787573,"hoster":"VOE"},{"redirect":8625003,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Baum des Lebens","epNo":26,"alt":"The Tree Of Life","descr":"Karim und Sherazade finden den Baum des Lebens. Aber bevor Karim die magische Frucht des Baumes essen kann, um seine Gestalt zurückzuerlangen, zerstört Dunyazad den Baum. Mächtige, böse Dämonen können sich befreien. Im Kampf mit ihnen wird Sherazade lebensgefährlich verwundet. Karim verwendet die letzte verbliebene Frucht des Baumes, um Sherazade zu retten. Damit ist er für immer dazu verdammt, als blaues Monster zu leben.","versions":[{"lang":1,"streams":[{"redirect":8787577,"hoster":"VOE"},{"redirect":8625006,"hoster":"Streamtape"}]}]}]}]}