{"seriesId":"shifting-gears-mit-aaron-kaufmann","name":"Shifting Gears - mit Aaron Kaufmann","descr":"Nach seinem Ausstieg bei den \"Gas Monkeys\" ist Aaron Kaufman nun sein eigener Boss. In seinem neu eröffneten Shop Arclight Fabrication in Dallas, Texas erfüllt er langgehegte Tuning-Träume, bricht aus seiner Komfortzone aus und wagt sich an Automodelle, die für ihn komplettes Neuland darstellen. Für sein neues Team hat sich Aaron handverlesene Auto-Cracks ausgesucht, die die Autos mit ihrem Know-how optimal bis an die Performancegrenze bringen können.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Arclight Fabrication","epNo":1,"alt":"A New Start","descr":"Endlich wieder Motorenlärm: In der neuen Werkstatt kann Vollblut-Schrauber Aaron Kaufman seine eigenen Ideen umsetzen – ohne einen nörgelnden Chef im Rücken, der ihm ständig auf die Finger schaut. Dabei unterstützen ihn einige der besten Mechaniker des Landes, und die Jungs scharren in Dallas schon mit den Hufen. Das Team von \"Arclight Fabrication\" will einen schrottreifen International Scout zu einem Hochleistungs-Allrounder aufmotzen – einer Kombination aus Wüstenrenner und Rock Crawler, mit der man auch über den Highway brettern kann.","versions":[{"lang":1,"streams":[{"redirect":11317351,"hoster":"VOE"},{"redirect":10138328,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Scout 66","epNo":2,"alt":"Scout 66","descr":"Während sich Aaron Kaufman auf der SEMA mit potenziellen Geschäftspartnern trifft, schraubt sein Team mit Hochdruck am Scout Harvester. Denn die Kfz-Freaks wollen mit dem Vehikel beim \"King of the Hammers\" an den Start gehen, einem der härtesten Wüstenrennen der Welt. Das Fahrzeug muss absolut sicher sein – für den Fall, dass es sich beim Ritt über Stock und Stein überschlägt. Deshalb konstruiert Jeremy Webster aus zwei Zentimeter dickem Aluminiumblech einen Spezialtank, während seine Kollegen das neue Chassis mit der Karosserie verheiraten.","versions":[{"lang":1,"streams":[{"redirect":11317348,"hoster":"VOE"},{"redirect":10138332,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"King of the Hammers","epNo":3,"alt":"King of the Hammers","descr":"14 Wochen lang haben Aaron Kaufman und sein Team am 71er International Scout geschraubt. Und in wenigen Tagen wird sich herausstellen, ob die Truppe gute Arbeit geleistet hat. Die Kfz-Freaks treten mit dem umgebauten Truck beim \"King of the Hammers\" in der Legend-Klasse an. 223 Kilometer in zehn Stunden: Die Offroad-Strecke im Johnson Valley in Kalifornien ist mörderisch – dort erreichen bei Weitem nicht alle Fahrer die Ziellinie. Zählen Aaron und die Crew von \"Arclight Fabrication\" am Ende zu den glücklichen Gewinnern?","versions":[{"lang":1,"streams":[{"redirect":11317349,"hoster":"VOE"},{"redirect":10138331,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Großes Spielzeug","epNo":4,"alt":"Big Rig Gig","descr":"Aus einem Sattelschlepper soll ein Renntruck werden: Aaron und sein Team verfolgen beim neuen Projekt ambitionierte Pläne, denn der sogenannte \"Blow-by-Gas-Test\" zeigt: Der 460-PS-Motor des riesigen Ungetüms ist noch gut in Schuss – trotz der 1,5 Millionen gefahrenen Kilometer. Die Kfz-Profis wollen die Leistung der Antriebsmaschine mit einem Turbolader und einem optimierten Treibstoffsystem aufrüsten. Um die Wendigkeit zu verbessern, muss das Fahrzeug zudem leichter werden. Sprich: Alles, was nicht zwingend gebraucht wird, fliegt raus.","versions":[{"lang":1,"streams":[{"redirect":12381407,"hoster":"VOE"},{"redirect":10138330,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Aaron baut einen Diesel","epNo":5,"alt":"Semi-Charmed Kinda Truck","descr":"Aaron Kaufman und seine Autoschrauber wollen sich mit ihrem umgebauten Truck auf dem Pikes Peak International Raceway in Colorado Springs mit echten Rennprofis messen. Bis zum Startschuss bleiben den Jungs nur noch drei Wochen, deshalb muss sich die Truppe in der Werkstatt sputen. Auf der Strecke braucht die Spezialanfertigung des Teams Power ohne Ende – mindestens 900 PS und ein Drehmoment von 3000 Newtonmeter. Um diese Marke zu erreichen, haben die Kfz-Freaks einen der besten Diesel-Experten des Landes mit an Bord geholt.","versions":[{"lang":1,"streams":[{"redirect":11317357,"hoster":"VOE"},{"redirect":10138333,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Showdown in Colorado Springs","epNo":6,"alt":"Trucked And Loaded","descr":"Am Fuße der Rocky Mountains muss der Renntruck von \"Arclight Fabrication\" in verschiedenen Disziplinen seine Vielseitigkeit unter Beweis stellen – auf dem Drag-Strip, auf der Rundstrecke und beim Freestyle-Wettbewerb. Der Umbau des Sattelschleppers war schon allein wegen der Größe des Fahrzeugs eine echte Herausforderung für die Jungs, denn solche riesigen Antriebsstränge und Bremsanlagen waren die Kfz-Freaks in der Werkstatt nicht gewohnt. Kann das Team auf dem Pikes Peak International Raceway trotzdem mit den Profis mithalten?","versions":[{"lang":1,"streams":[{"redirect":11317365,"hoster":"VOE"},{"redirect":10138334,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Aaron fährt Rallye","epNo":7,"alt":"Rally Time","descr":"Aaron macht mit seiner Mechaniker-Truppe einen Ausflug auf den Rallye-Parcours. Dort lernen die Vollblutschrauber, wie man ein Kraftfahrzeug unter extremen Bedingungen im Gelände fortbewegt. Bei der Kontrolle des Driftwinkels kommt es auf das perfekte Zusammenspiel von Gas und Bremse an. Finden die Kfz-Freaks die richtige Balance? Der Geschicklichkeitstest stärkt nicht nur den Teamgeist, sondern hat auch einen konkreten Hintergrund. Die Autoexperten wollen nämlich einen konkurrenzfähigen Rennwagen für die \"Olympus Rally\" bauen.","versions":[{"lang":1,"streams":[{"redirect":11317362,"hoster":"VOE"},{"redirect":10138335,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ärger mit dem Käfig","epNo":8,"alt":"Cage Match","descr":"Die Vorbereitungen für das Rallye-Spektakel laufen auf Hochtouren. Während Aaron im Gelände mit einem Profi seine Fahrkünste trainiert, bringt das Team in der Werkstatt den Subaru Impreza RX auf Vordermann. Die Sicherheit hat auf der 300 Kilometer langen Strecke in den Bergen von Washington oberste Priorität, deshalb ist ein Detail beim Umbau besonders wichtig: der Überrollkäfig. Jeder Fehler beim Schweißen könnte zum Entzug der Starterlaubnis führen, denn die Konstruktion wird vor dem Rennen von erfahrenen Sachverständigen geprüft.","versions":[{"lang":1,"streams":[{"redirect":11317366,"hoster":"VOE"},{"redirect":10138336,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Olympus-Rallye","epNo":9,"alt":"The Olympus Rally","descr":"Der Weg auf das Siegerpodium ist steinig. Um bei der Olympus-Rallye vorne mitzumischen, brauchen Aaron und seine Jungs einen schnellen, robusten Geländewagen. Doch der Subaru Impreza des Teams läuft noch nicht rund. Die \"Arclight\"-Truppe bricht mit einem unfertigen Fahrzeug nach Washington auf – die restlichen Arbeiten müssen die Profi-Schrauber an der Rennstrecke erledigen, denn die serienmäßigen STI-Federbeine sind für den anspruchsvollen Parcours nicht stabil genug. Haben die Auto-Cracks für dieses Problem eine Lösung parat?","versions":[{"lang":1,"streams":[{"redirect":11317368,"hoster":"VOE"},{"redirect":10138337,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Aaron baut einen Retro-Renner","epNo":10,"alt":"Model A-K","descr":"Die \"Arclight\"-Crew startet ein neues Projekt. Aaron Kaufman und sein Team bauen einen Ford Model A zum Rail Dragster um. Die Kfz-Freaks wollen mit dem Vehikel beim \"Race of Gentlemen\" an den Start gehen. Die Veranstaltung ist eine Reminiszenz an alte Hot-Rod-Zeiten, in denen Hobbyschrauber ihre Autos in der eigenen Garage zu leistungsstarken Rennmaschinen aufrüsteten. Deshalb darf die Truppe in der Werkstatt nur auf Ersatzteile zurückgreifen, die bis zum Jahr 1952 hergestellt wurden. Das gilt auch für den Motor und das Getriebe.","versions":[{"lang":1,"streams":[{"redirect":11317369,"hoster":"VOE"},{"redirect":10138338,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Model A-Dragster oder Harley","epNo":11,"alt":"Wildwood or Bust","descr":"Haben sich Aaron und sein Team übernommen? Bis zum \"Race of Gentlemen\" bleibt den \"Arclight\"-Schraubern nur noch eine Woche Zeit – und beide Vehikel, mit denen die Profi-Mechaniker in New Jersey Gas geben wollen, sind noch nicht renntauglich. Beim Ford-Model-A-Dragster müssen die Kfz-Freaks dem V8-Motor Beine machen, ansonsten sind sie gegen die Konkurrenz chancenlos. Und die 75 Jahre alte Harley-Davidson WLA soll beim Nostalgie-Event ebenfalls groß auftrumpfen. Doch vorher muss die Crew in der Werkstatt ordentlich ranklotzen.","versions":[{"lang":1,"streams":[{"redirect":11317367,"hoster":"VOE"},{"redirect":10138353,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"„Race of Gentlemen“","epNo":12,"alt":"The Race of Gentelmen","descr":"Beim \"Race of Gentlemen\" treffen sich autoverrückte Kfz-Freaks aus allen Teilen des Landes, um ihre alten Kisten mit über 100 km/h über den Sand zu jagen. Doch ob es für Aaron Kaufman und die \"Arclight\"-Crew in Wildwood zum Sieg reicht, ist äußerst fraglich, denn bei der letzten Testfahrt streiken beim Ford-Model-A-Dragster plötzlich die hinteren Bremsen. Kurz vor der geplanten Abfahrt nach New Jersey müssen die Jungs in der Werkstatt noch einmal die Ärmel hochkrempeln. Trotzdem geben sich die Profi-Schrauber noch nicht geschlagen.","versions":[{"lang":1,"streams":[{"redirect":12381405,"hoster":"VOE"},{"redirect":10138340,"hoster":"Streamtape"}]}]}]}]}