{"path":"/serie/stream/shigurui","name":"Shigurui","descr":"[Ger Sub] Der einarmige Fujiki Gennosuke und der blinde Irako Seigen stehen sich bei einem Turnier von Lord Tokugawa Tadanaga gegenüber. In der Vergangenheit wurden solche Turniere immer mit Holzschwertern ausgetragen, aber das ist das erste mal, dass echte Schwerter verwendet werden. Aber die beiden Schwertkämpfer sind nicht nur Gegner in diesem Turnier, sie verbindet eine gemeinsame Vergangenheit. Sie waren beide Schüler von Iwamoto Kogan, dem besten Schwertkämpfer Japans. Was geschah in der Vergangenheit und wieso stehen sie sich gegenüber?","seasons":[{"path":"/serie/stream/shigurui/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shigurui/staffel-1/episode-1","name":"","epNo":1,"alt":"Sword Match at Sunpu Castle","descr":"Zwei beschädigte Krieger teilen eine verdrehte und gewalttätige Vergangenheit. Jetzt müssen sie sich in einem brutalen Samurai-Turnier gegenüberstehen, das arrangiert wurde, um den Blutdurst eines grausamen Tyrannen-Oberherrn zu befriedigen. Die entstellten Legenden der Klinge müssen die Kraft für einen letzten Kampf aufbringen, eine letzte Lektion in der Kunstfertigkeit der Gewalt, in der nichts schöner ist als das Töten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11317364","hoster":"VOE"},{"path":"/redirect/10138339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shigurui/staffel-1/episode-2","name":"","epNo":2,"alt":"The Yodare-Azuki Ceremony","descr":"Jahre vor dem Turnier war Gennosuke Fujiki der stoische Starschüler des Kogan-Dojos, und Seigen Irako war ein forscher junger Samurai, der Ruhm und eine Audienz beim Meister des Dojos suchte. Nachdem er Gennosuke auf seinem eigenen Gebiet blamiert hat, muss sich Seigen als nächstes einem überlegenen Feind stellen, um sich das Recht zu verdienen, den Sensei zu treffen. Der Kampf ist der schwierigste seines jungen Lebens, und am Ende der Reise wartet ein dunkles Geheimnis auf ihn.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11317379","hoster":"VOE"},{"path":"/redirect/10138341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shigurui/staffel-1/episode-3","name":"","epNo":3,"alt":"Kamaitachi","descr":"Einmal im Jahr erwacht Kogan aus seinem todesähnlichen Schlummer, um sein Dojo zu beaufsichtigen. Eingesperrt in einem verfallenden Zustand will der Meister wissen, welcher seiner Samurai des Kogan-Erbes würdig ist. Seigen und Gennosuke sind die wahrscheinlichsten Kandidaten, aber niemand ist sich sicher, welcher Schwertkämpfer am besten geeignet ist, seinem wahnsinnigen Anführer das zu geben, was er sich wünscht. Am Ende entwirft Kogan selbst eine hinterhältige Herausforderung, um die Situation zu klären.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11317374","hoster":"VOE"},{"path":"/redirect/10138342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shigurui/staffel-1/episode-4","name":"","epNo":4,"alt":"Children\u0027s Song","descr":"Jahrelang glaubte die gequälte Lady Iku, ihr Körper sei verflucht. Kinder verspotteten sie und die Massen flohen bei ihrer Annäherung. Diese öffentliche Verachtung verstärkte nur ihre Abhängigkeit von ihrem Ehemann, Meister Kogan. Aber jetzt hat Lady Iku Grund, den Mann zu befragen, der sie so lange geliebt hat, den Mann, der möglicherweise den Schlüssel zu ihrem tödlichen Geheimnis besitzt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11317381","hoster":"VOE"},{"path":"/redirect/10138343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shigurui/staffel-1/episode-5","name":"","epNo":5,"alt":"Secret Swordplay Technique Instruction","descr":"Als Fragen zu Seigens Vergangenheit auftauchen, verschwindet Gennosuke aus dem Dojo, nachdem er als Erbe übergangen wurde. Meister Kogan wird während seines komatösen Winterschlafs misstrauisch gegenüber dem Verhalten seiner Frau und erteilt seinen vertrauenswürdigsten Männern, rachsüchtig, einige sehr ernste Befehle. Seigen wird vom Sensei gerufen und ist von dem Versprechen, Unterricht in der Shooting Star-Technik zu erhalten, wie gebannt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11317383","hoster":"VOE"},{"path":"/redirect/10138344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shigurui/staffel-1/episode-6","name":"","epNo":6,"alt":"Birth Cry","descr":"Verraten und voller Wut beginnt Kogan mit der systematischen Zerstörung seines ehemaligen Erben. Der arrogante, von Ehrgeiz geblendete Seigen wird von seinem Wunsch, die Sternschnuppentechnik zu lernen, umgarnt, findet sich jedoch bald in einer sehr gefährlichen Ecke wieder. Mit seinen sorgfältig ausgearbeiteten Plänen, die um ihn herum zusammenbrechen, muss sich Seigen einem vertrauten Gegner stellen. Es folgt eine verheerende Schlacht, und keiner der Samurai taucht in seinem ursprünglichen Zustand auf.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11317380","hoster":"VOE"},{"path":"/redirect/10138345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shigurui/staffel-1/episode-7","name":"","epNo":7,"alt":"Fangs","descr":"In den Jahren, seit Seigen weggeschickt wurde, haben Rudel abtrünniger Samurai damit begonnen, den Geheimnissen des Kogan-Dojo gefährlich nahe zu kommen. Ein neuer Schüler, Suzunosuke, tötet einen der Ronin in blinder Wut. Zufrieden mit den Instinkten des jungen Schülers schickt Kogan Gennosuke los, um dem Novizen eine wahre Lektion in der Kunst des Tötens zu erteilen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11317378","hoster":"VOE"},{"path":"/redirect/10138346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shigurui/staffel-1/episode-8","name":"","epNo":8,"alt":"Chorus of Cicadas","descr":"Kurz nach seinem Kampf mit dem Ronin findet Gennosuke den zerfetzten Kopf eines Kameraden – eine verstörende Warnung, die dem Dojo Schande bringen könnte. Panisches Flüstern deutet darauf hin, dass etwas die Schritte der Samurai verfolgt, und als ein Kogan-Söldner mit einem mysteriösen Schatten eines Mannes über den Weg läuft, steigt die Zahl der Todesopfer. Sicher ist nur, dass der mysteriöse Mörder ein gut ausgebildeter Jäger mit einer Vorliebe für Kogan-Blut ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11317377","hoster":"VOE"},{"path":"/redirect/10138347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shigurui/staffel-1/episode-9","name":"","epNo":9,"alt":"Tiger Cubs","descr":"Mies Verzweiflung über ihre grausame Behandlung zerfrisst sie. Ihr Körper – ausgehungert bis zur Lähmung – wird nur von den verrückten Fantasien angetrieben, die in ihrem Kopf eingeschlossen sind. Nachdem Gennosuke und Ushimata den tragischen Zustand von Mies Zustand erkannt haben, beginnen sie zu vermuten, dass es nur einen Mann gibt, der zu so viel Hass und Gemetzel fähig ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11317397","hoster":"VOE"},{"path":"/redirect/10138348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shigurui/staffel-1/episode-10","name":"","epNo":10,"alt":"Kengyou’s House of Punishment","descr":"Mies Verzweiflung über ihre grausame Behandlung zerfrisst sie. Ihr Körper – ausgehungert bis zur Lähmung – wird nur von den verrückten Fantasien angetrieben, die in ihrem Kopf eingeschlossen sind. Nachdem Gennosuke und Ushimata den tragischen Zustand von Mies Zustand erkannt haben, beginnen sie zu vermuten, dass es nur einen Mann gibt, der zu so viel Hass und Gemetzel fähig ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11317392","hoster":"VOE"},{"path":"/redirect/10138349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shigurui/staffel-1/episode-11","name":"","epNo":11,"alt":"Moonlight","descr":"Seigen ist zurückgekehrt und er ist auf der Suche nach Blut. Obwohl er während seiner brutalen Bestrafung geblendet wurde, scheint er seine früheren Fähigkeiten wiedererlangt zu haben. Gennosuke und Ushimata sind in höchster Alarmbereitschaft, aber die Tricks der Blinden locken sie zum ungünstigsten Zeitpunkt weg. Während der Sensei, Mie und das gesamte Vermächtnis von Kogan praktisch unbewacht liegen, beginnen Seigen und Iku die letzte Etappe ihres Strebens nach Rache.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13004724","hoster":"VOE"},{"path":"/redirect/10138354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shigurui/staffel-1/episode-12","name":"","epNo":12,"alt":"Mumyo Sakanagare","descr":"Während eine misshandelte Lady Iku zuschaut, bereitet sich Seigen darauf vor, das volle Maß an Rache für die Sünden seines ehemaligen Meisters auszuüben. Kogan muss sich ein letztes Mal gegen Kräfte verteidigen, die ihm Schaden zufügen wollen. Als die Sonne in der letzten Schlacht aufgeht, sind nur die Augen der Unschuldigen Zeugen des grausamen Endes mindestens eines mächtigen Samurai.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10229892","hoster":"VOE"},{"path":"/redirect/10138350","hoster":"Streamtape"}]}]}]}]}