{"seriesId":"shijou-saikyou-no-deshi-kenichi","name":"Shijou Saikyou no Deshi Kenichi","descr":"[Kenichi the Mightiest Disciple] Das Leben des ängstlichen Schülers Kenichi ändert sich schlagartig, als er auf die kampferfahrene Miu trifft. Er verliebt sich sofort in das Mädchen und sie werden Freunde. Als Miu von den gezielten Schikanen seiner Mitschüler Wind bekommt, versucht sie Kenichi zu helfen. Mius Großvater leitet das Ryōzanpaku Dojo, wo sich Kenichi anmeldet und hart trainiert, um diverse Kampftechniken zu lernen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ryozanpaku! Dort, wo sich die Helden sammeln","epNo":1,"alt":"The place where the heroes gather","descr":"Kenichi Shirahama macht am ersten Tag der Oberschule Bekanntschaft mit einer neuen Mitschülerin: Miu Furinji. Um sie zu beeindrucken und sein Image als Loser loszuwerden, tritt er dem Karateclub bei - doch dort ergeht es ihm nicht besser! Dann erzählt ihm Miu vom Dojo Ryozanpaku.","versions":[{"lang":1,"streams":[{"redirect":8787639,"hoster":"VOE"},{"redirect":8795511,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11317390,"hoster":"VOE"},{"redirect":10138351,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Schritt vor! Der Anfang des Kämpfens","epNo":2,"alt":"The First Step! The Start of the Battle","descr":"Für Kenichi geht ein Traum in Erfüllung: Er darf im legendären Dojo Ryozanpaku trainieren! Noch bevor er weiß, wie ihm geschieht, nimmt ihn Meister Akisame unter seine Fittiche - und für Kenichi beginnt ein langer Leidensweg! Ein sehr langer Leidensweg!","versions":[{"lang":1,"streams":[{"redirect":8787641,"hoster":"VOE"},{"redirect":8625081,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11317398,"hoster":"VOE"},{"redirect":10138352,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kraft und Mut! Für die Gerechtigkeit","epNo":3,"alt":"Strength and Courage! For Protecting Justice","descr":"Kenichis spektakulärer Sieg im Karateclub hat sich herumgesprochen. Unter anderem will der Vize-Kapitän des Clubs herausfinden, wie stark Kenichi wirklich ist. Um ihn zu besiegen, verschärfen die Meister das Training. In der Zwischenzeit macht sich Miu im Gymnastik-Kurs nicht nur Freundinnen.","versions":[{"lang":1,"streams":[{"redirect":8787645,"hoster":"VOE"},{"redirect":8688631,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Höllenkämpfe! Weiter machen oder aufgeben","epNo":4,"alt":"Fighting Hell! To Fight Or Not To Fight","descr":"Im Dojo Ryozanpaku bekommt Kenichi von den Meistern endlich Kampftechniken beigebracht. Selbst Sasaki scheint bereit, ihn unterrichten zu wollen. Als es zum Wiedersehen mit Tsukub kommt, muss er seine Fähigkeiten unter Beweis stellen.","versions":[{"lang":1,"streams":[{"redirect":8787650,"hoster":"VOE"},{"redirect":8625083,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Date? Zieh es durch!","epNo":5,"alt":"A Date? Must Move Forward!","descr":"Auf Kenichi wartet eine Prüfung der besonderen Art: ein Date mit Miu! Allerdings droht Nijima die Verabredung platzen zu lassen. Außerdem hat es die Ragnarök-Bande auf Kenichi abgesehen und die Dojo-Meister hecken einen merkwürdigen Trainingsplan aus.","versions":[{"lang":1,"streams":[{"redirect":8787648,"hoster":"VOE"},{"redirect":8625097,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Tag im Ryozanpaku! Der Traum auf dem Dach","epNo":6,"alt":"A Day At Ryouzanpaku! The Dream On The Roof!","descr":"Der Anführer der Ragnarök-Bande, Takeda, hat es persönlich auf Kenichi abgesehen. Um noch stärker zu werden, quartiert Kenichi sich deshalb im Dojo ein. Allerdings sorgt sich seine Familie um ihn – vor allem seine kleine Schwester Honoka.","versions":[{"lang":1,"streams":[{"redirect":8787646,"hoster":"VOE"},{"redirect":8795513,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Revanche im Gartenkulturklub!","epNo":7,"alt":"Battle! The Gang Fights Back!","descr":"Kenichi versucht allen Schlägereien aus dem Weg zu gehen – als ihn Koga von der Ragnarök-Bande abpasst. Und er ist nicht der einzige Kämpfer, der es auf Kenichi abgesehen hat. Auch Daimonji will Rache nehmen und stellt ihn im Gewächshaus.","versions":[{"lang":1,"streams":[{"redirect":12381409,"hoster":"VOE"},{"redirect":8625082,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Rätsel um die Körper der Meister","epNo":8,"alt":"Amazing Muscles! The Sensei`s Secret","descr":"Im Training mit Shigure soll Kenichi seine Angst vor Waffen überwinden. Er glaubt, dass er erst mit einem durchtrainierten Körper seine Gegner besiegen kann. Seine Meinung ändert sich jedoch, als er Meister Koetsujikämpfen sieht.","versions":[{"lang":1,"streams":[{"redirect":8787649,"hoster":"VOE"},{"redirect":8625086,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Apapapa! Apachais Herausforderung","epNo":9,"alt":"Apapapa! Apachai`s Training","descr":"Nach wie vor ist die Ragnarök-Bande hinter Kenichi her. Da es der Boxer der Truppe auf ihn abgesehen hat, nimmt sich Apachai seiner an, um ihm Muay Thai näherzubringen. Allerdings muss Kenichi das Training erst einmal überleben!","versions":[{"lang":1,"streams":[{"redirect":8787651,"hoster":"VOE"},{"redirect":8625087,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Renn Kenichi! Der Schwachpunkt des Boxers!","epNo":10,"alt":"Run, Kenichi! A Boxer`s Weakness!","descr":"Der 16-jährige Kenichi Shirahama hat es wegen seiner Gutmütigkeit nicht leicht auf der Schule und wird von einigen Mitschülern regelmäßig in die Mangel genommen. Um sich die Schikane nicht mehr länger gefallen lassen zu müssen, hat er nur ein Ziel vor Augen: er will Karatemeister werden. Als die neue Klassenkameradin Miu Furinji von seinem Wunsch erfährt, bringt sie ihn zum legendären Dojo Ryozanpaku und stellt sein Leben damit auf den Kopf.","versions":[{"lang":1,"streams":[{"redirect":8787653,"hoster":"VOE"},{"redirect":8625090,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die verratene Faust! Takedas traurige Vergangenheit","epNo":11,"alt":"The Fist of Betrayal! Takeda`s Sad Past","descr":"Kenichi gelingt es tatsächlich, Takeda an den Rand einer Niederlage zu bringen. Außerdem erfährt Kenichi, warum er damals mit dem Boxen aufgehört und sich der Schlägertruppe von Ragnarök angeschlossen hat. Der Kampf endet schließlich nicht wie erwartet.","versions":[{"lang":1,"streams":[{"redirect":8787652,"hoster":"VOE"},{"redirect":8625088,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein neuer Gegner! Tsuji Shinnosuke","epNo":12,"alt":"A New Enemy! Tsuji Shinnosuke!","descr":"Nachdem Takeda wieder auf den rechten Pfad zurückgekehrt ist, wartet bereits ein neuer Gegner auf Kenichi: Tsuji Shinnosuke. Da Kenichi offenbar nicht für die Ragnarök-Bande zu gewinnen ist, will Tsuji ihn für immer aus dem Weg räumen.","versions":[{"lang":1,"streams":[{"redirect":8787657,"hoster":"VOE"},{"redirect":8625089,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Gesetz des Kämpfens!","epNo":13,"alt":"Killer Fighting Techniques! Rules of a Battle!","descr":"Alle Angriffe von Kenichi scheinen Shinnosuke nicht zu beeinflussen. Obwohl Kenichi stärker ist, hat sein Gegner mehr Kampferfahrung, sodass er immer noch im Nachteil ist. Miu darf ihm nicht zu Hilfe kommen, weil es Kenichis Stolz verletzen würde. Kenichi wird unvorsichtig und wird zu Boden geschleudert und droht auseinandergerissen zu werden. Takeda kommt und schlägt Shinnosuke zur Seite und entkommt und trägt Kenichi zurück zum Ryouzanpaku-Dojo. Zu Kenichis Bestürzung kritisieren ihn alle seine Meister dafür, dass er besiegt wurde, weil dies bedeutet, dass dies zu weiteren Niederlagen führen wird. Niijima verbreitet seine manipulierte Version der Nachricht weiterhin in der ganzen Schule. Nachdem seine Niederlage allen bekannt ist, wird er ständig von Schulsträflingen gejagt. Alle Meister im Dojo entscheiden, dass Kenichi als wahrer Schüler von Ryozanpaku aufgenommen werden soll, was bedeutet, dass er dort bleiben und nur für die Kampfkünste leben muss.","versions":[{"lang":1,"streams":[{"redirect":8787658,"hoster":"VOE"},{"redirect":8625091,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Training unter Lebenseinsatz! Mit gemischtem Baden","epNo":14,"alt":"Training of life and death! And we`re also going to mixed bath","descr":"Nach seiner Niederlage gegen Shinosuke Tsuji beschlossen die Meister, Kenichi bei sich wohnen zu lassen. Dies würde ein 24-stündiges höllisches Training beinhalten. Kenichi akzeptiert mit der Idee, dass er mit Miu unter einem Dach leben würde. Kensei schleppt Kenichi später zu einem \u0027Spezialtraining\u0027 mit sich, indem er versucht, unbemerkt einen Blick auf das Bad von Miu und Shigure zu werfen.","versions":[{"lang":1,"streams":[{"redirect":8787654,"hoster":"VOE"},{"redirect":8625107,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Honoka infiltiert das Ryozanpaku!","epNo":15,"alt":"Honoka Sneaks In! Ryouzanpaku`s Guest","descr":"Honoka beschließt, das Ryōzanpaku zu ihrer großen Verzweiflung alleine zu infiltrieren.In Ryōzanpaku wird das Training noch stärker. Mit der Lehre \"Wer früh aufsteht, dem hilft Gott\" gehen die extremen Praktiken weiter.","versions":[{"lang":1,"streams":[{"redirect":11534971,"hoster":"VOE"},{"redirect":11534974,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die größte Krise des Ryozanpakus!","epNo":16,"alt":"Ryouzanpaku`s Biggest Crisis!!?","descr":"Die Klassenlehrerin von Kenichi und Miu stattet Ryōzanpaku einen Besuch ab, um ihre Lebensbedingungen zu überprüfen, und die Mitglieder des Dojo beschließen, eine Geschichte zu erfinden, um sie zu täuschen.","versions":[{"lang":1,"streams":[{"redirect":8787655,"hoster":"VOE"},{"redirect":8625094,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Herausforderung des Ryozanpakus!","epNo":17,"alt":"Protect the Sign! Attack on the Dojo!","descr":"Rivalen aus einem anderen Dojo brechen in Ryōzanpaku ein, um ihre Meister herauszufordern, aber nur, wenn Kenichi und Miu im Moment anwesend sind, müssen sie sich ihnen am Ende selbst stellen.","versions":[{"lang":1,"streams":[{"redirect":8787662,"hoster":"VOE"},{"redirect":8795512,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Garten Eden? Die geheime Furinjiinsel!","epNo":18,"alt":"Amusement??? To the Secret Furinji Island!","descr":"Die Mitglieder des Ryouzampaku beschließen, in Begleitung von Honoka Urlaub auf einer Insel zu machen. Aber Kenichis Training hört hier nicht auf.","versions":[{"lang":1,"streams":[{"redirect":8787660,"hoster":"VOE"},{"redirect":8625096,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Acht Fäuste von Ragnarök erscheinen!","epNo":19,"alt":"Ragnarok`s Strongest! The Arrival of the Eight Fists!","descr":"Kisara wird offiziell Mitglied der Acht Fäuste von Ragnarok, dem höchsten Rang der Organisation.","versions":[{"lang":1,"streams":[{"redirect":8787659,"hoster":"VOE"},{"redirect":8625095,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Takedas Krise! Das Gesetz der Vergeltung!","epNo":20,"alt":"Takeda in Danger! The Rules of Revenge!","descr":"Nachdem Kisara eine der acht Fäuste geworden ist, beginnt sie, diejenigen zu jagen, die sie verlassen haben. Takeda wird von Kisaras Bande angegriffen.","versions":[{"lang":1,"streams":[{"redirect":8787661,"hoster":"VOE"},{"redirect":8625098,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Unverzeihbar! Kenichis wütende Faust!","epNo":21,"alt":"Unforgiveable!! Kenichi\u0027s fist of fury!","descr":"Kenichi und Miu helfen Takeda und Ukita gegen Kiraras Armee.","versions":[{"lang":1,"streams":[{"redirect":8787665,"hoster":"VOE"},{"redirect":8625112,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Versammelt euch! Die Shinpaku-Allianz ensteht","epNo":22,"alt":"Meet the Youth! New White Combination formation!","descr":"Die Föderation befiehlt Kisara, Shinpaku nicht anzugreifen, aber sie plant etwas anderes.","versions":[{"lang":1,"streams":[{"redirect":8787666,"hoster":"VOE"},{"redirect":8795514,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Angriff! Das nachbarliche Ryozanpaku","epNo":23,"alt":"Attack! The Neighboring Ryouzanpaku!","descr":"In der Hoffnung, Kenichis Herz zu gewinnen, bittet Izumi Niijima um Hilfe und stattet dem Ryouzanpaku schließlich einen Besuch ab.","versions":[{"lang":1,"streams":[{"redirect":8787663,"hoster":"VOE"},{"redirect":8625099,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das gestohlene Herz! Miu ist Julia","epNo":24,"alt":"The Stolen Heart! Miu\u0027s Juliet!","descr":"Natsu Tanimoto, der Präsident des Theaterclubs, lädt Miu ein, mit ihm \"Romeo und Julia\" auf der Schulparty aufzuführen, sehr zu Kenichis Bestürzung.","versions":[{"lang":1,"streams":[{"redirect":8787664,"hoster":"VOE"},{"redirect":8625101,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Kenichi! Verteidige Mius Lippen","epNo":25,"alt":"Protect to the Death Kenichi! Miu\u0027s Lips","descr":"Kisara ist wütend auf Miu und beschließt, mit ihrer Bande zu kommen, um das Stück zu zerstören. Kenichi entdeckt jedoch, was sich zusammenbraut, und stellt sich ihm in den Weg.","versions":[{"lang":1,"streams":[{"redirect":8787667,"hoster":"VOE"},{"redirect":8625100,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Entmaskiert! Hermits wahre Gestalt","epNo":26,"alt":"The Mask Removed! Hermit\u0027s Real Identity","descr":"Kenichi entdeckt, dass Tanimoto tatsächlich Einsiedler ist, die 6. Faust von Ragnarok, und muss gegen ihn um sein Leben kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8787668,"hoster":"VOE"},{"redirect":8795516,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Hart gegen sanft! Der Luftkampf der Brüder","epNo":27,"alt":"Hard vs. Soft! The Siblings Quarrel After the Long Separation","descr":"Kensei Ma schleicht sich aus Ryouzanpaku, um ein Familienproblem von ihm zu lösen, wird aber von Kenichi verfolgt, der schließlich seine Tochter Renka trifft.","versions":[{"lang":1,"streams":[{"redirect":8787669,"hoster":"VOE"},{"redirect":8625102,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Frontkommandeur kommt! Kampf im Restaurant","epNo":28,"alt":"The Assault Commander Joins In! Restaurant Scuffle","descr":"Kenichi erhält einen anonymen Liebesbrief. Auf dem Weg zum Rendezvous stößt er auf Niijima und seine Shinpaku-Teamkollegen in einer problematischen Situation.","versions":[{"lang":1,"streams":[{"redirect":8787670,"hoster":"VOE"},{"redirect":8625104,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Der furchtbare Sieg! Die Exposition der Zerstörung","epNo":29,"alt":"What Fear, Sieg! Prelude for destruction","descr":"Nijima bringt Kenichi neue Informationen. Eine der 8 Fäuste von Ragnarok, die fünfte Faust heißt Sigfird.","versions":[{"lang":1,"streams":[{"redirect":12173093,"hoster":"VOE"},{"redirect":12514943,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Der Erfolg des Trainings! Kleine Schritte nach vorne","epNo":30,"alt":"The Results of Training! The Effects of Moving Forward in Small Steps!","descr":"Kenichi gerät in Schwierigkeiten mit Siegfried, bis er die Kombination seiner verschiedenen Lehren in die Praxis umsetzt.","versions":[{"lang":1,"streams":[{"redirect":8787672,"hoster":"VOE"},{"redirect":8625103,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Honoka kommt zum Helfen!","epNo":31,"alt":"Honoka, I’ll save you","descr":"Hermit taucht wieder auf und ist begierig auf einen weiteren Kampf gegen Kenichi, aber am Ende hat er eine plötzliche Begegnung mit Honoka, ohne zu wissen, wer sie ist.","versions":[{"lang":1,"streams":[{"redirect":8787671,"hoster":"VOE"},{"redirect":8625106,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Honoka in Gefahr! Lokis Plan","epNo":32,"alt":"Honoka’s in Crisis! Loki’s Scheme!","descr":"Kenichi trainiert sehr hart in Sotenshu. Kenichis Vater ist sehr glücklich, weil sein Sohn nach Hause zurückgekehrt ist.","versions":[{"lang":1,"streams":[{"redirect":8787673,"hoster":"VOE"},{"redirect":11752585,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Lass deine Faust sprechen, Kenichi!","epNo":33,"alt":"Take Him Down, Kenichi! Let Your Fists do the Talking!","descr":"Kenichi konfrontiert Hermit, um seine Schwester Honoka zu retten. Miu und ihre Gruppe wollen Kenichi helfen.","versions":[{"lang":1,"streams":[{"redirect":8787674,"hoster":"VOE"},{"redirect":8625105,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Verliere nicht! Die letzten Worte","epNo":34,"alt":"Without being defeated! The word to which the person whom it loves leaves","descr":"Der Kampf zwischen Kenichi und Hermit wird von Loki unterbrochen, der Honoka als Geisel benutzt und Kenichi zwingt, den Kampf zu beenden, was Hermits Wut entfacht.","versions":[{"lang":1,"streams":[{"redirect":8787676,"hoster":"VOE"},{"redirect":8625109,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Niemand mehr im Weg! Der Entscheidungskampf","epNo":35,"alt":"There is no nuisance! Now at the time of conclusion","descr":"Selbst nachdem er Honoka gerettet und seine Verbindungen zu Ragnarok abgebrochen hat, besteht Tanimoto darauf, seinen Kampf gegen Kenichi beenden zu wollen.","versions":[{"lang":1,"streams":[{"redirect":8787677,"hoster":"VOE"},{"redirect":8625110,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Miu vs. Renka! Das stürmische Dreieck","epNo":36,"alt":"Miu vs. Renka! The Triangle that Calls up a Storm","descr":"Renka findet heraus, wo Ma Kensei lebt, unterbricht das Ryouzanpaku und beschließt, nicht nur ihren Vater nach China zurückzubringen, sondern auch Kenichis Herz zu gewinnen, was Mius Eifersucht schürt.","versions":[{"lang":1,"streams":[{"redirect":8787678,"hoster":"VOE"},{"redirect":8625113,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Die verlockende Falle! Lass uns Eintopf essen","epNo":37,"alt":"Dangerous temptation it is dense together!","descr":"Anstatt auf einen weiteren Angriff von Ragnarok zu warten, beschließt Kenichi, die Initiative zu ergreifen und Thor, ein weiteres Mitglied der Eight Fists, zu konfrontieren, nachdem er von Niijima von seinem Standort erfahren hat.","versions":[{"lang":1,"streams":[{"redirect":8787679,"hoster":"VOE"},{"redirect":8625111,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Die Mädchen kämpfen um die süße Katze!","epNo":38,"alt":"Human bullet game of lovely kitten women!","descr":"Thor wird vom Rest der Eight Fists League bestraft, nachdem er sich entschieden hat, die Bande zu verlassen. Kisaras mangelnde Bereitschaft, sich an der Bestrafung zu beteiligen, macht die anderen misstrauisch gegenüber ihrer Treue. Später sehen Kenichi und Miu, wie Kisara sich um ein verlassenes Kätzchen kümmert, und beschließen, ihr zu helfen, ein Zuhause für das Kätzchen zu finden. Als sie sehen, dass Kisara Kontakt zu Kenichi und Miu aufgenommen hat, greifen Freyas persönliche Wachen sie wegen ihres angeblichen Verrats an.","versions":[{"lang":1,"streams":[{"redirect":8787680,"hoster":"VOE"},{"redirect":8625125,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Shigures Privatstunde","epNo":39,"alt":"Shigure`s Personal Teachings","descr":"Während Miu das Kätzchen zu einem Tierarzt bringt, bleibt Kenichi zurück, um Kisara vor der Walküreneinheit zu beschützen. Seine Entschlossenheit, Frauen nicht zu schlagen, bringt ihn jedoch in eine schwierige Lage, bis Shigure eingreift.","versions":[{"lang":1,"streams":[{"redirect":8787682,"hoster":"VOE"},{"redirect":8625115,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Der Ort des Versprechens! Hier begann alles","epNo":40,"alt":"The Promise Place! Everything Starts From Here","descr":"Beim Versuch, die mit seinem Ying-Yang-Abzeichen verbundenen Erinnerungen zu finden, trifft Kenichi schließlich auf Odin, den Meister von Ragnarok. Ihre früheren Verbindungen werden dann aufgedeckt.","versions":[{"lang":1,"streams":[{"redirect":8787681,"hoster":"VOE"},{"redirect":8625114,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Das gefährliche Seikuken! Der Drache kommt!","epNo":41,"alt":"Seikouken`s Terror! The Dragon`s Dance Descends","descr":"Kenichi kann seinen Freund aus Kindertagen nicht davon überzeugen, es sich noch einmal zu überlegen, und muss sich seiner erstaunlichen Kraft stellen. In der Zwischenzeit versucht Niijima, Tanimoto mit einer seiner Trumpfkarten für die Shinpaku-Allianz zu rekrutieren.","versions":[{"lang":1,"streams":[{"redirect":8787683,"hoster":"VOE"},{"redirect":8625116,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Mit dem Ältesten auf gefährlicher Bergtour!","epNo":42,"alt":"Elder`s Special Training. Do or Die Mountain Seclusion","descr":"Kenichi trainiert mit dem Ältesten selbst, um Ryutos Technik zu übertreffen, indem er im Zentrum Japans namens Yamagata trainiert, in dem Kenichi 7 Tage und 7 Nächte überleben muss, aber kann er überleben? Und Niijima versucht, Kisara zu rekrutieren, indem sie ihre Liebe zu Katzen nutzt.","versions":[{"lang":1,"streams":[{"redirect":8787691,"hoster":"VOE"},{"redirect":8625118,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Die Grenze! Einladung zur Welt der endlosen Kämpfe","epNo":43,"alt":"Limiter! The Asura realm`s lure","descr":"Beim Training in den Bergen verirrt sich Kenichi, wird aber von einem mysteriösen Mann namens Ogata Ishinsai gerettet und erhält von ihm einen verlockenden Vorschlag, der sein Schicksal ändern könnte.","versions":[{"lang":1,"streams":[{"redirect":13112265,"hoster":"VOE"},{"redirect":8795518,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Die Shinpaku-Allianz ist zerstört! Die manische Faust","epNo":44,"alt":"Shinpaku alliance crumbles! The mad fist draws near","descr":"Kenichi setzt sein Training in den Bergen mit dem Ältesten fort, während die Shinpaku-Allianz versucht, eine Vereinigung mit Kisaras Untergebenen aufzubauen, während Berserker und Freya beginnen, die Shinpaku-Allianz zu jagen.","versions":[{"lang":1,"streams":[{"redirect":8787684,"hoster":"VOE"},{"redirect":12574729,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Der bestimmende Schlag! Kisara tanzt!","epNo":45,"alt":"The blow of seperation! Kisara dance!","descr":"Siegfried erscheint im letzten Moment, um Niijima vor Berserker zu beschützen. Währenddessen kümmert sich Miu alleine um die Valkyrie-Einheit, während Kisara ein Einzelmatch mit Freya hat.","versions":[{"lang":1,"streams":[{"redirect":8787689,"hoster":"VOE"},{"redirect":8625117,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Abschied! Nijimas Entscheidung","epNo":46,"alt":"Farewell!! Niijima the sally of decision","descr":"Ragnarok entdeckt Niijimas Versteck der Shinpaku-Allianz. Loki hat seine Untergebenen um das Gebäude herum aufgestellt, um der Shinpaku-Allianz ein Ende zu bereiten. Die rivalisierenden Banden gehen in diesem entscheidenden Kampf aufs Ganze. Kenichi erhält eine Nachricht von Niijima und macht sich Sorgen über die Situation zu Hause.","versions":[{"lang":1,"streams":[{"redirect":8787687,"hoster":"VOE"},{"redirect":8625131,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Die Schwäche des Genies! Harte Arbeit übertrifft Talent ","epNo":47,"alt":"The genius`s weak point! Hard work overcomes talent!","descr":"Kenichi kommt gerade rechtzeitig, um seine Kameraden zu retten. Kenichi ist wütend, nachdem er die Niederlage von Takeda, Ukita und Siegfried entdeckt hat, also stürmt er auf Berserker zu, aber Hermit hält ihn auf. Hermit kämpft stattdessen gegen Berserker, damit Kenichi in seiner besten körperlichen Form ist, wenn er gegen Odin kämpft. Berserker wird im Kampf mit Hermit aufgeregt und entfesselt seinen am meisten gefürchteten Kampfstil, den Berserker-Modus.","versions":[{"lang":1,"streams":[{"redirect":8787688,"hoster":"VOE"},{"redirect":8625121,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Kampf an der Spitze! Der Mann mit der legendären Lanze","epNo":48,"alt":"Summit showdown! The man who carries the spear of legend","descr":"Berserker wurde von Hermit besiegt, also fordert Kenichi Odin zu einem zweiten Kampf heraus. Ryoto nimmt die Herausforderung an und der lang ersehnte Kampf beginnt. Kenichi nutzt das Training, das er von Furinji-sama erhalten hat, voll aus. Kensei beobachtet gespannt den Kampf zwischen First Fist Odin und Kenichi aus der Ferne.","versions":[{"lang":1,"streams":[{"redirect":8787686,"hoster":"VOE"},{"redirect":8625120,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Die stärkste Verwandlung! Ryozanpakus Rythmus!","epNo":49,"alt":"The Strongest Transformation! The Rhythm of Ryouzanpaku!","descr":"Kenichi kann Ryutos Schlägen überhaupt nicht ausweichen und beginnt einen Gegenangriff, indem er ständig seinen Kampfstil ändert und die Persönlichkeiten seiner Meister nachahmt (zu ihrem kombinierten Entsetzen und Vergnügen).","versions":[{"lang":1,"streams":[{"redirect":8787690,"hoster":"VOE"},{"redirect":8625119,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Der stärkste Schüler der Welt, Kenichi!","epNo":50,"alt":"History`s Strongest Disciple Kenichi!!","descr":"Von Kenichis unerwarteter Reaktion in die Enge getrieben, wendet Ryuto eine gefährliche Technik an, um seine Kraft über die Grenzen seines Körpers hinaus zu steigern, und der Grund für seinen Groll auf ihn wird enthüllt. Als ihr Kampf sich dem Ende nähert, ist Kenichi weiterhin entschlossen zu gewinnen, nicht nur für sich selbst, sondern auch für seinen Freund aus Kindertagen.","versions":[{"lang":1,"streams":[{"redirect":8549332,"hoster":"VOE"},{"redirect":8625134,"hoster":"Streamtape"}]}]}]}]}