{"seriesId":"shikanoko-nokonoko-koshitantan","name":"Shikanoko Nokonoko Koshitantan","descr":"[My Deer Friend Nokotan] Niemand weiß, dass Torako eigentlich ein Tunichtgut ist. Alle ihre Klassenkameraden halten sie für eine perfekte Schülerin ohne Makel. Jedoch ändert sich alles mit der Austauschschülerin Nokotan, die nicht nur mit ihrem Geweih auffällt. Mit ihrer Reh-Nase erschnüffelt sie Torakos Vergangenheit und sorgt für jede Menge Chaos im Leben der \"perfekten\" Schülerin. Während Torako langsam ein Band zu dieser Chaotin knüpft, stellt sie sich immer wieder die Frage, was Nokotan eigentlich ist … ein Reh, ein Mädchen oder doch etwas dazwischen … ?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Girl Meets Deer","descr":"Torako Koshi trifft auf dem Weg zur Schule auf ein seltsames Mädchen, dessen Hirschgeweih an Stromleitungen hängt. Das Mädchen bringt Torako dazu, sie aus der misslichen Lage zu retten. Später am Morgen stürmt dasselbe Mädchen als neue Transferschülerin in Torakos Klasse, stellt sich als Noko Shikanoko vor, setzt sich neben Torako und behauptet, sie sei eine Straftäterin. Torako, die nicht möchte, dass ihre Vergangenheit ans Licht kommt, droht Noko zum Schweigen zu bringen, obwohl einige unangenehme Gespräche den Eindruck erwecken, als würde Torako versuchen, ihren Jungfräulichkeitsstatus statt ihrer kriminellen Vergangenheit zu verbergen. Bevor Torako nach der Schule nach Hause geht, sieht sie, wie Noko in einem verlassenen Lagerschuppen aus ihrem Kopf blutet. Noko erholt sich schnell und bittet Torako, ihr beim Aufräumen des Schuppens zu helfen. Danach kommt die Lehrerin der Mädchen vorbei und hilft Noko, Torako davon zu überzeugen, Präsidentin des neu gegründeten Deer Clubs im jetzt gereinigten Schuppen zu werden. Während Torako Noko streift, beobachtet sie ein anderes Mädchen wütend vom Eingangstor der Schule aus.","versions":[{"lang":3,"streams":[{"redirect":14181896,"hoster":"VOE"},{"redirect":14181895,"hoster":"Doodstream"},{"redirect":14181893,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Deer Meets Darkness Girl","descr":"Torako macht sich am frühen Morgen auf den Weg zur Schule, um den Schuppen, der zum Clubraum geworden ist, zu dekorieren. Nachdem sie den Unterricht besucht hat, begibt sie sich in den Clubraum und stellt fest, dass dieser zerstört ist und Noko die einzige Zeugin ist. Noko geht davon aus, dass sie der Vandal war, korrigiert sie und glaubt, dass eine andere Person dafür verantwortlich sein könnte, die es auf sie abgesehen hat. Noko wird in eine Falle gelockt, wobei sich die Täterin als Torakos Schwester Anko entpuppt. Anko nimmt es übel, dass Noko Torakos Aufmerksamkeit stiehlt, und fordert sie zu einem Kampf heraus, bei dem Noko die Schule verlassen muss, wenn Anko gewinnt. Noko stimmt zu und sie nehmen später an einem Quizwettbewerb teil, der Torakos Privatleben enthüllt, was Torako sehr peinlich macht. Frustriert über den knappen Kampf beschließt Anko, zahlreiche Kunai als Falle auf Noko zu werfen, doch Noko weicht ihnen mit Leichtigkeit aus. Anko wirft persönlich ein Kunai auf sie zu, aber sie stolpert und es wird in Richtung Torako geschleudert, die jedoch von Noko gestoppt wird, die den Schlag abwehrt. Beeindruckt davon, dass Noko ihre Schwester gerettet hat, gibt Anko nach und beschließt, eine Freundin von Noko zu werden.","versions":[{"lang":3,"streams":[{"redirect":14211713,"hoster":"VOE"},{"redirect":14211715,"hoster":"Vidoza"},{"redirect":14211712,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Bashame Enrolls","descr":"Eine neue Schülerin tritt mit dem Ziel, ein Hirsch zu werden, dem Hirschclub bei. Als sich auch Koshitans jüngere Schwester Anko anschließt, ist das Chaos vorprogrammiert.","versions":[{"lang":3,"streams":[{"redirect":14243215,"hoster":"VOE"},{"redirect":14243208,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Deer Club Under Siege","descr":"Koshitan heißt drei neue Mitglieder im Schülerrat willkommen, doch eine von den dreien verfolgt ihr eigenes Ziel – die Auflösung des Hirschclubs!","versions":[{"lang":3,"streams":[{"redirect":14285732,"hoster":"VOE"},{"redirect":14285730,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Dig Up the Dirt","descr":"Koshitan will sich nicht länger von Nokotan verrückt machen lassen und beschließt, ihr nachzuspionieren, um ihren Schwachpunkt herauszufinden. So landet sie schließlich im Zoo, wo sie Nokotan bei der Arbeit beobachtet.","versions":[{"lang":3,"streams":[{"redirect":14298539,"hoster":"VOE"},{"redirect":14298545,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Summer Deer Festival","descr":"Es ist endlich Sommer in Hino und das heißt vor allem eines: Ein neuer Look muss her! Die Schülerinnen tragen ihre kurzärmeligen Schuluniformen und auch Nokotan erscheint in einem neuen, besorgniserregenden Zustand. Beim Buddeln auf dem Schulhof findet Nokotan ein Tsuchinoko und zeigt es dem Schülerrat, doch Neko ist nicht von ihrem Fund überzeugt.","versions":[{"lang":3,"streams":[{"redirect":14298541,"hoster":"VOE"},{"redirect":14298549,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"","versions":[{"lang":3,"streams":[{"redirect":14346291,"hoster":"VOE"},{"redirect":14346294,"hoster":"Vidoza"},{"redirect":14346289,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"","versions":[{"lang":3,"streams":[{"redirect":14508139,"hoster":"VOE"},{"redirect":14508140,"hoster":"Vidoza"},{"redirect":14508138,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"","versions":[{"lang":3,"streams":[{"redirect":14508145,"hoster":"VOE"},{"redirect":14508152,"hoster":"Vidoza"},{"redirect":14508144,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"","versions":[{"lang":3,"streams":[{"redirect":14508155,"hoster":"VOE"},{"redirect":14508159,"hoster":"Vidoza"},{"redirect":14508154,"hoster":"Streamtape"}]}]}]}]}