{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja","name":"Shikkaku Mon no Saikyou Kenja","descr":"[The Strongest Sage with the Weakest Crest] In einer hochmagischen Welt wird die Macht eines Magiers noch vor seiner Geburt durch vier Male bestimmt, welche die Bandbreite seiner Fähigkeiten widerspiegeln. Unglücklicherweise wurde einer der mächtigsten und weisesten Magier seiner Zeit mit einem Mal geboren, das es ihm erschwert, magische Kampffähigkeiten zu entwickeln. Frustriert über diese Begrenzung seiner Macht, beschließt er, dass es Zeit für eine Reinkarnation ist – diesmal hoffentlich mit einem besseren Potential!Zunächst scheint sein Plan aufzugehen: Tausend Jahre später wird er als Mathias Hildesheimr wiedergeboren, dem dritten Sohn eines Herzogs. Er besitzt sogar das gewünschte Zeichen. Allerdings hat Magie nun einen ganz anderen Stellenwert als früher, da viel arkanes Wissen verloren gegangen ist. Und auch die Bedeutung der Male hat sich verändert, denn nun gilt sein neues erneut als das schwächste! Als Mathias dann entdeckt, dass dunkle Mächte drohen, das Land ins Chaos zu stürzen, muss er einen Weg finden, das beinahe grenzenlose Wissen aus seiner vorherigen Existenz zu nutzen, um gegen diesen neuen Feind zu bestehen ...","seasons":[{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-1","name":"Der stärkste Held tritt in Erscheinung","epNo":1,"alt":"The Strongest Sage Appears","descr":"Matthias Hildesheimer, dritter Sohn Castors, kehrt seinem Heimatdorf im jungen Alter von 12 Jahren den Rücken, um an der Zweiten Akademie der königlichen Hauptstadt zu studieren. Nach einigen Begegnungen verblüfft der mit dem \"Unglückssiegel\" gebrandmarkte Junge bei den Aufnahmeprüfungen alle Anwesenden und bringt damit ein für alle Mal seine eigene Heldengeschichte ins Rollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13824708","hoster":"VOE"},{"path":"/redirect/9893744","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13824706","hoster":"VOE"},{"path":"/redirect/13834709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-2","name":"Der stärkste Held betritt den Dungeon","epNo":2,"alt":"The Strongest Sage Enters the Dungeon","descr":"Nachdem Matthias beim Wettkampf der Akademien einen Dämonen enttarnt und erledigt hat, steht für ihn nun ein Treffen mit dem König an und es muss über das weitere Vorgehen des Königreichs entschieden werden. Anschließend macht sich Matthias gemeinsam mit Ruri und Alma in einen Dungeon auf und gibt den beiden Privatunterricht im Verzaubern und Einsetzen ihrer Waffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13824711","hoster":"VOE"},{"path":"/redirect/13834944","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13824696","hoster":"VOE"},{"path":"/redirect/13834701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-3","name":"Der stärkste Held trifft auf einen Drachen","epNo":3,"alt":"The Strongest Sage Meets a Dragon","descr":"Die dreiköpfige Abenteurergruppe um Matthias begibt sich nach ihrem Dungeonausflug zur Gilde in der Stadt, um ihre Beute zu Geld zu machen. Dort staunt man nicht schlecht bei dem, was die Gruppe gesammelt hat. Als sich die drei auf den Rückweg zur Akademie machen, wird es jedoch unerwartet ernst und Ruri und Alma müssen ihre gerade frisch erlernten Techniken zum Einsatz bringen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13824710","hoster":"VOE"},{"path":"/redirect/13834946","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13824736","hoster":"VOE"},{"path":"/redirect/13834711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-4","name":"Der stärkste Held wird zum Schleuser","epNo":4,"alt":"The Strongest Sage Infiltrates","descr":"Mithilfe des Dunkeldrachen Iris reisen Matthias und seine beiden Begleiterinnen kurzerhand in das mehrere tausend Kilometer entfernte Dorf, in dessen Ruinen sich der berüchtigte Dämon Erhardt, welcher die Unterhaltungen im Palast belauscht hatte, versteckt halten dürfte. Außerdem wird ein Versuch unternommen, jemanden in die Zweite Akademie einzuschleusen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13824737","hoster":"VOE"},{"path":"/redirect/13834947","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13824697","hoster":"VOE"},{"path":"/redirect/13834703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-5","name":"Der stärkste Held sammelt Verbündete","epNo":5,"alt":"The Strongest Sage Makes Allies","descr":"Aufgrund der fehlenden Wundersiegelträger gehen die Arbeiten für die Barriere nicht so schnell voran wie erhofft. Eduard und Matthias versuchen also, Hilfe von der Schwesterakademie zu erhalten, an der fast ausschließlich Schüler mit Erstsiegel unterrichtet werden. Doch der Direktor stellt sich wie erwartet quer und sein Widerstand muss mit harten Mitteln aufgelöst werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13824727","hoster":"VOE"},{"path":"/redirect/13834949","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13824728","hoster":"VOE"},{"path":"/redirect/13834702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-6","name":"","epNo":6,"alt":"The Strongest Sage Leaves the School","descr":"Die Arbeiten an der Barriere für die königliche Hauptstadt befinden sich in den letzten Zügen. Da Matthias nun zwingend am Herzstück der Barriere benötigt wird, müssen Ruri und Alma zum ersten Mal zu zweit losziehen, als sich eine Bedrohung ankündigt. Und auch die Schüler der Akademie müssen beweisen, dass sie eine Weile ohne seine Hilfe durchhalten können.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13824707","hoster":"VOE"},{"path":"/redirect/13834704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-7","name":"","epNo":7,"alt":"The Strongest Sage Goes On a Journey","descr":"Matthias und seine drei Gefährtinnen haben die Hauptstadt verlassen und begeben sich auf Abenteuerreise, um die Drachenadern zu untersuchen. Ihr erstes Ziel ist die Stadt Melkia, die den gleichen Namen trägt wie der Dungeon, über dem sie erbaut wurde. Die Mädchen freuen sich bereits darauf, weitere Abenteurer zu treffen, während Matthias noch etwas skeptisch ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13824698","hoster":"VOE"},{"path":"/redirect/13834705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-8","name":"","epNo":8,"alt":"The Strongest Sage Saves the City","descr":"Matthias führt die Abenteurer mit Leichtigkeit in eine Falle, in der Iris sie k.o. schlägt. Als Antwort auf seinen Brief schickt der König seinen königlichen Stellvertreter Eik, um Matthias zu befehlen, Lord Dokiel in Gewahrsam zu nehmen. Matthias besiegt Dokiels Wachen und nimmt ihn fest, und Eik bringt ihn zum König. Zu spät erkennt Matthias, dass die Dämonen, die Melkia kontrollieren, die Drachenader des Kerkers gefunden und eine Monsterhorde außerhalb der Stadt beschworen haben. Beim Betreten des Kerkers verlässt Matthias Lurie, um den von den Dämonen auf die Vene gelegten Zauber aufzuheben, während Iris und Alma sie bewachen, während er den verantwortlichen Dämon ausfindig macht. Matthias belauscht das telepathische Gespräch der Dämonen und stellt fest, dass es irgendwo anders einen noch höherrangigen Dämon gibt, der den Dämon berät, wie er Matthias schlagen kann. Es wird auch offenbart, dass der Meister über den Zauberer Gaius Bescheid weiß, was bedeutet, dass er sehr alt ist, klug und mächtig, ist sich aber nicht sicher, ob Matthias die Reinkarnation von Gaius ist oder nicht. Auch mit Hilfe seines Meisters wird der Dämon von Matthias überwältigt und geköpft. Lurie stellt die Ader wieder her, wodurch die beschworenen Monster verschwinden. Über die verbleibende Telepathie bedrohen sich Matthias und der Meisterdämon beiläufig und beschließen, sich in Zukunft zu treffen. Matthias wird aufgeregt bei dem Gedanken an eine echte Herausforderung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13824699","hoster":"VOE"},{"path":"/redirect/13834706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-9","name":"","epNo":9,"alt":"The Strongest Sage Duels","descr":"Matthias hatte die magische Signatur der Dämonen in einem Magiston eingefangen, benötigt aber ein Gerät, das er vor Tausenden von Jahren als Gaius erschaffen hat, um ihn zu verfolgen. Das Gerät befindet sich derzeit jenseits der Grenze in der Radinia Alliance, einer Gruppe verbündeter Königreiche, und um die Grenze zu überschreiten, benötigt er die Erlaubnis des Königs. Als sie nach Hause zurückkehren, finden sie die Akademie abgerissen, um Platz für eine neue, modernisierte Akademie zu machen. Mit der Erlaubnis, die Grenze zu überqueren, erfährt Matthias, dass sich sein Gerät in der Region Folkia befindet, einem Gebiet mit so starker Magie, dass es außer für Abenteurer des Rangs A verboten ist, also erklärt sich Matthias bereit, die Beförderungsprüfung für den Rang A abzulegen. Der Abenteurer Giluas hat den Rang S, höher als A, und ist besessen vom Kämpfen. Er fördert Iris, Lurie und Alma nonchalant, besteht aber darauf, gegen Matthias zu kämpfen, der als Dämonentöter berühmt geworden ist. Giluas erweist sich als der stärkste Gegner, dem Matthias gegenüberstand, und ist sogar in der Lage, Matthias-Kampfbewegungen zu kopieren, doch Matthias ist immer noch siegreich. Nachdem er Giluas geraten hat, wie man mit Zaubersprüchen noch stärker wird, ist Giluas dankbar, aber irritiert darüber, Bücher lesen zu müssen, um zu lernen. Er weist sie darauf hin, dass Folkia gefährlich ist und Abenteurer häufig verschwinden. Sofort versuchen Grenzwächter in Folkia, sie heimlich mit Dämonensuchzaubern zu belegen. Banditen greifen an, werden aber schnell eingeschläfert. Leider schlafen auch Lurie und Alma versehentlich ein. Sofort versuchen Grenzwächter in Folkia, sie heimlich mit Dämonensuchzaubern zu belegen. Banditen greifen an, werden aber schnell eingeschläfert. Leider schlafen auch Lurie und Alma versehentlich ein. Sofort versuchen Grenzwächter in Folkia, sie heimlich mit Dämonensuchzaubern zu belegen. Banditen greifen an, werden aber schnell eingeschläfert. Leider schlafen auch Lurie und Alma versehentlich ein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13824725","hoster":"VOE"},{"path":"/redirect/13834707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-10","name":"","epNo":10,"alt":"The Strongest Sage Works With a Team","descr":"Die Gruppe geht weiter nach Folkia und sie spüren sofort 32 verkleidete Dämonen, eine Art Dämon, der magisch schwach ist und lieber in großen Gruppen kämpft. Anstatt sich an der Stadtwache vorbeizuschleichen, entdeckt Matthias einen verborgenen Tunnel. Als sie in Folkia auftauchen, sehen sie, dass die Bürger alle hypnotisiert wurden, um sie geisteslos zu halten, während sie in einer großen Fabrik arbeiten. Um sich vor dem Zauber zu schützen, infiltrieren sie die Fabrik und stellen fest, dass sie Lankin Demon Ore veredeln. Eine Tonne veredeltes Erz kann eine Bombe herstellen, die stark genug ist, um ein ganzes Land zu zerstören, obwohl es so selten vorkommt, dass das Sammeln einer Tonne Jahrzehnte dauert. Es ist gefährlich, sich Teufeln zu stellen, da sie Sense Share verwenden können. Sobald also ein Teufel sich ihrer bewusst ist, werden alle 32 es auch wissen. Mit überlegener Strategie beginnt die Gruppe, die Teufel einen nach dem anderen zu töten, bis nur noch 10 übrig sind. Die verbleibenden 10 beschließen, kleine Erzstücke zu verwenden, um die Stadt in die Luft zu jagen, nur damit Giluas plötzlich auftaucht. Da nur noch der Anführer der Devils übrig ist, duelliert sich Giluas alleine mit ihm und Matthias ist erfreut zu sehen, dass Giluas seine Zaubersprüche bereits verbessert hat. Nach einem schwierigen Kampf ist der Teufel besiegt, aber noch nicht tot.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13824726","hoster":"VOE"},{"path":"/redirect/13834710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-11","name":"","epNo":11,"alt":"The Strongest Sage Faces a Powerful Enemy","descr":"Der Teufel gibt eine Nachricht weiter, dass er bald auferstehen wird, und löst sich dann auf. Matthias erkennt, dass der für Melkia verantwortliche Meisterdämon den Teufel mittels Nekromantie kontrollierte, um die Nachricht weiterzugeben. Giluas ernennt den Vorarbeiter der Fabrik zum neuen Herrn von Folkia. Sie setzen ihre Reise fort und erreichen die Ruinen, in denen das Gerät versteckt ist, und Matthias ist gezwungen, die Tatsache zu verbergen, dass er es war, der die Ruinen gebaut hat. Mit seinem Gerät bestätigt Matthias, dass der Name des Meisterdämons Zardias ist und er vor langer Zeit versiegelt wurde, weil er zu mächtig war, um getötet zu werden. Matthias ist sich sicher, dass er zu schwach ist, um Zardias zu besiegen, und selbst wenn er stark genug wäre, würde ihr Kampf wahrscheinlich die Welt zerstören und die Menschheit zum Aussterben bringen. Verzweifelt sucht Matthias mit dem Gerät nach einem Schwert, das er vor langer Zeit geschmiedet hat, und findet es irgendwo zu Hause in der Schatzkammer des Königs. Zardias wird schließlich wiederbelebt und fliegt ins Königreich, um Matthias davon abzuhalten, das Schwert zu finden. Alma und Lurie durchsuchen die Schatzkammer, während Iris fast sofort getötet wird. Matthias kann mit Zardias mithalten, ist aber auch verletzt und befürchtet, dass der Sieg über Zardias und die Rettung der Menschheit sein Leben kosten könnte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13824709","hoster":"VOE"},{"path":"/redirect/13834708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shikkaku-mon-no-saikyou-kenja/staffel-1/episode-12","name":"","epNo":12,"alt":"The Strongest Sage Goes On a Journey Again.","descr":"In der königlichen Hauptstadt angekommen stehen Ruri und Alma mächtig unter Druck. Sie müssen schnell das rettende Magieschwert finden und es Matthi noch rechtzeitig bringen, bevor dieser den Angriffen des Dämonen nicht mehr standhalten kann. Doch dann bekommen sie genau zum falschen Zeitpunkt Besuch, während Matthi oben kaum noch eine Option bleibt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13917242","hoster":"VOE"},{"path":"/redirect/13834959","hoster":"Streamtape"}]}]}]}]}