{"path":"/serie/stream/shinya-tensai-bakabon","name":"Shin`ya! Tensai Bakabon","descr":"[Late Night! The Genius Bakabon] Neue Geschichten mit Bakabon und seiner seltsamen Familie. Bakabon und seine Familie, die den Satz \u0026amp;amp;quot;So sollte es sein\u0026amp;amp;quot; berühmt gemacht haben, sind zurück, zusammen mit der exzentrischen Besetzung von Mr. Policeman, Rerere no Ojisan und Eel-Dog, die sich in einer viel moderneren Umgebung austoben! Die neue Grenze von \"Bakabon\", die in einem Late-Night-Slot stattfinden wird, beginnt 10 Jahre nach Akatsuka Fujios Tod.","seasons":[{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-1","name":"","epNo":1,"alt":"We Got Turned Into an Anime Again","descr":"Bakabon und seine Familie sind in diesem neuen Anime zurück, nachdem sie 18 Jahre lang nicht auf Sendung waren. Sind sie bereit für diese neue Ära oder haben sich die Dinge viel zu sehr verändert?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11862187","hoster":"VOE"},{"path":"/redirect/11862186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-2","name":"","epNo":2,"alt":"This Is a Pain / I Want Women to Like Me","descr":"\"Omnibus\" Midnight – Ein seltenes Tier, das nur Eingeweihten bekannt ist, der Aalhund, kam zu Bakabons Haus. Aber das Haus ist völlig still ... \"Gemeinsame Partei des Beamten\" - Das vom Papst gewählte Mitglied nimmt auch an der Partei teil, an der der Beamte des Offiziers teilnimmt. Ich möchte bei Mädchen beliebt sein, aber wird meine Leidenschaft dich erreichen!?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499123","hoster":"VOE"},{"path":"/redirect/11862192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-3","name":"","epNo":3,"alt":"We`re Going to Be in a Movie / I Want a Third","descr":"\"Ich werde in einem Film mitspielen.\" Die Familie Bakabon traf einen Regisseur, der zufällig bei einem Filmdreh war. Die Familie nimmt das Angebot des Regisseurs an, in einem neuen Film mitzuspielen, lässt sich jedoch von der Besessenheit des Regisseurs beeinflussen. \"Ich möchte ein drittes Kind.\" Papa, der von Bakabon gefragt wurde: \"Ich möchte eine jüngere Schwester\", versucht sein Bestes, um ein drittes Kind zu zeugen, aber es läuft nicht ganz wie geplant.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499124","hoster":"VOE"},{"path":"/redirect/11862196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-4","name":"","epNo":4,"alt":"Microtransactions!! Late Night! The Genius Bakabon / Anthropomorphize It","descr":"\u0027Billing! Genius Bakabon\u0027 Ein Junior von Papas Alma Mater \u0027Bakada University\u0027 kam zu Bakabons Haus. Ein Junior, der am Ende für Spiele bezahlt, aber als Papa davon erfährt, lässt er sich ein epochales Programm einfallen. \"Personify.\" Papas Junior kam wieder zu Bakabons Haus. Ein Junior, der Spieledesigner ist, scheint gekommen zu sein, um Papa zu fragen, ob er gute Ideen für das nächste Spiel hat. Was ist die empfohlene Idee, die Papa für einen solchen Junior hatte?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499126","hoster":"VOE"},{"path":"/redirect/11862202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-5","name":"","epNo":5,"alt":"We Test the Limits of Late Night!","descr":"\"Die Grenzen der späten Nacht herausfordern\" - Eines Tages kam ein Produzent eines Fernsehsenders zu Bakabons Haus. Was, wenn der Produzent, der mit den vergangenen Sendungen unzufrieden ist, Papa und Bakabon, die es nicht mögen, zwangsweise ausschaltet, um anspruchsvollere Sendungen zu erstellen...? Kann die Herausforderung des Produzenten eine neue Evolution in das Programm bringen!?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499128","hoster":"VOE"},{"path":"/redirect/11862206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-6","name":"","epNo":6,"alt":"Anime Is Hard","descr":"\"Ich werde Manga-Künstler.\" - Papa, der dringend Geld brauchte, um Bakabons Wunsch zu erfüllen, beschloss, ein \"beliebter Manga-Künstler\" zu werden und viel Geld zu verdienen. Also beschloss ich, den Freund meines Vaters, einen Manga-Künstler, um Hilfe zu bitten!\" \"Animation ist harte Arbeit.\" - An der Produktionsstätte, wo Personalmangel herrscht, soll es ernste Dinge geben. Und während dies so weitergeht, wird die Situation immer schlimmer...!?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499137","hoster":"VOE"},{"path":"/redirect/11862211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-7","name":"","epNo":7,"alt":"We`ll Do a Presentation / I Want to Become a Popular Seiyuu","descr":"\"Ich werde eine Präsentation halten.\" Aus irgendeinem Grund kam Papa, der von einem Junior gerufen wurde, zur verabredeten Zeit in die Firma, in der er arbeitet. Junior versuchte auf leicht verständliche Weise zu erklären, warum er Papa anrief...? \"Ich möchte ein beliebter Synchronsprecher werden.\" Bakabon sagte: \"Ich möchte ein beliebter Synchronsprecher sein.\" Um mehr darüber zu erfahren, was für eine Arbeit ein \u0027Volkssprecher\u0027 ist, hat Papa, der einen Menschen sucht, der einen \u0027Volkssprecher\u0027 macht, ihn getroffen...!?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499130","hoster":"VOE"},{"path":"/redirect/11862217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-8","name":"","epNo":8,"alt":"I Want Some Action / Eel-Dog`s Memorial Service","descr":"\"Ich möchte eine aktive Rolle spielen.\" Papa wurde vom Hauptoffizier, dem Aalhund und dem Onkel von Rerere gerufen. \"Aalhund-Gedenkfeier\" Papa begegnete einem Aalhund auf dem Weg zu einer Trauerfeier.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499133","hoster":"VOE"},{"path":"/redirect/11862221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-9","name":"","epNo":9,"alt":"Mr. Policeman`s Aptitude Test / Real Genius Bakabon","descr":"\u0027Es ist ein Eignungstest für den Hauptoffizier\u0027 - Wird er angesichts der drohenden disziplinarischen Entlassung die letzte ihm gebotene Chance, Polizist zu werden, nutzen können? \u0027Real Genius Bakabon\u0027 - Bakabon verlässt sein Zuhause? Zu dieser Zeit kommt endlich die Wahrheit über die Familie Bakabon ans Licht...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499136","hoster":"VOE"},{"path":"/redirect/11862225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-10","name":"","epNo":10,"alt":"Genius Hajime","descr":"\"Genie Hajime\" Hajime, einem Kindergenie, das weltweit Aufmerksamkeit erregt, ist es gelungen, eine Zeitmaschine zu erschaffen. Sofort beschloss die Familie Bakabon, Zeitreisen mit Hajimes Zeitmaschine zu genießen, und sie gingen vorerst in die Vergangenheit zurück.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499131","hoster":"VOE"},{"path":"/redirect/11862233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-11","name":"","epNo":11,"alt":"Goodbye, Everyone","descr":"\u0027Auf Wiedersehen, alle.\u0027 - Als Bakabon hörte, dass sein Vater als Baby ein Genie war, beschlossen er und sein jüngerer Bruder Hajime, mit seinem Bruder Hajime in die Vergangenheit zu reisen, um zu verhindern, dass der Vater des Genies ein Genie wurde. Können Bakabon und Hajime Papas Schicksal ändern?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499134","hoster":"VOE"},{"path":"/redirect/11862239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinya-tensai-bakabon/staffel-1/episode-12","name":"","epNo":12,"alt":"This Is the Actual Final Episode","descr":"\"Es ist wirklich die letzte Folge.\" - Papa sagte, dass er diese Zeit am liebsten mit Nichtstun verbringen würde. Der Hauptoffizier verursachte jedoch plötzlich einen Zwischenfall und forderte aus dem Nichts verschiedene Dinge. Dank dessen scheint es, als könnte ich meine Zeit nicht mit Nichtstun verbringen, aber Papa schafft es trotzdem irgendwie, durch diesen Ort zu kommen und es ruhig angehen zu lassen ...?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499135","hoster":"VOE"},{"path":"/redirect/11862185","hoster":"Streamtape"}]}]}]}]}