{"seriesId":"shin-chuuka-ichiban","name":"Shin Chuuka Ichiban!","descr":"\"Shin Chuuka Ichiban!\" handelt vom jüngsten Superkoch Maoxing Liu im China des 19. Jahrhunderts. Gemeinsam mit seinen Freunden Lao Zhi und Mei Li Zhou reist er durch das Land, um seine Kochkunst zu verfeinern. Des Weiteren muss er die legendären Kochutensilien vor der Untergrundkochgesellschaft beschützen, gegen die schon Maos Mutter gekämpft hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Dream Maker","descr":"Mao, Shirou und Meili treffen in der Stadt der Hühnerküche auf Tiya, deren Hühnerrestaurant am Rande des Bankrotts steht. Kann Mao um das Restaurant zu retten mit seiner Kochkunst aus Tiyas pechschwarzen Hühnern ein Gericht zaubern das die Richter des Hühner-Wettkochens überzeugen können?","versions":[{"lang":3,"streams":[{"redirect":8787744,"hoster":"VOE"},{"redirect":8795535,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Dim Sum Master","descr":"In Maos Restaurant dem Yang-Frühlings-Restaurant in Guangzhou taucht eine mysteriöse Gestalt mit einem langen Stahlstab auf. Es ist der Dim-Sum-Meister Xie Lu, der gekommen ist Mao zu einem Wettkampf im Shumai-Kochen herauszufordern. Kann Mao gegen dieses erfahrene Kochgenie gewinnen?","versions":[{"lang":3,"streams":[{"redirect":8787747,"hoster":"VOE"},{"redirect":8625163,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Strange Invitation","descr":"Mao, Zhou Yu und Meili werden plötzlich zu einer Dinnerparty eingeladen. Dort treffen sie auf einen alten Bekannten von Zhou Yu der einen üblen Plan im Schilde führt ...","versions":[{"lang":3,"streams":[{"redirect":8787745,"hoster":"VOE"},{"redirect":8625167,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Pot of Grudges","descr":"Nachdem auch Zhou Yu vergiftet wurde kämpft Mao alleine in der letzten Runde des Hummer-Kochwettbewerbs gegen den Maskenkoch. Kann er den rachsüchtigen maskierten Mann besiegen und seine Freunde retten bevor sie am Gift des mysteriösen Kochs verenden?","versions":[{"lang":3,"streams":[{"redirect":8787746,"hoster":"VOE"},{"redirect":8625169,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Ambition of the Cooking Underworld","descr":"Ein alter Schüler des Yang-Frühlings-Restaurants, Lei En, kehrt nach vier Jahren Trainingsreise zurück. Meili freut sich darauf ihren alten Freund wiederzusehen. Doch Lei En hat sich verändert und führt etwas ganz anderes im Schilde ...","versions":[{"lang":3,"streams":[{"redirect":8787751,"hoster":"VOE"},{"redirect":8625170,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Seventh Knife","descr":"Unterweltkoch Lei En hat es darauf abgesehen Mao im Messer-Kochwettkampf zu besiegen und somit die legendären Kochwerkzeuge zu gewinnen. Die Aufgabe die Werkzeuge zu beschützen fällt damit ganz allein auf Maos Schultern. Doch zu Lei Ens Überraschung kennt sich auch Mao mit den Geheimtechniken der Kochunterwelt aus ...","versions":[{"lang":3,"streams":[{"redirect":8787749,"hoster":"VOE"},{"redirect":8625172,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Two Successors","descr":"Die Entscheidung ob Unterweltkoch Lei En oder Mao das legendäre Werkzeug im Daxian-Tempel bekommen werden bricht an. Kann Mao mit seinen Frühlingsrollen noch einen Sieg Lei Ens verhindern? Und was hat dieser mit dem Werkzeug vor?","versions":[{"lang":3,"streams":[{"redirect":8787750,"hoster":"VOE"},{"redirect":8625171,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Eight Legendary Utensils","descr":"Nachdem Mao das Ewig-Seelen-Messer gewonnen hat beginnt die Kochunterwelt sich ebenfalls für die legendären Werkzeuge zu interessieren. Da beschließen Mao und die anderen auf eine Reise zu gehen um ihnen zuvorzukommen ...","versions":[{"lang":3,"streams":[{"redirect":8787754,"hoster":"VOE"},{"redirect":8625175,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Shanghai, City of Devils","descr":"Mao und die anderen kommen auf der Suche nach den legendären Werkzeugen in der auf blühenden Großstadt Shanghai an. Doch dort erwartet sie nicht nur Maos alter Freund Sanjie sondern auch das nächste Komplott der Kochunterwelt ...","versions":[{"lang":3,"streams":[{"redirect":8787755,"hoster":"VOE"},{"redirect":8625173,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Clash of the Super Dim Sum","descr":"Im Kampf um die legendären Kochwerkzeuge geht es in die erste Runde. Dim-Sum-Meister Xie Lu muss sich gegen den legendären König der Dim-Sum, Luo Kong behaupten. Kann er den erfahrenen Meister bezwingen und damit einen Punkt vorlegen?","versions":[{"lang":3,"streams":[{"redirect":8787753,"hoster":"VOE"},{"redirect":8625174,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Clash of the Two Seven Star Knives","descr":"Der Kampf um die Karte und den Schlüssel zum legendären Kochwerkzeug in Shanghai geht in die zweite Runde. Was hat Unterweltköchin Xiang vor und warum hat sie so wie Lei En ebenfalls Sieben-Stern-Messer?","versions":[{"lang":3,"streams":[{"redirect":8787756,"hoster":"VOE"},{"redirect":8625176,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Man of Destiny","descr":"Nachdem das Geheimnis um Xiangs Sieben-Stern-Messer gelüftet wurde geht der Kochwettbewerb in die letzte Runde. Dort muss sich Mao einem alten Feind stellen der schon seit Jahren seine Rache plant ...","versions":[{"lang":3,"streams":[{"redirect":8788770,"hoster":"VOE"},{"redirect":8625188,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Transcendental Tofu Battle!","descr":"Mao tritt im Finale des Kochkampfs gegen seinen alten Feind Shao An im Tofu-Kochen an. Doch dieser scheint ein Experte in der Sichuan-Küche geworden zu sein.","versions":[{"lang":3,"streams":[{"redirect":8400045,"hoster":"VOE"},{"redirect":8400040,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Outstretched Hand","descr":"Es ist Zeit für die Urteilsverkündung im Finale des Drei-Runden-Kochkampfs zwischen Mao, den anderen und der Kochunterwelt. Kann Mao den Kampf für sich entscheiden?","versions":[{"lang":3,"streams":[{"redirect":8787739,"hoster":"VOE"},{"redirect":8625159,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Advent of the Devil","descr":"Mao und die anderen brechen in die Jiuhua-Berge auf, um das nächste legendäre Utensil zu finden. Doch dort scheint ein Dämon, der als Gott verehrt wird, die Macht im Dorf ergriffen zu haben.","versions":[{"lang":3,"streams":[{"redirect":8787748,"hoster":"VOE"},{"redirect":8625161,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"River of Fire","descr":"Auf dem Weg nach Sichuan, wo das nächste legendäre Utensil versteckt sein soll, tritt Mao und seinen Freunden ein neuerlicher Feind gegenüber. Es ist Ya Kan, der Feuerkoch, einer der stärksten Köche der Unterwelt.","versions":[{"lang":3,"streams":[{"redirect":8625158,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"At the End of the Yangtze River","descr":"Nachdem Mao zwei großartige Speisen im Wettkampf auf dem Yangtze-Fluss gekocht hat, geht Unterwelt-Feuerkoch Ya Kan zum Gegenangriff über. Doch Ya Kan ist ein gefährlicherer Gegner als erwartet.","versions":[{"lang":3,"streams":[{"redirect":8787741,"hoster":"VOE"},{"redirect":8625162,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Calamity at the Chrysanthemum Tower","descr":"Mao und die anderen kehren auf der Suche nach den Utensilien in Maos Heimat Sichuan zurück. Doch Maos Restaurant, der Chrysanthemen-Turm, der geschlossen sein sollte, hat aus unbekanntem Grund geöffnet.","versions":[{"lang":3,"streams":[{"redirect":8787740,"hoster":"VOE"},{"redirect":8625164,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Feelings Entrusted to the Duck","descr":"Der Kampf zwischen Mao und Zhu Qi findet im Chrysanthemen-Turm statt. Dabei geht es nicht nur darum, wer um für den Prinzen kochen darf, sondern auch um Mei Li.","versions":[{"lang":3,"streams":[{"redirect":8625180,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Like the Phoenix","descr":"Nachdem Zhu Qis wahre Identität klar geworden ist, kommt es zum neuerlichen Kampf zwischen ihm und Mao. Kann Mao sich auch diesmal durchsetzen und die Ehre, für den Prinzen kochen zu dürfen, gewinnen?","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Dazzling Dunhuang","descr":"Nachdem sie sich von Maos Gruppe getrennt haben, machen sich Xie Lu und Lei En auf den Weg nach Dunhuang. Xie Lu verliebt sich in die dunkelhäutige Frau, die ihn rettet, nachdem er in der Wüste zusammengebrochen ist. Allerdings ist sie eigentlich Five Tiger Star Mi La the Green Eyed Tiger! Sie fordert Xie Lu zu einem Kochwettbewerb im Dunhuang-Stil heraus. Gibt es eine Möglichkeit, die übermenschlichen Fähigkeiten von Mi La zu besiegen?!","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Desert Sun","descr":"Lei En wehrt sich mit einer schockierenden Kochmethode gegen Mi La\u0027s perfekte Kopierfähigkeit. Außerdem taucht auch der mysteriöse Fünf-Tiger-Stern Yan Xian der Wanderer auf. In der Zwischenzeit macht sich Maos Gruppe auf den Weg zum Hauptquartier der Cooking Underworld am Berg Liang, um es mit dem Anführer der Fünf Tigersterne, Dragon in the Clouds Kai You, aufzunehmen.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Limitless Hero","descr":"Mao fordert die Cooking Underworld zu einem finalen Showdown heraus. Ya Kan tritt ihm erneut als Gegner in einem Kochwettbewerb gegenüber. Das Thema ihres Wettbewerbs ist es, mit ihrer Küche \"Helden des Landes\" zu repräsentieren. Während Ya Kan mit aller Kraft kocht, erklärt Mao seine Fähigkeiten. Schließlich ist es an der Zeit, den Gewinner zu ermitteln. Was sind die Antworten, die Ya Kan und Mao durch ihre Küche hervorgebracht haben ...?","versions":[{"lang":3,"streams":[{"redirect":7946589,"hoster":"Streamtape"}]}]}]}]}