{"path":"/serie/stream/shinrei-tantei-yakumo","name":"Shinrei Tantei Yakumo","descr":"[Ger Sub] Der College-Student Saitou Yakumo wurde mit zwei verschiedenen Augenfarben geboren. Sein linkes Auge ist rot und verleiht ihm die Fähigkeit Geister und verstorbene Seelen sehen zu können. Er glaubt, dass diese noch aus einem bestimmten Grund auf der Erde weilen und die Ausschaltung derselbigen sie in Frieden ruhen lassen wird. Schließlich tritt Ozawa Haruka an ihn heran und bittet ihn um Hilfe. Gemeinsam beginnen sie ihre Nachforschungen...","seasons":[{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-1","name":"","epNo":1,"alt":"The Forbidden Room","descr":"Nach dem Besuch eines verlassenen Gebäudes scheint einer von Haruka Ozawas Freunden von einem Geist besessen zu sein, und ein anderer begeht Selbstmord. In ihrer Verzweiflung wendet sie sich an Yakumo Saitou, einen nachlässigen College-Studenten, dem übernatürliche Fähigkeiten nachgesagt werden. Geboren mit einem roten Auge, durch das er mit den Toten kommunizieren kann, erklärt er sich bereit, gegen eine Gebühr Harukas Rätsel zu lösen. Haruka bleibt skeptisch, bis Yakumo ihr eine Nachricht von ihrer toten Zwillingsschwester überbringt. Yakumo beginnt mit den Ermittlungen und bittet einen ihm bekannten Detektiv, Gotou Kazutoshi, um Hilfe, der dann in den Fall verwickelt wird, als Yakumo herausfindet, dass die Spukerscheinungen tatsächlich das Ergebnis eines Serienmörders sind. Der Mörder, der befürchtet, entdeckt zu werden, entführt Haruka und zündet das Gebäude an, um seine Verbrechen zu vertuschen. Yakumo findet mit Hilfe ihrer verstorbenen Schwester heraus, wohin Haruka gebracht wird, und kommt gerade rechtzeitig, um Haruka zu retten. Der Täter entkommt jedoch und zündet das Gebäude an. Yakumo und Haruka entkommen dem Feuer und der Mörder wird von Gotou festgenommen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491839","hoster":"VOE"},{"path":"/redirect/10138502","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/5137588","hoster":"Vidoza"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-2","name":"","epNo":2,"alt":"The Curse Of The White Fox","descr":"Während der Nacht beginnen zwei Bauarbeiter mit der Reparatur eines neuen Gebäudes in der Nähe eines Tempels für ihre Chefin Präsidentin Irie, als sie einen Geist sehen. Die Szene kehrt zu Haruka zurück, der zu Saitou kommt, um ihm ihre besessene Freundin Miki zu bringen. Saitou sagt den Geistern auf ihrem Körper, dass der Mörder tot ist, die Geister gehen und Miki gewinnt ihr Gewissen zurück. Danach gehen sie zusammen in den Bus. Saitou geht zuerst zurück zur Universität und Haruka geht zu ihrem Teilzeitjob. Dort dient Haruka Präsident Irie und seinem Freund Kunimatsu. Sie hört von Kunimatsu von dem Fuchsfluch, der das Gebäude/den Tempel heimgesucht hat. Nach der Arbeit geht sie zum Gebäude und trifft zu ihrer Überraschung auf Saitous Onkel und sein Haus, das ein Tempel ist. Sie bleibt weiterhin und trifft auch Irie. Irie hob einen Holzklotz auf, auf dem Worte von seinem toten Geliebten geschrieben waren. Dort hören sie ein kleines Mädchen lachen und die Lichter brechen, was Saitou veranlasst, Haruka zu retten. Saitou war dort, um den Spuk zu untersuchen, und kam zu dem Schluss, dass sie von Menschenhand verursacht wurden. Kunimatsu, der sich in einem Schuppen in der Nähe aufhielt, konstruierte den Spuk, um Irie daran zu hindern, den Schrein zu bewegen. Irie erzählt Saitou und Haruka von seiner Liebe und wie er sie wiedersehen möchte. Saitou sagt ihm, dass sie die ganze Zeit dort auf ihn gewartet hat. Plötzlich taucht der Fuchsfluch auf und entpuppt sich als seine Geliebte. Zusammen treffen sie sich und alles wird gelöst.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13490568","hoster":"VOE"},{"path":"/redirect/10138501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-3","name":"","epNo":3,"alt":"The Darkness Of The Tunnel","descr":"Yakumo greift einen Fall bezüglich des Todes eines Schuljungen auf und Haruka erzählt ihm von einem Erlebnis, das sie hatte, als ein Kollege sie durch einen Tunnel nach Hause fuhr. Yakumo beginnt zu glauben, dass er nur Geister sehen kann, aber nicht mehr, und deshalb kann er ihnen nicht die ganze Zeit helfen. Yakumo betrachtet auch das Leben der Menschen um ihn herum (insbesondere das von Haruka), die er gefährdet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10138505","hoster":"VOE"},{"path":"/redirect/10138506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-4","name":"","epNo":4,"alt":"Connecting Spirits ~ Possession~","descr":"Nachdem sie angehalten hat, um einem auf der Straße liegenden Mann zu helfen, ist Hijikata Makoto (eine Reporterin und Tochter des Polizeichefs) nach seinem Tod vom Geist des Mannes besessen. Am nächsten Tag wird Haruka von einem Mädchen gebeten, den Tod eines Schulmädchens namens Ayaka zu untersuchen. Während Yakumo von Gotou gebeten wird, den Besitz von Hijikata als Bitte des Häuptlings zu untersuchen. Während er den Tod des Schulmädchens Ayaka untersuchte, sah Haruka den Geist des Schulmädchens und fiel in den Fluss, während er versuchte, mit der Seele zu kommunizieren. Sie wurde von 2 Polizisten gerettet und zur Genesung in eine Klinik gebracht. Zufälligerweise waren auch Gotou und Yakumo in der Klinik, um Dr. Kinoshita einige Fragen zu ihrer Untersuchung zu stellen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486619","hoster":"VOE"},{"path":"/redirect/10138509","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/5137589","hoster":"Vidoza"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-5","name":"","epNo":5,"alt":"Connecting Souls ~Rebirth~","descr":"Ayaka ist die Tochter von Dr. Kinoshita, die während eines Taifuns starb und im Fluss ertrank. Der Arzt stand auch Dr. Andou Takashi (dem Geist, der Hijikata Makoto besessen hatte) nahe. Gotou und Yakumo enthüllten, dass sie Dr. Kinoshita auf einem Foto in Andous Besitz mit Andou in Verbindung bringen. Es gab auch 2 Schlüssel in seinen Sachen. Einer führte zu einem Schließfach mit einer Tasche voller Geld. Gotou und Yakumo haben es geschafft, den zweiten Schlüssel zu einem Lagerraum in der Nähe eines Damms aufzuspüren. Sie fanden ein vermisstes Mädchen, Hashimoto Rimu, zusammen mit Habseligkeiten von zwei ermordeten jungen Mädchen. Die Polizei glaubte, dass Dr. Andou der Mörder der beiden Mädchen war.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10138507","hoster":"VOE"},{"path":"/redirect/10138511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-6","name":"","epNo":6,"alt":"Cheap Article","descr":"Yakumo und Haruka untersuchen den Spuk in einer Wohnung, die von einem Universitätsstudenten, Date Shota, billig gemietet wurde. Durch den Makler erfuhren sie, dass die vorherige Mieterin, Shiobara Kimiko, eines natürlichen Todes in der Wohnung gestorben war und nun darin herumspukt. Yakumo konnte mit ihrem Geist kommunizieren und sie bat darum, einen Brief (hinter dem Spiegel im Raum versteckt) zu verbrennen. Haruku brach Kimikos Bitte, den Inhalt des Briefes nicht zu lesen, und sah darin ein Foto von Kimiko. Trotzdem war Kimiko ausreichend beruhigt und wünschte Haruka alles Gute, bevor ihr Geist verschwand.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10138510","hoster":"VOE"},{"path":"/redirect/10138513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-7","name":"","epNo":7,"alt":"Connected Feelings: Trap","descr":"Detective Gotou hat die Hilfe von Yakumo in Anspruch genommen, um ein angebliches Geistervideo zu untersuchen, das in der Nanase Mansion aufgenommen wurde, wo vor 15 Jahren 4 Mitglieder der Familie Nanase ermordet wurden. Das Video wurde von Hijikata Makoto erhalten und von Drehbuchautor Hoshin Yukiko gefilmt. Nachdem Yakumo das Video gesehen hatte, ging er los und ermittelte auf eigene Faust. Während des Interviews mit Hoshin bemerkte Gotou, dass sie der Frau ähnelt, die mit Yakumos Vater gesehen wurde, war sich aber seiner Beobachtung nicht sicher. Gotou und Yuutarou untersuchten die Nanase-Villa, wo Gotou von Miyuki Nanase (derselben Frau mit Yakumos Vater) angegriffen wurde. Miyuki wurde offenbar am Tag des Massakers an der Familie Nanase entführt, gilt aber seitdem als vermisst. Yakumo hat den Ort aufgespürt, an dem das Geistervideo gedreht wurde, und wurde auch von Miyuki angegriffen, der behauptete, die Dunkelheit zu ihm zu bringen und ihn zerstören will.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10138514","hoster":"VOE"},{"path":"/redirect/10138515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-8","name":"","epNo":8,"alt":"Connected Feelings: Bonds","descr":"Yakumo und Detective Gotou werden immer noch vermisst. Makoto und Yuutarou kontaktierten Haruka und diskutierten mit Yakumos Onkel Isshin darüber, Yakumo zu finden. Haruku fand heraus, dass das Geistervideo nicht in der Nanase-Villa gedreht wurde, und sowohl Makoto als auch Yuutarou bestätigten auch, dass Hoshin Yukiko eine Fälschung war. Isshin enthüllte, dass der Geist im Video Yakumos Mutter Azusa ist. Er erzählte die Geschichte, wie Azusa in jungen Jahren entführt und gefangen gehalten wurde. Sie entkam schließlich zwei Wochen später und wurde von Harukas Mutter Keiko unterstützt. Sie blieben weiterhin in Kontakt und Isshin hatte einen ungeöffneten Brief von Keiko an Azusa. Der Brief enthüllte, dass Azusas Verlobte Shunsuke Takeda ist, die ein Verdächtiger im Nanase Family Massacre ist. In der Zwischenzeit wurde Miyuki (die Frau mit Yakumos Vater) vor Harukas Wohnung gesehen und plant, sie zu fangen, um Yakumo weiter zu foltern. Shunsuke Takeda schien auch Haruka zu beschützen und hatte es zur Polizei gelockt und es geschafft, Miyuki abzuschrecken.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10138512","hoster":"VOE"},{"path":"/redirect/10138516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-9","name":"","epNo":9,"alt":"Connected Feelings: Light","descr":"Ishii fand schließlich die Identität von Miyuki als die Frau mit Yakumos Vater heraus. Nachdem sie ihren Tutor interviewt haben, finden Ishii und Hijikata Detective Gotou mit ein wenig Hilfe von Takeda in einem geheimen Raum in der Nanase-Villa. Nachdem er Detective Gotou losgebunden hat, sagt er, dass Takedas Geist ihm gesagt hat, dass Yakumos Vater Haruka vor Yakumos Augen töten würde. Takedas Geist sagte Haruka auch, dass Yakumo in Nagano ist. Sie ruft ihre Mutter an und reist nach Nagano, zu dem Ort, an dem Yakumos Mutter vergewaltigt wurde. Dort findet sie Yakumo mit Wunden an der Brust an einen Stuhl gefesselt. Haruka denkt, dass Yakumo tot ist und fängt an zu weinen und schreit \u0027Gib nicht auf!\u0027. Yakumo war am Leben, aber schwach von den Drogen. Sie verlassen das Haus zusammen, aber Miyuki erscheint und versucht, Haruka zu töten. Detective Gotou und kommen am Tatort an. Es wurde enthüllt, dass diese Frau tatsächlich Nanase Miyuki ist, die wahre Schuldige des Nanase-Vierfachmordes. Der Geist von Yakumos Mutter erscheint und hilft ihnen, indem er Nanase festhält.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12286239","hoster":"VOE"},{"path":"/redirect/10138517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-10","name":"","epNo":10,"alt":"Beyond Despair: Announcement","descr":"Haruka und Yakumo begleiten Harukas Mutter zum Bahnhof. Sie sagt ihnen, dass sie ihnen etwas schicken wird, aber sie haben nichts gehört, da sich die Zugtür bereits schloss, als sie es ihnen sagte. Hijikata Makoto wird dann gezeigt, wie er mit einem Arzt in einem Krankenhaus spricht. Der Arzt erzählt ihr von einem Geist, der erscheint und Patienten fragt, wann sie sterben werden. Hijikata verspricht, diesen Fall an einen ihr bekannten Experten (Yakumo) weiterzuleiten und beginnt zu gehen, um Saitou Isshin und Nao zu begegnen. Isshin sagt ihr, dass er wegen häufiger Kopfschmerzen hier ist, um einen Arzt aufzusuchen. Während er dort ist, trifft er ein junges Mädchen im Rollstuhl und sie besprechen, was nach dem Tod passiert. Nachdem er sie getröstet hat, bittet er sie, sich mit Nao anzufreunden. Unterdessen endet die Jagd nach der Täterin im Mordfall von Quadruple Nanase, Miyuki Nanase, damit, dass sie von der Polizei gefasst wird. Während sie im Gefängnis ist, glaubt sie, dass Yakumos Vater kommen und ihr wieder die Freiheit geben wird (wie er es getan hat, als sie jung war).","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13993061","hoster":"VOE"},{"path":"/redirect/10138520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-11","name":"","epNo":11,"alt":"Beyond Despair: Assassin`s Dagger","descr":"Gotou und Ishii eilten zum Schrein, um Isshin zu beschützen; aber er schlug Gotou aus, bevor er Yakumos Vater alleine konfrontierte. Anschließend wurde er offenbar von Yakumos Vater erstochen. Währenddessen gingen Haruka und Yakumo zum Krankenhaus, um den Geist des Mädchens zu untersuchen. Sie trafen darauf, dass sie sich bei dem Patienten entschuldigte, mit dem sie zuvor konfrontiert war. Haruka und Yakumo erfuhren schließlich von Isshins Verletzungen. Aufgrund des starken Blutverlustes wurde er vom Arzt für hirntot erklärt. Gotou brachte Nao zurück in sein Haus, damit er von seiner Frau betreut wird. Ishii hat abgeleitet und forensische Beweise deuten darauf hin, dass Yakumos Vater ein Geist sein könnte, aber einer, der in der Lage ist, mit der physischen Welt zu interagieren. Er besaß Miyuki, damit sie ins Krankenhaus gebracht werden konnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486621","hoster":"VOE"},{"path":"/redirect/10138522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-12","name":"","epNo":12,"alt":"Beyond Despair: Hatred","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486629","hoster":"VOE"},{"path":"/redirect/10138525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinrei-tantei-yakumo/staffel-1/episode-13","name":"","epNo":13,"alt":"Beyond Despair: Eternity","descr":"Miyuki schoss Gotou in den Bauch, um Hass in Yakumo zu erzeugen, damit der Geist seines Vaters einen Besitz ergreifen kann. Miyuki erklärte, dass der Zweck, Yakumo dazu zu verleiten, die Dunkelheit anzunehmen, darin besteht, sicherzustellen, dass sein Geisteszustand praktisch derselbe ist wie der seines Vaters, damit sein Vater und seine Seele verschmelzen und sein Vater seinen Körper übernehmen kann. Yakumo schien von seinem Vater besessen zu sein, da seine beiden Augen jetzt rot sind; aber er hat Miyuki ausgetrickst, indem er die rote Kontaktlinse seines Onkels benutzt hat. Es gelang ihm, Miyuki zu entwaffnen, aber sie konnte fliehen. Yakumos Vater gelobt, seine Ziele weiter zu verfolgen. Yakumo gab sein Einverständnis, das Organentlassungsformular zu unterschreiben, um Sakaibaras Tochter zu retten; aber unter der Bedingung, dass Sakibara sich der Polizei stellte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10138524","hoster":"VOE"},{"path":"/redirect/10138526","hoster":"Streamtape"}]}]}]}]}