{"path":"/serie/stream/shinsekai-yori","name":"Shinsekai Yori","descr":"[Ger Sub] Eintausend Jahre in der Zukunft hat sich die Zivilisation zurückentwickelt und die Menschen leben versprengt in kleinen Gemeinschaften. Die Menschen dieser Zeit verfügen über telekinetische Kräfte namens Juryoku, die in Abwesenheit fortschrittlicher Technologie auch ihre primäre Hilfs- und Energiequelle darstellen. Nachdem endlich ihr Juryoku erwacht ist, kann sich Saki ihren Freunden in der Schule anschließen, wo ihnen der Umgang mit dieser Kraft gelehrt wird, aber auch Grundsätze der Gesellschaft nähergebracht werden. Immer wieder bemerkt Saki jedoch Seltsamkeiten im Verhalten der Leute und mitunter verschwinden vereinzelt Schüler, was die Frage über die Hintergründe der aktuellen Welt und die Geschehnisse in den vergangenen 1000 Jahren aufwirft.","seasons":[{"path":"/serie/stream/shinsekai-yori/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-1","name":"","epNo":1,"alt":"The Season of New Leaves","descr":"Im Jahr 2011 tauchen Menschen mit starken psychokinetischen Kräften auf und hinterlassen auf ihrem Weg eine Spur von Tod und Zerstörung. 1000 Jahre später hat Saki Watanabe endlich ihre eigenen Kräfte erweckt und nach einem Übergangsritual kehrt sie zu ihren Freunden in der Schule zurück, die vor ihr erwacht waren. Eine von ihnen hat jedoch schwächere Kräfte als ihre Kollegen, und bald darauf verschwindet sie auf mysteriöse Weise.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-2","name":"","epNo":2,"alt":"The Vanishing Children","descr":"Saki und ihre Freunde nehmen gemeinsam an einem Ballturnier teil, bei dem sie mit ihrer Kraft kleine Tonpuppen kontrollieren müssen. Ihr Team besiegt mehrere Gegner bis zum letzten Spiel, wenn eines der Mitglieder des gegnerischen Teams gegen die Regeln verstößt und das Spiel unentschieden endet. Nach dem Turnier wird derselbe Schüler nie wieder gesehen.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-3","name":"","epNo":3,"alt":"The False Minoshiro","descr":"Während ihres gemeinsamen Sommerlagers erinnern sich die Kinder an die Legende einer seltsamen Kreatur namens \u0027Falscher Minoshiro\u0027, die jedem den Tod bringt, der sich ihr in den Weg stellt. Begierig darauf, mehr darüber zu erfahren, schaffen sie es, den Minoshiro zu lokalisieren und zu fangen, der zu ihrer großen Überraschung beginnt, mit ihnen zu kommunizieren.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-4","name":"","epNo":4,"alt":"Bloody History","descr":"Die Kinder erfahren vom Minoshiro die Wahrheit über die tragische Geschichte seit dem Aufkommen der psychokinetischen Kräfte vor 1000 Jahren, bis sie von einem Mönch abgefangen werden, der ihre Kräfte versiegelt und sie eskortiert, um für ihre Taten verurteilt zu werden. Unterwegs werden sie von einer Gruppe Werratten angegriffen, die vom Mönch getötet werden, bis eine überlebende Kreatur auf sie zuspringt.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-5","name":"","epNo":5,"alt":"Pursuit on a Hot Night","descr":"Die Kreatur explodiert und tötet den Mönch und sich selbst. Wehrlos gegen die Queerats fliehen die Kinder mit Saki und ihrer Freundin Satoru, die von den anderen getrennt und von ihnen gefangen genommen werden. Nachdem sie der Gefangenschaft entkommen sind, wird das Paar von Squealer, einem Queerat eines anderen Stammes, gerettet, der sie vor seine Königin bringt und um ihre Hilfe gegen ihre Rivalen bittet, die drohen, ihre Kolonie zu verwüsten. Saki und Satoru verraten ihnen nicht, dass ihre Kräfte versiegelt sind, und fliehen von selbst, wenn die Invasion beginnt.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-6","name":"","epNo":6,"alt":"Escape","descr":"Saki und Satoru werden gefangen und haben keine Chance zu entkommen, bis Saki sich an Satorus Mantra erinnert und es benutzt, um ihn seine Kräfte wiedererlangen zu lassen. Anstatt mit ihr zu fliehen, beschließt Satoru, mit Hilfe von Squera und den überlebenden Kriegern der Räuberfliege gegen die Bodenspinnen zu kämpfen. Während die Gruppe mehrere Hinterhalte des Feindes überlebt, zeigt Satoru Anzeichen von Müdigkeit, weil er seine Fähigkeiten überstrapaziert hat, aber trotz Sakis Protesten macht er weiter, bis sie auf eine riesige Armee treffen.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-7","name":"","epNo":7,"alt":"Summer Darkness","descr":"Saki und Satoru werden gefangen und haben keine Chance zu entkommen, bis Saki sich an Satorus Mantra erinnert und es benutzt, um ihn seine Kräfte wiedererlangen zu lassen. Anstatt mit ihr zu fliehen, beschließt Satoru, mit Hilfe von Squera und den überlebenden Kriegern der Räuberfliege gegen die Bodenspinnen zu kämpfen. Während die Gruppe mehrere Hinterhalte des Feindes überlebt, zeigt Satoru Anzeichen von Müdigkeit, weil er seine Fähigkeiten überstrapaziert hat, aber trotz Sakis Protesten macht er weiter, bis sie auf eine riesige Armee treffen.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-8","name":"","epNo":8,"alt":"Omen","descr":"Zwei Jahre vergehen und die Kinder treten in die Pubertät ein. Saki findet ihre Gefühle für Shun unerwidert, als er stattdessen anfängt, mit Satoru auszugehen, und sie beginnt, mit Maria auszugehen. Kurz darauf trennt sich Shun von Satoru und beginnt, sich von allen anderen zu distanzieren. Saki befragt ihn nach dem Grund und erfährt von ihm, dass die Erwachsenen die Wahrheit über das wissen, was vor zwei Jahren passiert ist. Er warnt sie auch, vorsichtig zu sein, da die Zeit kommen könnte, in der sie für ihre vergangenen Übertretungen bestraft werden.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-9","name":"","epNo":9,"alt":"The Rising Wind","descr":"Shun kommt nicht mehr zur Schule und seine Freunde suchen nach ihm, wobei sie darauf achten, keinen Verdacht zu erregen. Saki und Satoru machen sich auf den Weg zum Pinewood-Dorf, in dem Shun lebt, nur um den Ort von den Behörden isoliert und sein zerstörtes Haus vorzufinden. Später in der Nacht konfrontiert Saki ihre Eltern damit, was wirklich mit dem Dorf passiert ist, aber sie weigern sich, ihr mehr zu erzählen, als sie können. Kurz nachdem Saki von Maria besucht wird, die ihr verrät, dass sie und Mamoru erfahren haben, dass mehrere unreine Katzen (不浄猫 Fujō Neko?) in der Schule gehalten werden und zwei befreit wurden, um Shun zu jagen. Saki flieht, um ihn zu warnen, nur um auf eine der unreinen Katzen zu stoßen.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-10","name":"","epNo":10,"alt":"More Than Darkness","descr":"Geschützt durch einen Zauber, den sie von Shun bekommen hat, schafft es Saki, die unreine Katze zu besiegen, bevor sie ihn trifft. Shun offenbart ihr, dass sein ganzes Dorf zerstört wurde, weil seine Kräfte außer Kontrolle geraten sind. Sie erfährt von ihm auch, dass die drastische Veränderung der Fauna und Flora der Welt in den letzten 1000 Jahren auf die Restenergie zurückzuführen ist, die von Menschen fließt, deren Kräfte nicht vollständig kontrolliert sind, genau wie es bei seinem Hund Subaru der Fall war getötet, während er ihn vor der anderen unreinen Katze beschützt, die anschließend von Shun zerstört wird. Da ihm nur noch wenig Zeit bleibt, bevor er von seiner eigenen unkontrollierten Kraft getötet wird, offenbart Shun Saki, dass er sie immer geliebt hat, bevor er sie in Sicherheit fliehen lässt.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-11","name":"","epNo":11,"alt":"Distant Thunder in Winter","descr":"Im Rahmen ihres Kurses wird jeder Student mit einem Mitglied des anderen Geschlechts zur weiteren Ausbildung gepaart. Sakis Klassenkameradin Ryou ist daran interessiert, sie auszuwählen, aber als sie merkt, dass er nicht der ist, der sein sollte, lehnt sie ihn ab und verbündet sich stattdessen mit Satoru. Während sie mit ihren Freunden sprechen, stellt Saki fest, dass ihre Erinnerungen verändert wurden, sodass sie Ryou seit ihrer Kindheit als reguläres Mitglied der Gruppe erkennen und nicht Shun, an dessen Namen sie sich nicht erinnern können. Als Saki, Satoru und Maria sehen, wie Mamoru über die Situation in Panik gerät, beschließen sie, das Thema zu vernachlässigen und selbst weiter zu ermitteln, aber bald darauf werden sie zu einer Audienz bei Satorus Großmutter Tomiko gerufen, die sich als Leiterin der Ethik entpuppt Komitee, eine Tatsache, die nicht einmal Satoru bewusst war.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-12","name":"","epNo":12,"alt":"The Weak Link","descr":"Tomiko enthüllt Saki die Wahrheit hinter Fiends und Karma Demons, einschließlich ihrer Gründe für die harten Mittel, die sie entwickelt haben, um sie am Erscheinen zu hindern, und dass sie diejenige war, die eingegriffen hat, damit sie und ihre Freunde vom Board of Education in Bezug auf den Vorfall verschont bleiben mit dem Falschen Minoshiro, denn ihrer Meinung nach gilt Saki als die geeignetste für ihre Nachfolge. Einige Zeit später flieht Mamoru auf mysteriöse Weise von zu Hause weg und Saki, Maria und Satoru nutzen eine Unterrichtspause, um nach ihm zu suchen.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-13","name":"","epNo":13,"alt":"Reunion","descr":"Saki und die anderen folgen Mamorus Spuren, bis sie ihn in einem Unterschlupf finden. Sie treffen auch Squonk, einen Queerat, den sie vor Jahren getroffen hatten und der ihm gerade das Leben gerettet hatte. Mamoru enthüllt ihnen, dass er das Dorf aus Angst verlassen hat, weil er seit einiger Zeit von den dreckigen Katzen verfolgt wird, als Zeichen dafür, dass das Board of Education beschlossen hat, ihn zu beseitigen.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-14","name":"","epNo":14,"alt":"Snowflakes","descr":"Saki und Satoru lassen Maria mit Mamoru zurück und kehren ins Dorf zurück. Saki wird von der Schulbehörde nach der Situation befragt und gerade als sie über ihre Entsorgung nachdenken, scheint Tomiko zu ihren Gunsten einzugreifen. Nach der Untersuchung enthüllt Tomiko Saki, dass die Erinnerungen ihrer Gruppe durch ihre Bitte größtenteils unverändert blieben, mit der Absicht, Personen zu erziehen, die in der Lage sind, das Dorf in Zukunft zu führen. Sie enthüllt auch, dass ein Entsorgungsbefehl erlassen wird, um Maria und Mamoru zu beseitigen, aber sie gibt ihr drei Tage Zeit, um sie zurückzurufen, bevor es passiert. Saki und Satoru kehren an den Ort zurück, an dem sie sie zurückgelassen haben, aber sie sind nirgends zu finden.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-15","name":"","epNo":15,"alt":"Afterimage","descr":"Saki und Satoru suchen weiter nach Maria und Mamoru, bis ein Unfall Saki bewusstlos macht und neben Satoru in einer Hütte im Dorf Robber Fly aufwacht, wo sie Squealer erneut treffen. Als die beiden vor die Königin gebracht werden, erfahren sie von Squealer, dass die Robber Fly seit ihrem letzten Treffen große Fortschritte gemacht hat, jetzt als Teil einer starken Konföderation, aber die beiden sind schockiert, als sie feststellen, dass die Königin von ihr zurückgehalten und lobotomiert wurde eigene Kinder. Squealer behauptet, dass alles zum Wohle der Kolonie war, indem er die rasende Königin eindämmte und gleichzeitig ihre Fortpflanzungsfähigkeit bewahrte. Das Paar zweifelt an Squealers wahren Absichten und wird von ihm und seinen Soldaten zum Nest der Goat Moth-Kolonie eskortiert, wo Squonk lebt, um ihn nach dem Verbleib ihrer vermissten Freunde zu fragen. Nachdem Squealer sie ohne Antwort angerufen hat, beginnt ein Gefecht zwischen den beiden Parteien, bis Satoru seine Kraft einsetzt, um sie aufzuhalten. Endlich wieder mit Squonk vereint, erhält Saki von ihm einen Brief, den Maria hinterlassen hat, bevor sie mit Mamoru in unbekannte Teile aufgebrochen ist.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-16","name":"","epNo":16,"alt":"To my beloved Saki","descr":"Saki liest Marias Abschiedsbrief und bittet sie, dem Dorf mitzuteilen, dass sie und Mamoru gestorben sind. Trotz Marias Anweisungen und mit nur noch einem verbleibenden Tag suchen Saki und Satoru weiter nach ihren Freunden. Als die Hoffnung schwindet, beginnt Saki bizarre und beunruhigende Albträume zu erleben, die ihr sagen, dass sie nicht bei der Flucht ihrer Freunde helfen soll und Maria sterben muss.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-17","name":"","epNo":17,"alt":"Footsteps of Destruction","descr":"Einige Jahre später arbeitet Saki, die jetzt 26 Jahre alt ist, in der \u0027Abteilung für Exospecies Control\u0027, als sie von Satoru besucht wird, der ihr Neuigkeiten über einen nicht provozierten Angriff unter den Queeraten bringt, deren Kolonien jetzt in zwei große Allianzen aufgeteilt sind. Kiroumaru und Yakomaru, die Anführer jeder Allianz, werden vorgeladen, um über den Vorfall befragt zu werden, aber da beide Anführer Anschuldigungen austauschen, wird keine Lösung erzielt und einige Zeit später eskaliert der Konflikt zwischen beiden Parteien zu einem Krieg. In der ersten Schlacht besiegen Kirumaru und die Armee der Riesenhornisse ihre Gegner, die aus irgendeinem Grund keine Mitglieder der feindlichen Hauptkolonie, Yakomarus Räuberfliege, umfassten. Einige Zeit später wird Saki erneut von Satoru besucht, der ihr mitteilt, dass die Riesenhornissen vernichtet wurden.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-18","name":"","epNo":18,"alt":"Scarlet Flower","descr":"Es wird eine Untersuchung zum Untergang der Riesenhornissen durchgeführt, und es wurden keine schlüssigen Beweise dafür gefunden, wie sie von der Räuberfliege mit solcher Leichtigkeit besiegt wurden, aber das Fehlen von Spuren jeglicher Art von Waffe weist auf die Möglichkeit hin, dass es sich um das Werk eines handelte Telekinese des Menschen und es wird beschlossen, die Räuberfliege zu zerstören. Trotz einiger Bedenken wegen der Angelegenheit mit den Monsterratten wird im Dorf ein Sommerfest abgehalten und die Monsterratten nutzen die Gelegenheit, um überraschend anzugreifen. Satoru und Saki werden in die Aufregung verwickelt, aber sie werden von Shisei Kaburagi gerettet, dem Berater des Sicherheitsrates, der seine herausragende Macht einsetzt, um den Feind zu vertreiben. Mit vielen Opfern aufgrund des Angriffs und dem Ausnahmezustand des Dorfes schwört Tomiko, dass Yakomaru für seinen Verrat teuer bezahlen wird.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-19","name":"","epNo":19,"alt":"Darkness","descr":"Nach dem Angriff der Monsterratten schließen sich Saki und Satoru einer anderen Gruppe an und begleiten sie ins Krankenhaus, um nach einem ihrer verletzten Freunde zu sehen, der dort behandelt wird. Als sie ankommen, stellen sie fest, dass der Ort angegriffen wurde. Nachdem sie den Ort der Monsterratten geräumt und die Überlebenden gerettet haben, wird die Gruppe von einer unbekannten Person angegriffen, die alle auf ihrem Weg mit überwältigender Kraft tötet. Aus Angst, dass der fragliche Feind ein Teufel sein könnte, beschließt die Gruppe, sich selbst zu opfern, um Saki und Satoru eine Möglichkeit zu geben, zu entkommen und die anderen zu warnen. Als sie jedoch an einem Fluss fliehen, stellen die beiden bald fest, dass sie vom Feind verfolgt werden.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-20","name":"","epNo":20,"alt":"Cold Sunlight","descr":"Saki und Satoru schaffen eine Ablenkung und schaffen es, ihrem Boot zu entkommen, bevor der Fiend es einäschert. Sie gehen weiter ins Dorf, um die Stadtbewohner zu warnen, treffen aber auf einen mutierten Fisch, der sie angreift und sich in einer Selbstmordmission in die Luft jagt. Saki wird von der Explosion weggeblasen und von Satoru getrennt. In der Luft hat sie Halluzinationen von Shun, der gesichtslos ist. Sie kann sich immer noch nicht an seinen Namen oder sein Aussehen erinnern. Sie landet und wird von einem kleinen Jungen angegriffen, der sie für eine Monsterratte hält. Sie gehen weiter in das Dorf, das jetzt in Trümmern liegt, mit vielen Toten oder Verletzten. Die Kanäle wurden trockengelegt, um zu verhindern, dass Mutantenfische in die Stadt gelangen, aber Saki fragt sich, ob dies Yakomarus Versuch war, die Stadt von ihrem einzigen Transportmittel abzuschneiden. Sie findet eine verletzte Tomiko, die sich weigert zu glauben, dass ein Fiend auf freiem Fuß ist. Sie sagt ihr, sie solle den Sicherheitsrat finden und die anderen warnen, während sie zurückbleibt.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-21","name":"","epNo":21,"alt":"The Fire that Destroys the World","descr":"Saki und Niimi beschließen, zum Tempel der Reinheit zu gehen, als Kaburagi den japanischen Monsterratten den Krieg erklärt und verspricht, sie zu eliminieren. Aber der Fiend nähert sich, tötet mehrere Menschen und konfrontiert Kaburagi. Saki erkennt, dass der Fiend wie Maria aussieht. Satoru erscheint und sagt Saki und Niimi, dass sie so schnell wie möglich gehen müssen, und sagt ihnen, dass selbst Kaburagi keinen Unhold töten kann. Kaburagi schafft es, dem ersten Angriff des Teufels auszuweichen, wird aber bald von ihm getötet. Saki und der Rest rennen und stehen einer Monsterratte gegenüber, die ihnen sagt, dass ihre Rasse nun die neuen Herrscher sein wird und dass ihr \u0027Messias\u0027 (der Teufel) vom Himmel gesandt wurde, um sie zu retten. Sie töten die Ratte und Niimi sagt ihnen, dass er sich von ihnen trennen und zum Rathaus gehen muss. Saki und Satoru schaffen es zum Tempel der Reinheit, wo sie erfahren, dass Sakis Eltern bereits dort waren, und planen, die unreinen Katzen auf den Teufel loszulassen.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-22","name":"","epNo":22,"alt":"Tokyo","descr":"Inui enthüllte ihnen auch, dass es Kirumaru war, der ihn rettete, nachdem er zusammengebrochen war, und dann wurde er in Gewahrsam genommen. Saki erhält von ihrer Mutter eine Packung, in der sie von einer alten Waffe namens \u0027Psychobuster\u0027 erfährt, die von normalen Menschen mit der Absicht entwickelt wurde, Hellseher zu töten. Saki und Satoru besuchen dann den inhaftierten Kiroumaru, der ihnen seine Hilfe anbietet, und das Trio reist mit Inui zu den Ruinen von Tokio, wo sich der Psychobuster befindet. Es gelingt ihnen jedoch nicht, die Blockaden der Monsterratten unentdeckt zu umgehen, und bald nach ihrer Ankunft in der Stadt erfahren sie, dass sie vom Feind verfolgt werden, angeführt von Yakomaru und dem Fiend.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-23","name":"","epNo":23,"alt":"The Face of the Boy","descr":"Als Sakis Gruppe ihren Weg durch die tückischen Tunnel Tokios fortsetzt, stießen sie auf einen unterirdischen Fluss, der in den Höhlen verborgen war. Sie teilten sich in zwei Gruppen auf: Eine Gruppe mit Satoru und Kiroumaru, um ihre Verfolger zu vertreiben, und die andere Gruppe mit Saki und Inui, um das U-Boot zu bergen, damit sie ihre Mission durch den Fluss fortsetzen können. Auf dem Weg zum Psychobuster wurden sie von einem riesigen Fadenwurm angegriffen. Inui opfert sein Leben, damit Saki ihre Mission fortsetzen kann. Nachdem sie den Psychobuster aus einem verlassenen Gebäude geholt hat, hebt sie bei Tagesanbruch der Sonne entgegen. Als sie an der heruntergekommenen Szenerie von Tokio vorbeirennt, erinnert sie sich an die Zeit mit ihrem letzten Gespräch mit Shun. Dann sah sie direkt vor sich ein Erwachsenenbild von Shun.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-24","name":"","epNo":24,"alt":"Torchlight in the Darkness","descr":"Kiroumaru findet Saki und informiert sie, dass Satoru während der Trennung leicht verletzt wurde. Kiroumaru beschließt dann, dass sie den Oger anlocken und einen Gegenangriff starten sollen. Satoru und Saki warten in einem Tunnel, während Kiroumaru geht, um die Akki anzulocken. Als der Akki den Tunnel betritt, stellt Saki einen Spiegel vor ihn. Er schaut kurz hin, dann schreit er und versucht sie anzugreifen. Um Saki zu beschützen, wirft Satoru schließlich den Psychobuster auf den Oger, aber Saki verbrennt den Psychobuster mit Feuer, bevor er sowohl den Teufel als auch Satoru infizieren kann, da sie es nicht ertragen konnte, ihren verbleibenden engen Freund Satoru zu verlieren. Kiroumaru kann die Akki nicht besiegen, erscheint und lenkt die Oger schnell ab, als sie entkommen. Sie verstecken sich in einer Ecke in den Tunneln, während sie Yakomarus nächsten Schritt vorausahnen. In einem letzten Versuch beschließt Yakomaru, eine Neuverhandlung mit Sakis Gruppe anzustreben, aber eigentlich wollte er ihre Position durch ihre Stimmen offenbaren.","versions":[]},{"path":"/serie/stream/shinsekai-yori/staffel-1/episode-25","name":"","epNo":25,"alt":"From the New World","descr":"Saki erkennt, dass der Akki darauf konditioniert wurde, die Todesrückmeldung zu erleiden, wenn er Monsterratten anstelle von Menschen tötet. Kiroumaru konfrontiert dann die als Mensch verkleideten Akki, was zum Tod beider führt, nachdem er Saki gebeten hat, sicherzustellen, dass zumindest seine Kolonie vor dem rachsüchtigen Zorn der Menschen verschont bleibt. Nachdem die Rebellion endgültig unterdrückt wurde, wird Yakomaru, der auf seinen Titel verzichtet und sich erneut als Squealer bezeichnet, vor Gericht gestellt und zur \u0027Ewigen Hölle\u0027 verurteilt, wobei sein Körper unerträgliche Schmerzen erleidet, während er auf unbestimmte Zeit regeneriert wird. Satoru enthüllt Saki jedoch später, dass er bei der Analyse der DNA der Monsterratten entdeckte, dass sie durch Infusion von Maulwurfsratten-DNA in gewöhnliche Menschen entstanden sind, um zu verhindern, dass sie eine Bedrohung für die Menschen durch Telekinese darstellen. Saki stattet Squealer dann einen Besuch ab und ist sich sicher, dass er bereits genug bestraft wurde, und befreit ihn von seinem Elend. Zehn Jahre später heiraten Saki und Satoru, und als sie ihr erstes Kind erwartet, wünschen sie sich, dass die Welt bald zu einem besseren Ort wird.","versions":[]}]}]}