{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru","name":"Shinchou Yuusha: Kono Yuusha ga Ore TUEEE Kuse ni Shinchou Sugiru","descr":"[Cautious Hero: The Hero Is Overpowered but Overly Cautious] In Shinchou Yuusha: Kono Yuusha ga Ore TUEEE Kuse ni Shinchou Sugiru, der Anime-Adaption zu Saori Toyotas gleichnamiger Light Novel, folgen wir der Göttin Listarte, die sich in ihrer Verzweiflung den Künsten der Beschwörung hingibt. Ihre Welt, Gairbrunde, – eine Welt, die einem Videospiel auf der Schwierigkeitsstufe \"Super Hard\" ähnelt – steht vor dem Untergang und wird von mächtigen Monstern heimgesucht … Um sich und ihr Volk zu retten, setzt Listarte auf ihre letzte Hoffnung und beschwört einen Helden! Und mit diesem landet sie einen absoluten Volltreffer, denn der beschworene Seiya Ryuuguuin hat quasi einen Cheat-Rang inne und ist übertrieben stark … und leider auch übertrieben vorsichtig!Nicht nur lebt der mächtige Held ziemlich teuer, kauft er sich doch seine Ausrüstung in dreifacher Ausführung – es könnte ja mal was kaputtgehen! –, sondern verbringt er auch einen großen Teil seiner Zeit mit Muskeltraining in seinem Zimmer, um vorsichtshalber erst mal das höchste Level zu erreichen. Als er es dann mit ein paar schwächlichen Schleimmonsten aufnehmen muss, zeigt sich auch, dass er von Zurückhaltung überhaupt nichts hält – \"volle Breitseite\" ist die Devise … nur um auf Nummer sicher zu gehen.","seasons":[{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-1","name":"Dieser Held ist zu arrogant","epNo":1,"alt":"This Hero is Too Cautious","descr":"Ristarte, eine neue Göttin der Heilung, hat die Aufgabe, einen Helden zu rufen, um die Welt Gaeabrande vor einem Dämonenlord zu retten. Was aber ganz und gar nicht so einfach ist denn sie ist eine Rang \"S\" Welt und somit eine der schwierigsten mit überaus starken Monstern. Sie wählt Seiya Ryuguin, einen japanischen LVL.1 Helden mit ungewöhnlich hohen Statistiken . Sie ruft ihn sofort herbei und obwohl er für die Situation ideal zu sein scheint, merkt sie schnell, dass sie vergessen hat zu überprüfen, was Seiyas Persönlichkeit war, bevor sie ihn auswählt, was besagt, dass er \"unglaublich vorsichtig\" ist was sie auch gleich nach seiner Ankunft zu spüren bekommt. Nachdem Ristarte Rat bei der Göttin Ariadoa eingeholt hat, beschließt sie, Seiya für das Training in Ruhe zu lassen. Eine Woche später erreicht er Level 15, indem er nur grundlegende Übungen machte wie Liegestütze und situps. Als sie schließlich gemeinsam nach Gaeabrande reisen, versucht Seiya, mehrere Rüstungssätze und andere Gegenstände zu kaufen und weil er so vorsichtig ist möchte er Rüstung und items gleich in mehrfacher Ausführung. Außerhalb der Stadt ist das erste Monster, dem sie begegnen, ein Grundschleim obwohl er die Stärke des Schleimes gescannt hatte fährt er schweres Geschütz auf und benutzt alle seine spezial Angriffe wie er sagt \"zur Sicherheit\". Plötzlich taucht eine Frau auf die dem Dunklen Fürsten dient sie besitzt LVL.66 was wird unser Held nun tun wird er sich stellen und wie ein Held kämpfen oder läuft er wie ein Angsthase davon???","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8399916","hoster":"VOE"},{"path":"/redirect/8399918","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399848","hoster":"VOE"},{"path":"/redirect/8399853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-2","name":"Für eine neue Göttin ist die Last zu schwer","epNo":2,"alt":"Too Much For a Novice Goddess to Bear","descr":"Als Ristarte und Seiya in das Göttliche Reich fliehen, beschließt Chaos Machina, Edona anzugreifen. Seiya lernt, dass sich die Zeit im Göttlichen Reich anders bewegt. Zwei Tage später erhält Ristarte eine Nachricht von Chaos Machina, in der sie aufgefordert werden, zurückzukehren, oder sie wird alle zehn Minuten einen Bewohner hinrichten. Seiya ist nicht besorgt, da zehn Minuten auf Gaeabrande ungefähr sechzehn Stunden im Göttlichen Reich sind. Als er endlich fertig ist, ist Ristarte schockiert zu erfahren, dass er Level 21 erreicht hat. Sie kehren nach Gaeabrande zurück, wo Chaos Machina erkennt, dass alle Statistiken von Seiya höher sind als ihre, und sie verwandelt sich in ihre wahre Form. Wenn Seiya überlebt, wird bekannt, dass er die ganze Zeit die Fertigkeit Fake Out verwendet hat, um sein wahres Level zu verbergen, das sich tatsächlich auf Level 37 befindet. Seiya zerstört dann Chaos Machina,","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8399928","hoster":"VOE"},{"path":"/redirect/8399925","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399857","hoster":"VOE"},{"path":"/redirect/8399858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-3","name":"Dieser Held ist zu egoistisch","epNo":3,"alt":"This Hero Is Too Self-Serving","descr":"Seiya merkt, dass sein Levelanstieg langsamer geworden ist. Ariadoa schlägt vor, mit einem Gott zu trainieren, also stellt Ristarte Seiya dem Gott der göttlichen Klinge, Cerceus, vor. Im Laufe der Tage bemerkt Ristarte, dass Cerceus depressiv wird und sogar Gewicht verliert. Am vierten Trainingstag findet sie Cerceus versteckt, da Seiya ihn bereits übertroffen hat, sich aber immer noch weigert, ihn eine Pause machen zu lassen. Cerceus ist jetzt so verängstigt, dass Seiya, als er ihn endlich fängt, sein Schwert in den Ozean wirft, aber Seiya schleppt ihn einfach weg, um stattdessen einen unbewaffneten Kampf zu üben. Währenddessen erfährt Ristarte von Ishtar, dass der Dämonenlord als Reaktion auf den Tod von Chaos Machina plant, den Dämon Deathmagla und eine untote Armee in die Stadt Seimul zu schicken","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381417","hoster":"VOE"},{"path":"/redirect/8399934","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399859","hoster":"VOE"},{"path":"/redirect/8399861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-4","name":"Kameraden sind so was von unnötig","epNo":4,"alt":"I So Don\u0027t Need Any Allies","descr":"Vor der zerstörten Kirche erklärt Seiya Mash und Elulu den Grund, warum er sie nicht braucht. In diesem Moment werden sie mit einer Gruppe von Rittern konfrontiert, die um Hilfe bitten. Seiya stimmt unter der Bedingung zu, dass er die Zahlung erhält. Wenn Seiya und Ristarte in dem Gebiet ankommen, in dem sich die untote Armee befindet, verwendet Seiya die Fertigkeit Meteorschlag zweimal, um sie auszulöschen. In Seimul erzählt Elulu Ristarte, dass sie Mash seit zwei Tagen nicht mehr gesehen hat. Auf dem Weg zu Seiyas Zimmer erfährt Ristarte, dass Seiya die Fähigkeit Synthese verwendet hat, um ein mächtiges Schwert zu synthetisieren. Über einen Zwei-Wege-Spiegel enthüllt Deathmagla ihnen, dass er Mash entführt und gefoltert hat. Gerade als er ihn töten will, benutzt Seiya die Dimension Blade, um Deathmaglas Hand durch den Spiegel abzuschneiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8399938","hoster":"VOE"},{"path":"/redirect/8399937","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399864","hoster":"VOE"},{"path":"/redirect/8399866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-5","name":"Diese Göttin ist zu gruselig","epNo":5,"alt":"This Goddess Is Too Spooky","descr":"In Seimul sagt Seiya Mash und Elulu, dass sie seine Gepäckträger sein werden. Mash bietet dann an, Seiya in die Drachenhöhle zu bringen, aber Seiya möchte zuerst in das Göttliche Reich gehen. Dort hat Seiya einen Mash-Zug mit Cerceus, während Ristarte einen Elulu-Zug mit Hestiaca, der Göttin des Feuers, hat. Danach stößt Ristarte versehentlich auf Walküre, die Göttin der Zerstörung. Seiya bemerkt, wie mächtig sie ist und fordert Walküre auf, ihn zu trainieren. Walküre konfrontiert ihn wütend, bis Ariadoa sie aufhält. Sie arrangiert dann, dass er mit Adenela, der Göttin des Krieges, trainiert. Nach drei Tagen Training hat sich Mash verbessert, während Elulus Training größtenteils gescheitert ist, weil sie keine Affinität für Flammenmagie hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8399946","hoster":"VOE"},{"path":"/redirect/8399949","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399870","hoster":"VOE"},{"path":"/redirect/8399872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-6","name":"Die Drachenkönigin ist zu fies","epNo":6,"alt":"The Great Dragon Mother Is Too Sneaky","descr":"Leviae erklärt der Partei eine Legende, die besagt, dass der Dämonenlord mit Igzasion besiegt werden kann, die nur geschmiedet werden kann, wenn eine weibliche Drachenhaut von menschlichem Aussehen ihr Leben anbietet. Als Mash protestiert, enthüllt Leviae, dass die Streitkräfte des Dämonenlords siebzig Prozent von Gaeabrande kontrollieren. Leviae bietet dann jedem ein Fest an, bevor die heilige Schwertzeremonie durchgeführt wird. Später in dieser Nacht genießen Ristarte, Seiya und Mash das Fest. Wenn Elulu nachdenklich ist, rettet Seiya sie. Leviae enthüllt, dass sie damit gerechnet hat, dass dies passieren könnte, und schnürte ihr Essen mit einem Gelähmten. Seiya kontert jedoch, dass er nur so tat, als würde er essen, und erklärt, warum die Droge bei ihm nicht wirkte. Leviae beschließt, Seiya zu konfrontieren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8399950","hoster":"VOE"},{"path":"/redirect/8399952","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399875","hoster":"VOE"},{"path":"/redirect/8399876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-7","name":"Diese Ritterin ähnelt zu sehr einem Hund","epNo":7,"alt":"This Lady Knight Is Too Doglike","descr":"Die Roseguard Imperial Knights bitten die Gruppe, ihnen beim Kampf gegen die Streitkräfte des Dämonenlords in der Olga-Festung zu helfen. Sobald sie in der Gegend angekommen sind, sehen sie, wie die Horde von Beel Bub mehrere Ritter tötet. Anschließend trifft sich die Party mit Rosalie Roseguard. Dann fahren sie zur Festung Olga. Im Inneren hält der Rat ein Strategietreffen ab. Seiya ist jedoch der Meinung, dass die beste Vorgehensweise darin besteht, in das Göttliche Reich zu gehen. Als er Rosalie ausruft, weil sie zu rücksichtslos ist, konfrontiert sie ihn wütend, wo sie ständig von ihm geschlagen wird. Im Göttlichen Reich bittet Seiya Ristarte, ihn einem Gott vorzustellen, der ihm helfen kann","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8399961","hoster":"VOE"},{"path":"/redirect/8399958","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399881","hoster":"VOE"},{"path":"/redirect/8399882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-8","name":"Sie ist adrett, aber viel zu lüstern","epNo":8,"alt":"Neat and Tidy but Overly Nymphomaniacal","descr":"In Ariadoas Haus zeigt Ariadoa Ristarte einige der schlafenden Kräfte, die Mash und Elulu freigeschaltet haben. Als Ristarte Ariadoa von Seiyas Training mit Mitis erzählt, enthüllt eine besorgte Ariadoa, dass Mitis verbannt wurde, weil sie eine nymphomane Göttin ist. Als Ristarte versucht, Seiya zu warnen, sehen sie Mitis an einem Baum gefesselt. Nachdem sie sich befreit hat, greift sie lustvoll Seiya und Mash an. Seiya kann sie jedoch letztendlich aufhalten. Die Gruppe geht dann zur Festung Olga, wo sie erfahren, dass Rosalie gegangen ist. Als sie in Beel Bubs Versteck ankommen, sehen sie, wie er Rosalie gefangen nimmt. Gerade als er sie fallen lassen will, lenkt Ristarte ihn lange genug ab, damit Seiya einen Pfeil auf ihn schießen kann. Sobald Rosalie gerettet ist, richtet Beel Bub seine Aufmerksamkeit auf Seiya.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8399965","hoster":"VOE"},{"path":"/redirect/8399966","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399891","hoster":"VOE"},{"path":"/redirect/8399886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-9","name":"Der Todesgott ist einfach viel zu unbesiegbar","epNo":9,"alt":"This Reaper Is Just Too Invincible","descr":"Kilkapul gibt der Partei zu, dass er weiß, dass er nicht mächtig genug ist, also wird er sein Leben austauschen, um die größte Beschwörungsmagie hervorzurufen. Sobald er dies tut, wird der Schnitter Krosde Thanatus gerufen. Seiya lässt Ristarte die Gruppe in das Göttliche Reich schicken. Als sie dort ankommen, verrät Seiya, dass er einen Plan hat. Auf dem Tempeldach malt Walküre, als Krosde Thanatus ihr Stück zerstört. Nach einer Weile nutzt sie ihre ultimative Fähigkeit, das Tor von Walhalla, um es endlich loszuwerden. Trotz Valkyries Warnung vor der Fähigkeit ist Seiya beeindruckt genug, um sie zu bitten, ihn zu trainieren. Mash und Elulu beschließen dann, zu Ariadoas Haus zu gehen. Währenddessen sagt Cerceus Ristarte, dass Ishtar sie sehen will. In Ishtars Haus erzählt Ishtar Ristarte, dass der letzte der vier himmlischen Könige eine Armee anführt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381422","hoster":"VOE"},{"path":"/redirect/8399971","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399893","hoster":"VOE"},{"path":"/redirect/8399895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-10","name":"Der Alte ist viel zu stark","epNo":10,"alt":"This Man Is Too Strong for Being So Old","descr":"Die Party ist fassungslos, als sie sehen, wie Wohlks nach dem Kampf sich in ein Kind verwandelt. Später beschließt die Party, in die Stadt zu fahren. Dort angekommen setzen sie sich in Bewegung und gehen zum Schloss. Drinnen erzählt Rosalie ihnen, dass ihr Vater nicht mehr lange zu leben hat weil er ja nicht mehr der jüngste ist. Während sich die Party mit Wohlks trifft, erhält sie eine Nachricht, dass die Streitkräfte des Dämonenlords sich auf den weg gemacht hat mit dem Ziel die Hauptstadt anzugreifen. Seiya nimmt Mash und Elulu mit um sich der Streitkraft entgegenzustellen, während Ristarte bei Wohlks zurückbleibt. Als Wohlks Ristarte durch die Kathedrale führt, enthüllt er, dass der Dämonenlord ein skill entwickelt hat namens Kettenzerstörung ,zusammen mit der magischen Waffe Godeater kann er somit die wahren Seelen von Göttern und Helden zerstören kann. Was bedeutet sollte der Held oder die Göttin sterben werden sie nicht in ihren Welten wieder auferstehen sondern wären unwiederbringlich Tod. Er enthüllt auch, dass er, als er den Lord besiegen wollte dessen ganze Macht gespürt hat und sich deswegen mit dem Dämonenlord zusammengetan hat. Gerade als er sie töten will, kehrt Seiya dank seiner übervorsicht zurück. Während des Kampfes wird Wohlks ein Dämon. Wohlks scheint den Kampf gewonnen zu haben. Jedoch, Seiya benutzt die Fertigkeit Counter Break, um Wohlks den gleichen Schaden zurückzugeben der ihm zugefügt wurde weswegen sich der König nicht mehr verteidigen kann und Seiya\u0027s Finalen Schlag nichts entgegensetzen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8399984","hoster":"VOE"},{"path":"/redirect/8399981","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399900","hoster":"VOE"},{"path":"/redirect/8399897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-11","name":"Diese Wahrheit ist zu hart","epNo":11,"alt":"The Truth Is Too Much to Bear","descr":"Ristarte, Mash und Elulu verbringen den Tag damit, sich zu amüsieren. Als sie in ihr Hotelzimmer zurückkehren, bemerken sie, dass Seiya nicht da ist. Als sie zu Ishtars Haus gehen, finden sie einen verstörten Ariadoa, der sie zu Ishtars Standort begleitet. Ishtar enthüllt, dass Seiya alleine zum Schloss des Dämonenlords gegangen ist. Sie enthüllt auch, dass Seiya sich trotz seiner Persönlichkeit und seines Verhaltens mehr um sie kümmert, als er zulässt. Sie zeigt dann Ristarte-Aufnahmen von vor 100 Jahren, als Ariadoa Seiya zuvor nach Ixphoria gerufen hatte. Damals kämpfte Seiya unvorbereitet rücksichtslos gegen Feinde. Als die Partei gegen den Dämonenlord kämpfte, schien es, als hätten sie ihn getötet. Er enthüllte jedoch, dass er zwei Leben hatte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8399988","hoster":"VOE"},{"path":"/redirect/8399987","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399907","hoster":"VOE"},{"path":"/redirect/8399908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinchou-yuusha-kono-yuusha-ga-ore-tueee-kuse-ni-shinchou-sugiru/staffel-1/episode-12","name":"Dieser Held ist stark aber übervorsichtig","epNo":12,"alt":"The Hero Is Overpowered But Overly Cautious","descr":"Ristarte, Mash und Elulu kommen im Herzen des Schlosses des Dämonenlords an. Bevor sie jedoch helfen können, entfesselt Seiya das Tor von Valhalla. Aufgrund der Effekte der Fertigkeit beginnt Seiyas Lebenskraft zu bröckeln. Ristarte fordert die volle Nutzung ihrer Heilfähigkeit. Mit ihrer vollen Kraft gelingt es Ristarte, Seiyas Wunden rechtzeitig zu heilen. Bevor sie feiern können, platzt der Dämonenlord erneut durch die Türen. Plötzlich steht Seiya auf und ruft ein zweites Tor von Valhalla hervor, um schließlich den Dämonenlord ein für alle Mal zu besiegen. Seiya verabschiedet sich dann von seinen Gefährten. Einige Zeit später wird Ristarte zur Bestrafung wegen Verstoßes gegen die Gesetze des Göttlichen Reiches aufgefordert. Sie wird informiert, dass sie geschickt wird, um eine noch stärkere Welt ohne ihre göttlichen Heilkräfte zu retten, und wenn sie versagt, Sie wird ihrer Göttlichkeit beraubt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8399994","hoster":"VOE"},{"path":"/redirect/8399993","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8399915","hoster":"VOE"},{"path":"/redirect/8399917","hoster":"Streamtape"}]}]}]}]}