{"seriesId":"shinka-no-mi-shiranai-uchi-ni-kachigumi-jinsei","name":"Shinka no Mi: Shiranai Uchi ni Kachigumi Jinsei","descr":"[The Fruit of Evolution: Before I Knew It, My Life Had It Made] Seiichi Hiiragi steht am unteren Ende der Nahrungskette in seiner Klasse, weil ihn seine Klassenkameraden für hässlich, pummelig und stinkend halten. Doch sein Unglück verschlimmert sich noch weiter, als seine Klasse in eine andere Welt versetzt wird, wo er sich ganz allein in der Wildnis wiederfindet und von einer verliebten Gorilladame namens Saria verfolgt wird. Das katastrophale Leben des ungleichen Paares nimmt eine positive Wendung, nachdem sie die legendäre \"Frucht der Evolution\" zu sich nehmen und eine unerwartete Verwandlung alles ändert …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Before I Knew It, I Was Living in Another World!","descr":"Seiichi ist ein unbeliebter und unansehnlicher Schüler in seiner Klasse. Doch als alle auf einmal in eine Parallelwelt transportiert werden, hat er die Chance, Evolution am eigenen Leib zu erfahren und sein Leben komplett zu verändern ...","versions":[{"lang":3,"streams":[{"redirect":8925818,"hoster":"VOE"},{"redirect":12983843,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Final Evolution! Naked Beauty","descr":"Während Seiichi verzweifelt versucht, der Zwangsheirat mit Gorilla Saria zu entkommen, wartet in einer Höhle im Wald ein übermächtiger Feind auf ihn. Kann er Saria ungeschoren entkommen und endlich den Wald verlassen?","versions":[{"lang":3,"streams":[{"redirect":8952036,"hoster":"VOE"},{"redirect":14037813,"hoster":"Doodstream"},{"redirect":8952035,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Artoria, the Calamity","descr":"Nachdem sie den Wald verlassen haben, gelangen Seiichi und Saria in die Stadt Terbel. Dort wollen sie sich in der Gilde Ausweise ausstellen lassen. Doch sie rechnen nicht damit, was sie in dieser Gilde erwartet ...","versions":[{"lang":3,"streams":[{"redirect":12268107,"hoster":"VOE"},{"redirect":9025245,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Black Dragon God\u0027s Dungeon","descr":"Seiichi und Saria trainieren mit Artoria, um Abenteurer zu werden. Während ihrer Ausbildung werden die drei von einer Dämonenfalle in einen Kerker teleportiert. Der Dungeon befindet sich in der Festung des Black Dragon God, dem stärksten Mitglied der Demon Lord Army. Artoria wird im Kerker von Seiichi und Saria getrennt und der riesige Schwarze Drachengott erscheint vor ihr. Dann schlägt diese überwältigende Bedrohung zu! Können Seiichi und Saria sie rechtzeitig retten?","versions":[{"lang":3,"streams":[{"redirect":9098491,"hoster":"VOE"},{"redirect":9098495,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Calamity Bride","descr":"Nachdem Altria vom schwarzen Drachengott schlimm zugerichtet wurde, kommen Seiichi und Saria ihr zu Hilfe. Doch können sie Altria retten und den übermächtigen Drachen der Dämonenarmee besiegen?","versions":[{"lang":3,"streams":[{"redirect":9143588,"hoster":"VOE"},{"redirect":9143590,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Crying Out Love in the Center of Another World","descr":"Während Altria mit den Schmetterlingen in ihrem Bauch kämpft, wird sich Seiichi klar, dass er ihr aus Versehen die ewige Liebe geschworen hat, obwohl er doch schon Saria hat. Wie kann er dieser Situation wieder entkommen, ohne Altrias Gefühle zu verletzen?","versions":[{"lang":3,"streams":[{"redirect":9214029,"hoster":"VOE"},{"redirect":9214035,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Lulune Appears!","descr":"Auf der Suche nach einem Pferd trifft Seiichi auf Esel Lulune. Da entscheidet er sich, mit Lulune dem königlichen Wettrennen beizutreten, um Malerin May zu helfen. Doch kann er mit einem Esel ein Wettrennen gegen Pferde gewinnen?","versions":[{"lang":3,"streams":[{"redirect":9224546,"hoster":"VOE"},{"redirect":9224549,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Beautiful Valkyrie","descr":"Nach seinem Sieg im königlichen Wettrennen wird Seiichi auf einmal von den Walküren verhaftet. Dort wartet eine ganz unvorhergesehene Aufgabe auf ihn. Gleichzeitig schmieden die Anführer der Dämonenarmee ihre Pläne ...","versions":[{"lang":3,"streams":[{"redirect":9317528,"hoster":"VOE"},{"redirect":9317529,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Black Cat Oliga","descr":"Wer steckt hinter dem Attentat, das den König in ewigen Schlaf versetzt hat? Während Seiichi versucht, den Fluch auf dem König zu heben, sind seine ehemaligen Schulkameraden in Schwierigkeiten ...","versions":[{"lang":3,"streams":[{"redirect":12268111,"hoster":"VOE"},{"redirect":9317534,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Creeping Kaiser Empire","descr":"Seiichi und die Walküren verhören Oliga, die versucht hat, den König zu ermorden. Doch sie ist nicht die wahre Übeltäterin. Die, die im Geheimen die Fäden ziehen, sind schon dabei, den nächsten Schritt ihres finsteren Plans in Gange zu setzen ...","versions":[{"lang":3,"streams":[{"redirect":12925020,"hoster":"VOE"},{"redirect":9441650,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Monsters vs Crazy Guild","descr":"Während die Walküren die Grenze sichern, taucht auf einmal eine große Horde Monster auf und greift die Königsstadt an. Ohne die Walküren liegt es an Seiichi und der Gilde, die Stadt vor der Zerstörung zu bewahren.","versions":[{"lang":3,"streams":[{"redirect":9441652,"hoster":"VOE"},{"redirect":9441651,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Before I Knew It, It`s the Final Episode!?","descr":"Seiichi und die anderen stehen einer Armee von hochrangigen Bossmonstern gegenüber, die droht, die Stadt Terbel zu zerstören. Kann Seiichi einen Weg finden, diese überwältigende Horde zu besiegen und die Stadt zu retten?","versions":[{"lang":3,"streams":[{"redirect":13917248,"hoster":"VOE"},{"redirect":9457018,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Welcome to Barbador Magic Academy!","descr":"Seiichi wird Lehrer an der Barbador-Magieakademie. Doch im Wagen auf dem Weg dorthin hat er einen Alptraum. Im Traum wird Saria im Kampf mit einem mysteriösen Jungen verletzt und Seiichi kann sie nicht retten. Dann erreichen sie das Ziel ihrer Reise, wo die schöne Lehrerin Beatrice sie erwartet. Seiichis Aufgabe soll sein, die Problemkinder der F-Klasse heranzuziehen und Retter der Schule zu werden!? Kann Seiichi sein Gewinner-Parallelwelt-Schulleben dort fortsetzen!?","versions":[{"lang":3,"streams":[{"redirect":12925006,"hoster":"VOE"},{"redirect":12008573,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Being a Teacher Is Tough!","descr":"Auf Seiichi wartet die F-Klasse, die voller Problemkinder ist. Diese vier Schüler sind ein Raufbold mit Elvis-Frisur, ein blonder Egoist, ein wunderschönes Aschenputtel und ein Muskelprotz mit Bärenmaske, einer seltsamer als der nächste. Da beginnt die aggressive Selbstvorstellung bei der Seiichi sein bestes tut, sich nicht von den Freaks beeindrucken zu lassen. Doch als das wunderschöne Aschenputtel Interesse an Seiichis Stärke zeigt, wird ihm vorgeschlagen, die Kampfkraft der F-Klasse zu testen ...","versions":[{"lang":3,"streams":[{"redirect":12114082,"hoster":"VOE"},{"redirect":12114075,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Seiichi vs. Class F","descr":"Als neuer Lehrer an der Barbador-Magieakademie übernimmt Seiichi die F-Klasse voller Problemkinder. Dort warten ein Yankee mit Nagelschläger, eine stachelige, schöne Blondine, ein Prinzencharakter und ein Muskelprotz mit Bärenmaske auf ihn, die alle zusammen Außenseiter an der Schule sind. Da kommt es plötzlich zu einem Trainingskampf. Als Seiichi sagt, dass er keine Magie verwenden wird, werden die vier aus unbekanntem Grund wütend. Was steckt hinter den mentalen Wunden, die die F-Klasse erlitten hat?","versions":[{"lang":3,"streams":[{"redirect":12149285,"hoster":"VOE"},{"redirect":14037771,"hoster":"Doodstream"},{"redirect":12149286,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Reunited with Kannazuki Karen","descr":"Seiichi hat das Vertrauen der F-Klasse gewonnen und damit den ersten Schritt als Lehrer gemacht. Zufällig trifft er dann seine Kindheitsfreundin Kannazuki Karen wieder. Sie erzählt von ihrer Kindheit mit Seiichi und er erzählt ebenfalls von seinen Erinnerungen an die Zeit, als er gehänselt wurde. Währenddessen bemerkt Oliga das Armband des Sklaven, das Kannazuki trägt. Das bringt Seiichi in brennende Wut dem dafür verantwortlichen Kaizel-Kaiserreich gegenüber …","versions":[{"lang":3,"streams":[{"redirect":12186975,"hoster":"VOE"},{"redirect":12186974,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Apostles Attack","descr":"Bald beginnt der Klassenkampf mit der S-Klasse! Seiichi beginnt im Endspurt dahin besonderes Training mit der F-Klasse. Agnos, Brood, Baird und Helen schwören sich, auf jeden Fall zu gewinnen. Dann kommt es zum Tag des Kampfs. Doch da mischen sich Unbekannte ein! Sie nennen sich Apostel des Dämonengottordens und stürzen die Akademie in Furcht. Die F-Klasse stellt sich ihnen! Doch was wird dann aus den vieren? Und wo ist Seiichi?","versions":[{"lang":3,"streams":[{"redirect":12250801,"hoster":"VOE"},{"redirect":12250798,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Battle for Barbador Magic Academy","descr":"Die F-Klasse verliert gegen die fürchterliche Stärke der Mordprinzessin Angrea. Da schreitet die schöne Lehrerin Beatrice ein, um sie zu beschützen! Mit versteckten Kräften und Leidenschaft für ihre Schüler stellt sie sich mutig der Feindin. Doch ihr droht große Gefahr durch die Apostel ... Kann Seiichi Beatrice, die F-Klasse und alle Schüler retten und damit endlich zum Retter der Akademie werden!?","versions":[{"lang":3,"streams":[{"redirect":12250800,"hoster":"VOE"},{"redirect":12250797,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Seiichi Dies","descr":"Seiichi und Airi sind von Demioros getötet worden. Das glauben sie zumindest, als sie in der Unterwelt aufwachen. Um wieder zum Leben zu kommen, werden ihnen harte Bedingungen gestellt. Sie müssen die Pforte der Lebenden in der Unterwelt durchschreiten. Sie suchen mit aller Kraft danach, doch auf dem Weg warten auf sie unzählige Prüfungen. Unter anderem ein Mann mit Irokesenschnitt, der einem anderen Charakter sehr ähnlichsieht!? Was für ein Schicksal erwartet Seiichi und Airi?","versions":[{"lang":3,"streams":[{"redirect":12286595,"hoster":"VOE"},{"redirect":12286596,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Four Leaders Closing In","descr":"Nachdem Seiichi aus der Unterwelt zurückgekehrt ist, taucht vor ihm Walkürenanführerin Louise auf. Aus unbekanntem Grund ist sie verwundet. Sie erzählt von einem der vier Anführer des Dämonengottordens, der den Ritteranführer des Kaizel-Kaiserreichs, Zakia, angegriffen hat. Währenddessen halten Gussle und die anderen Gildenmitglieder eine Audition ab, um neue Mitglieder in Hinsicht auf die Allianz mit dem Dämonenkönigreich zu rekrutieren. Unter den vielen seltsamen Rekruten entdecken sie einen besonders ungewöhnlichen Gentleman. Doch als es zum Gipfeltreffens des Allianzschlusses kommt, ist die Stimmung zwischen Gildenmitgliedern und der Dämonenkönigsarmee gespannt. Was wird nur aus dem Schicksal der Welt!?","versions":[{"lang":3,"streams":[{"redirect":12322329,"hoster":"VOE"},{"redirect":12322333,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Gempel the Doppelganger","descr":"Airin, die sich seltsam verhält, legt ihre Verkleidung ab! Sie ist in Wirklichkeit einer der vier Anführer des Dämonengottordens, Gempel. Mit seinen geheimnisvollen Fähigkeiten stürzt er die Barbador-Magieakademie ins Chaos. Sein Ziel ist es, die geliebten Menschen von Seiichi zu töten, um ihn verzweifeln zu lassen. Seine doppelgängerischen Hände greifen nach Altria, Lulune und Oliga! Können die drei aus dieser Notlage entkommen!?","versions":[{"lang":3,"streams":[{"redirect":12354502,"hoster":"VOE"},{"redirect":12354500,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Vitor the Resonance","descr":"Ein Mordfall in der Gilde der Perversen!? Und das Opfer ist … der Schnullermann. Doch wer hat den beschnullerten Kerl angegriffen? Um die Wahrheit herauszufinden, bilden der berühmte (und verwirrte) Detektiv Gussle und das neueste Gildenmitglied Vitor eine Kombi! Doch auf sie wartet eine überraschende Wahrheit! Was passiert mit Gussle und dem Mann, den er als Freund anerkannt hat!? Da muss Gussle seine Fäuste voller Trauer schwingen ...","versions":[{"lang":3,"streams":[{"redirect":12391874,"hoster":"VOE"},{"redirect":12391873,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Destra the Absolute Death","descr":"Seiichi erfährt von Barnabas eine schockierende Wahrheit, nachdem dieser ihn zu sich ruft. Warum Seiichi an die Akademie geholt wurde, was die Frucht der Evolution wirklich ist, was der Todesbote Destra mit Barnabas zu tun hat und die Existenz der verstorbenen Lehrerin Libella ... Der Grund hinter allem ist der Dämonengott. Doch es bleibt keine Zeit für Sentimentalitäten, denn Destra taucht auf einmal auf. Seiichis Stats sind noch immer nicht zurück und da beginnt auf einmal der finale Kampf ...!","versions":[{"lang":3,"streams":[{"redirect":12422400,"hoster":"VOE"},{"redirect":12422401,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"True Fruit of Evolution","descr":"Seiichi und Destra sind in ihren letzten Kampf verwickelt und Saria riskiert ihr Leben, um Seiichi zu retten, als er am schwächsten ist, aber können Seiichi und Saria diesen Kampf wirklich überleben?!","versions":[{"lang":3,"streams":[{"redirect":12440660,"hoster":"VOE"},{"redirect":12440657,"hoster":"Streamtape"}]}]}]}]}