{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv","name":"Shinpi no Sekai El-Hazard TV","descr":"Auf der Flucht vor einem rachsüchtigen Mitschüler landet Makoto in einer fremden und fantastischen Parallelwelt: in El Hazard. Als Begleiter in dieser Traumwelt stehen ihm seine Freundin Nanami und sein alkoholkranker Lehrer Fujisawa zur Seite. Treue Mitstreiter kann Makoto wirklich gut gebrauchen:Zu seiner Überraschung soll er El Hazard vor einem drohenden Krieg bewahren – als Double der verschwundenen Prinzessin Fatora. Doch Prinzessinnen-Kleider sind nicht das einzige Übel, mit dem sich der Held wider Willen herumschlagen muss: An der Spitze der angreifenden Käferarmee steht kein Geringerer als Jinnai, sein rachesüchtiger Schulkamerad …","seasons":[{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/filme/film-1","name":"Erste Nacht","epNo":1,"alt":"First Night","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582775","hoster":"VOE"},{"path":"/redirect/8256002","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13484977","hoster":"VOE"},{"path":"/redirect/8255958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/filme/film-2","name":"Zweite Nacht","epNo":2,"alt":"Second Night","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9620013","hoster":"VOE"},{"path":"/redirect/8256011","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9582790","hoster":"VOE"},{"path":"/redirect/8255970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/filme/film-3","name":"Dritte Nacht","epNo":3,"alt":"Third Night","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582774","hoster":"VOE"},{"path":"/redirect/8256013","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13484976","hoster":"VOE"},{"path":"/redirect/8255973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/filme/film-4","name":"Vierte Nacht","epNo":4,"alt":"Fourth Night","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582777","hoster":"VOE"},{"path":"/redirect/8625187","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13484974","hoster":"VOE"},{"path":"/redirect/8255979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/filme/film-5","name":"Fünfte Nacht","epNo":5,"alt":"Fifth Night","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9620014","hoster":"VOE"},{"path":"/redirect/8256021","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9582794","hoster":"VOE"},{"path":"/redirect/8255983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/filme/film-6","name":"Sechste Nacht","epNo":6,"alt":"Sixth Night","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582778","hoster":"VOE"},{"path":"/redirect/8256031","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13484975","hoster":"VOE"},{"path":"/redirect/8255992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/filme/film-7","name":"Siebte Nacht","epNo":7,"alt":"Seventh Night","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582782","hoster":"VOE"},{"path":"/redirect/8256041","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9582796","hoster":"VOE"},{"path":"/redirect/8255996","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-1","name":"","epNo":1,"alt":"Drawn in to the Land of Adventure","descr":"Am Abend nach den Vorbereitungen der Schulfeier fängt Jinai an, aus Neid die Maschine von Makoto zu sabotieren. Als dieser wiederkommt und versucht Jinai zu stoppen, zeigt die Maschine eine Reaktion. Ein Portal öffnet sich und befördert Makoto, Jinai, Nanami und Herrn Fujisawa an einen fremden Ort.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8255941","hoster":"VOE"},{"path":"/redirect/8255944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-2","name":"","epNo":2,"alt":"Exploring the Kingdom of Mystery","descr":"In der fremden Welt angekommen trifft Makoto auf ein mysteriöses Mädchen und trifft zudem auf Fujisawa, welcher auf einmal unglaublich stark ist. Von Soldaten werden sie in die Hauptstadt Roshtaria gebracht. Nach einer Audienz bei dem mysteriösen Mädchen, welches sich als Prinzessen entpuppt, werden sie ohne Ihr für Spione gehalten und eingesperrt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8255951","hoster":"VOE"},{"path":"/redirect/8255948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-3","name":"","epNo":3,"alt":"The Enchanting Princess","descr":"Jinai schließt sich mit Deeva der Herrscherin der Bugroms zusammen. Er baut einen Staudamm, um den Menschen im Dorf das Wasser zu nehmen, wonach er dieses auch angreift. Als Makoto und Herrn Fujisawa auf Jinai treffen schlägt dieser ihnen einen Deal vor; entweder die beiden kaufen das ganze Wasser, oder sie werden das Dorf niederbrennen. Er gibt ihnen zwei Stunden zeit um darüber nachzudenken.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12925007","hoster":"VOE"},{"path":"/redirect/8255955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-4","name":"","epNo":4,"alt":"The Lonely Priestess","descr":"Makoto, Fujisawa und Arielle machen sich auf den Weg zum Tempel des Wasser, da die Hohepriesterin vielleicht einen Weg kennen könnte, wie sie wieder in ihre Welt zurück kommen. Nach einem Angriff, von Jinai, der hinter den Kräften der Hohepriesterin her ist, treffen sie am Tempel des Wassers ein. Als sie auf die Priesterin treffen verliebt sich diese in Fujisawa und will ihnen einen Weg sagen, wenn er mit ihr auf ein Date geht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8255819","hoster":"VOE"},{"path":"/redirect/8255817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-5","name":"","epNo":5,"alt":"The Shrine of Wind","descr":"Als sie am Wind Tempel ankommen treffen sie auch sogleich auf Aframanne die Priesterin des Tempels. Jedoch hält sie sie zuerst für Zimmermänner, die ihr ein Haus für ihre Bücher bauen sollen. Als sich Makoto und Co. erklären weigert sie sich ihnen Zugang zu den Büchern zu geben. Weshalb Makoto entscheidet ihr im Gegenzug das Haus zu bauen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8255825","hoster":"VOE"},{"path":"/redirect/8255824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-6","name":"","epNo":6,"alt":"A Game of Chance and Fire","descr":"Auf dem Weg zum Tempel der Feuers sehen sie eine Frau, die in eine Strohmatte eingewickelt zum Tempel läuft. Als sie plötzlich umfällt rennen sie ihr zu Hilfe. Im Tempel erfahren sie, dass dies die Priesterin des Tempels ist, jedoch ist sie alles andere als freundlich zu ihnen. Als der Tempel beschlagnahmt wird erzählt die Shella ihnen, dass sie ihn in einem Spiel verloren hat. In der Stadt angekommen fordern sie Jinnai heraus, um den Tempel zurückzubekommen, jedoch falls Makoto im Zweikampf verliert muss er Jinnai auf ewig gehorchen","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8255828","hoster":"VOE"},{"path":"/redirect/8255830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-7","name":"","epNo":7,"alt":"A Golden Opportunity","descr":"Nanami versucht nun in El-Hazard viel Geld zu verdienen und das mit der Sojasauce die sie mit genommen hatte. Als sie am Wasser Tempel ist und versucht dort ihr Geschäft zu betreiben trifft sie auf Miz und freundet sich mit ihr an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8255837","hoster":"VOE"},{"path":"/redirect/8255832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-8","name":"","epNo":8,"alt":"Reunion","descr":"Miz tauchte im Palast der Prinzessin auf, um ihren Herzen zu folgen und mit Fujisawa zusammen zu sein. Als auf ihren Date plötzlich die Fontäne der Liebenden abbricht weis Miz sofort, dass etwas mit dem Tempel des Wassers nicht stimmt. Und tatsächlich! Nanami hat den Tempel in einen Vergnügungspark umgebaut, jedoch verbraucht sie damit viel zu viel Wasser.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8255841","hoster":"VOE"},{"path":"/redirect/8255839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-9","name":"","epNo":9,"alt":"House of Thieves","descr":"Nanami eröffnete ein Restaurant in Roshitaria, und die Leute stehen Schlange. Makoto denkt darüber nach, dass jeder, den er hinter El Hazard geschickt dabei hat, einen Platz gefunden hat. Er fragt sich, wo wohl sein Platz sein könnte. Es werden verschiedene Dinge ausprobiert, aber es wird alles nicht so richtig. Eines Tages gibt es plötzlich kein Gemüse mehr. Es stellt sich schnell heraus, dass Jinnai und seine Bugrooms sie gestohlen haben müssen, aber dafür gibt es keine Beweise und keine Zeugen (obwohl Jinnai auf einem riesigen Haufen Gemüse hockt). In der Nacht streichen die Bugrooms unterirdischer Getriebe aus weiterem Gemüse - wiederum unbeobachtet. Zur Verwendung schlägt sie Diva vor, daraus Schönheitspackungen zu machen. Da kommt Makoto eine Idee. Es markiert das Gemüse mit Farbe, die es von hier aus färbt, und Jinnai transportiert damit. Es kommt zu einem Pflanzenkampf, der jedoch für Fujisawa mit seinen Superkräften entscheidet. Jinnai muss sich wieder fallen lassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14441259","hoster":"VOE"},{"path":"/redirect/8255846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-10","name":"","epNo":10,"alt":"The Jungle Beast","descr":"Makoto, Nanami, Fujisawa, Alielle und Rune machen eine ausgestorbene Dschungelsendung, um eine lange zu finden geglaubte Monstrosität und möglicherweise auch einen Hinweis auf eine Rückkehr zur Erde. Sie erreichen ein Dorf, das in letzter Zeit regelmäßig von der Monstrosität heimgesucht wurde. Fujisawa kommt zu dem Schluss, dass sie es fangen sollten. Alielle und Nanami fürchten zu Tode, gehen aber trotzdem mit. Zunächst klopfen sie jedoch an eine mutige Katze, die später den Namen Ura bekommt. Ura steht dem Ungetüm, das kurz darauf auftaucht, entgegen, hat aber keine Chance und wird in letzter Sekunde von Makoto gerettet. Dann müssen die Jäger selbst weben – zurück ins Dorf, wo sie Ura ausstatten und eine Falle für die Monstrosität vorbereiten. Sie bauen einen festen Käfig, heben Fallgruben aus etc. Makoto und Ura spielen dann den Köder aus. Der Plan klappt so ganz, aber Ura hat einige bemerkenswerte Fähigkeiten und rettet die Situation nicht. Am Ende landet das Ungetüm unter einem herabstürzenden Felsen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8255855","hoster":"VOE"},{"path":"/redirect/8255850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-11","name":"","epNo":11,"alt":"A Child’s Heart","descr":"Makoto, Rune, Fujisawa und Alielle sind ein paar Tage lang in einem Waisenhaus, um sich dort um die Kinder zu kümmern. Das eher ausgelassen, und der Vierer hat so seine Schwierigkeiten. Unterdessen heckt Jinnai erneut einen düsteren Plan aus: Er lässt einen Tunnel graben, der bis unter den königlichen Palast führen soll, um dort auf Bresche zu gehen. Aus Versehen geht der Tunnel genau unter dem Waisenhaus hindurch, und Makoto bricht sich mit einem Bein auf, hält es aber für einen schlechten Scherz von Milli. Milli ist ein schwieriges Kind und rennt in dieser Nacht davon. Deshalb machen sich Makoto und Rune, sobald sie es am nächsten Morgen bemerken, auf die Suche. Sie finden Milli dann in einem Wald in der Nähe ihres alten Elternhauses. Zuerst will Milli nicht zurück, aber Makoto hat sich etwas einfallen lassen, um sein Herz zu erobern. Am Ende taucht ein weiterer gigantischer Wolf auf, der jedoch im Jinnais-Tunnel landet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8255858","hoster":"VOE"},{"path":"/redirect/8255860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-12","name":"","epNo":12,"alt":"Tomb of the Demon God","descr":"Nach einer alten Legende taucht am heißesten Tag eines Jahrhunderts am Himmel eine Burg auf, in der eine schreckliche Waffe aus uralter Zeit aufbewahrt wird, in einer heiligen Kugel. Nun ist es noch einmal so weit. Rune Venus beschließt, zu dieser Burg zu reisen und das Siegel zu erneuern. Praktischerweise hat er auch den passenden Schlüssel bei sich im Palast, und so brechen sie, Makoto, Ura, Nanami, Londs und Alielle auf. Und nicht zu vergessen Jinnai, der hier natürlich auch hinter der Ultimatum-Waffe steckt. Rune und seinen Leuten gelingt es trotz Jinnais Störmanövern die Burg zunächst zu erreichen, für Makoto gelingt es ihr, ihr Geheimnis zu knacken: dass nämlich die Burg im Himmel nur eine durch die extreme Hitze heraufbeschworene Fata Morgana ist und sich in Wirklichkeit verirrt. Rune und Makoto stecken den Schlüssel ins Schloss, und die als Ultimatum gegebene Waffe wird befreit: Ifurita. Ifurita ist eine Art Aufziehpuppe. Erst fällt ihm Makoto um den Hals, aber als ein Jinnai, der inzwischen auch aufgetaucht ist, fällt er wieder auf und es ist voller Blödsinn, hält ihn für seinen","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8255864","hoster":"VOE"},{"path":"/redirect/8255866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-13","name":"","epNo":13,"alt":"Pure Evil Genius","descr":"Londs wird extrem über die erwachenden Ifuritas bereitgestellt. Makoto hingegen glaubt eher, dass Ifurita nichts wirklich Böses tun wird. Dort taucht Jinnai mit einem Geschwader Bugroom-Gleiter auf und fordert die bedingungslose Unterwerfung. Zurück im Bugroom-Schloss unterhält er sich mit Diva über Ifurita, die sich an nichts mehr von früher erinnern kann. Makoto und Rune senden Jinnai eine Nachricht: Sie lehnen seine Erpressung deutlich ab. Wütend schickt Jinnai Ifurita los: Roshitaria soll sofort den Boden unter den Füßen verlieren. Unterwegs kommt Ifurita zwar Einwand: Es könnte ja jemand dabei verletzt werden. Das will es auf keinen Fall. Es warnt die Menschen, aber niemand glaubt es. Nachdenklich wandert es durch die Straßen. Da steht man seinem Afura gegenüber, aber nach einigem dort und hier überwindet ihn Ifurita problemlos. Zurück im Schloss schimpft Jinnai Ifurita: Ein gutes Mädchen sollte es werden und wütend sein. Und es sollte schließlich Roshitaria zerstören. Es versucht sein Bestes, aber es geht wieder schief","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12381421","hoster":"VOE"},{"path":"/redirect/8255873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-14","name":"","epNo":14,"alt":"The Legendary Snowfields","descr":"Prinzessin Rune träumt aus ihrer Kindheit, als sie mit ihrer Mutter draußen den fallenden Schnee beobachtete. Alle hundert Jahre oder so sollte ein solches Schneephänomen passieren (Roshitaria ist eigentlich eher ein tropisches Land), und alle Leute sprechen jetzt darüber. Doktor Schtalubaugh plant eine Sendung dorthin, wo der Schnee erscheinen soll. Diesen Part übernehmen die üblichen Leute - und auch Jinnai, die wieder einmal eine mysteriöse Macht dahinter vermutet. Es geht quer durchs Land, durch einen Dschungel und am Ende über einen reißenden Fluss bis sie schließlich den See erreichen, ihr Ziel. Trotzdem schneit es nicht. Rune ist zutiefst enttäuscht. Jinnai taucht auf und verlangt von Makoto die Übergabe des Geheimnisses. Da geht es endlich los. Allerdings sind die Schneeflocken eigentlich kleine weiße Mücken, die in gigantischen Mengen auftauchen und die das Land farblich kennen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9582780","hoster":"VOE"},{"path":"/redirect/8255876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-15","name":"","epNo":15,"alt":"To the Tale of the Priestesses!","descr":"In dieser Sequenz erfahren wir einiges über die Entwicklung der Priester. In der ersten Hälfte erzählt Shayla Shayla, wie sie als Mädchen für wenig Geld arbeiten musste. In der Schule war er ein gefürchteter Schläger. Doch eines Tages, sie war wieder einmal den Tränen nahe, begegnete ihr der Feuerpriester Crana Crana und war von ihr so ​​beeindruckt, dass sie sich felsenfest entschloss, ebenfalls Hohepriesterin zu werden. Aber auch in der Priesterschule hatte es so seine Schwierigkeiten. Dort traf er auch auf Afura, der in der zweiten Hälfte aus seiner Sicht berichtet. Zwischen ihr und Shayla Shayla entwickelte sich im Laufe der Jahre eine glühende Hassliebe, die in einigen harten Kämpfen endete (die mehr oder weniger unentschlossen ausgingen). Und das Wunder geschah: nicht nur sie, sondern auch die \"Tanjun gut Bakamusume\" (dumm würde zögern) Shayla Shayla schuf sie bis ganz oben: Afura wurde Priester des Windes, Shayla Cranas Nachfolger als Priesterin des Feuers. Und Miz Mischtal? Das ist ca. 10 Jahre älter als die beiden anderen und wa","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9582781","hoster":"VOE"},{"path":"/redirect/8255880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-16","name":"","epNo":16,"alt":"Whirlwind","descr":"Ifurita bekam von Jinnai den Befehl, seine Vernichtungskräfte zu trainieren. Übungshalber erzeugt es einen Wirbelwind, aber die Geräte sind außer Kontrolle. Die Menschen in Roshitaria sind sehr beunruhigt. Afura will man sich darum kümmern. Sie dringt in die Turbulenzen ein, sieht in der Ferne Ifurita, knackt dann Reklameschild gegen eine herumwirbelnde Turbulenz und landet unbewusst auf dem Boden, wo sie von Makoto und Nanami eingesammelt wird. Nachdem er wieder zu sich gekommen ist und mit Nanami ein Brainstorming durchgeführt hat, versucht er es noch einmal. Diesmal hört er auf die Stimme des Windes, trifft im Zentrum auf die tränenüberströmte Ifurita und hilft ihr, diese Turbulenzen wieder aufzulösen. Jinnai schimpft mit Ifurita, weil er mit dem Feind kooperiert hat, aber nichts schlimmes passiert ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8255887","hoster":"VOE"},{"path":"/redirect/8255890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-17","name":"","epNo":17,"alt":"The Eye of God","descr":"Makoto studiert alte Schriften. Gleichzeitig findet es heraus, dass der Mond, der Roshitaria umkreist, ein künstlicher Satellit ist. Sein Name ist \u0027Augengott\u0027. Eintreten kann man es nur wenn sich 2 Herzen zum heiligen Vertrag treffen. Prinzessin Rune erinnert sich daran, wie sie von ihren Eltern als kleines Kind schon einmal vor das Auge Gottes gesandt wurde. Später unterhält sie sich mit Makoto darüber. Neugierig geworden, aufsuchen und nutzen kann er den Zugang zu einer Art Hochsicherheitsbunker, der nur von Mitgliedern der königlichen Familie – und Makoto wie sich herausstellt – genutzt werden kann. Schließlich, nach einigen Zwischenfällen, erreicht die Mitte, eine Art Sender, beide. Rune fühlt sich Makoto ehrlich lieb (schon länger um sicher zu sein). Dadurch wird der Trägerprozess aktiviert und beides vor dem Auge Gottes.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14002082","hoster":"VOE"},{"path":"/redirect/8255889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-18","name":"","epNo":18,"alt":"Operation: Abduction","descr":"Jinnai brütete wieder einmal eine Schande aus. Rune Venus nutzt einen Staatsbesuch in einem befreundeten Königreich aus und entführt diese Gelegenheit. Zunächst einmal kann er mit Ifurita als Hilfe engagiert werden. Mit einem Koffergeld überzeugt sie den Ausschuss, dass sie ein geeigneter Kandidat ist. Ifurita schafft es mit ein paar Blitzen. Im Palast muss er ewig vor Makoto weben, aber gleichzeitig treibt er seine Vorbereitungen voran. Und dann ist es so weit: Schlaf schickt die Torwache, lässt die Bugrooms in den Palast und schnappt sich Rune. Fast vermasselt Ifurita noch alles, weil sie für Rune ein hübsches Feuerwerk arrangiert hat, reißt sich aber in das aufkommende Chaos Jinnai aus Versehen seine Schwester Nanami, und Ifurita Rune Venus mit ihr aus. Und mit beiden webt er dann einen Gleiter ein und lässt den verzweifelten Makoto hinter sich zurück.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9582783","hoster":"VOE"},{"path":"/redirect/8255903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-19","name":"","epNo":19,"alt":"Hive of Darkness","descr":"Katsuhiko ließ sich erfolgreich zu seinen Truppen fallen und schlängelte sich nun vor den Verfolgern schräg durch Roshitaria. Nanami ist begeistert von seiner Gefangennahme, aber Katsuhiko lässt sich davon natürlich nicht beeindrucken. Seine Flug- und Makotos-Verfolgungsjagd formt sich äußerst turbulent, doch am Ende entkommt Jinnai in einem gigantischen Flieger über den heiligen Fluss Gottes in den Bug des Rom-Reiches. Und da kann der andere ihm nicht folgen. Im Bugroom-Schloss angekommen, stellt Jinnai Diva die Gefangenen vor. Auffällig ist, dass sich Diva und Rune nicht melden können. Katsuhiko und Nanami hingegen erlangten beide im Übergang nach El Hazard die übernatürliche Fähigkeit, mit den Roshitariern und mit den Bugrooms sprechen zu können. (Nur so konnte Jinnai überhaupt der Bugroom-Commander werden.) Also spielen beide Dolmetscher – und rennen sich gleichzeitig heftig in die Haare, denn zumindest Katsuhiko hat ein bisschen was anderes als Diva gesagt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9582784","hoster":"VOE"},{"path":"/redirect/8255906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-20","name":"","epNo":20,"alt":"Jinnai: Sister vs. Brother","descr":"Da sich Nanami problemlos mit dem Bugroom unterhalten kann, schließen ihn diese schnell in sein Herz, denn er ist natürlich viel netter und sympathischer als sein durchgeknallter Bruder. Allmählich laufen fast alle Bugrooms einschließlich Diva zu seinen über. Ifurita ist Verbündeter der letzten Jinnais, aber der trinkt geraden Tee mit Rune; Beide haben sich schnell angefreundet, auch wenn Ifurita sich von Jinnai einreden ließ, dass sie das gefährlichste Wesen der Welt wäre. (Übrigens versteht auch Ifurita die Bugrooms, denn er ist schließlich ein Dämonengott.) Malice tricked doch gegen Jinnais bleibt Nanami letzten Endes doch nur zweiter Sieger und landet wieder im Knast. Und oben auf dem Dach sind Rune und Ifurita eng verschlungen entschlummert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9582785","hoster":"VOE"},{"path":"/redirect/8255911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-21","name":"","epNo":21,"alt":"A Love in Peril","descr":"Der heilige Fluss Gottes ist für den Roshitarier unüberwindbar, im Gegensatz zu den Bugrooms, die ihn mit Leichtigkeit überqueren können. Doch dann kommt Makoto dahinter, dass die drei Priester die Elemente des Flusses kontrollieren können. So konnten sie es erschaffen. Doch Afura weigert sich, denn alle drei Priester haben nicht geschworen, den Fluss zu überqueren, und Afura stellt den Eid höher als das Gedeihen seiner Freunde. Also brechen Afura, Shayla, Makoto, Alielle, Masamichi und Ura in einem großen Gleiter auf. Der Flug über den Fluss ist äußerst beschwerlich und gefährlich (und weit – der Fluss ist schon eher ein Meer), außerdem werden sie auch noch von Bugrooms angegriffen, aber sie schaffen es. Und zum Ausgleich flirtet Miz unterwegs heftig mit Masamichi. Shayla und Makoto versuchen das auch irgendwie nicht, aber es klappt so besonders.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9582786","hoster":"VOE"},{"path":"/redirect/8255917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-22","name":"","epNo":22,"alt":"A Death-Defying Rescue","descr":"Eine todesmutige Rettung Nachdem sie einigermaßen sicher im Bugroom-Land angekommen sind, schlagen sich Makoto und seine Gruppe zur Burg durch. Gleichzeitig greifen ihn die Bugrooms natürlich permanent an. Trotzdem sieht man es Afura anders an und macht sich auf den Weg, seinen Freunden zu helfen. Shayla, Makoto und Ura verschlägt es durch Zufall auf einen Bugroom-Gleiter, der zum Schloss fliegt – bis er entdeckt wird. Es gibt Alarm, und Nanami zum Flug kann das nutzen. Dann rasseln Shayla und Ifurita zusammen, während Makoto zum Dach rennt, wo Jinnai ihm eine Falle baut. Rune Venus, an einem Gleiter angebunden, dient als Köder, geht aber mal wieder schief. Es entsteht ein totales Chaos. Rune fliegt wider Willen davon, Makoto stürzt vom Turm und wird bewusstlos. Shayla und Ifurita nahmen die halbe Burg auseinander. Dann kommen die anderen an, werden aber von den Bugrooms auf Kreisen. Gerettet wird er endgültig durch Afura One, der in letzter Sekunde auftaucht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9582787","hoster":"VOE"},{"path":"/redirect/8255919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-23","name":"","epNo":23,"alt":"Escape","descr":"Rune und Nanami sind zwar entkommen, aber im Bugroomland sozusagen verlorengegangen. Makotos Sendekommando Eins ist auf dem Rückzug geblieben, nur Afura. Es versprach, beide zu finden und zu retten. Es entspannt sich ein dramatischer, mehrtägiger Flug beider Mädchen quer durchs Land, bei dem sie den verfolgenden Bugrooms ein paar Mal nur sehr knapp entkommen, einmal sogar nur mit Hilfe ihres Bugroom-Freundes Chico. Unterwegs sagt die Nanami-Rune viel über Makoto aus. Es weiß, dass Rune es liebt. Endlich am Ufer des heiligen Flusses angekommen, werden sie dennoch platziert. In letzter Sekunde taucht Afura aus der Luft auf und rettet beide.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9582788","hoster":"VOE"},{"path":"/redirect/8255923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-24","name":"","epNo":24,"alt":"Destiny","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9582789","hoster":"VOE"},{"path":"/redirect/8255927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-25","name":"","epNo":25,"alt":"The End of the World","descr":"In Gedanken an Gott Gerät Ifurita außer Inspektion. Es ist der eigentliche Schlüssel zur Kraft des Auges, der dazu dienen kann, die ganze Welt auszulöschen. Und genau damit fängt es jetzt an – zu Jinnais Entsetzen, denn wenn die Welt zerstört ist, kann er sich nicht mehr beherrschen. Dort kommen endlich Afura, Nanami und Rune an. Rune und Makoto übermitteln sofort zum Auge Gottes hoch, aber auch an Ifurita beißen sie sich die Zähne aus. Sie will sich nicht von ihrer eigentlichen Bestimmung abbringen lassen: die Welt zu zerstören. Schließlich gibt es nach, denn es erkennt die Nachkommen seiner Erbauer in Makoto und Rune. Aber es ist zu spät: Das Auge Gottes ist über dem kritischen Punkt. Es gibt noch eine letzte Möglichkeit, aber wenn Makoto sie aktiviert, verschwindet sie.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14044783","hoster":"VOE"},{"path":"/redirect/8255930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shinpi-no-sekai-el-hazard-tv/staffel-1/episode-26","name":"","epNo":26,"alt":"The Eternal Dream","descr":"Die Zerstörungen, die aus dem Auge Gottes kommen, werden immer stärker. Ifurita kommt wieder zu sich und versucht, den Steuern entgegenzuwirken, doch im Grunde kann nur Makoto das Chaos noch hinauszögern. Zusammen mit Rune geht es in den Reaktor. Dort öffnet sich ein Dimensionsloch zu seiner normalen Welt. Und darin geht es, während Rune Venus bleibt. Das Auge kehrt in seine normale Umlaufbahn zurück, und Jinnai bringt das einzige Mal in den 26 Sequenzen ein paar freundliche Worte (zu Ifurita) über seine Lippen. Rune ist allein und deprimiert und brütet dort vor sich hin. So gesehen kehren die Personen von el Hazard langsam zu ihrem normalen Leben zurück. Fujisawa erklimmt jeden erreichbaren Berg, und Miz Mishtal hofft, dass er ihn endlich heiratet. Jinnai heckt erneut Eroberungspläne aus, von denen Diva begeistert ist. Und dann ist Makoto auf einmal wieder da – für immer.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12335030","hoster":"VOE"},{"path":"/redirect/8255940","hoster":"Streamtape"}]}]}]}]}