{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi","name":"Shiro Seijo to Kuro Bokushi ","descr":"[Saint Cecilia and Pastor Lawrence] Am Rande einer friedlichen Stadt steht eine Kirche, in der Pastor Lawrence regelmäßig die Mitglieder seiner Gemeinde begrüßt. Ihn unterstützt die Heilige Cecilia, ein fröhliches und überaus beliebtes Mädchen, dessen Aufgabe es ist, den Menschen beim Lösen ihrer Probleme zu helfen. Beide gehen ihrer Aufgabe mit großer Leidenschaft nach – zumindest bis die Kirchentore sich am Abend hinter ihnen schließen. Denn nach Dienstschluss zeigt Cecilia ihre wahre Natur: Sie ist faul und liebt es, zu schlafen! Obwohl ihn Cecilias bequeme Art manchmal ziemlich frustriert, kümmert er sich trotzdem um sie. Das wiederum fasziniert Cecilia sehr und sie beginnt, tiefere Gefühle für ihren Beschützer zu entwickeln...","seasons":[{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-1","name":"","epNo":1,"alt":"The Relationship Between Them","descr":"Die Heilige Cecilia und Pastor Lawrence arbeiten in einer beschaulichen, kleinen Kirche, wo sie sich um die Anliegen und Bedürfnisse ihrer Mitmenschen kümmern. Während sich Pastor Lawrence hingebungsvoll und pflichtbewusst seinen Aufgaben widmet, lässt es Ihre Heiligkeit in ihrer Freizeit gerne auch mal ruhiger angehen. Immerhin dreht sich in ihrem Leben nicht alles nur um die Arbeit ... was auch Pastor Lawrence nicht verborgen bleibt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12791118","hoster":"VOE"},{"path":"/redirect/12791119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-2","name":"","epNo":2,"alt":"The Things They Protect","descr":"Das beschauliche Leben von Cecilia und Lawrence wird auf den Kopf gestellt, als eines Tages ein ehemaliger Kommilitone von Lawrence vor der Tür steht und mit seiner unbeschwerten Art ordentlich für frischen Wind sorgt. Doch als es Lawrence plötzlich schlecht geht, wird Cecilia schnell klar, dass sich mehr hinter dem unverhofften Besucher verbergen muss …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12824575","hoster":"VOE"},{"path":"/redirect/12824577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-3","name":"","epNo":3,"alt":"Lawrence\u0027s Concerns","descr":"Immer häufiger verspürt Lawrence eine innere Unausgeglichenheit, die er nicht richtig einordnen kann. Als er Cecilia eines Tages unbeabsichtigt damit vor den Kopf stößt, gelobt er Besserung und will der Sache auf den Grund gehen. Ob die kryptischen Worte eine Wahrsagerin dabei helfen können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12854849","hoster":"VOE"},{"path":"/redirect/12854850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-4","name":"","epNo":4,"alt":"She Who Is Called the Lady Saint","descr":"Auf der Suche nach ihrem verschollenen Lehrer taucht Hazelita in der Stadt auf – und wird ausgerechnet in der Kirche fündig. Als sie dort dann auch Cecilia kennenlernt, wird sie unwillkürlich an das schreckliche Schicksal der Heiligen aus ihrer Heimatstadt erinnert, mit der sie einst eng befreundet war …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12883034","hoster":"VOE"},{"path":"/redirect/12883035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-5","name":"","epNo":5,"alt":"First Official Trip","descr":"Pastor Lawrence bekommt eine Anfrage für einen Hausbesuch einer alten Dame, die früher oft zum Gottesdienst kam, aber nun nicht mehr mobil genug dafür ist. Dies nutzt er als Gelegenheit, um Cecilia mal aus ihrem Umfeld rauszubekommen und mit ihr, Abel und Hazelita im Schlepptau eine Reise an einen See zu machen. Doch schnell fällt unseren Freunden auf, dass in diesem See noch etwas schlummert …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12934952","hoster":"VOE"},{"path":"/redirect/12934956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-6","name":"","epNo":6,"alt":"Abel and Hazelita","descr":"Das Stadtcafé leidet unter akutem Arbeitskraftmangel. Zum Glück hat Cecilia gerade nichts zu tun und springt kurzerhand ein. Zudem freundet sie sich besser mit Hazelita an und es kommt so einiges über Abel ans Licht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12952819","hoster":"VOE"},{"path":"/redirect/12952820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-7","name":"","epNo":7,"alt":"Cecilia\u0027s Worries","descr":"Beunruhigt beobachtet Cecilia, dass Lawrence sich regelmäßig abends ganz alleine auf den Weg ins Dorf macht. Noch dazu steht die Pastorenkonferenz vor der Tür, die er bis zu diesem Jahr erfolgreich gemieden hatte … Als Hazelita Cecilias Sorge bemerkt, stellt sie kurzerhand einen Beschattungstrupp zusammen, um Lawrences Geheimnis rechtzeitig auf die Spur zu kommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12992051","hoster":"VOE"},{"path":"/redirect/12992052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-8","name":"","epNo":8,"alt":"Frederica\u0027s Bequest","descr":"Nach einem holprigen ersten Aufeinandertreffen lernen Cecilia und ihre Freunde Hazelitas Bruder Gieselbert besser kennen, der die ganze Truppe schließlich auf sein Anwesen einlädt. Nach und nach erfahren sie mehr über die Vergangenheit der Geschwister, in der die verstorbene Heilige Frederica eine prägende Rolle spielte …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13032169","hoster":"VOE"},{"path":"/redirect/13032176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-9","name":"","epNo":9,"alt":"Lady Saint`s Divine Protection","descr":"Bei einem längeren Gespräch zwischen Gieselbert und Lawrence stellt sich heraus, dass die Einladung auf das Anwesen der Aldridges doch nicht ganz ohne Hintergedanken erfolgt ist. Außerdem erfährt Lawrence, was es mit dem Schutzsegen der Heiligen auf sich hat – was auch seine mysteriösen Kopfschmerzen erklären könnte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13047048","hoster":"VOE"},{"path":"/redirect/13047046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-10","name":"","epNo":10,"alt":"Their Feelings","descr":"Nach Hazelitas und Abels Auszug wird Cecilia erst so richtig bewusst, dass sie und Lawrence nun wieder unter sich sind … was sich plötzlich nicht mehr so ungezwungen anfühlt wie vorher. Was hat sich nur verändert und wie lässt sich diese eigenartige Anspannung wieder loswerden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13073794","hoster":"VOE"},{"path":"/redirect/13073795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-11","name":"","epNo":11,"alt":"The Way They Met","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13099166","hoster":"VOE"},{"path":"/redirect/13099168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shiro-seijo-to-kuro-bokushi/staffel-1/episode-12","name":"","epNo":12,"alt":"The Shape of Their Relationship","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13127241","hoster":"VOE"},{"path":"/redirect/13127239","hoster":"Streamtape"}]}]}]}]}