{"path":"/serie/stream/shironeko-project-zero-chronicle","name":"Shironeko Project Zero Chronicle","descr":"Der Anime wird die Geschehnisse des Events Zero Chronicles: Hajimari no Tsumi (The First Sin), welches für den dritten Jahrestag des Spiels veröffentlicht wurde, nacherzählen. In einer längst vergangenen Zeit gab es das Weißkönigreich am Himmelsfirmament und das Schwarzkönigreich an der Erdoberfläche. Sie hielten das Gleichgewicht aufrecht und bildeten einen Kreislauf. Eines Tages wurde ein Dorf im Schwarzkönigreich von einer Dämonenbestie angegriffen und zerstört. Ein Junge schaufelte anschließend Gräber aus. Vor den Augen des Jungen erschien der verstorbene Königskandidat der Finsternis Skeers. Der Junge vor dem Skeers erschien wurde zum Prinzen der Finsternis und entschloss sich dazu die Welt von Grund auf zu verändern. Auf der anderen Seite im Weißkönigreich war Schutzgottheit und Lichtkönigin Iris in Sorge darum, dass das Gleichgewicht zwischen Licht und Finsternis aus den Fugen gerät. Daraufhin erfuhr sie, dass Baal, eine Existenzform, die das Gleichgewicht ins Chaos stürzen kann, erscheinen wird. Der Finsterniskönig vom Schwarzkönigreich schlug ein Bündnis vor, um den Unheilbringer Baal zu besiegen. Die Lichtkönigin, Iris, traf somit auf den Prinzen, der als Bote aus dem Schwarzkönigreich kam. Sie gaben sich ein gegenseitiges Versprechen, um Frieden über die Welt zu bringen. Jedoch wurde ihr Versprechen durch den Finsterniskönig mit Füßen getreten. Ein Versprechen und die Ursprungssünde, die die Welt zerstört hat. Vorhang auf für eine Geschichte, die bis zu ihren Ursprüngen reicht.","seasons":[{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-1","name":"","epNo":1,"alt":"The Land Protected by Light","descr":"Die Welt ist gespalten zwischen einem Königreich des Lichts am Himmel und einem Königreich der Dunkelheit auf Erden. Während sich der König der Dunkelheit dem Krieg widmet, verwüsten Monster sein Land. Ein Junge, dessen Dorf von Monstern zerstört wurde, stellt die Herrschaft des Königs in Frage.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8399756","hoster":"VOE"},{"path":"/redirect/8399757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-2","name":"","epNo":2,"alt":"The World`s Egoism","descr":"Der monströse Bahl greift das Königreich der Weißen an und schlachtet wahllos alles auf seinem Weg. Während Iris sich beeilt, ihn abzufangen, beginnt der Prinz der Dunkelheit seine Ausbildung zum König weit unten im Königreich der Schwarzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8399761","hoster":"VOE"},{"path":"/redirect/8399760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-3","name":"","epNo":3,"alt":"The Grief-Stricken Queen of Light","descr":"Im Königreich der Weißen reflektiert Iris ihre Pflichten und die Ereignisse, die sie zur Königin führten. Währenddessen nimmt der Prinz der Dunkelheit im Königreich der Schwarzen an einem Wettbewerb teil, um seine Position als Thronfolger offiziell zu machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8399766","hoster":"VOE"},{"path":"/redirect/8399764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-4","name":"","epNo":4,"alt":"The Messenger from Black","descr":"Der Prinz und Adel reisen als Gesandte in das Königreich des Lichts. Obwohl sie ein Bündnisangebot machen, befinden sich ihre Nationen immer noch im Krieg und sie werden mit Misstrauen und Feindseligkeit begrüßt. Kann der Prinz die Fallstricke der Diplomatie erfolgreich überwinden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8399767","hoster":"VOE"},{"path":"/redirect/8399768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-5","name":"","epNo":5,"alt":"United Front","descr":"Iris willigt ein, sich mit dem König der Dunkelheit zusammenzutun, um Bahl und seinen wahllosen Amokläufen ein Ende zu setzen. Die Mächte der Dunkelheit versammeln sich, um Bahls Angriff zu stoppen, aber können sie lange genug durchhalten, damit die beiden Monarchen ihn stürzen können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8399770","hoster":"VOE"},{"path":"/redirect/8399772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-6","name":"","epNo":6,"alt":"The Gray-Green Demoness","descr":"Groza schließt sich dem Prinzen und Adel im Königreich des Lichts an und bringt ein Angebot, um den Frieden zwischen den Königreichen zu verlängern. Während die beiden Seiten daran arbeiten, ihre neu gewonnene Freundschaft aufzubauen, ist Groza über das Interesse des Prinzen an Iris irritiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12925013","hoster":"VOE"},{"path":"/redirect/8399774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-7","name":"","epNo":7,"alt":"Picking Wild Greens","descr":"Iris führt alle in die Wälder ihres Königreichs, um wildes Grün für ein Gruppenessen zu pflücken. Im Laufe ihrer gemeinsamen Zeit lernen die beiden Gruppen ihre Unterschiede und das, was sie voneinander lernen können, neu kennen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8399777","hoster":"VOE"},{"path":"/redirect/8399778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-8","name":"","epNo":8,"alt":"A Promise","descr":"In einer Welt, die aus zahlreichen Inseln besteht, trifft ein junger Held von der Astora-Insel auf den Abenteurer Kyle. Sie erkunden die Insel und treffen dabei auf ein mysteriöses Mädchen namens Iris und eine sprechende weiße Katze. Gemeinsam machen sie sich auf den Weg zu den Ruinen der Insel, wo sie eine fliegende Insel finden. Dort wird Kyle von der Dunkelheit verzehrt. Kyles letzten Worten folgend, bevor er verschwindet, beschließt die Gruppe auf der fliegenden Insel bis ans Ende der Welt zu reisen, um die sieben \"Großen Runen\" zu finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8399779","hoster":"VOE"},{"path":"/redirect/8399780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-9","name":"","epNo":9,"alt":"The Queen of Light and the Prince of Darkness","descr":"Nach seiner Rückkehr in das Königreich der Dunkelheit wird der Prinz der Dunkelheit aus dem Palast verbannt und angewiesen, gefährliche Monster an der Grenze zu jagen. Währenddessen macht sich Phious Sorgen um Iris \u0027Zustand, als sich das Königreich des Lichts auf den Krieg vorbereitet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8399786","hoster":"VOE"},{"path":"/redirect/8399785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-10","name":"","epNo":10,"alt":"The Gentle Song of Darkness","descr":"Phious beeilt sich, die leuchtenden Tröpfchen zu finden, die Iris heilen werden, während die Mächte der Dunkelheit das Königreich Weiß belagern. Währenddessen konfrontiert Groza den Prinzen der Dunkelheit mit ihren Gefühlen für ihn.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8399784","hoster":"VOE"},{"path":"/redirect/8399787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-11","name":"","epNo":11,"alt":"The Distant Sky","descr":"Nachdem der Prinz und Groza an der Oberfläche gestrandet sind, startet der König der Dunkelheit seinen letzten Angriff auf das Königreich des Lichts. Werden Iris und ihre Streitkräfte seinem Ansturm standhalten können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8399791","hoster":"VOE"},{"path":"/redirect/8399789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shironeko-project-zero-chronicle/staffel-1/episode-12","name":"","epNo":12,"alt":"The Sin of the Beginning","descr":"Als Iris einen letzten, verzweifelten Versuch unternimmt, den König der Dunkelheit aufzuhalten, wird der Prinz von einem vertrauten Gesicht daran gehindert, sich der Schlacht anzuschließen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8399792","hoster":"VOE"},{"path":"/redirect/8399793","hoster":"Streamtape"}]}]}]}]}