{"seriesId":"shomin-sample","name":"Shomin Sample","descr":"In einer versteckten Schule, umgeben von Bergen, wird jungen Damen aus guter Familie alles gelehrt, was eine \"High Class Lady\" wissen muss. Sie sind völlig von der Außenwelt abgeschnitten, beschützt und unschuldig. Allerdings bringt dies auch ein großes Problem mit sich. Mehr und mehr Absolventinnen kommen nicht mit der modernen Welt klar, nachdem sie mit ihrem Studium fertig sind. Um dieses Problem zu lösen, hat die Schulleitung beschlossen, einen zufällig ausgewählten männlichen Schüler zu entführen und ihn als Student in ihrer Schule anzumelden. Sie hoffen, dass dies eine sanfte Art und Weise ist, um die Mädchen auf die Außenwelt vorzubereiten. Kagurazaka Kimito wurde für diese zweifelhafte Ehre auserwählt, vor allem, weil er völlig durchschnittlich scheint. Die Schulleitung beschließt, ihn als einen Homosexuellen mit Muskel-Fetisch zu präsentieren. Als Kimito hört, dass die Alternative seine Kastration sei (um die Reinheit der Mädchen zu gewährleisten), überlegt er nicht lange und spielt mit.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"Special Bonus 1","descr":"","versions":[{"lang":3,"streams":[{"redirect":12335031,"hoster":"VOE"},{"redirect":8625219,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"","epNo":2,"alt":"Special Bonus 2","descr":"","versions":[{"lang":3,"streams":[{"redirect":8787792,"hoster":"VOE"},{"redirect":8625221,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"","epNo":3,"alt":"Special Bonus 3","descr":"","versions":[{"lang":3,"streams":[{"redirect":12335029,"hoster":"VOE"},{"redirect":8625222,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"","epNo":4,"alt":"Special Bonus 4","descr":"","versions":[{"lang":3,"streams":[{"redirect":8787793,"hoster":"VOE"},{"redirect":8625220,"hoster":"Streamtape"}]}]},{"epId":"film-5","name":"","epNo":5,"alt":"Special Bonus 5","descr":"","versions":[{"lang":3,"streams":[{"redirect":8787794,"hoster":"VOE"},{"redirect":8625223,"hoster":"Streamtape"}]}]},{"epId":"film-6","name":"","epNo":6,"alt":"Special Bonus 6","descr":"","versions":[{"lang":3,"streams":[{"redirect":13473297,"hoster":"VOE"},{"redirect":8625224,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Willkommen, Normalo!","epNo":1,"alt":"Welcome, Commoner","descr":"Highschool-Schüler Kimito Kagurazaka wird von extrem muskulösen Männern unvermittelt aus der Schule entführt und in der Seikan-Mädchenschule deponiert. Von Schulleiterin Miyuki Kojo erfährt er, dass die Schule eine gut gehütete geheime Akademie für die Töchter extrem wohlhabender Familien ist. Da sie jedoch von der Realität der Außenwelt abgeschnitten sind, werden viele ihrer Schüler nach dem Abschluss zu antisozialen Eingeschlossenen. Um dem abzuhelfen, wurde Kimito ausgewählt, der erste schwule männliche Schüler der Schule zu sein, oder Shomin Sample. Es gibt jedoch ein Problem, Kimito ist nicht nur nicht schwul, er hat auch einen Fetisch für Frauenschenkel. Um die Keuschheit der Studentinnen zu bewahren, muss sich Kimito daher entweder als schwuler Mann mit einem Muskelfetisch verkleiden oder sich dem Zorn von Schulleiterin Miyuki und ihrer riesigen Schere stellen.","versions":[{"lang":1,"streams":[{"redirect":13862308,"hoster":"VOE"},{"redirect":13221952,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8787797,"hoster":"VOE"},{"redirect":8625227,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Reiko-sama ist unser Idol!","epNo":2,"alt":"Reiko Is Who We Wish to Be Like","descr":"Kimito wird abrupt von Miyuki aus dem Schlaf geweckt, die ihren Wunsch bekennt, er wäre nie aufgewacht. Viele der Mädchen in seiner Klasse sind sehr beeindruckt von seinen bürgerlichen Wegen, darunter Handys , Handheld-Spiele , sportliche Fähigkeiten und \"gewöhnliches Essen\", dh Ramen . Während einer Begrüßungsparty zu seinen Ehren gelingt es Kimito, mit Reiko Walzer zu tanzen, ohne sich zu blamieren. Aika wird zum ersten Mal mit Manga bekannt gemacht und fällt auf Kimitos Streich herein, bei dem sie davon überzeugt wird, dass sie die Fähigkeit hat, die Zeit einzufrieren, während der sie Kimito nicht nur ihr Höschen zeigt, sondern ihn fast küsst. Später, nach einem nackten Unfall in der Dusche, ist Reiko davon überzeugt, dass sie jetzt Kimito heiraten muss, eine Idee, die sie am ansprechendsten findet.","versions":[{"lang":1,"streams":[{"redirect":13862352,"hoster":"VOE"},{"redirect":13590268,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8787802,"hoster":"VOE"},{"redirect":8625225,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie im Garten Eden","epNo":3,"alt":"It Was Like the Garden of Eden","descr":"Kimito erfährt, dass seine Eltern schwer bestochen wurden , um ihm zu erlauben, Seikan zu besuchen. Später stolpert er über den jugendlich aussehenden Studenten Hakua Shiodome, der sich nackt auszieht, während er wissenschaftliche Notizen auf eine Statue kritzelt. Nach einer Ramen-Mahlzeit in seinem Zimmer beginnt Hakua erneut, sich auszuziehen, woraufhin Aika auf eine falsche Idee kommt. Kimito bringt Hakua in ihr Labor zurück, wo er erfährt, dass Hakua nicht nur so alt ist wie er, sie ist auch ein Supergenie und hängt jetzt zur Freude ihrer Dienstmädchen sehr an ihm. Kimito trifft auf die Katana-schwingende Kampfkünstlerin Karen Jinryo, die durch ein Missverständnis von Kimito in einem nackten Duell besiegt wird. Sie schwört Loyalität als seine Sklavin, bis sie stark genug wird, um ihn zu töten, und tritt dem Club der Bürger bei, wo sie sich seltsam für Hakua und die Idee davon interessiertSelfie .","versions":[{"lang":1,"streams":[{"redirect":13856416,"hoster":"VOE"},{"redirect":13590267,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8787801,"hoster":"VOE"},{"redirect":8625229,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Teeparty","epNo":4,"alt":"The Tea Party Incident","descr":"Reiko lädt Kimito zu einer Teeparty in ihr Zimmer ein, aber er lehnt ab, da er bereits Pläne mit Aika hatte. Dies führt später dazu, dass Reiko ihre Freunde ungewöhnlich anschreit und sie verärgert. Währenddessen hilft Kimito Aika bei der Planung einer \"Bürgerlichen Party\", damit Aika Freunde finden kann. Hakua hilft, indem sie kostenlose Handys zur Verfügung stellt, an deren Design sie mitgewirkt hat, damit sich alle in der Klasse gegenseitig Textnachrichten senden können. Als Aika jedoch von Reikos Notlage erfährt, erlaubt sie Reiko heimlich, die Party zu veranstalten, um sich bei ihren Freunden zu entschuldigen. Dies ärgert Reiko jedoch später, die mit Aika über ihr asoziales Verhalten streitet. Reiko und Hakua treten offiziell dem Commoners Club bei. Miyuki ist nicht beeindruckt, vier Mädchen in Kimitos Zimmer zu finden, und Kimito muss schnell handeln, um der riesigen Schere auszuweichen.","versions":[{"lang":1,"streams":[{"redirect":13857376,"hoster":"VOE"},{"redirect":13221953,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8787800,"hoster":"VOE"},{"redirect":8795544,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nur gute Freunde","epNo":5,"alt":"Just Friends","descr":"Kimitos Freund aus Kindertagen, das selbstsüchtige Teenie-Idol Eri Hanae, der ursprünglich über Kimitos sexuelle Vorlieben gelogen hatte, fragt sich wütend, wohin Kimito verschwunden ist. Kimito wacht auf und findet Hakua nackt schlafend in seinem Bett vor. Während sie ihr das Kochen von Kartoffelkuchen beibringt, zieht sie sich wieder nackt aus und kritzelt Notizen an die Wand. Nach einem Rätselspiel, bei dem Hakua überraschend schlecht ist, bringt Kimito sie in ihr Labor zurück, woraufhin Hakua verlegen ist, als Kimito sieht, dass sie ein Plüschtier hatvon ihm auf ihrem Bett. Währenddessen versuchen die anderen Mädchen, eifersüchtig darauf, wie nahe Hakua Kimito steht, Hakua näher zu kommen, damit sie weniger Zeit mit Kimito verbringt. Später lesen Reiko und Aika gemeinsam Manga in Kimitos Zimmer, bevor ein Unfall mit einem Erfrischungsgetränk dazu führt, dass sie sich bis auf die Unterwäsche ausziehen. Ein Kampf bricht gerade rechtzeitig aus, damit Kimito die beiden Mädchen zusammen in ihrer Unterwäsche auf seinem Bett sehen kann. Er flieht schnell mit beiden Mädchen, die verzweifelt versuchen, das Missverständnis aufzuklären.","versions":[{"lang":1,"streams":[{"redirect":13864052,"hoster":"VOE"},{"redirect":13590277,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473303,"hoster":"VOE"},{"redirect":8625226,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verborgen an der Oberfläche","epNo":6,"alt":"Step Outside","descr":"Um ihren Schülern zu helfen, sich an das bürgerliche Leben zu gewöhnen, nimmt Seikan alle mit in das speziell gebaute Shomin-Land, das eine gefälschte bürgerliche Stadtstraße mit Geschäften und Restaurants enthält, in denen die Mädchen Dinge wie das Überqueren der Straße und das Bestellen von Essen an einer Theke lernen können. Obwohl Kimito zahlreiche Fehler in der gefälschten Umgebung bemerkt, nutzt er sie als eine weitere Chance für Aika, populär zu werden. An anderer Stelle ist Hakua verärgert, als sie erfährt, dass Kimito auf die Reise gegangen ist und den Tag nicht mit ihr verbringen kann.","versions":[{"lang":1,"streams":[{"redirect":13856511,"hoster":"VOE"},{"redirect":13590286,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473300,"hoster":"VOE"},{"redirect":8625228,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ganz in ihrem Element","epNo":7,"alt":"The Tsun-Pure in Her Element","descr":"Noch während der Klassenfahrt ist Aika aufgrund ihrer Kenntnisse der Volkskultur sehr beliebt geworden. Währenddessen schafft es Kimito, als er merkt, dass Karen heimlich Angst vor seinen Kampfkünsten hat, sie davon zu überzeugen, tatsächlich ein paar freizügige Klamotten anzuprobieren, die sie heimlich mag. Karen ist schockiert, als sie erfährt, dass Kimito sie attraktiv findet. Reiko und Aika werden Freunde. Am nächsten Tag wird Kimito erneut von Miyuki geweckt, der wünscht, er wäre nicht aufgewacht. Kimito besucht ein Bad im Freien, nur um festzustellen, dass Aika und ihre neuen Freunde auch baden möchten. Kimito ist gezwungen, sich an einer Stelle unter Wasser zu verstecken, die Aika ein wenig peinlich ist. Als Aika herausfindet, dass Kimito fast ertrunken ist, nutzt sie verzweifelt den Kuss des Lebens und bringt ein Gerücht hervor, dass sie zusammen sind, was Karen nicht erfreut. Zurück bei Seikan,","versions":[{"lang":1,"streams":[{"redirect":13856480,"hoster":"VOE"},{"redirect":13590276,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13508897,"hoster":"VOE"},{"redirect":8625230,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ich hab 80 Punkte erreicht!","epNo":8,"alt":"Aika-sama Has a Lot of Friends","descr":"Kimito führt Aika auf seinem Handy in ein Wahrsagespiel ein. Jetzt, besessen von solchen Spielen, konkurrieren die Mädchen alle miteinander, um herauszufinden, welche von ihnen am besten geeignet wäre, eines Tages Kimito zu heiraten. Zu jedermanns Überraschung erhalten Karen und Kimito eine 100-prozentige Beziehungswertung. Am nächsten Tag wird Kimito erneut von Miyuki geweckt, der ziemlich aggressiv reagiert, als er fragt, ob er in Zukunft von seinem Wecker geweckt werden kann. Karen lädt Kimito unter dem Vorwand, ein Hemd zu reparieren, das sie absichtlich beschädigt, in ihr Zimmer ein. Beim Betreten ihres Zimmers zieht Karen sofort die aufschlussreiche Kleidung an, die Kimito beglückwünscht hat. Als die beiden näher kommen, werden sie fast von den anderen entdeckt, was sowohl Karen als auch Kimito dazu zwingt, sich im Schrank zu verstecken, wo Kimito Karens Oberschenkeln näher kommt, als er es sich je erträumt hätte. Aber,","versions":[{"lang":1,"streams":[{"redirect":13857256,"hoster":"VOE"},{"redirect":13590279,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13478283,"hoster":"VOE"},{"redirect":8625240,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Love, love. Burn, burn!","epNo":9,"alt":"Kagurazaka-sama Is Here","descr":"Kimito macht die Mädchen mit dem Konzept eines Maid Cafés bekannt, das die Mädchen verwirrt, die daran gewöhnt sind, jeden Tag von Maids umgeben zu sein. Um besser zu verstehen, verkleiden sich die Mädchen als Dienstmädchen und versuchen, Kimito in der Rolle eines Café-Kunden zu bedienen. Es scheint ein Erfolg zu sein, bis Reiko versucht zu singen. Hakua, deprimiert über ihre schlechte Kompatibilitätsbewertung mit Kimito, lädt ihn ein, den Tag mit ihr zu verbringen, damit er sie besser kennenlernen kann, sehr zur Freude ihrer Dienstmädchen, die sich zahlreiche Möglichkeiten einfallen lassen, die beiden näher zusammenzubringen. Ihre Pläne werden jedoch mit der Ankunft von Miyuki schnell beendet. Trotzdem feiern die anderen Dienstmädchen, Hakua und Kimito näher zusammengebracht zu haben.","versions":[{"lang":1,"streams":[{"redirect":13596156,"hoster":"VOE"},{"redirect":13590280,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473304,"hoster":"VOE"},{"redirect":8625232,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was heißt eigentlich „Gets“?","epNo":10,"alt":"I`ve Been Curious About This for a While, but What Is Gets?","descr":"Kimitos Versuch, der naiven Aika einen Streich zu spielen, führt dazu, dass sich in der gesamten Schule eine neue Modeerscheinung ausbreitet, die aufgrund der Abschottung der Schüler von der Populärkultur bis zu zehn Jahre andauern könnte. Kimito hat eine versehentliche Begegnung mit Miyukis Höschen. Reiko hört später, wie Kimito mit einem seiner Freunde telefoniert, und folgert, dass Kimito es vermisst, mit anderen Männern in Kontakt zu treten, und möglicherweise versucht, Seikan zu verlassen. Um dem abzuhelfen, beschließen die Mädchen, sich männlicher zu verhalten, damit er nicht geht. Kimito versichert ihnen, dass er nie vorhatte zu gehen, er vermisst nur seine alten Freunde.","versions":[{"lang":1,"streams":[{"redirect":13862311,"hoster":"VOE"},{"redirect":13590281,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473305,"hoster":"VOE"},{"redirect":8625233,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wie stellst du dir den Himmel vor?","epNo":11,"alt":"Is This Not the Sky That Kimito-sama Was Looking At?","descr":"Reiko und Kimito teilen einen angenehmen Moment zusammen im Klassenzimmer. Später werden sowohl Reiko als auch Kimito zu einem Treffen mit Reikos Mutter Hoko und Bruder Masaomi gerufen, von dem sich herausstellt, dass er einen großen Schwesterkomplex hat und eine sofortige Abneigung dagegen hat, wie nahe Kimito Reiko steht. Reikos Mutter informiert Reiko darüber, dass sie für sie arrangiert hat, den Sohn eines ihrer Geschäftspartner zu heiraten , und dass sie Seikan sofort verlassen soll, um an einem Treffen mit ihrem zukünftigen Ehemann teilzunehmen. Kimito und die Mädchen sind von den Neuigkeiten am Boden zerstört, haben aber das Gefühl, dass sie sich nicht einmischen können. Sie finden jedoch in Reikos Bruder einen Verbündeten, der aus offensichtlichen Gründen ebenfalls nicht will, dass Reiko heiratet, und er veranlasst, dass sie in seinem Auto aus dem Akademiegelände geschmuggelt werden, um das Treffen zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":13857141,"hoster":"VOE"},{"redirect":13590298,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473306,"hoster":"VOE"},{"redirect":8625234,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Unerfahren, aber dafür umso treuer","epNo":12,"alt":"Inexperienced Though I Am, Please Accept Me Forever","descr":"Kimito, Karen, Aika, Hakua und Masaomi erreichen den schwer bewachten Treffpunkt. Karen kümmert sich sofort um die Eingangstore und die Wachen, während Masaomi sich seinem Kampfsportlehrer Takemiya stellt. Kimito, Hakua und Aika gehen hinein, wo Hakua das Sicherheitssystem hackt. Kimito und Aika schaffen es mit Hilfe der Dienstmädchen und Muskelmänner in den Raum, in dem das Treffen stattfindet. Kimito fleht Reikos Mutter an, das Treffen abzusagen. Reiko, inspiriert von Kimitos Worten, weigert sich zu heiraten, obwohl sie von ihrer Familie verstoßen würde und nicht mehr in der Lage wäre, Seikan zu besuchen. Da Kimito jedoch verspricht, dass er sich stattdessen um sie kümmern wird, wird die Ehe abgesagt und Reiko darf Seikan besuchen. Kimitos Versprechen wird jedoch als Heiratsantrag angenommen und er ist nun mit Reiko verlobt. Reiko\u0027 Seine Mutter verspricht, sie heiraten zu lassen, aber nur, damit sie ihm jeden Tag das Leben zur Hölle machen kann, bis er sich von ihr scheiden lässt. Zurück in Seikan entschuldigt sich Kimito für das Missverständnis und die normalen Clubaktivitäten werden wieder aufgenommen, während Kimitos Schlafzimmer erneut in Chaos versinkt.","versions":[{"lang":1,"streams":[{"redirect":13594943,"hoster":"VOE"},{"redirect":13590283,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8787804,"hoster":"VOE"},{"redirect":8625236,"hoster":"Streamtape"}]}]}]}]}