{"seriesId":"shoukoku-no-altair","name":"Shoukoku no Altair","descr":"Die Story handelt von Mahmut, einem jungen Mitglied des Rates von Türkiye Stratocracy, welcher den politischen sowie militärischen Titel des Pasha besitzt. Die Kombination aus Kriegshetzern und Pazifisten im Rat spalten diesen auf. Die Gefahr eines Krieges, die vom angriffslustigen Imperium ausgeht, setzt die Sicherheit von Türkiye aufs Spiel. Als jüngster militärischer Anführer des Landes setzt sich Mahmut das Ziel, den Frieden aufrecht zu halten. Eine lange Geschichte, gespickt mit Gegnern und Allianzen, zieht den jungen Mann immer mehr in eine politische Welt, die er hofft in Schach halten zu können, da viel auf dem Spiel steht. Die Reise des Pasha ist nicht einfach und trotz seiner Anstrengungen wird der Wunsch nach einem Krieg womöglich doch überhandnehmen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Golden Eagle General","descr":"Das Balt-Rhein-Imperium steht in einem angespannten Verhältnis zur türkischen Stratokratie. Ein Minister wurde nahe der Landesgrenze ermordet und die gefundene Mordwaffe lässt darauf schließen, dass der Mörder aus Türkiye stammt. Doch Mahmut merkt, dass etwas nicht stimmt. Er schreitet zur Tat, damit keine Opfer gebracht werden müssen..","versions":[{"lang":3,"streams":[{"redirect":8399480,"hoster":"VOE"},{"redirect":8399488,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Citadel City","descr":"Die Festungsstadt (Hisar) ist die strategisch wichtigste Lage der Ersten Provinz in Türkiye. Dort verbündet sich Gouverneur Ibrahim (Vali) mit dem Volk der Araba. Es bricht ein Aufstand aus. Während Mahmut seinen besten Freund verteidigt, beschließt Zaganos, die Stadt wiederzuerobern. Mahmut ist nicht überzeugt und macht sich auf den Weg nach Hisar, um die Hintergründe des Aufstands zu erfahren.","versions":[{"lang":3,"streams":[{"redirect":12381427,"hoster":"VOE"},{"redirect":8399491,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Council of Generals","descr":"Mahmut hat sich mit Shara in die Festungsstadt (Hisar) eingeschmuggelt. Die Bewohner Hisars wurden vom Volk der Araba und der Gruppe Röd Orm, die für Louis arbeitet, gefangen genommen. Um die Bewohner zu retten, fordert Mahmut den Befehlshaber der Röd Orm heraus. Dieser droht damit, die Geiseln zu töten wenn Mahmut Widerstand leistet. Die einzige Rettung ist Shara, die seinen Plan umsetzen soll.","versions":[{"lang":3,"streams":[{"redirect":8399496,"hoster":"VOE"},{"redirect":8399497,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Eagle\u0027s Joint Struggle","descr":"Durch den Vorfall in der Festungsstadt (Hisar) musste Mahmut sein Amt niederlegen. Halil bestätigt Mahmut, dass er zu leichtsinnig gehandelt hat. Mahmut kehrt in sein Heimatdorf zurück und trifft zufällig Suleyman, den Leiter des Spionagenetzwerkes \"Augen und Ohren (Göz Kulak)\". Bald werden sie von Röd Orm, die das Netzwerk vernichten wollen, heimgesucht!","versions":[{"lang":3,"streams":[{"redirect":12925044,"hoster":"VOE"},{"redirect":8399507,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The City of the Lighthouse","descr":"Mahmut besucht die Stadt Phönizien, um sich umzusehen. Am Wasserschrein trifft er Kulak Cyrus, bis ein Wachmann Mahmut zum Vizebürgermeister Constantinus führt. Dort erfährt er, dass das Balt-Rhein-Imperium einen Teil des Hafens als Kriegshafen nutzen will. Im Kongress von Phönizien wird diskutiert, ob sie den Hafen abtreten oder sich gegen das Imperium wehren sollen.","versions":[{"lang":3,"streams":[{"redirect":8399518,"hoster":"VOE"},{"redirect":8715634,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Iron Chains","descr":"Der Kampf zwischen Phönizien und dem Balt-Rhein-Imperium dauert seit 15 Tagen an. Ohne die Hilfe der verbündeten aus Venedik kann Phönizien nicht gewinnen. Mahmut bittet Cyrus um Hilfe und bricht nach Venedik auf. Phönizien kann sich gut vor den Angriffen des Imperiums schützen, bis ein Schiff mit der Kapitulationsflagge vor den Stadtmauern auftaucht.","versions":[{"lang":3,"streams":[{"redirect":8399516,"hoster":"VOE"},{"redirect":8399523,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Sinking City","descr":"Mahmut und die anderen können das imperiale Schiff, das in den Hafen eingedrungen ist, abfangen. Dieses Schiff dient aber nur zur Ablenkung, während imperiale Soldaten den Kristallsteilhang besteigen und einmarschieren. Daraufhin beschließt Phönizien, sich dem Balt-Rhein-Imperium zu ergeben. Mahmut und Cyrus, die aus Phönizien entkommen konnten, stoßen auf hoher See auf die Armada aus Venedik.","versions":[{"lang":3,"streams":[{"redirect":8399532,"hoster":"VOE"},{"redirect":8399530,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Masquerade of Sincerity","descr":"Kapitän Brega begleitet Mahmut in die Republik Venedik, wo der Doge Lucio ihn empfängt. Mahmut beschuldigt ihn, Phönizien trotz des bilateralen Abkommens im Stich gelassen zu haben. Lucio behauptet jedoch, dass Venedik gemäß des Abkommens gehandelt hat. Nach dem Treffen mit Lucio sucht Mahmut den Kulak der Stadt, um mehr über Venedik zu erfahren. Von Abiriga erfährt er, dass es hier keinen gibt.","versions":[{"lang":3,"streams":[{"redirect":8399534,"hoster":"VOE"},{"redirect":9241297,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Red Tiger Sultan","descr":"Um sich auf die Invasion des Imperiums vorzubereiten, schlägt Türkiye seinen Partnerländern vor, sich zu \"Groß-Türkiye\" zu vereinigen. Alle vier lehnen jedoch ab. Währenddessen besucht Mahmut die Hafenstadt Liman und sucht den Wassertempel auf, um sich über die dortige Sachlage zu informieren. Der Wassertempel ist jedoch fest verschlossen. Laut Abiriga befindet sich eine bewaffnete Truppe drinnen.","versions":[{"lang":3,"streams":[{"redirect":12925049,"hoster":"VOE"},{"redirect":8399543,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Dance of the Moonlit Beauty","descr":"Mahmut und seine Freunde werden im Roten Palast von Balaban festgehalten. Trotz Hindernisse schaffen sie es zu fliehen. Allerdings warten vor dem Palast die Röd Orm auf sie. Nach einem Kampf können sie zwar der Röd Orm entkommen, aber schon bald werden sie von Mizraks Kavallerie bedroht. Als die Situation komplett auswegslos erscheint...","versions":[{"lang":3,"streams":[{"redirect":8399556,"hoster":"VOE"},{"redirect":8399554,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Prince of Swords","descr":"Mahmut hat einen Attentatsplan ausgeheckt, wie die Sultane, die zur Hochzeit von Prinz Orhan nach Kilic kommen, umgebracht werden sollen. Nachdem Türkiye darüber eingeweiht wird, wird entschieden, wer von den dreizehn Paschas zur Hochzeitsfeier entsendet wird. Es ist Saruja Pascha, der auch das Vertrauen der anderen Stratokratien genießt. Doch dieser erzählt den Plan heimlich Balaban weiter...","versions":[{"lang":3,"streams":[{"redirect":8399559,"hoster":"VOE"},{"redirect":8399566,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Battle at the Unusual Rock Formations","descr":"Mahmut erhält vom Diwan, der Ratsversammlung Türkiyes, einen Befehl. Er soll die Truppen der drei Stratokratien Mizrak, Bicki und Balta so lange wie möglich in Kilic aufhalten, damit das Militär Türkiyes zwischenzeitlich die Hauptstädte der drei Länder besetzen kann. Mahmut setzt einen besonderen Plan in die Tat um, damit er mit der großen Streitkraft ohne die Hilfe Türkiyes fertig werden kann.","versions":[{"lang":3,"streams":[{"redirect":8399567,"hoster":"VOE"},{"redirect":8399565,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Conclusion of the Civil War","descr":"Mahmut hat in seinem Plan, Balaban von den anderen abzuschneiden, die geografische Beschaffenheit miteingerechnet und sich dadurch einen großen Vorteil verschafft. Sultan Uzun wird jedoch ungeduldig, da er nichts mehr von Balaban hört, und attackiert die Truppen von Kilic, die nicht lange standhalten können. Gerade als es aussichtslos erscheint, kehrt Ayse in ihrem goldenen Gewand zurück.","versions":[{"lang":3,"streams":[{"redirect":13001667,"hoster":"VOE"},{"redirect":8399577,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Caravan Daughter","descr":"Mahmut, Leiter des Auswärtigen Amts, will mit Hilfe von Türkiyes Wirtschaftskraft einen Präventivschlag gegen Balt-Rhein ausführen und sucht Argyros auf, das Zentrum des Handels mit dem Osten. Doch die Drei Großen Kaufleute, die die Stadt regieren, lehnen Mahmuts Ansinnen ab. Da trifft er Niki, die gerade ihren Vater verloren und dessen Handelslizenz geerbt hat. Mahmut schlägt einen Plan vor.","versions":[{"lang":3,"streams":[{"redirect":8399580,"hoster":"VOE"},{"redirect":8399585,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"The Northern Kingdom","descr":"Mahmuts Geschäfte in der Silbernen Stadt (Argyros) lassen Venedik und Balt-Rhein verfeinden. Auf der Suche nach weiteren Verbündeten reist Mahmut in das nördliche Königreich Urado, das sich seit vierhundert Jahren isoliert hat. König Sigmund III ist stolz darauf, bislang auf kein anderes Land angewiesen gewesen zu sein und sagt Mahmut, dass er in diesem Land keinen Erfolg haben wird","versions":[{"lang":3,"streams":[{"redirect":8399591,"hoster":"VOE"},{"redirect":8399588,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Beginning of the Great War","descr":"Mahmut geht erfolgreich ein Bündnis mit dem Königreich Urado ein. Währenddessen erlebt die Republik Venedik eine prekäre Situation. Obwohl die elf Stadtstaaten von Centro vereinbart hatten, \"Piraterie auf imperiale Schiffe zu tolerieren\", hielt sich die Republik L\u0027isolani nicht daran. Der Landesherr von Venedik, Doge Lucio, entsendet Brega um zu erfahren, was sich L\u0027isolani dabei gedacht hat.","versions":[{"lang":3,"streams":[{"redirect":8399600,"hoster":"VOE"},{"redirect":8399597,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Flower\u0027s Plan","descr":"Mit der imperialen Invasion auf Scoglio (Stadt der Felsen) begann der \"Große Rumelienkrieg\". Um eine Eroberung weiterer Staaten zu verhindern, möchte Türkiye eine Expeditionstruppe über den Landweg nach Centro entsenden. Mahmut reist zum \"Mittelpunkt Rumeliens\"(Cuore di Rumeliana), der aus mehreren Stadtstaaten besteht. Er bittet diese, die Durchreise der türkischen Truppen zu genehmigen, aber...","versions":[{"lang":3,"streams":[{"redirect":8399605,"hoster":"VOE"},{"redirect":8399608,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Wishing on Stars","descr":"Gonfaloniere Caterina, Präsidentin der Republik Florence (\"Stadt der Blumen\") und die Staatsoberhäupter der 34 Stadtstaaten (\"Cuore di Rumeliana\") haben die sogenannte Cuore-Allianz ins Leben gerufen. Sie pochen auf ihre Neutralität und verweigern den Truppen von Türkiye den Durchmarsch. Eine Nachricht über den Fall vom Fürstentum Scoglio (\"Stadt der Felsen\") ändert jedoch die gesamte Situation.","versions":[{"lang":3,"streams":[{"redirect":13001668,"hoster":"VOE"},{"redirect":8399613,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Cage of Paradise","descr":"Nachdem Mahmut die Erlaubnis zum Durchmarsch vom \"Mittelpunkt Rumeliens (Cuore di Rumeliana)\" erlangt, folgt die Genehmigung der Stadt Tauro. Auch die benachbarten Staaten helfen Mahmut, und so gelangt er bis zur Republik Chielo (Stadt des Himmels) vor den Toren Centros. Dort trifft Mahmut auf das Staatsoberhaupt der Republik Chielo, Direktor Carvajal, und seine Assistentin Cassandra.","versions":[{"lang":3,"streams":[{"redirect":12925047,"hoster":"VOE"},{"redirect":8399623,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Distant Funeral Bells","descr":"Als Belagerungswesen ist die Balt-Rhein-Armee knapp bei Nahrungsvorräten, was Pineau dazu veranlasst, einen großen Zug von Soldaten zu nehmen, um die verletzlichere türkische Armee zu stehlen. Um Konflikte zu vermeiden, entscheiden sich Halil und seine Armee dafür, einen zweitägigen Abstand zur kaiserlichen Armee einzuhalten, da letztere hauptsächlich aus Infanterie besteht. Nachdem die kaiserliche Armee zehn Tage lang Konflikte erfolgreich vermieden hat, gelingt es ihnen, sie einzuholen, nachdem die Militäraufseherin Lily Kokoschka am elften Tag ihre Marschrouten abgefangen und der Armee befohlen hat, Flussflöße einzusetzen, um die Distanzlücke zu schließen. Da Halil und die türkische Armee wissen, dass es sinnlos ist zu fliehen, kämpfen sie gegen Balt-Rhein. Nachdem er vor dreizehn Jahren in einem Krieg gegen Halil gekämpft hat, erkennt Pineau die Taktik Halils an. Während zwei türkische Divisionen den Rücken der kaiserlichen Armee umkreisen,Ballista der 13. Division, einer Einheit von Militäringenieuren des unvergleichlichen Eisenwaffenherstellers Röd Orm. Nachdem die 13. Division den Rücken bedeckt hat, umgibt Pineaus Armee die türkische Armee und tötet Halil. Die kaiserliche Armee marschiert siegreich zu ihrer Basis in Chielo zurück, führt Halils abgetrennten Kopf zur Schau und enthauptet ihre Gefangenen, sehr zum Entsetzen von Mahmut und den Bürgern von Chielo. Als sich die Nachricht über Halils Niederlage verbreitet, hält Zağanos den Divan davon ab, mehr ihrer Streitkräfte nach Süd-Rumeliana zu entsenden, und überzeugt sie, Mahmut die kaiserliche Armee überlassen zu lassen, verspricht aber, Halil in Zukunft zu rächen. Unterdessen beschließt ein trauernder Mahmut, Halils Willen fortzusetzen und setzt seine Mission fort.","versions":[{"lang":3,"streams":[{"redirect":12925054,"hoster":"VOE"},{"redirect":8399632,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Alliance Against the Empire","descr":"Mit Halils Tod und der Zerstreuung der verbliebenen türkischen Armee bittet Mahmut Venedik, Vorräte auf dem Seeweg zu schicken, aber sie werden von der Boccanegra-Armada der L\u0027isonlani abgefangen, die mit Balt-Rhein zusammenarbeitet. Venedik kann jedoch gewinnen und die Blockade mit Hilfe von Doge Doria brechen, der das Imperium verrät, um die vollständige Herrschaft über L\u0027isonlani zu erlangen und die rivalisierende Familie Boccanegra zu eliminieren. Obwohl das Centro aus dem Griff des Imperiums befreit wurde, behindert ein großer, nicht saisonaler Sturm die Vedik-Flotte und hindert sie daran, nach Chielo zu reisen. Nach einem Monat ohne Nachrichten von Venedik, Mahmut, der die türkischen Streitkräfte zusammenruft, und viele, die wegen des Sturms krank werden, hat Chielo ihre Versorgungsgrenze erreicht. Während Carvajal glaubt, dass Mahmut durchkommen wird, Eine Fraktion verzweifelter Bürger rebelliert gegen Carvajal und plant, das Imperium aufzugeben. Nachdem Mahmut gegangen ist, müssen Kyros, Abiriga und Erbach die Dissidenten daran hindern, dem Imperium irgendeine Form der Kapitulation zu signalisieren, und herausfinden, wo Carvajal eingesperrt ist. Währenddessen greifen Mahmut und die verbleibenden türkischen Soldaten die Basis der kaiserlichen Armee an und stehlen all ihre Vorräte zurück. Dies veranlasst Pineau, den größten Teil der Armee einzusetzen, um die Türken zu jagen, die ihnen in den nächsten Tagen ausweichen können. Lily stellt fest, dass die Route der Türken sie in die Nähe der Grenze ihres Verbündeten Espada führt und sie am Murmullo-Becken in der Höhe abfängt und Erbach müssen die Andersdenkenden daran hindern, dem Imperium irgendeine Form der Kapitulation zu signalisieren, und herausfinden, wo Carvajal eingesperrt ist. Währenddessen greifen Mahmut und die verbleibenden türkischen Soldaten die Basis der kaiserlichen Armee an und stehlen all ihre Vorräte zurück. Dies veranlasst Pineau, den größten Teil der Armee einzusetzen, um die Türken zu jagen, die ihnen in den nächsten Tagen ausweichen können. Lily stellt fest, dass die Route der Türken sie in die Nähe der Grenze ihres Verbündeten Espada führt und sie am Murmullo-Becken in der Höhe abfängt und Erbach müssen die Andersdenkenden daran hindern, dem Imperium irgendeine Form der Kapitulation zu signalisieren, und herausfinden, wo Carvajal eingesperrt ist. Währenddessen greifen Mahmut und die verbleibenden türkischen Soldaten die Basis der kaiserlichen Armee an und stehlen all ihre Vorräte zurück. Dies veranlasst Pineau, den größten Teil der Armee einzusetzen, um die Türken zu jagen, die ihnen in den nächsten Tagen ausweichen können. Lily stellt fest, dass die Route der Türken sie in die Nähe der Grenze ihres Verbündeten Espada führt und sie am Murmullo-Becken in der Höhe abfängtFlut mit ihren Flößen. Sobald beide Armeen das Becken erreichen, überrascht Mahmut die imperiale Armee, indem er enthüllt, dass die anderen Nationen der Anti-Imperial Alliance und ihre Armeen gekommen sind, um ihnen im Kampf zu helfen.","versions":[{"lang":3,"streams":[{"redirect":8399640,"hoster":"VOE"},{"redirect":8399636,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Golden Eagle\u0027s Pursuit","descr":"Trotz ihrer zahlenmäßigen Überlegenheit wird die Balt-Rhein-Armee von der Anti-Imperial Alliance eingekesselt und verbrennt ihre Flöße mit Feuerpfeilen. Pineau befiehlt seinen Kommandanten, sich mit ihren Feinden zu befassen, die sie von außen eingekreist haben, während der Rest sich mit der türkischen Armee befasst, die sie in einer Umhüllung haben . Nachdem die Anti-Imperial Alliance das Schlachtfeld im Voraus ausgewählt hat, hat sie das Gebiet zu ihrem Vorteil geformt und die imperiale Armee schnell überwältigt. Nachdem die Söldner von El Toro die Balliste der 13. Division ausgeschaltet haben, entkommen Mahmut und seine Armee der Einkreisungum es mit den verletzlicheren Truppen aufzunehmen und zwei imperiale Divisionen zu dezimieren. Pineau sieht ihren Nachteil, zieht seine Armee zurück und beschließt, nach Espada zu marschieren, in der Hoffnung, es als Basis für den Rückzug zu nutzen. Währenddessen suchen Kyros und die anderen immer noch nach dem inhaftierten Carvajal, während sie den Staatsstreich der Rebellen stoppen, und beachten Sie die Signalfackeln der Alliierten, die ihren Sieg im Murmullo-Becken bestätigen. Während die kaiserliche Armee durch den Wald marschiert, gerät die Moral unter ihnen weiter ins Wanken, zumal die türkische Armee bei ihrer Verfolgung mehr ihrer Männer tötet. Als sie in Espada angekommen sind, stellen sie fest, dass die Republik von den Söldnern von Lince bewacht wird, die von der Cuore-Allianz beschäftigt werden. Eine Invasion der Stadt bedeutet also, sie neben der Anti-Imperial Alliance zum Feind zu machen. Als Mahmuts Armee hinter ihnen eintrifft, bietet er ihnen die Möglichkeit, sich zu ergeben, aber Lily vermutet, dass die Lince-Söldner nur über eine geringe Streitmacht in Espada verfügen und ihre Anzahl ausreicht, um es mit den Türken aufzunehmen. Als Pineau dies hört, erklärt er, dass die Armee kämpfen wird, und befiehlt der kaiserlichen Armee, einen Gegenangriff zu starten.","versions":[{"lang":3,"streams":[{"redirect":8399647,"hoster":"VOE"},{"redirect":8399644,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"The End of Paradise","descr":"Als die Kämpfe beginnen, erfährt die Balt-Rhein-Armee, dass die Lince-Söldner eine große Streitmacht innerhalb von Espada haben, was Lilys anfänglicher Berechnung widerspricht. Die kaiserliche Armee ist stark übertroffen und wird schnell zerstört, wobei Mahmut Pineau persönlich enthauptet und der Rest des hochrangigen Personals getötet wird. Während die Beute und die Gefangenen unter den Verbündeten aufgeteilt werden, beschließen Mahmut und die türkische Armee, sich auszuruhen, bevor sie nach Chielo zurückkehren. In der Zwischenzeit reisen Blanca und Vasco trotz des geführten Kampfes weiter zur Türkiye Stratocracy. In Chielo erhält Frentzen die Nachricht von Pineaus Niederlage im Murmullo-Becken und seinem Marsch nach Esapda, erkennt jedoch, dass die Hauptarmee nicht mehr zu retten ist, und befiehlt einen vollständigen Rückzug. In der Republik sind Kyros, Cassandra und Co. finden können, wo Carvajal vom Rest der Rebellen festgehalten wird, werden aber von weiteren Dissidenten aufgehalten, die vom Tod ihrer Angehörigen aufgrund des Mangels an Vorräten betrübt sind und wollen, dass die Belagerung beendet wird. Als Zwietracht ausbricht, beschließen die verbleibenden Rebellen, Carvajal öffentlich zu exekutieren, der eine herzliche Rede hält, bevor er gnädig seinen Tod akzeptiert. Kurz nachdem die Rebellen Carvajal enthauptet haben, erhalten sie die Nachricht, dass sich die Balt-Rhein-Armee zurückgezogen hat. Sobald Mahmut zurück in Chielo ankommt, behauptet Mahmut, dass die Bürger ihre eigene Stadt nicht regieren können, und erklärt, dass Chielo von der Anti-Imperial Alliance kontrolliert wird, was Cassandra akzeptiert. der eine herzliche Rede hält, bevor er gnädig seinen Tod annimmt. Kurz nachdem die Rebellen Carvajal enthauptet haben, erhalten sie die Nachricht, dass sich die Balt-Rhein-Armee zurückgezogen hat. Sobald Mahmut zurück in Chielo ankommt, behauptet Mahmut, dass die Bürger ihre eigene Stadt nicht regieren können, und erklärt, dass Chielo von der Anti-Imperial Alliance kontrolliert wird, was Cassandra akzeptiert. der eine herzliche Rede hält, bevor er gnädig seinen Tod annimmt. Kurz nachdem die Rebellen Carvajal enthauptet haben, erhalten sie die Nachricht, dass sich die Balt-Rhein-Armee zurückgezogen hat. Sobald Mahmut zurück in Chielo ankommt, behauptet Mahmut, dass die Bürger ihre eigene Stadt nicht regieren können, und erklärt, dass Chielo von der Anti-Imperial Alliance kontrolliert wird, was Cassandra akzeptiert.","versions":[{"lang":3,"streams":[{"redirect":8399655,"hoster":"VOE"},{"redirect":8399651,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Instigation","descr":"Während eines Treffens zwischen den Staatsführern der Antiimperialen Allianz überzeugt Doge Lucio die anderen, Türkiye die Kontrolle über Chielo zu geben, da sie die stärkste Gegenkraft gegen Balt-Rhein sind. Im Divan werden Militäraufträge verteilt und Mahmut zum Gouverneur der neuen Provinz Chielo ernannt. Bei der Diskussion über den Umbau der Stadt schlägt Mimar Zeki Pasha, ein Schüler von Halil und der für den Umbau verantwortliche Architekt, vor, ihre Armenhäuser loszuwerden, um Platz für das Imaret zu schaffensie planen zu bauen. Zağanos betont jedoch, dass das Wegnehmen von Chielos Traditionen und Kultur ihnen nur den Zorn der Bürger einbringen wird und wie Türkiye Chielo regiert, wird beeinflussen, wie sie ein \"Reich\" werden. Während Mahmut von Zağanos \u0027Erklärung schockiert ist, stimmt er offen seiner Einschätzung zu, spricht jedoch später privat mit ihm und tauscht ihre philosophischen Standpunkte zum Krieg und Zağanos aus, um Mahmut über seine Entscheidung zu informieren, in Balt-Rhein einzudringen. In der Zwischenzeit weicht Louis der Kritik seiner Ratskollegen für die jüngsten Misserfolge schlau aus, da sie über mehr militärische Macht verfügen als Türkiye und die Hälfte von Süd-Rumeilana erobert haben. Louis weigert sich auch, mit Türkiye Frieden zu schließen, da er weiß, dass Zağanos, der im Divan an Einfluss gewonnen hat, weiterhin Krieg mit ihnen führen wird. In den nächsten Monaten der Wiederaufbau des Imaret geht weiter, das Mahmut nach Carvajal benennen will. Mahmut trifft sich auch mit Vasco, der ihm die Baupläne seiner Waffe – einer Kanone – zeigt, aber auch seine Idee wird von Mahmut abgelehnt. Trotz Mahmuts Warnungen vor den möglichen Gefahren schwört Vasco immer noch, seine Kanone einzusetzen, um sein Volk zu rächen. Sobald alle seine Kriegsvorbereitungen abgeschlossen sind, führt Zağanos eine große Armee an, um mit seiner Invasion in Balt-Rhein zu beginnen, während Mahmut seine Abenteuer fortsetzt und beschließt, Halils Willen fortzusetzen.","versions":[{"lang":3,"streams":[{"redirect":12381428,"hoster":"VOE"},{"redirect":8399662,"hoster":"Streamtape"}]}]}]}]}