{"seriesId":"shoujo-shuumatsu-ryokou","name":"Shoujo Shuumatsu Ryokou","descr":"Die Zivilisation ist tot, aber Chito und Yuuri sind immer noch am Leben. Deswegen hüpfen sie in ihr geliebtes Kettenkrad-Vehikel und wandern ziellos durch die Ruinen der Welt, die sie einst kannten. Tag für Tag suchen sie hoffnungslos nach der nächsten Mahlzeit und Benzin für ihr Gefährt. Aber solange die beiden zusammen sind, hat selbst eine so trostlose Existenz wie ihre einen Hoffnungsschimmer, welcher für sie das Genießen ihrer Suppe oder die Suche nach Maschinenteilen, mit denen sie herumbasteln können, darstellen kann. Für zwei Mädchen, die in einer Welt bestehend aus Nichts leben, sind diese Erfahrungen und Gefühle, die beide teilen, etwas, für das es sich zu leben lohnt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sternenhimmel / Krieg","epNo":1,"alt":"Starry Sky/War","descr":"In einer Zeit nach einem massiven Krieg reisen zwei Mädchen, Chito und Yuuri, in ihrem Kettenkrad ziellos durch eine dunkle, verlassene Fabrik . Nachdem Yuuri im Schlaf über ihre ganze Hand gesabbert hat, erkennt Chito, dass sie einen nassen Finger benutzen können, um einen Ausweg zu finden, indem sie die Richtung der Brise fühlen, und sie tauchen auf, um einen Sternenhimmel zu sehen. Am nächsten Tag erkunden die Mädchen ein Schlachtfeld aus dem apokalyptischen Krieg und stoßen auf ein verlassenes Flugzeug. Sie finden Sprengstoff und Rationen. Überraschenderweise richtet Yuuri ihre Waffe auf Chito und verlangt das letzte Stück einer Lebensmittelration.","versions":[{"lang":1,"streams":[{"redirect":8399705,"hoster":"VOE"},{"redirect":8399706,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8399671,"hoster":"VOE"},{"redirect":8399669,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Badespaß / Tagebuch / Waschtag","epNo":2,"alt":"Bath/Journal/Laundry","descr":"Chito und Yuuri suchen Schutz vor einem Schneesturm und entdecken ein Kraftwerk mit heißem fließendem Wasser, mit dem sie einen Metalltank füllen, um ein provisorisches Bad zu nehmen. Chito ist wütend auf Yuuri, als sie eines von Chitos Büchern ins Feuer wirft, um sich während der Nacht warm zu halten. Am nächsten Tag, nachdem der Sturm vorbei ist, sammeln die Mädchen Trinkwasser in einem Fluss, der durch schmelzenden Schnee entstanden ist. Sie beschließen, auch ihre Kleider zu waschen und stoßen auf einen toten Fisch, den sie zum Abendessen braten.","versions":[{"lang":1,"streams":[{"redirect":8399708,"hoster":"VOE"},{"redirect":8399707,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8399673,"hoster":"VOE"},{"redirect":8399672,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Begegnung / Stadt / Straßenlaternen","epNo":3,"alt":"Encounter/City/Streetlights","descr":"Auf der Suche nach der Quelle des Fisches, den sie gegessen haben, werden die Mädchen von einem Abgrund behindert, der die Stadt teilt. Sie treffen auf einen anderen Überlebenden namens Kanazawa, nachdem er ein Gebäude abgerissen hat, um eine Brücke über die Lücke zu bauen. Kanazawa hat die verlassene Stadt kartiert und fährt mit den Mädchen mit, während sie sich mit seinen Karten fortbewegen. Sie erreichen den Fuß eines Turms und die Gruppe fährt mit einem externen Lastenaufzug in die oberen Stockwerke der Stadt. Der Aufzug neigt sich jedoch plötzlich, was dazu führt, dass Kanazawa seine Karten fallen lässt und er verzweifelt wird. Yuuri schafft es, ihn aufzuheitern, und aus Dankbarkeit gibt Kanazawa den Mädchen seine Kamera. Als Kanazawa alleine loszieht, um seine Karten neu zu zeichnen, bricht die Nacht herein und die Mädchen sehen zu, wie die Straßenlaternen angehen.","versions":[{"lang":1,"streams":[{"redirect":8399711,"hoster":"VOE"},{"redirect":8399712,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473309,"hoster":"VOE"},{"redirect":8399675,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fotografie / Tempel","epNo":4,"alt":"Photograph/Temple","descr":"Yuuri benutzt Kanazawas Kamera, um Fotos von merkwürdigen großen, weißen Steinstatuen in der Stadt zu machen, während Chito den Selbstauslöser der Kamera entdeckt. Später erkunden die Mädchen einen Tempel, als ihre Laterne plötzlich ausgeht. Yuuri tastet in der Dunkelheit herum, bis sie beide einen hellen Raum mit einem Teich und künstlichen Seerosenblättern aus Metall entdecken.","versions":[{"lang":1,"streams":[{"redirect":8399716,"hoster":"VOE"},{"redirect":8399713,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473310,"hoster":"VOE"},{"redirect":8399679,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wohnen / Mittagsschlaf / Regenmusik","epNo":5,"alt":"House/Nap/The Sound of Rain","descr":"Die Mädchen erkunden die Stadt und verbringen die Nacht in einer spärlich möblierten Wohnung und malen sich aus, wie es wäre, in einem Haus zu leben. Chito fühlt sich müde, nachdem sie die ganze Nacht aufgeblieben ist, macht ein Mittagsschläfchen und hat seltsame Träume, in denen sie von einem riesigen Yuuri bedroht wird. Später schützen sich die Mädchen in einigen Ruinen vor dem Regen und interessieren sich für das Geräusch, das der tropfende Regen macht, wenn er auf verschiedene Gegenstände trifft.","versions":[{"lang":1,"streams":[{"redirect":8399718,"hoster":"VOE"},{"redirect":8399717,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473308,"hoster":"VOE"},{"redirect":8399681,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Panne / Technologie / Abflug","epNo":6,"alt":"Accident/Technology/Takeoff","descr":"Beim Erkunden der Stadt geht das Kettenkrad kaputt und Chito kann es nicht reparieren. Die Mädchen treffen auf eine Frau namens Ishii, die anbietet, ihr Fahrzeug im Austausch für ihre Hilfe zu reparieren. Gemeinsam stellen sie den Bau eines einfachen Flugzeugs fertig, das Ishii nach alten Plänen baut, um zu entkommen und eine benachbarte Stadt zu erreichen. Sobald sie fertig ist, macht sich Ishii in ihrem Flugzeug auf den Weg, nur damit es kurz nach dem Start auseinanderfällt. Glücklicherweise schafft sie es, sicher mit dem Fallschirm abzuspringen, und sie treibt langsam in die unteren Ebenen der Stadt.","versions":[{"lang":1,"streams":[{"redirect":8399720,"hoster":"VOE"},{"redirect":8399719,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473312,"hoster":"VOE"},{"redirect":8399685,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Labyrinth / Backen","epNo":7,"alt":"Labyrinth/Cooking","descr":"Die Mädchen betreten ein Labyrinth aus großen Rohren, während sie Ishiis Karte zu einer Lebensmittelfabrik folgen. Chito kämpft mit ihrer Höhenangst, als sie und Yuuri auf die Rohre gehen, bevor sie entdecken, dass sich darin tatsächlich ein Weg befindet. Sie finden schließlich eine Einrichtung voller Maschinen und Kochzutaten; Kartoffelpulver, Zucker und Salz. Die Mädchen schließen daraus, dass sie verwendet wurden, um Rationen zu machen, und mit den Zutaten backen sie ihre eigenen Essensriegel in einem der riesigen Öfen.","versions":[{"lang":1,"streams":[{"redirect":8399722,"hoster":"VOE"},{"redirect":8399723,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473316,"hoster":"VOE"},{"redirect":8399686,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Erinnerungen / Spirale / Mondlicht","epNo":8,"alt":"Memories/Spiral/Moonlight","descr":"Zurück im Freien entdecken die Mädchen einen seltsamen Ort mit hohen schwarzen Platten voller Schubladen. Yuuri findet darin ein mysteriöses Gerät und andere scheinbar bedeutungslose Objekte. Chito schließt daraus, dass die Schubladen Gräber sind, die die Habseligkeiten der Verstorbenen enthalten, damit man sich an sie erinnert. Danach steigen die Mädchen in ihrem Kettenkrad auf einem spiralförmigen Pfad einen weiteren Turm hinauf. Sie sind gezwungen, einen Außenweg zu nehmen, der hinter ihnen gefährlich zusammenbricht, aber sie schaffen es, den Gipfel zu erreichen. Als sie die Spitze des Turms erkunden, finden die Mädchen einige Bierflaschen und verbringen die Nacht damit, sich im Mondlicht zu betrinken.","versions":[{"lang":1,"streams":[{"redirect":8399726,"hoster":"VOE"},{"redirect":8399725,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473314,"hoster":"VOE"},{"redirect":8399691,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Technologie / Aquaium / Leben","epNo":9,"alt":"Technology/Aquarium/Life","descr":"Beim Erkunden einer Einrichtung werden die Mädchen von einem großen Bauroboter überrascht, der ihre Anwesenheit nicht bemerkt. Dann entdecken sie ein Aquarium mit einem einzelnen Fisch, der von einem Roboter-Hausmeister bewacht wird. Es erklärt, dass die Anlage einst für die Fischzucht genutzt wurde. Der Roboter lässt die Mädchen in einem der leeren Aquarienbecken schwimmen, obwohl Chito fast ertrinkt. Später beginnt der große Bauroboter offenbar aufgrund eines Fehlers in seiner Programmierung mit dem Abbau der Anlage. Dies veranlasst Chito, den Hausmeisterroboter in eine Diskussion darüber zu verwickeln, was es bedeutet, am Leben zu sein. Aus Angst um das Leben des Fisches retten die Mädchen ihn, indem sie den Bauroboter mit Sprengstoff zerstören.","versions":[{"lang":1,"streams":[{"redirect":12925032,"hoster":"VOE"},{"redirect":8399727,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13484979,"hoster":"VOE"},{"redirect":8399694,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zug / Wellenlänge / Jagd","epNo":10,"alt":"Train/Wavelength/Capture","descr":"Die Mädchen fahren mit ihrem Kettenkrad auf einen Güterzug und finden dessen Waggons voller kaputter Maschinen vor. Sie steigen an der letzten Station aus und fahren mit einem Schrägaufzug zur Spitze des Gebäudes. Als sie aufsteigen, hört Yuuri Musik aus dem Radio, das sie zuvor abgeholt hat, was sie deutlicher hören, wenn sie die Oberfläche erreichen. Als die Mädchen am nächsten Tag ein großes Loch nach Trinkwasser durchsuchen, entdecken sie eine kleine, lange, weiße Lebensform. Sie entdecken, dass es über ihr Funkgerät mit ihnen kommunizieren kann. Die Mädchen nennen es \"Nuko\" und beschließen, es auf ihre Reise mitzunehmen.","versions":[{"lang":1,"streams":[{"redirect":8399731,"hoster":"VOE"},{"redirect":8399732,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13484980,"hoster":"VOE"},{"redirect":8399696,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kultur / Zerstörung / Vergangenheit","epNo":11,"alt":"Civilization/Destruction/The Past","descr":"Yuuri entdeckt, dass Nuko gerne Kugeln isst und beginnt, sie zu füttern, während Chito ein Buch über Krieg und Zivilisation findet, das auf Englisch geschrieben ist. Sie erreichen bald ein riesiges Uhrwerk, wo wieder Musik im Radio zu spielen beginnt. Sie beschließen, zur Quelle der Sendung zu gehen. Die Mädchen werden von einem unglaublich großen Roboter unterbrochen, der vor ihnen zusammenbricht. Nuko schaltet den Roboter ein und Yuuri probiert einige seiner Waffen aus, wodurch die Stadt massiv zerstört wird. Am nächsten Tag folgen die Mädchen dem Signal der Musik zu einem noch funktionstüchtigen U-Boot, das im Schnee liegt und in dem sich eine Reihe von Atomraketen befindet.","versions":[{"lang":1,"streams":[{"redirect":8399734,"hoster":"VOE"},{"redirect":8399735,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473315,"hoster":"VOE"},{"redirect":8399699,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Verbindung / Freunde","epNo":12,"alt":"Connection/Partner","descr":"Während sie das U-Boot erkunden, synchronisieren die Mädchen versehentlich ihre Kamera mit dem Computer des U-Bootes und es zeigt ihre Fotos sowie die, die Kanazawa aufgenommen hat, bevor sie ihnen die Kamera gegeben haben. Unter den Computerdateien finden sie Videos von Menschen und vergangenen Ereignissen, einschließlich des Krieges, der zur Zerstörung der Menschheit führte. Später erscheint plötzlich ein größerer Nuko, der den Säulen ähnelt, denen sie zuvor begegnet sind, und verschluckt Yuuri. Chito verfolgt die Kreatur außerhalb des U-Bootes und findet Yuuri in Sicherheit, da die Kreatur nur ihr Funkgerät aufnehmen wollte. Die Kreatur erklärt dann, dass ihr Zweck darin besteht, instabile Energie wie Energiequellen und Waffen zu verbrauchen und zu stabilisieren. Es besagt, dass die Lebenstätigkeit auf der Erde irgendwann zu Ende gehen wird. Es erklärt, dass ihre Arbeit in der Stadt beendet ist, da mehr Kreaturen aus der Stadt auftauchenRaketenrohre . Es heißt, dass Yuuri und Chito die einzigen Menschen sind, die sie bis zu diesem Level entdeckt haben. Langsam dehnen sich die Spitzen der Kreaturen aus und öffnen sich wie Pilze , dann beginnen sie gemeinsam nach oben zu treiben wie Löwenzahnsamen , die Nuko mit sich nehmen. Nachdem das U-Boot nun vollständig abgeschaltet ist, setzen Chito und Yuuri ihre Reise in Richtung der obersten Ebene der Stadt fort, mit einem neuen Gefühl der Kameradschaft und ihrer Bedeutung füreinander.","versions":[{"lang":1,"streams":[{"redirect":8399737,"hoster":"VOE"},{"redirect":8399739,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473317,"hoster":"VOE"},{"redirect":8399703,"hoster":"Streamtape"}]}]}]}]}