{"seriesId":"shoumetsu-toshi","name":"Shoumetsu Toshi","descr":"Eines Tages verschwindet plötzlich eine Stadt. Takuya, ein professioneller Kurier und ein Einzelgänger, trifft auf Yuki, die einzige Überlebende der zerstörten Stadt. Die beiden folgen der Nachricht von Yukis Vater, der verschollen ist und gehen in die verschwundene Stadt Lost.Bald treffen die beiden auf unvorhergesehene Hindernisse, wobei die Realität für Yuki besonders schockierend ist. Vor ihnen liegen die Gefühle der Zurückgebliebenen, eine mysteriöse Gruppe, die aus dem Schatten heraus agiert und eine Verschwörung. Takuya und Yuki, die einst Fremde waren, können während der Reise ihre Bande vertiefen und das Geheimnis der verlorenen Stadt lüften.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Lost","descr":"Eines Tages verschwindet eine bestimmte Stadt vollständig von der Landkarte. Drei Jahre später rettet ein einsamer Kurier namens Takuya Yuki, den einzigen Überlebenden von Lost, und die beiden machen sich auf den Weg in die Leere, die einst eine Stadt war.","versions":[{"lang":3,"streams":[{"redirect":8399370,"hoster":"VOE"},{"redirect":8399374,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Sacrifice","descr":"Nachdem Takuya von einem mysteriösen Jungen schwer verletzt wurde, wird beschlossen, dass es zu gefährlich ist, direkt zu Lost zu gehen. Yuki und die anderen versuchen zu fliehen, aber Suzuna und die Agentur mischen sich ein. Und auch ein gefährlicher, messerschwingender Tama-shi.","versions":[{"lang":3,"streams":[{"redirect":8399378,"hoster":"VOE"},{"redirect":8399373,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Memory","descr":"Takuya, Yuki und Geek sitzen in einer seltsamen Raumtasche in der Nähe von Lost fest. Besorgt um Yumiko und Kouta suchen sie nach einem Ausweg. Aber Geek stößt auf etwas, das er nicht glauben kann. Die Mitglieder von SPR5, einschließlich Yua, erscheinen direkt vor seinen Augen.","versions":[{"lang":3,"streams":[{"redirect":13473326,"hoster":"VOE"},{"redirect":8399388,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Suspicion","descr":"Takuya wird auf die Intensivstation gebracht und Yuki ist traumatisiert, weil sie ihren kleinen Bruder verletzt hat. Ohne dass sie es wissen, haben verschiedene Leute begonnen, Maßnahmen zu ergreifen. Einige sind erschienen, um zu helfen. Um die Wahrheit zu finden. Während andere daran arbeiten, die Pläne der Agentur voranzutreiben.","versions":[{"lang":3,"streams":[{"redirect":13484990,"hoster":"VOE"},{"redirect":8399392,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Affection","descr":"Nach der kürzlichen Entdeckung von Tsukis Tränen erscheint der berühmte Magier Yoshiaki vor Takuya. Er bittet um Hilfe bei der Ergreifung von Tsubasa, dem Anführer der Phantomdiebbrigade X. Mit Zweifeln im Herzen jagen Yoshiaki und Yuki ihrer Familie hinterher.","versions":[{"lang":3,"streams":[{"redirect":13484998,"hoster":"VOE"},{"redirect":8399412,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Parting Ways","descr":"Yuki kämpft mit Souma in der Hoffnung, ihn wieder zur Vernunft zu bringen. Doch manchmal ist es schwer, die wahren Gefühle seiner Geschwister zu verstehen. Gerade als sie denken, dass sie Souma in die Enge getrieben haben, ruft er Tsubasa herbei und greift ihn an.","versions":[{"lang":3,"streams":[{"redirect":13508920,"hoster":"VOE"},{"redirect":8715637,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Regret","descr":"Takuya wird mit seiner Vergangenheit konfrontiert, einer gescheiterten Mission an der Light of Hope Academy for Disabled Children. Als sie hineingehen, fallen Takuya und die anderen in eine andere Tasche des Raums. Sie haben nur ein Ziel: Beweise zu finden, um Lacuna zu Fall zu bringen.","versions":[{"lang":3,"streams":[{"redirect":13473345,"hoster":"VOE"},{"redirect":8399434,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Choice","descr":"Takuya und die anderen haben beschlossen, das Chemielabor Lacuna zu infiltrieren, um die Agentur an die Öffentlichkeit zu zerren. Mit der Hilfe von Yoshiaki nutzen sie die öffentlichen Medien, um auf die Verfehlungen des Unternehmens aufmerksam zu machen und die Polizei zum Handeln zu bewegen.","versions":[{"lang":3,"streams":[{"redirect":13473336,"hoster":"VOE"},{"redirect":8399443,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Fate","descr":"Von den Freiwilligen überleben nur Daichi, Taiyo und Tsuki. Die drei beginnen mit der Arbeit am Projekt Noah, um Millionen ihres Volkes zu retten. Als Daichi seine Forschungen fortsetzt, lernt er eine Frau namens Miyuki kennen und beginnt, sein Handeln zu hinterfragen.","versions":[{"lang":3,"streams":[{"redirect":13473322,"hoster":"VOE"},{"redirect":8399453,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Decision","descr":"Yuki und Takuya müssen eine Entscheidung treffen. Eiji und Kikyo versuchen, die beiden davon abzuhalten, nach Lost zu gehen, indem sie sie über die wahren Gefahren dieses Ortes aufklären. In der Zwischenzeit hat Taiyo begonnen, die letzten Schritte seines Plans zur Fertigstellung des Portals einzuleiten.","versions":[{"lang":3,"streams":[{"redirect":13484989,"hoster":"VOE"},{"redirect":8399459,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Trust","descr":"Mit Hilfe ihrer Verbündeten gelingt es Yuki und Takuya, Lost zu betreten. Sobald sie eintreten, geraten sie in einen Strudel ihrer eigenen Erinnerungen. Die Stimmen ihrer Freunde und ihre Verbundenheit zueinander sind das Einzige, was sie vorwärts bringen kann.","versions":[{"lang":3,"streams":[{"redirect":13484987,"hoster":"VOE"},{"redirect":8399470,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Future","descr":"Takuya und Yuki schaffen es, sich zusammenzureißen, als sie Lost betreten. Sie finden Taiyo, der versucht, Yukis Vater Daichi zu eliminieren. Als Daichi sich wehrt, offenbart er Yuki, dass er alles für sie vorbereitet hat und dass sie nun eine Entscheidung treffen muss.","versions":[{"lang":3,"streams":[{"redirect":13498389,"hoster":"VOE"},{"redirect":8399483,"hoster":"Streamtape"}]}]}]}]}