{"seriesId":"show-me-a-hero","name":"Show me a Hero","descr":"Die Miniserie \"Show Me a Hero\" von David Simon (\"The Wire\") basiert auf wahren Begebenheiten, die sich in den 1980er-Jahren zugetragen haben und basiert auf dem gleichnamigen Sachbuch von Lisa Belkin. Im Mittelpunkt steht Nick Wasicsko (Oscar Isaac), der Bürgermeister von Yonkers, einer mittelgroßen Stadt im Bundesstaat New York. Als jüngster Bürgermeister des Landes sieht er sich in eine rassistische Kontroverse verwickelt, nachdem in seiner Stadt eine kleine Anzahl von Sozialwohnungen innerhalb einer \"weißen\" Wohngegend gebauten werden sollen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Überraschungssieger","epNo":1,"alt":"Part 1","descr":"Nick Wasicsko, frisch gewählter Bürgermeister von Yonkers und jüngtser Bürgermeister der USA, wird durch ein Urteil gezwungen, ein Sozialwohnungsprojekt durchzusetzen – gegen den Willen der Bürger. Eine zerstörerische Kontroverse über Rassismus, Politik und Bürokratie beginnt.","versions":[{"lang":1,"streams":[{"redirect":8787880,"hoster":"VOE"},{"redirect":8625313,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10352927,"hoster":"VOE"},{"redirect":10352925,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sachzwänge","epNo":2,"alt":"Part 2","descr":"Yonkers Bürgermeister Nick Wasicsko bekommt ein richterliches Ultimatum, das ihn zwingen soll, das Sozialwohnungsprojekt in East Yonkers umzusetzen. Die weiße, mittelständische Bevölkerung des Wohnviertels zeigt öffentlich ihren Unmut.","versions":[{"lang":1,"streams":[{"redirect":11832589,"hoster":"VOE"},{"redirect":8625316,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490575,"hoster":"VOE"},{"redirect":10352929,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Imageschaden","epNo":3,"alt":"Part 3","descr":"Bürgermeister Nick Wasicsko gelingt es, im Stadtrat ein Gesetz zu beschließen, mit dem der Bau der neuen Häuser in East Yonkers beginnen kann. Jetzt geht es noch darum, die Einzelheiten des Wohnungsbauprojektes mit dem Bauamt zu klären. Der politische Schaden für ihn selbst ist dabei jedoch enorm.","versions":[{"lang":1,"streams":[{"redirect":8787877,"hoster":"VOE"},{"redirect":8625317,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490576,"hoster":"VOE"},{"redirect":10352933,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Neuer Mut","epNo":4,"alt":"Part 4","descr":"Während der neue Bürgermeister von Yonkers verspricht, das richterlich angeordnete Siedlungsprojekt zu stoppen, muss Nick Wasicsko sich in seinem Leben ohne politische Befugnisse neu zurechtfinden.","versions":[{"lang":1,"streams":[{"redirect":8787879,"hoster":"VOE"},{"redirect":8625315,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490580,"hoster":"VOE"},{"redirect":10352937,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Resignation","epNo":5,"alt":"Part 5","descr":"Nick Wasicsko plant sein politisches Comeback. Gleichzeitig werden in Yonkers die Bewohner der neuen Sozialwohnungen ausgewählt.","versions":[{"lang":1,"streams":[{"redirect":13118697,"hoster":"VOE"},{"redirect":8625318,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490579,"hoster":"VOE"},{"redirect":10352941,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Aus","epNo":6,"alt":"Part 6","descr":"Die potentiellen Bewohner des Sozialwohnungsprojekts von Yonkers sind skeptisch – schließlich wollen sie nicht in einer Gegend wohnen, in der man sie nicht Willkommen heißt. Ex-Bürgermeister Nick Wasicsko etabliert sich wieder im Stadtrat von Yonkers.","versions":[{"lang":1,"streams":[{"redirect":8787890,"hoster":"VOE"},{"redirect":8625320,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490581,"hoster":"VOE"},{"redirect":10352945,"hoster":"Streamtape"}]}]}]}]}