{"path":"/serie/stream/shut-eye","name":"Shut Eye","descr":"Charlie Haverford schlägt sich als Betrüger durchs Leben. Für eine kriminelle Familie rund um den brutalen Fonso Marks spielt er den Überwacher mehrerer Wahrsager-Salons. Seine Frau Linda will, dass er sein Leben ändert und den Absprung von den illegalen Machenschaften des Marks-Clans schafft. Als Charlie nach einer Kopfverletzung feststellt, dass er offenbar hellseherische Fähigkeiten entwickelt hat, nimmt er diese essentielle Veränderung zum Anlass, tatsächlich neu anzufangen.","seasons":[{"path":"/serie/stream/shut-eye/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/shut-eye/staffel-1/episode-1","name":"Der Tod","epNo":1,"alt":"Death","descr":"Charlie kontrolliert für den kriminellen Marks-Clan eine Reihe von angeblichen Wahrsagern in L.A. Doch glücklich ist er in dieser Rolle nicht. Nachdem er bei einer Auseinandersetzung einen Schlag gegen den Kopf bekommen hat, bemerkt er langsam, dass er von Visionen heimgesucht wird. Mithilfe dieser neuen Fähigkeit wagt er endlich den Schritt, sich von Fonso Marks loszusagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788787","hoster":"VOE"},{"path":"/redirect/8625314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-1/episode-2","name":"Der Gehängte","epNo":2,"alt":"The Hanged Man","descr":"Nachdem Charlie dem Kriminellen Eduardo das Leben gerettet und ihm dann auch noch einen hilfreichen Hinweis zur Heilung seines Sohnes geliefert hat, sieht sich Eduardo in Charlies Schuld. Unterdessen warnt Fonso Linda davor, Geschäfte mit der Betrügerin Gina zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788788","hoster":"VOE"},{"path":"/redirect/8625321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-1/episode-3","name":"Der Narr","epNo":3,"alt":"The Fool","descr":"Charlie und Linda sind damit beschäftigt, Nadines Vertrauen zu gewinnen. Allerdings macht beiden zwischenzeitlich Charlies Gesundheitszustand Sorgen. Daraufhin bittet Linda ihren Mann, Dr. Nora aufzusuchen, um sich helfen zu lassen. Während er sich für eine Behandlung mit Halluzinogenen entscheidet, versucht Linda, aus der Beziehung zu Gina zu entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112328","hoster":"VOE"},{"path":"/redirect/8625325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-1/episode-4","name":"Der Turm – Umgekehrt","epNo":4,"alt":"The Tower – Reversed","descr":"Charlie stöbert weiter in Nadines Vergangenheit und findet einige interessante Neuigkeiten heraus. Er gibt sich alle Mühe, ihr Vertrauen zu gewinnen – was ihm zu gelingen scheint, als er Nadine 5.000 Dollar von der Gage zurückgibt, die sie ihm bezahlt hat, um vor einer Bande Krimineller beschützt zu werden. Linda hat derweil mit einem ganz anderen Problem zu kämpfen: In ihrem Zuhause kommt es zu einem schrecklichen Zwischenfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112322","hoster":"VOE"},{"path":"/redirect/12983848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-1/episode-5","name":"Der Magier","epNo":5,"alt":"The Magician","descr":"Charlie überzeugt Nadine, ihren verstorbenen Sohn in einer Séance zu kontaktieren – als Medium soll Gina fungieren. Das passt Linda natürlich überhaupt nicht, aber sie kann Charlie nicht von seinem Plan abhalten. Doch Linda hat noch weiteren Anlass zur Sorge: Die Polizei untersucht mittlerweile Emmas Verschwinden. Außerdem hat Nick Ärger in der Schule, weshalb Charlie und Linda zum Schuldirektor zitiert werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787885","hoster":"VOE"},{"path":"/redirect/8625319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-1/episode-6","name":"Das Gericht","epNo":6,"alt":"Judgment","descr":"Nach dem Brand suchen Charlie und Linda Fabiana im Krankenhaus auf. Sie hoffen, dass sie ihre Beteiligung an dem Unfall verschleiern können. Als Fabiana kurze Zeit später stirbt, hat ihr Tod weitreichende Konsequenzen. Es droht, ein Krieg unter den rivalisierenden Banden um White Tony und Fonso auszubrechen. Unterdessen wird Nick von der Polizei verhört und muss sich anschließend auch noch Emmas wütendem Vater stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787881","hoster":"VOE"},{"path":"/redirect/8625323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-1/episode-7","name":"Zwei der Schwerter","epNo":7,"alt":"Two Of Swords","descr":"Charlie ist kurz davor, Nadine davon zu überzeugen, dass sie alle Erinnerungsstücke ihres verstorbenen Sohnes vernichtet hat. So auch die enorme Geldsumme, die sie für ihn angespart hatte. Doch als er sieht, wie Nadine leidet, hadert er mit sich und seinem schlechten Gewissen. Wenig später erfährt Charlie von Sylvia, dass diese gemeinsam mit Gina für einen Hypnotiseur gearbeitet hat, der in seinen Sitzungen Drogen einsetzt. Emmas Überdosis scheint damit in Verbindung zu stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787888","hoster":"VOE"},{"path":"/redirect/8625322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-1/episode-8","name":"Fünf der Kelche","epNo":8,"alt":"Five Of Cups","descr":"Charlie bringt es nicht übers Herz, Nadine auszunehmen. Gina und Linda hingegen haben weniger Skrupel. Unter Einsatz von Scopolamin bringen die beiden Nadine dazu, ihnen ihr Erspartes zu übergeben. Doch Gina geht noch einen Schritt weiter. Sie lässt Linda bei der Bank zurück, um nicht teilen zu müssen, nicht ahnend, dass das verheerende Folgen für sie haben wird. Charlie beschließt derweil, seine Visionen nicht länger zu bekämpfen. Er sucht Hilfe bei Nora.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112324","hoster":"VOE"},{"path":"/redirect/8625324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-1/episode-9","name":"Rad des Schicksals","epNo":9,"alt":"Wheel Of Fortune","descr":"Emmas Autopsie hat ergeben, dass sie möglicherweise vor ihrem Tod vergewaltigt wurde. Mit diesem Wissen suchen die ermittelnden Polizisten Nick erneut auf. Doch bevor sie mit dem Jungen sprechen können, wimmelt Linda sie ab. Nach einem Termin mit ihrem Rechtsbeistand beichtet Linda, dass Emma an den Drogen gestorben sein muss, die Gina in Lindas Zuhause platziert hat. Charlie versucht seine Frau zu überreden, sich nicht der Polizei zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787887","hoster":"VOE"},{"path":"/redirect/8625326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-1/episode-10","name":"Ass der Schwerter","epNo":10,"alt":"Ace Of Swords","descr":"Die arrangierte Hochzeit zwischen Little Tony und Drina, die die beiden verfeindeten Familien-Clans vereinen soll, steht kurz bevor. Charlie und Linda müssen bei der Feier gemeinsam auftreten und das Brautpaar vor dem Publikum verschwinden lassen. Doch die beiden Betrüger haben ihre eigenen Pläne: Sie wollen die 1,7 Millionen, um die sich Fonso und White Tony streiten, in ihren Besitz bringen, um neu anzufangen. Allerdings fordert ihre Vorgehensweise einige Opfer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787886","hoster":"VOE"},{"path":"/redirect/8625328","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/shut-eye/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/shut-eye/staffel-2/episode-1","name":"Neu gemischte Karten","epNo":1,"alt":"We’re Not In Kansas Anymore","descr":"Charlie (Jeffrey Donovan) und Linda (KaDee Strickland) wägen nach der desaströsen Hochzeit zwischen Drina (Havana Guppy) und L\u0027il Tony (Caleb Z Smith) ihre Optionen ab. Fonso (Angus Sampson) wird derweil zu einer Sondersitzung des Roma-Rats gerufen, während Simza (Layla Alizada) um White Tony (Zak Santiago) trauert.Rita (Isabella Rossellini) bekommt indes eine unerwartete Gelegenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787889","hoster":"VOE"},{"path":"/redirect/12983854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-2/episode-2","name":"Flammen der Vergeltung","epNo":2,"alt":"Shortchanged","descr":"Fonso und Charlies Schwester sind bei Linda und Charlie untergetaucht. Fonso kann die gestohlenen 1,7 Millionen nicht einfach ausgeben. Die Scheine sind fortlaufend nummeriert – und ohne Geldwäsche würde ihm das FBI auf die Schliche kommen. Doch weil aktuell keiner mit ihm Geschäfte machen will, ist er noch länger auf Charlies Hilfe angewiesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787893","hoster":"VOE"},{"path":"/redirect/8625327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-2/episode-3","name":"Die Puppe","epNo":3,"alt":"Guys And Dolls","descr":"Linda (KaDee Strickland) ist mit einem Insomnia-Fluch belegt, weshalb sie sich erneut auf eine destruktive Beziehung aus ihrer Vergangenheit einlässt, während auch Charlie (Jeffrey Donovan) eine unerwartete Partnerschaft schmiedet. Rita (Isabella Rossellini) ringt derweil darum, ihren neuen Verpflichtungen nachzukommen.Fonso (Angus Sampson) versucht indes, seine neue Realität zu begreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925118","hoster":"VOE"},{"path":"/redirect/8625331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-2/episode-4","name":"Hörst du zu?","epNo":4,"alt":"Are You Listening?","descr":"Charlie (Jeffrey Donovan) unterbricht seine Familienpläne, als die problembelastete Linda (KaDee Strickland) verschwindet. Fonso (Angus Sampson) und Rita (Isabella Rossellini) hadern derweil mit einer Roma-Tradition, als Drina (Havana Guppy) kurz davor steht, ihre Ehe mit Li\u0027l Tony (Caleb Z Smith) endlich zu vollziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787894","hoster":"VOE"},{"path":"/redirect/8625330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-2/episode-5","name":"Der fabelhafte Charles","epNo":5,"alt":"Charles The Magnificent","descr":"Charlie schwelgt in der Vergangenheit: Er erinnert sich an seine zerrüttete Kindheit, in der er mit kleinen Zaubertricks etwas Geld verdiente und sich um seine Schwester kümmerte, während seine Mutter mal wieder illegalen Geschäften nachging.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787896","hoster":"VOE"},{"path":"/redirect/8625333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-2/episode-6","name":"Schulden und Sühne","epNo":6,"alt":"Crimes And Punishments","descr":"Charlie und Linda haben noch immer Differenzen. Er hat Probleme damit, dass Nora mittlerweile eine große Rolle in Lindas Leben spielt. Sie sieht sie als spirituellen Lebenscoach, doch für Charlie ist Nora noch immer die Ärztin, die ihn vor nicht allzu langer Zeit betreut hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788786","hoster":"VOE"},{"path":"/redirect/8625341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-2/episode-7","name":"Verwundete Herzen","epNo":7,"alt":"Purple Hearts","descr":"Während Charlies neue Geschäftsidee Fahrt aufnimmt, nimmt sich Linda (KaDee Strickland) vor, eine aktivere Rolle in Noras Leben zu spielen. Fonso (Angus Sampson) und Eduardo (David Zayas) erfahren derweil, dass ihr toter Mieter einige Leichen im Keller hatte. Nick (Dylan Schmid) und Drina (Havana Guppy) erklimmen derweil die nächste Stufe ihrer Freundschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112330","hoster":"VOE"},{"path":"/redirect/8625338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-2/episode-8","name":"Karma Chameleon","epNo":8,"alt":"Karma Chameleon","descr":"Charlies Erfolg mit Maggie (Rowena King) führt zu unerwarteten Komplikationen, während Linda (KaDee Strickland) und Nora (Susan Misner) ihre Beziehung vertiefen.Fonso (Angus Sampson) versucht indes, einen Weg zurück zu seiner Familie zu finden, während er und Eduardo (David Zayas) weiterhin kriminellen Tätigkeiten nachgehen. Die Bundespolizei erhöht derweil ihren Druck auf Rita (Isabella Rossellini).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8787895","hoster":"VOE"},{"path":"/redirect/8625336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-2/episode-9","name":"Täuschung","epNo":9,"alt":"Vérité","descr":"Charlie (Jeffrey Donovan) wird dazu gedrängt, jemand Besseres zu \"bauen\", nachdem er sowohl Linda (KaDee Strickland) als auch Maggie (Rowena King) enttäuscht hat.Fonso (Angus Sampson) denkt derweil noch einmal über seine Intentionen gegenüber Simza (Layla Alizada) nach, während er herausfindet, was Rita (Isabella ossellini) dem FBI schuldet. Die Familien von Nick (Dylan Schmid) und Drina (Havana Guppy) versuchen indes, ihre Beziehung auf Eis zu legen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925080","hoster":"VOE"},{"path":"/redirect/8625337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/shut-eye/staffel-2/episode-10","name":"Vorahnung","epNo":10,"alt":"There’s No Place Like Home","descr":"Charlie (Jeffrey Donovan) und Linda (KaDee Strickland) kümmern sich weiterhin um ihre problembelastete Ehe, während Charlie versucht, Paz\u0027 Rolle im Ausflugszentrum zu übernehmen, und Linda mehrere niederschmetternde und unwillkommene Entdeckungen macht. Fonso (Angus Sampson) setzt indes alles daran, seine Familie zu retten, was jedoch nicht klappt. Sowohl die Haverfords als auch die Marks geraten daraufhin in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925081","hoster":"VOE"},{"path":"/redirect/8625340","hoster":"Streamtape"}]}]}]}]}