{"seriesId":"shuumatsu-no-harem","name":"Shuumatsu no Harem","descr":"[World’s End Harem] Das Man-Killer-Virus hat 99,9% der männlichen Weltbevölkerung ausgelöscht. Zurückgeblieben sind fünf Milliarden Frauen sowie die letzten fünf Männer, die gegen das Virus resistent sind. Einer davon ist Reito Mizuhara, der fünf Jahre zuvor auf Grund einer langwierigen Krankheit in Kryostase versetzt wurde und nun nach seinem Erwachen zu einer der letzten Hoffnungen der Menschheit wird: Ihm und den anderen vier Männern wird aufgetragen, sich mit den Frauen zu paaren, um das Fortbestehen der Menschheit zu sichern.Reito hat allerdings andere Pläne: Er ist auf der Suche nach seiner einzigen Liebe, Erisa, die drei Jahre zuvor spurlos verschwand. Kann er sie finden oder wird er der Versuchung der anderen Frauen erlegen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The World of Women","descr":"Im Jahr 2040 wird Reito Mizuhara kryogen eingefroren, nachdem er an Multipler Sklerose erkrankt ist. Fünf Jahre später wird Reito von Mira Suō geheilt und wiederbelebt. Mira erklärt, dass vor vier Jahren das Male Killer Virus aufgetaucht ist und die männliche Bevölkerung außer ihm und vier anderen Männern ausgelöscht hat, die ähnlich eingefroren waren und die verpflichtet sind, Kinder zu bekommen, um die Menschheit vor dem Aussterben zu retten. Ungläubig geht Reito nach draußen und wird schnell von lustverrückten Frauen angegriffen, bis er gerettet wird. Seine Schwester Mahiru, die jetzt ein Teenager ist, kommt und erklärt, dass ihr Bruder Ryuu sich mit dem Virus infiziert hat und eingefroren werden musste, um sein Leben zu retten. Sie verrät auch, dass seine Jugendfreundin Elisa Tachibana vor drei Jahren vermisst wurde. In dieser Nacht versucht Mira, Reito zu verführen, aber er weist ihre Annäherungsversuche zurück. Am nächsten Tag zeigt Mira Reito mehrere Mädchen und bittet ihn, seinen Empfängnispartner auszuwählen. Schockiert, Er weigert sich und besteht darauf, dass er Elisa finden muss, da sie die einzige Frau ist, mit der er Kinder haben möchte. Mira stimmt zu, sagt aber, dass sie jede Nacht ein anderes Mädchen in sein Zimmer schicken wird, bis Elisa gefunden ist.","versions":[{"lang":3,"streams":[{"redirect":9571490,"hoster":"VOE"},{"redirect":9571488,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Two Women","descr":"Reito werden eine Krankenschwester und eine Leibwächterin an die Seite gestellt, die auch mit ihm in einem Bett schlafen sollen. Kann Reito der Versuchung widerstehen und seiner Kindheitsfreundin Elisa treu bleiben?","versions":[{"lang":3,"streams":[{"redirect":9637015,"hoster":"VOE"},{"redirect":9637010,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"3rd Man","descr":"Ein gemobbter Teenager Reito wacht in der Zukunft auf, nachdem er in einen Kälteschlaf gefallen ist. Seine neue Highschool ist voller Mädchen, und nicht wenige von ihnen scheinen Interesse an ihm zu haben, besonders seine alte Lehrerin.","versions":[{"lang":3,"streams":[{"redirect":9704052,"hoster":"VOE"},{"redirect":9704575,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"School`s Secret","descr":"Shota ist überglücklich, dass er mit seiner Lehrerin, Frau Yuzu, zusammensein kann. Allerdings beginnt er Zweifel gegenüber der Schule zu hegen, die durch mehrere seltsame Vorfälle angefacht werden.","versions":[{"lang":3,"streams":[{"redirect":9744034,"hoster":"VOE"},{"redirect":9744017,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"First Victim","descr":"Reito macht sich auf in die Stadt Keimon, weil dort eine Frau lebt, bei deren Mann das MK-Virus zum ersten Mal ausgebrochen ist. So erhofft er sich, mehr Hintergründe über die Entstehung des Virus zu erfahren.","versions":[{"lang":3,"streams":[{"redirect":9784952,"hoster":"VOE"},{"redirect":9784951,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Intertwining Plots","descr":"Reito findet das Krankenhaus, in dem der erste infizierte Patient Japans eingeliefert wurde und kommt dem Ursprung des Virus näher.","versions":[{"lang":3,"streams":[{"redirect":9843515,"hoster":"VOE"},{"redirect":9843519,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Assigned to Me","descr":"","versions":[{"lang":3,"streams":[{"redirect":9954831,"hoster":"VOE"},{"redirect":9954829,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Revenge","descr":"Doi trifft eine alte Mitschülerin wieder aus der Zeit vor dem MK-Virus. Die hatte damals über das Mobbing hinweggesehen, sodass Doi sich jetzt an ihr rächen möchte.","versions":[{"lang":3,"streams":[{"redirect":13917253,"hoster":"VOE"},{"redirect":9954826,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Feast of Debauchery","descr":"Reito gelangt endlich an den Ort, wo das MK-Virus seinen Ursprung genommen haben soll. Währenddessen werden Dois sexuelle Eskapaden immer ausschweifender.","versions":[{"lang":3,"streams":[{"redirect":10000155,"hoster":"VOE"},{"redirect":10000152,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Two Numbers","descr":"Terroristen haben mehrere Anschläge in Japan verübt. In dem Chaos versucht Reito herauszufinden, was genau da vor sich geht.","versions":[{"lang":3,"streams":[{"redirect":10019525,"hoster":"VOE"},{"redirect":10019522,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Escape","descr":"Reito und die anderen entscheiden sich zu Fliehen. Mit einem Schiff soll Reito dann nach Taiwan gebracht werden um Elisa endlich wieder zusehen.","versions":[{"lang":3,"streams":[{"redirect":10117216,"hoster":"VOE"},{"redirect":10117213,"hoster":"Streamtape"}]}]}]}]}