{"seriesId":"shuumatsu-no-izetta","name":"Shuumatsu no Izetta","descr":"Als im Jahr 1939 die imperialistische Nation Germania begann, in ein Nachbarland einzumarschieren, verbreitete sich der Krieg in Europa und das Zeitalter wurde in eine Spirale des Krieges gezogen. Ein Jahr nach Kriegsbeginn, 1940, wandte sich Germanias Angriff schließlich auch gegen Eylstadt, ein kleines, wunderschönes Fürstentum in den Alpen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Anfang der Schlacht","epNo":1,"alt":"Beginning of the War","descr":"\"Der Anfang der Schlacht”Die junge Prinzessin eines kleinen Alpenlandes macht sich auf den Weg, Verbündete für den drohenden Einmarsch des germanischen Reiches zu finden. Doch sind bereits germanische Agenten auf ihrer Spur … Und nicht nur auf ihrer, auch eine mysteriöse Waffe scheint sich in ihrem Besitz zu befinden…","versions":[{"lang":1,"streams":[{"redirect":14506570,"hoster":"VOE"},{"redirect":13669834,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mit Narben und Schüssen","epNo":2,"alt":"Scars and Gunfire","descr":"\"Mit Narben und Schüssen”Finé und Izetta können sich aus dem abstürzenden Flugzeug auf einem fliegenden Gewehr retten. Doch werden sie von germanischen Fliegern verfolgt und müssen sich – entgegen dem Verbot von Izettas Großmutter – mittels Magie gegen diese zur Wehr setzen...","versions":[{"lang":1,"streams":[{"redirect":14270751,"hoster":"VOE"},{"redirect":13669838,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Schwert des Himmels","epNo":3,"alt":"The Sword in the Heavens","descr":"\"Das Schwert des Himmels”Kennenberg wird von den Germanen belagert. Mithilfe von Panzergeschwadern und Luftunterstützung bleibt den verteidigenden Soldaten in den Schützengräben nur die Hoffnung, lange genug standzuhalten, um eine Evakuierung der Zivilbevölkerung zu ermöglichen.","versions":[{"lang":1,"streams":[{"redirect":14270714,"hoster":"VOE"},{"redirect":13669841,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Geheimnis der Hexe","epNo":4,"alt":"The Secret of the Witch","descr":"\"Das Geheimnis der Hexe”Der Großherzog verstirbt und die Gerüchte um die Wiederkehr der Weißen Hexe machen ihre Runde. Und so überlegt Feind wie Freund, wie man diesen Umstand zu seinen Gunsten ausnutzen könnte. Denn die Magie allein wird den Krieg nicht wenden können...","versions":[{"lang":1,"streams":[{"redirect":14277913,"hoster":"VOE"},{"redirect":13669855,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das falsche Wunder","epNo":5,"alt":"A False Miracle","descr":"\"Das falsche Wunder”Bei der Krönungszeremonie wird auch Izetta der Weltöffentlichkeit vorgestellt. Davon eher angestachelt, startet Germanien einen weiteren Angriff auf das kleine Reich. Und ausgerechnet an einer Stelle, wo Izettas Hexenkräfte nicht einsetzbar sind.","versions":[{"lang":1,"streams":[{"redirect":14277906,"hoster":"VOE"},{"redirect":13669835,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"An einem ruhigen Tag …","epNo":6,"alt":"On a Quiet Day","descr":"\"An einem ruhigen Tag …”Da die Germanen am Bergpass Veile zurückgeschlagen werden konnten, können Finé und Izetta ein paar ruhige Tage verbringen. Doch die Geheimdienste beider Fraktionen sind nicht müde und unternehmen bereits weitere Schritte, um einen entscheidenden Vorteil zu gewinnen…","versions":[{"lang":1,"streams":[{"redirect":14277914,"hoster":"VOE"},{"redirect":13669837,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Seeschlacht im Sognefjord","epNo":7,"alt":"The Battle of Sognefjord","descr":"\"Die Seeschlacht im Sognefjord”Germania hat in Nord einen Flugzeugträger stationiert, der den Alliierten Unbehagen verursacht. Doch für Finé und Izetta, die noch rechtzeitig zum Treffen erscheinen, ist es die Gelegenheit zu beweisen, was sie wert sind: Sie versprechen, den Flugzeugträger zu versenken.","versions":[{"lang":1,"streams":[{"redirect":14277920,"hoster":"VOE"},{"redirect":13669846,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das grausame Märchen","epNo":8,"alt":"A Cruel Fairy Tale","descr":"\"Das grausame Märchen”Während Izetta und Finé zu Verhandlungen im Ausland sind, schleicht sich der junge germanische Leutnant Rickert in das Land ein, um dem Geheimnis der Weißen Hexe auf die Spur zu kommen…","versions":[{"lang":1,"streams":[{"redirect":14270123,"hoster":"VOE"},{"redirect":13669844,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Sellun-Korridor brennt nieder","epNo":9,"alt":"The Sellun Corridor Burns","descr":"\"Der Sellun-Korridor brennt nieder”Es wird still im Herzogtum, während Germania sich auf eine Invasion der Alliierten konzentriert. Doch ein brutalerTäuschungsangriff durchbricht die Stille. Izetta wird als Retterin in der Not entsandt, doch auf dem Schlachtfeld wartet eine andere Hexe auf sie.","versions":[{"lang":1,"streams":[{"redirect":14277923,"hoster":"VOE"},{"redirect":13669839,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der eiserne Hammer der Hexe","epNo":10,"alt":"The Iron Hammer of the Witch","descr":"\"Der eiserne Hammer der Hexe”Sophie, die wahre Weiße Hexe, hat Izetta bezwungen. Sie hat sich geschworen, Rache am Herzogtum zu üben, das sie einst verraten hat, und wird nicht ruhen, bis sie es vernichtet hat. Dafür tut sie sich sogar mit Germania zusammen. Unterdessen gelingt es Izetta und Finé, sich in einer geheimen Festung in den Bergen zu verstecken, doch Izetta ist schwer verletzt und kann sich nicht auf den Beinen halten. Trotzdem schwört sie weiterhin, für die Großherzogin zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":14273715,"hoster":"VOE"},{"redirect":13669840,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Finé","epNo":11,"alt":"Finé","descr":"\"Finé”Landsbruck ist gefallen. Izetta und die Großherzogin sitzen in ihrem Versteck in den Bergen wie die Mäuse im Käfig. Als die germanische Armee sie schließlich aufspürt, holt Sieghart die zweite Hälfte des Hexensteins hervor und stellt Izetta vor eine Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":14507141,"hoster":"VOE"},{"redirect":13669843,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Izetta","epNo":12,"alt":"Izetta","descr":"\"Izetta”Germania will seine Macht demonstrieren und eine neuartige, verheerende Bombe auf Eylstadt abwerfen. Während Finé versucht, auf die Konferenz der anderen Mächte zu gelangen, die über den weiteren Verlauf des Krieges entscheiden wird, stellt sich Izetta Sophie, um den Abwurf der Bombe zu verhindern…","versions":[{"lang":1,"streams":[{"redirect":14277921,"hoster":"VOE"},{"redirect":13669842,"hoster":"Streamtape"}]}]}]}]}