{"seriesId":"shuumatsu-nani-shitemasu-ka-isogashii-desu-ka-sukutte-moratte-ii-desu-ka","name":"Shuumatsu Nani Shitemasu ka? Isogashii Desu ka? Sukutte Moratte Ii Desu ka?","descr":"[WorldEnd: What do you do at the end of the world? Are you busy? Will you save us?] Vor 500 Jahren fielen furchterregende und mysteriöse \"Bestien\" über die verschiedenen Rassen auf der Welt her. Während die Menschheit ausgerottet wurde, konnten die übrigen Rassen sich auf schwebende Inseln im Himmel retten und sich außerhalb der Reichweite der \"Bestien\" bringen. Um sich dieser Wesen zu erwehren, sind besondere Waffen vonnöten ‒ heilige Schwerter, die \"Kariyon\" genannt werden ‒ und die einzigen, die diese Waffen benutzen können, sind ein paar junge Mädchen, \"Feen\", deren Schicksal es ist, im Kampf gegen die Bestien schließlich auch ihren eigenen Tod zu finden.Ein junger Krieger, Willem, wacht plötzlich aus seinem eisigen Schlaf auf und nachdem er feststellen muss, dass er der letzte lebende Mensch ist, schlägt er sich als Tagelöhner in dieser neuen Weltordnung durch. Einer seiner grundverschiedenen Jobs umfasst die \"Wartung und Instandhaltung verzauberter Waffen\". Was sich in der Job-Beschreibung jedoch nicht wiederfand ist, dass es sich bei diesen \"verzauberten Waffen\" um junge Mädchen handelt, die sich in den Kampf gegen die \"Bestien\" stürzen müssen.Schnell wird Willem für die Mädchen zu der Vaterfigur, die sie nie hatten und seine Zuneigung für sie steigt über die eines Betreuers weit hinaus. Zum ersten Mal in seinem Leben findet der erfahrene Krieger sich in einer Rolle, die er so noch nicht kannte, als er zu Hause bangt und darauf wartet, dass seine geliebten Mädchen unbeschadet aus der Schlacht zurückkehren …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"In der Welt, in der die Sonne sank","epNo":1,"alt":"In This Sunny World","descr":"Willem, der noch letzte Lebende Mensch nimmt einen Auftrag beim Heer. Er soll der Verwalter eines Stützpunktes werden wo geheime Waffen lagern sollen. Doch dort angekommen findet er nur einen Troll in Menschengestalt und 4 kleine Mädchen vor. Er weiß erst überhaupt nicht was er hier soll weil er weit und breit keine Waffen sieht. Bis ihm erklärt wird das die Mädchen die Waffen sein und er in Zukunft hier auf sie achten soll.","versions":[{"lang":1,"streams":[{"redirect":14270976,"hoster":"VOE"},{"redirect":13669823,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8399091,"hoster":"VOE"},{"redirect":8399094,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Wald, der überm Himmel schwebte","epNo":2,"alt":"In the Forest Above the Sky","descr":"Der Verwalter rätselt immer noch was es mit den Mädchen auf sich hat weswegen er genauer nachfragt. Als Antwort erhält er das sie nur Waffen seinen denn es gibt 17 überaus starke Kreaturen die die gesamte Menschheit ausgelöscht hat und nur die Mädchen sind imstande sie zu bezwingen. Aber das geht nur mit den sogenannten \"Dark weapons\" das sind Schwerter die ihrer Stärke proportional zur Lebensenergie des Anwenders verlieren, bedeutet um so stärker der Lebenswille des Anwenders um so schwächer die Waffe. Bedeutet wer nicht an seinem Leben hängt zieht ungeahnte Kräfte aus dem Schwert und so werden die Kinder auch erzogen.","versions":[{"lang":1,"streams":[{"redirect":14277895,"hoster":"VOE"},{"redirect":13767661,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8399104,"hoster":"VOE"},{"redirect":8399097,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wenn dieser Kampf vorbei ist…","epNo":3,"alt":"When this Fight is Over","descr":"Willem will nicht das das Mädchen das gegen die Bestie kämpfen muss zum letzten Mittel greifen muss indem sie das Feen Tor öffnet und damit eine riesige Explosion auslöst das ihren Feind wie aber auch sie selbst töten wird. Deswegen erklärt er ihr das sie \"falsch kämpfe\" und das der Grund sei wieso sie ohne dem Feen Tor keine Chance hat. Er könne ihr beibringen \"richtig zu kämpfen\" und somit ihre jetzt schon große Kraft noch um ein vielfaches zu steigern damit sie auch ohne der finalen Technik gewinnen könne und so wieder Lebend zurückkehren. Und Willem\u0027s wahre Identität wurde den Mädchen auch preisgegeben. Nun wissen sie das er damals auch gegen die Bestien kämpft und der letzte Mensch auf Erden ist.","versions":[{"lang":1,"streams":[{"redirect":14270535,"hoster":"VOE"},{"redirect":13669829,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8399107,"hoster":"VOE"},{"redirect":8399106,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Jene, die nicht heimkehren und jene, die auf sie warten","epNo":4,"alt":"Those Who Do Not Return, Those Who Keep Waiting","descr":"Willem bringt eines der kleineren Mädchen in die Stadt zu einer Untersuchung oder wie die es dort nennen zur \"Optimierung\". Während des Aufenthaltes dort versucht er herauszufinden wie die Verteidigung der Insel 15 gegen die Bestie läuft doch niemand scheint etwas zu wissen. Plötzlich herrscht rege Aufregung denn ein Soldat kommt überaus aufgeregt durch das Tor gestürmt und meint er muss die Informationen von Insel 15 weiterleiten. Willem hastet umgehend zu dem Soldaten und versperrt ihm den Weg um Informationen zu erhalten. Nachdem der Soldat Willem\u0027s Rang erfährt erklärt er ihm das die Verteidigung der Insel 15 gescheitert ist. Willem ist am Boden zerstört denn er ist im Glauben das die Mädchen tot sein. Plötzlich kommt eine Gruppe durch das Tor und als Willem die Stimme eines der Mädchen erkennt kann er es kaum glauben. Er richtet sich wieder auf und von da an gibt es kein halten mehr, er stürzt mit so einer unglaublichen Geschwindigkeit, das keiner der anwesend der Bewegung folgen kann zu den Mädchen und nimmt es vor Erleichterung in den Arm.","versions":[{"lang":1,"streams":[{"redirect":14271451,"hoster":"VOE"},{"redirect":13767645,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8399112,"hoster":"VOE"},{"redirect":8399116,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein jeder im Namen der Gerechtigkeit","epNo":5,"alt":"Everyone, in the Name of Justice","descr":"Phyracorlybia teilt ihre Bitte Limeskin mit, die ablehnt und Willem um einen eigenen Gefallen bittet.","versions":[{"lang":1,"streams":[{"redirect":14277897,"hoster":"VOE"},{"redirect":13669836,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8399121,"hoster":"VOE"},{"redirect":8399123,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bleibende Vergangenheit, schwindende Zukunft","epNo":6,"alt":"Lingering Past, Fading Future","descr":"Willem lernt viel von Souwong und tritt ein. Währenddessen hört Chtholly weiterhin die Stimmen in ihrem Kopf...","versions":[{"lang":1,"streams":[{"redirect":14270767,"hoster":"VOE"},{"redirect":13669826,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12381439,"hoster":"VOE"},{"redirect":8399130,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ich bin wieder zu Hause","epNo":7,"alt":"I\u0027m Home","descr":"Das Lagerhaus muss sich mit den Folgen von Chthollys Zustand auseinandersetzen. Gleichzeitig beginnen sich die Dinge an der Oberfläche aufzulösen.","versions":[{"lang":1,"streams":[{"redirect":14270377,"hoster":"VOE"},{"redirect":13669833,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8399133,"hoster":"VOE"},{"redirect":8399135,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auch wenn die Sonne irgendwann untergeht","epNo":8,"alt":"Someday When the Sun Will Fall","descr":"Während die Situation an der Oberfläche weiter brodelt, kämpft Chtholly darum, sich mit ihrem neuen Leben abzufinden.","versions":[{"lang":1,"streams":[{"redirect":14270479,"hoster":"VOE"},{"redirect":13669827,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8399140,"hoster":"VOE"},{"redirect":8399139,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Auch wenn die Zukunft in den Sternen steht…","epNo":9,"alt":"Even if the Future Became Uncertain","descr":"Die Dinge werden für Chtholly immer schlimmer, die mutig beschließt, im Moment zu leben. Unterdessen beginnt endlich die Rettungsaktion zur Oberfläche.","versions":[{"lang":1,"streams":[{"redirect":13858476,"hoster":"VOE"},{"redirect":13669831,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8399147,"hoster":"VOE"},{"redirect":8399146,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Glück im Augenblick","epNo":10,"alt":"The Radiance of the Present Moment","descr":"Chtholly hilft als seine Sekretärin in der Basis aus und gewinnt die Bewunderung aller dort. Willem hingegen beginnt nach dem Treffen mit Nopht und Rhantolk an einigen unbeantworteten Fragen zu zweifeln.","versions":[{"lang":1,"streams":[{"redirect":14277896,"hoster":"VOE"},{"redirect":13669828,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473339,"hoster":"VOE"},{"redirect":8399154,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bitte vergiss mich nicht","epNo":11,"alt":"Please, Do Not Forget","descr":"Während zahllose Timere die Erdoberfläche zu einem immer gefährlicheren Ort machen, schreitet Chthollys Transformation weiter und weiter voran. Nur noch ein kleines Stück von ihrem alten Ich verbleibt. Doch zugleich erfährt sie auch von ihrer Vergangenheit und trifft ihr altes Ich …","versions":[{"lang":1,"streams":[{"redirect":13862324,"hoster":"VOE"},{"redirect":13669832,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473341,"hoster":"VOE"},{"redirect":8399164,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das glücklichste Mädchen der Welt","epNo":12,"alt":"The Happiest Girl in the World","descr":"Nach einem Ansturm von Timere versucht man verzweifelt mit dem Schiff die Erdoberfläche zu verlassen. Selbstaufopfernd versuchen die Feen und Willem die Timere ausreichend lange in Schach zu halten …","versions":[{"lang":1,"streams":[{"redirect":14269754,"hoster":"VOE"},{"redirect":13669830,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473344,"hoster":"VOE"},{"redirect":8399168,"hoster":"Streamtape"}]}]}]}]}