{"seriesId":"side-hustle","name":"Side Hustle","descr":"Lex ist schlau und sarkastisch, Presley ist selbstbewusst und zäh. Die beiden Freundinnen machen gemeinsam Pläne, um an Geld zu kommen, da sie aus Versehen ein Boot zerstören, das dem Vater von Munchy gehört, dem schrulligen Nachbarsjungen. Um für den Schaden aufzukommen, entwickeln die Mädchen mit Hilfe von Presleys jüngerem Bruder eine App, die kleine Aushilfsjobs vermitteln soll.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Jobsuche","epNo":1,"alt":"Start Hustling","descr":"Als durch ihr Verschulden das Boot des Schulleiters abgebrannt ist, programmieren Lex, Presley und Munchy eine App, um Jobs zu finden, mit denen sie ihre Schulden beim Schulleiter abbezahlen können. Sie sind bereit, jeden Job anzunehmen, egal wie peinlich er ist, sogar wenn das bedeutet, sich als menschliche Schaufensterpuppen zu verdingen. Werden die drei das benötigte Geld zusammenbekommen?","versions":[{"lang":1,"streams":[{"redirect":12350053,"hoster":"VOE"},{"redirect":12350051,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11858814,"hoster":"VOE"},{"redirect":11858815,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Wundervitamin","epNo":2,"alt":"Vitamin D-isaster","descr":"Nachdem sie ein Vitamin getestet haben, dass Kinder Gemüse lieben lässt, haben Lex und Presley einen Job als Geburtstagsprinzessinnen. Vor Ort stellen sie fest, dass das Vitamin funktioniert: sie lieben Gemüse plötzlich, und ihr Job ist direkt neben einem fantastischen Gemüsegarten. Werden sie sich auf ihre Aufgabe konzentrieren können, oder lenkt der Anblick des Gartens sie zu sehr ab?","versions":[{"lang":1,"streams":[{"redirect":12358998,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14497082,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Der Flohmarkt","epNo":3,"alt":"Yard Sale","descr":"Weil sie Schulden zurückzahlen müssen, organisierten die Kids einen Flohmarkt. Der ist ein Erfolg, doch ein Missverständnis führt dazu, dass das Spielzeug, in dem Lex das KidDING-Geld versteckt hat, verkauft wird. Die Kids müssen den Käufer ausfindig machen, bevor Tedward zu ihnen kommt, um sein Geld zurückzufordern. Werden sie das schaffen? Oder wird Tedward ihnen die Hölle heiß machen?","versions":[{"lang":1,"streams":[{"redirect":14496970,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14496892,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Schmutzige Jobs","epNo":4,"alt":"Trashy Jobs","descr":"Lex ist begeistert als ihre Cousine Ruby zu Besuch kommt, doch Ruby ist viel mehr daran interessiert, Zeit mit Fisher zu verbringen. Die Kids werden zu einem ominösen KidDING.-Job auf der Müllkippe geschickt, der schnell etwas ganz anderes wird als sie verhandelt hatten. Wie kommen sie aus der Situation wieder heraus? Wird es ihnen gelingen, den Job so zu Ende zu bringen, wie sie geplant hatten?","versions":[{"lang":1,"streams":[{"redirect":14496868,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14529415,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Freundejahrestag","epNo":5,"alt":"Friendiversary","descr":"Lex und Presley feiern jedes Jahr ihren Freundschaftsjahrestag, indem sie sich gegenseitig mit einer wohlüberlegten Gabe beschenken. Dieses Jahr allerdings zieht ein Blizzard auf und könnte ihre Tradition durchkreuzen. Trotz der Wetterwarnung machen sich die beiden auf und erleben ein einmaliges Jubiläum, das sie nie mehr vergessen werden. Werden sie sicher durch das Unwetter kommen?","versions":[{"lang":1,"streams":[{"redirect":14496971,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14529416,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Milchshake Schnellschlürfen","epNo":6,"alt":"Milkshake Suckdown","descr":"Lex, Presley und Munchy beschließen, die Regentschaft als Meister des jährlichen Michshake-Schnellschlürf-Wettbewerb in der Mooery von Munchys prahlerischem älteren Bruder Jaget zu beenden. Wird den dreien dieses ambitionierte Vorhaben gelingen? Werden sie es schaffen, Jaget in dem Wettbewerb zu besiegen? Oder wird er wieder alle anderen Teilnehmer in den Schatten stellen und sie weiter nerven?","versions":[{"lang":1,"streams":[{"redirect":12359033,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14529381,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Die Kid-Ding-Dongs","epNo":7,"alt":"Kidding! Dongs","descr":"Als der Wettbewerb \"Tanz Tanz Altoonisburg\" ansteht, wollen Lex, Presley und Munchy mit großer Begeisterung daran teilnehmen, als ein alter Freund von Lex und Presley sie für einen Kidding-Job anheuert. Plötzlich werden ihre Tanzcrew und ihre Freundschaft auf die Probe gestellt. Werden sie den Job ausführen können und es trotzdem schaffen, an dem großen Wettbewerb teilnehmen zu können?","versions":[{"lang":1,"streams":[{"redirect":14529282,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14529417,"hoster":"VOE"},{"redirect":11858799,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Brotdosenversteck","epNo":8,"alt":"Lunch Boxed In","descr":"Lex und Presley stoßen auf die Schatzkarte, die sie in ihrer Kindheit gemalt haben. Diese zeigt, wo eine Dose mit ihren ersten Freundschaftsbändern versteckt ist. Aber Presley hat damals ihr Armband nicht mit hineingelegt, und jetzt muss sie für Ersatz sorgen, damit Lex nichts bemerkt. Wird ihr das rechtzeitig gelingen? Oder kommt es zum Streit weil Presley nicht ehrlich zu Lex war?","versions":[{"lang":1,"streams":[{"redirect":14497126,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14496991,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"Der Chemie-Test","epNo":9,"alt":"Chemistry Hustle","descr":"Mr. Prusko ist verschrien als der langweiligste Lehrer der Schule, bei dessen Unterricht kein Schüler wach bleiben kann. Lex und Presley beschließen, das zu ändern, und schließen mit ihm einen Deal: sie machen ihn cooler im Austausch gegen gute Noten. Nur leider machen die Mädchen ihren Job zu gut und kreieren ein Monster, das Mr. P. heißt. Wie kommen sie aus der Situation wieder heraus?","versions":[{"lang":1,"streams":[{"redirect":12359109,"hoster":"VOE"},{"redirect":12359108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498398,"hoster":"VOE"},{"redirect":11858783,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Phantom der Mooery","epNo":10,"alt":"Phantom Of The Mooery","descr":"Lex, Presleys und Munchys Lieblings-Laden, die Micro-Mooery, hat Probleme. Jemand bricht ständig nachts dort ein und melkt Cash, die Kuh. Spenders engagiert die Kids, um hinter das Geheimnis des nächtlichen Melkers zu kommen.","versions":[{"lang":1,"streams":[{"redirect":14497245,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14529418,"hoster":"VOE"}]}]},{"epId":"episode-11","name":"Karaoke – Tritt ab!","epNo":11,"alt":"Karaoke Kickoff","descr":"Presley, Lex und Munchy sind aufgeregt, weil sie eine Karaokemaschine ihrer Lieblingsshow ‚Karaoke – Tritt ab!‘ bekommen. Doch die geht sofort kaputt, und als die Kids zum Studio gehen, um ihr Geld zurückzuholen, entdecken sie einen Riesenbetrug.","versions":[{"lang":1,"streams":[{"redirect":14529284,"hoster":"VOE"},{"redirect":12986055,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14496893,"hoster":"VOE"}]}]},{"epId":"episode-12","name":"Die Hundehochzeit","epNo":12,"alt":"Dog Wed-ding!","descr":"Lex liebt Hunde und Hochzeiten, und ist sehr aufgeregt, weil sie und Presley diese Woche als Hunde-Hochzeitsplaner gebucht wurden. Doch Presley glaubt bald, dass die Hunde nicht zusammenpassen und es gibt ein großes Drama auf der Hundehochzeit.","versions":[{"lang":1,"streams":[{"redirect":14496869,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":13498400,"hoster":"VOE"}]}]},{"epId":"episode-13","name":"Onkel Nedward","epNo":13,"alt":"Uncle Nedward","descr":"Munchys Onkel Nedward kommt zu Besuch. Er ist ein Coach, der die Menschen inspiriert. Aber dann geht ein Job daneben und die Eier eines geschätzten Falken bleiben unbeaufsichtigt. Da geht Nedwards inspiration zu weit und Munchy findet sich auf dem höchsten Gipfel in Altoonisburg festsitzend wieder. Wie wird er da nur wieder herunterkommen? Kann Nedward ihm auch aus dieser Situation heraushelfen?","versions":[{"lang":1,"streams":[{"redirect":14529794,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":13498406,"hoster":"VOE"}]}]},{"epId":"episode-14","name":"Jag-Jitsu","epNo":14,"alt":"Jag-Jitsu","descr":"Tedward bringt die Kids dazu, sich zu Jagets neuem Martial Arts Kurs anzumelden. Während die drei nicht glauben, dass sie tatsächlich etwas gelernt haben, lässt Jaget sie gegen die stämmigen Teilnehmer eines gegnerischen Kurses antreten.","versions":[{"lang":1,"streams":[{"redirect":14497066,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14496992,"hoster":"VOE"}]}]},{"epId":"episode-15","name":"Der Ping-Pong Betrug","epNo":15,"alt":"Hot Tubby’s","descr":"Die Kids sind begeistert als sie als Darsteller für einen Werbespot für einen Geschenke-Wettbewerb angeheuert werden. Als der Ladenbesitzer sich jedoch weigert, sie zu bezahlen, beschliessen die Kids, es ihm mit einem Raubüberfall heimzuzahlen.","versions":[{"lang":1,"streams":[{"redirect":12359118,"hoster":"VOE"},{"redirect":12359117,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498410,"hoster":"VOE"},{"redirect":12983867,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Milchfiasko","epNo":16,"alt":"Moo’s the Boss","descr":"Die MicroMooery, der Lieblingsaufenthaltsort von Lex, Presley und Munchy, wird für das Wochenende schließen. Gar nicht begeistert davon, bieten die Kids an, einzuspringen und den Laden offen zu halten. Doch sie müssen feststellen, dass diese Aufgabe nicht zu einfach ist, wie sie sich das vorgestellt hatten.","versions":[{"lang":1,"streams":[{"redirect":14497125,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":13498408,"hoster":"VOE"}]}]},{"epId":"episode-17","name":"Mach-nen-Wauzi","epNo":17,"alt":"Make-A-Mutt","descr":"Die Kids werden von Mach-nen-Wauzi engagiert, einem Laden, der es Kids ermöglich das Kuscheltier ihrer Träume herzustellen. Doch bald stellen sie fest, dass der Laden in Schwierigkeiten steckt und sie zusammenarbeiten müssen, um den Betrieb zu retten und die Magie Geschäftes zu erhalten. Werden sie es mit vereinten Kräften schaffen? Oder wird der Laden doch den Bach herunter gehen?","versions":[{"lang":1,"streams":[{"redirect":12359098,"hoster":"VOE"},{"redirect":12359097,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498420,"hoster":"VOE"},{"redirect":11858751,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Juckles","epNo":18,"alt":"Juckles","descr":"Als Jaget eine Freundin findet, befürchten alle, dass die Beziehung mehr Gemeinheiten zutage fördert. Doch die Verbindung zu dem Mädchen lässt ihn weicher werden. Als die Kids erfahren, dass die beiden sich trennen könnten, bemühen sie sich darum, dass sie zusammenbleiben. Werden sie damit Erfolg haben? Oder kommt es tatsächlich zur Trennung, und Jaget wird wieder so gemein wie früher?","versions":[{"lang":1,"streams":[{"redirect":14497175,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14497442,"hoster":"VOE"}]}]},{"epId":"episode-19","name":"Die Rattenjäger","epNo":19,"alt":"Rat Busters","descr":"In einem schicken französischen Restaurant steht eine Party für den Bürgermeister an, doch das Restaurant hat ein Rattenproblem. Lex, Presley und Munchy werden als inoffizielle Rattenfänger angeheuert, um die Ratte schnell und diskret einzufangen.","versions":[{"lang":1,"streams":[{"redirect":14529795,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14529303,"hoster":"VOE"}]}]},{"epId":"episode-20","name":"Der Bot Klub","epNo":20,"alt":"Bot Club","descr":"Lex, Presley und Munchy entdecken, dass Fisher der ungeschlagene Champion in einem Untergrund-Roboter-Fight-Club ist. Sie setzen all ihr KidDING-Erspartes auf Fisher. Sie verlieren, verdoppeln ihren Einsatz, und setzen ihr alles aufs Spiel.","versions":[{"lang":1,"streams":[{"redirect":14497340,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14497443,"hoster":"VOE"}]}]},{"epId":"episode-21","name":"Crunchy’s falsches Spiel","epNo":21,"alt":"Extra Crunchy","descr":"Munchy wird das neue Schulmaskottchen Luna der Tintenfisch. Sein Debüt soll in der Halbzeitshow eines großen Schul-Basketball-Spiels stattfinden und wird mit einem unglaublichen Dunk enden. Wird er mit seinem Auftritt überzeugen können?","versions":[{"lang":1,"streams":[{"redirect":14496973,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14497083,"hoster":"VOE"}]}]},{"epId":"episode-22","name":"Mundgeräusch","epNo":22,"alt":"Mouth Noise","descr":"Munchy hat einen eingängigen Ohrwurm. Die Kinder starten eine Band und machen einen Song daraus. Leider droht all das Drama, das zu einer Rockband dazugehört, die Band auseinanderzubringen, bevor sie überhaupt anfangen können.","versions":[{"lang":1,"streams":[{"redirect":12359103,"hoster":"VOE"},{"redirect":12359106,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498427,"hoster":"VOE"},{"redirect":11858736,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Liebes-Sensei","epNo":23,"alt":"Love Sensei","descr":"Fisher wendet sich an \"Liebes-Sensei\" Jaget, um ein Date mit Lex zu bekommen. Als Jagets Plan dazu führt, dass Lex’ Hund verschwindet, muss Fisher Lex helfen, den Hund zu finden, ohne dass alle mitbekommen, warum er verschwunden ist.","versions":[{"lang":1,"streams":[{"redirect":14496972,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14496819,"hoster":"VOE"}]}]},{"epId":"episode-24","name":"Ein Zimmer für Munchy","epNo":24,"alt":"Room For Munchy","descr":"Als Lex und Presley erfahren, dass Munchy kein eigenes Zimmer hat, aber Jaget zwei, setzen sie alles daran, dass Jaget ein Zimmer aufgibt. Der Plan geht nach hinten los und Munchy verliert alle Zimmer. Also entwerfen die Kids einen Plan B.","versions":[{"lang":1,"streams":[{"redirect":14529285,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14496993,"hoster":"VOE"}]}]},{"epId":"episode-25","name":"Der Presley-Slide","epNo":25,"alt":"The Presley Slide","descr":"Die Musikerin ZooZoo ist auf Tour, und als Lex, Presley und Munchy für ihren Livestream engagiert werden, geht ein Traum in Erfüllung. Doch ZooZoo klaut Presleys Tanzschritt und die Kids müssen das Gerichtsverfahren des Jahrhunderts führen.","versions":[{"lang":1,"streams":[{"redirect":14496974,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14496994,"hoster":"VOE"}]}]},{"epId":"episode-26","name":"Die große Fashion Show","epNo":26,"alt":"Model Employees","descr":"Die Altoonisburg-Fashion-Week steht an, und Lex, Presley und Munchy werden als Models engagiert. Doch als sich herausstellt, dass es um Spielzeug-Modellbau geht, setzen die Kids alles daran, es zur echten Fashion-Show zu schaffen.","versions":[{"lang":1,"streams":[{"redirect":14413307,"hoster":"VOE"},{"redirect":14448976,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die große Fashion Show","epNo":1,"alt":"Model Employees","descr":"Die Altoonisburg-Fashion-Week steht an, und Lex, Presley und Munchy werden als Models engagiert. Doch als sich herausstellt, dass es um Spielzeug-Modellbau geht, setzen die Kids alles daran, es zur echten Fashion-Show zu schaffen.","versions":[{"lang":1,"streams":[{"redirect":12350077,"hoster":"VOE"},{"redirect":12350078,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498438,"hoster":"VOE"},{"redirect":11858905,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gerechtigkeit für Rex","epNo":2,"alt":"Wreck-It Rex","descr":"Als Lex und Presley Schmieriger Pete’s Kirmes besuchen, um ein Spielzeug zu ersetzen, das Lex zerstört hat, geraten sie in Schwierigkeiten, und müssen ihn mit seinen eigenen Waffen schlagen.","versions":[{"lang":1,"streams":[{"redirect":14528891,"hoster":"VOE"},{"redirect":12360427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13502099,"hoster":"VOE"},{"redirect":11858901,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Ball-Antrag","epNo":3,"alt":"The Way You Luke Tonight","descr":"Lex, Presley und Munchy haben eine Zahlung an Tedward verpasst und sind verzweifelt, als das böseste Mädchen der Schule sie für einen Ball-Antrag mit einem Jungen anheuert, den Lex auch mag. Sie müssen entscheiden: Soll Liebe oder Geld triumphieren?","versions":[{"lang":1,"streams":[{"redirect":14528961,"hoster":"VOE"},{"redirect":12360441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498439,"hoster":"VOE"},{"redirect":11858896,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Geisterhaus","epNo":4,"alt":"Scare Bear","descr":"Es ist Halloween und die Kids eröffnen ein Spukhaus. Sie engagieren den verrückten Wissenschaftler Fisher, der unorthodoxe Technologien anwenden soll, um einen Stoffbären zum Leben zu erwecken. Als die fiese Kreatur ausbricht, müssen die Kids zusammenarbeiten, um sie aufhalten zu können, bevor es zu spät ist.","versions":[{"lang":1,"streams":[{"redirect":12360433,"hoster":"VOE"},{"redirect":12360432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13508912,"hoster":"VOE"},{"redirect":11858887,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das geheime Familienrezept","epNo":5,"alt":"Al-Dude-isburg","descr":"Der Starkoch Dude Calzone ist zu Besuch, um die Küchenszene von Altoonisburg zu erkunden. Doch als die Calzone-Familie das geheime Eintopfrezept von Munchys Familie klaut, kochen die Kids etwas Gefährliches, um es zurückzubekommen.","versions":[{"lang":1,"streams":[{"redirect":14528962,"hoster":"VOE"},{"redirect":12360448,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498446,"hoster":"VOE"},{"redirect":11858882,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Rettet Cash","epNo":6,"alt":"Stash The Cash","descr":"Die Kuh-Polizei kommt, um Cash die Kuh ins Tierheim zu bringen. Bei einer Rettungsaktion retten Lex, Presley und Munchy versehentlich auch den Kuhjäger Jaget. Sie müssen Jaget überzeugen, Cash die Kuh zu retten, ohne Cash zu verlieren!","versions":[{"lang":1,"streams":[{"redirect":12360439,"hoster":"VOE"},{"redirect":12360438,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917259,"hoster":"VOE"},{"redirect":11858891,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lex-Jitsu","epNo":7,"alt":"Lex-Jitsu","descr":"Als die überarbeitete Lex sich den dunklen Kampfkünsten widmet, müssen Presley und Munchy ihr streng geheimes Freundschaftswissen nutzen, um Lex aufzuhalten, und ihre Freundin zurückzubekommen.","versions":[{"lang":1,"streams":[{"redirect":12360446,"hoster":"VOE"},{"redirect":12360445,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498448,"hoster":"VOE"},{"redirect":11858876,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Weihnachtskonzert","epNo":8,"alt":"A Mouth Noise Christmas","descr":"Der lokale Milliardär beauftragt die Kids ‚Mund Geräusch‘ wieder zusammenzubringen, und ein episches Feiertagskonzert zu schmeißen. Doch als eine Gruppe mit sensiblem Gehör es verbieten lässt, müssen die Kids Weihnachten und ihr Konzert retten.","versions":[{"lang":1,"streams":[{"redirect":12360454,"hoster":"VOE"},{"redirect":12360456,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498454,"hoster":"VOE"},{"redirect":11858873,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Rückkehr von Onkel Nedward","epNo":9,"alt":"Return of Uncle Nedward","descr":"Onkel Nedward ist zurück und schlägt ein wie eine Abrissbirne….naja er sitzt mit seinem Neffen Munchy auf einer Abrissbirne. Die Stadt will Alt Klippi abreisen, aber die Kids sind fest entschlossen das zu verhindern!","versions":[{"lang":1,"streams":[{"redirect":12360435,"hoster":"VOE"},{"redirect":12360434,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498455,"hoster":"VOE"},{"redirect":11858871,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zimmer frei","epNo":10,"alt":"Room4U","descr":"Alan ist verreist und Presley hat das Sagen. Sie beschließt schnelles Geld zu machen, indem sie Fishers Zimmer über eine App vermietet. Als Fisher rausfliegt, übt er Rache an Presley, und vermietet jedes einzelne Zimmer im Haus.","versions":[{"lang":1,"streams":[{"redirect":12360459,"hoster":"VOE"},{"redirect":12360461,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498459,"hoster":"VOE"},{"redirect":11858864,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Clownderella","epNo":11,"alt":"Clownderella","descr":"Munchy verguckt sich in der Molkerei in eine süße Clownin, die ihren Clownschuh bei einem hastigen Abgang verliert. Munchy, Presley und Lex müssen sich als Clowns verkleiden, um sie zu finden, und Lex zu helfen, ihre Angst vor Clowns zu überwinden.","versions":[{"lang":1,"streams":[{"redirect":12360462,"hoster":"VOE"},{"redirect":12360465,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498460,"hoster":"VOE"},{"redirect":11858859,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Vereinte Superhelden","epNo":12,"alt":"When Worlds Collide","descr":"Welten prallen aufeinander, als Frankini, der Schurke aus Swellview, ein Gerät zur Gedankenkontrolle in Altoonisburg sucht. Die Stars von ‚Side Hustle‘, ‚Danger Force‘, ‚That Girl Lay Lay‘, \"Warped\" und \"Young Dylan\" müssen ihn gemeinsam stoppen.","versions":[{"lang":1,"streams":[{"redirect":12360469,"hoster":"VOE"},{"redirect":14171968,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14530016,"hoster":"VOE"},{"redirect":11858869,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Muckis aus der Zukunft","epNo":13,"alt":"Flex to the Future","descr":"Lex, Presley und Munchy sind aufgeregt, als Teil von Jagets Gefolge zu einer grossen Hollywood-Premiere zu gehen. Doch gleiche Outfits, eine Schlange namens Jake, und ein Rennen gegen die Zeit könnten die Kids vom roten Teppich fernhalten.","versions":[{"lang":1,"streams":[{"redirect":12360474,"hoster":"VOE"},{"redirect":12360473,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498465,"hoster":"VOE"},{"redirect":11858850,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Daumnado","epNo":14,"alt":"Thumb and Thumber","descr":"Ein Daumenwrestling-Wettbewerb kommt nach Altoonisburg und es gibt ein Boot zu gewinnen! Können die Kids damit endlich Tedwards Boot abbezahlen, oder wird ein alter Rivale ihre Chancen auf den Sieg und ihre Daumen zunichtemachen?","versions":[{"lang":1,"streams":[{"redirect":12363293,"hoster":"VOE"},{"redirect":12363292,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498463,"hoster":"VOE"},{"redirect":11858856,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Lässige Lex","epNo":15,"alt":"Groomer Has It","descr":"Lex will unbedingt als Hundefrisörin für Luke arbeiten, und nimmt Presleys und Munchys Rat an, ihn als \"Lässige Lex\" zu beeindrucken. Ihre lässige Einstellung steht auf dem Prüfstand, als der Job schiefgeht, und sich die echte Lex zeigt.","versions":[{"lang":1,"streams":[{"redirect":12363310,"hoster":"VOE"},{"redirect":12363307,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498476,"hoster":"VOE"},{"redirect":11858843,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Sandiger Wettbewerb","epNo":16,"alt":"Sand Storm","descr":"Lex ist entschlossen, den Sandburgen-Wettbewerb zu gewinnen, indem sie sich mit Fisher zusammentut. Als Presley glaubt, nicht mehr im Team zu sein, lässt sie ihren Strandtag ausfallen, um zu beweisen, dass sie Dinge auch ernst nehmen kann.","versions":[{"lang":1,"streams":[{"redirect":12363315,"hoster":"VOE"},{"redirect":12363314,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498474,"hoster":"VOE"},{"redirect":11858847,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Butlern für Anfänger","epNo":17,"alt":"Dinner For Jerks","descr":"Als Jaget Kontrolle über die KidDING-App bekommt, nimmt er Jobs für die Mädels an. Sie müssen bei einer Dinner-Party voller Idioten als Butler für ihren alten Erzfeind Crunchy arbeiten.","versions":[{"lang":1,"streams":[{"redirect":12363268,"hoster":"VOE"},{"redirect":12363267,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498471,"hoster":"VOE"},{"redirect":11858840,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein Streich kommt selten allein","epNo":18,"alt":"Prank You Very Much","descr":"Als Jaget Lex, Presley und Munchy gegen Ty aufbringt, beschließen sie, es ihm mit dem ultimativen Rache-Streich heimzuzahlen. Doch der Streich geht schief, und Munchy wird in schwindelerregende Höhen katalputiert.","versions":[{"lang":1,"streams":[{"redirect":12363277,"hoster":"VOE"},{"redirect":12363284,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498479,"hoster":"VOE"},{"redirect":11858836,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Altoonisburg Al","epNo":19,"alt":"Altoonisburg Al","descr":"Es ist Possum-Tag! Altoonisburg Al, das berühmte Opossum der Stadt, entscheidet, ob die Kids längere Sommerferien bekommen, oder Montag zurück in die Schule müssen. Als Al versehentlich freigelassen wird, müssen ihn die Kids schnell wiederfinden.","versions":[{"lang":1,"streams":[{"redirect":12363324,"hoster":"VOE"},{"redirect":12363323,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498483,"hoster":"VOE"},{"redirect":11858833,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Bingo-Duell","epNo":20,"alt":"We Have a Bingo!","descr":"Als Lex und Presley eingestellt werden, einen Bingo-Abend mit hohen Einsätzen zu veranstalten, bringen sie versehentlich Presleys Oma und ihre beste Freundin gegeneinander auf. Können die Mädels die beiden wieder versöhnen?","versions":[{"lang":1,"streams":[{"redirect":14529878,"hoster":"VOE"},{"redirect":12363332,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917264,"hoster":"VOE"},{"redirect":11858827,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Yesley Day","descr":"Lex, Presley und Munchy entkommen Jagets Lockdown, um den \"Yesley Day\" zu feiern! Doch der Spaß hört schnell auf, als sie auf einer Achterbahn steckenbleiben. Schaffen die Kids es rechtzeitig nach Hause, bevor Jaget bemerkt, dass sie ausgebüxt sind?","versions":[{"lang":2,"streams":[{"redirect":11858817,"hoster":"VOE"},{"redirect":11858819,"hoster":"Streamtape"}]}]}]}]}