{"seriesId":"sie-kam-aus-dem-all","name":"Sie kam aus dem All","descr":"[Spadla z oblakov]  Die Kinder Karol (Matej Landl) und Slavo (Lubor Čajka) freunden sich mit dem Mädchen Majka (Zuzana Pravnanská) an, die vom Planeten Gurun auf die Erde gekommen ist, um das Erdenleben zu erforschen und später in ihrer Heimat darüber zu berichten. Majka kann fliegen, auf dem Wasser laufen und Dinge vervielfältigen. Dadurch wird sie zur lokalen Berühmtheit, und schon sind Gangster hinter ihr her. Ihre Energie bekommt Majka durch Stabilisatoren, die sie immer bei einer Lichtung im Wald erhält. Als ihre Energie endgültig zu Ende geht und ihre Mission... [Kinderserie von Václav Pavel Borovicka und Frantisek Vlcek!]","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Erscheinung","epNo":1,"alt":"","descr":"In einem Dorf am Fluß der Hohen Tatra bauen die Kinder in einem verlassenen Steinbruch eine Rakete. Sie möchten so gern den Weltraum erkunden, doch der erste Startversuch mißlingt. Am Abend entdecken sie in der Nähe ihres Startplatzes ein kleines Mädchen, das durch den Wald schweben und auf dem Wasser laufen kann. Sind die Außerirdischen vielleicht zu ihnen gekommen?","versions":[{"lang":1,"streams":[{"redirect":14292946,"hoster":"VOE"},{"redirect":14292947,"hoster":"Vidoza"},{"redirect":14292943,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das schwebende Mädchen","epNo":2,"alt":"","descr":"Das Mädchen im Wald heißt Majka. Die Jungen freunden sich mit ihr an. Sie sind völlig fasziniert von Majka, denn sie ist ein Computer, kann über dem Wasser schweben und an der Decke laufen. Großmutter soll dem Mädchen Kleider geben. Als die Großmutter gerade ins Zimmer kommt und Majka an der Decke spazieren gehen sieht, wirft sie in ihrer Verwirrung alle hinaus.","versions":[{"lang":1,"streams":[{"redirect":14292945,"hoster":"VOE"},{"redirect":14292956,"hoster":"Vidoza"},{"redirect":14292952,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Brautkleid","epNo":3,"alt":"","descr":"Damit Majka etwas zum Anziehen hat, ändern die Kinder Omas Brautkleid für sie. Inzwischen sind Großmutter und Dr. Kamenzky zum Steinbruch unterwegs, um Omas unglaublicher Geschichte auf den Grund zu gehen. In der Station ist aber alles in Ordnung. Die Jungen schlafen und von dem schwebenden Mädchen Majka fehlt jede Spur. Großmutter ist noch verwirrter.","versions":[{"lang":1,"streams":[{"redirect":14292957,"hoster":"VOE"},{"redirect":14292951,"hoster":"Vidoza"},{"redirect":14292958,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Überfall","epNo":4,"alt":"","descr":"Majka kommt vom Planeten Gurun. Ihre Anwesenheit veranlasst die Kindergruppe des Dorfes zu einem Überfall auf die Station. Nach einer handfesten Keilerei vertragen sich alle wieder. Das Mädchen aus dem All wird von allen bewundert. Sie weiß einfach alles und bringt selbst Unmögliches zustande. Nur die einfachen Dinge, wie Lachen und Weinen kann sie nicht. Die Kinder versuchen ihr, das Leben der Menschen auf der Erde zu erklären.","versions":[{"lang":1,"streams":[{"redirect":14292960,"hoster":"VOE"},{"redirect":14292966,"hoster":"Vidoza"},{"redirect":14292955,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Bankett","epNo":5,"alt":"","descr":"Immer mehr gewinnt das Mädchen Majka das Vertrauen der Kinder. Sie imponiert den Dorfkindern durch ihr Wissen und Können. Als Dank für die schönen Erlebnisse, geben die Kinder für Majka ein Bankett mit Bockwurst, Käse und Brause. Das Mädchen aus dem All möchte aber nichts essen. Alles was sie auf der Erde erlebt, sendet sie zu ihrem Heimatplanten Gurun.","versions":[{"lang":1,"streams":[{"redirect":14292967,"hoster":"VOE"},{"redirect":14292959,"hoster":"Vidoza"},{"redirect":14292962,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vater erledigt das","epNo":6,"alt":"","descr":"Nach dem großen Fest braucht Majka auch eine Unterkunft. Slavos Vater besorgt für das Mädchen ein Hotelzimmer. Im Hotel gibt es ein großes Aufsehen, als Majka mal wieder an der Decke läuft. Der Hoteldirektor ist begeistert. Nach dem ersten Schreck gibt er Majka ein exklusives und dazu noch kostenfreies Zimmer. Insgeheim hofft der Direktor auf ein lukratives Geschäft mit dem Mädchen aus dem All.","versions":[{"lang":1,"streams":[{"redirect":14292972,"hoster":"VOE"},{"redirect":14292969,"hoster":"Vidoza"},{"redirect":14292961,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Sekretär","epNo":7,"alt":"","descr":"Majka fühlt sich wohl auf der Erde. Seit den Erwachsenen bekannt geworden ist, woher Majka kommt und was sie kann, ist sie zu einer offiziellen Persönlichkeit geworden. Journalisten drängen sich, um das Mädchen aus dem All kennenzulernen. Karol wird zu ihrem Privatsekretär erklärt. Plötzlich interessiert sich ein rätselhafter Fremder für Majka.","versions":[{"lang":1,"streams":[{"redirect":14292976,"hoster":"VOE"},{"redirect":14292977,"hoster":"Vidoza"},{"redirect":14292968,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der rätselhafte Fremde","epNo":8,"alt":"","descr":"Das Interesse der Journalisten an Majka vom Planten Gurun ist so groß, daß man eine Pressekonferenz abhält. Majka zeigt ihr Können und vervielfältigt Tortenstücke. Aus Versehen kopiert sie auch den Koffer eines Fremden, der merkwürdige Fragen stellt und Tonbandaufzeichnungen macht. Als Majka neuen Energievorrat benötigt, bringt sie Karol an den Platz im Wald, wo sie die Energie aufnehmen soll.","versions":[{"lang":1,"streams":[{"redirect":14292982,"hoster":"VOE"},{"redirect":14292980,"hoster":"Vidoza"},{"redirect":14292978,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Operation Löwenzahn","epNo":9,"alt":"","descr":"Majka, das Mädchen aus dem All, rückt immer mehr ins Rampenlicht der Öffentlichkeit. Ein Gangsterboss findet es besonders gut, dass sie alles vervielfältigen kann. Schleunigst bereitet er Majkas Entführung vor. Dazu schleust er eine Gruppe maskierter Rowdys als Quintett in das Hotel ein. Inzwischen arbeiten Majka und ihre Freunde aus dem Dorf an der Rakete. Der erste Ausflug mit der Rakete steht bevor.","versions":[{"lang":1,"streams":[{"redirect":14292973,"hoster":"VOE"},{"redirect":14292985,"hoster":"Vidoza"},{"redirect":14292975,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ausflug per Rakete","epNo":10,"alt":"","descr":"Ein großer Gangsterboss hat Gefallen an Majka und ihren Fähigkeiten gefunden. Er beauftragt Gangster die Majkas Entführung vorbereiten und quartieren sich als Quintett ins Hotel ein. Während die Schurken mit einem Hubschrauber eintreffen, starten Majka und ihre Freunde zum ersten Ausflug mit ihrer selbstgebauten Rakete. Der Flug führt die Kinder nach Prag und Bratislava, wo sie viele Abenteuer erleben.","versions":[{"lang":1,"streams":[{"redirect":14292984,"hoster":"VOE"},{"redirect":14292992,"hoster":"Vidoza"},{"redirect":14292981,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Entführung","epNo":11,"alt":"","descr":"Die Hoteldirektion veranstaltet zu Ehren Majkas einen Empfang. Die Gangster, die sich als Quintett im Hotel eingenistet haben, erwarten Majka in ihrem Zimmer. Als das Mädchen kommt, sperren sie Majka in einen Cellokasten ein. Beim Verlassen des Hotels trifft gleichzeitig das richtige Quintett ein. Es kommt zu einem großen Durcheinander, bei dem die Instrumentenkästen verwechselt werden.","versions":[{"lang":1,"streams":[{"redirect":14292991,"hoster":"VOE"},{"redirect":14292997,"hoster":"Vidoza"},{"redirect":14292990,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Schießbude","epNo":12,"alt":"","descr":"Majka kann den Gangstern entkommen. Mit dem Cellokasten fliegt sie dem Bus hinterher, auf dessen Dach Karol in einem anderen Kasten gefangen ist. Es gelingt ihr, ihn zu befreien und die Bande in eine Schlucht zu befördern. Nach all der Aufregung geht sie mit den Kindern auf den Rummel. Plötzlich merkt sie, dass ihre Energie rapide abnimmt und sie dringend einen neuen Stabilisator benötigt","versions":[{"lang":1,"streams":[{"redirect":14292987,"hoster":"VOE"},{"redirect":14293000,"hoster":"Vidoza"},{"redirect":14292986,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Abschied","epNo":13,"alt":"","descr":"Majka und die Kinder amüsieren sich auf dem Rummel, als das Mädchen aus dem All merkt, dass ihre Energie abnimmt und sie dringend einen neuen Stabilisator braucht. Diesen kann Majka aber nur auf einer bestimmten Lichtung in den Bergen erhalten. Karol und Slavo helfen ihr, dorthin zu gelangen. Es wird Zeit sich von ihrer Freundin zu verabschieden, die nun wieder auf ihren Heimatplaneten Gurun zurückfliegt.","versions":[{"lang":1,"streams":[{"redirect":14292999,"hoster":"VOE"},{"redirect":14293003,"hoster":"Vidoza"},{"redirect":14292994,"hoster":"Streamtape"}]}]}]}]}