{"path":"/serie/stream/sieben-kontinente-ein-planet","name":"Sieben Kontinente - Ein Planet","descr":"Die Erde ist ein unglaublicher Planet, der sich im Grunde in sieben mehr oder minder getrennte Welten, die Kontinente, aufteilt, in denen das Leben recht unterschiedliche Wege gefunden hat, sich auszubreiten. Die BBC/ZDF-Ko-Produktion zeigt die ausdifferenzierten Lebenszusammenhänge in den Welten auf unserem Planeten – und wodurch ihr über Jahrtausende gehaltenes Gleichgewicht bedroht ist.","seasons":[{"path":"/serie/stream/sieben-kontinente-ein-planet/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sieben-kontinente-ein-planet/staffel-1/episode-1","name":"Antarktika","epNo":1,"alt":"Antarctica","descr":"Antarktika ist der kälteste und lebensfeindlichste Kontinent der Erde. Nur die Härtesten können hier überleben. Wie die Weddellrobben oder die bunten Seesterne, die den eiskalten Meeresboden bedecken.","versions":[]},{"path":"/serie/stream/sieben-kontinente-ein-planet/staffel-1/episode-2","name":"Asien","epNo":2,"alt":"Asia","descr":"Asien ist der größte Kontinent der Welt – und einer der geografisch vielfältigsten. Vom Polarkreis bis zum Äquator. Die Tiere sind mit den heißesten Wüsten, dem höchsten Dschungel und den höchsten Bergen der Welt konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6834667","hoster":"VOE"}]}]},{"path":"/serie/stream/sieben-kontinente-ein-planet/staffel-1/episode-3","name":"Südamerika","epNo":3,"alt":"South America","descr":"Südamerika ist der artenreichste Kontinent der Erde und die Heimat farbenfroher und erfinderischer Tiere. Von den Gipfeln der Anden bis zum größten Regenwald der Welt am Amazonas müssen sich die Tiere für ihr Überleben spezialisieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6834673","hoster":"VOE"}]}]},{"path":"/serie/stream/sieben-kontinente-ein-planet/staffel-1/episode-4","name":"Australien","epNo":4,"alt":"Australia","descr":"Der Kontinent Australien, der auch Landmassen des heutigen Ozeanien umfasst, driftete vor Millionen Jahren nach Süden in die Abgeschiedenheit. Hier leben die sonderbarsten und prächtigsten Tiere, getrennt vom Rest der Welt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6834677","hoster":"VOE"}]}]},{"path":"/serie/stream/sieben-kontinente-ein-planet/staffel-1/episode-5","name":"Europa","epNo":5,"alt":"Europe","descr":"Europa ist der Kontinent, den die Menschen am meisten verändert haben. Die Tiere haben sich anpassen müssen und sich an teils ungewöhnliche Orte zurückgezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6834682","hoster":"VOE"}]}]},{"path":"/serie/stream/sieben-kontinente-ein-planet/staffel-1/episode-6","name":"Nordamerika","epNo":6,"alt":"North America","descr":"Nordamerika ist geprägt von Wetterextremen. Tornados donnern über die Prärie, arktische Luft fegt bis zu den südlichen Sümpfen.","versions":[]},{"path":"/serie/stream/sieben-kontinente-ein-planet/staffel-1/episode-7","name":"Afrika","epNo":7,"alt":"Africa","descr":"Afrika ist der Kontinent der großen Wildtiere. Noch – denn auch dort steht die Natur vor extremen  Herausforderungen. Für die Tiere Afrikas ist die größte Bedrohung der Mensch. In der Natur haben sie ihre eigenen Strategien.","versions":[]}]}]}