{"seriesId":"signos","name":"Signos","descr":"Antonio Cruz lebt mit seiner Schwester Laura und ihrer Familie im beschaulichen San Rafael de los Penitentes. Doch Antonio trägt ein dunkles Geheimnis mit sich: Um seine Mutter zu rächen, muss er Menschen töten - ganz so, wie es ihm die Sternzeichen vorgeben ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Zwillinge","epNo":1,"alt":"Géminis","descr":"Der angesehene Dorfarzt Antonio lebt bei seiner Schwester und deren Familie in San Rafael de los Penitentes, einem ruhigen und beschaulichen Ort in Argentinien. Doch die Dorfidylle findet ein jähes Ende als der Priester und dessen Bruder in der Kirche ermordet und bizarr drapiert aufgefunden werden. Noch ahnt niemand, dass hinter Antonios ruhiger Fassade seit Jahren Rachedurst brodelt.","versions":[{"lang":1,"streams":[{"redirect":13112366,"hoster":"VOE"},{"redirect":8625391,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Krebs","epNo":2,"alt":"Cáncer","descr":"Antonio führt seinen privaten Rachefeldzug fort und bestraft all jene, die seiner Mutter Unrecht getan haben. Seine Schwester María Laura, die bei der Polizei arbeitet, entdeckt indes die Verbindung zwischen den Horoskopen einer Zeitung und den Morden, die in ihrer Stadt San Rafael de los Penitentes verübt werden.","versions":[{"lang":1,"streams":[{"redirect":8787934,"hoster":"VOE"},{"redirect":8625389,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Löwe","epNo":3,"alt":"Leo","descr":"María Laura fährt zu der Astrologin, doch Antonio kann fliehen, bevor seine Schwester ihn entdeckt. Als in der nächsten Zeitungsausgabe ein Horoskop erscheint, obwohl die Astrologin im Koma liegt, ist sich Laura sicher, auf der richtigen Spur zu sein. Doch trotz vieler Hinweise kann sie den nächsten Mord nicht verhindern.","versions":[{"lang":1,"streams":[{"redirect":8787936,"hoster":"VOE"},{"redirect":8625395,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rückläufiger Merkur","epNo":4,"alt":"Virgo (parte 1)","descr":"Antonio hat sein nächstes Opfer ins Auge gefasst und will an ihm ein weiteres Exempel statuieren. Während Maria und Pablo noch dabei sind, die Identität des nächsten Opfers herauszubekommen, führen sie die Spuren zu einem Nachbarn. Außerdem bringt Antonio seine Frau in die Psychiatrie, doch das könnte sich als Fehler herausstellen.","versions":[{"lang":1,"streams":[{"redirect":13112367,"hoster":"VOE"},{"redirect":8625394,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jungfrau","epNo":5,"alt":"Virgo (parte 2)","descr":"Antonio begreift langsam, dass er vorsichtiger vorgehen muss, da ihm die Ermittler auf den Fersen sind. Eine Reihe unvorhergesehener Unglücke verkompliziert seine Lage zusätzlich. Ausgerechnet jetzt will sein Neffe Martin seinen Geburtstag in dem leer stehenden Haus feiern, in dem der Arzt gerade Ruben gefangen hält.","versions":[{"lang":1,"streams":[{"redirect":13112371,"hoster":"VOE"},{"redirect":8625393,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Waage","epNo":6,"alt":"Libra","descr":"Die Zeichen stehen schlecht für eine Waage in Penitentes. Doch bevor Antonio an ihr Rache üben kann, muss er sich noch eines Hindernisses entledigen: Der junge Ricardo weiß von der Freizeitbeschäftigung des Arztes. Doch der Arzt kennt eine perfekte Methode, wie er den Jungen zum Schweigen bringen kann.","versions":[{"lang":1,"streams":[{"redirect":8787941,"hoster":"VOE"},{"redirect":8625404,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Skorpion","epNo":7,"alt":"Escorpio","descr":"Antonio hat bereits sein nächstes Opfer ins Auge gefasst, als plötzlich ein Nachahmungstäter in der kleinen Stadt zu töten beginnt. Die Ermittlungen verlangen María viel ab, denn sie beginnt langsam, ihren eigenen Bruder zu verdächtigen.","versions":[{"lang":1,"streams":[{"redirect":13473369,"hoster":"VOE"},{"redirect":9241298,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schütze","epNo":8,"alt":"Sagitario","descr":"Pablo glaubt einen Weg gefunden zu haben, wie er den Mörder von Penitentes überlisten und einen weiteren Mord verhindern kann: Er will alle Bewohner der Stadt mit dem Sternzeichen Schütze im örtlichen Fitnessstudio zusammenbringen. Um die Überwachung gewährleisten zu können, darf keiner das Studio betreten oder verlassen.","versions":[{"lang":1,"streams":[{"redirect":8787939,"hoster":"VOE"},{"redirect":8625397,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Steinbock","epNo":9,"alt":"Capricornio en casa I","descr":"Zum ersten Mal in seiner kriminellen Laufbahn begeht Antonio einen Mord außerhalb von Penitentes. Sein ehemaliger Schwager Pablo findet indes einige Antworten, die schließlich seinen Verdacht bestätigen, dass Antonio der Serienmörder sein muss.","versions":[{"lang":1,"streams":[{"redirect":12251252,"hoster":"VOE"},{"redirect":8625398,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Natur der Sternzeichen","epNo":10,"alt":"La muerte arruina a la familia","descr":"Pablo konnte den Fall lösen. Er hat die Person verhaftet, die für all die Verbrechen in Penitentes verantwortlich ist, seinen ehemaligen Schwager Antonio! Doch die Hinterlist des Arztes kennt keine Grenzen. Um seine Rache zu vollenden, schreckt er auch vor einem weiteren Mord nicht zurück.","versions":[{"lang":1,"streams":[{"redirect":8787942,"hoster":"VOE"},{"redirect":14166382,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Grenze zwischen Wassermann und Fische","epNo":11,"alt":"La frontera entre Acuario y Piscis","descr":"María Laura ist nach Pablos Tod am Boden zerstört. Ihr ist sofort klar, dass ihr Exmann gestorben ist, weil er dem Mörder von Penitentes zu nahe kam. Fest entschlossen, den Fall zu lösen, geht sie nochmals fieberhaft alle Zeugenaussagen und Beweise durch.","versions":[{"lang":1,"streams":[{"redirect":8787940,"hoster":"VOE"},{"redirect":8625401,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Widder","epNo":12,"alt":"Aries, la rueda zodiacal está a punto de completarse","descr":"Entgegen aller Anweisungen beschließt María Laura, die von Pablo begonnenen Ermittlungen fortzusetzen. Alle Spuren deuten daraufhin, dass ihr eigener Bruder Antonio der Mörder von Penitentes ist. Obwohl sich die Schlinge immer enger zuzieht, lässt sich Antonio nicht von seinem Rachefeldzug abbringen.","versions":[{"lang":1,"streams":[{"redirect":8787943,"hoster":"VOE"},{"redirect":8625400,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eigen Fleisch und Blut","epNo":13,"alt":"Dos hermanos enfrentados a muerte","descr":"María Laura kennt nun die Wahrheit über ihren Bruder und findet schließlich das Haus, in dem Antonio sein größtes Geheimnis verbirgt. Dort, in dem dunklen, verlassenen Keller, entdeckt sie den Kreis der Sternzeichen.","versions":[{"lang":1,"streams":[{"redirect":8787946,"hoster":"VOE"},{"redirect":8625399,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Stier","epNo":14,"alt":"La tozudez de Tauro","descr":"Nach einer weiteren Gräueltat wird Antonio von seiner Schwester María Laura mit der Wahrheit konfrontiert. Doch dem Arzt fehlt nur noch ein Opfer, um den Kreis der Sternzeichen zu vollenden, und keiner wird ihn davon abhalten, seinen Plan zu vollenden.","versions":[{"lang":1,"streams":[{"redirect":11832579,"hoster":"VOE"},{"redirect":8625402,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Tierkreis","epNo":15,"alt":"Rueda zodiacal completa","descr":"Die Mordserie, welche die einst so ruhige und beschauliche Stadt von Penitentes erschüttert hat, scheint zu einem Ende gekommen zu sein. Antonio sitzt in Haft. Doch dank der Ehefrau eines anderen Inhaftierten, die ihrem Mann zur Flucht verhilft, kann auch Antonio aus dem Gefängnis entkommen.","versions":[{"lang":1,"streams":[{"redirect":8787945,"hoster":"VOE"},{"redirect":8625405,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Castor und Pollux","epNo":16,"alt":"El fin de Géminis","descr":"Antonio kann der Polizei entkommen und seine Liebsten in einen abgelegenen Teil der Stadt bringen. Obwohl ihm klar ist, dass sie wohl nie wieder glücklich sein werden, glaubt Antonio, dass es ihr Schicksal ist, für immer zusammenzubleiben.","versions":[{"lang":1,"streams":[{"redirect":8787955,"hoster":"VOE"},{"redirect":8625417,"hoster":"Streamtape"}]}]}]}]}