{"seriesId":"silicon-valley-die-wiege-der-technologie","name":"Silicon Valley – Die Wiege der Technologie","descr":"Apple, eBay, Facebook, Google: Im Silicon Valley kommen einige der weltgrößten IT-Konzerne zusammen. Kaum eine andere Region der Erde steht derart sinnbildlich für bahnbrechende Innovationen sowie visionäre Geschäftsideen auf dem Gebiet der Hightech-Industrie – Milliardenumsätze und Zehntausende Arbeitsplätze inklusive! Was macht den kalifornischen Wirtschaftsstandort so besonders? Warum sprießen globale Mega-Marken gerade hier wie Pilze aus dem Boden? Von unternehmerischen Erfolgsgeschichten bis zu krisengebeutelten Zeiten: Diese Dokumentarserie blickt hinter die schillernde Fassade der Großkonzerne und zeigt, wie die digitale Traumfabrik wirklich funktioniert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tal der Träume","epNo":1,"alt":"Secret Sauce","descr":"Motor der Moderne oder Konglomerat einer hochtechnisierten Konsumgesellschaft? Fakt ist: Innovative Technologien haben im kalifornischen Silicon Valley eine lange Tradition! Denn der Siegeszug der weltbekannten Computer-Hochburg begann bereits vor über hundert Jahren. Damals wurden staatlich geförderte Forschungsprogramme ins Leben gerufen, oftmals militärisch motiviert. Funk und Radar machten im frühen 20. Jahrhundert den Anfang. Es folgten Satelliten, Mikrochips und Internet. Namhafte Unternehmen wie Hewlett-Packard, die Oracle Corporation oder Cisco Systems zählen zu den Pionieren im Silicon Valley. Sie alle sind bis heute geblieben, und der begehrte IT-Standort boomt weiter.","versions":[{"lang":1,"streams":[{"redirect":14483899,"hoster":"VOE"},{"redirect":14511267,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Ort mit besonderem Reiz","epNo":2,"alt":"Magnetic Force","descr":"Wie ein Magnet zieht das Silicon Valley rebellische Computer-Nerds und Milliarden schwere Hightech-Unternehmen in seinen Bann. Wer in der IT-Branche etwas bewegen will, der kommt nach Kalifornien. Denn hier sind Forschung, Innovation und Entwicklung auf engstem Raum vereint. Aber wo kommen die Investoren her? Welche Rolle spielte der Kalte Krieg beim Ausbau des weltbekannten Technologiestandorts? Von Frederick Terman, dem Gründer des \"Stanford Industrial Park\", über den Raketenhersteller Lockheed bis zu Nobelpreisträger William B. Shockley, der mit seinen Erkenntnissen die Technik revolutionierte: Diese Folge zeigt, wie das Wirtschaftswunder im Silicon Valley seinen Anfang nahm.","versions":[{"lang":1,"streams":[{"redirect":14483910,"hoster":"VOE"},{"redirect":14509894,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fabrik der Zukunft","epNo":3,"alt":"Lucky Accidents","descr":"Wer im Filmgeschäft groß rauskommen will, der versucht sein Glück in Hollywood. Wer im Finanz-Business auf das schnelle Geld hofft, der geht an die Börse nach New York. Wer im IT-Sektor etwas wirklich weltbewegendes erschaffen will, der kommt ins Silicon Valley. Aber selbst in der boomenden Innovationsschmiede ist es oft ein steiniger Weg von der zündenden Idee bis zum durchschlagenden Erfolg. Auch Apple hatte 1976 einen schwierigen Start. Während den Firmengründern Steve Jobs und Steve Wozniak anfangs noch Budgetprobleme oder die richtige Zielgruppenwahl Kopfzerbrechen bereiten, wirbelt Anfang der 90er Jahre eine völlig neue Technologie die Branche durcheinander: das World Wide Web.","versions":[{"lang":1,"streams":[{"redirect":14483900,"hoster":"VOE"},{"redirect":14509896,"hoster":"Streamtape"}]}]}]}]}