{"seriesId":"silk-roben-aus-seide","name":"Silk – Roben aus Seide","descr":"Skrupellose Rivalität, blinder Ehrgeiz und glühende Leidenschaft - in der Welt des Obersten Gerichtshofs in London geht es nicht nur um Recht und Gerechtigkeit. Kämpfen und siegen um jeden Preis, das ist allzu oft die Maxime. Die attraktive und smarte Mittdreißigerin Martha Costello ist eine brillante und engagierte Anwältin. Mit unerschütterlichem Idealismus strebt sie danach, in die Elite der Rechtsanwälte aufzusteigen. Sie möchte eine \"Silk\" werden, denn nur diese besonders erfahrenen Anwälte dürfen vor dem hohen Gericht eine Robe aus Seide tragen. Doch sie ist nicht die einzige in der Anwaltskammer, die dieses Ziel vor Augen hat: Ihr Kollege Clive Reader (Rupert Penry-Jones) ist ebenso rücksichtslos wie charmant - und er weiß ganz genau, wie das Spiel läuft...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Anwalt kommt selten allein","epNo":1,"alt":"Episode 1","descr":"Martha Costella ist eine aufstrebende Anwältin der Londoner Kanzlei Shoe Lane. Sie will in den Rang des Queens Councel, der Kronanwaltschaft, erhoben werden, damit sie sich in Zukunft ihre Fälle vor Gericht selber aussuchen kann. Doch bis dahin ist es noch ein weiter Weg und viele Anwaltskollegen machen ihr das Leben schwer. Mit Aufrichtigkeit und Loyalität kämpft sich Martha durch die Widrigkeiten des britischen Justizsystems. Marthas neuer Referendar Nick soll zukünftig von der erfahrenen Strafanwältin lernen. Da er sich als sehr unselbständig herausstellt, weicht er Martha fortan nicht mehr von der Seite. Der Fall einer mexikanischen Drogenkurierin bringt Martha – nicht nur vor ihrem neuen Referendar – in Verlegenheit: Eine junge schwangere Frau wird wegen Kokainschmuggels zu 14 Jahren Haft verurteilt.Das wäre nicht passiert, wenn Martha eine nachgelieferte Akte mit zusätzlichen Beweisen gegen die Angeklagte nicht übersehen hätte. Ihr Kontrahent Clive hingegen, zeigt sich in der Verhandlung von seiner besten Seite. Um ihren Fehler wieder gut zu machen, engagiert sich Martha in einem anderen Fall für ihren Mandanten Gary Rush, der einen alten Mann beraubt und gefoltert haben soll. Überzeugt von seiner Unschuld ist sie allerdings nicht.","versions":[{"lang":1,"streams":[{"redirect":10083598,"hoster":"VOE"},{"redirect":10083624,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Hand vertritt die andere","epNo":2,"alt":"Episode 2","descr":"Martha ist schockiert: Nach einer kurzen Affäre mit ihrem Kollegen Clive ist sie schwanger. Da ihr das Verhältnis mehr als unangenehm ist, behält Martha die Neuigkeit erst Mal für sich. Als sie einen Vergewaltigungsfall übernehmen soll, willigt sie nur ungern ein, da sie dieses Thema in ihrem Zustand besonders belastet. Ihr Mandant ist Alan Bradley, der von seiner Ex-Freundin Annie beschuldigt wird, sie bei einem Besuch in ihrer Wohnung vergewaltigt zu haben. Martha argumentiert, Annie sei über die Trennung nicht hinweggekommen und habe ihrem Ex eine Falle gestellt. In Wirklichkeit sei es ihr Plan gewesen, sich von ihm schwängern zu lassen und ihn so zurückzugewinnen. Ein schwieriger Fall, der Martha alles abverlangt.","versions":[{"lang":1,"streams":[{"redirect":10083577,"hoster":"VOE"},{"redirect":10083578,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf eigene Faust","epNo":3,"alt":"Episode 3","descr":"Martha verteidigt den 16-jährigen Stricherjungen Mark, der wegen Unzucht auf einer öffentlichen Herrentoilette angeklagt ist. Marks Rechtsbeistand bittet sie, einen Antrag auf Freilassung gegen Kaution zu stellen, damit Mark die Beerdigung seiner Mutter besuchen kann. Doch sobald Mark auf freiem Fuß ist, nutzt er die erste Gelegenheit zur Flucht. Die Beerdigung besucht er nicht, doch zu Prozessbeginn taucht er überraschend wieder auf. Martha ist stinksauer und will nicht mehr so recht an seine Unschuld glauben.","versions":[{"lang":1,"streams":[{"redirect":10083581,"hoster":"VOE"},{"redirect":10083582,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein verlockendes Angebot","epNo":4,"alt":"Episode 4","descr":"Billy, der Chef der Kanzlei, ahnt, dass Kate und andere Mitarbeiter einen Putsch gegen ihn planen. Als er erfährt, dass auch Clive mit den Kanzleiputschisten sympathisiert, stellt er ihnen eine Falle. Martha teilt Clive mit, dass er der Vater des Kindes ist, das sie erwartet und es behalten will. Clive ist irritiert, aber er weiß Marthas Schwangerschaft zu seinem Vorteil zu nutzen. Martha verteidigt eine Polizistin mit pakistanischen Wurzeln, die einen schwarzen Kollegen beleidigt haben soll. Die Angeklagte beruft sich aber darauf, der Vorfall wäre ein Scherz und nicht rassistisch gewesen.","versions":[{"lang":1,"streams":[{"redirect":12173103,"hoster":"VOE"},{"redirect":10083590,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ungleiche Gegner","epNo":5,"alt":"Episode 5","descr":"Martha übernimmt als Prozessanwältin die Anklage gegen den Lehrer Tony Paddick, der einen seiner Schüler übel zusammengeschlagen haben soll. Die Vertreterin der Staatsanwaltschaft verlangt von ihr, auf versuchten Mord zu plädieren. Martha hält jedoch lediglich schwere Körperverletzung für nachweisbar. Verteidiger des Angeklagten ist Noah Zeigler, ein wenig geschätzter Kollege aus der Shoe Lane Kanzlei. Martha ist irritiert von Noahs Vorgehensweise und zweifelt an seiner Verteidigungsstrategie.","versions":[{"lang":1,"streams":[{"redirect":10083586,"hoster":"VOE"},{"redirect":10083587,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Duell","epNo":6,"alt":"Episode 6","descr":"Martha verteidigt erneut den jugendlichen Stricher Mark Drapper – diesmal lautet die Anklage Mord. Angeblich ist Mark zusammen mit einer Freundin bei einem prominenten Londoner Richter eingebrochen und hat ihn vor den Augen seiner Ehefrau erstochen. Mark behauptet, die Tat sei in Notwehr geschehen, da der Richter ihn mit einem Golfschläger bedroht habe. Die Gattin des Richters bestreitet dies. Währenddessen deckt Billy Kates Intrige auf und will sie rauswerfen. Doch Martha setzt sich vehement für den Erhalt der \"Familie\" in der Shoe Lane Kanzlei ein.","versions":[{"lang":1,"streams":[{"redirect":10083576,"hoster":"VOE"},{"redirect":10083579,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Bitterer Ruhm","epNo":1,"alt":"Episode 1","descr":"Während Clives Bewerbung abgelehnt wurde, ist Martha nun endlich Kronanwältin. In ihrem ersten Fall verteidigt sie Brendan Kay, den Mann fürs Grobe bei der Farr-Family, einer mächtigen Londoner Verbrecherorganisation. Er wird beschuldigt Derek Storey, den Angestellten einer Autowaschanlage schwer misshandelt zu haben. Storey hatte die Farrs lediglich aufgefordert, ihren Wagen vom Bürgersteig zu fahren. Doch dann eskalierte die Situation.","versions":[{"lang":1,"streams":[{"redirect":10083567,"hoster":"VOE"},{"redirect":10083573,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tod in Afghanistan","epNo":2,"alt":"Episode 2","descr":"Martha Costello verteidigt Captain Ryan, einen Offizier der Britischen Armee. Ryan hatte trotz des gegenteiligen Befehls entschieden, mit seinen Männern den Stützpunkt zu verlassen und auf Patrouille zu gehen. Bei diesem Patrouillengang trat der Gefreite Rivers auf eine Mine, die ihm beide Beine wegriss, so dass er beim Abtransport im Hubschrauber verblutete. Ryan droht wegen dieser Befehlsverweigerung eine Gefängnisstrafe und unehrenhaft aus der Armee entlassen zu werden. Martha besteht auf der Vorladung eines Militärfotografen, der die Truppe auf dem Stützpunkt begleitet hat. Seine Aufnahmen zeigen ein zehnjähriges Mädchen, das angeblich von Kräften der ANA (Afghanische Nationalarmee) erschossen wurde. Doch das Gewehr neben dem toten Mädchen ist eindeutig eine britische Waffe.Ryan gibt zu, dass es der Gefreite Rivers war, der das Mädchen erschossen hatte. Und nur weil Rivers danach schwer traumatisiert und nicht mehr zurechnungsfähig war, hat er sich entschieden, den Befehl zu missachten und den Stützpunkt zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":10083614,"hoster":"VOE"},{"redirect":10083613,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sinnlose Gewalt","epNo":3,"alt":"Episode 3","descr":"Nachdem die Staatsanwältin Clive geraten hat, verstärkt Anklagevertretungen zu übernehmen, besorgt sie ihm auch gleich einen Fall in Oxford, wo er seinen ehemaligen Kommilitonen Ed wiedertrifft. Clive klagt drei Studenten an, gemeinschaftlich eine Kellnerin sexuell genötigt zu haben. Um Mitglieder im Club zu werden, mussten die drei Neuen das Höschen der Kellnerin erobern. Martha verteidigt den gewalttätigen jungen Ricky, der einen Laden verwüstet und den Besitzer verletzt hat. Die Aufnahmen einer Überwachungskamera zeigen jedoch, dass er den Überfall abgebrochen hat, als die 12-jährige Tochter des Ladenbesitzers hinter der Theke hervorschaute.","versions":[{"lang":1,"streams":[{"redirect":10083610,"hoster":"VOE"},{"redirect":10083612,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tödliche Enge","epNo":4,"alt":"Episode 4","descr":"Als bei einem Gefangenentransport zwei Häftlinge entfliehen, wird nach der vergeblichen Verfolgung der einzige im Transporter verbliebene Häftling Richard Doyle tot aufgefunden. Da Doyle bereits vorher an Panikattacken litt, diagnostiziert der Gerichtsmediziner Nyman Tod auf Grund von Herzrhythmusstörungen. Also wird sowohl die Firma V\u0026R Security als auch der mit der Aufsicht am Wagen betraute Officer Michael Ward der fahrlässigen Tötung angeklagt. Martha muss nachweisen, dass die Ursachen des Unfalls andere Begleitumstände aufweisen. Ein schwieriges Unterfangen.","versions":[{"lang":1,"streams":[{"redirect":10083606,"hoster":"VOE"},{"redirect":10083608,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine überraschende Wendung","epNo":5,"alt":"Episode 5","descr":"CW bietet Clive den Beisitz bei der Anklage gegen den Mafiaboss Jody Farr an. Doch Clive ist noch mit der Verteidigung von Fatima Ali beschäftigt, die beschuldigt wird, ihrem Bruder Mustapha getötet zu haben. Clive gibt die Verteidigung auf und vermittelt sie an Martha. Martha will die Wahrheit über die Tatnacht wissen. Fatima gesteht ihr, dass sie von einem Mitglied der muslimischen Gemeinde sexuell genötigt wurde. Aber Fatima ist nicht in der Lage, diese Aussage auch vor Gericht zu machen. Außerdem gibt es noch eine merkwürdige Videoaufnahme, die zeigt, wie Fatimas Bruder Iphrahim in der Unglücksnacht mit einem Müllbeutel das Haus verlässt. Der Fall nimmt eine überraschende Wendung, als Micky Joy mit eben diesem Müllbeutel in der Shoe Lane Kanzlei auftaucht.","versions":[{"lang":1,"streams":[{"redirect":10083601,"hoster":"VOE"},{"redirect":10083604,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Harte Zeiten für Billy","epNo":6,"alt":"Episode 6","descr":"Da Micky Joy Martha im Prozess gegen Fatima Ali das entscheidende Beweisstück geliefert hat, muss sie gegen ihre Überzeugung für ihn den Mafiaboss Jody Farr verteidigen. Farr wird vorgeworfen, an einer Autobahnraststätte eine größere Heroinlieferung erwartet zu haben. Doch bevor es zur Übergabe kam, entdeckte der Drogenkurier die Überwachung durch die Polizei und musste vorzeitig verhaftet werden. Jody Farr konnte entkommen. Lediglich eine Zigarettenkippe mit seiner DNS und die Aussage des ermittelnden Polizisten beweisen seine Anwesenheit am Tatort. Jody Farr bestreitet zwar nicht, mit Heroin zu handeln, behauptet aber, an diesem Abend ein Rendezvous mit der Frau seines Bruders gehabt zu haben. Da er dieses Alibi nicht veröffentlichen kann, besticht Micky Billy Lamb, Jody Farr ein Alibi zu geben. Doch als Martha Billy ins Kreuzverhör nimmt, gibt dieser alles zu. Eine überraschende Wendung für Martha.","versions":[{"lang":1,"streams":[{"redirect":10504348,"hoster":"VOE"},{"redirect":10083599,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Tod eines Polizisten","epNo":1,"alt":"Episode 1","descr":"Martha über nimmt den Fall des Sohnes eines Staranwalts von Shoe Lane. Dieser soll bei einer Demonstration einen Polizisten gegen einen Laternenpfahl geschubst haben, der kurz darauf an einer Schädelwunde gestorben ist. Der Fall scheint eindeutig, doch Martha wittert eine Verschwörung.","versions":[{"lang":1,"streams":[{"redirect":10083549,"hoster":"VOE"},{"redirect":10083548,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rote Karte","epNo":2,"alt":"Episode 2","descr":"Martha verteidigt einen Profifußballer, der einem Gegenspieler mit einem Ellbogenschlag den Kiefer gebrochen haben soll. Der Angeklagte plädiert auf Notwehr, doch leider gibt es keine Zeugen…","versions":[{"lang":1,"streams":[{"redirect":10083550,"hoster":"VOE"},{"redirect":10083552,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Recht auf Sterbehilfe","epNo":3,"alt":"Episode 3","descr":"Der Fall einer Mutter, die ihrer querschnittsgelähmten Tochter Sterbehilfe geleistet hat, bereitet Martha Kopfzerbrechen. Denn es gibt keine Zeugen, die Joannas Todeswunsch bestätigen können. Im Gegenteil, sowohl der Vater des Mädchens als auch ihr katholischer Therapeut sind davon überzeugt, dass sie weiterleben wollte.","versions":[{"lang":1,"streams":[{"redirect":10083556,"hoster":"VOE"},{"redirect":10083557,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gefälschte Beweise","epNo":4,"alt":"Episode 4","descr":"Martha übernimmt den Fall des Austauschstudenten Rashid, gegen den ein Auslieferungsgesuch der USA vorliegt. Rashid soll bei einem Bombenanschlag in der Universität von Arizona mitgeholfen haben, indem er sich in das Computersystem der Hochschule eingehackt habe. Ein Foto zeigt ihn bei einem Treffen mit den Drahtziehern des Anschlags. Doch etwas scheint faul mit dem Beweismaterial.","versions":[{"lang":1,"streams":[{"redirect":10083560,"hoster":"VOE"},{"redirect":10083564,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Perfekte Falle","epNo":5,"alt":"Episode 5","descr":"Marthas Jugendliebe Sean McBride wird verdächtigt, den Londoner Gangster Jimmy Monk bei einer Geldübergabe erschossen zu haben. Sean hatte ein Motiv, da er von Jimmy erpresst wurde. Martha ist von seiner Unschuld überzeugt und übernimmt seine Verteidigung.","versions":[{"lang":1,"streams":[{"redirect":10083571,"hoster":"VOE"},{"redirect":10083572,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Finale","epNo":6,"alt":"Episode 6","descr":"Für Martha wird die Verteidigung ihrer Jugendliebe Sean immer kniffliger, als die Tatwaffe und eine Jacke von Sean mit Blutspuren von Jimmy Monk auftaucht. Der ehemalige Rechtsbeistand Micky Joy arbeitet jetzt als Informant für die Polizei und belastet Sean weiterhin, als er während des Prozesses in den Zeugenstand berufen wird","versions":[{"lang":1,"streams":[{"redirect":10083546,"hoster":"VOE"},{"redirect":10083545,"hoster":"Streamtape"}]}]}]}]}