{"seriesId":"silverpoint","name":"Silverpoint","descr":"[Abenteuer in Silverpoint] Die Teenager Louis (Oliver Cunliffe), Glen (Krish Misra), Kaz (Maiya Silveston) und Meg (Katy Byrne) lernen sich in einem einsam gelegenen Feriencamp namens Silverpoint kennen. Ein jeder von ihnen hat so sein Päckchen zu tragen und so fällt es ihnen zunächst nicht besonders leicht, sich als Team \"Dragonfly\" zusammenzuraufen. Doch dann entdecken sie eines Tages im Waldboden einen geheimnisvollen Felsen, der ihre Neugierde weckt. Der Fels besitzt offenbar enorme energetische Kräfte, die jedoch nur wirken, wenn sie zu viert in seiner Nähe sind.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Libellen im Sommercamp","epNo":1,"alt":"Dragonfly","descr":"Im Sommercamp \"Silverpoint\" lernen sich Louis, Glen, Kaz und Meg kennen. Sie alle haben ihr Päckchen zu tragen, und es fällt ihnen nicht leicht, sich als \"Libellen\"-Gruppe zusammenzuraufen. Als Kaz nachts abhauen will, schleichen die anderen ihr nach. Im Wald an einem Zaun ignorieren sie das Verbotsschild, steigen durch ein Loch und gelangen auf eine Lichtung. Dort machen sie eine seltsame Entdeckung. Kaz’ Rucksack fängt plötzlich an zu schweben. Sie beschließen, ihre mysteriöse Entdeckung vorerst für sich zu behalten. Am Nachmittag schleichen sie zu dritt – Glen, Kaz und Louis – noch mal zu der Lichtung. Als sie anfangen zu graben, finden sie einen seltsamen schwarzen Stein. Doch nichts passiert. Das ändert sich, als Meg dazukommt. Erst alle vier scheinen, eine enorme energetische Kraft in Gang zu setzen.","versions":[{"lang":1,"streams":[{"redirect":13180387,"hoster":"VOE"},{"redirect":13180394,"hoster":"Doodstream"},{"redirect":13180392,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11351736,"hoster":"VOE"},{"redirect":10039660,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Fermi-Paradoxon","epNo":2,"alt":"Fermi’s Paradox","descr":"Glen, Louis, Kaz und Meg erfahren, dass Finn und seine Clique sich abends hinter den Zaun im Wald schleichen wollen. Um zu verhindern, dass die \"ihren\" Stein finden, machen sie sich auch auf. Während Glen und Meg zum Stein gehen, folgen Kaz und Louis heimlich der Clique, die in einer verlassenen Hütte feiert. Doch die beiden werden erwischt und hineinzitiert. Da fängt es plötzlich an, in der Hütte zu spuken. Alle nehmen Reißaus – bis auf Louis und Bea. Die beiden warten, bis das Licht nicht mehr flackert und die lauten Geräusche verstummen. Louis erzählt, dass er sein großes Interesse am Übersinnlichen von seinem Vater, einem Hobby Astrophysiker, hat. Und er erklärt Bea das Fermi-Paradoxon. Übers Erzählen schlafen die beiden ein.","versions":[{"lang":1,"streams":[{"redirect":13180382,"hoster":"VOE"},{"redirect":13180376,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10039663,"hoster":"VOE"},{"redirect":10039667,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"43 Sekunden Zeitlücke","epNo":3,"alt":"43 Seconds","descr":"Der Stein hat Glens Turnschuhe hinter einen Schuppen im Camp teleportiert. Die Gruppe lässt weitere Gegenstände teleportieren – alle landen beim Schuppen. Was passiert in der Zeitlücke? Das will Louis herausfinden und sich selbst teleportieren lassen. Doch Glen drängelt so lange, bis Louis ihm den Vortritt lässt. Da alle vier zusammen am Stein sein müssen, um volle Energie zu haben, weihen sie Bea ein. Sie soll im Camp hinter dem Schuppen warten. Während Bea im Camp hinterm Schuppen auf die Ankunft von Glen wartet, sieht sie Finn und Alice sich heimlich küssen. Das irritiert sie etwas, doch Louis’ Stimme aus dem Walkie-Talkie holt ihre Gedanken zurück zum Experiment. Louis klingt aufgeregt, denn es dämmert ihm, dass Glens Gewicht einen Einfluss auf seinen \"Ankunftsort\" haben könnte.","versions":[{"lang":1,"streams":[{"redirect":13180388,"hoster":"VOE"},{"redirect":13180386,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10039671,"hoster":"VOE"},{"redirect":10039669,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Mann im Keller","epNo":4,"alt":"The Man in the Basement","descr":"Meg, Glen und Kaz sind sauer auf Louis, der von den verschwundenen Teenagern wusste und Glen trotzdem ins Ungewisse hat springen lassen, und weil Louis ohne zu fragen, Bea \"ihren\" Stein zeigt. Bea beginnt daraufhin mit Nachforschungen im Büro ihres Vaters. Warum hat er sie immer von dem Teil des Waldes ferngehalten und den Zaun gebaut? Später schleicht Louis auf eigene Faust in die Hütte, in der im Keller der Hundenapf von Otto stand. Er entdeckt ein Büro. Dieses Mal ist die Metalltüre im Keller nur angelehnt. Der Raum dahinter ist ein Büro mit vielen Monitoren, die Aufnahmen von verschiedenen Stellen des Waldes zeigen – auch von der Lichtung mit dem geheimnisvollen Stein. Außerdem hängen Fotos von der \"Libellen\"-Gruppe und Bea an den Wänden. Da melden sich plötzlich Meg, Kaz und Glen per Walkie-Talkie bei Louis.","versions":[{"lang":1,"streams":[{"redirect":13180395,"hoster":"VOE"},{"redirect":13180393,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12286247,"hoster":"VOE"},{"redirect":10039673,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vier Zeichen des Lichts","epNo":5,"alt":"Today We Vanish","descr":"Mit den vier Symbolen haben Louis, Kaz, Glen und Meg den Stein aktiviert. Sie stehen gebannt in der Lichtkuppel. Sollen sie in den mittigen Lichtstrahl eintreten? Doch Meg bekommt Panik. Im Camp sieht sich Bea eine alte Videokassette an, die sie in Daniels Büro gefunden hat. Zu sehen sind die Jugendlichen, die vor 23 Jahren verschwunden waren. Louis, Kaz und Glen wollen wieder zum Stein und diesmal ins Licht eintreten. Doch Meg will abreisen. Meg lässt sich von ihren Eltern abholen, wissend, dass sie zu viert sein müssen, um \"das Ding\" zu aktivieren. Doch die drei andern wollen wissen, was passiert, wenn sie in den Lichtstrahl eintreten, und nehmen stattdessen Bea mit. Zur selben Zeit ist Elliot mit Finn ins Dorf gegangen, um Finn zu überzeugen, dass die Gerüchte um die vier vor 23 Jahren verschwundenen Teenagern wahr sind.","versions":[{"lang":1,"streams":[{"redirect":13180401,"hoster":"VOE"},{"redirect":13180397,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10039624,"hoster":"VOE"},{"redirect":10039620,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Monster, die wir riefen (1)","epNo":6,"alt":"Here There Be Monsters – Part 1","descr":"Louis, Kaz, Glen und Bea hatten Meg an der Lichtkuppel noch gesehen bevor sie verschwand. Doch ihre Suche nach Meg ist erfolglos. Irgendetwas stimmt nicht – unheimliche Geräusche sind zu hören. Elliot und Louis schaffen es, Fischer in eine Falle im Wald zu locken. Sie wollen rausbekommen, was er über den Stein weiß. Zur gleichen Zeit ist Glen am See und sieht ein Mädchen im Wasser. Als er zu ihr rudert – es ist nicht Meg – verzaubert sie ihn irgendwie. Währenddessen ist Kaz mit Bea im Dorf. Kaz hat Angst, dass Bea sie alle verpfeifen könnte und begleitet sie zu ihr nach Hause. Da taucht eine Frau auf, vor der Kaz sich versteckt. Die Frau sucht offensichtlich nach ihr, und es stellt sich heraus, dass es ihre Mutter ist.","versions":[{"lang":1,"streams":[{"redirect":13180410,"hoster":"VOE"},{"redirect":13180413,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10039625,"hoster":"VOE"},{"redirect":10039622,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Monster, die wir riefen (2)","epNo":7,"alt":"Here There Be Monsters – Part 2","descr":"Im Dorf unterhält sich Kaz mit ihrer Mutter, und im Camp informiert Bea ihre Eltern, dass Meg verschwunden ist, und sich etwas Unheimliches im Wald aufhält. Doch sie glauben ihr nicht. Kaz glaubt nicht, was ihre Mutter erzählt, es ist alles zu perfekt. Als sie ihr ins Gesicht sagt, dass all das nicht wahr sein könne, verschwindet ihre Mutter vor ihren Augen. Zur gleichen Zeit am See entdeckt Glen, dass Sarah einen riesigen Fischschwanz hat. Zurück im Camp erzählen Kaz und Glen den anderen von ihren surrealen Erlebnissen, da taucht ein riesiger Dinosaurier – ein T-Rex – im Camp auf. Kaz ist klar, dass all das nicht real sein kann, sie vermutet, dass es nur in ihren Köpfen entsteht. Als Bea und ihre Eltern versuchen, alle vor dem T-Rex in Sicherheit zu bringen, erreicht auch Louis das Camp.","versions":[{"lang":1,"streams":[{"redirect":13180414,"hoster":"VOE"},{"redirect":13180417,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10039626,"hoster":"VOE"},{"redirect":10039630,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gefährliche Gedankenspiele","epNo":8,"alt":"Whatever Happened to Meg?","descr":"Louis, Kaz, Glen und Bea haben erkannt, dass sie und nicht Meg verschwunden sind. In dieser anderen Welt treffen sie auf einen virtuellen Elliot, der verrät, dass sie beobachtet werden. Elliot erklärt ihnen auch, dass das, was geschieht, in ihrer Macht liegt. Das testen die vier gleich aus: Sie stellen sich Pizza vor, die auch sofort vor ihnen liegt. Und erfahren, wie riskant diese Gedankenspiele auch sein können, als ein Kampfroboter erscheint. Der ist erschienen, weil sie mehr oder weniger unabsichtlich intensiv an einen Film mit ihm denken mussten. Die vier entdecken aber auch, dass sie den Roboter mit ihrer gemeinsamen Gedankenkraft wieder verschwinden lassen können. Derweil ist Fischer mit einigen Männern in schwarzen Anzügen und in schwarzen Limousinen im realen Camp angekommen. Fischer ist auf der Suche nach Meg.","versions":[{"lang":1,"streams":[{"redirect":13180433,"hoster":"VOE"},{"redirect":13180436,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10039632,"hoster":"VOE"},{"redirect":10039627,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alles nur ein Test?","epNo":9,"alt":"This is the Way Our World Ends","descr":"Auch wenn die vier – Louis, Kaz, Glen und Bea – skeptisch sind, freuen sie sich über die Möglichkeiten, die ihnen die einsame fiktive Camp-Welt bietet. Da bekommt Bea starke Kopfschmerzen. Zusätzlich zu Beas Kopfschmerzen beginnt die fiktive Welt sich \"aufzulösen\". Sie vermuten, dass das damit zu tun hat, dass eigentlich Meg anstelle von Bea hätte dabei sein sollen. Die vier aktivieren den Stein im Wald, um Bea in Sicherheit zu bringen. Sie verlassen diese fiktive Camp-Welt und \"landen\" wieder im selben Wald. Bea geht es besser – doch sie stellen fest, dass das Camp verschwunden ist. Da kommt ein Junge vorbei, der ihnen sagt, dass es dort noch nie ein Camp gab. Als Bea ihn nach seinem Namen fragt, stellt sich heraus, dass er ihr Vater Daniel im Alter eines Teenager ist.","versions":[{"lang":1,"streams":[{"redirect":13180443,"hoster":"VOE"},{"redirect":13180456,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10039633,"hoster":"VOE"},{"redirect":10039640,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zeitreise","epNo":10,"alt":"Detour","descr":"Louis, Kaz, Glen und Bea sind in der Zeit zurück ins Jahr 1997 gereist. Einen Tag bevor damals die vier Jugendlichen verschwanden, bringt Beas Vater Daniel sie ins Haus seiner Eltern. Daniel, im Teenageralter, freut sich über neue Freunde, seine Eltern sind den fremden Kindern in sonderbaren Klamotten gegenüber misstrauisch. Bea ist es unheimlich, ihren Vater und ihre Großeltern so jung zu sehen, und so schleichen die vier zurück in den Wald. Daniel bringt ihnen Zelte und Schlafsäcke für die Nacht. Louis dämmert es langsam, dass sie die vier Jugendlichen sind, deren Verschwinden Daniel filmen wird. Als Daniel sie am nächsten Morgen im Wald aufsucht, gibt Bea ihm einen Zettel für Meg, auf dem Tag und Uhrzeit ihres Verschwindens stehen, in der Hoffnung, dass Meg zur selben Zeit das Symbol zeichnet, um den Stein zu aktivieren. In der realen Welt erinnert sich Daniel an den Zettel, dem ihm das unbekannte Mädchen gab, und ihm wird klar, wer sie war. Er gibt den Zettel Meg.","versions":[{"lang":1,"streams":[{"redirect":13180447,"hoster":"VOE"},{"redirect":13180451,"hoster":"Doodstream"},{"redirect":13180458,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10039645,"hoster":"VOE"},{"redirect":10039641,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Nachricht aus der Vergangenheit","epNo":11,"alt":"The Silent, Strong Type","descr":"In drei Stunden werden Louis, Kaz, Glen und Bea den Stein in der Vergangenheit aktivieren. Zeitgleich muss Meg in der realen Welt am Stein sein. Doch einer von Fischers Typen hält sie gefangen. Alice, Finn und Elliot befreien Meg aus Daniels Büro. Damit sie nicht entdeckt werden, nehmen sie eine andere Route als sonst zum Stein. Als Fischer und seine Leute erfahren, dass Meg verschwunden ist, schicken sie Drohnen über das Gelände, um sie zu suchen. Während Finn und Elliot die Drohnen ablenken, gelangen Meg und Alice in die Nähe vom Stein im Wald. Mit Alices Hilfe gelingt es Meg, das Zeichen genau um die Zeit zu malen, die auf der Nachricht von Bea steht. Der Plan geht auf, und die vier aus der Vergangenheit erscheinen in der realen Welt am Stein. Doch die Wiedersehensfreude ist nur von kurzer Dauer, denn Fischer will sich Meg greifen.","versions":[{"lang":1,"streams":[{"redirect":13180452,"hoster":"VOE"},{"redirect":13180453,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10039646,"hoster":"VOE"},{"redirect":10039644,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Alle für eine","epNo":12,"alt":"Someone Worth Saving","descr":"Louis, Glen und Meg sind bei Beas Eltern mit im Haus. Da taucht Fischer auf, und Daniel flieht mit den Kindern zum Camp. Sie sollen von ihren Eltern abgeholt werden. Doch Meg weigert sich. Meg will nicht gehen, ehe sie nicht weiß, was mit Kaz ist. Fischer, der mit Steph zum Camp kommt, lässt Meg mit Kaz telefonieren. Diese versichert Meg, dass sie zurück bei der Pflegefamilie sei, und es ihr gut gehe. Doch Meg bekommt Zweifel an dem Gespräch. Als Glen, Louis und Meg mit ihren Eltern das Camp verlassen wollen, fällt Meg auf, dass etwas an ihrem Gespräch mit Kaz merkwürdig war, und sie vermutet dahinter eine geheime Botschaft. Überzeugt davon, dass Kaz noch immer von Fischers Leuten festgehalten wird, entwischen die drei ihren Eltern und folgen dem Laster, der den ausgegrabenen Stein auf seiner Ladefläche aus dem Wald abtransportiert.","versions":[{"lang":1,"streams":[{"redirect":13180464,"hoster":"VOE"},{"redirect":13180480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10039649,"hoster":"VOE"},{"redirect":10039651,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wieder vereint","epNo":13,"alt":"Us Four Together Again","descr":"Versteckt auf dem Laster landen Louis, Meg und Glen in der Lagerhalle eines großen Gebäudes. Die drei machen sich auf die Suche nach Kaz, die sich bereits selbst befreien konnte. Kaz irrt, wie die anderen, durch die Flure. Da stößt sie zufällig mit Louis zusammen: Die vier sind wieder vereint. Louis hat herausgefunden, dass Fischers Leute den Stein für ein Simulationsgerät einer fremden Spezies halten. Parallel hat Bea auch etwas recherchiert. Bea und Elliot haben herausgefunden, dass Fischer zu der Umweltorganisation \"Greenfront\" gehört, die hinter Kaz’ Entführung steckt. Bea fährt mit Finn und Alice in die Stadt, dort will sie zum Sitz der Organisation. Auf dem Weg dorthin weiht sie Alice und Finn ein. Doch am Sitz der Organisation, finden sie nur leere Hallen, und von ihren Freunden fehlt jede Spur.","versions":[{"lang":1,"streams":[{"redirect":13180467,"hoster":"VOE"},{"redirect":13180493,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10039654,"hoster":"VOE"},{"redirect":10039655,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Spiel beginnt","epNo":1,"alt":"Focus","descr":"Louis, Meg und Glen landen in der Lagerhalle eines großen Gebäudes. Die drei machen sich auf die Suche nach Kaz, die sich bereits selbst befreien konnte. Kaz irrt, wie die anderen, durch die Flure.","versions":[{"lang":1,"streams":[{"redirect":13180501,"hoster":"VOE"},{"redirect":13180482,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Weg zum Raumschiff","epNo":2,"alt":"Little Sister","descr":"Louis, Glen und Kaz merken im Gespräch mit den anderen Gruppen, dass die ihnen einiges an Wissen voraushaben. Währenddessen macht Meg eine einschneidende Entdeckung an der Tür nach draußen.","versions":[{"lang":1,"streams":[{"redirect":13180487,"hoster":"VOE"},{"redirect":13180495,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die erste Challenge","epNo":3,"alt":"Don’t You Forget Me","descr":"Die erste Challenge steht bevor. Meg sorgt dafür, dass alle vier Gruppen erfahren, was sie erwartet, wenn sie ausscheiden: Sie würden alles ab dem Fund des Artefakts vergessen. Die Libellen wollen unbedingt gewinnen, denn sie würden sich nicht mehr aneinander erinnern - im Gegensatz zu den anderen Gruppen, die sich von klein auf kennen. Vor der Challenge weiht Emma noch Maeve in eine Entdeckung ein, denn Emma hat Zweifel an \"Greenfront\". Sie hat nachts herausgefunden, dass \"Greenfront\" alle Kinder der Reihe nach schlafend in einen Untersuchungsraum kommen lässt. Sind Fischer und Charlotte glaubwürdig? In der ersten Challenge werden alle vier Gruppen per Artefakt der Erdrutsch-Gruppe in deren virtuelle Welt teleportiert - auf den Jahrmarkt. Immer in Vierergruppen zusammengebunden, einer aus jeder Gruppe, landen sie in einem Wagen eines Karussells. Nun müssen sie nach dem Artefakt suchen und es berühren. Doch so einfach wie gedacht ist es nicht, denn das Artefakt ist nicht mehr dort, wo es war. Zusammen finden sie heraus, dass jeweils eine Person aus den vier Vierergruppen einen Bezug zum Jahrmarkt hat und mit einer bestimmten Attraktion etwas verbindet. Diese gilt es, zu finden und zu berühren. Zwischenzeitlich erfährt Kaz von Jay, dass er und seine Gruppe sich ohne zu sprechen verständigen können - nur mittels Gedanken. Als nur noch die Libellen- und die Phönix-Gruppe übrig sind, probiert Kaz es aus. Und es klappt. Als Glen einfällt, dass er schon als kleiner Junge auf dem Jahrmarkt gewesen ist, und schnell klar ist, wohin er laufen muss, beginnt ein Wettlauf zwischen ihm und Maeve. Denn sie hat ebenfalls eine Erinnerung an den Jahrmarkt.","versions":[{"lang":1,"streams":[{"redirect":13180504,"hoster":"VOE"},{"redirect":13180509,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Milliarden Lichtjahre entfernt","epNo":4,"alt":"One Door Closes, Another One Opens","descr":"Kaz hat sich von Jay überreden lassen und zeigt ihm das Raumschiff. Meg sieht die beiden verschwinden und informiert Louis, der ihnen folgt. Will Jay die Libellengruppe spalten? Monika und Isabel wollen rausfinden, was mit Maeves Gruppe, die die erste Challenge verloren hat, passiert ist. Sind die vier Mädchen tatsächlich ohne Erinnerungen an ihre Zeit mit dem Artefakt wieder bei den Eltern angekommen? Ist \"Greenfront\" vertrauenswürdig? Monika und Isabel bitten Glen um seine Hilfe. Er soll aufs Dach vorgehen, weil sie dort eine selbstgebaute Antenne platzieren wollen. Als Glen erkennt, dass sie ihn benutzt haben, um zu testen, ob er sein Gedächtnis verliert, wenn er durch die Tür zum Dach geht, ist er zunächst sauer. Gerade als es zwischen Jay und Kaz anfängt zu knistern, steht Louis vor ihnen. Zu dritt erkunden sie die Kommandozentrale des Raumschiffes, als sich plötzlich hinter Kaz eine Tür schließt. Entsetzt stellen sie fest, dass Kaz in einer Luftschleuse steckt und jeden Moment ins Weltall geschleudert werden kann. Nun müssen Jay und Louis zusammenarbeiten, doch Louis ist vor lauter Schreck handlungsunfähig. Wieder einmal ist es Jay, der Kaz hilft. Die beiden technikaffinen Mädchen Monika und Isabel haben es währenddessen geschafft, Programme in einem alten Fernsehgerät zu empfangen. Heimlich schauen sie zusammen mit den anderen Kindern die Nachrichten. Sie sehen, dass Maeve und ihre Freundinnen wohlbehalten in der Stadt angekommen sind und dort auf ihre Eltern warten. Die vier Mädchen können die Fragen der Reporterin nach ihrem Aufenthalt in den letzten Wochen nicht beantworten. Meg und Glen entdecken im Beitrag noch eine bekannte Person: Bea Mc Connell, die versucht, mit Maeve Kontakt aufzunehmen.","versions":[{"lang":1,"streams":[{"redirect":13180518,"hoster":"VOE"},{"redirect":13180510,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Botschaft an mich selbst","epNo":5,"alt":"The Amnesia Girls","descr":"Die Mädchen der Phönix-Gruppe warten im Hotelzimmer auf ihre Eltern, als sich Maeve heimlich mit Bea trifft. Bea versucht hartnäckig, Maeves Erinnerung an die letzten Wochen anzuregen. Bea nimmt Maeve mit zu Alice und präsentiert ihr dort eine Mindmap mit Fotos von all den verschwundenen Jugendlichen und Zeichnungen des Artefakts. Maeve kann sich an nichts erinnern, doch sie zeigt Bea und Alice eine wegweisende Zeichnung auf ihrem Unterarm. Maeve hat sich die Zeichnung wohl selbst auf den Unterarm gemalt. Alice fotografiert die Zeichnung und druckt sie aus. Sie erkennen, dass es eine Art \"Karte\" mit einzelnen Stationen einer Wegstrecke sein muss. Vielleicht ist es der Weg zu dem Ort, an dem sich die verschwundenen Jugendlichen aufhalten. Zusammen machen sie sich in Finns altem Campingbus auf, um diesen Weg zu finden. Unterwegs merken sie, dass sie verfolgt werden. Doch als sie schneller fahren wollen, ist der Bus überfordert und bleibt stehen. So werden sie von Maeves Vater und den Eltern anderer verschwundener Kinder eingeholt. Maeves Vater erzählt ihnen, dass diese verschwundenen Kinder schon eine Verbindung hatten, als sie noch klein waren - immer in den Ferien haben sie sich zufälligerweise am selben Ort getroffen. Doch Alice traut den Erwachsenen nicht. Sie stiehlt die Autoschlüssel, verwischt Maeves \"Karte\" auf deren Unterarm und fährt mit Finn und Bea weiter. Als sie an einen Bergkamm kommen, der aussieht wie das letzte Symbol auf der \"Karte\", halten sie an. Doch die Zeichnung ist spiegelverkehrt, also muss \"Greenfront\" auf der anderen Seite des Bergs sein. Bea beschließt nun, allein weiterzugehen.","versions":[{"lang":1,"streams":[{"redirect":13180523,"hoster":"VOE"},{"redirect":13180521,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das ist nicht fair!","epNo":6,"alt":"Day 1","descr":"Die zweite Challenge findet in der virtuellen Welt der bereits ausgeschiedenen Phönix-Gruppe statt - an einem Strand. Als Louis dort landet, sind alle anderen Jugendlichen bereits da. Er findet es unfair, dass die ersten schon vor zwei Monaten dort angekommen sind. Doch bislang hat keiner eine Idee, wie die Aufgabe gelöst werden könnte. Ein riesengroßes Artefakt schwebt hoch über dem Meer, und es ist unmöglich, es zu berühren. Kaz verbringt die meiste Zeit mit Jay. Zwischen den beiden hat es gefunkt. Meg traut Jay nicht, da sie ein Gespräch zwischen ihm und Dev belauscht hat. Sie weiß, dass es deren Plan ist, die Libellen-Gruppe zu spalten, um sich einen Vorsprung zu verschaffen. Als sie Kaz damit konfrontiert, ist die sauer. Kaz will genießen, dass es endlich jemanden gibt, der sie mag, und sie denkt, Meg gönne es ihr nicht. Louis ersehnt sich Bea herbei und führt eine Unterhaltung mit der irrealen Bea, die ihm die Augen öffnet. Und danach beim Anblick eines kunstvoll kreierten Artefakts, das Isabell, Monika und Glen aus Muscheln im Sand gelegt haben, ist ihm klar, dass Jay die ganze Zeit ein Spiel mit ihnen spielt. Die vier Artefakte haben unterschiedliche Muster auf ihren Oberflächen. Das über dem Meer schwebende Artefakt müsste das Design des Phönix-Artefakts haben, da sie sich in der virtuellen Welt der Phönix-Gruppe aufhalten. Doch es sieht anders aus. Louis fordert Jay auf, die Wahrheit zu sagen. Jay gibt zu, dass Dev und er eine falsche Fährte gelegt haben. Jay berichtet von der Flaschenpost, die er als erster Ankömmling am Strand gefunden hatte. Er zeigt den anderen die Nachricht aus der Flaschenpost: \"Kenne mich, um mich zu finden\". Und er erzählt, dass noch ein Kieselstein in der Flasche war, auf dem das Design des Phönix-Artefaktes zusehen war. Doch dieser besondere Stein ist aus Jays Hand geflogen und auf einem Haufen Kieselsteine am Strand gelandet. Um in Ruhe nach diesem Stein suchen zu können, hat die Erdrutsch-Gruppe - Kraft ihrer Gedanken - das Artefakt am Himmel erschaffen. Damit konnten sie die anderen Gruppen ablenken. Doch die Erdrutsch-Gruppe hat ein fehlerhaftes Design imaginiert. Louis, der die Artefakte gut kennt, hat die Erdrutsch-Gruppe entlarvt. Nun können sich die drei Gruppen der eigentlichen Challenge \"Kenn mich, um mich zu finden\" zuwenden","versions":[{"lang":1,"streams":[{"redirect":13180524,"hoster":"VOE"},{"redirect":13180528,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Nachtschicht im Schlaflabor","epNo":7,"alt":"Lights Out","descr":"Kann man \"Greenfront\" vertrauen? Um das herauszufinden, checken Louis, Monika, Isabel und Glen ihre Fitnessarmbänder. Darauf ist gespeichert, dass sie jede Nacht länger herumgelaufen sind. In der folgenden Nacht bleiben sie wach und beobachten, wie die anderen Jugendlichen - wie Schlafwandler - in einem Labor verschwinden und dort an Messgeräte angeschlossen werden. Um genau zu wissen, was dort passiert, stellen sie sich schlafend und gehen auch hinein. Doch ihr Schauspiel fliegt auf. Die vier können fliehen und verschanzen sich aus Angst vor \"Greenfront\" in einem Büro. Während Louis mit Fischer telefoniert, läuft Monika in die große Halle und kratzt etwas von Fischers Blut vom Boden, das nach einem Ellbogenhieb von Dev dorthin getropft war. Sie konfrontieren Fischer und Charlotte mit der These, diese seien Aliens, was Fischer als lächerlich abtut. Als sie das Blut mit dem von Louis vergleichen, ist eine Probe eindeutig nicht menschlichen Ursprungs.","versions":[{"lang":1,"streams":[{"redirect":13180561,"hoster":"VOE"},{"redirect":13180569,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mehr als ein Alien","epNo":8,"alt":"Special","descr":"Die Nachricht, dass sie Außerirdische sind, ist für die verbliebenen acht Jugendlichen ein Schock. Monika verlässt sogar ihre Gruppe, verliert ihre Erinnerungen und wird heimgebracht. Währenddessen ist Bea an der Fabrikhalle angekommen und verschafft sich Zugang. Sie überrascht Louis, der glücklich ist, sie wiederzusehen. Gleichzeitig finden Isabel und Glen merkwürdige Fußspuren vor den Artefakten. Sie gehen davon aus, dass ein Alien im Haus ist. Dann geht der Alarm los, und Bea wird aufgegriffen. Als sich alle im Aufenthaltsraum versammeln, ist die Überraschung groß, denn plötzlich stehen sich zwei Beas gegenüber. Schnell wird klar, dass die eine Bea ein außerirdisches Wesen ist, das seine Gestalt ändern kann. Während eines Gesprächs mit Charlotte verwandelt sich die falsche Bea in eine falsche Charlotte und sagt, sie müssten mit den Challenges fortfahren. Charlotte und Fischer sperren das Wesen in einem Raum ein. Später zeigt Bea den Libellen die Fotos, die sie von Maeves Vater hat. Auf denen sind Louis, Glen, Kaz und Meg als kleine Kinder in einem Park zu sehen. Das heißt, sie hatten schon Verbindung zueinander, ohne es zu wissen. Als Louis Bea bittet, das Gelände zu verlassen, weil all das zu gefährlich für sie sei, macht Bea ihm klar, dass auch sie zu den Auserwählten gehört und Monika in der Control-Alt-Gruppe ersetzen will.","versions":[{"lang":1,"streams":[{"redirect":13180536,"hoster":"VOE"},{"redirect":13180534,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mächtige Meg","epNo":9,"alt":"Don’t Touch","descr":"Bea tritt nun mit der Control-Alt-Gruppe gegen die Libellen an, worüber Isabel nicht erfreut ist. Bei der dritten Challenge landen alle acht in der virtuellen Welt von Control-Alt. Es ist eine Burgruine mit Katakomben. Dort machen sie eine erstaunliche Entdeckung: Das Artefakt wird von einem Drachen bewacht! Es zu berühren, ist unmöglich, denn der Drache verteidigt es mit seinem heißen Atem. Da hat Meg eine Idee, die jedoch Kraft kostet.","versions":[{"lang":1,"streams":[{"redirect":13180548,"hoster":"VOE"},{"redirect":13180543,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die zweite Chance","epNo":10,"alt":"Headaches","descr":"Die Libellen haben die dritte Challenge verloren, und Louis ist bewusstlos. Kaz schafft es, das Artefakt zu stoppen, als es ihnen das Gedächtnis löschen will. Erst muss Louis gerettet werden. Meg fühlt sich schuldig, weil sie Louis - statt Bea - mit ihrer \"Wut-Power\" getroffen hat. Kaz will in der Zeit zurückzureisen, um Louis zu retten. Tatsächlich löscht das Artefakt das Mal in Kaz\u0027 Hand, und so schaffen sie es, zum Beginn der Challenge zurückzuspringen. Kaz, Glen und Meg wollen alles so machen wie vorher, nur Meg soll am Ende ihre \"Wut-Power\" besser kontrollieren. Louis und der Control-Alt-Gruppe ist nicht klar, dass sie zum zweiten Mal diese Challenge durchlaufen. Auch wenn die drei Zeitreisenden wissen, was sie in den Katakomben erwartet, läuft alles völlig unerwartet und droht aus den Fugen zu geraten. Wer wird die dritte Challenge im zweiten Durchgang gewinnen? Kann die Libellen-Gruppe ihre zweite Chance nutzen?","versions":[{"lang":1,"streams":[{"redirect":13180553,"hoster":"VOE"},{"redirect":13180571,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wieder am Anfang","epNo":11,"alt":"The Things We Did","descr":"Im Silverpoint-Camp, wo alles mit dem Fund des Artefakts angefangen hatte, sollen Meg, Louis, Kaz und Glen genau an der Stelle im Wald, wo das Artefakt war, ihre Erinnerung zurückbekommen. Daniel, Alice und Finn erzählen den vieren, was damals passiert ist. Megs Erinnerung und ihre Energie kommen zurück, doch sie kriegt Angst vor sich selbst und will abhauen. Kaz überzeugt sie, zu bleiben. Meg schafft es, dass die anderen sich auch wieder erinnern. Alle zusammen - auch mit Maeves Vater und Beas Mutter - wollen sie Silverpoint verlassen, um Bea zu suchen. Doch da fährt ein großer Truck auf das Gelände, und Bea steigt aus. Auf der Ladefläche liegt das aktivierte Artefakt der Libellen.","versions":[{"lang":1,"streams":[{"redirect":13180570,"hoster":"VOE"},{"redirect":13180566,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Alle 16 Minuten","epNo":12,"alt":"Time to Save the World","descr":"Isabel hat Bea in ein Artefakt eingesperrt. Darin hört Bea die Libellen, die zurück in Silverpoint versuchen, sich zu erinnern. Als Bea wieder herauskommt, stellt sie Isabel zur Rede. Doch die sagt, sie habe Bea nicht ins Artefakt gestoßen. Da das Alien frei herumläuft, und jede Gestalt annehmen kann, könnte jeder von den Zurückgebliebenen das Alien sein. Auf dem Überwachungsvideo des Aliens bemerken sie, dass es alle 16 Minuten flackert. Da nur das Alien flackert und nicht der Hintergrund, vermutet Bea, dass das Alien sich alle 16 Minuten \"neu laden\" muss. Fischer und Luka wurden mittlerweile vom Alien in eine Falle gelockt und sind ausgeschieden. Nun sind nur noch Bea, Isabel, Faye und Charlotte im Fabrikgebäude übrig - jeder von ihnen könnte das Alien sein. Isabel hat die Idee, dass sich die vier mit einer Stoppuhr im Kreis aufstellen und warten, ob einer von ihnen flackert. Trotz aller Ablenkungsmanöver wird eine von ihnen enttarnt.","versions":[{"lang":1,"streams":[{"redirect":13180574,"hoster":"VOE"},{"redirect":13180586,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zu stark für diese Welt","epNo":13,"alt":"How I Wonder What You Are","descr":"Bea ist mit dem Artefakt im Silverpoint-Camp angekommen. Die Libellen sollen in das Artefakt gehen, um die Welt zu retten. Doch nur Bea weiß, wie das Wort \"retten\" zu verstehen ist. In letzter Minute gibt Bea zu, dass die Welt vor den Libellen gerettet werden soll, weil sie alle so stark wie Meg werden würden. Und dann wären sie eine Gefahr für die Menschheit. Da berührt Meg das Artefakt, um die anderen vor ihrer enormen Energie zu schützen. Meg landet in der virtuellen Welt der Libellen. Als sie sich traurig und einsam im Wald niederlässt, kommen mit einem grellen Licht ihre Freunde an - Louis, Kaz, Glen und auch Bea. Louis hat die Idee, noch mal einen Zugang zum Raumschiff zu finden, um irgendwie wieder zurück in die reale Welt zu kommen. Louis und Bea können ein Loch in den Waldboden schlagen, so dass alle zusammen ins Raumschiff gelangen. Dort haben sie mehrere Aufgaben zu erfüllen, und stellen fest, dass sie sich in der vierten Challenge befinden. Sie vermuten, dass sie jetzt zeigen sollen, dass sie nicht gefährlich sind, dass sie ihre Kräfte kontrollieren können.","versions":[{"lang":1,"streams":[{"redirect":13180576,"hoster":"VOE"},{"redirect":13180584,"hoster":"Streamtape"}]}]}]}]}