{"seriesId":"simon-templar","name":"Simon Templar","descr":"Simon Templar (Roger Moore) ist ein Mann, wie die Frauen ihn lieben: charmant, smart und gut aussehend. Gleichzeitig wird er von Kriminellen gefürchtet, denn mit seinem Einfallsreichtum und seinen Kampfkünsten bringt der Privatdetektiv jeden Schurken zur Strecke und behält mit Witz und britischem Unterstatement auch in scheinbar ausweglosen Situationen stets einen kühlen Kopf. Seine Gegenspieler stammen meist aus gehobenen Kreisen und seine Aufträge führen ihn in die großen Metropolen Europas wie London, Venedig, Paris, Rom, Hamburg, Lissabon, Genf, Zürich oder Amsterdam, aber bisweilen auch nach Afrika, Südamerika oder in die Karibik. Templar stand früher selbst auf der anderen Seite des Gesetzes, bediente sich bei seinen raffinierten Gaunereien aber stets nur bei zwielichtigen Personen, die durch Unrecht an ihr Vermögen gekommen waren – ganz nach alter Robin-Hood-Manier.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Simon Templar trifft eine alte Freundin","epNo":1,"alt":"The Talented Husband","descr":"Als Simon Templar bei der Premiere eines Theaterstücks auf die Frau des Schauspielers John Clarron, seine alte Freundin Madge, trifft, ahnt er noch nichts vom eigentlichen Drama, das sich anbahnt. Das Theaterstück ist ein Flop. Zurück im Haus an der Themse lässt sich Clarron nicht aufheitern. Als Madge auf der Terrasse sitzt, geht er hoch, um ihr einen Pullover zu holen. Beim Versuch ihn ihr über das Geländer zuzuwerfen, stößt er an einen schweren Blumentopf aus Beton, der auf seine Frau fällt. Madge ist schwer verletzt und ans Bett gefesselt. Clarron lehnt die Einstellung einer Krankenschwester ab, erzählt dem Doktor jedoch, dass er eine Haushälterin namens Mrs. Jafferty einstellen wolle. Adrienne Halberd, die im Nachbarhaus wohnt, bietet ihre Hilfe an. Clarron lehnt dankend ab; seine Frau sei schüchtern und wolle keine Fremden im Haus. Als Simon Templar davon erfährt, gibt er vor, in der Gegend Urlaub zu machen und lernt dabei umgehend die bezaubernde Adrienne kennen. Beide haben großes Interesse an dem Theaterregisseur John Clarron. Templar wegen Madges Unfall und der Tatsache, dass Clarron zuvor zweimal verheiratet war, und beide Frauen unter mysteriösen Umständen starben. Adrienne, da sie Versicherungsfälle überprüft, und ihr die kurz zuvor abgeschlossene Lebensversicherung für Clarrons Frau in Höhe von 70.000 Pfund verdächtig erscheint. War der Unfall Zufall oder Absicht? Besonders eine Tatsache verwirrt beide: Zum Zeitpunkt der vorangegangen Todesfälle war John stets allein mit seiner Frau. Wollte er nun auch Madge umbringen, wäre die engagierte Haushälterin doch nur im Weg? Gemeinsam arbeiten Templar und Adrienne an diesem mysteriösen Fall, der zunehmend komplizierter wird. Sie können verhindern, dass Madge vergiftet wird – doch durch wen? Clarron oder Mrs. Jafferty?","versions":[{"lang":1,"streams":[{"redirect":11317720,"hoster":"VOE"},{"redirect":10138893,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Latin Touch","descr":"Das erfolglose Durchsuchen des Gepäcks der Familie Ravenna durch die Angestellten am Flughafen Rom zieht die Aufmerksamkeit von Simon Templar auf sich. Ein Gefühl sagt ihm, dass mit der Familie etwas nicht stimmt. Im Flugzeug sitzt Templar dann neben einem völlig aufgebrachten Alfredo, dem Sohn von Fillipo Ravenna. Alfredo war gegen die geplante Auswanderung nach Amerika mit einem Zwischenstopp in Genf und gibt seiner Stiefmutter Helen die Schuld dafür. Kurz nach der Ankunft in Genf wird Simon Templar, der sich gerade an der Promenade entspannt, Zeuge am Mord von Filippo Ravenna. Der Vater Alfredos bricht mit einem Messer im Rücken zusammen, und ein Mann rennt mit Ravennas Aktentasche davon. Simon Templar verfolgt ihn, der Mann lässt die Tasche fallen und entkommt. Von nun an ist Templar in die Angelegenheiten der Familie verwickelt. Warum wurde der Anschlag auf Filippo Ravenna verübt? War in der Aktentasche etwas so Kostbares, dass Ravenna dafür getötet werden musste? Seine Ehefrau, Helen behauptet nichts zu wissen, zeigt aber großes Interesse an der Aktentasche. Als Simon Templar diese öffnet, findet er darin außerordentlich viel Schmuck, der durch die Flughafenkontrolle geschmuggelt worden war. Außerdem entdeckt er eine Notiz an einen gewissen Paul Galen in Genf mit der Nachricht, Fillipo Ravenna sei vertrauenswürdig, unterzeichnet von Carlo Visconti. Nach Alfredos Aussage handelt es sich bei Carlo Visconti um einen alten Freund seines Vaters. Simon Templar stattet Paul Galen mit einer Kette aus Ravennas Sammlung einen Besuch ab und sagt ihm, er würde am nächsten Tag um 8 Uhr mit dem restlichen Schmuck wieder kommen. Zurück in seinem Hotelzimmer findet er dieses durchwühlt vor. Der Einbrecher ist noch im Zimmer, Templar stellt ihn und kann noch in Erfahrung bringen, dass es sich um einen Auftragseinbruch handelt, bevor der Einbrecher sich aus dem Fenster in den Tod stürzt. Alfredo belauscht währenddessen ein Gespräch zwischen Helen und Visconti und erfährt nicht nur, dass Visconti der Auftraggeber war, sondern auch, dass seine Mutter Helen und Visconti ein Verhältnis haben. Der Fall scheint klar zu sein … Mehr über die Episoden und die Figuren, sowie Videoausschnitte finden Sie unter www.arte.tv/simon-templar (Text: arte)\r(Kopiert von FGWeb 12.18)","versions":[{"lang":2,"streams":[{"redirect":10138829,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Careful Terrorist","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138830,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Covetous Headsman","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138834,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Simon Templar und der Tourist","epNo":5,"alt":"The Loaded Tourist","descr":"Das erfolglose Durchsuchen des Gepäcks der Familie Ravenna durch die Angestellten am Flughafen Rom zieht die Aufmerksamkeit von Simon Templar auf sich. Ein Gefühl sagt ihm, dass mit der Familie etwas nicht stimmt. Im Flugzeug sitzt Templar dann neben einem völlig aufgebrachten Alfredo, dem Sohn von Fillipo Ravenna. Alfredo war gegen die geplante Auswanderung nach Amerika mit einem Zwischenstopp in Genf und gibt seiner Stiefmutter Helen die Schuld dafür. Kurz nach der Ankunft in Genf wird Simon Templar, der sich gerade an der Promenade entspannt, Zeuge am Mord von Filippo Ravenna. Der Vater Alfredos bricht mit einem Messer im Rücken zusammen, und ein Mann rennt mit Ravennas Aktentasche davon. Simon Templar verfolgt ihn, der Mann lässt die Tasche fallen und entkommt. Von nun an ist Templar in die Angelegenheiten der Familie verwickelt. Warum wurde der Anschlag auf Filippo Ravenna verübt? War in der Aktentasche etwas so Kostbares, dass Ravenna dafür getötet werden musste? Seine Ehefrau, Helen behauptet nichts zu wissen, zeigt aber großes Interesse an der Aktentasche. Als Simon Templar diese öffnet, findet er darin außerordentlich viel Schmuck, der durch die Flughafenkontrolle geschmuggelt worden war. Außerdem entdeckt er eine Notiz an einen gewissen Paul Galen in Genf mit der Nachricht, Fillipo Ravenna sei vertrauenswürdig, unterzeichnet von Carlo Visconti. Nach Alfredos Aussage handelt es sich bei Carlo Visconti um einen alten Freund seines Vaters. Simon Templar stattet Paul Galen mit einer Kette aus Ravennas Sammlung einen Besuch ab und sagt ihm, er würde am nächsten Tag um 8 Uhr mit dem restlichen Schmuck wieder kommen. Zurück in seinem Hotelzimmer findet er dieses durchwühlt vor. Der Einbrecher ist noch im Zimmer, Templar stellt ihn und kann noch in Erfahrung bringen, dass es sich um einen Auftragseinbruch handelt, bevor der Einbrecher sich aus dem Fenster in den Tod stürzt. Alfredo belauscht währenddessen ein Gespräch zwischen Helen und Visconti und erfährt nicht nur, dass Visconti der Auftraggeber war, sondern auch, dass seine Mutter Helen und Visconti ein Verhältnis haben. Der Fall scheint klar zu sein …","versions":[{"lang":1,"streams":[{"redirect":11317729,"hoster":"VOE"},{"redirect":10138897,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Pearls Of Peace","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138831,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Arrow Of God","descr":"","versions":[{"lang":2,"streams":[{"redirect":10761757,"hoster":"VOE"},{"redirect":10138832,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Simon Templar und das Labyrinth der Stimmen","epNo":8,"alt":"The Element Of Doubt","descr":"Carlton Rood ist ein hervorragender Anwalt, aber gänzlich korrupt. Er erwirkt Freisprüche für Mörder und Diebe und kümmert sich nicht darum, ob seine Klienten schuldig sind oder nicht, solange sie seine astronomisch hohen Honorarforderungen bezahlen können. Zudem schreckt er vor nichts zurück, um seine Fälle zu gewinnen. Nichts scheint ihn aufhalten zu können. Da beschließt Simon Templar, ihm das Handwerk zu legen. Beim nächsten Mandanten will Simon Templar persönlich und im Interesse der Gerechtigkeit für dessen Verurteilung sorgen … Carlton Roods nächster Mandant heißt Sholto. Ihm wird zur Last gelegt, seine Lagerhalle abgebrannt und dabei die Putzfrau Agnes Yarrow, die Zeugin des Vorfalls war, ernsthaft verletzt zu haben. Sie überlebt, hat aber ihr Augenlicht verloren. Zudem verliert ein Polizist, der in dem Fall ermittelte, sein Leben. Agnes’ Zeugenaussage bringt Sholto vor das Gericht, doch Roods rücksichtsloses Kreuzverhör destabilisiert sie. Am Ende des Verhörs spielt er ihr drei Sprachaufnahmen vor, die alle der Stimme von Sholto ähneln. Als Agnes die richtige Stimme nicht eindeutig identifizieren kann, scheint der Fall erledigt. Doch Simon Templar gibt sich damit nicht zufrieden. Er benutzt dessen unfaire Methoden gegen ihn und erzählt Sholto, Rood würde gegen noch höhere Bezahlung seinen Mandanten, Sholto, verpfeifen. Sholto beißt an und Templar überlässt ihm den Rest, um dem Anwalt das Handwerk zu legen.","versions":[{"lang":1,"streams":[{"redirect":11317727,"hoster":"VOE"},{"redirect":10138904,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Effete Angler","descr":"","versions":[{"lang":2,"streams":[{"redirect":11317721,"hoster":"VOE"},{"redirect":10138833,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Golden Journey","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138836,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Simon Templar und der Glückspilz","epNo":11,"alt":"The Man Who Was Lucky","descr":"Das erfolglose Durchsuchen des Gepäcks der Familie Ravenna durch die Angestellten am Flughafen Rom zieht die Aufmerksamkeit von Simon Templar auf sich. Ein Gefühl sagt ihm, dass mit der Familie etwas nicht stimmt. Im Flugzeug sitzt Templar dann neben einem völlig aufgebrachten Alfredo, dem Sohn von Fillipo Ravenna. Alfredo war gegen die geplante Auswanderung nach Amerika mit einem Zwischenstopp in Genf und gibt seiner Stiefmutter Helen die Schuld dafür. Kurz nach der Ankunft in Genf wird Simon Templar, der sich gerade an der Promenade entspannt, Zeuge am Mord von Filippo Ravenna. Der Vater Alfredos bricht mit einem Messer im Rücken zusammen, und ein Mann rennt mit Ravennas Aktentasche davon. Simon Templar verfolgt ihn, der Mann lässt die Tasche fallen und entkommt. Von nun an ist Templar in die Angelegenheiten der Familie verwickelt. Warum wurde der Anschlag auf Filippo Ravenna verübt? War in der Aktentasche etwas so Kostbares, dass Ravenna dafür getötet werden musste? Seine Ehefrau, Helen behauptet nichts zu wissen, zeigt aber großes Interesse an der Aktentasche. Als Simon Templar diese öffnet, findet er darin außerordentlich viel Schmuck, der durch die Flughafenkontrolle geschmuggelt worden war. Außerdem entdeckt er eine Notiz an einen gewissen Paul Galen in Genf mit der Nachricht, Fillipo Ravenna sei vertrauenswürdig, unterzeichnet von Carlo Visconti. Nach Alfredos Aussage handelt es sich bei Carlo Visconti um einen alten Freund seines Vaters. Simon Templar stattet Paul Galen mit einer Kette aus Ravennas Sammlung einen Besuch ab und sagt ihm, er würde am nächsten Tag um 8 Uhr mit dem restlichen Schmuck wieder kommen. Zurück in seinem Hotelzimmer findet er dieses durchwühlt vor. Der Einbrecher ist noch im Zimmer, Templar stellt ihn und kann noch in Erfahrung bringen, dass es sich um einen Auftragseinbruch handelt, bevor der Einbrecher sich aus dem Fenster in den Tod stürzt. Alfredo belauscht währenddessen ein Gespräch zwischen Helen und Visconti und erfährt nicht nur, dass Visconti der Auftraggeber war, sondern auch, dass seine Mutter Helen und Visconti ein Verhältnis haben.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Charitable Countess","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138842,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Fellow Traveller","descr":"","versions":[{"lang":2,"streams":[{"redirect":10761762,"hoster":"VOE"},{"redirect":10138835,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Starring The Saint","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138837,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Judith","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138838,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Teresa","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138839,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Elusive Ellshaw","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138840,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Simon Templar und das Double für den Tod","epNo":6,"alt":"Marcia","descr":"Nach einem Säureattentat begeht die völlig entstellte Schauspielerin Marcia Landon Selbstmord. Für die junge Schauspielerin und Freundin des Opfers Claire Avery ist das die Chance für ihre große Karriere. Mit gemischten Gefühlen übernimmt sie die Rolle. Claire Avery ist eine der wenigen, die wissen, wie es zu dem Tod kam, und vertraut sich damit Simon Templar an: Marcia wollte gerade das Studio verlassen, als ein Mann, der im Dunkeln stand, ihren Namen rief. Als sie sich daraufhin zu ihm umdrehte, schüttete er ihr Säure ins Gesicht, die sie innerhalb von Sekunden entstellte. Produzent Mike Sentinal fördert Claire als Marcias Nachfolgerin, doch seine Frau Sheila ist eifersüchtig auf das gute Verhältnis zwischen ihrem Mann und seinen Stars. Auch dem Hauptdarsteller Barry Aldon gefällt es gar nicht, mit einer Unbekannten spielen zu müssen, und auch Schauspielerin Irene Cromwell ist eifersüchtig. Einzig der dritte Assistent, Johnny Desmond, ist von ganzem Herzen begeistert. Claire akzeptiert schließlich die Nachfolge, doch zu ihrem Entsetzen erhält sie schon kurz darauf einen Erpresserbrief, der sie auffordert 5.000 Pfund zu zahlen, wenn sie nicht das gleiche Schicksal wie Marcia erleiden möchte. Voller Panik kontaktiert sie Simon Templar. Dessen Versuch, dem Täter eine Falle zu stellen, geht jedoch erst einmal schief und Claire erhält eine weitere Drohung. Als es dem gewieften Gentleman dann schließlich nach einem verzwickten Katz-und-Maus-Spiel gelingt, den Erpresser zu stellen, muss er jedoch weiterhin herausfinden, wer Marcia Landon mit Säure verätzt hat …","versions":[{"lang":1,"streams":[{"redirect":11317724,"hoster":"VOE"},{"redirect":10138895,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Work Of Art","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138845,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Iris","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138851,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The King Of The Beggars","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138846,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Simon Templar und die Kiste voll Diamanten","epNo":10,"alt":"The Rough Diamonds","descr":"Im Flugzeug nach England trifft Simon Templar auf einen alten Bekannten, Alan Uttershaw. Mit an Bord, Industriediamanten im Wert von mehreren hunderttausend Pfund, die Uttershaw aus Afrika an das Unternehmen Ourley-Linnet übermitteln soll. Bei der Übergabe scheint alles glatt zu laufen, aber die Nachrichten verkünden bald, dass Uttershaw Opfer einer Entführung wurde. Der Transporter wurde überfallen und die Securitys ermordet, bevor die Diamanten überbracht werden konnten. Für Simon Templar ist dies eine persönliche Angelegenheit und so beschließt er, sich das besagte Ourley-Linnet-Unternehmen einmal genauer anzusehen. Geschäftsführer Milton Ourley führt alles andere als ein einfaches Leben. Seine Frau Tina betrügt ihn mit einem jüngeren Liebhaber, aber aus Business-Gründen wird der schöne Schein gewahrt. Auch das Verhältnis zu seinem Geschäftspartner Gabriel Linnet ist angespannt. Als Linnet ermordet wird, kommen erhellende Tatsachen zum Vorschein: Ourley ist sein Erbe; und auch die Beziehung zwischen Linnet und seiner Sekretärin Barbara Sinclair scheint mehr als rein geschäftlich gewesen zu sein. Ourley konnte also bei diesem Raubüberfall doppelt kassieren, das Geld der Versicherung und natürlich die Kiste voll Diamanten. Und vom plötzlichen Tod seines Geschäftspartners konnte er auch nur profitieren. Welche Rollen aber spielen Tina Ourley und die Sekretärin Barbara Sinclair in diesem Spiel aus Betrug, Überfall und Mord? Und warum wird ausgerechnet Simon Templar verdächtigt? Hartnäckig macht sich Templar an die Aufklärung der Dinge und findet die überraschende Lösung bei seinem alten Bekannten, Alan Uttershaw …","versions":[{"lang":1,"streams":[{"redirect":11317731,"hoster":"VOE"},{"redirect":10138896,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Saint Plays With Fire","descr":"","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Well-Meaning Mayor","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138847,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Sporting Chance","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138849,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Bunco Artists","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138854,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"The Benevolent Burglary","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138856,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Wonderful War","descr":"","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Noble Sportsman","descr":"","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"The Romantic Matron","descr":"","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"Luella","descr":"","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"The Lawless Lady","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138853,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Good Medicine","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138852,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Simon Templar und der unsichtbare Millionär","epNo":22,"alt":"The Invisible Millionaire","descr":"Marvin Chase hat alles, was man sich wünschen kann: eine wunderschöne Frau, Rosemary, eine bezaubernde Tochter, Ellen, und Wohlstand. Doch wie alle skrupellosen, ehrgeizigen Männer hat er nur Zeit für das Geschäft. Das ist einer der Gründe dafür, dass Rosemary sich seinem Assistenten Bertrand Tamblin zugewandt hat. Seine Liebe ist ihrer Meinung nach das einzige was sie bei Verstand hält. Aber Tamblin wird Opfer eines Autounfalls, in dem auch Marvin Chase so schwer verbrannt wird, dass ihn selbst seine Familie nicht mehr erkennt, da sein ganzes Gesicht bandagiert ist. Chases Sekretärin, Nora, ist beunruhigt. Sie versteht die Anweisungen nicht mehr, die er ihr gibt, und seine Finanzpolitik scheint sich grundlegend geändert zu haben. Zudem verbietet ihr Chases Arzt, Dr. Quintus, die Angelegenheit mit ihrem Chef auszudiskutieren. Verzweifelt wendet sie sich mit einem Telefonanruf an ihren alten Freund Simon Templar und erzählt ihm, dass sie vermutlich gerade in einen großen Schwindel hineingezogen wird. Als Templar zu ihrem vereinbarten Treffen im Bootshaus erscheint, ist sie tot. Fast gleichzeitig taucht Marvin Chases Bruder, Jim, auf. Simon Templar und der Polizei gelingt es nicht, ihn mit den Umständen des Mordes in Verbindung zu bringen, auch wenn die neue Finanzpolitik seines Bruders ihm zugutekommt. Marvins Tochter Ellen gibt Simon Templar neue Anhaltspunkte, die ihn zum Nachdenken bringen: Der Unfall ereignete sich glücklicherweise fast direkt gegenüber des Hauses von Dr. Quintus. Doch blieb die Uhr im Auto um 11 Uhr 9 stehen, was nicht mit der Aussage des örtlichen Briefträgers übereinstimmt. Mit Hilfe der Hinweise der Tochter gelingt es Simon Templar, das Puzzle eines gerissenen und schlauen Mordfalls zu lösen.","versions":[{"lang":1,"streams":[{"redirect":11317734,"hoster":"VOE"},{"redirect":10138899,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Simon Templar und der große Fuchs","epNo":23,"alt":"The High Fence","descr":"Während Simon Templar die junge und attraktive Schauspielerin Gabby ins Theater ausführt, werden in deren Wohnung Juwelen gestohlen. Templar kommt zu spät, und es gelingt den Safeknackern mit den erbeuteten Juwelen zu fliehen. Inspektor Pryor, ein junger und arroganter Polizist, übernimmt die Aufklärung des Falls. Ihm gelingt es einen der Tatverdächtigen zu identifizieren, im Prinzip ein \"kleiner Fisch\" namens Johnny Answorth. Pryor ist davon überzeugt, dass Answorth nur das Ende der Kette ist und dass seine Aussage ihn zu Londons \"Big Boss\" der Unterwelt, dem mysteriösen Hehler, dem \"Großen Fuchs\" führen kann. Bevor es jedoch auf dem Präsidium zum Verhör kommt, wird Answorth vergiftet. Irgendjemand hat es geschafft, eine vergiftete Tasse Tee ins Präsidium zu schmuggeln, und dieser jemand steckt auch hinter dem Juwelenraub bei Gabby. Für Simon Templar ist der Fall erneut von persönlichem Interesse, gehört Gabby doch zum engsten Freundeskreis. Auch Bob Stryker, ein ehemaliger Scotland Yard-Detektiv, ist an dem Fall interessiert. Zusammen machen sie sich daran, den Juwelendiebstahl und den Mord an Johnny Answorth aufzudecken. Eine Spur führt zur nächsten und schließlich findet sich Simon Templar in der Gewalt des \"Großen Fuchses\" wieder. Aber wer verbirgt sich hinter dem Phantom? Templar ist nicht überrascht, als die Maske fällt …","versions":[{"lang":1,"streams":[{"redirect":11317732,"hoster":"VOE"},{"redirect":10138898,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Sophia","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138859,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"The Gentle Ladies","descr":"","versions":[]},{"epId":"episode-26","name":"","epNo":26,"alt":"The Ever-Loving Spouse","descr":"","versions":[]},{"epId":"episode-27","name":"","epNo":27,"alt":"The Saint Sees It Through","descr":"","versions":[]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Simon Templar und die Teestunde","epNo":1,"alt":"The Miracle Tea Party","descr":"Die attraktive Krankenschwester Geraldine McLeod kommt gerade an der Waterloo-Station in London an, als ihr ein Mann unbemerkt ein Päckchen Tee in die Tasche steckt. In einer Telefonzelle gerät sie ins Blickfeld von Simon Templar. Der Gentleman hat ein Faible für hübsche junge Damen und beginnt mit ihr zu flirten, als es in einer benachbarten Zelle zu einem plötzlichen Todesfall kommt. Bei dem Opfer handelt es sich um einen Lagerverwalter der Marinestation, eben den Mann, der Geraldine unbemerkt das Päckchen Tee in die Handtasche steckte. Simon Templar beschließt, sich auf seine Weise um die noch unter Schock stehende Geraldine zu kümmern. Sein Rezept: Ein doppelter Martini gefolgt vom besten Dinner von London. Auf dem Weg dorthin bemerkt Templar, dass sie verfolgt werden, und damit auch, dass sie beide tiefer in den Fall verwickelt sind, als bisher angenommen. In Geraldines Handtasche finden sie das Päckchen Tee, mit der Aufschrift \"Miracle Tea\". Aber anstelle von Tee enthält es Banknoten. Auf der Rückseite des Päckchens noch eine Anzeige für eine Radiowerbung von \"Miracle Tea\" mit einem Aufruf zu einem Gewinnspiel. Simon Templar begreift schnell, dass bei diesem Fall weit mehr auf dem Spiel steht als ein Päckchen Tee …","versions":[{"lang":1,"streams":[{"redirect":11317733,"hoster":"VOE"},{"redirect":10138911,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Lida","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138858,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Jeannine","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138861,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Simon Templar und der Skorpion","epNo":4,"alt":"The Scorpion","descr":"Wer versteckt sich hinter dem Decknamen \"Skorpion\"? Wer ist die mysteriöse Person im Hintergrund, die in diesem Spiel aus Erpressung und Mord die Fäden zieht? Und ist der große Unbekannte genauso gefährlich und tödlich, wie sein animalischer Namensvetter? Ein Kleinkrimineller namens Long Harry fleht ausgerechnet Simon Templar um Hilfe an. Im Auftrag eines Unbekannten, dem \"Skorpion\", hat Harry einen Brief gestohlen, zu erpresserischen Zwecken. Es hätte ein leichter Job sein können, aber bei der Übergabe konnte Harry einen Blick auf den Unbekannten werfen. Von einem Motorradfahrer verfolgt, schwebt Harry nun in Lebensgefahr, denn der \"Skorpion\" versucht mit allen Mitteln, sein Inkognito zu wahren. Simon Templar beschließt, Harry zu helfen, und versteckt ihn in seinem Appartment. Als Long Harry ermordet wird, schaltet sich die Polizei ein. Auch Inspektor Teal ist dem \"Skorpion\" schon seit einer Weile auf den Fersen. Eine wilde Verbrecherjagd beginnt, begleitet von brutalen Motorradfahrern und giftigen Insekten …","versions":[{"lang":1,"streams":[{"redirect":11317735,"hoster":"VOE"},{"redirect":10138900,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Revolution Racket","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138864,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Saint Steps In","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138865,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Loving Brothers","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138867,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Man Who Liked Toys","descr":"","versions":[]},{"epId":"episode-9","name":"Simon Templar und das Syndikat","epNo":9,"alt":"The Death Penalty","descr":"Eigentlich will Simon Templar an der französischen Mittelmeerküste nur Urlaub machen, wurde er doch von der französischen Polizei gebeten, sich dieses Mal möglichst ruhig zu verhalten. Doch auf der Durchreise wird er in einem düsteren Hafenviertel von Marseille Zeuge eines Mordes. Der brutale Verbrecher Abdul Osman ist dabei sich die Oberherrschaft des Verbrechersyndikats Latini zu sichern, und dafür sind ihm alle Mittel recht. Er sieht sich schon als Big Boss der Latini, einem Verbrecherring, der sich von Marseille bis in den Nahen Osten erstreckt. Doch der bisherige Chef Galbraith Stride, im Alltag Kunstliebhaber und Familienvater, lässt sich von Osmans Drohungen nicht einschüchtern. Dank eines gebrochenen Stilettos macht Simon Templar Bekanntschaft mit der hübschen und naiven Laura Stride. Langsam aber sicher erfährt Templar, dass niemand über die kriminellen Machenschaften von Stride Bescheid weiß, selbst seine eigene Tochter ahnt nichts vom kriminellen Doppelleben ihres Vaters. Als Templar sich in die Machtkämpfe des Syndikats einmischt, steht er schnell ganz oben auf der Abschussliste von Osman. Als dieser eines Abends versucht, Templar zur Strecke zu bringen, wird der Fall zu einem persönlichen Anliegen für den Saint. Er beschließt die Chefetage der Latini, Osman und Stride, das Handwerk zu legen, auch wenn die Wahrheit für die hübsche Laura nicht einfach sein wird. Abends kommt es auf Osmans Motorjacht zum tödlichen Showdown zwischen Templar, Osman und Stride …","versions":[{"lang":1,"streams":[{"redirect":11317738,"hoster":"VOE"},{"redirect":10138902,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Simon Templar und ein halbseidenes Mädchen","epNo":10,"alt":"The Imprudent Politician","descr":"Handelsminister Chris Waites wird erpresst. In der folgenden Woche soll er eine Rede halten, die wichtige Informationen zum Börsenmarkt enthält. Die Erpresser sind an der Rede interessiert, denn mit den enthaltenen Informationen könnte man ein Millionengeschäft machen. Sollte Waites ablehnen, drohen sie mit der Veröffentlichung eines Briefes mit brisantem Inhalt, der sowohl das Ende seiner politischen Karriere bedeuten, als auch seinen gesellschaftlichen Ruf für immer ruinieren würde. Als vor dem Landhaus des Ministers der Kurier der Rede ermordet wird, schaltet sich Simon Templar ein. Seine Recherchen führen ihn zur schönen Blondine Denise Grant. Als langjährige Affäre von Waites ist sie im Besitz des besagten Briefes. Aber Grant ist nur einer der Drahtzieher in diesem Fall von Erpressung. Denn auch einige Gäste im Landhaus von Waites scheinen stark an seinem Geld interessiert zu sein. Aber wer von ihnen steckt mit den Erpressern unter einer Decke? Waites’ Schwester Helen und ihr scotchbechernder Ehemann Colin Phillips, der schüchterne Mathematiker Mr. Anthony, oder vielleicht doch eher der verträumte Künstler Spencer Vallance? Schon steckt Simon Templar mitten drin und steht gleichzeitig doch erst am Anfang einer langen Reihe von Intrigen …","versions":[{"lang":1,"streams":[{"redirect":11317742,"hoster":"VOE"},{"redirect":10138903,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Hi-Jackers","descr":"","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Unkind Philanthropist","descr":"","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Damsel In Distress","descr":"","versions":[]},{"epId":"episode-14","name":"Simon Templar und der Fall Farnberg","epNo":14,"alt":"The Contract","descr":"Acht Jahre ist es her, dass bei einem Raubüberfall auf eine amerikanische Basis der Air Force in England äußerst wertvolle Diamanten gestohlen wurden. Die Gangster konnten zwar verhaftet werden, doch die Beute wurde nie gefunden. Einer der Diebe, ein Amerikaner mit dem Namen Farnberg, ist nun wieder auf freiem Fuß und zurück in England. Sein Ziel ist es, die versteckte Beute wiederzufinden, vor allem aber auch, mit Simon Templar abzurechnen, weil er es war, der Farnberg vor acht Jahren ins Gefängnis brachte. Farnberg sinnt auf Rache.Der Saint entgeht nur knapp einem Mordanschlag, aber wer könnte ein Interesse an seinem Tod haben? Templar beginnt zu ermitteln und findet heraus, dass jemand ein Kopfgeld auf ihn ausgesetzt hat. 5.000 Pfund werden für den Tod von Simon Templar gezahlt. Der Saint macht sich auf die Suche nach dem unbekannten Auftraggeber und trifft zufällig auf einen alten Freund. Major Dunstan, ehemaliger Air Force Security, der in England weilt, um die noch immer unauffindbare Beute sicherzustellen. Gemeinsam machen sie sich auf die Suche nach den Diamanten und auf die Jagd nach Farnberg. Aber wer ist Jäger und wer der Gejagte? Als die beiden die Beute endlich ausfindig machen, entlarvt sich der Major als skrupelloser Gegenspieler und brutaler Mörder.","versions":[{"lang":1,"streams":[{"redirect":11317740,"hoster":"VOE"},{"redirect":10138901,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Simon Templar und das große Spiel","epNo":15,"alt":"The Set-Up","descr":"In einem Londoner Spielkasino trifft Simon Templar auf die junge Schauspielerin Oonagh O’Grady und ihren Agenten Tex Goldman, die beim Roulette ihr Glück versuchen. Am gleichen Abend wird die Kasse des Kasinos ausgeraubt; dabei werden mehrere Tausend Pfund erbeutet. Templar verfolgt einen der beiden Gangster und bekommt ihn schließlich zu fassen. Als er ihn jedoch zur Rede stellen will, wird dieser hinterrücks erschossen. Inspektor Teal, der den Fall übernommen hat, erklärt Templar, dass sich dieser Hold-up in eine Reihe von Überfällen in London fügt. Es fehle nur noch der ganz große Coup, der letzte Streich der Gangsterbande. Templar beginnt zu ermitteln, steht aber gleichzeitig bereits ganz oben auf der Abschussliste der Gangster. Mit Hilfe der schönen Oonagh gelingt es ihm, die Gangster durch eine Finte zu täuschen. Als diese einen Mordanschlag auf den Saint verüben, lässt er sie glauben, dass sie erfolgreich waren. Doch es braucht schon etwas mehr, um einen Simon Templar umzulegen, \"Unkraut vergeht nicht.\" Der Totgeglaubte heftet sich den Verbrechern an die Fersen. Die Bande plant ihren letzten Überfall auf einen Geldtransporter. Als Boss der Bande entpuppt sich der aalglatte Schauspieleragent Mr. Tex Goldman. Der Saint bleibt im Schatten und beginnt langsam aber sicher, die Gangster gegeneinander auszuspielen …","versions":[{"lang":1,"streams":[{"redirect":11317744,"hoster":"VOE"},{"redirect":10138905,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Rhine Maiden","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138869,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Inescapable Word","descr":"","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"The Sign Of The Claw","descr":"","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Golden Frog","descr":"","versions":[]},{"epId":"episode-20","name":"Simon Templar jagt Wühlmäuse","epNo":20,"alt":"The Frightened Inn-Keeper","descr":"In einem Brief bittet Julia Jeffroll den Saint um seine Hilfe. Im Wirtshaus ihres Vaters scheint etwas Unheimliches vor sich zu gehen. In der Nacht habe sie seltsame Geräusche gehört, wie das Graben in der Erde. Auch scheint ihr Vater, der Wirt Martin Jeffroll, in undurchsichtige Machenschaften verwickelt zu sein. Auch die einzigen Gäste, drei ehemalige Veteranen, die schon seit sechs Wochen ihr Wiedersehen feiern, scheinen irgendetwas zu planen. Simon Templar beschließt dem nachzugehen und macht sich auf nach Cornwall. Im Wirtshaus \"Zum müden Wanderer\" nimmt er unter dem etwas maroden Namen Simon Gruft ein Zimmer, sehr zum Leidwesen des sichtlich gestressten Wirts Mr. Jeffroll. Und auch den drei Veteranen passt die Anwesenheit des Saints ganz und gar nicht in den Kram. Langsam aber sicher kommt Simon Templar hinter die kriminellen Pläne der Truppe. Im Keller findet er einen Tunnel, an dem die angeblichen Veteranen immer nachts graben, der führt bis zu den Abwasserkanälen eines nahe gelegenen Gefängnisses. Hinter dem Ganzen steckt also ein raffinierter Ausbruchsplan, um einen reichen Häftling zu befreien. Doch die drei Gangster durchschauen Templars Spiel und verüben einen Bombenanschlag auf ihn. Dabei geht sein heißgeliebter Volvo P1800 in Flammen auf. Totgeglaubt macht sich Simon Templar an die Aufklärung des Falls. Mit Hilfe der hübschen Julia gelingt es ihm, den Plan der Verbrecher zu vereiteln. Aber was wäre Simon Templar ohne sein weißes Volvo-Sportcoupé? Und so kauft sich Templar von der Prämie, die auf die Verbrecher ausgesetzt war, einen wohlverdienten Ersatz. Am Ende rollt der Saint wie gewohnt im sportlichen, kleinen Weißen neuen Abenteuern entgegen.","versions":[{"lang":1,"streams":[{"redirect":11317751,"hoster":"VOE"},{"redirect":10138906,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Sibao","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138873,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Simon Templar riskiert Kopf und Kragen","epNo":22,"alt":"The Crime Of The Century","descr":"Bei einem Chopinkonzert bittet ausgerechnet Inspektor Teal Simon Templar um Mithilfe. Der milliardenschwere Bernhard Raxel, berühmt für seinen Reichtum und seine kriminellen Machenschaften, plant seinen bisher größten Coup. Weil es der Polizei aber bisher noch nie gelungen ist, ihm etwas nachzuweisen, will Teal ihn bei seinem neuen Verbrechen auf frischer Tat hochnehmen. Und dazu braucht er die Hilfe von Simon Templar. Raxel hat die Crème de la Crème des internationalen Verbrechens nach London bestellt; alle sind Experten ihres Metiers. Was wie ein Klassentreffen von Kleinkriminellen aussieht, ist in Wahrheit eine Zusammenkunft der weltweit hochkarätigsten Gangster, für ein Verbrechen, das Geschichte schreiben wird. Parallel hat Raxel die ambitionierte Wissenschaftlerin Betty Tregarth entführt. Sie soll ein tödliches Nervengas herstellen, das ihm bei seinem Plan von Nutzen sein soll. Der Saint, künstlich gealtert und mit grauen Schläfen, wird verdeckt in die Verbrecherrunde eingeschleust. Von nun an gibt sich Simon Templar als amerikanischer Safeknacker Carl Munster aus und probt mit den anderen Verbrechern für den großen Coup. Aber warum der ganze Aufwand? Was ist das Ziel des kriminellen Millionärs? Raxel hat es weder auf Juwelen noch auf einen Goldtransport abgesehen. Sein Ziel sind die Druckplatten britischer Banknoten, die sicher hinter dicken Panzertüren aufbewahrt werden. Mit den Druckplatten und dem richtigen Papier könnten große Geldmengen in Umlauf gebracht werden, ein Millionengewinn, fast ganz ohne Risiko. Aber nur fast, denn der Saint, alias Carl Munster, verhindert den Coup.","versions":[{"lang":1,"streams":[{"redirect":11317746,"hoster":"VOE"},{"redirect":10138907,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Simon Templar und ein Selbstmord","epNo":23,"alt":"The Happy Suicide","descr":"Ziggy Zaglan ist Entertainer und bei allen Zuschauern beliebt, seine Ziggy-Zaglan-Show, ein Dauerbrenner. Doch hinter der Fassade des smarten Showmasters verbirgt sich ein unsympathischer und cholerischer Egoist, dem der Starrummel zu Kopf gestiegen ist. Ausgerechnet Simon Templar soll in derZiggy-Zaglan-Show als Gast auftreten. Der attraktiven und äußerst charmanten Lois gelingt es den Saint dazu zu überreden. Doch vor der nächsten Show wird Paul Zaglan, der Adoptivbruder Ziggys, der die Texte für seinen Bruder schrieb, tot aufgefunden. Allem Anschein nach handelt es sich um Selbstmord. Für die New Yorker Polizei ist der Fall damit erledigt, doch der Saint hat seine Zweifel. Denn Paul schrieb an einem Buch, einem Enthüllungsroman über den wahren Ziggy Zaglan und über die korrupten Mechanismen und die schmutzigen Seiten des glitzernden Showbusiness. Das Buch hätte nicht nur für Ziggy das Ende seiner Karriere bedeuten können; auch sein Agent Ted Coblin und der Produzent der Show, Ralph Damian, mussten um ihren Ruhm fürchten. Sollte Paul also mundtot gemacht werden? Aber wer ist der Mörder? Ist Ziggy Zaglan zuzutrauen, dass er kaltblütig seinen Bruder und den Texter seiner erfolgreichen Show umbringt? Oder waren es Coblin und Damian? Und welche Rolle spielt der düstere McCleery in diesem abgekarteten Spiel? Dem Saint gelingt es mit Hilfe der hübschen Lois dem Mörder das Handwerk zu legen. Und wie heißt es doch in der Welt der Stars, \"The show must go on\", und so kommt es am Ende doch noch zum Gastauftritt des Saints in der allseits beliebten Ziggy-Zaglan-Show.","versions":[{"lang":1,"streams":[{"redirect":11317745,"hoster":"VOE"},{"redirect":10138941,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Simon Templar und die Startflagge","epNo":1,"alt":"The Chequered Flag","descr":"Oscar Newley steht kurz vor dem finanziellen Aus. Sein Rennwagen ist schon seit langem nicht mehr durchs Ziel gekommen. Doch Oscar glaubt fest an sein neues Benzineinspritzsystem. Wenn er damit das nächste Rennen gewinnt, wird ihn die Erfindung nicht nur vor dem Bankrott bewahren, mehr noch, seine Erfindung wird ihn reich machen. Es gibt nur einen Haken an der Sache. Oscar ist nicht der Erfinder des neuen Systems. Sein kürzlich verstorbenen Partner Mr. Marshall hat es entwickelt. Dessen Tochter Catherine fürchtet nun, dass Oscar die Erfindung unter seinem Namen gewinnbringend verkaufen wird. Aber davon ist Oscar noch weit entfernt, denn trotz neuer Pumpe landen seine Wagen beim Rennen immer auf den letzten Plätzen. Catherine sucht Simon Templar auf. Sie bittet ihn, sich bei Newley mal genauer umzusehen. Der Saint spielt den Hobbyrennfahrer und mimt den interessierten Motorsportfan, doch hat er auch etwas übrig für den zähen Oscar, und so bietet er ihm an, als Investor einzusteigen. Beim nächsten Testlauf scheint alles gut zu laufen, der Wagen beschleunigt wie kein anderer, doch wieder einmal endet das Rennen für Oscars Wagen in der Box. Sabotage, da ist sich Newley sicher. Für den alten Haudegen kommt niemand anderes als Saboteur infrage als der junge, reiche Playboy und Rennfahrer Beau Ellington. Aber hat dieser wirklich ein Motiv? Versteckt sich der Saboteur nicht vielmehr im eigenen Stall? Nachdem Newleys Garage in Flammen aufgeht und er dabei beinahe ums Leben kommt, beginnt der Saint mit seinen Ermittlungen. Nur auf der Rennstrecke lässt sich der Täter enttarnen, soviel steht fest. Beim nächsten Rennen sitzt der Saint selbst hinterm Steuer, und es kommt zu einem nervenaufreibenden Duell an der Spitze …","versions":[{"lang":1,"streams":[{"redirect":11317753,"hoster":"VOE"},{"redirect":10138908,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Simon Templar und das Wochenende in Paris","epNo":2,"alt":"The Abductors","descr":"Paris ist schön, ja sogar wunderschön, aber wirklich aufregend und spannend ist es nicht. Das findet zumindest die junge Engländern Madeline Dawson, die ausgerechnet beim Bingo ein Wochenende in Paris gewonnen hat. Sehenswürdigkeiten, Langeweile und schmerzende Füße stehen auf ihrem Tagesprogramm. Richtig spannend wird es erst, als zufällig Simon Templar in ihr Hotelzimmer stürzt. Wenn der Saint in Paris ist, ist immer etwas los. Alles beginnt in einem Pariser Nachtclub, als ein Engländer, Brian Quell, den Saint um seine Hilfe bittet. Er werde verfolgt und schwebe in Gefahr. Dem Saint gelingt es Brian Quell vor seinen Verfolgern zu beschützen. Doch im Hotelzimmer von Quell wartet bereits der kaltblütige Jones, der Chef der Bande. Sein Plan ist es Brians Bruder, den berühmten Wissenschaftler Professor Quell nach Frankreich zu holen, um ihn dort gegen viel Geld an einen ausländischen Interessenten auszuliefern. Um Quell nach Paris zu locken, wird Brian kaltblütig in seinem Zimmer erschossen. Der Saint kommt zu spät, und als nun auch noch die Polizei im Hotel aufkreuzt, versteckt sich Simon Templar im Nebenzimmer der hübschen Madeline. Sie ist bereit ihn zu verstecken, unter einer Bedingung: Templar soll ihr das bisher so dröge Wochenende ein wenig aufregender gestalten. Kein Problem für den Saint, und so machen sich die beiden auf die Suche nach dem Mörder. Als Professor Quell am Pariser Flughafen Orly von den Gangstern abgefangen wird, und auch ein Kommissar der Polizei ermordet wird, gerät Simon Templar unter Verdacht. Im Folterkeller des Château Belleville, dem Unterschlupf der Gangster, kommt es schließlich zum alles entscheidenden Showdown …","versions":[{"lang":1,"streams":[{"redirect":11317752,"hoster":"VOE"},{"redirect":10138909,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Simon Templar und die vierte Runde","epNo":3,"alt":"The Crooked Ring","descr":"Dass beim Boxsport nicht immer nach den Regeln gekämpft wird, dass weiß der Saint. Wie in allen Sportarten, in denen viel Geld steckt, gibt es Korruption und schmutzige Tricks. Titelverteidiger Steve Nelson steht vor seinem wichtigsten Kampf. Noch ist unklar, ob er seinen Titel gegen den robusten Torpedo Smith oder den ungeschlagenen bulligen Australier, Johnny Angel, verteidigen muss. Steves Verlobte Connie hat Zweifel an den Boxkünsten von Angel. Ihrer Ansicht nach kämpft er mit faulen Tricks. Sie hat Angst, dass Steve im Kampf gegen Angel etwas Schlimmes zustoßen könnte und sucht Hilfe bei Simon Templar. Mit dem Australier stimmt etwas nicht, soviel steht fest. Aber mit welchen Tricks arbeiten Angel und sein Manager, der großspurige Doc Spengler? Angel ist weit davon entfernt, ein Boxtalent zu sein. Als er im Kampf gegen den überlegenen Torpedo Smith dennoch als Sieger hervorgeht und am Ende des Kampfes ein Toter im Ring liegt, ist das ein Fall für Simon Templar. Der Saint beginnt mit seinen Ermittlungen, und als Steve kurz vor dem Titelkampf nur knapp einem Mordversuch entgeht, wird die Sache immer ernster. Nur im Ring lassen sich die miesen Tricks von Spengler und Angel entlarven. Und so fordert der Saint selbst Johnny Angel zum Kampf heraus. Aber steckt die Lösung wirklich in der gegnerischen Ecke? Oder hat vielleicht auch jemand aus dem eigenen Team die Finger in diesem schmutzigen Spiel? Und, was noch viel wichtiger ist: Wird es dem Saint gelingen, unbeschadet aus dem Ring zu steigen?","versions":[{"lang":1,"streams":[{"redirect":11317756,"hoster":"VOE"},{"redirect":10138910,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Simon Templar und die Smaragde","epNo":4,"alt":"The Smart Detective","descr":"Im Westminster Museum in London werden die kostbaren \"Oppenheimer Smaragde\" ausgestellt. Inspektor Teal hat sichtlich Sorge und auch Simon Templar glaubt, dass die funkelnden Steine in Gefahr sind. Der aufgeblasene Versicherungsagent Peter Corrio garantiert die absolute Sicherheit der Steine und präsentiert sein neues, diebstahlsicheres Alarmsystem. Auch wird Corrio der \"Juwelendetektiv\" genannt, und es scheint wirklich so, als ob Corrio ein besonderes Talent dafür habe, gestohlene Juwelen wiederzufinden. Seine Erfolge erklärt Corrio damit, dass er über einen \"kriminellen Verstand\" verfüge; er könne denken wie ein Dieb. In den letzten Monaten kam es zu mehreren Diebstählen und immer gelang es Corrio die Beute sicherzustellen. Corrio brachte es somit zu Ruhm und auch Reichtum, da die Prämien natürlich in seine Tasche flossen. Doch an der Sache scheint gleichzeitig etwas faul zu sein, denn nur in einem Fall konnte einer der Diebe gestellt werden, und dieser starb noch bevor er zur Tat verhört werden konnte. Vielleicht ist bei Corrio doch etwas mehr im Spiel als nur \"krimineller Verstand\"? Mit dem Juwelendetektiv stimmt etwas nicht. Templars Verdacht verstärkt sich, als er von der hübschen Janice Dixon aufgesucht wird. Ihr Bruder war der angebliche Juwelendieb, der bei der Flucht ums Leben kam. Für Janice steht fest, dass Corrio ihn auf dem Gewissen hat. Um den Ruf ihres Bruders zu retten, macht sie sich gemeinsam mit dem Saint daran, dem aalglatten Corrio das Handwerk zu legen. Und ihr Plan geht auf, denn eines Nachts schlägt der Dieb zu, und auf dem Dach des Museums kommt es zum entscheidenden Kampf …","versions":[{"lang":1,"streams":[{"redirect":11317755,"hoster":"VOE"},{"redirect":10138912,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Persistent Parasites","descr":"","versions":[{"lang":2,"streams":[{"redirect":10295112,"hoster":"VOE"},{"redirect":10138870,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Man Who Could Not Die","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138874,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Simon Templar auf Diamantenjagd","epNo":7,"alt":"The Saint Bids Diamonds","descr":"Was macht Simon Templar auf Teneriffa? Es ist weder die Sonne noch die spanische Küche, die den Saint auf die Kanarischen Inseln treibt. Simon Templar ist wieder einmal auf Diamantenjagd. Vor ein paar Wochen wurde der wertvolle Regency-Diamant aus dem Pariser Louvre gestohlen. Simon Templar ist seitdem auf der Suche nach dem kostbaren Stein, und die Spur führte ihn nach Teneriffa. Allem Anschein nach ist es Abdul Graner, ein größenwahnsinniger und schießwütiger Gangster, der den Stein in seiner Villa versteckt. Graner plant den Diamanten zu zerschneiden, um ihn so besser verkaufen zu können. Dafür hat Graner den Amerikaner George Felson nach Teneriffa bestellt. Felson gilt als einer der besten Diamantenschleifer der Welt. Zusammen mit seiner alten Freundin, der schrulligen Wahrsagerin Madame Calliope, macht sich der Saint daran, Graner das Juwel abzujagen. Am Flughafen wird der frisch eingeflogene Amerikaner abgefangen und Simon Templar wechselt wieder einmal die Rollen. Als George Felson betritt der Saint Graners Villa, und tatsächlich befindet sich im Safe der Regency-Diamant. Doch der Saint ist nicht der einzige, der hinter dem Stein her ist, auch Graners Frau, die schöne Christine, scheint es auf den Diamanten abgesehen zu haben. Außerdem sieht sie in Simon Templar die Chance, sich von ihrem despotischen Ehemann zu befreien …","versions":[{"lang":1,"streams":[{"redirect":11317758,"hoster":"VOE"},{"redirect":10138913,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Spanish Cow","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138877,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Old Treasure Story","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138880,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Simon Templar und die Königin","epNo":1,"alt":"The Queen’s Ransom","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317764,"hoster":"VOE"},{"redirect":10138914,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mord im Palazzo","epNo":2,"alt":"Interlude In Venice","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317762,"hoster":"VOE"},{"redirect":10138921,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Russian Prisoner","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138881,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Reluctant Revolution","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138884,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Piratenstück in Hamburg","epNo":5,"alt":"The Helpful Pirate","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317767,"hoster":"VOE"},{"redirect":10138915,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Ungeheuer von Loch Ness","epNo":6,"alt":"The Convenient Monster","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317772,"hoster":"VOE"},{"redirect":10147444,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Engelsauge","epNo":7,"alt":"The Angel’s Eye","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317768,"hoster":"VOE"},{"redirect":10138916,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Man Who Liked Lions","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138883,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Simon Templar und die Juwelendiebe","epNo":9,"alt":"The Better Mousetrap","descr":"","versions":[{"lang":1,"streams":[{"redirect":12335044,"hoster":"VOE"},{"redirect":10138917,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Little Girl Lost","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138882,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Paper Chase","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138887,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Es ist nicht alles Gold …","epNo":12,"alt":"Locate And Destroy","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317771,"hoster":"VOE"},{"redirect":10138918,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Simon Templar und der Senkrechtstarter","epNo":13,"alt":"Flight Plan","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317776,"hoster":"VOE"},{"redirect":10139001,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Templar auf der Flucht","epNo":14,"alt":"Escape Route","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317782,"hoster":"VOE"},{"redirect":10138919,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Fast ein Skandal","epNo":15,"alt":"The Persistant Patriots","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317779,"hoster":"VOE"},{"redirect":10138920,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Simon Templar und die Rivalinnen","epNo":16,"alt":"The Fast Woman","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317783,"hoster":"VOE"},{"redirect":10138922,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Death Game","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138889,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Kunstsammler","epNo":18,"alt":"The Art Collectors","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317786,"hoster":"VOE"},{"redirect":10138924,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein Killer kommt selten allein","epNo":19,"alt":"To Kill A Saint","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317785,"hoster":"VOE"},{"redirect":10138923,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Simon Templar und die Gräfin","epNo":20,"alt":"The Counterfeit Countess","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317790,"hoster":"VOE"},{"redirect":10138925,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wie im Kino","epNo":21,"alt":"Simon And Delilah","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317784,"hoster":"VOE"},{"redirect":10138934,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Zum Segen der Menschheit","epNo":22,"alt":"Island Of Chance","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317797,"hoster":"VOE"},{"redirect":10138926,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Klosterlikör hat’s in sich","epNo":23,"alt":"The Gadget Lovers","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317800,"hoster":"VOE"},{"redirect":10138927,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Simon Templar und der Diamantentrick","epNo":24,"alt":"A Double In Diamonds","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317794,"hoster":"VOE"},{"redirect":10138928,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"The Power Artists","descr":"","versions":[]},{"epId":"episode-26","name":"Simon Templar und der Doppelagent","epNo":26,"alt":"When Spring Is Sprung","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317799,"hoster":"VOE"},{"redirect":10138929,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Heißer Kuss am Bosporus","epNo":1,"alt":"The Gadic Collection","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317798,"hoster":"VOE"},{"redirect":10138930,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Simon Templar und der tote Kapitän","epNo":2,"alt":"The Best Laid Schemes","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317796,"hoster":"VOE"},{"redirect":10138931,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Simon Templar und die nächtliche Einladung","epNo":3,"alt":"Invitation To Danger","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317802,"hoster":"VOE"},{"redirect":10138932,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Simon Templar und das Testament","epNo":4,"alt":"Legacy For The Saint","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317806,"hoster":"VOE"},{"redirect":10138933,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Simon Templar und der Diplomat","epNo":5,"alt":"The Desperate Diplomat","descr":"","versions":[{"lang":1,"streams":[{"redirect":12925107,"hoster":"VOE"},{"redirect":10138935,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Organisation Man","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138890,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Simon Templar und der Doppelgänger","epNo":7,"alt":"The Double Take","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317811,"hoster":"VOE"},{"redirect":10138936,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zeit zu sterben","epNo":8,"alt":"The Time To Die","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317810,"hoster":"VOE"},{"redirect":10138938,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Simon Templar und der rote Drachen","epNo":9,"alt":"The Master Plan","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317814,"hoster":"VOE"},{"redirect":10138937,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The House On Dragon’s Rock","descr":"","versions":[]},{"epId":"episode-11","name":"Simon Templar und die Nadel","epNo":11,"alt":"The Scales Of Justice","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317815,"hoster":"VOE"},{"redirect":14159506,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hermetico – Die unsichtbare Region (1+2)","epNo":12,"alt":"The Fiction-Makers (1)","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317823,"hoster":"VOE"},{"redirect":10138942,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"(In Folge 12 enthalten)","epNo":13,"alt":"The Fiction-Makers (2)","descr":"","versions":[]},{"epId":"episode-14","name":"Simon Templar und die Pakistani","epNo":14,"alt":"The People Importers","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317820,"hoster":"VOE"},{"redirect":10138970,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Simon Templar und die Millionärstochter","epNo":15,"alt":"Where The Money Is","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317819,"hoster":"VOE"},{"redirect":10138940,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die sizilianische Mafia (1+2)","epNo":16,"alt":"Vendetta For The Saint (1)","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317825,"hoster":"VOE"},{"redirect":10138943,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"(In Folge 16 enthalten)","epNo":17,"alt":"Vendetta For The Saint (2)","descr":"","versions":[]},{"epId":"episode-18","name":"Ein Texaner in Monte Carlo","epNo":18,"alt":"The Ex-King Of Diamonds","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317835,"hoster":"VOE"},{"redirect":10138944,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"[Nur mit Gersub erhältlich] ","epNo":19,"alt":"The Man Who Gambled With Life","descr":"","versions":[{"lang":2,"streams":[{"redirect":10138891,"hoster":"VOE"},{"redirect":10138894,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Simon Templar und der Guru","epNo":20,"alt":"Portrait Of Brenda","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317831,"hoster":"VOE"},{"redirect":10138945,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Mit hundert Sachen in die Kurve","epNo":21,"alt":"The World Beater","descr":"","versions":[{"lang":1,"streams":[{"redirect":11317828,"hoster":"VOE"},{"redirect":10138950,"hoster":"Streamtape"}]}]}]}]}