{"seriesId":"simsalagrimm","name":"SimsalaGrimm","descr":"Wer kennt sie nicht, die herrlichen Erzählungen von Königen, Prinzen und Bettlern, Riesen und Zwergen, Hexen und Drachen, guten und bösen Mächten. Seit Generationen verzaubern Märchen wie die der Brüder Jacob und Wilhelm Grimm die Herzen unzähliger Kinder auf der ganzen Welt. Sie erzählen von ewigen Werten wie Liebe, Freundschaft und Mut, von Abenteuern, Mythen und magischen Momenten, sind gleichermaßen spannend wie lehrreich, über Jahrhunderte überliefert und doch ewig aktuell. Die neuen SimsalaGrimm-Abenteuer führen die Märchenhelden Doc Croc und Yoyo noch weiter in die internationale Märchenwelt. Auf eine sehr frische, kindgerechte Art werden hier die Märchen der Brüder Grimm, alte europäische Märchen, Kunstmärchen von Wilhelm Hauff und Märchen von Bechstein neu erzählt: spannend, humorvoll und stets mit Respekt vor der bewährten Erzähltradition.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das tapfere Schneiderlein","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11879207,"hoster":"VOE"},{"redirect":11879209,"hoster":"Doodstream"},{"redirect":11879205,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Däumling","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11879208,"hoster":"VOE"},{"redirect":11879212,"hoster":"Doodstream"},{"redirect":11879210,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hänsel und Gretel","epNo":3,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11879211,"hoster":"VOE"},{"redirect":11879213,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wolf und die sieben Geißlein","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13004734,"hoster":"VOE"},{"redirect":11879214,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Teufel mit den drei goldenen Haaren","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11879219,"hoster":"VOE"},{"redirect":11879217,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die sechs Diener","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11879221,"hoster":"VOE"},{"redirect":11879222,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Meisterdieb","epNo":7,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11879228,"hoster":"VOE"},{"redirect":11879227,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Rapunzel","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12925117,"hoster":"VOE"},{"redirect":11879230,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"König Drosselbart","epNo":9,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11879233,"hoster":"VOE"},{"redirect":11879235,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Märchen von einem, der auszog, das Fürchten zu lernen","epNo":10,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11879236,"hoster":"VOE"},{"redirect":11879238,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Rumpelstilzchen","epNo":11,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11879246,"hoster":"VOE"},{"redirect":11879242,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der gestiefelte Kater","epNo":12,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11879249,"hoster":"VOE"},{"redirect":11879247,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Brüderchen und Schwesterchen","epNo":13,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11879203,"hoster":"VOE"},{"redirect":11879206,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Dornröschen","epNo":1,"alt":"","descr":"Was für ein Lotterleben, denkt sich Yoyo, als er die Bewohner des Dornröschenschlosses sieht. Am helllichten Tag wird hier geschlafen und das, obwohl noch soviel zu tun wäre! Selbst der Koch verschläft, dass er dem frechen Küchenjungen eine Ohrfeige verabreichen wollte. Doch bald kommen unsere Yoyo und Doc Croc mithilfe der Fee Bianca hinter das uralte Geheimnis des dornenumrankten Schlosses. Ein schönes Mädchen, eine beleidigte böse Fee und eine vergiftete Spindel spielen dabei eine Rolle. Yoyo und Doc Croc wissen schließlich auch, dass nur wahre Liebe zu dem Mädchen alle aus dem bösen Zauberschlaf erlösen kann.","versions":[{"lang":1,"streams":[{"redirect":11879312,"hoster":"VOE"},{"redirect":11879320,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hänsel und Gretel","epNo":2,"alt":"","descr":"So was von einer hinterhältigen Stiefmutter! Kaum hat der Vater von Hänsel und Gretel seinen Kindern und dem Haus den Rücken gekehrt, hat sie nichts Besseres zu tun, als die beiden Geschwister nachts im tiefsten Wald auszusetzen. Gottlob haben sie zwei tapfere Begleiter dabei: Yoyo und Doc Croc natürlich. Sonst könnte es böse ausgehen: Die berühmte Hexe in ihrem Lebkuchenhaus hat nämlich eine ganz besondere Vorliebe für den armen Hänsel.","versions":[{"lang":1,"streams":[{"redirect":11879313,"hoster":"VOE"},{"redirect":11879324,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"König Drosselbart","epNo":3,"alt":"","descr":"Ganz schön wählerisch ist diese Prinzessin Konstanze. Zahllose Freier haben schon um ihre Hand angehalten, aber kein Einziger passt ihr in den Kram. Nicht einmal der sympathische König Drosselbart ist ihr gut genug, doch das soll sie nur zu bald bereuen. Denn nun hat ihr Vater, der König, genug und verheiratet sie mit einem bettelarmen Spielmann. Yoyo und Doc Croc werden nun Zeugen einer wundersamen Wandlung: Gezwungen zu schwerer und sogar gefährlicher Arbeit lernt Konstanze das wahre Leben kennen, und ihren \"armseligen\" Ehemann lieben, ohne zu ahnen, dass sich hinter der Maske des Spielmanns ein ganz anderer verbirgt.","versions":[{"lang":1,"streams":[{"redirect":11879314,"hoster":"VOE"},{"redirect":11879319,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rapunzel","epNo":4,"alt":"","descr":"Ein seltsames Mädchen, diese Rapunzel. Wer heißt schon wie eine Salat-sorte? Und wer hat so lange Haare, dass sie vom höchsten Turmfenster bis zum Boden reichen? Und wer wohnt bitteschön in einem Turm ohne Türen? Prinz Egmund ist das alles egal, denn er liebt Rapunzel abgöttisch. Yoyo und Doc Croc möchten ihm gerne zu seiner Braut verhelfen, doch da gibt es noch ein klitzekleines Problem: Frau Gothel. Mit dieser Zauberin ist wahrlich nicht zu spaßen, und klettern kann sie auch.","versions":[{"lang":1,"streams":[{"redirect":11879316,"hoster":"VOE"},{"redirect":11879315,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rotkäppchen","epNo":5,"alt":"","descr":"Ein echter französischer Edelmann spricht mitten im deutschen Wald Rotkäppchen an? Doc Croc kommt das recht spanisch vor. Und damit liegt er ganz richtig, denn unter der Puderperücke und Samtbrokat verbirgt sich niemand anderes als der böse Wolf. Yoyo und Doc Croc versuchen alles, um Rotkäppchen zu warnen. Doch wie warnt man jemanden, der großes Zutrauen hat und nicht gewarnt werden will?","versions":[{"lang":1,"streams":[{"redirect":11879317,"hoster":"VOE"},{"redirect":11879326,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Rumpelstilzchen","epNo":6,"alt":"","descr":"Stroh zu Gold spinnen? Da hat sich der Müller aber etwas Feines ausgedacht, um seine Tochter vor dem grausamen Steuervogt des Königs zu schützen. Doc Croc wälzt seine Alchemiebücher, aber selbst er ist hier mit seinem Latein am Ende. Ist es also ein Glück oder ein Unglück, als dieser schrullige kleine Wicht wie aus dem Nichts auftaucht, sich ans Spinnrad setzt und Gold nach Herzenslust produziert? Ist das den Verlust des erstgeborenen Kindes der Müllerstochter wert?","versions":[{"lang":1,"streams":[{"redirect":11879318,"hoster":"VOE"},{"redirect":11879331,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schneewittchen und die Sieben Zwerge","epNo":7,"alt":"","descr":"\"Spieglein, Spieglein an der Wand, wer ist die Schönste im ganzen Land?\" Mit dieser fatalen Frage nimmt das Übel seinen Anfang. Denn keineswegs die böse Königin, die ihrem Zauberspiegel die Frage gestellt hat, ist die Schönste, sondern das junge Schneewittchen mit ihrer Haut, weiß wie Schnee, dem Mund, rot wie Blut und dem Haar, schwarz wie Ebenholz. Yoyo, Doc Croc und die Sieben Zwerge haben alle Hände voll zu tun, das schöne Mädchen vor den hinterhältigen Angriffen ihrer Stiefmutter zu retten, und dann beißt Doc Croc auch noch von der falschen Seite des Apfels ab.","versions":[{"lang":1,"streams":[{"redirect":11879321,"hoster":"VOE"},{"redirect":11879322,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Märchen von einem, der auszog, das Fürchten zu lernen","epNo":8,"alt":"","descr":"Yoyo ist baff: Dieser Hans ist ja noch mutiger als er selber! Rein gar nichts vermag dem Kerl Angst einzujagen. Und darüber ärgert er sich auch noch und will partout lernen, was es heißt, sich zu fürchten! Die drei ziehen also los und begegnen Gespenstern, Drachen und anderen Kreaturen der Hölle, aber nichts von alledem bringt den tapferen Hans aus der Ruhe. Wirklich gar nichts? Oder gibt es da doch etwas, was ihn zum Zittern bringen kann?","versions":[{"lang":1,"streams":[{"redirect":11879323,"hoster":"VOE"},{"redirect":11879330,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"[VOE dito E11] Dornröschen","epNo":9,"alt":"","descr":"Da soll noch einer durchsteigen! Mal erscheint Alina als uralte hässliche Gänsehirtin, dann wieder als bezaubernde Prinzessin, mal versteckt sie sich irgendwo im Wald, dann taucht sie wieder im Königsschloss auf! Und ausgerechnet in so jemanden muss sich der Prinz verlieben. Aber wie immer stehen Yoyo und Doc Croc dem Unglücklichen mit Rat und Tat zur Seite, denn schließlich finden die beiden romantische Liebesgeschichten toll.","versions":[{"lang":1,"streams":[{"redirect":13614515,"hoster":"VOE"},{"redirect":11888638,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die sechs Schwäne","epNo":10,"alt":"","descr":"Welch eine Blamage! Nun dachte der Schneidersohn, er habe einen Wunderesel aus dessen Hinterteil goldene Taler kämen, und nun sind es doch nur Eselsäpfel! Damit kann man den Bürgermeister nicht beeindrucken. Schon gar nicht nachdem das Tischlein Deck Dich seines Bruders sich als gewöhnlicher Holztisch entpuppt hatte. Doch Yoyo und Doc Croc riechen Lunte: das Wirtsehepaar, bei dem sie mit den drei Brüdern abgestiegen sind, kam ihnen gleich so verdächtig vor. Vielleicht wurden die Sachen heimlich vertauscht? Dann gibt es aber nur eins: Knüppel aus dem Sack.","versions":[{"lang":1,"streams":[{"redirect":11888639,"hoster":"VOE"},{"redirect":11888642,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Gänsehirtin am Brunnen","epNo":11,"alt":"","descr":"Da soll noch einer durchsteigen! Mal erscheint Alina als uralte hässliche Gänsehirtin, dann wieder als bezaubernde Prinzessin, mal versteckt sie sich irgendwo im Wald, dann taucht sie wieder im Königsschloss auf! Und ausgerechnet in so jemanden muss sich der Prinz verlieben. Aber wie immer stehen Yoyo und Doc Croc dem Unglücklichen mit Rat und Tat zur Seite, denn schließlich finden die beiden romantische Liebesgeschichten toll. ","versions":[{"lang":1,"streams":[{"redirect":13614514,"hoster":"VOE"},{"redirect":11888645,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der treue Johannes","epNo":12,"alt":"","descr":"Was ist wahre Treue? Der alte Diener Johannes ist ein Musterbeispiel dafür, soviel steht fest. Es gibt nichts, was er nicht für seinen jungen, bis über beide Ohren verliebten, Herrn tun würde. Und am Ende lässt er sich sogar für ihn versteinern. Yoyo und Doc Croc sind erstaunt und beeindruckt von soviel Loyalität, aber es kommt der Augenblick, wo der junge König selbst für seine Handlungen gerade stehen muss.","versions":[{"lang":1,"streams":[{"redirect":11879329,"hoster":"VOE"},{"redirect":11879333,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das blaue Licht","epNo":13,"alt":"","descr":"Was will der brave Soldat Kuno nur von so einer Zimtzicke wie der Prinzessin Rosalia? Nicht genug, dass Kuno von ihrem Vater, dem König, in Unehren aus dem Heer entlassen wurde, nun bietet sie ihm auch noch großzügig an, den Schlosshof zu schrubben. Yoyo und Doc Croc können den Liebeskranken davon überzeugen, dass Rosalia von ihrem hohen Ross heruntersteigen muss. Wie aber gelingt es ihnen, die Prinzessin ins Dorf schweben zu lassen, ohne dass sie erwacht? Nein, über Zauberkräfte verfügen unsere beiden Freunde nicht, dafür aber über ein geheimnisvolles, kleines blaues Flämmchen, das Wünsche erfüllen kann.","versions":[{"lang":1,"streams":[{"redirect":11879334,"hoster":"VOE"},{"redirect":11879339,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Hans und die Bohnenranke","epNo":1,"alt":"","descr":"Hans verkauft die einzige Kuh seiner Mutter für vier Zauberbohnen. Die Mutter ist bitter enttäuscht über ihren Sohn. Am nächsten Tag ist aus den Bohnen eine riesige Bohnenranke in den Himmel gewachsen. Hans, Yoyo und Doc Croc klettern hinauf und müssen dort einen bösen Riesen besiegen. Dabei finden sie einen großen Schatz. Von nun an ist Hans Mutter wieder richtig stolz auf ihn.","versions":[{"lang":1,"streams":[{"redirect":11879342,"hoster":"VOE"},{"redirect":11879332,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Allerleirauh","epNo":2,"alt":"","descr":"Prinzessin Emily soll den bösen Hofrat Sylvester heiraten. Sie willig nur unter einer Bedingung ein: sie möchte bis zum Abend drei ganz besondere Kleider angefertigt bekommen. Yoyo und Doc Croc raten trotzdem zur Flucht und helfen ihr dabei. Die Drei landen in einem fremden Königreich. Dort muss sie in der Küche arbeiten, bis sich der König in sie verliebt.","versions":[{"lang":1,"streams":[{"redirect":11879337,"hoster":"VOE"},{"redirect":11879346,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Hase und der Igel","epNo":3,"alt":"","descr":"Harald, der Hase, fordert Albert, den schnellsten Igel der Welt, zu einem Wettrennen heraus. Falls Albert verliert, muss er Harald seinen schönen Gasthof geben. Albert ist verzweifelt, bis Yoyo und Doc Croc einen Trick finden, mit dem Albert doch noch das Rennen gewinnt. Jetzt sitzt Harald ganz schön in der Tinte.","versions":[{"lang":1,"streams":[{"redirect":11879340,"hoster":"VOE"},{"redirect":11879348,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der alte Sultan","epNo":4,"alt":"","descr":"Der gute, alte Hund Sultan soll ins Tierheim gebracht werden. Yoyo und Doc Croc beschließen, ihm zu helfen. Doch das ist gar nicht so einfach. Bis eines Tages ein Wolf den Bauernhof überfällt. Jetzt kann Sultan endlich beweisen, dass er immer noch ein toller, starker Hund ist.","versions":[{"lang":1,"streams":[{"redirect":11879341,"hoster":"VOE"},{"redirect":11879343,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Frau Holle","epNo":5,"alt":"","descr":"Die gute Anna landet mit Yoyo und Doc Croc im Königreich von Frau Holle, wo sie beweisen muss, dass sie auch für andere Menschen etwas tut. Dafür wird Anna reich beschenkt. Ihre Schwester Marietta ist sofort eifersüchtig und eilt ebenfalls zu Frau Holle. Doch Marietta denkt nur an sich selbst und statt einer Belohnung erlebt sie ihr blaues Wunder.","versions":[{"lang":1,"streams":[{"redirect":11879345,"hoster":"VOE"},{"redirect":11879344,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die drei kleinen Schweinchen","epNo":6,"alt":"","descr":"Oink, Boink und Kloink sind drei Schweinchen. Oink ist der Kleinste, aber der Fleissigste. Boink und Kloink dagegen denken nur an Essen und Spaß. Als die Drei von zu Hause ausziehen, um ihr eigenes Leben zu leben, zeigt sich sehr schnell, wem es am besten gelingt, und sich gegen den Wolf wehren kann.","versions":[{"lang":1,"streams":[{"redirect":11879361,"hoster":"VOE"},{"redirect":11879351,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die vier kunstreichen Brüder","epNo":7,"alt":"","descr":"Prinzessin Amelia wird von einem Drachen entführt. Die vier kunstreichen Brüder, ein Astronom, ein Dieb, ein Jäger und ein Schneider, beschließen, die Prinzessin zu befreien, denn dann darf man sie als Belohnung heiraten. Doc Croc und Yoyo besorgen ihnen ein Schiff zur Dracheninsel und die Befreiung gelingt. Doch wer heiratet jetzt die Prinzessin? Auch dafür gibt es eine tolle Lösung.","versions":[{"lang":1,"streams":[{"redirect":11879360,"hoster":"VOE"},{"redirect":11879347,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Zauberer-Wettkampf","epNo":8,"alt":"","descr":"Der arme Edgar ist unsterblich in Miranda verliebt und beginnt eine Lehre bei ihrem Vater, einem geheimnisvollen Buchhändler. Dabei entdeckt er ein Zauberbuch und hofft darin ein paar Tricks zu finden, um Miranda zu beeindrucken. Der Buchhändler ist darüber sehr verärgert und verwandelt ihn zur Strafe in ein Pferd. Doc Croc und Yoyo sind die Einzigen, die jetzt Edgar retten können.","versions":[{"lang":1,"streams":[{"redirect":11879350,"hoster":"VOE"},{"redirect":11879349,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Nachtigall","epNo":9,"alt":"","descr":"Der noch sehr junge Kaiser des chinesischen Reiches lebt in einem prächtigen Traumschloss, ohne zu wissen, dass in seinem Land große Armut und Not herrscht. Sein Kammerherr Fang versucht ihn bewusst zu täuschen, um selbst irgendwann die Macht an sich reißen zu können. Doch dann hört der Kaiser eines Tages den Gesang einer Nachtigall und ist davon so tief berührt, dass er mehr über die wirkliche Welt erfahren möchte. Fang versucht zunächst, die echte Nachtigall durch einen mechanischen Vogel zu ersetzen, doch dann wird der Kaiser plötzlich sehr schwer krank. Um ihn zu retten, machen sich Doc Croc und Yoyo auf die Suche nach der echten Nachtigall.","versions":[{"lang":1,"streams":[{"redirect":11880034,"hoster":"VOE"},{"redirect":11879355,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Schöne und das Biest","epNo":10,"alt":"","descr":"Ein armer Händler gerät auf dem Rückweg nach Hause gemeinsam mit Doc Croc und Yoyo in ein magisches Schloss und pflückt dort im Garten für seine jüngste Tochter eine blühende Rose. Doch dabei erwischt ihn der Hausherr, ein furchterregendes Biest, und verlangt von ihm, entweder für immer sein Gefangener zu sein oder die Tochter, für die die Rose bestimmt war, zu ihm zu schicken. Als das Mädchen davon hört, geht sie freiwillig zum Schloss, um ihren Vater vor der Gefangenschaft zu retten, und findet heraus, dass das Biest eine sehr geheimnisvolle Geschichte hat.","versions":[{"lang":1,"streams":[{"redirect":11879354,"hoster":"VOE"},{"redirect":11879357,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die zertanzten Schuhe","epNo":11,"alt":"","descr":"Ein König stellt voller Verwunderung fest, dass vor den Betten seiner zwölf Töchter jeden Morgen völlig zertanzte Schuhe stehen. Da es ihm nicht gelingt, herauszufinden, was da nachts tatsächlich vor sich geht, verspricht er demjenigen, der das Geheimnis lüftet, eine seine Töchter zur Frau. Doch die Mädchen sind schlauer und schläfern die Freier jedes Mal mit einem besonderen Schlaftrunk ein. Erst einem einfachen Soldaten gelingt es schließlich mit Hilfe von Doc Croc und Yoyo, dem Geheimnis der Mädchen auf die Spur zu kommen und folgt ihnen in ein mysteriöses, unterirdisches Gewölbe.","versions":[{"lang":1,"streams":[{"redirect":11879356,"hoster":"VOE"},{"redirect":11897546,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hans im Glück","epNo":12,"alt":"","descr":"Hans bekommt als Lohn für die 7 Jahre, die er bei einem Müller als Lehrling gearbeitet hat, einen großen Goldklumpen. Sein größter Wunsch ist es, so schnell wie möglich nach Hause zu seiner Mutter zurück zu kehren. Doch die lange Reise, auf der ihn Doc Croc und Yoyo begleiten, gestaltet sich schwierig, denn der Goldklumpen wiegt schwer. So tauscht Hans ihn bedenkenlos gegen ein Pferd ein, um schneller voran zu kommen, und fühlt sich erleichtert, obwohl der Händler ihn natürlich übers Ohr gehauen hat. Und das ist erst der Anfang einer verrückten Tauschgeschichte.","versions":[{"lang":1,"streams":[{"redirect":11879364,"hoster":"VOE"},{"redirect":11879353,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der kleine Muck","epNo":13,"alt":"","descr":"Der kleine Muck, der sich aufgrund seines zwergenhaften Wuchses schwer durchs Leben kämpfen muss, erhält von Frau Ahavzi den Auftrag, ihre Katzen zu hüten. In ihrer Wohnung findet er ein merkwürdiges Paar Pantoffeln, mit denen man schneller als jeder andere Mensch laufen kann, und einen magischen Stock, mit dem man verborgene Schätze auftun kann. So ausgestattet gelingt es ihm kurz darauf, eine Stellung als Kurier beim König zu bekommen, fällt dort aber einer bösen Intrige des Schatzmeisters zum Opfer und landet im Gefängnis. Doch Doc Croc und Yoyo haben schnell eine Idee, wie sie ihn retten können.","versions":[{"lang":1,"streams":[{"redirect":11879359,"hoster":"VOE"},{"redirect":11879366,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Goldlöckchen und die drei Bären","epNo":14,"alt":"","descr":"Goldlöckchen soll auf die Kätzchen ihrer Mutter aufpassen, doch leider hat sie ganz andere Ideen im Kopf, und so laufen ihr die Kätzchen davon. Um sie wieder zu finden, begibt sich das Mädchen in Begleitung von Doc Croc und Yoyo in den großen, dunklen Wald, wo die Drei, angezogen vom Duft einer Suppe, einfach in das Haus einer Bärenfamilie eindringen und es sich dort gut gehen lassen. Als die Bärenfamilie von ihrem Spaziergang zurück kommt, muss sie entsetzt feststellen, dass ihre Suppe aufgegessen, das Stühlchen zerbrochen ist und ihre Betten zerwühlt sind. Das lassen sich die Bären natürlich nicht so einfach gefallen.","versions":[{"lang":1,"streams":[{"redirect":11879358,"hoster":"VOE"},{"redirect":11879362,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Aladin und die Wunderlampe","epNo":15,"alt":"","descr":"Aladin, ein einfacher Junge, wird von einem bösen Zauberer, der sich als sein Onkel ausgibt, gebeten, eine merkwürdige Öllampe aus einer magischen Höhle zu holen. Doch der Zauberer versucht ihn zu täuschen. Nur mit Mühe können Aladin, Doc Croc und Yoyo, die ihn begleiten, entkommen. Die Lampe aber hat Aladin mitgenommen, und schon bald findet er heraus, dass darin ein Geist wohnt, der dem Besitzer jeden Wunsch erfüllen muss, und da er sich nichts sehnlicher wünscht, als die Tochter des Sultans zu heiraten, wünscht er sich genügend Reichtümer, um bei dem Vater als ebenbürtiger Prinz auftreten zu können. Tatsächlich kann er das Herz der Prinzessin gewinnen, doch er hat nicht mit den Intrigen des bösen Zauberers gerechnet.","versions":[{"lang":1,"streams":[{"redirect":11879371,"hoster":"VOE"},{"redirect":11879368,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kalif Storch","epNo":16,"alt":"","descr":"Der Kalif und sein Großwesir Mansor können der Versuchung nicht widerstehen, ein Zauberpulver auszuprobieren, das ihnen verspricht, sich in jedes beliebige Tier verwandeln zu können. Tatsächlich gelingt es ihnen, sich in 2 Störche zu verzaubern, doch leider schaffen sie es nicht, wieder menschliche Gestalt anzunehmen, weil sie das entsprechende Kennwort vergessen haben. Umso größer ist ihre Verzweiflung, als sie erkennen müssen, dass der böse Zauberer Kaschnur hinter diesem Unglück steckt, der mithilfe dieses Tricks seinen Sohn zum neuen Kalifen machen will. Gemeinsam mit Doc Cro und Yoyo begeben sie sich zu den Ruinen eines alten Schlosses, wo sie den bösen Zauberer vermuten, um ihm das Zauberwort zu entlocken.","versions":[{"lang":1,"streams":[{"redirect":11879376,"hoster":"VOE"},{"redirect":11879363,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Trommler","epNo":17,"alt":"","descr":"Ein junger Soldat, dem nichts anderes als seine Trommel geblieben ist, hat im Traum die Vision von einer Prinzessin, die von einer Hexe auf einen Glasberg verbannt wurde und ihn um Hilfe anfleht. Doc Croc und Yoyo ermutigen ihn, sich auf die Suche nach dieser Prinzessin zu machen, doch um zum Glasberg zu gelangen, müssen sie erst mal einen furchterregenden Riesen überlisten. Als sie schließlich zur Hexe gelangen, versucht diese, den Soldaten durch ein paar üble Tricks dazu zu bringen, die Prinzessin zu töten. Das aber gelingt ihr nicht, denn auch wenn die Drei die Prinzessin nicht sehen können, so hören sie doch ihr Flehen und Rufen, und so gelingt es ihnen auch, sie zu retten. Doch damit ist der Fluch der bösen Hexe noch lange nicht außer Kraft gesetzt.","versions":[{"lang":1,"streams":[{"redirect":11879386,"hoster":"VOE"},{"redirect":11879369,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schneeweißchen und Rosenrot","epNo":18,"alt":"","descr":"Schneeweißchen, Rosenrot und ihre Mutter haben bei sich einen Bären aufgenommen, der im Winter Obdach suchte. Es ist ein sehr besonderer Bär, und Schneeweißchen hat ihn schnell sehr lieb gewonnen. Als er sich im Frühjahr jedoch wieder von der Familie verabschiedet, um in den Wald zurück zu kehren, ist Schneeweißchen so unglücklich, dass sie ihm verzweifelt hinterher läuft. Aus Angst um sie, zumal der Wald offenbar verzaubert ist, macht sich ihre Schwester Rosenrot mit Doc Croc und Yoyo auf die Suche nach ihr. Schon bald begegnen sie einem hässlichen Zwerg, der ganz offensichtlich mit dem Geheimnis des Bären zu tun hat.","versions":[{"lang":1,"streams":[{"redirect":11879381,"hoster":"VOE"},{"redirect":11879365,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Bärenhäuter","epNo":19,"alt":"","descr":"Ein junger Soldat sitzt nach Kriegsende ohne Arbeit da und lässt sich in seiner Not auf einen gefährlichen Pakt mit dem Teufel und dessen Großmutter ein: Er soll sich 7 Jahre nur mit einem Bärenfell bekleiden, sich nicht waschen, kämmen oder die Nägel schneiden und soll die ganze Zeit über im Land umherziehen und nirgendwo länger als eine Nacht bleiben. Dafür sind seine Taschen immer mit Geld gefüllt. Schafft der Soldat es aber nicht, soll seine Seele den beiden Teufeln gehören. Trotz Doc Crocs und Yoyos Bedenken willigt er in diesen Deal ein und macht sich gemeinsam mit ihnen auf eine lange und abenteuerliche Wanderschaft.","versions":[{"lang":1,"streams":[{"redirect":11879367,"hoster":"VOE"},{"redirect":11879372,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die kleine Meerjungfrau","epNo":20,"alt":"","descr":"Die kleine Meerjungfrau verliebt sich unsterblich in einen jungen Prinzen, den sie bei einem Sturm aus den Meeresfluten rettet. Da sie als Wasserwesen ja aber nicht an Land leben kann und somit auch keine Chance hat, dem Prinzen ihre Liebe zu gestehen, sucht sie mit Doc Croc und Yoyo Rat bei der bösen Meereshexe. Die jedoch macht ihr einen gefährlichen Vorschlag.","versions":[{"lang":1,"streams":[{"redirect":11879373,"hoster":"VOE"},{"redirect":11879370,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Pinocchio","epNo":21,"alt":"","descr":"Der arme Holzschnitzer Gepetto wünscht sich nichts mehr, als einen eigenen Sohn zu haben, und tatsächlich erfüllt ihm die blaue Fee diesen Wunsch, indem sie der von ihm selbst gebauten Puppe Pinocchio Leben einhaucht. Natürlich muss Pinocchio als kleiner Junge nun auch zur Schule gehen, und damit ihm unterwegs nichts passiert, gehen Doc Croc und Yoyo mit ihm. Doch leider kommen sie nie dort an, denn ein arglistiger Fuchs und eine böse Katze leiten Pinocchio auf Irrwege, die ihn schon bald in große Gefahr bringen.","versions":[{"lang":1,"streams":[{"redirect":11879377,"hoster":"VOE"},{"redirect":11879378,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Eisenhans","epNo":22,"alt":"","descr":"Eisenhans, der vor vielen Jahren wegen seiner Selbstsüchtigkeit in einen angsteinflößenden, wilden Kerl verzaubert wurde, wird vom König in einem Käfig gefangen gehalten, um die Menschen vor ihm zu schützen. Maximilian, der junge Königssohn aber befreit ihn aus seinem Gefängnis, weil Doc Croc und Yoyo in die Fänge des Wilden geraten sind, und er sich für sie opfern will. Eisenhans ist tief berührt von dieser Selbstlosigkeit und bringt die Drei zu einem magischen Tümpel, in dem alles, was hinein gerät, vergoldet wird. Da sie sich aus Neugier jedoch nicht an seine Anweisung halten, das Wasser nicht zu berühren, lässt er sie scheinbar allein im Wald zurück.","versions":[{"lang":1,"streams":[{"redirect":11879379,"hoster":"VOE"},{"redirect":11879382,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Des Kaisers neue Kleider","epNo":23,"alt":"","descr":"Ein eitler Kaiser, der sich um nichts Anderes als um seine Kleidung kümmert, heuert zwei Weber an, die ihm versprechen, die schönsten Gewänder der Welt zu nähen. Das tollste daran aber sei, so behaupten die Beiden, die in Wahrheit Betrüger sind, dass Dummköpfe die Kleider nicht sehen könnten. Da unter diesen Bedingungen niemand zugeben möchte, dass da n i c h t s zu sehen ist, fliegt der Schwindel der beiden Schneider, die das ganze Geld, das sie angeblich für die Herstellung benötigen, an Arme verschenken, zunächst nicht auf. Doc Croc und Yoyo kommen den Beiden zwar auf die Schliche, finden aber, dass der besessene Kaiser es nicht besser verdient hat.","versions":[{"lang":1,"streams":[{"redirect":11879374,"hoster":"VOE"},{"redirect":11879375,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Jorinde und Joringel","epNo":24,"alt":"","descr":"Jorinde und Joringel sind ein Liebespaar und möchten gern heiraten. Doch bei einem Spaziergang im Wald geraten sie in die Nähe eines Schlosses, das einer bösen Hexe gehört. In einen Zauberbann geraten können sich die Beiden plötzlich nicht mehr von der Stelle bewegen. Die Hexe verwandelt Jorinde in eine Nachtigall und nimmt sie mit auf ihr Schloss, Joringel lässt sie zwar frei, doch wie soll er sich in dem fremden Wald orientieren, um seine Geliebte wieder zu finden? Doc Croc und Yoyo versuchen ihm zu helfen, doch die böse Hexe führt die Drei immer wieder in die Irre.","versions":[{"lang":1,"streams":[{"redirect":11879383,"hoster":"VOE"},{"redirect":11879380,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Löweneckerchen","epNo":25,"alt":"","descr":"Auf seiner Heimreise entdeckt ein Mann ein singendes Löweneckerchen, und weil er seiner jüngsten Tochter versprochen hat, ihr einen solchen Vogel mit zu bringen, fängt er es ein, um es mit nach Hause zu nehmen. Doch da steht plötzlich ein gewaltiger Löwe vor ihm, dem das Vögelchen gehörte, und er fordert von dem Mann, dass er im Gegenzug das erste Lebewesen, das ihm zu Hause begegnen würde, ihm überlassen müsse. Der Vater ist entsetzt, und es geschieht, was er befürchtet, denn die erste, der er daheim über den Weg läuft, ist seine liebste, jüngste Tochter. Doch die zeigt wenig Angst vor dem Ungeheuer, sondern macht sich sogleich mit Doc Croc und Yoyo auf den Weg zu dem Löwen, um sein Geheimnis zu ergründen.","versions":[{"lang":1,"streams":[{"redirect":11879389,"hoster":"VOE"},{"redirect":11879385,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die drei Federn","epNo":26,"alt":"","descr":"Der König eines großen Reiches kann sich nicht entscheiden, welchen von seinen drei Söhnen er als Thronfolger einsetzen soll. In seiner Verzweiflung bläst er schließlich drei Federn in die Luft und erteilt seinen Söhnen den Auftrag, jeweils einer der Federn zu folgen und von dort, wo die Feder herunterfällt, einen Teppich mitzubringen. Wer aber den schönsten Teppich bringen würde, sollte zukünftig König sein. Die beiden älteren Brüder machen sich siegessicher auf den Weg. Der Dritte aber, der bei allen als der Dümmste gilt, hat scheinbar Pech, denn die Feder fällt im Garten direkt zu Boden. Doch dann entdecken der junge Mann, Doc Croc und Yoyo an dieser Stelle eine geheimnisvolle Falltür, die in eine unterirdische Höhle führt.","versions":[{"lang":1,"streams":[{"redirect":11879388,"hoster":"VOE"},{"redirect":11879384,"hoster":"Streamtape"}]}]}]}]}