{"path":"/serie/stream/sindbad","name":"Sindbad","descr":"Der kleine Junge Sindbad verlässt seine Eltern, seinen besten Freund Hassan und Bagdad um zur See zu fahren. Sein einziger Begleiter ist der Rabe Sheila, eine verzauberte Prinzessin. Während seiner Reise um die Welt muss er etliche gefährliche Situationen überstehen. Er trifft die böse Hexe Tabasa, bedrohliche Geister und Fantasiegestalten. Doch er findet auch Freunde wie den Räuberjungen Alibaba. Natürlich begegnet Sindbad einem Flaschengeist, findet eine Wunderlampe und einen fliegenden Teppich. Am Ende besiegen er und seine Freunde die böse Hexe und die Prinzessin wird zurück verwandelt.","seasons":[{"path":"/serie/stream/sindbad/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sindbad/staffel-1/episode-1","name":"Abenteuer im Schloss","epNo":1,"alt":"","descr":"Sindbad und sein bester Freund Hassan schleichen sich in den königlichen Palast um die dort auftretenden Gaukler zu bewundern. Dabei passiert ihnen ein furchtbares Missgeschick: Sie zerbrechen im Palast die kostbarste Vase der Welt. Prompt werden beide erwischt und erwarten ihre Bestrafung durch den König! Doch dann kommt alles anders, als erwartet. Denn als am selben Abend Sindbads Onkel Ali mit seinem Schiff in der Stadt eintrifft, geht Sindbad als blinder Passagier an Bord","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112402","hoster":"VOE"},{"path":"/redirect/8254163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-2","name":"Abenteuer auf der schwimmenden Insel","epNo":2,"alt":"","descr":"Sindbad, der sich als blinder Passagier an Bord des Schiffes seines Onkels Ali geschlichen hat, wird auf hoher See von der Mannschaft entdeckt. Zum Umdrehen ist es zu spät, und deshalb nehmen sie ihn notgedrungen mit. Der sprechende Vogel Shiela, den Sindbad von seinem Onkel geschenkt bekommen hat, entdeckt plötzlich eine unbekannte Insel. Als die Seeleute die Insel betreten, fängt diese an, sich zu bewegen! In letzter Sekunde können sich die Matrosen zurück auf ihr Schiff retten. Nur Sindbad und Shiela bleiben auf der geheimnisvollen Insel zurück, die mit ihnen davon schwimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112412","hoster":"VOE"},{"path":"/redirect/8254167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-3","name":"Abenteuer in der Diamantenschlucht","epNo":3,"alt":"","descr":"Kaum haben Sindbad und die kleine sprechende Vogeldame Shiela das Ei eines riesigen Felsenvogels entdeckt, kommt auch schon der Vogel angebraust und will sein Ei verteidigen. Doch Sindbad schafft es, sich mit seinem Turban an dem Felsenvogel festzubinden und wird auf diese Weise von dem Vogel davon getragen. Er landet auf einer Insel, wo er unendlich viele Edelsteine findet. Doch schon droht neue Gefahr! Ein gigantischer Adler stürzt auf Sindbad herab und fliegt mit ihm fort. Für Sindbad scheint es keine Rettung mehr zu geben!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254172","hoster":"VOE"},{"path":"/redirect/8254171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-4","name":"Abenteuer mit dem Buckelgeist","epNo":4,"alt":"","descr":"Endlich finden Sindbad und Shiela ein Schiff, mit dem sie zurück nach Bagdad reisen können. Doch unterwegs fährt das Schiff an der Insel der bösen Felsenvögel vorbei, und die Matrosen können es nicht lassen, sich der Insel zu nähern. Als die Felsenvögel die Seeleute vertreiben, wird Sindbad von ihnen getrennt und macht sich alleine auf den Weg. Er trifft einen alten Mann, der Sindbad bittet, ihn über einen Fluss zu tragen. Plötzlich muss Sindbad erkennen, dass es sich bei dem alten um den hinterlistigen Buckelgeist handelt, der Sindbad nun in seinen Bann gezogen hat. Sindbad muss es schaffen, den Geist wieder los zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925159","hoster":"VOE"},{"path":"/redirect/8254177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-5","name":"Abenteuer mit den endlosen Wellen","epNo":5,"alt":"","descr":"Sindbad und sein Vogel Shiela freuen sich darauf, mit dem Schiff von Kapitän Faraddi zurück nach Bagdad zu reisen. Plötzlich wird das Schiff ans Ufer einer geheimnisvollen Insel getrieben. Die Seeleute gehen an Land und entdecken auf der Insel einen Fluss und viele Edelsteine. Sindbad und Shiela beschließen, Hilfe zu holen. Deshalb bauen sie ein Floß und lassen sich damit den Fluss hinuntertreiben. Doch auf einmal verschwindet der Fluss in einer dunklen Höhle, und für Sindbad und Shiela gibt es kein Entkommen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254181","hoster":"VOE"},{"path":"/redirect/8254183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-6","name":"Abenteuer auf der Elfenbeininsel","epNo":6,"alt":"","descr":"Sindbad ist endlich wieder zu Hause in Bagdad. Doch die Freude währt nicht lange, denn er erfährt, dass seine Eltern ihren ganzen Besitz verkauft haben und sich auf die Suche nach ihm gemacht haben. Sofort macht Sindbad sich mit einem Schiff auf den Weg, um ihnen zu folgen. Doch unterwegs wird das Schiff von Piraten überfallen und alle an Bord werden gefangen genommen. Die Piraten verkaufen Sindbad und die Matrosen an den König der Elfenbeininsel. Dieser verspricht ihnen die Freiheit, wenn Sindbad ihm das Elfenbein von fünf Elefanten besorgt. Für Sindbad eine schier unlösbare Aufgabe!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8253980","hoster":"VOE"},{"path":"/redirect/8253979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-7","name":"Abenteuer mit der schwarzen Perle","epNo":7,"alt":"","descr":"Sindbad setzt seine abenteuerliche Reise an Bord eines Schiffes fort. In einem Sturm wird er über Bord gespült und von dem armen Fischer Judel gerettet. Der Fischer und sein Freund, der Bäcker Saleem, pflegen Sindbad wieder gesund. Sindbad möchte sich dafür bedanken und versucht sich deshalb als Fischer im Dienste Judels. Prompt fängt Sindbad mit seinem Fischernetz eine wunderschöne Meerjungfrau. Er ist begeistert von seinem Fang, aber die Meerjungfrau bittet mit Tränen in den Augen um ihre Freilassung. Sindbad muss sich entscheiden!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8253969","hoster":"VOE"},{"path":"/redirect/8733323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-8","name":"Abenteuer mit der Meerjungfrau","epNo":8,"alt":"","descr":"Sindbad hilft noch immer dem Fischer Judel, der ihn vor dem Ertrinken gerettet hat, beim Fischen. Eines Tages begegnet er der Meerjungfrau wieder, die sich kürzlich in seinem Netz verfangen hatte. Die Meerjungfrau bittet Sindbad um einen Korb mit Obst und schenkt ihm dafür einen Korb voller Juwelen. Daraufhin werden Sindbad, Judel und ihr Freund Saleem von einem Juwelenhändler des Diebstahls beschuldigt. Die drei werden verhaftet und zum König gebracht. Dort beteuert Sindbad ihre Unschuld, aber der König will der Geschichte von der Meerjungfrau keinen Glauben schenken. Nun droht den drei Freunden eine schlimme Strafe!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8253972","hoster":"VOE"},{"path":"/redirect/8253973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-9","name":"Abenteuer mit dem fliegenden Pferd","epNo":9,"alt":"","descr":"In Bagdad trifft Sindbad den Zauberer Balba, der ein hölzernes Pferd besitzt, das angeblich fliegen kann. Der König hat Balba einen Wunsch freigegeben, wenn dieser ihm das fliegende Pferd vorführt. Balba nutzt die Gelegenheit und entführt die Tochter des Königs auf dem fliegenden Pferd. Sindbad zögert nicht lange und folgt dem Zauberer, um die Prinzessin zu retten. Doch als Balba und die Prinzessin in die Hände einer Räuberbande fallen, scheint auch Sindbad ihnen nicht helfen zu können!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8253984","hoster":"VOE"},{"path":"/redirect/8253987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-10","name":"Abenteuer in der Diamantenhöhle","epNo":10,"alt":"","descr":"Der hinterlistige Zauberer Dschinn bittet Sindbad und dessen Freund Hassan um einen Gefallen. Sie sollen für ihn eine alte Lampe aus einer Höhle in der Wüste holen und dürfen dabei nicht anderes in der Höhle berühren. Was die beiden nicht wissen, ist, dass es sich bei der Höhle um die verzauberte Schatzkammer der Berggeister handelt. Als Hassan die vielen wunderschönen Edelsteine in der Höhle sieht, und nach ihnen greift, erstarrt er, und der Eingang der Höhle schließt sich langsam. Ob Sindbad ihn retten kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8253993","hoster":"VOE"},{"path":"/redirect/8253991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-11","name":"Abenteuer mit dem Lampengeist","epNo":11,"alt":"","descr":"Sindbad entdeckt, dass in der Lampe, die er aus der Schatzkammer der Berggeister geholt hat, ein Lampengeist wohnt. Dieser ist ihm treu zu Diensten, sobald Sindbad an der Lampe reibt. Als Sindbad und seine Freunde Hassan und Shiela nach Sahreddo kommt, lernen sie dort die wunderschöne Prinzessin Sheherazade kennen. Sindbad möchte unbedingt der Freund der Prinzessin sein. Doch ihr Vater, der König, erlaubt die Freundschaft nur unter einer Bedingung. Sindbad muss am nächsten Morgen sieben Diener mit sieben Paketen, die je sieben Diamanten enthalten, im Palast erscheinen lassen. Dank des Flaschengeistes kann Sindbad diese Bedingung erfüllen, aber der gierigen König fordert plötzlich immer mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112403","hoster":"VOE"},{"path":"/redirect/12983868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-12","name":"Abenteuer mit dem gestohlenen Schloss","epNo":12,"alt":"","descr":"Der böse Zauberer Dschinn stiehlt Sindbads Zauberlampe und benutzt sie, um Prinzessin Sheherazade samt ihrem Schloss nach Marokko zu seinem Bruder Balba zu entführen. Sindbad gelingt es, Dschinn zu folgen, aber schafft er es auch, Sheherazade zu befreien? Und Shiela, Sindbads sprechender Vogel, hat ein großes Geheimnis, das sie mit Balba verbindet. Zu gerne würde sie Sindbad davon erzählen, aber dann wäre sie für immer verloren!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112405","hoster":"VOE"},{"path":"/redirect/8254001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-13","name":"Abenteuer mit Alibaba","epNo":13,"alt":"","descr":"Ein Sandsturm weht Sindbad auf eine Kokospalme, aber zum Glück wird er von dem jungen Alibaba gerettet. Alibaba nimmt Sindbad mit zu der Räuberbande, der er angehört. Der Räuberhauptmann Salbus verlangt von den beiden Jungen, dass sie das Zeltlager des Sultans von Bassa auskundschaften, das die Räuber überfallen wollen. Tatsächlich gelingt es Sindbad und Alibaba, sich in das Lager einzuschleichen und das Vertrauen des Sultans zu gewinnen. Sindbad muss sich nun entscheiden, ob er den freundlichen Sultan wirklich an die bösen Räuber verrät!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254008","hoster":"VOE"},{"path":"/redirect/8254006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-14","name":"Abenteuer auf der Kokosnussinsel","epNo":14,"alt":"","descr":"Auf einer Insel treffen Sindbad und Shiela den Händler Kiddim. Dieser soll dem Sultan alle seine Kokosnüsse bringen, weil er ihm Geld schuldet. Doch er kann die Kokosnüsse nicht ernten, weil ihn die Affen, die auf den Palmen wohnen, daran hindern. Sindbad will Kiddim helfen und schafft es, die Affen auszutricksen. Als plötzlich ein Affenkind von einer zweiköpfigen Riesenschlange angegriffen wird, gerät auch die Kokosnussernte in Gefahr!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254009","hoster":"VOE"},{"path":"/redirect/8254014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-15","name":"Abenteuer mit den traurigen Märchen","epNo":15,"alt":"","descr":"Kaum hat Sindbad in der Wüste den Märchenerzähler Towad kennen gelernt, braust ein gewaltiger Sandsturm auf die beiden zu. Es ist der Wüstengeist, und er verlangt, dass Towad ihm ein Märchen erzählt, das ihn zum weinen bringt. Denn nur so kann der Wüstengeist die beiden Feuer löschen, die in ihm lodern. Als Towad es nicht schafft, den Wüstengeist zum weinen zu bringen, verspricht Sindbad dem Geist, eine traurige Geschichte zu erzählen. Aber weil Sindbads Geschichte nur eines der beiden Feuer löscht, entführt ihn der Wüstengeist, und Sindbad scheint verloren!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254019","hoster":"VOE"},{"path":"/redirect/8254017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-16","name":"Abenteuer mit dem großen und dem kleinen Riesen","epNo":16,"alt":"","descr":"Sindbad und seine Begleiterin, der Vogel Shiela, haben inzwischen den Nil erreicht. Um ihre Reise fortsetzen zu können, brauchen sie unbedingt ein Boot. Doch merkwürdigerweise sind nirgendwo Boote zu entdecken. Da trifft Sindbad einen alten Mann namens Ara. Dieser versucht verzweifelt, ein Kamel zu füttern, das auf einer nahen Insel steht und großen Hunger hat. Ara erzählt Sindbad, dass der Krokodilkönig alle Boote des Nils in seine Gewalt gebracht hat. Als Sindbad den Krokodilkönig aufsucht, um die Boote zurück zu bekommen, stellt dieser ihm eine schwere Aufgabe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254021","hoster":"VOE"},{"path":"/redirect/8254022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-17","name":"Abenteuer auf dem Eiswal","epNo":17,"alt":"","descr":"Endlich ist Sindbad wieder zu Hause in Bagdad. Doch schon wartet ein neues Abenteuer auf ihn, denn seine Heimat leidet unter einer großen Dürre. Sindbad fasst daraufhin einen kühnen Plan, mit dem er den Menschen helfen will: Er will einen Eisberg nach Bagdad bringen und so die Bewohner der Stadt mit Wasser versorgen. Mit Hilfe einer der Meerjungfrau und einigen freundlichen Walen, schafft er es tatsächlich, einen Eisberg zu holen. Doch der beginnt zu schmelzen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254025","hoster":"VOE"},{"path":"/redirect/8254028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-18","name":"Abenteuer mit den 40 Räubern","epNo":18,"alt":"","descr":"Zu Ehren Sindbads findet im Palast des Sultans ein großes Fest statt. Währenddessen stiehlt eine Räuberbande den Schatz des Sultans. Sindbad und seine Freunde bemerken den Diebstahl rechtzeitig und können den Räubern bis zu deren Versteck folgen. Sie finden heraus, wie man die magische Tür zur Räuberhöhle öffnet und schaffen es sogar, mit der Diebesbeute zu entkommen. Aber werden sie den Schatz auch zurück nach Bagdad bringen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254030","hoster":"VOE"},{"path":"/redirect/8254032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-19","name":"Abenteuer mit den 40 Krügen","epNo":19,"alt":"","descr":"In letzter Sekunde haben Sindbad und seine Freunde den gestohlenen Schatz des Sultans aus der Räuberhöhle herausgeholt und zurück nach Bagdad gebracht. Aber die Räuber sind ihnen schon auf den Fersen. In 40 Tonkrügen versteckt, warten sie vor der Stadt darauf, es Sindbad heimzahlen zu können. Der Räuberhauptmann schleicht zu Sindbads Haus und markiert es mit einem Kreuz, damit seine Bande es später leichter findet. Aber Sindbad schmiedet bereits Pläne, wie er die Räuber austricksen kann","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254034","hoster":"VOE"},{"path":"/redirect/8254035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-20","name":"Abenteuer mit dem fliegenden Teppich","epNo":20,"alt":"","descr":"Nachdem Sindbad die Schätze der Räuberbande unter den Bewohnern Bagdads verteilt hat, ist nur ein alter schäbiger Teppich übrig geblieben. Zunächst will niemand das hässliche Ding haben. Aber dann sind alle überrascht, als der Teppich plötzlich in die Luft schwebt. Begeistert drehen Sindbad und seine Freunde sogleich eine Runde mit dem fliegenden Teppich. Doch auf einmal taucht die böse Hexe Tabasa auf, um sich den Teppich zu holen. Sie schafft es nicht nur, Sindbad den Teppich wegzunehmen, sondern entführt auch noch seine beste Freundin, die Vogeldame Shiela. Sofort eilt Sindbad los, um Shiela zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254042","hoster":"VOE"},{"path":"/redirect/8254043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-21","name":"Abenteuer auf der Zwergeninsel","epNo":21,"alt":"","descr":"Sindbad, Shiela und ihr Freund Alibaba sind zu einer neuen abenteuerlichen Reise aufgebrochen. Als ihr Schiff in einen Sturm gerät, kommt es zum Streit zwischen Sindbad und dem Kapitän. Kurzerhand setzt die Mannschaft daraufhin Sindbad und seine Freunde auf dem Meer aus. Sie gelangen zu einer geheimnisvollen Insel, die von Zwergen bewohnt wird. Der Zwergenhäuptling nimmt Sindbad, Shiela und Alibaba gefangen und lässt sie hart für sich arbeiten. Wenig später überlegen die drei Freunde, wie sie von der Insel wieder entkommen können, aber eine Flucht scheint unmöglich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254045","hoster":"VOE"},{"path":"/redirect/8254050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-22","name":"Abenteuer mit Burulu und Buluru","epNo":22,"alt":"","descr":"Alibaba ist nach seiner Flucht aus dem Zwergenstaat von einem anderen Zwergenvolk auf der Insel gefangen genommen worden. Deren Häuptling Burulu hat sich mit dem anderen Zwergenhäuptling, Buluru, zerstritten. Denn ihre beiden Kinder, Jamal und Halscha, wollen gegen den Willen ihrer Väter heiraten. Daraufhin entführt Sindbads Vogel Shiela das Paar. Denn Sindbad hofft, dass sich die beiden Zwergenhäuptlinge wieder vertragen, wenn sie erfahren, dass ihre Kinder verschwunden sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254049","hoster":"VOE"},{"path":"/redirect/8254053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-23","name":"Abenteuer mit dem Wassergeist","epNo":23,"alt":"","descr":"Unterwegs zu neuen Abenteuern geraten Sindbad und Shiela gleich zweimal hintereinander in einen schweren Sandsturm. Zum Glück werden sie von einer Wasserverkäuferin gerettet und folgen ihr in ihr Dorf. Dort erfahren Sindbad und Shiela, dass die Menschen in dem Dorf große Not leiden, denn ein böser Wassergeist hat alle Fische weggezaubert. Nun fangen die Fischer des Dorfes nichts mehr und die Leute haben nichts zu essen. Natürlich will Sindbad den Menschen helfen. Mit einem Trick fängt er den Wassergeist, aber dieser will nicht verraten, wo die Fische sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925141","hoster":"VOE"},{"path":"/redirect/8254055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-24","name":"Abenteuer mit dem traurigen König","epNo":24,"alt":"","descr":"Nachdem Sindbad den Menschen eines kleinen Dorfes gegen einen bösen Wassergeist geholfen hat, geben diese zu seinen Ehren ein Fest. Alle feiern fröhlich, nur der König des Landes sitzt traurig auf einem Berg und schaut den fröhlichen Menschen zu. Sindbad gesellt sich zu ihm, und versucht ihn zu trösten. Der König beklagt sich bei ihm darüber, dass sein Leben langweilig ist. Daraufhin erzählt ihm Sindbad die spannende Geschichte eines seiner Abenteuer. Ob er damit den König aufheitert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254059","hoster":"VOE"},{"path":"/redirect/8254061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-25","name":"Abenteuer auf der Amazoneninsel","epNo":25,"alt":"","descr":"Sindbad, Shiela und Alibaba geraten auf die Insel der Amazonen. Deren beste Reiterin ist Manal, die Tochter der Königin. Alibaba fordert sie zu einem Wettreiten heraus und beweist, dass er ein hervorragender Reiter ist. Daraufhin verlangt die Amazonenkönigin, dass Alibaba ihre Tochter heiratet. Als er sich weigert, werfen ihn die Amazonen in eine Höhle, die von einer riesigen Krake bewacht wird. Nun muss Sindbad seinen Freund befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112414","hoster":"VOE"},{"path":"/redirect/8254065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-26","name":"Abenteuer auf der Geierinsel","epNo":26,"alt":"","descr":"Kaum ist Sindbad nach Bagdad zurückgekehrt, bricht er auch schon zu einer neuen Reise auf. Doch sein Schiff gerät in einen Sturm und kentert. Mannschaft und Passagiere retten sich auf eine Insel. Die Bewohner der Insel nehmen sie zwar gefangen, bewirten sie aber vorzüglich. Während die Passagiere und die Seeleute ihren unfreiwilligen Aufenthalt auf der Insel genießen, bleibt Sindbad misstrauisch. Und tatsächlich findet er schnell heraus, dass sie sich alle in großer Gefahr befinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254071","hoster":"VOE"},{"path":"/redirect/8254070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-27","name":"Abenteuer mit dem kleinen Mammut","epNo":27,"alt":"","descr":"Niemand will Sindbad glauben, dass er einen Höhlenmenschen und dessen zahmes Mammut kennt. Denn alle sind fest davon überzeugt, dass es Mammuts schon lange nicht mehr gibt. Aber dann treffen Sindbad und seine Freunde Shiela, Alibaba und Ara den Höhlenmenschen, seinen Sohn Poco und dessen zahmes Mammut Mufti wieder. Doch die Wiedersehensfreude ist nur von kurzer Dauer, denn schon bald ist das Mammut in großer Gefahr und Sindbad steht somit sein nächstes großes Abenteuer bevor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254074","hoster":"VOE"},{"path":"/redirect/8254075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-28","name":"Abenteuer in der geheimnisvollen Pyramide","epNo":28,"alt":"","descr":"Sindbad und seine Freunde reisen zu drei magischen Pyramiden, wo sie das kranke Mammut Mufti heilen wollen. Nach einigen Schwierigkeiten schaffen sie es endlich, Mufti in eine der Pyramiden zu bringen. Das Innere der Pyramide ist voller Schätze, deren Pracht alles, was Sindbad je gesehen hat, übertrifft. Und zu ihrer großen Freude, erholt sich Mufti in der Pyramide schnell. Doch schon droht neue Gefahr, denn eine Räuberbande taucht plötzlich auf, um die Schätze aus den Pyramiden zu rauben. Sindbad und seine Freunde müssen sich schnell etwas einfallen lassen, damit sie die Räuber aufhalten können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925154","hoster":"VOE"},{"path":"/redirect/8254080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-29","name":"Abenteuer im unsichtbaren Land","epNo":29,"alt":"","descr":"Sindbad und seine Freunde Alibaba, Shiela und Ara verbringen die Nacht an einer Oase. Als sie am nächsten Morgen aufwachen, steht plötzlich ein prächtiges Schloss vor ihnen. Sie erfahren, dass dieses Schloss nur alle 100 Jahre zu sehen ist. Der Sultan, dem das Schloss gehört, empfängt sie freundlich und lädt sie ein, seine Gäste zu sein. In dem Schloss treffen sie die Tochter des Sultans, eine wunderschöne Prinzessin. Sindbad verliebt sich in die Prinzessin und will bei ihr bleiben. Doch dies würde bedeuten, dass auch er für immer in dem Schloss gefangen wäre. Seine Freunde fürchten daher, Sindbad für immer zu verlieren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254085","hoster":"VOE"},{"path":"/redirect/8254084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-30","name":"Abenteuer mit dem großen blauen Drachen","epNo":30,"alt":"","descr":"Sindbad und seine Freunde haben einem Flötenspieler versprochen, dessen verschollenen Zwillingsbruder zu finden. Sie finden den Bruder in einem Gebirge, wo dieser nach einem Schlangenbiss hilflos liegt. Sindbad verspricht, den Mann zu retten. Doch dazu muss er erst heilende Kräuter suchen. Bei der Suche nach den Kräutern verschwindet plötzlich Sindbads Freund Ara und unsere Helden erkennen, dass sie in eine Falle von Sindbads Erzfeind, dem bösen Zauberer Dschinn, geraten sind!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925161","hoster":"VOE"},{"path":"/redirect/8254087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-31","name":"Abenteuer in der Burg der Geier","epNo":31,"alt":"","descr":"Vor Durst total erschöpft kommen Sindbad und seine Freunde in ein Dorf, in dem alle Brunnen seit zwei Jahren trocken sind. Wasser gibt es nur für viel Geld beim Sultan zu kaufen. Sindbad versucht herauszufinden, was der Grund dafür ist. Doch bei ihren Nachforschungen werden seine Freunde Alibaba und Ara vom Sultan gefangen genommen. Als Sindbad ihrer Spur folgt, kommt er an ein leeres Schloss. Dort trifft er einen blinden Mann, der ihm alles über das Dorf erzählt. Und so erfährt Sindbad das, was er am wenigsten erwartet hätte: Das Geheimnis seines Vogels Shiela.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335054","hoster":"VOE"},{"path":"/redirect/12799042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-32","name":"Abenteuer mit dem Riesenvogel","epNo":32,"alt":"","descr":"Noch immer halten sich Sindbad und seine Freunde in dem geheimnisvollen Dorf auf, in dem alle Brunnen versiegt sind. Sindbad will nicht glauben, dass es in dem Ort kein Wasser mehr gibt. Und so beginnen er und seine Freunde zu graben. Tatsächlich stoßen sie auf eine Wasserader und bringen damit den Menschen das Wasser zurück. Nun wollen Sindbad und seine Freunde endlich zurück nach Bagdad. Doch bevor sie abreisen können, werden sie von einem Riesenvogel entführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254104","hoster":"VOE"},{"path":"/redirect/8254101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-33","name":"Abenteuer mit dem Sternenmädchen","epNo":33,"alt":"","descr":"Auf ihrem Weg nach Bagdad finden Sindbad und seine Freunde das Sternenmädchen Sternchen. Sie wurde aus dem Himmel verstoßen, weil sie immer eifersüchtig auf ihren kleinen Bruder war. Sindbad hat Mitleid mit ihr und nimmt sie mit. Doch schon am ersten Tag in Bagdad gibt es Ärger, denn Sternchen klaut einem Schlangenbeschwörer dessen Flöte. Als dieser sich an Sternchen rächen will, erkennen die Freunde, dass es sich bei dem Schlangenbeschwörer um den bösen Zauberer Dschinn handelt, der wieder einmal einen seiner fiesen Pläne in die Tat umsetzen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12799034","hoster":"VOE"},{"path":"/redirect/12799040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-34","name":"Abenteuer mit dem Goldfisch","epNo":34,"alt":"","descr":"Sindbad und seine Freunde sind abermals mit einem Schiff auf Reisen. Plötzlich werden sie an Bord gefesselt und der Kapitän erklärt ihnen, dass er sie als Sklaven verkaufen will. Doch auf einmal wird das Schiff von einem Riesengoldfisch angegriffen. Sindbad und seine Freunde können zum Glück mit dem Beiboot entkommen. Auf der Flucht treffen sie Sindbads Freundin, die Meerjungfrau. Sie berichtet, dass der Goldfisch alle Meerjungfrauen aus dem Meer vertreiben will. Sindbad muss sich daraufhin schnell eine List überlegen, mit der er die Meerjungfrauen vor dem Riesengoldfisch retten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254111","hoster":"VOE"},{"path":"/redirect/12799060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-35","name":"Abenteuer mit der gestohlenen Krone","epNo":35,"alt":"","descr":"Auf ihrer Reise kommen Sindbad und seine Freunde in eine Stadt, wo sie sogleich gefangen genommen werden. Denn dem dortigen König wurde die Krone gestohlen und man hält die Fremden für die Diebe. Sindbad gelingt es jedoch, den wahren Dieb zu stellen. Es ist der Sohn des Königs, der mit dem Diebstahl der Krone seinem Vater eine Lektion erteilen wollte. Denn der König ist ein übler Tyrann, der sein Volk unterdrückt. Sindbad und Sheila denken sich daraufhin einen Trick aus, mit dem sie den König zum Guten bekehren wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254116","hoster":"VOE"},{"path":"/redirect/8254118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-36","name":"Abenteuer mit der Friedensbotschaft","epNo":36,"alt":"","descr":"Wieder einmal werden Sindbad und seine Freunde beim Besuch einer fremden Stadt gefangen genommen. Diesmal beschuldigt sie der Herrscher der Stadt, seine Diamanten stehlen zu wollen. Er will sie nur freilassen, wenn er innerhalb von sieben Tagen eine Friedensbotschaft des Kalifen von Bagdad erhält. Also macht sich Sindbads Freund Alibaba auf den abenteuerlichen Weg nach Bagdad, doch ob er rechtzeitig zurückkommen wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254124","hoster":"VOE"},{"path":"/redirect/8254123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-37","name":"Abenteuer mit dem Pferd aus Stein","epNo":37,"alt":"","descr":"Sindbad und seine Freunde kommen in ein Dorf, das von einem kopflosen Geist in Gestalt eines Pferdes tyrannisiert wird. Die Freunde hoffen, den Geist zu erlösen, indem sie ihm seinen Kopf wiedergeben. Doch als sie seinen Kopf finden, droht ihnen der Geist, sie zu Stein werden zu lassen. Daraufhin schlägt Sindbad dem Geist ein Geschäft vor: Er soll sie frei lassen, wenn es einem von ihnen gelingt, auf ihm zu reiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112415","hoster":"VOE"},{"path":"/redirect/8254128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-38","name":"Abenteuer mit dem ängstlichen König","epNo":38,"alt":"","descr":"Sindbads Freund Alibaba hat großes Bauchweh. Doch als sie zu einem Arzt gehen wollen, lässt man sie nicht in die Stadt hinein. Denn der Sultan hat angeordnet, dass nur 30 Fremde gleichzeitig in die Stadt dürfen, weil er einen feindlichen Angriff befürchtet. Da treffen die beiden auf ein Mädchen, das Alibaba zu ihrem Vater bringen will, der angeblich Arzt ist. Aber plötzlich gibt sich das Mädchen als die böse Hexe Tabasa zu erkennen. Sie verhext Alibaba und will mit seiner Hilfe den Sultan vom Thron stürzen. Sindbad muss daraufhin schnellstens in die Stadt gelangen, um seinen Freund und den Sultan zu retten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254134","hoster":"VOE"},{"path":"/redirect/8254136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-39","name":"Abenteuer im Hexenturm","epNo":39,"alt":"","descr":"Die drei bösen Zauberer Tabasa, Dschinn und Balba haben sich zusammengetan, um Sindbad hereinzulegen. Sie wollen ihn in eine Falle locken und entführen dazu Sindbads beste Freundin, die Vogeldame Shiela. Sindbad und seine Freunde Alibaba und Ara schaffen es, Shiela zu befreien. Sie wissen inzwischen, dass der Vogel eine verzauberte Prinzessin ist und sie wollen erreichen, dass Shiela zurückverwandelt wird. Aber wie sollen sie die drei bösen Zauberer dazu bringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112417","hoster":"VOE"},{"path":"/redirect/8254139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-40","name":"Abenteuer mit der vertauschten Shiela","epNo":40,"alt":"","descr":"Sindbad, Alibaba, Ara und Shiela reisen zurück nach Bagdad. Dort angekommen, erzählt Sindbad dem Kalifen von Shielas Rückverwandlung. Der Kalif bietet sofort an, Shiela in seinen Palast aufzunehmen. Derweil wollen sich die böse Hexe Tabasa und ihre Enkel Balba und Dschinn an Sindbad rächen. Sie heuern drei Räuber an, die Shiela aus dem Palast entführen sollen. Die drei Räuber verkleiden sich als Sindbad und seine beiden Freunde Alibaba und Ara und dringen in den Palast ein. Aber statt Shiela entführen sie aus Versehen die Tochter des Kalifen. Sindbad und seine beiden Freunde müssen nun nicht nur ihre Unschuld beweisen, sondern auch die Prinzessin retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925167","hoster":"VOE"},{"path":"/redirect/8254146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-41","name":"Abenteuer mit den drei Milutschi-Brüdern","epNo":41,"alt":"","descr":"Die Milutschi-Brüder, drei gemeine Räuber, haben die Prinzessin Schalm entführt und zu der bösen Hexe Tabasa gebracht. Als Tabasa erfährt, dass Sindbad auf dem Weg zu ihr ist, um Schalm zu retten, stellt sie Sindbad eine Falle. Sindbad gerät in die Versammlung der 100 bösen Zauberer. Und dort scheint Tabasas böser Plan aufzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254152","hoster":"VOE"},{"path":"/redirect/8254148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sindbad/staffel-1/episode-42","name":"Abenteuer mit dem Schlammgeist","epNo":42,"alt":"","descr":"Sindbad und sein Freund Alibaba suchen nach der bösen Hexe Tabasa, denn sie wollen der Hexe endlich das Handwerk legen. Unterwegs erhält Sindbad von allen seinen Freunden, die er während seiner vielen Abenteuer kennengelernt hat, Hilfe. Schließlich spüren Sindbad und Alibaba die Hexe in ihrem Versteck auf. Nun müssen die beiden es schaffen, Tabasa zu besiegen, um ihr alle Macht zu nehmen, und die Menschen zu erlösen, die von ihr verhext wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8254155","hoster":"VOE"},{"path":"/redirect/8254157","hoster":"Streamtape"}]}]}]}]}