{"seriesId":"sinking-cities","name":"Sinking Cities","descr":"Der Klimawandel betrifft nicht nur, aber insbesondere Städte, die an Küsten gelegen sind. Die Doku-Serie \"Sinking Cities\" begleitet Städteplaner, Ersthelfer, Wissenschaftler und Ingenieure, die Megastädte wie London, New York, Tokio und Miami vor den Auswirkungen des Klimawandels mit seinen Stürmen und Fluten zu schützen versuchen","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"London","epNo":1,"alt":"London","descr":"Als Teenager hat Idris Elba in einer Autofabrik gearbeitet, und in dieser Folge geht für den Schauspieler ein Jugendtraum in Erfüllung. Der Motorsport-Fan startet beim Circuit of Ireland Race, einem der traditionsreichsten Rennen im Rallye-Sport. Unterstützt wird er dabei vom fünffachen britischen Meister Jimmy McRae. Als der Leinwandstar seinen Ford Fiesta R1 in Empfang nimmt, in dem er die Herausforderung meistern will, ist die Begeisterung grenzenlos. Und anschließend wird hart trainiert, denn Idris Elba kennt sich zwar mit schnellen Autos aus, doch eine professionelle Rallye mitzufahren, ist eine ganz andere Hausnummer.","versions":[{"lang":1,"streams":[{"redirect":8376420,"hoster":"VOE"},{"redirect":8376424,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"New York","epNo":2,"alt":"New York","descr":"Der Hurrikan Sandy hinterließ 2012 in New York eine Spur der Verwüstung. Gigantische Wassermassen überfluteten U-Bahn-Stationen und spülten über 700 000 Tonnen Schutt, Trümmerteile und Abfälle in die Straßen. Die schlimmste Naturkatastrophe in der Geschichte des \"Big Apple\" hat die Menschen in der Millionenmetropole sensibilisiert, denn der nächste Sturm kommt bestimmt und einige Teile der Stadt liegen nur 1,50 Meter über dem Meeresspiegel. Kann ein riesiger Deich, der sogenannte \"Big U\", die Bewohner vor Überschwemmungen schützen?","versions":[{"lang":1,"streams":[{"redirect":8376406,"hoster":"VOE"},{"redirect":8376409,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Miami","epNo":3,"alt":"Miami","descr":"Die Prognosen für Miami sehen düster aus: Wenn die Wassertemperatur im Atlantik steigt, brauen sich dort heftige Wirbelstürme zusammen. Außerdem droht in der Millionenmetropole Gefahr durch Springfluten, die unangekündigt auch bei gutem Wetter auftreten. Trotzdem gibt es in Florida noch keine Gesetze, die zum Beispiel Hochwasserschutz in Neubauten vorschreiben würden. In der Immobilienbranche setzt man auf schnelle Gewinne und die Kunden wünschen sich ein Haus mit Blick auf das Meer. Dieses uneinsichtige Gebaren könnte fatale Konsequenzen haben.","versions":[{"lang":1,"streams":[{"redirect":12381460,"hoster":"VOE"},{"redirect":11414554,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tokio","epNo":4,"alt":"Tokyo","descr":"2015 verursachten heftige Regenfälle im Osten Japans gewaltige Erdrutsche und Überschwemmungen. Als in Joso City der Fluss Kinugawa über die Ufer trat, bahnte sich eine Schlammwelle ihren Weg durch die Stadt. Helikopter mussten Flutopfer von Dächern und Balkonen retten. Die Millionenmetropole Tokio liegt nur rund 50 Kilometer vom Unglücksort entfernt. Wie bereitet man sich dort auf den Klimawandel vor? Können riesige Niederschlagsmengen in einem der größten Industriezentren der Welt eine Hochwasserkatastrophe auslösen?","versions":[{"lang":1,"streams":[{"redirect":8376395,"hoster":"VOE"},{"redirect":8376392,"hoster":"Streamtape"}]}]}]}]}