{"path":"/serie/stream/siren","name":"Siren","descr":"Bristol Cove ist ein Küstenstädtchen, dass den lokalen Legenden nach dereinst von Meermenschen bewohnt war. Als eines Tages wirklich die Meereskreatur Ryn (Eline Powell) an Land kommt, werden nicht nur die Legenden schlagartig Realität, die Bewohner müssen sich auch entscheiden, auf welcher Seite sie in den aufkommenden, teils tödlichen Auseinandersetzungen zwischen den Spezies stehen wollen. Denn entgegen der wohlwollenden Bilder, die man von Meermenschen hat, sind sie weniger friedliebende Gesellen als viel mehr gnadenlose Jäger … Die Serie wurde nach 36 Episoden eingestellt","seasons":[{"path":"/serie/stream/siren/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/siren/staffel-1/episode-1","name":"Wer bist du?","epNo":1,"alt":"Pilot","descr":"Das Küstenstädtchen Cristol Cove, einst bekannt als Heimat von Meerjungfrauen, wird mit der Ankunft eines mysteriösen Mädchens auf den Kopf gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763709","hoster":"VOE"},{"path":"/redirect/9968988","hoster":"Doodstream"},{"path":"/redirect/8627173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-1/episode-2","name":"Die Schwester","epNo":2,"alt":"The Lure","descr":"Ben (Alex Roe) und die Mannschaft der North Star finden ein Gerät, das ein merkwürdiges Geräusch abgibt.\r\rRyn (Aylya Marzoff) findet im Haus eines Heimatexperten Unterschlupf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763710","hoster":"VOE"},{"path":"/redirect/9968994","hoster":"Doodstream"},{"path":"/redirect/8627175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-1/episode-3","name":"Interview mit einer Meerjungfrau","epNo":3,"alt":"Interview With A Mermaid","descr":"Dale und die örtliche Polizei ermitteln und immer mehr Hinweise deuten auf Ryn hin. Unterdessen heizt sich Xanders und Calvins Suche nach Chris auf als sie eine Krankenschwester finden, die im Militärbunker arbeitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763712","hoster":"VOE"},{"path":"/redirect/9968999","hoster":"Doodstream"},{"path":"/redirect/8627176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-1/episode-4","name":"Auf der Flucht","epNo":4,"alt":"On The Road","descr":"Chris flieht aus dem Krankenhaus. Er nimmt eine Frau mit, die sich ihm in den Weg stellt; er ahnt nicht, dass es sich dabei um die gefangene Meerjungfrau handelt, die mittlerweile eine menschliche Gestalt angenommen hat und die Kleidung der Krankenschwester Donna Stevenson trägt, die sie brutal getötet hat. Indes versuchen Ben und Maddie mit Helens Hilfe, Ryn am Leben zu erhalten. Obwohl sie mehr und mehr austrocknet, weigert sie sich standhaft, ins Wasser zu gehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112421","hoster":"VOE"},{"path":"/redirect/8627178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-1/episode-5","name":"Hunger","epNo":5,"alt":"Curse Of The Starving Class","descr":"Ryn und ihre Schwester kehren zurück an Land. Sie sind von Hunger getrieben, denn die Meere sind so überfischt, dass die ersten Meereslebewesen verhungern müssen. Ryn erhofft sich daher Hilfe von ihren Freunden an Land. Doch ihre Schwester ist nach den schrecklichen Erfahrungen im Labor kein Menschenfreund …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112422","hoster":"VOE"},{"path":"/redirect/8627177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-1/episode-6","name":"Die Jagd","epNo":6,"alt":"Showdown","descr":"Donna ist auf der Suche nach Essen. Dabei wird sie nicht nur von Agent Decker, sondern auch der Polizei gejagt. Ryn steht immer noch zwischen den Fronten. Muss sie sich wirklich für ihre Schwester oder die Menschen entscheiden? Doch als Ben auf Decker trifft, spitzt sich die Situation zu. Können sie Druck auf ihn ausüben, dass er die Ausrottungsaktion der Navy abblasen kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763713","hoster":"VOE"},{"path":"/redirect/8627179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-1/episode-7","name":"Angriff aus der Tiefe","epNo":7,"alt":"Dead in the Water","descr":"Xander hat Donna gesehen und will sie fangen. Er rekrutiert Ben, Calvin und Chris für seine Mission, doch als sie auf See sind, bemerken sie, dass auch Xanders Dad noch an Bord ist. Als sie das Schiff der Navy erreichen, bietet sich ihnen ein grauenhafter Anblick. Sie versuchen so schnell wie möglich, wieder an Land zu kommen, doch es ist zu spät …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112425","hoster":"VOE"},{"path":"/redirect/9969005","hoster":"Doodstream"},{"path":"/redirect/8627181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-1/episode-8","name":"Mensch oder Tier?","epNo":8,"alt":"Being Human","descr":"Es ist der Tag von Sean McClures Beerdigung. Die Stimmung bei Xander ist angespannt, er betrinkt sich und verrät beinahe, was wirklich geschah. Ben kann ihn gerade noch aufhalten und hält eine Grabrede, die auch seinen Vater tief berührt. Als Ryn auf der Beerdigung auftaucht, werden Ben und Maddie nervös. Doch Ryn versucht nur herauszufinden, ob sie ebenso animalisch ist wie ihre Schwester oder ob mehr Menschliches in ihr steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763716","hoster":"VOE"},{"path":"/redirect/8627180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-1/episode-9","name":"Rache","epNo":9,"alt":"Street Fight","descr":"Donna kommt mit zwei anderen Mitgliedern ihrer Kolonie an Land, um Ryn mit nach Hause zu nehmen. Als Meerjungfrauen ab und an wieder beginnen in der Stadt Schaden anzurichten, versucht Dale dem Ganzen ein für alle Mal ein Ende zu bereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763715","hoster":"VOE"},{"path":"/redirect/8627185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-1/episode-10","name":"Sirenengesang","epNo":10,"alt":"Aftermath","descr":"Im Staffelfinale verzaubert das hinreißende Lied der Meerjungfrauen Dale und Ben (Alex Roe). Inzwischen muss Dale für die eskalierenden Verbrechen in Bristol Cove Rede und Antwort stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112424","hoster":"VOE"},{"path":"/redirect/8627182","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/siren/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/siren/staffel-2/episode-1","name":"Schallwellen","epNo":1,"alt":"The Arrival","descr":"Da mehr Meerjungfrauen an den Ufern von Bristol Cove landen, steigt die Gefahr der Entdeckung. Nach seiner Begegnung mit dem Sirenengesang versucht Ben (Alex Roe), die Nachwirkungen zu bewältigen. Die Mutter von Maddie (Fola Evans-Akingbola) kehrt in die Stadt zurück und versucht sich mit ihrer Tochter zu verbünden. In der Zwischenzeit versucht Ryn (Eline Powell), sich an das Leben an Land anzupassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112428","hoster":"VOE"},{"path":"/redirect/8627186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-2","name":"Landgang","epNo":2,"alt":"The Wolf At The Door","descr":"Nachdem die Schallwellen die Meeresbewohner aus dem Wasser vertrieben haben, müssen sich nun Ben und Maddie um die sechs kümmern. Allerdings gestaltet sich das Ganze schwieriger als gedacht, denn Ryns Artgenossen halten sich nicht an die Regeln der Menschen. Zudem sind sie dringend auf Wasserkontakt angewiesen. Doch es stellt sich heraus, dass es mehrere Monate dauern wird, bis sie wieder in ihren gewohnten Lebensraum zurückkehren können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112432","hoster":"VOE"},{"path":"/redirect/8627191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-3","name":"Überleben des Stärkeren","epNo":3,"alt":"Natural Order","descr":"Maddie und Ben haben alle Hände voll zu tun, um die geflohenen Meeresbewohner im Zaum zu halten. Doch das gelingt ihnen nicht immer, und so treiben die sechs ihr Unwesen in der Stadt. Auch Ryn hat mit Ihresgleichen zu kämpfen, denn Katrina stellt ihre Position infrage und wendet sich gegen sie. Als es zum Kampf der beiden Meerjungfrauen kommt, entscheidet sich, wer künftig die Rolle der Anführerin übernehmen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763719","hoster":"VOE"},{"path":"/redirect/8627184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-4","name":"Öl und Wasser","epNo":4,"alt":"Oil And Water","descr":"Damit die Meeresbewohner nicht noch mehr öffentliche Aufmerksamkeit erregen, möchte Ryn, dass die sechs voneinander getrennt werden. Dafür wird jeder einem Menschen zugewiesen. Ben soll auf Levi aufpassen – und nach einigen Anfangsschwierigkeiten läuft es richtig gut zwischen den beiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763723","hoster":"VOE"},{"path":"/redirect/8627189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-5","name":"Urinstinkte","epNo":5,"alt":"Primal Instincts","descr":"Ryn entwickelt immer intensivere Gefühle für Ben und Maddie – und die beiden erwidern diese Zuneigung. Doch bevor sie sich noch näherkommen können, stellt Ryn fest, dass die Tochter ihrer Schwester verschwunden ist. Gemeinsam machen sie sich auf die Suche nach ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763718","hoster":"VOE"},{"path":"/redirect/8627183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-6","name":"Der Notruf","epNo":6,"alt":"Distress Call","descr":"Maddie und Susan haben ein großes Problem: Um Maddie zu beschützen, hat Ryn Susans Drogendealer umgebracht. Weil sie nicht wissen, wie sie die Leiche verschwinden lassen können, wenden sie sich an Dale. Unterdessen greift Katrina Xander an und sperrt ihn in einen Frachtraum, in dem ausgerechnet auch Levi gefangen gehalten wird. Es dauert nicht lange, bis es zum Kampf zwischen den beiden Männern kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112430","hoster":"VOE"},{"path":"/redirect/8627192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-7","name":"Das Geheimnis","epNo":7,"alt":"Entrapment","descr":"Nach der Entdeckung von Sean McClures Körper werden einige Verhaftungen durchgeführt. Gleichzeitig beginnen einzelne Meerjungfrauen krank zu werden, da die Wasserqualität im Aquarium nicht mehr ausreicht. Ryn macht heimlich einen Deal mit .....","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763720","hoster":"VOE"},{"path":"/redirect/8627193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-8","name":"Die Aktion","epNo":8,"alt":"Leverage","descr":"Ryn bereut ihre Entscheidung, als Forschungsobjekt zu fungieren und lässt Nicoles Experimente an ihr nicht zu. Xander, Ben und Maddie haben derweil von einem Event erfahren, bei dem die ganze Stadt live zuschauen darf, wie Öl aus dem Meeresboden gefördert wird. Sie beschließen, die Veranstaltung zu sabotieren – doch dafür benötigen sie die Hilfe von Ryn und den anderen Meeresbewohnern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763724","hoster":"VOE"},{"path":"/redirect/8627187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-9","name":"Das Ende der North Star","epNo":9,"alt":"No North Star","descr":"In letzter Sekunde kann Ben seinen Freund Xander und auch Calvin von der brennenden North Star retten. Bens Vater dreht ihm nach dem Zwischenfall mit dem Borschiff den Geldhahn zu. Weil auch die finanziellen Mittel für die Behandlung von Bens kranker Mutter knapp werden, muss ein Notfallplan her. Ryn erklärt sich daraufhin bereit, dem Militär als Untersuchungsobjekt zu dienen und so hilfreiche Forschungsergebnisse für die Heilung von Bens Mutter zu beschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925263","hoster":"VOE"},{"path":"/redirect/8627188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-10","name":"All In","epNo":10,"alt":"All In","descr":"Der Gesundheitszustand von Elaine Pownall (Sarah-Jane Redmond) verschlechtert sich weiter und sie sucht Hilfe bei einem militärischen Versuch mit Meerjungfrauenzellen. Doch die Behandlung bleibt nicht ohne Nebenwirkungen.Helen (Rena Owen) und Rick (Brendan Fletcher) erfahren mehr über den Hybridenstatus und die Geschichte von Bristol Cove und entdecken, dass sie längst nicht so allein sind, wie Helen immer dachte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8799891","hoster":"VOE"},{"path":"/redirect/8799904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-11","name":"Das Abendessen","epNo":11,"alt":"Mixed Signals","descr":"Maddie (Fola Evans-Akingbola) und Ben (Alex Roe) streiten darüber, wie sie Ryn (Eline Powell) helfen sollen, denn sie wissen, dass sie die Prozeduren an Ryn fortführen müssen wenn sie Elaines Zustand verbessern wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8799892","hoster":"VOE"},{"path":"/redirect/8799900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-12","name":"Mission Echokammer","epNo":12,"alt":"Serenity","descr":"Ryn hat Maddie und Ben mit ihrem Gesang nachhaltig beeindruckt und möchte ihnen nun helfen, wieder normal zu werden, denn selbst ein Termin bei einem Psychologen kann Maddie nicht dazu bringen, ihre Aggressionen zu unterdrücken. Ryn sieht nur eine Lösung: Sie muss mit ihren Freunden zum Meeresgrund tauchen und einen geheimen Ort aufsuchen, an dem Ben und Maddie geheilt werden können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112429","hoster":"VOE"},{"path":"/redirect/8799901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-13","name":"Paarungszeit","epNo":13,"alt":"The Outpost","descr":"Die Paarungszeit der Meerjungfrauen beginnt und Ryn (Eline Powell) weiß, dass sie zurück ins Meer muss, um ihrer Kolonie zu helfen. Die Hybriden überzeugen derweil eine der Meerjungfrauen davon, sich ihnen anzuschließen, woraufhin Helen (Rena Owen) und Ben (Alex Roe) sich auf die Suche nach der vermissten Meerjungfrau begeben. Ein Journalist wendet sich in der Zwischenzeit an Xander (Ian Verdun), um herauszufinden, was wirklich bei der Katastrophe um die Ölplattform geschehen ist. Doch Xander weiß nicht, was er tun soll, um seine eigene Zukunft nicht zu gefährden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381458","hoster":"VOE"},{"path":"/redirect/8799902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-14","name":"Die letzten Meerjungfrauen","epNo":14,"alt":"The Last Mermaid","descr":"Ryn will sich mit Levi paaren, um schwanger zu werden. Weil das nicht geklappt hat, sucht sie nach einem anderen Weg, den Fortbestand ihrer Art zu sichern. Maddie und Ben helfen dabei und bringen sie mit Mate zusammen. Allerdings können sich die beiden Meereswesen nicht unter Wasser paaren, weil die Verschmutzung ihres Lebensraums ihre Fruchtbarkeit hemmt. Doch Maddie hat eine rettende Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925239","hoster":"VOE"},{"path":"/redirect/8799935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-15","name":"Entdeckung","epNo":15,"alt":"Sacrifice","descr":"Da Ryn bisher nicht schwanger geworden ist, beschließt sie, sich künstlich befruchten zu lassen. Dafür ist allerdings die Technologie des Militärs erforderlich. Ben hat Bedenken, weil er das Vertrauen in das Militär längst verloren hat. Also schmiedet er einen Plan, um Ryn nach der Befruchtung in Sicherheit zu bringen. Doch ihr Rückzugsort bleibt nicht unbemerkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112436","hoster":"VOE"},{"path":"/redirect/8627200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-2/episode-16","name":"Schöne neue Welt","epNo":16,"alt":"New World Order","descr":"Nachdem er ihre Verwandlung gefilmt hat, entführt Ian Ryn und wird von Maddie und Ben verfolgt. Durch ein Handgemenge kommt es zu einem Unfall und Ian versinkt mit seinem Auto im Meer, während Ryn im Wasser fliehen kann. Für seine Rettung erwartet Ben Verschwiegenheit. Doch scheinbar zählt für Ian Geldgier mehr als Dankbarkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8799866","hoster":"VOE"},{"path":"/redirect/8799873","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/siren/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/siren/staffel-3/episode-1","name":"Grenzen","epNo":1,"alt":"Borders","descr":"Die schockierende Entscheidung von Ben (Alex Roe), den Reporter am Ende der zweiten Saison sterben zu lassen, hat Auswirkungen auf seine Beziehung zu Maddie (Fola Evans-Akingbola) und Ryn (Eline Powell).In der Zwischenzeit kommt eine gefährliche, hochentwickelte neue Meerjungfrau (Tiffany Lonsdale) in Bristol Cove an, die Ryn\u0027s Führung herausfordert und eine epische Unterwasserschlacht zwischen rivalisierenden Stämmen entfacht. All dies wird dadurch erschwert, dass Ryn\u0027s Baby, das nun von einer Leihmutter ausgetragen wird, um jeden Preis geschützt werden muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763726","hoster":"VOE"},{"path":"/redirect/8627196","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8763742","hoster":"VOE"},{"path":"/redirect/8627203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-3/episode-2","name":"Carson Sound","epNo":2,"alt":"Revelations","descr":"Als ein weiterer mysteriöser Tod in Bristol Cove aufgedeckt wird, verdächtigt Ryn (Eline Powell) zunächst Tia (Tiffany Lonsdale). Maddie (Fola Evans-Akingbola) freundet sich in Seattle mit einer neuen Bekanntschaft an. Helen (Rena Owen) warnt die Hybriden vor Schwierigkeiten. Xander (Ian Verdun) beginnt mit dem Training und Ted kehrt in die Vergangenheit zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763727","hoster":"VOE"},{"path":"/redirect/8627197","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8763741","hoster":"VOE"},{"path":"/redirect/8627208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-3/episode-3","name":"Krieg steht bevor","epNo":3,"alt":"Survivor","descr":"Ryn (Eline Powell) sucht Unterstützung dabei, mehr über die geheime Existenz ihres ungeborenen Kindes zu erfahren. Ben (Alex Roe) begibt sich auf eine gefährliche Mission um seiner Mutter zu helfen. Xander (Ian Verdun) versucht sich in einer neuen Karriere zu beweisen. Helen (Rena Owen) bittet Eliza (Georgia Waters) um Hilfe dabei, Sarge zu kontaktieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7335896","hoster":"VOE"},{"path":"/redirect/10018562","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8763743","hoster":"VOE"},{"path":"/redirect/8627209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-3/episode-4","name":"Ryns Baby!","epNo":4,"alt":"Life and Death","descr":"Ben und Maddie helfen Ryn, ihre Leihmutter durch eine lebensbedrohliche Entbindung zu führen. Helen und Xander bringen Beth auf der Ranch eine Hybrid-Leiche. Während einer Fahrt mit der Wasserpatrouille von Bristol Cove gerät Xander ist auf hoher See in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763729","hoster":"VOE"},{"path":"/redirect/8627198","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8763744","hoster":"VOE"},{"path":"/redirect/8627211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-3/episode-5","name":"Mama Ryn","epNo":5,"alt":"Mommy And Me","descr":"Ryn kehrt an Land zurück, um die menschliche Mutterschaft zu erkunden. Maddie und Robb stoßen auf eine grausame Entdeckung. Ben erlebt mysteriöse Nebenwirkungen und Ted konfrontiert Helen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763730","hoster":"VOE"},{"path":"/redirect/8627207","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8763745","hoster":"VOE"},{"path":"/redirect/8627210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-3/episode-6","name":"Die Insel","epNo":6,"alt":"The Island","descr":"Ryn (Eline Powell) entdeckt eine Zuflucht mit verletzten Meerjungfrauen, die der gewaltsamen Übernahme durch Tia (Tiffany Lonsdale) entgangen sind. Ben (Alex Roe) und Xander (Ian Verdun) geraten in eine Schlacht mit Tias Truppen. Maddie (Fola Evans-Akingbola) erzählt Robb (Deniz Akdeniz) Halbwahrheiten, um sich seine Diskretion zu sichern. Ted erforscht die Abstammung seiner Familie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763734","hoster":"VOE"},{"path":"/redirect/8627204","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8763746","hoster":"VOE"},{"path":"/redirect/8627223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-3/episode-7","name":"In Alaska","epNo":7,"alt":"Northern Exposure","descr":"Ryn (Eline Powell), Ben (Alex Roe), Maddie (Fola Evans-Akingbola) müssen im Kampf gegen Tia (Tiffany Lonsdale) neue Verbündete finden. Helen (Rena Owen) sucht nach Antworten als sie von Donnas Geist heimgesucht wird. Tia besorgt sich gefährliche Waffen, die sie im Kampf benutzen will. Xander (Ian Verdun) hat Schwierigkeiten, sich mit Annie (Megan Danso) zu versöhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925204","hoster":"VOE"},{"path":"/redirect/8627201","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8763748","hoster":"VOE"},{"path":"/redirect/8627212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-3/episode-8","name":"Bis dass der Tod uns scheidet","epNo":8,"alt":"‘til Death Do Us Part","descr":"Ungewöhnliche Ereignisse in der Ukraine lassen darauf schließen, dass Tia dabei ist, ihren menschenvernichtenden Plan umzusetzen – und auch Xander wird Opfer ihrer brutalen Machenschaften. Als Ben versucht, Ryn bei ihrer Mission unter Wasser zu unterstützen, bekommt er die Folgen seiner Experimente erstmals zu spüren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7473280","hoster":"VOE"},{"path":"/redirect/10018558","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8763747","hoster":"VOE"},{"path":"/redirect/8627220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-3/episode-9","name":"Tias Rache","epNo":9,"alt":"A Voice In The Dark","descr":"Tia benutzt die Aufnahme des Sirenen Gesanges und die Menschen in und um Blue Cove über das Handy Netz anzugreifen. Und da sie vor kurzem die Echokammer gesprengt hat gibt wohl keine Heilung für die Opfer. Leider war auch noch Zander das erste Opfer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763731","hoster":"VOE"},{"path":"/redirect/8627202","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8763749","hoster":"VOE"},{"path":"/redirect/8627222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/siren/staffel-3/episode-10","name":"Der Ruf des Meeres","epNo":10,"alt":"The Toll of the Sea","descr":"Tia hat Ryns Tochter entführt. Sie lässt ihr aber auch eine Botschaft da das sie sich mit ihr in der Tiefsee in dem alten Flugzeug treffen will. Zum großen Showdown. Währenddessen versuchen Maddie und die Hybriden in der Stadt zu Helfen und die betroffenen Menschen mit einer Aufnahme zu Heilen die aus der Echokammer von Robbs Stamm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8763733","hoster":"VOE"},{"path":"/redirect/8701368","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8763750","hoster":"VOE"},{"path":"/redirect/8627213","hoster":"Streamtape"}]}]}]}]}