{"seriesId":"siska","name":"Siska","descr":"Peter Siska zieht nach dem Tod seiner Frau von Mülheim nach München und übernimmt dort eine Mordkommission. Hauptkommissar Jacob Hahne und Oberkommissar Lorenz Wiegand stehen diesem zunächst skeptisch gegenüber, doch bereits in ihrem ersten Fall muss das Trio fest zusammenhalten, um diesen zu lösen. Trotz verschiedener Ermittlungsmethoden der drei steht der Teamgeist, auch in späteren Folgen, bei allen immer an erster Stelle.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der neue Mann","epNo":1,"alt":"","descr":"Siska lässt sich von Mülheim an der Ruhr nach München versetzen. Sein Wunsch nach \"Tapetenwechsel\" hat persönliche Gründe: Peter Siska war Zeuge, als seine Frau Opfer eines Verbrechens wurde. Ein traumatisches Erlebnis, das ihn seitdem verfolgt. In der Hoffnung, Abstand von dem schrecklichen Vorfall zu gewinnen, übernimmt er die Leitung einer Mordkommission im Münchner Polizeipräsidium. Ihm unterstellt sind die beiden Kripokollegen Lorenz Wiegand und Jacob Hahne. Gut für Hauptkommissar Siska, dass es gleich am ersten Arbeitstag rund geht: Eine jugendliche Autobande überfällt Reisende an der Autobahn. In Raststätten betäuben sie die Fahrer teurer Luxuskarossen, entwenden ihnen die Fahrzeugschlüssel und machen sich mit den Wagen davon. Als ein beherzter Geschäftsmann Zeuge eines solchen Überfalls wird, nimmt er die Verfolgung der Räuber auf. Doch seinen Mut muss er mit dem Leben bezahlen. Keine leichte Aufgabe für Hauptkommissar Siska, auf die Spur der gefährlichen Autobahnbande zu kommen.","versions":[{"lang":1,"streams":[{"redirect":9541740,"hoster":"VOE"},{"redirect":9541741,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Frau Malowas Töchter","epNo":2,"alt":"","descr":"Nachts in den Strassen eines Münchner Vergnügungsviertels rennt eine junge Frau um ihr Leben. Mit letzter Kraft rettet sich Carla Malowa in eine Telefonzelle, um ihre Mutter anzurufen. Die zwei Verfolger geben drei Schüsse auf sie ab, doch Carla kann unverletzt in der Dunkelheit entkommen. Am nächsten Morgen findet man die Leiche. Hauptkommissar Siska übernimmt die Ermittlungen und lernt Frau Malowa kennen, die rätselhafte Mutter der Toten. Sie scheint mehr über den Mord an ihrer Tochter zu wissen, so Siskas Eindruck, als sie in der Vernehmung zugeben will.","versions":[{"lang":1,"streams":[{"redirect":12335056,"hoster":"VOE"},{"redirect":9541737,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tod einer Würfelspielerin","epNo":3,"alt":"","descr":"Die drei Freundinnen Helga Branner, Lissy Bruhns und Gerti Leberecht gehen einer ungewöhnlichen Freizeitbeschäftigung nach: In einer Nachtbar suchen sie sich regelmässig Liebhaber aus, um die anschliessend gewürfelt wird. Die Gewinnerin nimmt den Fremden dann für eine Liebesnacht mit nach Hause. Als Lissy Bruhns in ihrer Boutique tot aufgefunden wird, ist der Kreis der möglichen Täter gross. Ausserdem fürchtet Hauptkommissar Siska, dass Lissys Freundinnen auch um ihr Leben bangen müssen.","versions":[{"lang":1,"streams":[{"redirect":9541734,"hoster":"VOE"},{"redirect":9541735,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die 10% Bande","epNo":1,"alt":"","descr":"Nach einem Unfall kommt Unternehmer Richard Weiß ins Krankenhaus. Kurz darauf suchen zwei maskierte Männer Frau Weiß auf. Alle drei werden erschossen. Siska will Weiß befragen. Doch der ist aus der Klinik verschwunden!","versions":[{"lang":1,"streams":[{"redirect":9541745,"hoster":"VOE"},{"redirect":9541746,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Bräutigam der letzten Tage","epNo":2,"alt":"","descr":"Eine todkranke reiche Frau heiratet ihren schwulen Jugendfreund. Dieser wird ermordet, nachdem seine Frau überraschend gesund geworden ist.","versions":[{"lang":1,"streams":[{"redirect":9541747,"hoster":"VOE"},{"redirect":9541751,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Regen in Wimbledon","epNo":3,"alt":"","descr":"Im Fall einer ermordeten Familienrichterin steht Siska vorerst im Regen, bis das Alibi eines Tatverdächtigen platzt.","versions":[{"lang":1,"streams":[{"redirect":9541754,"hoster":"VOE"},{"redirect":9541753,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blackout","epNo":4,"alt":"","descr":"Gerichtsmediziner Ralf Paulus wird erschossen aufgefunden. Die Unterlagen seiner aktuellen Fälle sind verschwunden. Siska glaubt, dass Paulus einem Verbrechen auf die Spur gekommen war und deshalb sterben musste.","versions":[{"lang":1,"streams":[{"redirect":9541756,"hoster":"VOE"},{"redirect":9541758,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fünf Sekunden, höchstens sechs","epNo":5,"alt":"","descr":"Bernie Siebert gesteht Siska, seinen Vater erschossen zu haben. Doch am vermeintlichen Tatort fehlen von der Leiche und der Waffe jede Spur. Bernies Mutter sagt aus, dass ihr Junge wegen Halluzinationen schon einmal in psychiatrischer Behandlung gewesen sei.","versions":[{"lang":1,"streams":[{"redirect":9541759,"hoster":"VOE"},{"redirect":9541761,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tod auf Kaution","epNo":6,"alt":"","descr":"Anlageberater Knut Dressler wird bei einem Anschlag getötet, seine Begleiterin Sonja Harris wird schwer verletzt. Siska findet heraus, dass Dressler viele Feinde hatte. Er beschließt, Sonja als Köder zu benutzen.","versions":[{"lang":1,"streams":[{"redirect":9541763,"hoster":"VOE"},{"redirect":9541766,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Am seidenen Faden","epNo":7,"alt":"","descr":"Jasmin Gruber wird in ihrer Boutique erschlagen ermordet. Hauptkommissar Siska hat mehrere Verdächtige. Musste sie sterben, weil ihre Schwester Silvia eine Niere brauchte? Oder hat Professor Homberg mit dem Fall zu tun? Er zog in der Boutique heimlich Frauenkleider an.","versions":[{"lang":1,"streams":[{"redirect":9541775,"hoster":"VOE"},{"redirect":9541768,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hart am Abgrund","epNo":8,"alt":"","descr":"Felix Fellmann sucht Siska auf. Sein Vater, den Siska ins Gefängnis gebracht hatte, hat sich in seiner Zelle erhängt. Bis zuletzt hatte er seine Unschuld beteuert. Felix schwört Rache an allen, die gegen seinen Vater ausgesagt haben. Siska muss den Fall wieder aufnehmen.","versions":[{"lang":1,"streams":[{"redirect":9541774,"hoster":"VOE"},{"redirect":9541773,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Zeuge","epNo":9,"alt":"","descr":"Kaufmann Thomas Salzer wird vor den Augen seines 11-jähringen Sohnes erschossen. Oliver schweigt zunächst verbissen über die Identität des Mörders. Danach präsentiert er plötzlich mehrere Täter. Siska glaubt, dass der Junge jemanden decken will.","versions":[{"lang":1,"streams":[{"redirect":9541784,"hoster":"VOE"},{"redirect":9541780,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Schlüssel zum Mord","epNo":10,"alt":"","descr":"Die Fernsehmoderatorin Elke Maiwald wird tot aufgefunden. Zunächst sieht alles nach einem Ehedrama aus. Doch Recherchen im Sender bringen Hauptkommissar Siska und sein Team auf eine andere heiße Spur.","versions":[{"lang":1,"streams":[{"redirect":9541789,"hoster":"VOE"},{"redirect":9541782,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Ende von Haug","epNo":11,"alt":"","descr":"Der Biologielehrer Rüdiger Haug wird ermordet in seiner Wohnung aufgefunden. Jan, einer seiner Schüler, steht mit der Tatwaffe in der Hand neben der Leiche. Doch der Junge beteuert seine Unschuld. Siskas Ermittlungen führen in die Vergangenheit des Lehrers.","versions":[{"lang":1,"streams":[{"redirect":9541787,"hoster":"VOE"},{"redirect":9541788,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Jobkiller","epNo":12,"alt":"","descr":"Unternehmensberater Grohe wird erschlagen in seiner Wohnung aufgefunden. Lange Zeit tappen Hauptkommissar Siska und sein Team im Dunkeln. Denn fast jeder in Grohes Umfeld hätte ein Mordmotiv gehabt.","versions":[{"lang":1,"streams":[{"redirect":9541792,"hoster":"VOE"},{"redirect":9541791,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Leonardos Geheimnis","epNo":13,"alt":"","descr":"Johannes Kübler fällt einem Brand in seinem Wohnwagen zum Opfer. Siska findet heraus, dass der Mann sich häufiger mit Sebastian Freese getroffen hatte. Sebastian sah in Kübler eine ideale Vaterfigur. Haben Sebastians Eltern etwas mit dem Tod des Mannes zu tun?","versions":[{"lang":1,"streams":[{"redirect":9541795,"hoster":"VOE"},{"redirect":9541797,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Mord frei Haus","epNo":1,"alt":"","descr":"Vor Peter Siskas Augen wird ein Mann erschossen. Er beginnt sofort mit den Ermittlungen. Doch kurz darauf wird Siska beinahe überfahren. Kollege Wiegand hat einen Verdacht: Galten die Anschläge vielleicht dem Hauptkommissar?","versions":[{"lang":1,"streams":[{"redirect":9541799,"hoster":"VOE"},{"redirect":9541801,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sonjas Freund","epNo":2,"alt":"","descr":"Die kleine Sonja teilt der Polizei mit, dass sie ihren Spielgefährten Mark tot in einer alten Fabrik gefunden hat. Doch als Hauptkommissar Siska dort eintrifft, fehlt von dem Jungen jede Spur. Was weiß die Familie des Mädchens?","versions":[{"lang":1,"streams":[{"redirect":12286241,"hoster":"VOE"},{"redirect":9541803,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das letzte Konzert","epNo":3,"alt":"","descr":"Kurz hintereinander werden ein Lehrer und ein Konzertmanager getötet. Hauptkommissar Siska ahnt, dass die beiden Fälle auf irgendeine Weise zusammenhängen. Aufklärung soll die Aussage eines drogensüchtigen Mädchens geben. Doch dieses liegt im Koma.","versions":[{"lang":1,"streams":[{"redirect":9541805,"hoster":"VOE"},{"redirect":9541807,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Du lebst noch drei Minuten","epNo":4,"alt":"","descr":"Die Mitarbeiterin einer Werbeagentur begeht in ihrer Wohnung scheinbar grundlos Selbstmord. Am gleichen Tag wird ihr Chef, Herr Zerbe, in der Tiefgarage der Firma erschossen. Hauptkommissar Siska ist sicher, dass die beiden Fälle zusammenhängen.","versions":[{"lang":1,"streams":[{"redirect":9541809,"hoster":"VOE"},{"redirect":9541810,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Laufsteg ins Verderben","epNo":5,"alt":"","descr":"Frau Wieberg erschießt in Notwehr einen vermeintlichen Einbrecher. Alle Indizien weisen darauf hin, dass Herr Wieberg den Mann als Killer auf seine Frau angesetzt hatte. Doch dann kommen Hauptkommissar Siska und sein Team einer äußerst raffinierten Geschichte auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":9541816,"hoster":"VOE"},{"redirect":9541815,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Erlkönig","epNo":6,"alt":"","descr":"Testfahrer Hajo Mensing teilt seinem Chef Harkort mit, dass der neue Prototyp einen Fehler aufweist. Kurz darauf ist Mensing tot, vergiftet. Wollte man ihn hindern, die Ergebnisse zu veröffentlichen? Oder musste er sterben, weil er ein Verhältnis zu Frau Harkort hatte?","versions":[{"lang":1,"streams":[{"redirect":9541819,"hoster":"VOE"},{"redirect":9541818,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zeit genug für einen Mord","epNo":7,"alt":"","descr":"Die Pharmareferentin Anne Siegmund wird ermordet in ihrer Wohnung aufgefunden. Eine erste Spur führt Hauptkommissar Siska und sein Team zu dem Buchhändler Horst Bechler. Die Beamten finden heraus, dass Anne Kronzeugin in einem Prozess gegen den Bechler war.","versions":[{"lang":1,"streams":[{"redirect":9541822,"hoster":"VOE"},{"redirect":9541823,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Herrn Lohmanns gesammelte Mörder","epNo":8,"alt":"","descr":"Kurz hintereinander kommen zwei Mieter eines Wohnhauses ums Leben: Kriminalreporter Lohmann starb angeblich durch einen Unfall, und Versicherungskaufmann Sterz soll sich selbst umgebracht haben. Hauptkommissar Siska hat seine Zweifel.","versions":[{"lang":1,"streams":[{"redirect":9541825,"hoster":"VOE"},{"redirect":9541826,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Zeugin","epNo":9,"alt":"","descr":"Auf dem Parkplatz des Lokals ‚Alter Schmied‘ fallen Schüsse: Der Kunsthändler Wessel ist in seinem Wagen erschossen worden. Laut Aussage des Wirtes war der Mann in Begleitung eines jungen Mädchens gewesen. Die Schüsse konnten auch ihr gegolten haben. Oder war sie eine Komplizin der Täter? Siska macht sich auf die Suche nach dem mysteriösen Mädchen.","versions":[{"lang":1,"streams":[{"redirect":9541827,"hoster":"VOE"},{"redirect":9541829,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die halbe und die ganze Wahrheit","epNo":1,"alt":"","descr":"Hauptkommissar Siska findet keinerlei Spuren von Gewaltanwendung. Jurastudent Axel Westphal sitzt tot auf seiner Couch und sieht aus, als ob er schlafen würde. Selbstmord? Davon geht Siska nicht aus – schließlich hatte man ihn gestern schon wegen eines Mordanschlages auf Westphal in das Appartment gerufen.","versions":[{"lang":1,"streams":[{"redirect":9541832,"hoster":"VOE"},{"redirect":9541830,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Böse an sich","epNo":2,"alt":"","descr":"Die junge Beate Reussen ist von einer Brücke in den Tod gesprungen. Hauptkommissar Siska findet keine Erklärung für den Selbstmord: Beate Reussen war eine attraktive Frau, die seit kurzem mit einem reichen Fabrikantensohn verheiratet war. Dann taucht ein merkwürdiger Zeuge auf: Der Mann behauptet, jemand habe die Frau gestoßen.","versions":[{"lang":1,"streams":[{"redirect":12286242,"hoster":"VOE"},{"redirect":9541836,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Tote im Asphalt","epNo":3,"alt":"","descr":"Unter einer Asphaltdecke wird ein Skelett gefunden. Spezialisten identifizieren den Toten als Günther Harbig, der vor 25 Jahren spurlos verschwunden war. Kommissar Hahne erinnert sich noch gut an den Fall, an dem er damals mitgearbeitet hatte. Siska und sein Team rollen den Fall wieder auf.","versions":[{"lang":1,"streams":[{"redirect":12925218,"hoster":"VOE"},{"redirect":9541839,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Hölle des Staatsanwalts","epNo":4,"alt":"","descr":"Der sichergestellte Pkw, dessen Fahrer nach einer wilden Verfolgungsjagd unerkannt flüchten konnte, enthält eine makabre Fracht: Die erstaunten Polizisten entdecken in dem gestohlenen Fahrzeug eine Leiche. Der Tote im Kofferraum ist Andreas Woike, ein wegen Totschlags verurteilter Zuhälter, und erst seit wenigen Tagen wieder auf freiem Fuß. Woike muss bei seinem damaligen Verbrechen an dem Besitzer eines illegalen Spielclubs einen niemals ermittelten Komplizen gehabt haben, vermutet Hauptkommissar Siska. Sein Verdacht verstärkt sich noch, nachdem er seinen Ex-Kollegen Franz Dobler zu den Vorgängen um den Tod des Clubchefs befragt hat.","versions":[{"lang":1,"streams":[{"redirect":12925226,"hoster":"VOE"},{"redirect":9541845,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Letzte Zuflucht","epNo":5,"alt":"","descr":"Greta Reiher, die Mutter der Toten, gesteht Hauptkommissar Siska resigniert ein, dass ihre Tochter Sibylle nie auf sie gehört und alle in sie gesetzten Hoffnungen enttäuscht hat. Auch ihr Sohn Ronnie, in einem Malerbetrieb tätig und schon mal wegen Körperverletzung vorbestraft, hat seiner allein stehenden Mutter bisher wenig Freude bereitet.","versions":[{"lang":1,"streams":[{"redirect":9541849,"hoster":"VOE"},{"redirect":9541850,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der zweite Tod des Max Holler","epNo":6,"alt":"","descr":"Max Holler ist gezwungen, vor der Bahnschranke, die sich vor ihm schließt, anzuhalten. Aus noch unbekannten Gründen steigt er aus seinem Wagen. In diesem Moment stürzt sich der Täter auf den vermutlich ahnungslosen Holler, zückt einen spitzen Gegenstand und fügt ihm im Halsbereich eine tödliche Stichwunde zu. Soweit Siskas Rekonstruktion eines Verbrechens, das sich nachts vor einem Bahnübergang außerhalb Münchens abgespielt hat.","versions":[{"lang":1,"streams":[{"redirect":9541853,"hoster":"VOE"},{"redirect":9541854,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"10 Minuten vor Mitternacht","epNo":7,"alt":"","descr":"Es gibt Gründe, weshalb Dr. Klaus Imhof ins Visier der Mordkommission geraten ist. Bei seiner Einvernahme wirkt er auf Hauptkommissar Siska äußerst nervös und unkonzentriert. Mit den Worten: ‚Statt mich zu verdächtigen, sollten Sie lieber den Mörder suchen‘, reagiert der Zahnarzt trotzig auf Siskas Beschuldigungen und versucht, den Tatverdacht von sich abzulenken. Imhofs Ehefrau Stella, die sich einen Namen als erfolgreiche Schriftstellerin erworben hat, ist nach einer Lesung ihres jüngst veröffentlichten neuen Romans in ihrem Auto durch drei Pistolenschüsse getötet worden. Das Paar lebte seit einem Jahr getrennt, und Stella war zu ihrem Geliebten Ralf Görner gezogen. Doch auch diese Beziehung sei die junge Frau, von der selbst ihre beste Freundin Dagmar Schenk sagt, sie wäre in ihrem Wesen sprunghaft und unberechenbar gewesen, am Tag ihres Todes beendet. Sowohl gegen Stellas tatverdächtigen Ehemann als auch gegen den Rallye-Fahrer Görner kann Hauptkommissar Siska reichlich Belastendes zusammentragen. Beweisen kann er jedoch keinem von beiden den Mord. Ein von der Spurensicherung im Kofferraum des Opfers entdeckter Gegenstand, dessen Herkunft den Kripobeamten zunächst Rätsel aufgibt, spielt bei der Überführung des Täters eine entscheidende Rolle…","versions":[{"lang":1,"streams":[{"redirect":9541857,"hoster":"VOE"},{"redirect":9541858,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hexe im Feuer","epNo":8,"alt":"","descr":"Die 19-jährige Silke Deichmann stirbt, als beim Öffnen eines Päckchens eine Briefbombe explodiert. Das Päckchen war eigentlich an Silkes Schwester Eva adressiert, die es durch eine TV-Show zu zweifelhafter Publicity gebracht hat. Sie hatte Silke das Öffnen ihrer Fanpost erlaubt. Hauptkommissar Siska fragt sich, ob der Täter von dieser Abmachung wusste.","versions":[{"lang":1,"streams":[{"redirect":13004735,"hoster":"VOE"},{"redirect":9541865,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eiskalt auf der Bahre","epNo":9,"alt":"","descr":"Hauptkommissar Peter Siska kennt es nicht anders, als dass am Beginn einer Mordermittlung jeder Sachstand zunächst einmal mehr oder weniger voller Rätsel steckt. Dieser Fall jedoch, den er gegenwärtig in der Villa des Künstlerehepaars Stiller aufzuklären hat, kommt ihm besonders rätselhaft vor. Der ungefähr dreißig Jahre alte Tote nämlich, der im Bett des Gästezimmers unter einem Laken liegend von der Babysitterin und deren Freund entdeckt wurde, ist den Hausbesitzern gänzlich unbekannt. Ob Siska den beiden Stillers diese Aussage abnehmen kann, lässt der Hauptkommissar vorläufig noch offen.","versions":[{"lang":1,"streams":[{"redirect":9541864,"hoster":"VOE"},{"redirect":9541862,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hass macht blind","epNo":10,"alt":"","descr":"Ein Serienmörder hat innerhalb von zwei Jahren drei Frauen ermordet. Die Kripo setzt Hauptkommissarin Ruhnke als Lockvogel ein. Loeber, ein verdeckter Ermittler, soll sich zu ihrem Schutz in der Nähe aufhalten. Während eines Einsatzes wird Loeber erschossen. Hauptkommissar Siska glaubt nicht, dass die Tat dem Frauenmörder zuzuschreiben ist.","versions":[{"lang":1,"streams":[{"redirect":9541869,"hoster":"VOE"},{"redirect":9541868,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Im Schatten des Mörders","epNo":1,"alt":"","descr":"Der arbeitslose Informatiker Reuter wird auf dem Weg in ein Bistro erschossen. Ein Zeuge berichtet, im Bistro habe sich ein verdächtiger Mann aufgehalten. Hauptkommissar Siska vermutet, dass jemand Reuter eine Falle gestellt hat. Schließlich war der Informatiker schon einmal im Konflikt mit dem Gesetz.","versions":[{"lang":1,"streams":[{"redirect":9541871,"hoster":"VOE"},{"redirect":9541892,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Und dann hilft dir keiner mehr","epNo":2,"alt":"","descr":"Der Chemielaborant Oliver Schulz liegt tot auf seinem Balkon. Offenbar hat jemand die Schüsse vom gegenüberliegenden Park aus abgefeuert. Hauptkommissar Siska fragt sich, ob hier der Zufall im Spiel war, oder ob es jemand gezielt auf den jungen Mann abgesehen hatte. Doch was könnte das Tatmotiv sein?","versions":[{"lang":1,"streams":[{"redirect":9541878,"hoster":"VOE"},{"redirect":9541881,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Mann im Garten","epNo":3,"alt":"","descr":"Seit dem Mord am Stiefvater des 15-jährigen Andreas sind vier Wochen vergangen, der Fall aber ist noch immer nicht aufgeklärt. Der tödliche Anschlag passierte auf der Gartenterrasse des Elternhauses. Andreas hat mit angesehen, wie der Täter auf brutale Weise auf das Opfer einschlug. Um das Erlebte unter ärztlicher Aufsicht besser verarbeiten zu können, ist der Junge in eine Klinik eingewiesen worden. Bald soll er wieder zu seiner Mutter nach Hause entlassen werden. Da kommt es zu einem merkwürdigen Vorfall: Andreas reagiert auf eine bestimmte Übertragung im Fernsehen mit plötzlichen Angstzuständen. Noch ist völlig unklar, welche Ursache zu dieser Reaktion geführt hat. Hauptkommissar Siska, über die Vorkommnise informiert, fragt sich mit seinen beiden Kollegen,ob das Verhalten des Jungen etwas mit dem Mord an Dr. Kleemann, seinem Stiefvater, zu tun hat. Auf alle Fälle ein hinreichender Grund, mit Andreas im Krankenhaus ein Gespräch zu führen","versions":[{"lang":1,"streams":[{"redirect":9541883,"hoster":"VOE"},{"redirect":9541886,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine riskante Beziehung","epNo":4,"alt":"","descr":"Bernd Hachmann will an der Haustür nachsehen, wer geklingelt hat. Wenige Augenblicke darauf hört seine Frau den lauten Knall von zwei Schüssen. In Panik läuft Karin Hachmann nach draußen und ist entsetzt, als sie ihren Mann in der Nähe der Garage leblos auf dem Boden liegen sieht.","versions":[{"lang":1,"streams":[{"redirect":9541890,"hoster":"VOE"},{"redirect":9541888,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wenn du erst mal tot bist","epNo":5,"alt":"","descr":"Radiomoderatorin Sandra Werner ist geschockt: Als sie nach Hause kommt, findet sie ihren Freund ermordet im Schlafzimmer. Hauptkommissar Siska glaubt, dass ein merkwürdiger Vorfall während der nächtlichen Radiosendung mit dem Mord in Zusammenhang steht.","versions":[{"lang":1,"streams":[{"redirect":12925224,"hoster":"VOE"},{"redirect":9541898,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Engelsgesicht","epNo":6,"alt":"","descr":"Freitag nacht in einer Münchner Parkanlage. Siskas Kripo-Kollegen Hahne und Wiegand stehen vor einer im Unterholz liegenden Mädchenleiche. Ihr Anblick lässt selbst die beiden abgebrühten Mordspezialisten erschaudern. Sie wurde das Opfer einer versuchten Vergewaltigung, so die vorläufige Tatrekonstruktion. Neben der Entdeckung einer ersten, von den Beamten als ziemlich heiß eingestuften Spur im Umkreis des Tatorts, gibt es die Aussage einer Zeugin. Es ist die der 15jährigen Ines, die zusammen mit der später ermordeten gleichaltrigen Carmen auf dem Nachhauseweg war. Als sich die zwei Mädchen an der Haltestelle einer Straßenbahn trennten, konnte Ines sehen, wie ein Mann ihrer Freun- din folgte. Hauptkommissar Siska setzt seine größte Hoffnung auf die Aussagen dieser Zeugin…","versions":[{"lang":1,"streams":[{"redirect":9541901,"hoster":"VOE"},{"redirect":9541903,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Hölle ist anderswo","epNo":7,"alt":"","descr":"Der Versicherungskaufmann Erich Gausmann wird in seinem Pkw erdrosselt aufgefunden. Ein Busfahrer sagt aus, den Mann gegen Mitternacht an einer Haltestelle gesehen zu haben. Der Tote wurde aber mehrere Kilometer davon entfernt entdeckt. Hauptkommissar Siska steht vor einem Rätsel.","versions":[{"lang":1,"streams":[{"redirect":9541905,"hoster":"VOE"},{"redirect":9541908,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Braut aus dem Nichts","epNo":8,"alt":"","descr":"Nach einer Party wird der Geschäftsmann Walter Stoll in seinem Haus erstochen. Hatte sich einer der Partygäste im Haus versteckt? Hauptkommissar Siska stößt bei seinen Recherchen auf ein acht Jahre zurückliegendes Ereignis, das für diesen Fall wichtig sein könnte.","versions":[{"lang":1,"streams":[{"redirect":9541914,"hoster":"VOE"},{"redirect":9541915,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Der Brief aus Rio","epNo":1,"alt":"","descr":"Richard Voss liegt erschossen in seiner Villa. Alles deutet darauf hin, dass der Unternehmer Einbrecher auf frischer Tat ertappt hatte. Doch Hauptkommissar Siska trifft bei der Hausdurchsuchung auf die völlig verwirrte Geliebte des Toten. Die bringt ihn auf eine andere Spur.","versions":[{"lang":1,"streams":[{"redirect":12925232,"hoster":"VOE"},{"redirect":9541924,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödliche Begegnung","epNo":2,"alt":"","descr":"Der Vater von Showstar Isabell Schermann wird erschlagen in der Theatertiefgarage aufgefunden. Hauptkommissar Siska fragt sich, was Schermann kurz vor der Premiere in der Garage zu suchen hatte. Und woher wusste der Mörder, dass er ausgerechnet zu diesem Zeitpunkt das Theater verlassen würde?","versions":[{"lang":1,"streams":[{"redirect":9541929,"hoster":"VOE"},{"redirect":9541926,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tödliches Spiel","epNo":3,"alt":"","descr":"Kurz vor einem Geigenwettbewerb wird Esther Brüggemann erstochen aufgefunden. Die begabte Musikschülerin zählte zu den Favoriten unter den Teilnehmern. Hauptkommissarin Siska vermutet den Mörder unter den neidischen Mitkonkurrenten.","versions":[{"lang":1,"streams":[{"redirect":9541933,"hoster":"VOE"},{"redirect":9541938,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der verbrannte Mann","epNo":4,"alt":"","descr":"Physiker Gert Schöning wird vor einen fahrenden Zug gestoßen. Ein Phantombild des Täters dient Hauptkommissar Siska als Fahndungshilfe. Eine weitere Spur ist Schönings Handy. Es lenkt Siskas Verdacht auf dessen Lebensgefährtin.","versions":[{"lang":1,"streams":[{"redirect":9541965,"hoster":"VOE"},{"redirect":9541966,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Russenmusik","epNo":5,"alt":"","descr":"Ein anonymer Anrufer mit osteuropäischem Akzent meldet einen Mord. Und wirklich: Philip Meinhard liegt erschossen in der Diele seiner Maisonette-Wohnung. Zum Zeitpunkt seines Todes hatte der verheiratete Unternehmer Damenbesuch. War die geheimnisvolle Unbekannte die Mörderin? Siska steht vor einem Rätsel.","versions":[{"lang":1,"streams":[{"redirect":9541976,"hoster":"VOE"},{"redirect":9542014,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Am Ende aller Lügen","epNo":6,"alt":"","descr":"Mit einem Schuss auf kurze Distanz wurde Arthur Henning in seinem Lokal erschossen. Seine Gattin Corinna gerät unter Verdacht, auch wenn sie ein wasserdichtes Alibi hat. Bis Hauptkommissar Siska einen Hinweis bekommt, der ihn auf eine neue Spur bringt.","versions":[{"lang":1,"streams":[{"redirect":9542022,"hoster":"VOE"},{"redirect":9542053,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"In letzter Minute","epNo":7,"alt":"","descr":"Renate Thelen ist nach einem Überfall und versuchter Vergewaltigung vorläufig nicht vernehmungsfähig. Das Opfer erschoss in Notwehr ihren Peiniger. Der Täter scheint ein flüchtiger Straftäter zu sein, der Tage zuvor eine Polizistin misshandelt hatte. Vor seinem Tod telefonierte er noch einmal. Wem der letzte Anruf galt, ist für Hauptkommissar Siska von großem Interesse.","versions":[{"lang":1,"streams":[{"redirect":12281935,"hoster":"VOE"},{"redirect":9542066,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Feinde sind zum Sterben da","epNo":8,"alt":"","descr":"Hauptkommissar Siska muss Unternehmer Georg Kohut schlechte Nachrichten überbringen. Seine Schwiegertochter wurde ermordet in einem Park aufgefunden.","versions":[{"lang":1,"streams":[{"redirect":9542143,"hoster":"VOE"},{"redirect":9542111,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Briefe aus dem Knast","epNo":1,"alt":"","descr":"Siska ermittelt im Mordfall Uta Schumann. Dazu sucht er Sebastian Niebur auf, der mit der 31-Jährigen liiert war. Der Student gesteht, von Kontakten gewusst zu haben, die seine Freundin zu einem gewissen Karl Notzke unterhielt. Die Adresse dieses Mannes lässt die Polizei aufhorchen: Vollzugsanstalt Landsberg. Was hat Uta mit einem verurteilten Mörder zu tun?","versions":[{"lang":1,"streams":[{"redirect":9542197,"hoster":"VOE"},{"redirect":9542156,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödlicher Zwiespalt","epNo":2,"alt":"","descr":"Martin Roth wurde mit einem Kleinkaliber-Gewehr erschossen. Offenbar sollte der Autoverkäufer aus dem Weg geräumt werden, bevor er seine Zeugenaussage in einem Schwurgerichtsprozess machen konnte. Doch wer hatte ein Interesse daran? Ehe es Hauptkommissar Siska gelingt, den Mordfall aufzuklären, sieht sich der Ermittler erst einmal mit verwirrenden Zusammenhängen konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":9542284,"hoster":"VOE"},{"redirect":9542191,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Morgen bist du tot","epNo":3,"alt":"","descr":"Mitten in der Nacht wird Alexander Stollbach mit einem Brieföffner erstochen. Buchhalter Peter Grashoff verrät Kommissar Siska, dass sein Chef einen größeren Geldbetrag abgehoben hatte. Ist Raubmord das Tatmotiv? Und welche Rolle spielen Grashoffs Schwester Sonja und ihr Mann? Der Hauptkommissar und seine beiden Kollegen geraten immer mehr in einen Strudel von Täuschungen.","versions":[{"lang":1,"streams":[{"redirect":9542247,"hoster":"VOE"},{"redirect":9542243,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Böser Engel","epNo":4,"alt":"","descr":"Katja Bruckner findet auf ihrer Party einen ihrer Gäste tot auf. Die Ermittlungen bedeuten für Siska und seine Kollegen ein hartes Stück Arbeit, immerhin gibt es 30 Gäste, die unter Mordverdacht stehen. Selbst Nicole und Tim, die Kinder der Bruckners, sind von diesem Verdacht nicht ausgeschlossen. Eine Sache macht den Ermittler stutzig: Warum verließ die Ehefrau des Ermordeten das Fest frühzeitig? – Heute mit den Gaststars Volker Lechtenbrink und Leslie Malton.","versions":[{"lang":1,"streams":[{"redirect":9542273,"hoster":"VOE"},{"redirect":9542286,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Abgrund","epNo":5,"alt":"","descr":"Bilanzbuchhalter Rolf Waseck wird erschossen in seinem Wohnzimmer aufgefunden. Ehefrau Andrea behauptet zur Tatzeit im Bett gewesen zu sein. Die zerbrochene Fensterscheibe und fehlende Akten deuten auf einen gezielten Raubmord hin. Die Ermittlungen von Kommissar Siska und seinem Team führen in den Betrieb des Opfers.","versions":[{"lang":1,"streams":[{"redirect":9542325,"hoster":"VOE"},{"redirect":9542374,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Guten und die Bösen","epNo":6,"alt":"","descr":"Nach dem Tod seines Bruders Peter wird Victor Siska neuer Hauptkommissar. Er sieht sich mit einer Reihe rätselhafter Morde konfrontiert, die sich als Serienmord entpuppen.","versions":[{"lang":1,"streams":[{"redirect":9542334,"hoster":"VOE"},{"redirect":9542364,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Solange das Herz schlägt","epNo":7,"alt":"","descr":"Aus dem Tresor des in seiner kleinen Kfz-Werkstatt Überfallenen fehlen eine geladene Pistole und schätzungsweise 3000 Euro. Den Aussagen eines Zeugen zufolge hatten drei junge Männer ein Motorrad zur Reparatur gebracht. Plötzlich sei es zum Streit gekommen, der in Handgreiflichkeiten ausartete und für den Werkstattbesitzer schließlich mit dem Tod endete.","versions":[{"lang":1,"streams":[{"redirect":9542405,"hoster":"VOE"},{"redirect":9542415,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verzweifelt","epNo":8,"alt":"","descr":"Warum musste Brammer sterben? ‚Wir rätseln immer noch über das Motiv‘, gesteht Hauptkommissar Siska der Barfrau Ilona, nachdem er mit seinen beiden Kollegen Hahne und Lessmann alle möglichen Überlegungen über den Tod des Schuhhändlers angestellt hat. Karl Brammer wurde in den Morgenstunden auf einem Uferweg an der Isar erschossen. Die Bardame war eine Person, die sein Vertrauen genoss. Ilona berichtet Siska von den Sorgen, privaten wie geschäftlichen, die der Ermordete hatte.","versions":[{"lang":1,"streams":[{"redirect":9542459,"hoster":"VOE"},{"redirect":9542473,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Auf den Tod ist Verlass","epNo":9,"alt":"","descr":"Werner Groth und Stefan Riesche, Fernfahrer einer Münchner Spedition, waren für den Raststätten- und Tankstellenpächter Franz Leidinger keine Unbekannten. Kamen die beiden von ihren oft mehrtägigen Touren nach Hause, berichtet Leidinger dem Hauptkommissar, hätten sie gern eine kurze Pause bei ihm eingelegt. So auch in der vergangenen Nacht. Doch warum wurde Groth nicht wie sonst von seinem Beifahrer begleitet, als er sich Zigaretten kaufte? Während Riesche offensichtlich im Führerhaus des Lastzuges zurückblieb, spielte sich im Toilettenraum der Autobahn-Raststätte ein tödliches Drama ab. Auf Werner Groth wurden drei Pistolenschüsse abgegeben. Als man nach seinem Fahrerkollegen sucht, ist dieser verschwunden. Die Polizei kann ihn weder bei seinem Arbeitgeber Georg Melzer finden, noch bei sich zu Hause. Siska erfährt von dem Spediteur, dass Groths Ehefrau in Sorge um ihren Mann bei ihm angerufen hätte, nicht ahnend, dass er nicht mehr lebt. Bei der Durchsuchung von Riesches Wohnung fallen den Beamten Beweisstücke in die Hände, die nach Siskas Vermutung im Zusammenhang mit dem Mord an Groth stehen könnten. Schließlich wird der zur Fahndung Ausgeschriebene auf einer Waldlichtung gefunden, nicht aber wie erhofft lebendig. Und wieder stößt Hauptkommissar Siska auf eine vorerst unerklärliche Spur: Im Spind des erschossenen Riesche findet sich ein Brief rätselhaften Inhalts. Ohne Datum und ohne Unterschrift. Nur so viel steht fest: Er wurde von einer Frau geschrieben…","versions":[{"lang":1,"streams":[{"redirect":9542489,"hoster":"VOE"},{"redirect":9542501,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schlangengrube","epNo":10,"alt":"","descr":"Es sollte ein unbeschwerter Nachmittag im Tierpark werden, doch es kam anders. Zunächst hielten sich Liane und Udo im Reptilienhaus auf, anschließend gingen beide ins Freie. Ihr Freund, berichtet Liane Rieken Hauptkommissar Siska, hätte sie dann nur mal kurz allein lassen wollen, währenddessen sollte sie auf ihn warten. Erst als einige Zoobesucher aufgeregt zusammenliefen, hätte sie begriffen, dass etwas passiert war. Noch ahnte Liane nichts von dem schrecklichen Vorfall, der sich nicht weit entfernt von der Bank, auf der sie saß, ereignet hatte: Udo Jenisch war soeben erschossen worden. Dass Karolin Jenisch die Nachricht vom Tod ihres untreuen Mannes nicht sonderlich erschüttert, kann eigentlich nicht verwundern. Dessen ungeachtet zählt sie zum engsten Kreis der Mordverdächtigen. Wie auch Klaus Rieken, ein Kunsthistoriker und Lianes Ehemann. Doch dieser hat, wie er gegenüber der Kripo beteuert, gegen die Freundschaft seiner Frau zu Udo Jenisch keine Einwände gehabt. Kann Siska dies Rieken glauben, hat er das Verhältnis wirklich toleriert? Inzwischen kennt der Hauptkommissar den Grund, weshalb sich Udo Jenisch für kurze Zeit von Liane abgesondert hat. Auf seinem Handy hatte er mit Matilda Rehberg, seiner Ex-Freundin, zu telefonieren versucht. Was war ihm so wichtig, dass er sie dringend hatte sprechen wollen?","versions":[{"lang":1,"streams":[{"redirect":9542524,"hoster":"VOE"},{"redirect":9542532,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Ein Stich ins Herz","epNo":1,"alt":"","descr":"Das Motiv für den Mord an dem Bauunternehmer Albert Wagenbach gibt Hauptkommissar Siska erhebliche Rätsel auf. Steht die Bluttat etwa im Zusammenhang mit krummen Geschäften? Staatsanwalt Decker, der seit Jahren gegen Wagenbach und dessen Firma ermittelt, bisher allerdings erfolglos, vermutet dies. Oder lassen sich Gründe für den Mord finden, die im privaten Umfeld des Toten liegen?","versions":[{"lang":1,"streams":[{"redirect":9542547,"hoster":"VOE"},{"redirect":9542560,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zellers letzter Auftrag","epNo":2,"alt":"","descr":"Offensichtlich war Zeller durch die Bedienung seines Handys so abgelenkt, dass der Killer unbemerkt zu ihm in den geparkten Wagen steigen konnte. Mit einem Schuss in den Hinterkopf wurde der Privatdetektiv getötet.","versions":[{"lang":1,"streams":[{"redirect":9542563,"hoster":"VOE"},{"redirect":9542564,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hass ist ein stiller Mörder","epNo":3,"alt":"","descr":"Lea Theissen, Chefin der deutschen Niederlassung eines amerikanischen Kosmetikkonzerns, hinterließ keinen Abschiedsbrief. War ihr Sturz von der Dachterrasse des Penthauses, in dem sie im obersten Stock wohnte, Selbstmord oder Unfall? Niemand in der Firma hat an ihr bemerkt, was auf eine Selbsttötung schließen ließe – im Gegenteil, sagt Lea Theissens Assistentin Anne Severin auf Fragen von Hauptkommissar Siska. Sie war geschieden, lebte allein. Anne Severin weiß über Lea Theissen noch mehr: Ihr Ex-Ehemann Pascal Wagner, wegen Unterschlagungen und Anlagebetrugs zwei Jahre in Haft und gerade entlassen, hätte versucht, den Kontakt zu Lea wieder aufzunehmen. Doch diese hätte ihn abgewiesen.","versions":[{"lang":1,"streams":[{"redirect":13917277,"hoster":"VOE"},{"redirect":9542567,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Im Falle meines Todes","epNo":4,"alt":"","descr":"Bitteres Ende einer Dreiecksbeziehung – Siska vermutet den Mörder unter den Erben.","versions":[{"lang":1,"streams":[{"redirect":9542573,"hoster":"VOE"},{"redirect":9542577,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zuerst kommt die Angst","epNo":5,"alt":"","descr":"Zwei ermordete Mannequins und ein Mörder? Siska hat einen Verdacht und einen Beweisnotstand.","versions":[{"lang":1,"streams":[{"redirect":9542578,"hoster":"VOE"},{"redirect":9542581,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Einfach nur sterben","epNo":6,"alt":"","descr":"Hauptkommissar Siska trifft bei der Aufklärung eines mysteriösen Todesfalles auf einen ebenbürtigen Gegner.","versions":[{"lang":1,"streams":[{"redirect":9542583,"hoster":"VOE"},{"redirect":9542587,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verlorener Sohn","epNo":7,"alt":"","descr":"Die junge Anita stirbt nach einer versuchten Vergewaltigung unweit ihres Elternhauses. Hauptverdächtiger ist der 19-jährige Karli, der nicht als einziger fürs Mädchen geschwärmt hat.","versions":[{"lang":1,"streams":[{"redirect":9542592,"hoster":"VOE"},{"redirect":9542590,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Keine andere Wahl","epNo":8,"alt":"","descr":"Nach dem Überfall in einer Privatbank wird die Leiche eines Räubers gefunden, der dort einst selber angestellt war. Wo sind Beute, Tatwaffe und Geisel?","versions":[{"lang":1,"streams":[{"redirect":9542604,"hoster":"VOE"},{"redirect":9542602,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Junger Mann mit Messer","epNo":9,"alt":"","descr":"Der Juniorchef eines Pharmaunternehmens liegt mit einem Messer in der Brust im Aufzug. Siska führt Ermittlungen in einer Firma, in welcher der Verstorbene kaum Freunde hatte.","versions":[{"lang":1,"streams":[{"redirect":9542616,"hoster":"VOE"},{"redirect":9542613,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gestehe deine Schuld","epNo":10,"alt":"","descr":"Als die Tochter des Strassenbauunternehmers Bosse entführt wird, fordern die Täter kein Lösegeld, sondern die Anerkennung seiner Schuld – von der Bosse selbst nichts zu wissen behauptet.","versions":[{"lang":1,"streams":[{"redirect":9542617,"hoster":"VOE"},{"redirect":12983885,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bis ins Grab","epNo":11,"alt":"","descr":"Bei der Trauerfeier für Unternehmer Schrader wird die Leiche seines Stiefsohnes gefunden. Auf dem Friedhof befindet sich auch Schraders Intimfeind, ein Mann mit tragischer Geschichte – und Alibi.","versions":[{"lang":1,"streams":[{"redirect":9542625,"hoster":"VOE"},{"redirect":9542627,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Zwischen Kain und Abel","epNo":12,"alt":"","descr":"Des Mordes an einer jungen Frau wird auch ein unglücklich verliebter Freund verdächtigt, der in problematischen Familienverhältnissen lebt.","versions":[{"lang":1,"streams":[{"redirect":12281936,"hoster":"VOE"},{"redirect":9542637,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Das Gewissen des Mörders","epNo":1,"alt":"","descr":"Mord in einer Laubenkolonie: Als sein Gartenhaus durch einen Brandsatz Feuer fängt, rennt Sigmar Polzek ins Freie und wird von einem Unbekannten erschossen. Nachbarn berichten Hauptkommissar Viktor Siska von einem jungen Mann, der mit seinem Sportwagen zwei Tage zuvor Polzek besuchte. Von der verschlossenen Ehefrau des Toten erfahren Siska und seine Kollegen lediglich, dass Polzek todkrank war und sich daraufhin in seine Laube zurückgezogen hatte. Eine interessante Entdeckung in der Volière des Mordopfers bringt einen ersten Hinweis: in einer versteckten Papprolle findet Siska Zeitungsausschnitte über einen Verkehrsunfall, ein Foto und einen Hotelprospekt. Bei dem Unfall vor zehn Jahren kam das Ehepaar, Werner und Helga Kreibisch, durch einen Lastwagen auf einer Gebirgsstraße ums Leben.","versions":[{"lang":1,"streams":[{"redirect":12925233,"hoster":"VOE"},{"redirect":9542648,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dunkler Wahn","epNo":2,"alt":"","descr":"Als Kommissar Lessmann auf dem Flughafen spätabends seinen verloren gegangenen Koffer abholen will, kommt ihm auf dem Laufband ein zusammengesunkener Körper entgegen. Er will erste Hilfe leisten und hält entsetzt eine junge Frau in den Armen – tot. Wie sich kurz darauf herausstellt, handelt es sich bei der Toten um Ute Kissling. Sie arbeitete als Verkäuferin in einer Modeboutique und war anscheinend auf dem Flughafengelände unterwegs, um ihren Mann, Oliver Kissling, von der Arbeit abzuholen.","versions":[{"lang":1,"streams":[{"redirect":9552682,"hoster":"VOE"},{"redirect":9542656,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ankündigung eines schnellen Todes","epNo":3,"alt":"","descr":"Als sich Werner Rottmann und seine junge Geliebte Maja Böhm zu einem heimlichen Stelldichein in der Villa von Rottmann treffen, ahnt das verliebte Pärchen nicht, dass sie beobachtet werden. Plötzlich streckt ein unbekannter Eindringling den Autohändler mit zwei Schüssen nieder. Dann versagt die Waffe. Diese Schrecksekunde kann die panische Maja nutzen, um ins Bad zu entkommen. Über das Fenster gelingt ihr die Flucht. Eric Rottmann, der Sohn des Ermordeten, hat gerade erst seinen Wehrdienst beendet und kehrt zusammen mit seinem Kameraden Rupert Karer am nächsten Tag auf das Familienanwesen zurück. Geschockt findet Eric seinen Vater inmitten einer Blutlache im Kaminzimmer liegen.","versions":[{"lang":1,"streams":[{"redirect":9542664,"hoster":"VOE"},{"redirect":9542663,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Stirb, damit ich glücklich bin","epNo":4,"alt":"","descr":"Katja und Heinz Dehmel feiern gerade ihren ersten Hochzeitstag mit einer rauschenden Party, als wie aus dem Nichts ein unliebsamer Gast erscheint: Jürgen Röhrig. Der ehemals gefeierte Architekt wurde am gleichen Tag aus mehrjähriger Haft entlassen, die er wegen gefälschter Rechnungen und Steuerhinterziehung im großen Stil verbüßte. Der erste Weg führt ihn direkt zu seiner Exfrau Katja. Sein fulminanter Auftritt, den er mit einer massiven Drohung in Richtung Katja beendet, lässt die Festgesellschaft verunsichert zurück. Auch bei seiner Schwester Brigitte Kimmel, die Röhrig anschließend aufsucht, ist er mehr als unwillkommen.","versions":[{"lang":1,"streams":[{"redirect":9542679,"hoster":"VOE"},{"redirect":9542670,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Liebe vor dem Tod","epNo":5,"alt":"","descr":"‚Ich danke dir‘, sind die letzten Worte, die Hermann Warncke von seiner Tochter am Handy hört. Die 17-jährige Elke hatte ihn gebeten, sie wegen eines Unwetters mit dem Auto abzuholen. Doch als Warncke am verabredeten Ort eintrifft, fehlt jede Spur von Elke. Eine Ladenbesitzerin teilt ihm mit, dass das junge Mädchen in einen Wagen gestiegen sei. Am gleichen Abend erfüllen sich die schlimmsten Befürchtungen des besorgten Vaters: Bundeswehrsoldaten finden die schwer verletzte Elke blutüberströmt auf einer Lichtung im Perlacher Forst. Der Tatort weist für Hauptkommissar Viktor Siska nur wenige brauchbare Hinweise auf, da der starke Regen alle Fuß- und Reifenspuren verwaschen hat. Doch bevor die von mehreren Messerstichen getroffene Elke im Krankenhaus stirbt, kann sie noch einen Namen flüstern: Ralf Liebhard.","versions":[{"lang":1,"streams":[{"redirect":9542677,"hoster":"VOE"},{"redirect":9542685,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Schatten einer Frau","epNo":1,"alt":"","descr":"Ein Liebespaar trifft sich heimlich im Café. Antiquar Jörg Klares und die verheiratete Hella Riedberg. Die junge Frau ist niedergeschlagen, weil ihr Mann hinter das Verhältnis der beiden gekommen ist. Ein Privatdetektiv lieferte ihm die entsprechenden Fotos. Doch von einer Trennung hatte er trotzdem nichts wissen wollen. Zunächst will Hella erst einmal in ein Hotel ziehen. Noch am gleichen Abend ruft sie völlig außer sich bei Jörg Klares an und bittet ihn zu sich. Als dieser wenig später im Wohnzimmer der Riedbergschen Villa steht, weiß er auch den Grund: Der Hausherr liegt blutverschmiert und erschlagen vor dem Kamin. Hella gibt an, sich aus Notwehr mit dem Kamineisen gewehrt zu haben. Dann überredet sie aus Angst vor der Polizei ihren Geliebten, die Leiche in dessen Jagdrevier bei Schäftlarn zu verstecken. Als Jörg Klares den Toten bei einem Wasserschutzgebiet in die Isar wirft, wird sein Wagen jedoch von einem Zeugen bemerkt.","versions":[{"lang":1,"streams":[{"redirect":9542693,"hoster":"VOE"},{"redirect":9542695,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Requiem für einen Engel","epNo":2,"alt":"","descr":"Ein Nachbar fängt die völlig verstörte Rose Talheim am Gartentor zu ihrer Villa ab. Sie ist blutverschmiert und stammelt etwas vom Tod ihrer Tochter. Kurz darauf steht Hauptkommissar Siska vor der Leiche der schönen jungen Frau, die auf dem Boden ihres Zimmers liegt – erschlagen mit einem schweren Gegenstand. Von der Tatwaffe fehlt jede Spur. Auf einem Tischchen liegt ein aufgeschlagener Block, auf dem das Opfer kurz vor ihrem Tod offensichtlich einen Brief geschrieben haben muss. Ermittlungen innerhalb der Familie ergeben ein seltsames Bild der Verhältnisse: Mutter Talheim, früher gefeierte Cellistin, leidet unter zeitweiliger geistiger Verwirrung; Tochter Lisa sorgte für sie. Eine brauchbare Aussage ist von Rose Talheim nicht zu erhalten. Auch Bruder Rainer, ein gefeierter, exaltierter Pianist, gibt sich verschlossen.","versions":[{"lang":1,"streams":[{"redirect":9542703,"hoster":"VOE"},{"redirect":9542704,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Spiel im Schatten","epNo":3,"alt":"","descr":"Nachts, auf einem Parkplatz im Wald. Ein verliebtes Paar sitzt in einem Wagen, auf einmal bricht Streit aus. Anne Fellhorn, die Tochter des einflussreichen Kunstsammlers Rainer Fellhorn, wirft ihrem Geliebten Stefan Klaasen vor, sich nur aus Berechnung mit ihr eingelassen zu haben, um geschäftliche Vorteile bei ihrem Vater zu erlangen. Anne Fellhorn steigt wutentbrannt aus und läuft auf der einsamen Straße allein weiter. Stefan Klaasen, verheirateter Besitzer einer Firma für Sicherheitselektronik, setzt seinen Weg ebenfalls allein fort. Dann fällt sein Blick auf die vergessene Handtasche von Anne, er öffnet sie und entdeckt ein Geschenkpäckchen. Währenddessen wird Anne im Wald von einer Polizeistreife aufgegriffen. Plötzlich ist in der Nähe eine heftige Explosion zu hören. Die Beamten finden das brennende Wrack von Klaasens Wagen. Er selbst kann nur noch tot geborgen werden. Hauptkommissar Viktor Siska befragt die erschütterte Anne, doch sie verweigert jegliche Information.","versions":[{"lang":1,"streams":[{"redirect":9542710,"hoster":"VOE"},{"redirect":9542711,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sei still und stirb","epNo":4,"alt":"","descr":"Spät am Abend verlassen auch die letzten Teilnehmer eines Elternabends am ‚Jonas- Gymnasium‘ das Gebäude. Zurück bleibt der Lehrer und Konrektor Martin Krüger mit Klara Wichert, die ebenfalls an der Schule unterrichtet. Die beiden sind ein heimliches Liebespaar und glauben sich zunächst unbeobachtet. Sie werden aber sehr bald von Sebastian Schott aufgeschreckt, dem Vater eines verhaltensauffälligen und nur mittelmäßig begabten Schülers. Der erfolgreiche Transportunternehmer will über die Noten seines einzigen Sohnes verhandeln. Martin Krüger bleibt allerdings von dessen dreister Art unbeeindruckt und weist den Mann ab. Wieder einmal bleiben die Lehrer allein im Gebäude zurück, dennoch scheint an diesem Abend keine Ruhe in die Schule einzukehren: Im oberen Stockwerk ist zu hören, wie Glas zu Bruch geht. Im Hinterzimmer des Biologiesaals liegen dann tatsächlich die Scherben eines Glasbehälters und dessen Inhalt auf dem Boden. Aber auch die Leiche eines jungen Mannes – der Tote ist Paul Schott.","versions":[{"lang":1,"streams":[{"redirect":12286243,"hoster":"VOE"},{"redirect":9542719,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alibi für Tommi","epNo":5,"alt":"","descr":"Den 21jährige Tommi und sein Stiefvater Ewald Börner verbindet ein mehr als schlechtes Verhältnis. Als Tommi eines Morgens vor der Tür seines Zimmers steht, ist diese abgeschlossen, und sämtliche persönliche Habseligkeiten stapeln sich auf dem Boden. Ganz offensichtlich will der Chemie-Lehrer Börner seinen Stiefsohn nicht länger im Haus dulden. Wut steigt in Tommi hoch, er hasst seinen Stiefvater, und auch gegenüber der Polizei verbirgt er seinen Zorn nicht. Kurz zuvor hatte Börner ihn nämlich angezeigt. Er unterstellt Tommi, seinen kleinen leiblichen Sohn vorsätzlich die Kellertreppe heruntergestoßen zu haben. Auch der Mutter gelingt es nicht, die beiden miteinander zu versöhnen. Hauptkommissar Siska lässt Tommi nach einem kurzen Verhör zunächst laufen.","versions":[{"lang":1,"streams":[{"redirect":9542724,"hoster":"VOE"},{"redirect":9542726,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Tod in deinen Armen","epNo":6,"alt":"","descr":"Als der Journalist Elmar Borgel nach einem anstrengenden Tag nach Hause kommt, kann er seinen Augen kaum trauen: auf dem Küchenboden liegt seine Frau Sandra – ermordet. Kriminalhauptkommissar Viktor Siska und seine Kollegen nehmen sofort die Ermittlungen auf.","versions":[{"lang":1,"streams":[{"redirect":9542734,"hoster":"VOE"},{"redirect":9542737,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der unbekannte Feind","epNo":7,"alt":"","descr":"Für Professor Sänger geht ein anstrengender Arbeitstag zu Ende. Sein Blick ist müde, als er den Lauf einer Pistole erkennt, die ihm ein unbekannter junger Mann entgegenhält. Es fallen Schüsse, doch der Neurochirurg kann diesen entkommen, bevor sein Wagen das Absperrgitter einer Baustelle durchbricht und dort zum Stehen kommt. Der junge Mann gibt nicht auf und zielt erneut auf den Arzt. Doch dieses Mal ist Professor Sänger schneller. Aus dem Handschuhfach hat er bereits seine eigene Waffe hervorgeholt und schießt…","versions":[{"lang":1,"streams":[{"redirect":9542740,"hoster":"VOE"},{"redirect":9542745,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Keiner von uns dreien","epNo":8,"alt":"","descr":"Vor einem dunklen, leer stehenden Wohnhaus mit dem Schild ‚Zu verkaufen‘ wartet ungeduldig Renate Lenz auf den Interessenten, der sich für die Besichtigung der Immobilie angemeldet hatte. Es ist kalt, und der Mann hat sich bereits 20 Minuten verspätet. Senait Hagen, ihre Mitarbeiterin, sitzt dagegen gelangweilt im Büro und nimmt apathisch Renates Vorwürfe entgegen. Diese wartet mittlerweile im Haus auf den Fremden, dessen Name bei Renate Unbehagen auslöst. Keineswegs kann es aber dieser Mann sein, der ihr Leben so unwiderruflich verändert hatte! Damals waren bei einem Autounfall ihr Mann und ihr Schwager ums Leben gekommen. Schuld hatte einzig ein Lastwagenfahrer – eben ein gewisser Hartmut Keller.","versions":[{"lang":1,"streams":[{"redirect":9542758,"hoster":"VOE"},{"redirect":9542752,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-1","name":"Schwer wie die Schuld","epNo":1,"alt":"","descr":"Büroschluss im Gewerbegebiet: Die zwei Jungmanager Walter Wächter und Klaus Petrak verlassen die Firma ‚Neuntech‘ und begeben sich auf den Weg zum Parkplatz. Nach einem beruflichen Disput trennen sich ihre Wege. Petrak wird kurz darauf von einem Unbekannten mit gezielten Handkantenschlägen gegen den Hals zu Boden geworfen. Arnold Riegert, der Pförtner des Unternehmens, findet den leblosen Körper. Als Hauptkommissar Viktor Siska am Tatort eintrifft, hat Riegert Petrak bereits nach innen getragen und wiederbelebt – doch vergebens. Siskas Kollege Hahne ist überrascht, in dem Pförtner einen ehemaligen Kollegen von der Polizeischule wiederzuerkennen. Riegert und seine Frau Ute leben in kleinen Verhältnissen, da Riegert den Abschluss als Polizist nie geschafft hat und sich seitdem mit Wachdienst-Jobs über Wasser hält.","versions":[{"lang":1,"streams":[{"redirect":12286246,"hoster":"VOE"},{"redirect":9542764,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Seele im Nebel","epNo":2,"alt":"","descr":"Gerold Eicke, Geschäftsführer der ‚Eicke-Industries‘, ist einer der ersten vor Ort, als früh morgens der Wachmann der Firma für medizinische Implantate den Fund einer Leiche meldet. Dr. Erwin Drescher saß noch bis spät in die Nacht im Büro, um die Daten seines neuesten Projektes – ein einzigartiges Verfahren, das mit Hilfe eines Mikrochips Blinden zum Sehen verhelfen soll – zu überprüfen. Er wurde offensichtlich an seinem eigenen Schreibtisch erdrosselt. Sein Tod bedeutet einen bedauernswerten Verlust für Gerold Eicke, der nun mit erheblichen finanziellen Einbußen für seine Firma rechnen muss.","versions":[{"lang":1,"streams":[{"redirect":9542867,"hoster":"VOE"},{"redirect":12983877,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Keine Gnade für Ronny Brack","epNo":3,"alt":"","descr":"Ronny Brack sitzt bereits seit drei Jahren im Gefängnis. Das Gericht hatte ihn damals einer Mordtat für schuldig gesprochen und zu fünf Jahren Haft verurteilt. Bereits in der Vergangenheit war Ronny wegen anderer Delikte aufgefallen, doch in diesem Fall soll er seine Freundin, die sich von ihm trennen wollte, im Affekt erschlagen haben. Man hatte sogar die Tatwaffe, eine Eisenstange, in seiner Wohnung gefunden. Darauf waren zwar keine Fingerabdrücke, doch es klebte Blut daran – das seiner Freundin. Dennoch hat sich Ronny immer geweigert, diese Tat zu gestehen. Seit einiger Zeit nun gibt es eine neue Frau in seinem Leben, die Ronny über eine Kontaktanzeige kennen gelernt hatte: Ingrid Schubert, eine 38jährige Verkäuferin.","versions":[{"lang":1,"streams":[{"redirect":13004736,"hoster":"VOE"},{"redirect":9543211,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Und alles kann man kaufen","epNo":4,"alt":"","descr":"Ein letzter Gast sitzt noch an der Theke bei ‚Rainers Bar‘ und leert bereits leicht angetrunken ein weiteres Glas. Dabei sieht der junge und ernste Patrick Richter nicht wie der typische Trinker aus. Er redet wirr vor sich hin und drückt schließlich dem Wirt einen Briefumschlag in die Hand. Dann verschwindet er im Waschraum. Als Wirt Rainer kurz darauf seine Bar dicht machen will, findet er den jungen Mann auf dem Boden liegend vor. Um Patricks Kopf bildet sich eine Blutlache. Doch kaum hat der entsetzte Rainer die Notrufzentrale verständigt, streckt auch ihn ein heftiger Schlag von hinten nieder.","versions":[{"lang":1,"streams":[{"redirect":9543241,"hoster":"VOE"},{"redirect":9543237,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Wahrheit","epNo":5,"alt":"","descr":"Der prominente Philosoph und Universitätsprofessor Cornelius Marbach stellt sein neu erschienenes Werk in einer Münchener Buchhandlung vor. Sein mitreißender Vortrag wird von einer begeisterten Zuhörerschaft verfolgt. Eindeutig gelangweilt scheint einzig ein Mann im Hintergrund des Verkaufsraumes, der noch vor Abschluss der Signierstunde die Buchhandlung verlässt. René Hencke spricht Professor Marbach später auf dem Parkplatz an. Der bedrohlich wirkende Mann zieht einen Scheck hervor, der offensichtlich die gefälschte Unterschrift des Professors aufweist. Mehr erfährt der irritierte Marbach allerdings nicht, und der ihm Unbekannte verschwindet schließlich. Noch am selben Abend wird Professor Marbach neben seinem Wagen in einem entlegenen Wohnviertel von München blutüberströmt aufgefunden. Allem Anschein nach wurde er brutal erschlagen.","versions":[{"lang":1,"streams":[{"redirect":9543243,"hoster":"VOE"},{"redirect":9543252,"hoster":"Streamtape"}]}]}]}]}