{"seriesId":"skate-leading-stars","name":"Skate-Leading Stars","descr":"Dies ist die Geschichte einer Gruppe Oberschüler, die in einem einzigartigen Eiskunstlauf-Turnierformat, dem Skate-Leading antreten. \"Du wirst nie gegen mich gewinnen.\" Als Maeshima Kensei diese Worte von seinem Rivalen Shinozaki Reo zu hören bekam, gab er den Eiskunstlauf auf. Einige Jahre später nutzt Maeshima, nun ein Oberschüler, sein sportliches Talent, um bei verschiedenen Sportclubs auszuhelfen, ohne sich einer Sache zu verschreiben. Eines Tages erfährt er durch eine Pressekonferenz, dass sein alter Rivale Shinozaki vom Einzelwettbewerb zum Skate-Leading wechselt. Daraufhin wird er von einem Mitschüler namens Sasugai Hayato angesprochen: \"Ich brauche dich.\" Er kennt Maeshimas Leistungen von seiner Zeit im Einzelwettbewerb und lädt ihn ein in die Welt des Skate-Leading.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pact","descr":"Kensei Maeshima, ein Schüler im ersten Jahr an der Ionodai High School, hat vor Jahren mit dem Eiskunstlauf aufgehört, aber eines Tages wird er plötzlich von jemandem angesprochen, der versucht, ihn zum erneuten Skaten zu überreden.","versions":[{"lang":3,"streams":[{"redirect":12335069,"hoster":"VOE"},{"redirect":8398646,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Break","descr":"Maeshima beschließt, wieder mit dem Skate-Leading-Club der Ionodai High School skaten zu wollen, aber sie werden ihn nicht so einfach ins Team aufnehmen lassen.","versions":[{"lang":3,"streams":[{"redirect":8398649,"hoster":"VOE"},{"redirect":8398647,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Self-Centered","descr":"Es ist fast Zeit für Ionodais 3-gegen-3-Club-Match, aber für Maeshimas Team ist noch nichts entschieden. Was hat Sasugai im Ärmel?","versions":[{"lang":3,"streams":[{"redirect":13473459,"hoster":"VOE"},{"redirect":8398653,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Inspiration","descr":"Maeshima und andere Mitglieder von Ionodais Skate-Leading-Club sprechen mit Himekawa, nachdem er die Schule verlassen hat, und Maeshima legt den Skate-Leading-Abzeichentest ab, um an den Wettkämpfen teilnehmen zu können.","versions":[{"lang":3,"streams":[{"redirect":13473460,"hoster":"VOE"},{"redirect":8398660,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Bonds","descr":"Mit der bevorstehenden Grand-Prix-Serie arbeitet der führende Skate-Club von Ionodai im Trainingslager hart an der Arbeit. Während sich die Reibung zwischen Maeshima und Kiriyama aufbaut, fordert Kubota Maeshima um einen Platz in der Startelf heraus.","versions":[{"lang":3,"streams":[{"redirect":13473462,"hoster":"VOE"},{"redirect":8398662,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Indecision","descr":"Die Schulen versammeln sich zur Eröffnungsfeier der Grand-Prix-Serie. Vor dem Start des ersten Wettkampfes versprechen Himuro von St. Clavis und Terauchi, sich beim Finale wieder zu treffen.","versions":[{"lang":3,"streams":[{"redirect":13473471,"hoster":"VOE"},{"redirect":8398670,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Resolve","descr":"Nachdem die Ionodai-Mitglieder im ersten Wettbewerb die niedrigste Punktzahl erreicht haben, verlieren sie das Vertrauen in Sasugai. Maeshima und die anderen bitten Adachi, ihnen seinen besonderen Trick beizubringen, aber sie werden abgewiesen.","versions":[{"lang":3,"streams":[{"redirect":13473475,"hoster":"VOE"},{"redirect":8398678,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Champions","descr":"Beim vierten Wettkampf der Grand-Prix-Serie stehen sich Maeshima und Shinozaki schließlich gegenüber. Maeshima trainiert bis kurz vor dem Wettkampf und hebt die Moral seiner Teamkollegen, bevor ihre Leistung beginnt.","versions":[{"lang":3,"streams":[{"redirect":13508904,"hoster":"VOE"},{"redirect":8398681,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"One Lead","descr":"Während Ionodai übt, ihren neuen Skating-Stil zu perfektionieren, kämpfen Himekawa und Kuonji um einen Platz im Grand-Prix-Finale.","versions":[{"lang":3,"streams":[{"redirect":13473468,"hoster":"VOE"},{"redirect":12988326,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Finals","descr":"Die Teams, die das Grand-Prix-Finale erreicht haben, gehen zur Lotterie, um die Schlittschuhreihenfolge für das Finale zu bestimmen. Am Tag vor dem Finale besucht Sasugai Shinozakis Übungsbahn...","versions":[{"lang":3,"streams":[{"redirect":13473469,"hoster":"VOE"},{"redirect":8627342,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Perfect","descr":"Das Grand-Prix-Finale hat endlich begonnen. Die Ishikawa-Brüder von der Chutei University High skaten mit ihrem perfekten Unisono, gefolgt von Himekawa und seinem Team auf der Kogahara High. Wenn jedes Team alles gibt, wer wird am Ende gewinnen?","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Sworn Friends","descr":"Der Wunsch, Shinozaki zu schlagen, hat Maeshima und Sasugai ins Grand-Prix-Finale gebracht. Shinozaki und ihre anderen Rivalen sehen zu, wie die Ionodai High School ihr letztes Programm skatet, um den Meister St. Clavis Gakuin zu schlagen.","versions":[{"lang":3,"streams":[{"redirect":13473477,"hoster":"VOE"},{"redirect":8627340,"hoster":"Streamtape"}]}]}]}]}