{"seriesId":"skylines","name":"Skylines","descr":"Frankfurt, Mainhattan, Crack City. Der junge, talentierte Hip-Hop-Produzent Jinn (Edin Hasanovic) erhält die Chance seines Lebens, als er beim renommierten Label Skyline Records unterschreibt. Das wird von Kalifa (Murathan Muslu) geleitet, einem Rapper, den Jinn in seinen Jugendtagen vergötterte – und nicht nur er.Aber schon bald prallen die Welten der Musik, des organisierten Verbrechens und des Finanzwesens aufeinander, als Kalifas krimineller älterer Bruder Ardan (Erdal Yildiz) aus dem Exil zurückkehrt und seinen Anteil an der Firma einfordert. Dass die Polizei in Gestallt der taffen Sara (Peri Baumeister) vom Landeskriminalamt das Label unter Beobachtung hat und Jinn als Spion gewinnen will, macht dessen moralische Zwickmühle noch komplizierter …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Null sechs neun","epNo":1,"alt":"Zero Six Nine","descr":"Durch einen Auftritt auf einer Hip-Hop-Veranstaltung mit seinem Partner Tonik macht Produzent Jinn einen Label-CEO auf sich aufmerksam. Cop Sara sucht nach Hinweisen.","versions":[{"lang":1,"streams":[{"redirect":13112532,"hoster":"VOE"},{"redirect":8627595,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Skyline glänzt","epNo":2,"alt":"Skyline Shines","descr":"Jinn muss sich zwischen seiner Loyalität gegenüber Tonik und einer vielversprechenden Chance entscheiden. Ardans Geschäfte sorgen für Konflikte mit seinem Bruder Kalifa.","versions":[{"lang":1,"streams":[{"redirect":13004741,"hoster":"VOE"},{"redirect":8627587,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Was ich meine","epNo":3,"alt":"What I Mean","descr":"Drogengeschenke lassen die Spannungen zwischen den Gangs eskalieren. Jinn arbeitet mit einer unerwartet aggressiven Texterin zusammen. Sara begegnet einem alten Schwarm.","versions":[{"lang":1,"streams":[{"redirect":12381564,"hoster":"VOE"},{"redirect":8627569,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sturm","epNo":4,"alt":"Storm","descr":"Die Fassade von Jinns Familie bröckelt allmählich. Skyline bleibt von Ardans Machenschaften nicht unberührt. Sara vermischt das Geschäftliche mit Privatem.","versions":[{"lang":1,"streams":[{"redirect":8763967,"hoster":"VOE"},{"redirect":8627589,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rose im Beton","epNo":5,"alt":"Rose in Concrete","descr":"Zilan hilft Jinn bei einem Racheakt, was jedoch beide in Schwierigkeiten bringt. Saras Informant macht einen Fehler und fliegt auf.","versions":[{"lang":1,"streams":[{"redirect":8763969,"hoster":"VOE"},{"redirect":8627579,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Engel oder Teufel","epNo":6,"alt":"Angel or Devil","descr":"Für Skyline steht ein Geschäft auf dem Spiel. Kalifa wird noch immer von seiner Vergangenheit verfolgt. Saras leben gerät außer Kontrolle und Jinn erhält ein Angebot.","versions":[{"lang":1,"streams":[{"redirect":8763968,"hoster":"VOE"},{"redirect":8627591,"hoster":"Streamtape"}]}]}]}]}