{"seriesId":"slavik-auf-staats-nacken","name":"Slavik – Auf Staats Nacken","descr":"In \"Slavik – Auf Staats Nacken\" wird Slavik Junge zum Testimonial für das Arbeitsamt. Denn seine steile Karriere bei YouTube und Instagram wurde ihm zu Verhängnis, da er weiterhin Hartz IV bezogen hat und sich mit dem Vorwurf des Sozialbetrugs konfrontiert sieht. Um einer Anzeige zu entgehen, produziert er als Jobtester werbewirksame Videos für das Arbeitsamt. In jeder Folge des Joyn-Formats testet Slavik einen neuen Job im Auftrag des Arbeitsamts. Unter anderem versucht er sich als Hausmeister in einem Stripclub, in einem Kosmetiksalon und bei der Berliner Polizei.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kosmetiker","epNo":1,"alt":"","descr":"Der Kosmetik Salon \"Tran\" bietet viele Leistungen an. Slavik interessiert sich fürs Frauen Waxing.","versions":[{"lang":1,"streams":[{"redirect":6567295,"hoster":"VOE"},{"redirect":9745111,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Erzieher","epNo":2,"alt":"","descr":"Slavik kann Kinder nicht leiden. Als er als Erzieher arbeiten soll, bestätigt sich sein Eindruck.","versions":[{"lang":1,"streams":[{"redirect":6567296,"hoster":"VOE"},{"redirect":9745167,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Polizist","epNo":3,"alt":"","descr":"Slavik macht ein Praktikum bei der Polizei. Kein Problem, da kennt er sich aus.","versions":[{"lang":1,"streams":[{"redirect":13112538,"hoster":"VOE"},{"redirect":9745223,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hausmeister","epNo":4,"alt":"","descr":"Slavik ist überzeugt, sein Traumjob ergattert zu haben. Er ist Hausmeister in einem Stripclub.","versions":[{"lang":1,"streams":[{"redirect":6567302,"hoster":"VOE"},{"redirect":9744790,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Stadtführer","epNo":5,"alt":"","descr":"Slavik versucht sein Glück als Stadtführer. Asiaten die Stadt zu zeugen, kann ja nicht so schwer sein.","versions":[{"lang":1,"streams":[{"redirect":14029159,"hoster":"VOE"},{"redirect":9744871,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bauarbeiter","epNo":6,"alt":"","descr":"Bisher hat Slavik sich immer erfolgreich vor der Arbeit drücken können.","versions":[{"lang":1,"streams":[{"redirect":13112534,"hoster":"VOE"},{"redirect":9744920,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Freizeitpark-Manager","epNo":7,"alt":"","descr":"Slavik fühlt sich als der geborene Manager. Der Freizeitpark sucht gerade einen - wie passend.","versions":[{"lang":1,"streams":[{"redirect":14029522,"hoster":"VOE"},{"redirect":9744980,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Altenpfleger","epNo":8,"alt":"","descr":"Dieses mal kümmert sich Slavik um eine neue Zielgruppe. Denn die alten kommen viel zu kurz.","versions":[{"lang":1,"streams":[{"redirect":14034452,"hoster":"VOE"},{"redirect":9745053,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Bauernhof","epNo":1,"alt":"","descr":"Slavik castet Frauen für eine Folge auf dem Bauernhof, da eine gutaussehende Begleitung alles ist.","versions":[{"lang":1,"streams":[{"redirect":14034630,"hoster":"VOE"},{"redirect":9745425,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Drill Camp","epNo":2,"alt":"","descr":"Slavik soll für die Joyn-Chefin ihren Sohn Friedrich-Justus mit zum Überlebenstraining nehmen.","versions":[{"lang":1,"streams":[{"redirect":9745611,"hoster":"VOE"},{"redirect":9745534,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ordnungsamt","epNo":3,"alt":"","descr":"Slavik will sich ein Bundesverdienstkreuz verdienen und geht deshalb zum Ordnungsamt.","versions":[{"lang":1,"streams":[{"redirect":9745595,"hoster":"VOE"},{"redirect":9745608,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zirkus","epNo":4,"alt":"","descr":"Slavik macht in einem Internetcafé ein Casting für einen Bodyguard, da er diverse Befürchtungen hat.","versions":[{"lang":1,"streams":[{"redirect":12251262,"hoster":"VOE"},{"redirect":9745283,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fetisch Shop","epNo":5,"alt":"","descr":"Slavik macht in einem Internetcafé ein Casting, um einen geeigneten Fahrer zu finden.","versions":[{"lang":1,"streams":[{"redirect":9745339,"hoster":"VOE"},{"redirect":9745316,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bundestag","epNo":6,"alt":"","descr":"Ein indischer Designer soll Slavik möglichst kosteneffizient das Verdienstkreuz aufs Auto folieren.","versions":[{"lang":1,"streams":[{"redirect":9745574,"hoster":"VOE"},{"redirect":9745374,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schönheitschirurgie","epNo":7,"alt":"","descr":"Für ein stattliches Aussehen, lässt sich Slavik kostenlos Tipps von einem Schönheitschirurgen geben.","versions":[{"lang":1,"streams":[{"redirect":8764022,"hoster":"VOE"},{"redirect":8627612,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hotel","epNo":8,"alt":"","descr":"Slavik stellt sich diesmal vor, wie es ist, ein Hotelfachmann zu sein, als er in einem Hotel ist.","versions":[{"lang":1,"streams":[{"redirect":8764024,"hoster":"VOE"},{"redirect":8627613,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Tantramassage","epNo":1,"alt":"","descr":"Die intime Erfahrung in Julias Tantra -Oase bringt Slavik an seine Grenzen. Die Mentorin ist enttäuscht über die Unfähigkeit ihres Klienten. Schon nach den ersten Minuten versucht Slavik verzweifelt den geschulten Handgriffen Julias zu entkommen. Er redet sich um Kopf und Kragen, doch es gelingt ihm nicht von seiner Unsicherheit abzulenken. Einem verwundeten Käfer ähnlich wälzt er sich auf dem Boden von links nach rechts - der Anblick ist wirklich erbärmlich. Und tatsächlich - erst außerhalb von Julias esoterischen Ambiente, als es um Yonis und Lingams geht, scheint Slavik den Tantra- Schreck überwunden.","versions":[{"lang":1,"streams":[{"redirect":9726529,"hoster":"VOE"},{"redirect":9726528,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Prepper","epNo":2,"alt":"","descr":"Deutschland gehört zu den reichsten Ländern der Welt. Der kulturelle Fortschritt hat uns von einem Leben in und mit der Natur weitgehend distanziert. Dabei sind Pandemien, Klimawandel und Flutkatastrophen reale Gefahren, mit denen wir uns zukünftig zunehmend konfrontiert sehen müssen. Nur die Wenigsten sind tatsächlich auf einen Ernstfall vorbereitet. Daniel Schäfer, Ex-Soldat und Prepper hat Slavik auf das Survival Gelände in Berlin eingeladen. Slavik weiß weder, was man zum Überleben braucht, noch ist er in der Lage Erste-Hilfe zu leisten. Daniel merkt schnell, dass die Überlebenschance für den Jungen im Fall der Fälle sehr gering ausfallen wird.","versions":[{"lang":1,"streams":[{"redirect":9726524,"hoster":"VOE"},{"redirect":9726521,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"FKK-Camping","epNo":3,"alt":"","descr":"Slavik ist zu Besuch auf einem FKK-Campingplatz im Speckgürtel von Berlin. Das Ehepaar Jopst verbringt hier seit 50 Jahren jede freie Minute - natürlich nackt. Die Freikörperkultur (FKK) hat in Deutschland tatsächlich große Tradition, die es vor dem Aussterben zu schützen gilt. Nacktsein bedeutet nicht nur das Fehlen der Kleidung – es ist ein Ausdruck von Freiheit, Menschlichkeit und Liebe zur Natur. Über Dick-Pics und Busenblitzer-Skandale in Hochglanzmagazinen kann das Ehepaar Jobst nur schmunzeln. Slavik erkennt schnell die Vorteile des Lebens im Adamskostüm. Schämen tut sich hier nur, wer noch angezogen ist.","versions":[{"lang":1,"streams":[{"redirect":12925336,"hoster":"VOE"},{"redirect":9726526,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Oper","epNo":4,"alt":"","descr":"Treffen sich ein Bass-Bariton, ein Gangster-Rapper und eine Ballerina in der deutschen Staatsoper. Was klingt wie der Anfang eines Gassenhauers, entpuppt sich als ein sehenswertes Schauspiel vor aristokratischer Kulisse. In der Episode ,,Die Oper\" präsentiert Slavik ein Culture -Clash to the fullest. Prädikat: Klassik der Generation You-Tube!","versions":[{"lang":1,"streams":[{"redirect":9726533,"hoster":"VOE"},{"redirect":9726532,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ritter","epNo":5,"alt":"","descr":"Die Rittergilde Berlin entführt Slavik auf eine Zeitreise in die Vergangenheit. Im Mittelalter gab es weder You- Tube, noch Tinder. Im dunklen Zeitalter konnte nicht jeder Mann auch tatsächlich ein Ritter werden. Wird Slavik sich dem Duell - Mann gegen Mann - stellen oder zieht er im Angesicht des Todes den Schwanz ein?","versions":[{"lang":1,"streams":[{"redirect":9726536,"hoster":"VOE"},{"redirect":9726537,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Clubkultur","epNo":6,"alt":"","descr":"Berlin ist Technostadt. Slavik folgt dem Hype in einen Berliner Technoclub. Hier bekommt er einen exklusiven Einblick in die Maschinerie deutscher Tanzkultur - da wo es keine Sperrstunde gibt und 24/7 durchgehend eskaliert werden kann. In der Schlange vor dem Club senden die Raver Stoßgebete gen Himmel. Um die Härte der Berliner Clubtür rühmen sich Legen. Als Security hat Slavik die Macht - heute darf er entscheiden, wer feiern darf und wer draußen bleiben muss. Egal ob Sicherheitsmann, DJ oder Barkeeper - hinter der Party arbeitet ein ganzes Uhrwerk. Aber auch ein Clubbesucher hat es nicht leicht. Welcher Tanzstiel ist heute noch angesagt? Mit welchen Sprüchen lässt sich die Gunst des Gegenübers erlangen und wie kassiert man an der Bar mit Sicherheit eine Ohrfeige?","versions":[{"lang":1,"streams":[{"redirect":9726541,"hoster":"VOE"},{"redirect":9726542,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Puppenbordell","epNo":7,"alt":"","descr":"Ein Blick in Kokeshis Augen genügt und Slavik ist dem Charme der menschengroßen Puppe mit den langen blauen Haaren gänzlich verfallen. Der Eintritt in ihr Cyberspace katapultiert den Komiker in eine andere Welt. Mit einem Mal sind alle dummen Sprüche über Sex mit billigen Plastikpuppen aus China vergessen. Willkommen im Cybrothel - dem ersten Sexpuppen-Bordell Berlins. Wer sind die Kunden? Was sind ihre Wünsche und Phantasien?","versions":[{"lang":1,"streams":[{"redirect":9726545,"hoster":"VOE"},{"redirect":9726546,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auf dem Rummel","epNo":8,"alt":"","descr":"Let ́s Go! Gewinne, Gewinne, Gewinne! In jedem auch noch so ländlich gelegenen Kaff in Deutschland ist die Dorfkirmes das Highlight des Jahres. Welches Kind träumt nicht von einem Leben auf dem Rummelplatz. Slavik trifft die Menschen, für die der Rummel jedoch kein Ort des Vergnügens, sondern Alltag und harte Arbeit bedeutet. Ob als ein mit Kettensäge bewaffneter Erschrecker in der Geisterbahn oder als der Besitzer eines Autoscooters. Mit welchem Geschäft lässt sich das meiste Geld verdienen? Wie lebt man als Familie hinter dem Riesenrad? Slavik unterstützt die Betreiber eines Kettenkarussells bei der Instandhaltung des Fahrgeschäftes. Schnell erkennt er, dass ein echter Schausteller wirklich mit allen Wassern gewaschen sein muss.","versions":[{"lang":1,"streams":[{"redirect":9726549,"hoster":"VOE"},{"redirect":9726550,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"El Arenal","epNo":1,"alt":"","descr":"Mit Slavik ist Malle zwei mal im Jahr!! Der amtierende König von Mallorca, noch Prinz Slavik der Erste, geht auf Wahlfang am Ballermann 6. Seine Mission: Herausfinden, was das zukünftige Volk begehrt. Wonach sehnt sich der deutsche Ballermanntourist wirklich? Reicht der Eimer Sangria, samt meterlangem Strohalm und ein knappes Bikini Höschen als Kleiderordnung für die Damen aus, um die Gunst des jungen Volkes zu gewinnen?","versions":[{"lang":1,"streams":[{"redirect":11690680,"hoster":"VOE"},{"redirect":11690629,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schaumparty","epNo":2,"alt":"","descr":"Social Traumjob im Paradies? ,,Du willst einen unvergesslichen Sommer? Du hast Lust an den schönsten Stränden Mallorcas Geld zu verdienen? Werde Promoter!!!!\" Was verlockend klingt, entpuppt sich meistens schon nach wenigen Tagen als unterbezahlter Horror. Slavik stellt sich der Herausforderung. Die Location für die Schaumparty ist bereits gezahlt. Der DJ ist gebucht und die Schaumkanonen sind geladen. Was fehlt sind die Gäste! In der brütenden Hitze stapft Slavik die Playa de Palma entlang. Mit allen Mitteln versucht er betrunkene Ballermanntouris in zahlungskräftige Schaumpartybesucher zu verwandeln. Der Druck steigt. Wird die Party am abend ein Erfolg oder der totale Flop?-Star Slavik Junge soll werbewirksame Videos für das Arbeitsamt produzieren.","versions":[{"lang":1,"streams":[{"redirect":11690725,"hoster":"VOE"},{"redirect":11690722,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Immobilien","epNo":3,"alt":"","descr":"Mein Palast. Meine Yacht. Meine Insel. Wie wohnt eine Majestät? In dieser Episode verschafft sich der amtierende König einen Überblick, über die Möglichkeiten einer standesgemäßen Behausung. Es versteht sich von selbst, dass der Ansprechpartner für dieses Vorhaben nur ein Luxusimmobilienmakler sein kann.","versions":[{"lang":1,"streams":[{"redirect":11690745,"hoster":"VOE"},{"redirect":12983896,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"2-Euro-Challenge","epNo":4,"alt":"","descr":"Pleite am Ballermann Du bist allein in einem fremden Land und in deiner Hand hältst du die letzten 2€. Was machst du, wenn dir mitten im Urlaub das Geld ausgeht? Slavik nimmt die Herausforderung an. Es hätte nicht geschadet sich im Vorhinein zumindest ein wenig über die landesspezifischen Gegebenheiten zu informieren. Die große Enttäuschung über das fehlen eines spanischen Pfandsystems, wäre ihm mit minimalen Aufwand auf jeden Fall erspart geblieben.","versions":[{"lang":1,"streams":[{"redirect":11704358,"hoster":"VOE"},{"redirect":11704324,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mallorcas Natur","epNo":5,"alt":"","descr":"Goodbye Deutschland Es führt kein Weg weg daran vorbei. Um König von Palma de Mallorca zu werden muss Slavik Deutschland verlassen. Für den Jungen bedeutet das Auswandern ohne Sprachkenntnisse. Da klingeln nicht nur bei denjenigen, deren Auswanderung bereits gescheitert ist, alle Alarm Glocken. Hat Slavik das Zeug zu einem Neuanfang in einem fremden Land? Oder ist die Lieblingsinsel der Deutschen inoffiziell schon längst ein Teil der BRD?","versions":[{"lang":1,"streams":[{"redirect":11745250,"hoster":"VOE"},{"redirect":11745248,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Reiterhof","epNo":6,"alt":"","descr":"Alles echt. Ein König kennt sein Land, wie seine Westentasche. Und Slaviks zukünftiges Königreich ist viel mehr als ein Kilometer Strandpromenade voller Kotze. In dieser Folge verlassen wir den Ballermann 6 für ein Abenteuer in der Natur. Für dieses ganz besondere Wagnis hat Slavik sich die passende Begleitung gesucht. Die Titti Twins sind absolute Vollprofis, für alles was mit Hügeln und Bergen zu tun hat. Ihre Erscheinung ist ein Loblied auf die Evolutionstheorie. Sie sind der Beweis: Jedes Lebewesen findet auf Mallorca seine eigene Nische. 110%Natur.","versions":[{"lang":1,"streams":[{"redirect":11745295,"hoster":"VOE"},{"redirect":11745288,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Auswanderer","epNo":7,"alt":"","descr":"El Dorado Slavik aka der John Wayne von El Arenal. Der amtierende König sieht sich selbst schon auf hohem Ross an der Playa de Palma entlang reiten. Frauen Herzen brechen und die Männer werden gelb vor Neid. Doch es ist noch kein Virtuos vom Himmel gefallen. Kann sich Slavik im Sattel halten oder gehen die Pferde mit ihm durch?","versions":[{"lang":1,"streams":[{"redirect":11767107,"hoster":"VOE"},{"redirect":11767106,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bierkönig","epNo":8,"alt":"","descr":"Ballermannstar - Traumjob oder Alptraum? Party, Palmen, Weiber und ganz viel Geld. Schlagerstar am Ballermann 6. Das klingt für unzählige Deutsche nach dem ultimativen Traumjob. Slavik macht den Realitätscheck. Welche Eigenschaften braucht man für eine erfolgreiche Karriere im Partyparadies? Wie funktioniert die Ballermann-Maschinerie hinter Tanzfläche und Bühne? Wie viele Liter Sangria sind nötig, um einen Ballermann Hit zu schreiben? Und wie viel muss man selber saufen, um Tag für Tag die gleichen Lieder grölen zu können? Wir treffen große Namen und Newcomer. Wir gehen dahin, wo es so laut ist, das es weh tut. Entscheidet sich Slavik am Ende vlt. doch gegen die Krone und für eine Karriere im Megapark?","versions":[{"lang":1,"streams":[{"redirect":11767110,"hoster":"VOE"},{"redirect":11767109,"hoster":"Streamtape"}]}]}]}]}