{"seriesId":"slow-horses-ein-fall-fr-jackson-lamb","name":"Slow Horses - Ein Fall für Jackson Lamb","descr":"Jackson Lamb (Gary Oldman), ist ein brillanter und aufbrausender Anführer einer Gruppe von Spionen, die im Slough House des MI5 landen. Wegen ihrer zahlreichen Fehler wurden die Geheimagenten in diese \"Müllhalden-Abteilung\" verbannt. Als ein pakistanischer Jugendlicher entführt wird und live im Netz enthauptet werden soll, wittert Lamb seine große Chance. Doch ist das Opfer wirklich der, der er zu sein vorgibt – und wer steckt hinter den Entführern?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Scheitern ist ansteckend","epNo":1,"alt":"Failure’s Contagious","descr":"Nachdem MI5-Agent River Cartwright während einer Live-Trainingsübung am Flughafen Stansted einen schwerwiegenden Fehler begangen hat, wird er in das Slough House abgeschoben. Dort beauftragt ihn sein Vorgesetzter Jackson Lamb, den Hausmüll Robert Hobdens zu durchsuchen, eines Journalisten, der mit den rechtsextremen Politikern Peter Judd MP und Roger Simmonds in Verbindung steht. River Cartwrights Kollegin Sidonie \"Sid\" Baker wurde vom MI5 ebenfalls zur Überwachung Hobdens ins Slough House abgestellt und kopiert in einem Café geschickt den Inhalt von dessen USB-Stick. River Cartwright wird zu seiner großen Überraschung angewiesen, das Datenmaterial ins Hauptquartier des MI5 am Regent’s Park zu bringen, zieht sich aber illegalerweise vorher selbst eine Kopie davon.Hobden führt eine Reihe von Anrufen bei Journalistenkollegen durch und behauptet, er habe Informationen über einen \"unmittelbar bevorstehenden Angriff\". Cartwright besucht seinen Großvater, der ihn darüber aufklärt, dass Hobden beruflich ins Abseits geraten sei, als sein Name auf einer durchgesickerten Spenderliste der \"British Patriotic Party\" aufgetaucht sei. Hobden habe für die Bloßstellung immer das MI5 verantwortlich gemacht. Großvater Cartwright warnt seinen Enkel River, dass, wenn das MI5 Slough House benutze, um Hobden zu überwachen, dies daran liege, dass der Vorgang risikobehaftet sei und das MI5 seine Beteiligung gegebenenfalls plausibel leugnen wolle. Standish nimmt an einem Treffen der Anonymen Alkoholiker teil. Der britisch-pakistanische Student Hassan Ahmed wird von der rechtsextremen Gruppe \"Sons of Albion\" entführt, die ankündigt, dass sie ihn am nächsten Tag bei Sonnenaufgang im Livestream enthaupten werde. River verlässt, ohne sich abzumelden, Slough House, um auf eigene Faust weitere Nachforschungen anzustellen.","versions":[{"lang":1,"streams":[{"redirect":14498170,"hoster":"VOE"},{"redirect":14504897,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498147,"hoster":"VOE"},{"redirect":14506759,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"After Work Drinks","epNo":2,"alt":"Work Drinks","descr":"Hassans Entführer, Moe, Larry, Curly und Zeppo, halten Hassan in einem Londoner Keller gefangen, und es scheint sich zu erweisen, dass Simmonds hinter der Entführung steckt.Cartwright stellt fest, dass die Dateien von Hobdens USB-Stick, von denen er eine unerlaubte Kopie angefertigt hat, keinerlei Informationen enthalten, und bringt bei Übergabe des Materials im Regent’s Park seinen alten Rivalen, James \"Spider\" Webb, dazu, dies zu bestätigen. Standish erinnert sich in filmischen Rückblenden an den Tod von Charles Partner, einem ehemaligen MI5-Kollegen von ihr und Lamb. Der Cyber-Experte von Slough House, Roddy Ho, stellt fest, dass er auf Hobdens E-Mail-Konten wegen einer raffinierten Datenschutzvorrichtung nicht zugreifen kann, was den Verdacht aller verstärkt, dass etwas nicht Geheueres im Gange ist. Die stellvertretende MI5-Generaldirektorin Diana Taverner trifft sich klandestin mit einem anderen Angehörigen von Slough House, Jed Moody, den sie beauftragt, inoffiziell für sie zu arbeiten. Zwei weitere Angehörige von Slough House, Min Harper und Louisa Guy, treffen sich nach der Arbeit im Pub und beklagen ihre gescheiterten Karrieren. Cartwright wird beauftragt, Hobden zu beschatten, und Sid kommt scheinbar zufällig hinzu, gesteht aber Cartwright, dass sie zu Lambs Team abgeordnet wurde, um Cartwright zu überwachen. Beide beobachten, wie ein maskierter Mann in Hobdens Wohnung eindringt, und wollen ihn stellen: Cartwright über den Hintereingang, Sid an der Vordertür. Als Cartwright in die Wohnung schleicht, entdeckt er, dass der Journalist seine Festplatte bereits mit Thermit zerstört hat. Hobden flüchtet, während River und Sid den Maskierten bekämpfen, der entkommt, nachdem er Sid in den Kopf geschossen hat.","versions":[{"lang":1,"streams":[{"redirect":14516568,"hoster":"VOE"},{"redirect":14492826,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14516570,"hoster":"VOE"},{"redirect":14509955,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Miese Spionagepraxis","epNo":3,"alt":"Bad Tradecraft","descr":"Sid wird in kritischem Zustand zusammen mit Cartwright von MI5-Sicherheitsleuten ins Krankenhaus gebracht, wo Cartwright in einer Besenkammer festgesetzt wird. Lamb befreit Cartwright. Beide kommen zu dem Schluss, dass Moody der Schütze war, der geschickt worden war, um Hobden zu töten.Inzwischen ist Moody im Schutz der Nacht heimlich ins Slough House eingedrungen. Auch Min und Louisa suchen in angetrunkenem Zustand das Slough House für ein Tête-à-tête auf, bemerken aber den Eindringling und versuchen ihn zu stellen. Bei einem Handgemenge stürzen Min und Moody die Treppe hinab, wobei Moody sich das Genick bricht. Lamb, der mit Cartwright hinzukommt, gelangt zu dem Schluss, dass Regent’s Park gerade eine riskante Operation durchführt und das Slough House verantwortlich machen wird, sollte sie fehlschlagen. Taverner trifft sich mit Lamb und enthüllt, dass der entführte Hassan Ahmed der Neffe des Vize-Befehlshabers des pakistanischen Militärgeheimdienstes ist. Hassans Entführung und geplante MI5-Rettung sei eine von ihr eingefädelte, aber inoffizielle Geheimdienstoperation, die die Zusammenarbeit mit Pakistan verstärken und gleichzeitig die britische extreme Rechte schwächen und einschüchtern solle. Taverner gibt an, bei den \"Sons of Albion\" einen MI5-Agenten eingeschleust zu haben, der die Entführung organisiert habe, aber auch die Rettung einfach machen werde. Im Gespräch Taverners mit Lamb wird darüber hinaus offenbart, dass Standish durch ihre Verbindungen zu Partner und dessen Tod nur knapp einer Anklage wegen Hochverrats entgangen ist. Hobden trifft sich mit Peter Judd MP und versucht ihn dazu zu bewegen, mit der Information an die Öffentlichkeit zu gehen, dass Hassans Entführung eine Falle für die nationale Rechte ist. Judd jedoch weist Hobden zurück. In der Unterkunft der Entführer kann man Curley dabei beobachten, wie er eine Reihe heimlicher Anrufe mit einem versteckten Mobiltelefon tätigt, was den Verdacht nahelegt, dass Curley Taverners Maulwurf ist. Hassan versucht vergeblich aus seinem Kellerloch zu entkommen und wird von Moe bedroht. Taverner bietet Lamb die Gelegenheit, das Ansehen des Slough House zu wahren: Lambs Team solle dem MI5-Mann unter den Entführern signalisieren, dass die Befreiung Hassan Ahmeds umgehend bevorstehe. Das solle ihm zusammen mit Hassan die Flucht ermöglichen. Als jedoch Lamb, Cartwright, Min und Louisa in dem Entführerversteck eintreffen, finden sie es leer vor – bis auf Moes enthauptete Leiche.","versions":[{"lang":1,"streams":[{"redirect":14498145,"hoster":"VOE"},{"redirect":14508537,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498166,"hoster":"VOE"},{"redirect":14482439,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Besuchszeiten","epNo":4,"alt":"Visiting Hours","descr":"Es stellt sich heraus, dass Moe (richtiger Name: Alan Black) Taverners Maulwurf unter den Entführern war. Curly hatte dessen Agentenrolle herausgefunden und ihn deshalb ermordet. Curly, Zeppo und Larry verlassen das Versteck und fliehen mit ihrer Geisel Hassan Ahmed im Lieferwagen aus London. Auf der Fahrt offenbaren Zeppo und Larry, dass sie nie vorhatten, Hassan Ahmed zu töten, und erörtern die Idee, ihn freizulassen, wobei sie sich zunehmend Sorgen über Curlys unberechenbares Verhalten und seine Rhetorik machen.Lamb und seine im Slough House anwesenden Untergebenen verlassen eiligst das Gebäude, bevor \"The Dogs\" eintreffen, denn sie wissen, dass man seitens der MI5-Zentrale Slough House die Schuld daran geben wird, dass die Operation nicht nach Plan verlaufen ist. Zunächst müssen die Anwesenden aber die übrigen Slough-House-Mitarbeiter aus ihren Privatwohnungen holen und zu dem für solche Notfälle vereinbarten Treffpunkt am Grab von William Blake bringen. Cartwright gelingt es knapp, Roddy Ho in Sicherheit zu bringen, bevor er von den \"Dogs\" in Gewahrsam genommen werden kann, aber Min und Louisa können nicht verhindern, dass ihr Kollege Struan von den \"Dogs\" aus seinem Haus geholt und verhaftet wird. Taverner ruft mehrmals Catherine Standish an, um deren Loyalität gegenüber Lamb zu unterminieren, indem sie behauptet, Lamb sei in den Tod von Standishs einstigem und von ihr verehrtem Chef Charles Partner verwickelt. Standish lässt sich davon jedoch nicht verführen und folgt stattdessen Lamb, als der sie abholt, um sie zum Treffpunkt an Blakes Grab zu bringen. Beim Verlassen des Hauses werden Lamb und Standish allerdings von James Webb und dem MI5-Sicherheitschef Nick Duffy festgenommen, die Lamb auf Waffen durchsuchen und dann Lamb und Standish in ihr Dienstauto verfrachten. Auf der Fahrt zum Regent’s Park gelingt es Standish, sich und Lamb zu befreien, indem sie eine Glock 17 aus ihrer Handtasche zieht und den am Steuer sitzenden Webb bedroht. Lamb hatte die Waffe beim Auffinden von Moodys Leiche an sich genommen und später in Standishs Handtasche gelegt. Webb und Duffy müssen das Dienstauto verlassen, während Lamb und Standish die Fahrt zum Treffpunkt am Grab von William Blake fortsetzen. Nachdem die Generaldirektorin des MI5, Ingrid Tierney, von den Folgen der fehlgeschlagenen Operation erfahren hat, bricht sie eine Sitzung im Außenministerium der USA ab und kehrt nach Großbritannien zurück, so dass Taverner nur wenig Zeit bleibt, um ihre Entführungsaktion zu vertuschen. Taverner bringt den verhafteten Struan dazu, eine falsche Aussage gegen Lamb zu unterschreiben, der zufolge nicht sie, sondern Lamb der Drahtzieher der Entführung Hassan Ahmeds war.","versions":[{"lang":1,"streams":[{"redirect":14498157,"hoster":"VOE"},{"redirect":14520537,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fiasko","epNo":5,"alt":"Fiasco","descr":"Der Rest des Teams kommt wieder zusammen. River Cartwright fällt ein, dass er – noch im Regent’s Park – während einer Beschattungsübung von Taverner ein Foto aufgenommen hat, das Taverner bei ihrem heimlichen Treffen mit Alan Black zeigt.Lamb fährt – scheinbar allein im Auto – Duffys Dienstwagen zum Regent’s-Park-Hauptquartier zurück und verlangt, mit Taverner zu sprechen. Taverner akzeptiert und bietet Lamb als Ausweg an, dass er aus dem MI5-Dienst entfernt, aber nicht angeklagt wird. Sie verleiht dem Angebot Nachdruck mit der Drohung, Lambs Bürovorsteherin Standish einem Dienstaufsichtsverfahren zu unterziehen. Außerdem teilt Taverner Lamb mit, dass Sid im Krankenhaus gestorben sei und Cartwright die Schuld daran trage. Lamb lässt Taverner wissen, dass sich im Kofferraum des Dienstwagens, den er in das Kellergeschoss des MI5 zurückgebracht hat, eine Bombe befinde. Der sofort ausgelöste Bombenalarm führt zur Evakuierung und Durchsuchung aller MI5-Büros durch die \"Dogs\". Bei der Öffnung des Kofferraums durch einen Entschärfungsroboter zeigt sich, dass die Bombe eine Attrappe aus Elektroschrott ist. Das Durcheinander des Bombenalarms hat es inzwischen jedoch dem von Lamb im Kofferraum des Dienstwagens eingeschmuggelten Cartwright ermöglicht, zum MI5-Personalbüro vorzudringen und den dort zuständigen \"Spider\" Webb mit der Anschuldigung zu konfrontieren, dass Webb gemeinsam mit Taverner während der Stansted-Übung absichtlich Cartwright mit falschen Informationen versorgt habe, damit Taverner Cartwright ins Slough House abschieben kann. Grund dafür sei gewesen, dass Cartwright bei der Beschattungsübung das Foto von dem heimlichen Treffen zwischen Taverner und Black gemacht habe und damit zum Zeugen des illegalen Verhaltens von Taverner geworden sei. Als Webb Cartwrights Forderung, das Foto herauszugeben, ablehnt, schlägt Cartwright ihn bewusstlos und entdeckt das Foto in einer Tarnakte, kurz bevor die \"Dogs\" auch Webbs Büro evakuieren. Cartwright sucht mit dem Foto Taverners Büro auf. Lamb und Cartwright drohen Taverner damit, deren Entführungsoperation gegenüber MI5-Generaldirektorin Tierney und der Presse zu enthüllen. Standish und Ho können den von den \"Sons of Albion\" bei der Entführung und der Flucht aus London benutzten Lieferwagen identifizieren, da er mit einer früheren Tarnidentität von Black in Verbindung steht. Ho gelingt es, die Fahrstrecke des Lieferwagens anhand der elektronischen Signale von dessen Navigationsgerät zu verfolgen. Den Entführern droht derweil das Benzin auszugehen. Curly bekräftigt seine Absicht, Hassan Ahmed zu enthaupten und sich dann durch die Polizei erschießen zu lassen. Zeppo zieht eine Pistole, die er heimlich dem getöteten Black abgenommen hat, und übernimmt so das Kommando unter den Entführern. Hassan Ahmed teilt den Entführern mit, dass sein wohlhabender pakistanischer Onkel ihnen Geld für seine sichere Rückkehr anbieten könne. Nach dem Auftanken gelingt es Curly, Zeppo zu entwaffnen. Curly erschießt Zeppo und übernimmt so wieder das Kommando.","versions":[{"lang":1,"streams":[{"redirect":14516573,"hoster":"VOE"},{"redirect":14510134,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Londoner Regeln","epNo":6,"alt":"Follies","descr":"Taverner stellt Judd in dessen Haus zur Rede und wirft ihm vor, er habe nach dem Besuch Hobdens mit Anrufen bei seinen rechtsextremen Kontakten die Operation gefährdet und Blacks Tod verursacht. Tierney kehrt aus den USA zurück und ordnet an, die Operation abzuschließen. Taverner belügt Tierney erneut über deren Zweck.Curly zwingt Larry und Hassan mit vorgehaltener Waffe in ein abgelegenes Waldgebiet, um die Enthauptung vorzunehmen. Larry befreit Hassan jedoch, setzt Curly mit einer Axt außer Gefecht und flieht mit dem Lieferwagen. Curly kommt schnell wieder zu sich und kann trotz seiner Verletzungen Hassan wieder einfangen. Larry kommt im Hafen von Harwich an, wird aber auf Befehl Tierneys von den \"Dogs\" erschossen, die eine Waffe an seiner Leiche ablegen, um die Tötung zu rechtfertigen. Curly bereitet sich darauf vor, Hassan vor einer vermeintlichen normannischen Burg zu töten, die, wie Hassan jedoch korrigiert, in Wirklichkeit eine romantisierende Pseudo-Burgruine aus dem 19. Jahrhundert ist. Lamb, Cartwright, Min und Louisa können Curly und Hassan mit Hilfe von Roddy zu der Pseudo-Ruine verfolgen. Curly und River liefern sich eine kurze Schießerei, bevor Hassan Curly mit einem Stein bewusstlos schlägt. Die \"Dogs\" treffen ein, aber die Slough-House-Agenten verhindern, dass die \"Dogs\" den verhafteten Curly töten. Nach dem offenbar erfolgreichen Ende der Operation teilt Roddy River Cartwright mit, dass im MI5-Intranet alle Spuren von Sids Namen getilgt worden seien, was darauf hindeute, dass sie noch am Leben sein könnte. Hobden stirbt, als er von Chef-\"Dog\" Duffy vor einen Bus gestoßen wird. Charles Partner, so stellt sich heraus, war der ehemalige Generaldirektor des MI5 und beging offiziell Selbstmord, weil er von einem ausländischen Geheimdienst erpresst wurde. Lamb erzählt Standish, dass er davon gewusst und die Waffe besorgt habe, da Partner ein enger Freund gewesen sei. In einer Rückblende wird jedoch gezeigt, dass Lamb Partner tatsächlich auf Anweisung von Rivers Großvater David Cartwright tötete und den Mord als Selbstmord inszenierte.","versions":[{"lang":1,"streams":[{"redirect":14516566,"hoster":"VOE"},{"redirect":14333305,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14516571,"hoster":"VOE"},{"redirect":14449579,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Letzter Halt","epNo":1,"alt":"Last Stop","descr":"Jackson Lamb wird hellhörig, als ein ehemaliger Agent tot aufgefunden wird. Min und Louisa werden durch ein Angebot außerhalb des Slough House in Versuchung geführt.","versions":[{"lang":1,"streams":[{"redirect":14511504,"hoster":"VOE"},{"redirect":14511508,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498153,"hoster":"VOE"},{"redirect":14511495,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Liebesgrüße aus Upshott","epNo":2,"alt":"From Upshott with Love","descr":"Lamb arbeitet mit einem russischen Deserteur zusammen, der möglicherweise einen Hinweis zu Schläferagenten hat. River begibt sich auf die Spuren eines skrupellosen Attentäters.","versions":[{"lang":1,"streams":[{"redirect":14498160,"hoster":"VOE"},{"redirect":14511512,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498151,"hoster":"VOE"},{"redirect":14509959,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Trinkspiele","epNo":3,"alt":"Drinking Games","descr":"River macht es sich in den Cotsworlds gemütlich, während er nach einem Schläferagenten sucht. Min muss feststellen, dass russische Trinkspiele die schlimmsten von allen sind.","versions":[{"lang":1,"streams":[{"redirect":14498129,"hoster":"VOE"},{"redirect":14481184,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498169,"hoster":"VOE"},{"redirect":14504889,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zikaden","epNo":4,"alt":"Cicada","descr":"Louisa knöpft sich Pashkin vor. Catherine spielt ein äußerst riskantes Schachspiel gegen einen gefährlichen Fremden.","versions":[{"lang":1,"streams":[{"redirect":14498150,"hoster":"VOE"},{"redirect":14517055,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498149,"hoster":"VOE"},{"redirect":14520505,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geschäftsgebaren","epNo":5,"alt":"Boardroom Politics","descr":"Lamb befiehlt seinen Slow Horses, in Fallen zu gehen. River glaubt, dass etwas Besorgniserregendes auf London zusteuert.","versions":[{"lang":1,"streams":[{"redirect":14516567,"hoster":"VOE"},{"redirect":14511509,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14516564,"hoster":"VOE"},{"redirect":14511497,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alte Rechnungen","epNo":6,"alt":"Old Scores","descr":"Lamb und Katinsky liefern sich ein Kopf-an-Kopf-Rennen. Ho steckt mit einem russischen Attentäter in einem Zug fest.","versions":[{"lang":1,"streams":[{"redirect":14516565,"hoster":"VOE"},{"redirect":14511511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14516569,"hoster":"VOE"},{"redirect":14511498,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Seltsame Spiele","epNo":1,"alt":"Strange Games","descr":"Eine romantische Beziehung in Istanbul endet schlecht. Lamb bekommt Panik, als eines seiner Slow Horses nicht zur Arbeit erscheint.","versions":[{"lang":1,"streams":[{"redirect":14498132,"hoster":"VOE"},{"redirect":14511510,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498167,"hoster":"VOE"},{"redirect":14511499,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Harte Lektionen","epNo":2,"alt":"Hard Lessons","descr":"River muss etwas aus dem Park stehlen, um ein Leben zu retten. Lamb erkennt, dass ein seltsames Spiel im Gange ist.","versions":[{"lang":1,"streams":[{"redirect":14498161,"hoster":"VOE"},{"redirect":14511519,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498158,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Wie man mit einem Tiger verhandelt","epNo":3,"alt":"Negotiating With Tigers","descr":"Marcus und Shirley ziehen Lambs Zorn auf sich. River entdeckt, dass Rache ein Gericht ist, das am besten kalt serviert wird.","versions":[{"lang":1,"streams":[{"redirect":14498143,"hoster":"VOE"},{"redirect":14506760,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498135,"hoster":"VOE"},{"redirect":14511500,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ungeladene Gäste","epNo":4,"alt":"Uninvited Guests","descr":"Tearney trifft eine mutige Entscheidung. Ohne zu wissen, was sie vorhaben, unterstützen die `Slow Horses` das Tiger-Team. In der Zwischenzeit gehen Lamb und Ho auf einen Road Trip.","versions":[{"lang":1,"streams":[{"redirect":14508813,"hoster":"VOE"},{"redirect":14502241,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14508809,"hoster":"VOE"},{"redirect":14511502,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":" Aufräumen","epNo":5,"alt":"Cleaning Up","descr":"Tavarner und Tearney kämpfen um die Kontrolle über den MI5. River und Louisa geraten ins Kreuzfeuer.","versions":[{"lang":1,"streams":[{"redirect":14508808,"hoster":"VOE"},{"redirect":14329061,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14508811,"hoster":"VOE"},{"redirect":14511503,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Projekt Footprint","epNo":6,"alt":"Footprints","descr":"Die Slow Horses kämpfen um ihr Leben. Lamb teilt mit Catherine einige erschütternde Wahrheiten.","versions":[{"lang":1,"streams":[{"redirect":14498144,"hoster":"VOE"},{"redirect":14504890,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498130,"hoster":"VOE"},{"redirect":14506765,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Identitätsdiebstahl","epNo":1,"alt":"Identity Theft","descr":"Ein Bombenanschlag in London setzt Taverner unter Druck. River sorgt sich um seinen Großvater. Louisa redet ihm zu, ihn zu besuchen.","versions":[{"lang":1,"streams":[{"redirect":14498154,"hoster":"VOE"},{"redirect":14510133,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498146,"hoster":"VOE"},{"redirect":14511506,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Fremder kommt in die Stadt","epNo":2,"alt":"A Stranger comes to Town","descr":"Eine unerfahrene Agentin entdeckt Informationen, die möglicherweise zum Westacres-Attentäter führen könnten. Lamb vermutet, dass David mehr weiß, als er zugibt.","versions":[{"lang":1,"streams":[{"redirect":14520188,"hoster":"VOE"},{"redirect":14520190,"hoster":"Vidoza"},{"redirect":14520187,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14512328,"hoster":"VOE"},{"redirect":14512329,"hoster":"Vidoza"},{"redirect":14512332,"hoster":"Streamtape"}]}]}]}]}