{"path":"/serie/stream/slow-start","name":"Slow Start","descr":"[Ger Sub] Slow Start folgt der 16-jährigen Hana Ichinose, welche ihren Klassenkameraden völlig unbekannt war, nachdem diese erst ein Jahr später auf die Oberschule kam. Auch wenn dies eigentlich nicht nach einem großen Problem aussieht, ist es für Hana dennoch schwer und so gibt sie sich alle Mühe, ihre Mitschüler irgendwann einzuholen.","seasons":[{"path":"/serie/stream/slow-start/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/slow-start/staffel-1/episode-1","name":"","epNo":1,"alt":"The First Butterflies","descr":"Es ist der erste Schultag, und Hana Ichinose macht sich Sorgen, dass sie sich nach ihrem Sabatjahr nicht intigriert. nun ist auch noch ihr Geburtstag! Wird Hana ihren Geburtstag mit ihren neuen Freunden feiern können?","versions":[]},{"path":"/serie/stream/slow-start/staffel-1/episode-2","name":"","epNo":2,"alt":"Exercise Wears Me Out","descr":"Hana und ihre Klassenkameraden essen gemeinsam zu Mittag. Hana genießt es, Mittagessen zu vergleichen und Essen miteinander zu teilen. Sie behält immer noch ein Geheimnis für sich. Inzwischen beginnt der Sporttest der Schule. Leider hat Hana während ihres Schuljahres zwischen der Mittelschule und dem Gymnasium keinerlei Bewegung erfahren.","versions":[]},{"path":"/serie/stream/slow-start/staffel-1/episode-3","name":"","epNo":3,"alt":"Teardrops are Falling","descr":"Die Mädchen sprechen darüber, wie sie ihre Golden Week-Ferien verbringen werden. Sie planen sich zu einer Lernsitzung zu treffen. Um sich auf Eignungsprüfungen vorzubereiten. Sie beschließen, zu Hanas Wohnung zu gehen. Hana findet nichts dabei, Freunde bei sich zu haben. Shion ist genauso begeistert, als sie die Neuigkeiten hört. Als die Goldene Woche beginnt, genießen die vier ihre freien Tage auf ihre Weise, bis es endlich der Tag des Lernens ist.","versions":[]},{"path":"/serie/stream/slow-start/staffel-1/episode-4","name":"","epNo":4,"alt":"The Premium Tournament on the Second Floor","descr":"Hiroe Hannen ist der mysteriöse Bewohner von Temari Heights Apartment 202. Als Hana ein Paket für ihn abgibt, verwechselt der paranoide Hiroe Hana als verdächtigen Eindringling. Ihr Missverständnis wird durch die Einführung von Shion ausgeräumt. Aber es wird schnell klar, dass Hiroe ein Eingeschränkter ist, der nicht einmal in den Supermarkt gehen kann. Seine High School-Jahre verliefen reibungslos bis zu einem Unfall, der zu einem Wendepunkt in seinem Leben wurde. Das Hören von Hiroes persönlicher Geschichte spricht Hana an. Welche dann ihr Geheimnis teilt.","versions":[]},{"path":"/serie/stream/slow-start/staffel-1/episode-5","name":"","epNo":5,"alt":"Kamuri`s Fluffy","descr":"Die eiko-liebende Kamuri ist begeistert, als sie ein Foto von ihr aus der Mittlelschulzeit bekommt. Die Eiko auf dem Foto sieht jedoch nicht so aus, wie sie vor einem Jahr ausgesehen hat. Und doch bestätigt Eiko, dass es sich tatsächlich um sie handelt. Kamuri ist mit dem langweiligen Geheimnis nicht zufrieden und spricht mit Hana, die daran erinnert, dass sie kürzlich ein Mädchen gesehen hat, das Eiko im Einkaufsviertel sehr ähnlich sah. Die beiden sind fasziniert von der Möglichkeit, gleich auszusehen um sich auf die Suche nach Eikos Geheimnis zu begeben.","versions":[]},{"path":"/serie/stream/slow-start/staffel-1/episode-6","name":"","epNo":6,"alt":"Sliminess of an Eel","descr":"Der Hauptpunkt bei der Übernachtung in Hanas Apartment soll eine Studiensitzung sein. Um sich auf das bevorstehende Semesterfinale der Mädchen vorzubereiten. Aber Tamate ist mehr daran interessiert, ein leckeres Abendessen für sie zu kochen. Die Mädchen spielen auch gerne ein Videospiel und nehmen ein Bad, eine Belohnung für hartes Lernen. Sie beschließen den genussvollen Abend mit Gutenachtgeschichten, die dazu führen, dass eine ausgeflippte Hana nicht schlafen kann.","versions":[]},{"path":"/serie/stream/slow-start/staffel-1/episode-7","name":"","epNo":7,"alt":"Cuffed Wrists","descr":"","versions":[]},{"path":"/serie/stream/slow-start/staffel-1/episode-8","name":"","epNo":8,"alt":"Hana`s Friends","descr":"Hana hat seit Schulbeginn noch nicht mit der Hälfte der Schüler ihrer Klasse gesprochen. Die Mädchen sind besorgt um Hana und versuchen ihr zu helfen. Später gehen Hana und ihre Freunde Badeanzüge shopen.","versions":[]},{"path":"/serie/stream/slow-start/staffel-1/episode-9","name":"","epNo":9,"alt":"Gorilla in a Swimsuit","descr":"Die vier haben Pläne, an den Strand zu gehen, aber es regnet leider. Obwohl Hana nervös war, einen Bikini zu tragen, freute sie sich darauf. Ein bisschen zu sehr. Weinend sagt sie ab. Um sich aufzuheitern, beschließen die Mädchen, sich bei Temari Heights in ihren Bikinis aufzuhalten. Die Atmosphäre wird noch festlicher, wenn Hiroe und Shion mitmachen.","versions":[]},{"path":"/serie/stream/slow-start/staffel-1/episode-10","name":"","epNo":10,"alt":"The Shark`s Cousin","descr":"Eiko hält immer noch ihre Accessoires für ein Geheimnis. Aber sie gibt Hana, ihrer einzigen Vertrauten, eine handgefertigte Brosche. Hana ist begeistert, diese zu bekommen. Fühlt sich aber schuldig. Sie kann sich nicht entscheiden, ob sie ihren Freunden die Wahrheit mitteilen möchte.","versions":[]},{"path":"/serie/stream/slow-start/staffel-1/episode-11","name":"","epNo":11,"alt":"Tomato Festival","descr":"Endlich beginnt der Sommerurlaub! Die vier beschließen, gemeinsam zum Sommerfest zu gehen. Sie essen bei Tama zu Mittag und bereiten sich auf das Festival in ihren Yukatas vor!","versions":[]},{"path":"/serie/stream/slow-start/staffel-1/episode-12","name":"","epNo":12,"alt":"Starting Slow","descr":"Hanas Mutter hat immer Kleidung für sie gekauft, aber jetzt wird sie zum ersten Mal ihr eigenes Outfit auswählen. Das Problem ist, dass sie sich nicht vorstellen kann, welche Art von Kleidung zu ihr passen würde. Als Hana um Rat fragt, schlägt Eiko vor, dass sie am nächsten Tag alle einkaufen gehen. Tamate freut sich auch, Hana dabei zu unterstützen, während Kamuri sich mehr für Post-Shopping-Parfaits interessiert. Wenn sie an diesem Tag nach Hause kommt, überlegt Hana, welche Art von Kleidung wohl ihr Stil sein wird.","versions":[]}]}]}