{"path":"/serie/stream/small-axe","name":"Small Axe","descr":"Das \"filmische Monument\" mit cinemastischen Qualitäten von Steve McQueen, malt über sechs Anthologie-Filmfolgen die karibische Community im London der 1960er bis 1980er Jahre zu einem komplexen, zeitgeschichtlichen, einzigartigen Porträt.","seasons":[{"path":"/serie/stream/small-axe/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/small-axe/staffel-1/episode-1","name":"Mangrove","epNo":1,"alt":"Mangrove","descr":"\"Mangrove\" erzählt die wahre Geschichte der ‚Mangrove Nine‘, einer Gruppe schwarzer Aktivisten, die 1970 mit der Londoner Polizei aneinandergeriet. Der darauf folgende Prozess war die erste gerichtliche Anerkennung eines durch Rassenhass motivierten Verhaltens innerhalb der Metropolitan Police. Der in Trinidad geborene Frank Crichlow hat gerade im Londoner Stadtteil Notting Hill ein Restaurant eröffnet, dem er den Namen \"Mangrove\" gegeben hat. Für den weißen Polizisten Frank Pulley ist bereits das ‚Black Ownership‘-Schild im Fenster eine Provokation. Der rassistische Police Officer hat ein Problem mit Schwarzen und glaubt, das \"Mangrove\" sei ein Treffpunkt für Kriminelle und Prostituierte.In den folgenden Wochen kommen Pulley und seine Kollegen immer wieder im Rahmen von unangekündigten Polizeirazzien in das ‚Mangrove‘, greifen Gäste und Mitarbeiter an, rufen rassistische Beleidigungen und verursachen jedes Mal erheblichen Schaden. Weil Frank Crichlows wiederholte Beschwerden hierüber bei der Polizei und beim Innenministerium ungehört bleiben und seine Gäste schon völlig verängstigt sind, steht er kurz davor, das \"Mangrove\" aufzugeben. Doch die Community von Notting Hill hat für ihn gespendet, und ein Stammgast kommt mit einer Keksdose voller Geld zu ihm. Er soll versuchen, das \"Mangrove\" als das neue Zentrum der Black Community zu halten.Nach einer Reihe von weiteren Polizeirazzien schließt er die Küche und stellt das \"Mangrove\" tatsächlich den schwarzen Aktivisten zu Verfügung, obwohl er eigentlich immer nur vorhatte, ein gutes Restaurant zu führen, das würzige westindische Küche serviert. An einem Tag im August 1970 gehen rund 150 Menschen auf die Straße, die das \"Mangrove\" erhalten wollen, darunter die Black-Panther-Anführerin Altheia Jones-LeCointe und der Aktivist Darcus Howe. Gemeinsam marschieren sie von einer Polizeistation zur nächsten und fordern, man sollte das \"Mangrove\" in Ruhe lassen. Wenige Monate später finden sich neun der Demonstranten auf der Anklagebank des Old Bailey wieder, dem höchsten Gericht des Landes, das sonst nur bedeutende Kriminalfälle verhandelt. Sie werden von dem jungen weißen Anwalt Ian MacDonald vertreten.Der beantragt bei dem vorsitzenden Richter Edward Clarke eine rein schwarze Jury unter Berufung auf die Magna Carta, nach der jedermann das Recht hat, von Gleichaltrigen oder Gleichgestellten vor Gericht gestellt zu werden. Zwar lehnt der sture, alte Richter den Antrag ab, doch der Verteidigung gelingt es, dass zwei Schwarze als Juroren ausgewählt werden. Aufgrund seiner juristischen Ausbildung gelingt es Darcus schließlich, die Glaubwürdigkeit des PC Pulley zu demontieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12397835","hoster":"VOE"},{"path":"/redirect/12432967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/small-axe/staffel-1/episode-2","name":"Lovers Rock","epNo":2,"alt":"Lover\u0027s Rock","descr":"\"Lovers Rock\" ist der zweite Film der Reihe. Schauplatz dieser Folge ist eine Hausparty in den 1980er Jahren in West London. Es ist Samstagabend und Martha hat sich heimlich aus ihrem Elternhaus in Ealing geschlichen, um sich mit ihrer Freundin Patty zu treffen. Die beiden Teenager fahren mit einem Doppeldeckerbus nach Notting Hill. Ihr Ziel ist das Haus von Cynthia, die zu ihrem 17. Geburtstag eine Party veranstaltet. Eine DJ-Gruppe namens \"Mercury Sound\" um den DJ Parker B herum hat große Lautsprecher und alles andere aufgestellt, um mit Musik für die richtige Stimmung zu sorgen. Nach und nach lockt Parker B die Gäste auf die Tanzfläche. Als Martha ihre Freundin aus den Augen verliert, macht sie die Bekanntschaft mit Franklyn. Nach einer Nacht voller berauschender Musik und gemeinsamen Tanzens fahren sie und Patty in den frühen Morgenstunden zurück. Martha schleicht sich in ihr Schlafzimmer, gerade noch rechtzeitig bevor ihre Mutter sie für den Gang zur Kirche weckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12397836","hoster":"VOE"},{"path":"/redirect/12437730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/small-axe/staffel-1/episode-3","name":"Red, White and Blue","epNo":3,"alt":"Red, White and Blue","descr":"\"Red, White and Blue\" ist der dritte Teil, in dem die wahre Geschichte von Leroy Logan erzählt wird, dessen Kindheitswunsch es ist, Polizist zu werden, um die rassistische Einstellung der Polizei von innen heraus zu verändern. Leroy Logan ist zwar in Großbritannien geboren und aufgewachsen, doch sein Vater Kenneth kam einst als Immigrant aus Jamaika in das Land. Um seinen Sohn eine gute Ausbildung zu ermöglichen, schickte er ihn auf eine Privatschule. Besonders verabscheut Kenneth in diesem fremden Land die weißen Männer in Uniform, die Menschen wie ihn regelmäßig belästigen. In diesem Glauben wächst Leroy auf. Er hat miterlebt, wie sein Vater ins Krankenhaus eingeliefert werden musste, nachdem er von zwei fremdenfeindlichen Polizisten falsch beschuldigt und geschlagen wurde, alles eines Parktickets wegen.Auch er selbst hat eigene schlechte Erfahrungen mit der Polizei gemacht. Sein Vater warnt ihn eindringlich, er solle jeglichen Umgang mit der Polizei vermeiden und nichts tun, was diese auf ihn aufmerksam machen könnte. Jahre später arbeitet Leroy als Forensiker. Leroys Kumpel Ed, ein Polizist, ermutigt ihn, sich der Metropolitan Police anzuschließen und bietet ihm an, ihn mal auf Streife mitzunehmen. Nach diesem Eindruck vom Leben der Polizei, kommt es in ihm zu einem Umdenken. Trotz seiner eigenen Erlebnisse seiner Kindheit, des erbitterten Widerstandes seines Vaters und der skeptischen Haltung seines Freundes Leee John gegenüber seinen Plänen, beschließt er im Jahr 1983, sich bei der London Metropolitan Police Force zu bewerben.Im Vorstellungsgespräch macht er der Kommission gegenüber deutlich, dass er sich für den Job bewirbt, um das Verhältnis zwischen den Ethnien zu verbessern. Er will so etwas wie eine Brücke zu seiner jamaikanischen Community sein. Während des sechswöchigen Trainingslehrgangs an der Academy ist er der einzige schwarze Anwärter und macht gleich zu Beginn klar, er sei nicht dort, um Freunde zu finden, sondern die Polizei von innen heraus zu verändern. Einige der anderen Polizeianwärter hören Songs von Marvin Gayes wie ‚Got to Give It Up‘, mögen sogar seinen Humor, und die schriftlichen Prüfungen legt er mit Bravour ab. Erste Zweifel kommen Leroy, als er sich in voller Uniform und mit Bobby-Hut selbst im Spiegel sieht.Im späteren Einsatz lässt man ihn seine Außenseiterrolle und den institutionellen Rassismus spüren, als man ihn alleine einen Flüchtigen verfolgen lässt, und seine weißen Kollegen seine Bitte nach Unterstützung einfach ignorieren. Leroy kommen Zweifel, ob es die richtige Entscheidung war, als erster Schwarzer zur Metropolitan Police zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13569112","hoster":"VOE"},{"path":"/redirect/12432962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/small-axe/staffel-1/episode-4","name":"Alex Wheatle","epNo":4,"alt":"Alex Wheatle","descr":"In dem vierten Teil wird die Biografie von Alex Wheatle nachgezeichnet. Alex Wheatle hat seine Kindheit überwiegend in einem weißen Pflegeheim verbracht. Aufgewachsen in Brixton, das zu dieser Zeit einem Pulverfass gleicht, wird er nach drei Tagen andauernden Unruhen im April 1981 verhaftet. Im Gefängnis erfährt er zum ersten Mal in seinem Leben etwas wie ein Gemeinschaftsgefühl und entdeckt seine Leidenschaft für Musik. Dieser Ort eröffnet Alex ungeahnte Möglichkeiten – von dem Mitgefangenen Simeon wird er dazu angehalten, seinen Horizont zu erweitern. Der junge Mann entdeckt seine Liebe zur Literatur, konfrontiert sich mit seiner Vergangenheit und entdeckt für sich einen Weg zur Heilung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13569113","hoster":"VOE"},{"path":"/redirect/12443693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/small-axe/staffel-1/episode-5","name":"Education","epNo":5,"alt":"Education","descr":"Im fünften und letzten Teil \"Education\" geht es um den Schüler Kingsley. Der 12-jährige Kingsley ist von Astronauten und Raketen fasziniert, erscheint aber sonst völlig ‚normal‘. Weil er im Unterricht gestört hat, schickt der Lehrer ihn zum Schulleiter. Der stuft ihn im Vergleich zu seinen Klassenkameraden als unterlegen ein und empfiehlt Kingsleys Eltern, ihn auf eine \"spezielle\" Schule für Menschen mit \"besonderen Bedürfnissen\" zu schicken. Dort würde ihr Sohn auch vom Sonderunterricht profitieren. Kingsleys Mutter Agnes hält dies für eine gute Idee, da sie selbst Probleme mit ihrem Sohn hat. So fährt Kingsley fortan täglich mit dem Bus zu einer Schule für Lernbehinderte, wo das, was man als \"Klasse\" bezeichnet, eher einer Art Tagesbetreuung gleichkommt, bei der die Lehrer Gitarre spielen und gemeinsam mit den Kindern singen. Was Kingsley schnell bewusst ist, wird auch seiner Mutter langsam klar: er ist Opfer der britischen inoffiziellen Segregationspolitik.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13606833","hoster":"VOE"},{"path":"/redirect/12443696","hoster":"Streamtape"}]}]}]}]}