{"seriesId":"smiley","name":"Smiley","descr":"Álex wird das Herz gebrochen – er hatte sich Fantasien mit einem jungen Mann hingegeben, der nur ein paar Wochen später spurlos aus seinem Leben verschwindet und sich nie mehr meldet. Und das macht Álex wütend. Er nimmt sein Telefon in die Hand und verlangt per Voicemail nach einer Erklärung. Doch das hat ungeahnte Folgen, denn er sendet die Voicemail aus Versehen an Bruno, den er gar nicht kennt. Dieses unschuldige Missgeschick ist nur das erste in einer ganzen Kette von Ereignissen, die das Leben von Álex und Bruno für immer verändern werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Alex und Bruno","epNo":1,"alt":"","descr":"Eine irrtümlich hinterlassene Voicemail führt Barkeeper Álex mit dem Architekten Bruno zusammen. Álex\u0027 Freundin Vero überlegt sich die nächsten Schritte in ihrem Leben.","versions":[{"lang":1,"streams":[{"redirect":12925481,"hoster":"VOE"},{"redirect":11804335,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Flügel des Ikarus","epNo":2,"alt":"","descr":"Das erste Date von Álex und Bruno wird zur Achterbahnfahrt. Brunos Bekannte Albert und Núria treffen sich vor dem Ausgehen mit einer potenziellen neuen Nanny.","versions":[{"lang":1,"streams":[{"redirect":11804338,"hoster":"VOE"},{"redirect":11804340,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bringing Up Baby","epNo":3,"alt":"","descr":"Bruno und Álex sind am Morgen danach beide verwirrt, wie es weitergehen soll. Albert hat Probleme bei der Arbeit. Patri und Vero versuchen, ihre Beziehung zu retten.","versions":[{"lang":1,"streams":[{"redirect":11804342,"hoster":"VOE"},{"redirect":11804343,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Neuanfang","epNo":4,"alt":"","descr":"Álex weiß nicht, ob er Brunos SMS beantworten soll. Vero und Patri steigen in die Welt der Dating-Apps ein. Brunos Kollege Ramón überrascht ihn.","versions":[{"lang":1,"streams":[{"redirect":11804346,"hoster":"VOE"},{"redirect":11804347,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Weihnachten","epNo":5,"alt":"","descr":"Auf drei verschiedenen Feiern sorgen unerwartete Gäste und Enthüllungen für einen denkwürdigen Weihnachtstag.","versions":[{"lang":1,"streams":[{"redirect":11804352,"hoster":"VOE"},{"redirect":11804351,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der eine Grad der Trennung","epNo":6,"alt":"","descr":"Álex und Bruno begegnen sich erneut. Javi bietet sich als Beichtvater für Ramiro an. Vero und Albert erleben beide Momente der Klarheit.","versions":[{"lang":1,"streams":[{"redirect":11804355,"hoster":"VOE"},{"redirect":11804357,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fünf Minuten bis zum Countdown","epNo":7,"alt":"","descr":"Eine wilde Silvesterparty in der Bar Bero bringt alle für eine Nacht voller Lieder, Cava und – im Guten wie im Schlechten – ehrlicher Gespräche zusammen.","versions":[{"lang":1,"streams":[{"redirect":11804360,"hoster":"VOE"},{"redirect":11804359,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der rote Faden","epNo":8,"alt":"","descr":"Patri und Vero bereiten den Umzug in ihre neue Wohnung vor und Ramiro will nach vorne schauen. Gegen das Schicksal sind Álex und Bruno machtlos.","versions":[{"lang":1,"streams":[{"redirect":11804332,"hoster":"VOE"},{"redirect":11804331,"hoster":"Streamtape"}]}]}]}]}