{"seriesId":"smile-of-the-arsnotoria-the-animation","name":"Smile of the Arsnotoria the Animation","descr":"[Warau Arsnotoria Sun!] In der magischen Akademiestadt Ashram, in der alle in Schlafsälen leben müssen. Dort studiert eine Gruppe von Mädchen, die als \"Pentagramme\" , bekannt sind, unter anderem Manieren und Magie, um \"wahre Damen\"  zu werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Snif, snif","descr":"Arsnotoria, Mell, Koal, Pica und Ab sind fünf beste Freundinnen aus der magischen Bildungsstadt Ashlam, die zusammen die ansässige Zaubereiakademie besuchen. Mit ihren unterschiedlichen Persönlichkeiten kommt es da manchmal zu kleineren Streitereien, aber nach einer heißen Tasse Tee und ein paar süßen Leckereien ist jeder Zwiespalt im Nu wieder vergessen! Doch nicht überall auf der Welt ist es so friedlich wie in ihrem gemeinsamen wohligen Zimmerchen...","versions":[{"lang":3,"streams":[{"redirect":14442092,"hoster":"VOE"},{"redirect":10829513,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Hug!!!","descr":"Da die Schule in letzter Zeit öfter von bösen Käfern heimgesucht wird, schickt Direktorin Solow Arsnotoria zur Ungezieferbeseitigung auf das Schulgelände. Ihre vier besten Freundinnen stehen ihr dabei natürlich tatkräftig zur Seite! Doch als sich der Tag und somit ihre Arbeit langsam dem Ende nähert, taucht aus den Schatten ein kleines, fieses Wesen auf und sorgt für allerlei Chaos...","versions":[{"lang":3,"streams":[{"redirect":10878263,"hoster":"VOE"},{"redirect":10878264,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Sniff...","descr":"Als Arsnotoria eines Morgens aufwacht, muss sie mit Schrecken feststellen: ihr größter Stolz - ihre sensible Nase - will nicht mehr so recht funktionieren! Ihre Freundinnen sind natürlich sofort zur Stelle und helfen ihr eifrig bei der Suche nach einer Möglichkeit, ihren feinen Geruchssinn wiederherzustellen. Doch nicht all ihre Methoden sind gleich effektiv","versions":[{"lang":3,"streams":[{"redirect":10918049,"hoster":"VOE"},{"redirect":10918050,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ding Dong","descr":"Heute Nacht wird nicht geschlafen! Grund dafür ist ein ganz besonderer Nachtunterricht, für den Direktorin Solow die fünf Freundinnen von Pentagram eingeladen hat, eine mysteriöse Blume zu bestaunen, die nur im Mondschein blüht. Doch allein schon der lange Weg zum Klassenzimmer wird für die Mädchen ein unerwartetes, kleines Abenteuer","versions":[{"lang":3,"streams":[{"redirect":10952405,"hoster":"VOE"},{"redirect":10952404,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Sn-...","descr":"Was folgt auf eine aufregende Woche in einer Schule voller Wunder und Magie? Natürlich das wohlverdiente Wochenende! Aber was macht man an einem freien Tag eigentlich so? Während sich Mell und Koal auf die Suche nach einer spaßigen Freizeitbeschäftigung begeben, erlebt Tori ihr ganz eigenes, kleines Abenteuer, und erfährt dabei eine Kleinigkeit über ihre eigene Herkunft...","versions":[{"lang":3,"streams":[{"redirect":10991981,"hoster":"VOE"},{"redirect":10991979,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Shh—","descr":"","versions":[{"lang":3,"streams":[{"redirect":11036602,"hoster":"VOE"},{"redirect":11036600,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Coo coo coo","descr":"Das Äußere ist für eine echte Dame überaus wichtig. Picatrix möchte den neuesten Londoner Trends entsprechen und sich so eine besonders schicke neue Frisur zulegen. Doch um diese noch abzurunden, benötigt sie eine Feder.","versions":[{"lang":3,"streams":[{"redirect":13491866,"hoster":"VOE"},{"redirect":11064343,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Wa------","descr":"Auch in der Magierschule von Ashlam ist man natürlich nicht vor schulischen Pflichten und Prüfungen gefeit, aber muss es wirklich unbedingt Mathe sein? Während Mell noch inständig hofft, dass der Test ausfallen könnte, erspäht Koal in einer nahegelegenen Höhle ein merkwürdiges Licht – und stolpert prompt in ein waghalsiges, kleines Abenteuer mit einem alten Freund...","versions":[{"lang":3,"streams":[{"redirect":13491858,"hoster":"VOE"},{"redirect":11114141,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Uh~ Uh~ Uo~~","descr":"Da es in Ashlam so selten schneit, ist der heutige Unterrichtsplan für die Pentagramme, viel im Schnee zu spielen.","versions":[{"lang":3,"streams":[{"redirect":13491860,"hoster":"VOE"},{"redirect":11172399,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"SSSS-----","descr":"Nachdem Solow das Pentagramm auf dem Flur rennen sieht, beschließt sie, eine besondere Lektion darüber zu erteilen, wie man wie eine Dame geht. ","versions":[{"lang":3,"streams":[{"redirect":13491861,"hoster":"VOE"},{"redirect":11200902,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"On Three","descr":"","versions":[{"lang":3,"streams":[{"redirect":13491862,"hoster":"VOE"},{"redirect":11284566,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Sniff!","descr":"","versions":[{"lang":3,"streams":[{"redirect":11379118,"hoster":"VOE"},{"redirect":11379117,"hoster":"Streamtape"}]}]}]}]}