{"path":"/serie/stream/snow-angels","name":"Snow Angels","descr":"[Snöänglar] Kurz vor Weihnachten: Ein fünf Wochen altes Baby verschwindet auf mysteriöse Art im verschneiten Stockholm. Jenni (Josefin Asplund), die Mutter des kleinen Lucas, hat die Befürchtung, dass sie unter Medikamenteneinfluss eine Tat begangen hat, an die sie sich nun nicht erinnern kann. Zwei weitere Frauen sind mit dem Fall schicksalhaft verbunden: Polizistin Alica (Eva Melander) und Krankenschwester Maria (Maria Rossing), die mitbekommen hat, dass Jenni den Säugling öfter vernachlässigt hat und bereits versuchte, Jenni das Baby wegnehmen zu lassen. Oder hat vielleicht die ältere, schwerhörige Schwester des Neugeborenen etwas mit dem Verschwinden zu tun? Und welche Rolle spielt der Vater (Ardalan Esmaili) des Kindes?","seasons":[{"path":"/serie/stream/snow-angels/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/snow-angels/staffel-1/episode-1","name":"Ohne Erinnerung","epNo":1,"alt":"Episode 1","descr":"In Stockholm verschwindet in der Nacht zu Heiligabend der fünf Wochen alte Lucas. Jenni, die Mutter des Säuglings, weiß nach dem Aufwachen nicht, was passiert sein könnte. Sie nimmt schwere Schlafmittel und hatte einen Filmriss. Zunächst hofft Jenni, ihr Partner Salle könnte mit dem Baby unterwegs sein oder es zu ihrer Mutter Kajsa gebracht haben. Zusammen mit ihrer Tochter Nicole macht sich Jenni auf die Suche. Als Salle einige Stunden später - ohne Lucas und völlig verstört - nach Hause kommt, ist Jenni außer sich vor Sorge. Dennoch zieht sie ihre Vermisstenmeldung zurück, denn Salle glaubt zu wissen, wo er Lucas findet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12253625","hoster":"VOE"},{"path":"/redirect/12480106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/snow-angels/staffel-1/episode-2","name":"Liebe und Tod","epNo":2,"alt":"Episode 2","descr":"Stockholm im November, 51 Tage vor dem Verschwinden des Säuglings Lucas. Jenni erlebt mit Lucas eine schwere Schwangerschaft. Sie leidet unter Schlaflosigkeit, schleppt sich apathisch durch den Tag und fühlt sich überfordert. Um Tochter Nicole muss sich ihr Partner Salle kümmern. Er ist mit der Doppelbelastung - seinem Job als Koch und der Vaterrolle - am Limit. Seine Schwiegermutter Kajsa, die Salle um Unterstützung bittet, weigert sich, ihm zu helfen. Unterdessen bekommt die Kopenhagener Kinderkrankenschwester Maria von ihrer Cousine Anika das Angebot, nach Stockholm zu ziehen und dort mit ihr zu arbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14002235","hoster":"VOE"},{"path":"/redirect/9248083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/snow-angels/staffel-1/episode-3","name":"Eiskalte Stille","epNo":3,"alt":"Episode 3","descr":"1. Dezember, 22 Tage vor dem Verschwinden von Lucas. Jenni kann es kaum erwarten, nach der Entbindung endlich wieder zu feiern. Während die junge Mutter zu Hause eine ausschweifende Party schmeißt, steht der neugeborene Lucas im Kinderwagen vor der Tür ihrer Wohnung - trotz winterlicher Eiseskälte! Als Jennis Partner Salle am späten Abend von der Arbeit kommt, merkt er sofort, dass seine Frau unter Drogen steht. Für Salle, der seine Familie mit zwei Jobs durchbringen möchte, ist klar, dass es so nicht weitergeht. Um die Familie soll sich Kinderkrankenschwester Maria kümmern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9248066","hoster":"VOE"},{"path":"/redirect/9248065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/snow-angels/staffel-1/episode-4","name":"Schrecklicher Verdacht","epNo":4,"alt":"Episode 4","descr":"Wenige Stunden nach dem Verschwinden des fünf Wochen alten Lucas fällt der Verdacht auf seine Eltern. Während die Mutter Jenni festgenommen wird, ist der Vater Salle auf der Flucht. Für die Polizei beginnt ein Wettlauf gegen die Zeit. Selbst mit einer Hundestaffel gelingt es jedoch nicht, die Spur des Säuglings aufzunehmen, der bei winterlichen Minusgraden im Freien nicht lange überleben würde. Kommissarin Alice und ihr Kollege Stellan versuchen vergeblich, von Jenni mehr über die Nacht seines Verschwindens zu erfahren. Die von Schlafmitteln abhängige Mutter behauptet weiterhin, sich an nichts zu erinnern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9248067","hoster":"VOE"},{"path":"/redirect/9248069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/snow-angels/staffel-1/episode-5","name":"Gestohlene Zeit","epNo":5,"alt":"Episode 5","descr":"Während die Suche nach dem Säugling Lucas weitergeht, sitzen seine Eltern voneinander getrennt in Untersuchungshaft. Salle gesteht einen Raubüberfall mit Todesfolge in der Tatnacht. Er bestreitet aber, etwas mit dem Verschwinden seines Sohns zu tun zu haben. Kommissarin Alice vermutet, dass der Verdächtige nicht die ganze Wahrheit sagt. Als es eine überraschende Nachricht in dem Vermisstenfall gibt, tauchen neue Ungereimtheiten auf. Dem plötzlichen Geständnis von Jenni schenkt die erfahrene Ermittlerin jedoch keinen Glauben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12253618","hoster":"VOE"},{"path":"/redirect/9248073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/snow-angels/staffel-1/episode-6","name":"Tiefe Wasser","epNo":6,"alt":"Episode 6","descr":"Die Aussage von Lucas\u0027 Schwester Nicole führt zu einem neuen Verdacht: Jetzt weiß die Polizei, welchen \u0027Engel\u0027 sie in der Tatnacht gesehen haben könnte. Kommissarin Alice ist wegen des Seitensprungs mit ihrem Assistenten Stellan zwar suspendiert, ermittelt aber auf eigene Faust weiter. Die erfahrene Polizistin zweifelt immer noch an dem Geständnis von Jenni, die sich die Schuld am Verschwinden ihres Babys gibt. Um die Wahrheit in dem gelöst scheinenden Fall zu finden, macht sich Alice auf die Suche nach Lucas\u0027 Kinderkrankenschwester Maria, die vergeblich Versäumnisse der überforderten Eltern gemeldet hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9248076","hoster":"VOE"},{"path":"/redirect/9248703","hoster":"Streamtape"}]}]}]}]}