{"seriesId":"social-distance","name":"Social Distance","descr":"Die Anthologie-Serie begleitet verschiedene Menschen in der Isolation, die während der Corona-bedingten Quarantäne düstere als auch lustige Momente durchleben und kontaktlos den Kontakt suchen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Alle zukünftigen Ereignisse löschen","epNo":1,"alt":"Delete All Future Events","descr":"Während er sich bemüht, mit seinem Online-Support-System der Anonymen Alkoholikern in Verbindung zu bleiben, sucht der Mann nach kreativen Wegen, um sich sowohl zu unterhalten und abzulenken als auch nüchtern zu halten. Was angesichts das seine Ex schon einen neuen hat und bei ihm eingezogen ist immer schwieriger wird. Kann er der Versuchung widerstehen???","versions":[{"lang":1,"streams":[{"redirect":8764542,"hoster":"VOE"},{"redirect":14166387,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Feier des menschlichen Lebenszyklus","epNo":2,"alt":"A Celebration Of The Human Life Cycle","descr":"Eine Großfamilie mit vielen Problemen tut ihr Bestes, um eine Online-Feier des Lebens für ihren verstorbenen Patriarchen abzuhalten","versions":[{"lang":1,"streams":[{"redirect":8764539,"hoster":"VOE"},{"redirect":8628446,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Und wir könnten alle zusammen / aufs Meer fahren","epNo":3,"alt":"And We Could All Together/Go Out On The Ocean","descr":"Eine verärgerte alleinerziehende Mutter kümmert sich um einen Senior ohne Unsinn, während sie Online-Kameras verwendet, um ihre kleine Tochter im Auge zu behalten, die allein zu Hause ist.","versions":[{"lang":1,"streams":[{"redirect":13473481,"hoster":"VOE"},{"redirect":8628441,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"0 Meter entfernt","epNo":4,"alt":"Zero Feet Away","descr":"Zu viel Zusammengehörigkeit inspiriert ein strittiges Paar dazu, einen Dritten zu dem Mix einzuladen, in der Hoffnung, seine Beziehung wieder zu beleben. Dabei treffen sie auf einem dating Portal auf einen \"Bekannten\" und als sie ihn einladen kommt alles komplett anders als sie dachten.","versions":[{"lang":1,"streams":[{"redirect":13473479,"hoster":"VOE"},{"redirect":8628450,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die ganze Geschichte anders fluppen und wuppen","epNo":5,"alt":"You Gotta Ding-Dong Fling-Flong the Whole Narrative","descr":"Während seine Frau an COVID-19 leidet, sucht ein verärgerter und vor allen verzweifelter Vater nach Wegen, um seinen kleinen Sohn sicher und frei von Sorgen zu halten. Dabei berät ihn seine Schwester und meint er solle das kreativ lösen und seinem die Sachen äußerst schonend erklären. Denn dieser möchte unentwegt zu seiner Mutter was wegen der Krankheit aber einfach nicht möglich.","versions":[{"lang":1,"streams":[{"redirect":13473491,"hoster":"VOE"},{"redirect":8628454,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Humane Tierfalle","epNo":6,"alt":"Humane Animal Trap","descr":"Ein lang verheiratetes Paar - er ist im Ruhestand, sie eine Krankenschwester eigentlich auch im Ruhestand nur hilft sie wegen der Pandemie gerade im Spital aus - ist der Belastung durch Selbstquarantäne und der langsamen Erkenntnis ausgesetzt, dass sie verschiedene Dinge aus dem Leben wollen. Weswegen es auch immer häufiger zu Meinungsverschiedenheiten kommt was der Beziehung keineswegs gut tut. Was die Frau dazu veranlasst eines Tages zu einem drastischen Schritt veranlasst.","versions":[{"lang":1,"streams":[{"redirect":13473488,"hoster":"VOE"},{"redirect":8628445,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alles ist super deprimierend","epNo":7,"alt":"Everything\u0027s Very Depressing Rn","descr":"Von einem Freund beflügelt, versucht ein schüchterner Teenager, ihre Unsicherheiten darüber zu überwinden, ob er ihrem charismatischen Esport-Teamkollegen sagen soll, dass sie in ihn verknallt ist.","versions":[{"lang":1,"streams":[{"redirect":13473497,"hoster":"VOE"},{"redirect":8628447,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Glanz und Gloria","epNo":8,"alt":"Pomp and Circumstance","descr":"Ein junger Mann stößt mit seinem Chef wegen Rassengerechtigkeit und amerikanischer Geschichte zusammen, als die Empörung über den Tod von George Floyd zunimmt.","versions":[{"lang":1,"streams":[{"redirect":13473496,"hoster":"VOE"},{"redirect":8628456,"hoster":"Streamtape"}]}]}]}]}