{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin","name":"Sofia die Erste - Auf einmal Prinzessin","descr":"Welches kleine Mädchen wünscht sich nicht, eine Prinzessin zu sein? Für Sofia geht der Traum in Erfüllung, doch der Alltag im Schloss ist nicht immer leicht. Nach der Hochzeit ihrer Mutter mit König Roland vom Zauberreich, warten viele neue Aufgaben und Herausforderungen auf die Achtjährige. König Roland schenkt ihr sogar ein Amulett, das ihr magische Fähigkeiten verleiht. So kann sie mit Tieren sprechen und findet schnell neue Freunde wie den Hasen Clover. Zur Schule geht Sofia natürlich auch – und wird dort von den liebevollen Märchenfeen Flora, Fauna und Sonnenschein aus dem Disney Klassiker Dornröschen unterrichtet. Und wenn Sofia einmal Hilfe braucht, stehen ihr die Disney Prinzessinnen Cinderella, Aurora, Rapunzel und Schneewittchen mit Rat und Tat zur Seite.","seasons":[{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/filme/film-1","name":"Sofia die Erste – Auf einmal Prinzessin","epNo":1,"alt":"Sofia The First – Once Upon A Princess","descr":"Welches kleine Mädchen wünscht sich nicht, eine Prinzessin zu sein? Für Sofia geht der Traum in Erfüllung, doch der Alltag im Schloss ist nicht immer leicht. Nach der Hochzeit ihrer Mutter mit König Roland vom Zauberreich, warten viele neue Aufgaben und Herausforderungen auf die Achtjährige. König Roland schenkt ihr sogar ein Amulett, das ihr magische Fähigkeiten verleiht. So kann sie mit Tieren sprechen und findet schnell neue Freunde wie den Hasen Clover. Zur Schule geht Sofia natürlich auch – und wird dort von den liebevollen Märchenfeen Flora, Fauna und Sonnenschein aus dem Disney Klassiker Dornröschen unterrichtet. Und wenn Sofia einmal Hilfe braucht, stehen ihr die Disney Prinzessinnen Cinderella, Aurora, Rapunzel und Schneewittchen mit Rat und Tat zur Seite.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764579","hoster":"VOE"},{"path":"/redirect/8628493","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-1","name":"Eine Prinzessin unter Prinzen","epNo":1,"alt":"Just One of the Princes","descr":"Sofia möchte beim fliegenden Reitturnier mitmachen. Doch dazu muss sie erst einmal Reiten lernen. Obwohl keiner an sie glaubt – nicht einmal ihre Stief-Geschwister Amber und James – übt sie fleißig mit ihrem neuen Freund, dem fliegenden Pferd Minimus. Ist ein fliegendes Reitturnier wirklich nur etwas für Prinzen oder schafft es Sofia, doch noch daran teilzunehmen?((#_#) \u0026lt; XD","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925574","hoster":"VOE"},{"path":"/redirect/8628483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-2","name":"Die königliche Übernachtungsparty","epNo":2,"alt":"The Big Sleepover","descr":"Sofia lädt ihre bürgerlichen Freundinnen zu einer Party ein. Doch Ruby und Jane scheinen nicht zu den Prinzessinnen zu passen. Obwohl sie Spaß auf der Party haben, benehmen sie sich nicht richtig. Als Sofia sie zurechtweist, sind die beiden enttäuscht, denn sie wollen sich nicht verbiegen. Kann Sofia ihre Freundschaft mit Ruby und Jane retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112570","hoster":"VOE"},{"path":"/redirect/8628482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-3","name":"Die Musik der Trolle","epNo":3,"alt":"Let the Good Times Troll","descr":"Sofia freundet sich mit den niedlichen und freundlichen Trollen an, die in einer Höhle in der Nähe des Schlosses leben. Dorthin wurden die Trolle aufgrund eines Missverständnisses verbannt und dürfen nicht mehr unter den Menschen am Hof leben. Sofia heckt einen Plan aus, um König Roland davon zu überzeugen, dass die Trolle nicht gefährlich sind und erinnert alle am Hofe daran, nicht vorschnell über andere zu urteilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764580","hoster":"VOE"},{"path":"/redirect/8628484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-4","name":"Die Zauberschülerin","epNo":4,"alt":"Cedric’s Apprentice","descr":"Sofia soll durch Magie einen Stein in einen Rubin verwandeln. Dabei geht jedoch alles schief und sie bittet den Magier Cedric um Hilfe. Der willigt ein, denn er hofft, Sofias Amulett stehlen zu können. Doch beim gemeinsamen Zaubern freunden sich die beiden allmählich an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764582","hoster":"VOE"},{"path":"/redirect/8628487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-5","name":"Ein königliches Chaos","epNo":5,"alt":"A Royal Mess","descr":"Der Zirkus kommt in das Königreich und Sofia, Amber und James können es nicht erwarten, die Vorstellung zu besuchen. Als James allerdings aus Versehen das neue Fenster im Schloss zerbricht, auf dem auch noch ein Familienportrait aus buntem Glas zu sehen war, befürchtet er, als Strafe nicht mit in den Zirkus zu dürfen. James überredet Sofia und Amber, ihm dabei zu helfen, die Tat zu vertuschen. Doch damit machen die Kinder alles nur noch schlimmer und so lernen sie, wie wichtig es ist, Fehler einzugestehen und seinen Eltern immer die Wahrheit zu sagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764583","hoster":"VOE"},{"path":"/redirect/8628488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-6","name":"Die schüchterne Prinzessin","epNo":6,"alt":"The Shy Princess","descr":"Bei einer Gruppenarbeit in der Schule wird Sofia ihre Mitschülerin Vivian als Projektpartnerin zugeteilt. Zunächst ist Sofia nicht begeistert, denn in der Schule kursieren komische Gerüchte über Vivian. Doch bald stellt Sofia fest, dass Vivian sehr nett ist, aber leider unglaublich schüchtern. Sofia versucht daraufhin alles, um Vivian dabei zu helfen ihre Schüchternheit zu überwinden, damit auch die anderen in der Schule Vivian wirklich kennenlernen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764587","hoster":"VOE"},{"path":"/redirect/8628489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-7","name":"Der Haustier-Wettbewerb","epNo":7,"alt":"Blue Ribbon Bunny","descr":"Sofia meldet sich mit Kalle bei einem Haustier-Wettbewerb an. Als Amber ihr aber rät, doch mit einem geeigneteren Häschen anzutreten, ändert Sofia ihre Meinung. Als Kalle das Herausfindet, ist er zutiefst verletzt. Aber Sofia erkennt bald, dass es viel wichtiger ist, einen guten Freund zu haben als einen Wettbewerb zu gewinnen. Und so riskiert sie den Wettbewerb zu verpassen, um sich mit Kalle zu versöhnen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764588","hoster":"VOE"},{"path":"/redirect/8628491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-8","name":"Der Prinzessinnen-Test","epNo":8,"alt":"The Princess Test","descr":"Auf dem Stundenplan steht diesmal etwas ganz Besonderes. Die Schülerinnen müssen unter Beweis stellen, dass sie sich wie richtig Prinzessinen benehmen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764585","hoster":"VOE"},{"path":"/redirect/8628490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-9","name":"Helferichs Geburtstag","epNo":9,"alt":"Baileywick’s Day Off","descr":"König Roland gibt Helferich, dem königlichen Kammerdiener, einen Tag frei, damit dieser mit seinem Bruder Nigel seinen Geburtstag feiern kann. Doch Sofia, Amber und James nehmen Helferich den ganzen Tag in Anspruch, so dass er gar nicht dazu kommt, seinen freien Tag zu genießen. Als Sofia bemerkt, dass sie und ihre Geschwister Helferichs Geburtstagspläne ruiniert haben, setzt sie alles daran, ihm doch noch einen schönen Geburtstag zu bereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764586","hoster":"VOE"},{"path":"/redirect/8628492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-10","name":"Die großen Picknick-Spiele","epNo":10,"alt":"Tri-Kingdom Picnic","descr":"Sofia meldet sich mit Kalle bei einem Haustier-Wettbewerb an. Als Amber ihr aber rät, doch mit einem geeigneteren Häschen anzutreten, ändert Sofia ihre Meinung. Als Kalle das Herausfindet, ist er zutiefst verletzt. Aber Sofia erkennt bald, dass es viel wichtiger ist, einen guten Freund zu haben als einen Wettbewerb zu gewinnen. Und so riskiert sie den Wettbewerb zu verpassen, um sich mit Kalle zu versöhnen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764589","hoster":"VOE"},{"path":"/redirect/8628504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-11","name":"Die kleine Hexe","epNo":11,"alt":"The Little Witch","descr":"Im nahegelegenen Dorf trifft Sofia auf Lucinda, eine junge Hexe, die sich einen Spaß daraus macht, anderen Kinder Streiche zu spielen und sich über sie lustig zu machen. Deshalb hat Lucinda verständlicherweise auch keine Freunde im Dorf. Sofia möchte Lucinda helfen, ihr Verhalten zu ändern und so doch noch Freunde zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764590","hoster":"VOE"},{"path":"/redirect/8628507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-12","name":"Abenteuer in der Wüste","epNo":12,"alt":"Two to Tangu","descr":"Sofia und Amber besuchen ihren Freund Prinz Zandar in seinem Königreich Tangu mitten in der Wüste. Sofia überredet die nicht besonders risikofreudige Amber, etwas Neues auszuprobieren und auf einem magischen, fliegenden Teppich zu reiten. Aber der wilde, ungezähmte Teppich geht in der Wüste verloren und so wird Sofias und Ambers Reise zu einem spannenden Abenteuer. Nicht zuletzt durch die unerwartete Hilfe von Prinzessin Jasmin, erkennt Amber dann doch, dass es nicht nur wichtig sondern sogar lustig sein kann, neue Sachen auszuprobieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764592","hoster":"VOE"},{"path":"/redirect/8628498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-13","name":"Auf der Suche nach Kalle","epNo":13,"alt":"Finding Clover","descr":"Kalle ist traurig. Seine beste Freundin Sofia hat einfach keine Zeit mehr für ihn. Frustriert schließt er sich einer wandernden Zaubershow an. Als Sofia Kalles Verschwinden bermerkt, begibt sie sich mit Minimus und Crackle sofort auf die Suche nach ihrem Freund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764591","hoster":"VOE"},{"path":"/redirect/8628495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-14","name":"Das Amulett von Avalor","epNo":14,"alt":"The Amulet of Avalor","descr":"Sofias Amulett wurde gestohlen und nun besitzt sie nicht mehr die Fähigkeit mit Tieren zu sprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764594","hoster":"VOE"},{"path":"/redirect/8628496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-15","name":"Die Butterblumen","epNo":15,"alt":"The Buttercups","descr":"Sofia möchte gern mit ihrer Butterblumen-Gruppe auf eine Wanderung gehen, aber König Roland besteht darauf, Helferich, den Butler mitzuschicken, damit Sofia nichts geschieht. Helferich übernimmt jedoch alle Aufgaben, die Sofia selbst lösen soll, um ihre Abzeichen zu bekommen. Doch dann gerät Helferich in eine Situation, in der ihm Sofia mit ihren neu erlernten Fähigkeiten zu Hilfe kommt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764595","hoster":"VOE"},{"path":"/redirect/8628494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-16","name":"Die neue Lehrerin","epNo":16,"alt":"Make Way for Miss Nettle","descr":"Es gibt eine neue Lehrerin an der Schule! Diese hält ab sofort den Gärtner-Unterricht. Sofia findet jedoch heraus, dass diese neue Lehrerin nicht Gutes im Sinn hat, sondern die drei anderen Lehrerinnen Flora, Fauna und Sonnenschein in eine verwunschene Seifenbalse gesperrt hat, um an das versteckte Feen-Zauberbuch zu kommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764596","hoster":"VOE"},{"path":"/redirect/8628499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-17","name":"Das Amulett und die Hymne","epNo":17,"alt":"The Amulet and the Anthem","descr":"Sofia soll beim alljährlichen Erntefest die Hymne von Enchancia singen. Als sie damit bei ihren Freundinnen Ruby und Jade angibt, versieht ihr Amulet Sofia mit einem kleinen Fluch. Jedesmal wenn Sofia spricht oder singt, kommt nur ein schreckliches Quacken heraus. Und so muss Sofia mit Kalle’s Hilfe versuchen, ihr Quack-Stimme bis zum Fest wieder loszuwerden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335140","hoster":"VOE"},{"path":"/redirect/8628500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-18","name":"Die Teeparty","epNo":18,"alt":"Tea for Too Many","descr":"Sofia soll eine königliche Teeparty ausrichten und Amber rät ihr ein großes und rauschendes Fest zu veranstalten um die anderen Prinzen und Prinzessinnen zu beeindrucken. Also läßt Sofia ihre Pläne für eine einfache Party fallen und gibt ihr Bestes einen besonderen Nachmittag zu organisieren. Doch schon bald geraten die Vorbereitungen außer Kontrolle …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764597","hoster":"VOE"},{"path":"/redirect/8628502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-19","name":"Prinzessin Schmetterling","epNo":19,"alt":"Princess Butterfly","descr":"Dieses Jahr sollen alle Schüler ihre Kostüme für den Kostümwettbewerb selbst gestalten. Als Amber kein schöneres Kostüm gelingt als Sofia, bittet sie Cedric, für sie das schönste Kostüm des Balls zu zaubern. Aber Cedric plant eine Intrige: Er zaubert wirkliche Flügel an Ambers Schmetterlingskostüm und sagt ihr, dass er die Flügel erst entfernen wird, wenn Amber ihm Sofias’ Amulett beschafft. Am Ende arbeiten Amber und Sofia zusammen, um Cedrics Plan zu durchkreuzen – und Amber lernt ihre Schwester schätzen, anstatt mit ihr zu konkurriere","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764599","hoster":"VOE"},{"path":"/redirect/8628501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-20","name":"Abenteuer mit Tante Tilly","epNo":20,"alt":"Great Aunt-Venture","descr":"Sofia hat versprochen, ihrer scheinbar schrulligen Tante Tilly zu helfen einen Apfelkuchen zu backen. Anfangs erwartet sie einen ziemlich langweiligen Tag, findet aber schnell heraus, dass ihre Tante Tilly eine große Abenteurerin ist, die einfaches Äpfel plücken zu einem zauberhaften Ausflug machen kann","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764600","hoster":"VOE"},{"path":"/redirect/8628514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-21","name":"Vom König zum Bäcker","epNo":21,"alt":"The Baker King","descr":"König Roland hat einen stressigen Tag mit allen möglichen königlichen Pflichten. Und so wünscht er sich, doch so ein einfaches Leben wie ein Bäcker zu haben … ohne zu ahnen, dass dies schon bald wahr werden wird. Am nächsten Morgen wachen Sofia und die ganze Königsfamilie auf und bemerken, dass sie plötzlich die Bäckersfamilie aus dem Dorf sind. König Roland freut sich zuerst sehr über das neue Leben, muss aber sehr schnell feststellen, dass die Arbeit eines Bäckers ganz und gar nicht so einfach ist, wie er sich das vorgestellt hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764601","hoster":"VOE"},{"path":"/redirect/8628503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-22","name":"Sofia die Erste und die Meerjungfrauen (1+2)","epNo":22,"alt":"The Floating Palace (1+2)","descr":"Sofia macht mit ihrer Familie Urlaub auf einem schwimmenden Palast. Sie lernt eine junge, neugierige Meerjungfrau kennen und wird ihre Freundin. Sie stellt fest, dass die Meerjungfrauen den Menschen misstrauen und ihr Königreich geheim halten. Doch dann blockiert der schwimmende Palast von Sofias Eltern die Sonne und dadurch gerät die Unterwasserwelt der Meerjungfrauen in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764602","hoster":"VOE"},{"path":"/redirect/8711037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-23","name":"[in Episode 22 enthalten]","epNo":23,"alt":"The Floating Palace (2)","descr":"Sofia versucht ihre Eltern davon zu überzeugen, den schwimmenden Palast zu bewegen. Dabei hatte sie eigentlich ihren neuen Freunden, den Meerjungfrauen versprochen, diese nicht zu verraten. Als ihre Eltern sich jedoch weigern, erzählt Sofia das Geheimnis. Dann bekommt Sofia aber unerwartete Hilfe von Arielle und zusammen schaffen sie es die zwei Welten zu vereinen.","versions":[]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-24","name":"Frohes Fest mit König Roland","epNo":24,"alt":"Holiday in Enchancia","descr":"Wegen eines Schneesturms kann König Roland nicht rechtzeitig für die Feiertage nach Hause kommen. Also führt Sofia die ganze Familie bei einer Expedition an, um König Roland zu finden. Dabei zeigt sie Amber, dass es viel wichtiger ist, die Feiertage mit allen seinen Lieben zu verbringen als tolle Geschenke zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764598","hoster":"VOE"},{"path":"/redirect/8628506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-1/episode-25","name":"Meine Freunde, Deine Freunde","epNo":25,"alt":"Four’s a crowd","descr":"Sofia lädt ihre Freundinnen aus dem Dorf, Jade und Ruby, ein, mit ihr und ihrer Schwester Amber an der jährlichen Parade der fliegenden Kutschen teilzunehmen. Als die Mädchen gemeinsam ihre Kutsche dekorieren, verstehen Jade und Ruby sich so gut mit Amber, dass Sofia sich ausgeschlossen fühlt. Nachdem Sofia sich sehr bemüht, ihre Freundinnen wiederzugewinnen, entdeckt sie am Ende, dass es schwierig sein kann, Freunde zu teilen, aber dass es immer Platz für einen neuen Freund gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764604","hoster":"VOE"},{"path":"/redirect/12983924","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-1","name":"Zwei Prinzessinnen und ein Baby","epNo":1,"alt":"Two Princesses and a Baby","descr":"Amber sucht nach einem Zauberspruch, damit sie ihren Geburtstag nicht mit James teilen muss. Aber als der Zauberspruch James versehentlich in ein Kleinkind verwandelt, merkt Amber endlich, wie viel ihr ihr Zwillingsbruder tatsächlich bedeutet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112568","hoster":"VOE"},{"path":"/redirect/8628508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-2","name":"Das verhexte Fest","epNo":2,"alt":"The Enchanted Feast","descr":"Die böse Fee, Miss Nettle, verkleidet sich als mächtige Hexe und versucht, Sofias magisches Amulett zu stehlen. Mit der Hilfe von Cedric – und Schneewittchen – lernt Sofia, ihrem Instinkt zu vertrauen und sich zu Wort zu melden, wenn sie das Gefühl hat, dass jemand ist nicht derjenige ist, für den er sich ausgibt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764603","hoster":"VOE"},{"path":"/redirect/8628519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-3","name":"Die fliegende Krone","epNo":3,"alt":"The Flying Crown","descr":"Kurz vor einem großen Flug-Wettbewerb, an dem James und Sofia zusammen teilnehmen wollen, verletzt sich James. Hugo wird stattdessen Sofias neuer Teampartner. Um zu gewinnen, muss Sofia dem Angeber erst einmal beibringen, was es heißt zusammen zu arbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764609","hoster":"VOE"},{"path":"/redirect/8628510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-4","name":"Das Muttertags-Picknick","epNo":4,"alt":"Mom’s the Word","descr":"Sofia ist traurig, als Amber und James zum Muttertags-Picknick eingeladen werden, an dem sie sonst immer alleine mit ihrer Mutter teilgenommen hat. Doch als Sofias Freundin Lucinda, die kleine Hexe, ihr mit Zauberei den Wunsch erfüllt, alleine mit ihrer Mutter zu sein, stellt Sofia schließlich fest, dass es viel schöner ist, diese Tradition – und ihre Mama – mit ihren Geschwistern zu teilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764607","hoster":"VOE"},{"path":"/redirect/8628521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-5","name":"Der stumme Ritter","epNo":5,"alt":"The Silent Knight","descr":"Sofia trifft ihren Helden, den tapferen aber stummen Ritter Bartleby. Bald stellt sie fest, dass Bartleby zwei Geheimnisse hat: Er ist nur stumm, da er seine Stimme nicht mag. Und er ist verliebt in Sofias Tante Tilly. Sofia hilft Bartleby, Tilly zu umwerben, und unterstützt ihn dabei, stolz auf seine besondere Stimme zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764606","hoster":"VOE"},{"path":"/redirect/8628522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-6","name":"Hokus-Krokus","epNo":6,"alt":"Enchanted Science Fair","descr":"Sofia und ihre Freunde nehmen am Zauber-Wissenschafts-Wettbewerb teil. Sie wollen unbedingt gewinnen, doch nach dem harten Konkurrenzkampf wird ihnen klar, dass ihnen ihre Freundschaft viel wichtiger ist als der Sieg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112574","hoster":"VOE"},{"path":"/redirect/8628511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-7","name":"König für einen Tag","epNo":7,"alt":"King for a Day","descr":"James ist \"König für einen Tag\" und soll regieren, während Miranda und Roland sich eine Auszeit nehmen. Er ist begeistert von der neuen Aufgabe und überlegt sich viele lustige Lösungen für die anfallenden königlichen Verpflichtungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764610","hoster":"VOE"},{"path":"/redirect/8628524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-8","name":"Der Wunschbrunnen","epNo":8,"alt":"When You Wish Upon a Well","descr":"Amber entdeckt einen alten Wunschbrunnen. Doch bald muss sie feststellen, dass man mit seinen Wünschen vorsichtig sein sollte, da sie in Erfüllung gehen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764611","hoster":"VOE"},{"path":"/redirect/8628513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-9","name":"Gwen, die Erfinderin","epNo":9,"alt":"Gizmo Gwen","descr":"Sofia ermutigt die junge Küchenmagd Gwen dazu, ihren Traum Erfinderin zu werden zu verwirklichen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764613","hoster":"VOE"},{"path":"/redirect/8628512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-10","name":"Sofia die Zweite","epNo":10,"alt":"Sofia the Second","descr":"Sofia benutzt einen Verdopplungszauber, um eine Kopie von sich herzustellen. So kann sie gleichzeitig an mehreren Orten sein. Doch die zweite Sofia ist ein durch und durch schlechter Mensch und verursacht jede Menge Probleme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764612","hoster":"VOE"},{"path":"/redirect/8628515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-11","name":"Die alten Zauberer","epNo":11,"alt":"Mystic Meadows","descr":"Sofia und ihre Butterblumen-Pfadfindergruppe besuchen einen fantastischen Alterssitz für Zauberer. Sofia beschließt, dass sie als \"gute Tat des Tages\" Cedric dabei helfen möchte, die Anerkennung seines Vaters, Goodwyn des Großen, zu erlangen, damit der alte Zauberer endlich den mächtigen Familien-Zauberstab an seinen Sohn weitergibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764614","hoster":"VOE"},{"path":"/redirect/9241304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-12","name":"In der Höhle des Jaguars","epNo":12,"alt":"Princesses to the Rescue!","descr":"Auf einem königlichen Besuch im Königreich Wei-Ling machen sich James und Prinz Jin auf, um den Schatz des Jade Tigers zu finden. König Roland und König Quon folgen den Jungen, um sie zu retten, enden jedoch selbst als Gefangene in der Höhle des Tigers an der Seite ihrer Söhne. Jetzt ist es an Sofia, Amber und Jun, ihre Familien zu retten. Dabei hilft ihnen Prinzessin Mulan, die ihnen zeigt, dass auch kleine Prinzessinnen Großes erreichen können","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112575","hoster":"VOE"},{"path":"/redirect/8628517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-13","name":"Die Geister-Gala","epNo":13,"alt":"Ghostly Gala","descr":"Halloween steht kurz bevor und Sofia ist mit der Planung einer Geister-Schloss-Party beschäftigt. Sie wird dabei jedoch vom Schlossgeist Sir Daxter gestört, der am gleichen Abend seine Geister-Gala veranstalten will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925575","hoster":"VOE"},{"path":"/redirect/8628518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-14","name":"Der Smaragdschlüssel","epNo":14,"alt":"The Emerald Key","descr":"Lani und Leilani behaupten beide, die Prinzessin von Hakalo zu sein. Nun muss die königliche Familie entscheiden, welches Mädchen die echte Prinzessin ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764618","hoster":"VOE"},{"path":"/redirect/8628520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-15","name":"Haustier-Mix","epNo":15,"alt":"Scrambled Pets","descr":"Sofia gibt dem Gruppendruck in ihrer Klasse nach und bringt heimlich ihr Haustier mit in die Schule, obwohl das verboten ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764617","hoster":"VOE"},{"path":"/redirect/8628523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-16","name":"Gefangen im Zaubergemälde","epNo":16,"alt":"The Princess Stays in the Picture","descr":"Sofia und Hildegard sind in einem Zaubergemälde gefangen. Und Hildegards besserwisserische Art erschwert es den beiden einen Ausweg zu finden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764619","hoster":"VOE"},{"path":"/redirect/12983914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-17","name":"Tollpatsch Helferich","epNo":17,"alt":"Baileywhoops","descr":"Während der königlichen Jubelfeier hat Helferich mit einem plötzlichen Anflug von Tollpatschigkeit zu kämpfen, der die ganze Feierlichkeit zu ruinieren droht. Sofia versucht vergeblich ihrem Freund zu helfen, kann ihn jedoch nicht davon abhalten, ständig Fehler zu machen. Verzweifelt gibt Helferich schließlich seine Stellung am Hof auf. Doch Sofia steht ihrem Freund weiterhin zur Seite und findet heraus, dass ein Konkurrent, der selbst königlicher Kammerdiener werden möchte, Helferich eine verzauberte Nadel gegeben hat, die tollpatschig macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764620","hoster":"VOE"},{"path":"/redirect/8628525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-18","name":"Der Fluch der Prinzessin Ivy (1+2)","epNo":18,"alt":"The Curse of Princess Ivy (1+2)","descr":"Amber will unbedingt das Amulett tragen, aber Sofia leiht es ihr nicht. Daraufhin nimmt sie es nachts heimlich an sich. Das Amulett bestraft sie, indem es die böse Prinzessin Ivy herbeiruft. Wird es Amber mit Sofias und Rapunzels Hilfe gelingen, Ivy aufzuhalten? (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764622","hoster":"VOE"},{"path":"/redirect/8628528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-19","name":"[in Episode 18 enthalten]","epNo":19,"alt":"The Curse of Princess Ivy (2)","descr":"Amber will unbedingt das Amulett tragen, aber Sofia leiht es ihr nicht. Daraufhin nimmt sie es nachts heimlich an sich. Das Amulett bestraft sie, indem es die böse Prinzessin Ivy herbeiruft. Wird es Amber mit Sofias und Rapunzels Hilfe gelingen, Ivy aufzuhalten?","versions":[]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-20","name":"Ein Geschenk von Herzen","epNo":20,"alt":"Winter’s Gift","descr":"Sofia befürchtet, dass ihr Geschenk für Cedric nicht gut genug sein könnte, und macht sich auf die Suche nach magischen Blumen, von denen sie glaubt, dass sie Cedric besser gefallen könnten. Auf dem Weg trifft sie einen jungen Faun, der von einer Eishexe verwünscht wurde und ein besonderes Geschenk für die Hexe finden muss, damit sie ihren Fluch aufhebt. Die beiden neuen Freunde reisen durch die winterliche Landschaft zur Eishexe, doch diese weist die magischen Blumen als Geschenk zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764627","hoster":"VOE"},{"path":"/redirect/8628526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-21","name":"Das Wald-und-Wiesen-Festival","epNo":21,"alt":"The Leafsong Festival","descr":"Fünkchen möchte gern beim \"Wald-und-Wiesen-Festival\" auftreten, aber ihre Freunde versuchen sie davon abzuhalten, weil sie ihren Feueratem nicht richtig kontrollieren kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764621","hoster":"VOE"},{"path":"/redirect/8628527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-22","name":"Lehrer Cedric","epNo":22,"alt":"Substitute Cedric","descr":"Ausgerechnet an dem Tag, an dem die Elite-Zauberschule der Königlichen Akademie fiese Streiche spielt, soll Cedric Fauna im Zauberunterricht vertreten. Nun muss er seinen neuen Schülern beistehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381582","hoster":"VOE"},{"path":"/redirect/8628538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-23","name":"Kalle zieht ein","epNo":23,"alt":"Clover Time","descr":"Als Kalles Kaninchengehege bei einem Sturm überflutet wird, lädt Sofia ihren besten Freund sofort ein, in ihr Zimmer mit einzuziehen. Zunächst lieben sie es, zusammen zu leben, aber bald müssen beide feststellen, dass sie sehr unterschiedliche Angewohnheiten haben, die ihr Zusammenleben zunehmend erschweren. Schließlich bedroht der Konflikt ihre Freundschaft und die beiden müssen lernen, mehr Rücksicht aufeinander zu nehmen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764626","hoster":"VOE"},{"path":"/redirect/8628529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-24","name":"Rubys gute Fee","epNo":24,"alt":"In a Tizzy","descr":"Sofias Freundin Ruby hat schon immer davon geträumt, das Tretkutschen-Rennen zu gewinnen. In diesem Jahr sieht es so aus, als ob ihr Traum in Erfüllung gehen könnte – dank ihrer neuen guten Fee Tizzy. Doch bald nimmt Ruby so viel Hilfe von Tizzy in Anspruch, dass sie nichts mehr selbst erledigt: Tizzy baut Rubys Tretkutsche für sie und zaubert sogar, dass die Kutsche von selbst strampelt. Schließlich stellt Ruby fest, dass ein bisschen Hilfe toll ist, sie aber Tizzy nicht alles für sie machen lassen kann. Sie bestreitet das Rennen ohne Tizzys Hilfe, und gewinnt dennoch","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112577","hoster":"VOE"},{"path":"/redirect/8628541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-25","name":"Die Qual der Wahl","epNo":25,"alt":"A Tale of Two Teams","descr":"Das jährliche große Ballspiel zwischen Dorfbewohnern und Königsfamilie steht an und Sofia muss sich entscheiden, in welcher Mannschaft sie spielen möchte. Eigentlich hat sie schon ihren Freundinnen Ruby und Jade versprochen, dass sie mit ihnen im Dorf-Team spielen wird, aber ihre Familie überzeugt sie, dass sie ins königliche Team gehört. Als Sofia in einem Trainingsspiel auf der anderen Seite spielt, sind Ruby und Jade sehr verletzt. Am Ende entscheidet sich Sofia jedoch, bei ihren Wurzeln zu bleiben und wechselt für das große Spiel zurück in das Dorf-Team.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251267","hoster":"VOE"},{"path":"/redirect/8628542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-26","name":"Klitzekleine Prinzessin","epNo":26,"alt":"The Littlest Princess","descr":"Als Sofia drei kleine Kobolde rettet, bekommt sie von ihrem Amulett die Fähigkeit verliehen, sich klein und wieder groß zu verwandeln, wann immer sie möchte. Doch dann nimmt Sofia die ungezogenen kleinen Wichte trotz des Verbots ihrer Mutter mit ins Schloss, und wird von ihrem Amulett bestraft, indem sie sich nicht mehr in ihre normale Größe zurück verwandeln kann. Nun ist Sofia klitzeklein und muss feststellen, dass die frechen kleinen Kobolde ständig Streiche spielen, die den Ball zu Ehren Mirandas gefährden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764628","hoster":"VOE"},{"path":"/redirect/8628530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-27","name":"Butterblume Amber","epNo":27,"alt":"Buttercup Amber","descr":"Amber geht mit Sofia und den Butterblumen auf eine Nachtwanderung, obwohl sie es überhaupt nicht leiden kann, sich in der freien Natur schmutzig zu machen. Amber tut sich schwer auf der Wanderung, aber Sofia hilft ihrer Schwester, die verschiedenen Hindernisse auf ihre Art zu bewältigen. Als die Pfadfindertruppe von einem ekligen Sumpfmonster gefangen genommen wird, ist es an Amber, ihre Angst vor dem Schmutzigwerden zu überwinden und ihre Freundinnen zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764629","hoster":"VOE"},{"path":"/redirect/8628532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-28","name":"Die Helfenden Hände","epNo":28,"alt":"Carol of the Arrow","descr":"Sofias Idol Carol lädt Sofia ein, sie und ihre lustige Gruppe \"Die Helfenden Hände\" für einen Tag zu begleiten. Sofia ist begeistert und möchte beweisen, dass sie ebenfalls gut darin ist, anderen zu helfen. Doch dann hört sie, wie Carols Freund schlecht über königliche Familien spricht, und beschließt ihre Identität lieber zu verbergen. Schließlich lernt Sofia, stolz darauf zu sein, wer sie ist, und dass jeder auf seine eigene Weise helfen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764630","hoster":"VOE"},{"path":"/redirect/8628531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-29","name":"Die Schulaufführung","epNo":29,"alt":"Sidekick Clio","descr":"Als Hildegard in den Urlaub fährt, kümmert sich Sofia um Hildys Freundin Clio. Während Clio ihr dabei hilft, für das Vorspiel für die kommende Schulaufführung zu proben, entdeckt Sofia, dass Clio selbst eine talentierte Sängerin und Tänzerin ist und überzeugt sie, ebenfalls am Vorspiel teilzunehmen. Clio hat viel Spaß bei den Proben und liebt das Singen und Tanzen. Doch als Hildegard zwei Tage vor dem Vorsingen aus dem Urlaub zurückkehrt, ist sie nicht begeistert von Clios neuer Eigenständigkeit und möchte nicht, dass Clio am Vorsingen teilnimmt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925580","hoster":"VOE"},{"path":"/redirect/8628533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-2/episode-30","name":"Wo ist Minimus?","epNo":30,"alt":"Minimus is Missing","descr":"Sofia und Amber bemerken, dass die Flügelpferde Minimus und Safran verschwunden sind","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764631","hoster":"VOE"},{"path":"/redirect/8628534","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-1","name":"Der Angeber","epNo":1,"alt":"Cool Hand Fluke","descr":"Der Meerjunge Fluke möchte die Meerkinder der Märchenwelt-Bucht beeindrucken. Doch stattdessen landen alle, einschließlich Sofia, in der Unterwasserhöhle eines gigantischen Manta-Einhorns.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764634","hoster":"VOE"},{"path":"/redirect/8628536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-2","name":"Cedrics gute Taten","epNo":2,"alt":"Cedric Be Good","descr":"Cedric kommt endlich in den Besitz von Sofias Amulett, durch das er die Macht über das Königreich ergreifen möchte. Allerdings wird er mit einem Fluch belegt, bevor er die Kraft des Amuletts nutzen kann","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764636","hoster":"VOE"},{"path":"/redirect/8628537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-3","name":"Der Prinzessinnen-Abenteuer-Club","epNo":3,"alt":"Princess Adventure Club","descr":"Ein neues Mädchen ist auf der Suche nach Freunden auf der Akademie. Auf Sofias Vorschlag hin, gründet Zooey einen Abenteuerclub. Doch warum ist Amber nicht eingeladen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764633","hoster":"VOE"},{"path":"/redirect/8628539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-4","name":"Sofia allein Zuhaus","epNo":4,"alt":"Minding the Manor","descr":"Sofia bekommt die Verantwortung für Tante Tillys Haus. Gerade jetzt muss sie das Haus vor einer Horde Wasserspeier beschützen, die darüber her fallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764635","hoster":"VOE"},{"path":"/redirect/8628540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-5","name":"Die geheime Bibliothek","epNo":5,"alt":"The Secret Library","descr":"Prinzessin Sofia entdeckt einen versteckten Weg in eine geheime Bibliothek und begibt sich auf eine Mission, um Minimus’ Bruder zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764638","hoster":"VOE"},{"path":"/redirect/8628543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-6","name":"Der Lampengeist","epNo":6,"alt":"New Genie on the Block","descr":"Sofia macht sich auf den Weg ins Königreich Tangu, um eine magische Lampe in einer Box abzugeben. Doch dann befreit sie versehentlich einen jungen, wilden Lampengeist. Jetzt liegt es an ihr, den Geist davon abhalten, Tangu in Chaos zu versetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764639","hoster":"VOE"},{"path":"/redirect/8628545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-7","name":"Trolle in Not","epNo":7,"alt":"The Fliegel Has Landed","descr":"Eine böse Hexe bedroht Sofia und ihre Trollfreunde. Nun muss Sofia ihren Trollen zeigen, für sich selbst einzutreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764637","hoster":"VOE"},{"path":"/redirect/8628544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-8","name":"Das Prinzessinnen-Ballett","epNo":8,"alt":"The Princess Ballet","descr":"Sofia und Amber laden Prinzessin Kari ein, eine Ballettvorführung in der Akademie zu geben. Allerdings hat Kari, die normalerweise in allem sehr gut ist, mit der Choreographie zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112576","hoster":"VOE"},{"path":"/redirect/8628546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-9","name":"Umzug mit Kobolden","epNo":9,"alt":"All the Sprite Moves","descr":"Prinzessin Vivian ist traurig, weil ihre Familie in ein neues Schloss ziehen will. Daraufhin bittet sie Sofias Freunde, die Mini-Kobolde, um Hilfe. Sie sollen das Schloss wirken zu lassen, als sei es verflucht. Wird es ihnen so gelingen, den Umzug zu verhindern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764643","hoster":"VOE"},{"path":"/redirect/8628560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-10","name":"Sofia in Elfenmoor","epNo":10,"alt":"Sofia in Elvenmoor","descr":"Sofia und Kalle gelangen durch eine Tür am Boden eines Silberbaums in die magische Welt Elfenmoor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112578","hoster":"VOE"},{"path":"/redirect/8628547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-11","name":"Stürmische Lani","epNo":11,"alt":"Stormy Lani","descr":"Sofia findet heraus, dass Prinzessin Lani das Wetter kontrollieren kann. Doch diese Fähigkeit ist nicht ganz ungefährlich, da sich das Wetter nach Lanis Gefühlslage richtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764641","hoster":"VOE"},{"path":"/redirect/8628548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-12","name":"Der Eis-Prinz","epNo":12,"alt":"Lord of the Rink","descr":"Prinz Hugo ist unsicher, ob er eine Sportart ausprobieren sollte, von der er glaubt, dass sie nur etwas für Mädchen ist. Doch Prinzessin Sofia zeigt ihm, dass jeder Spaß an magischem Eiskunstlauf haben kann","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764646","hoster":"VOE"},{"path":"/redirect/8628553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-13","name":"Die geheime Bibliothek: Olaf und die Geschichte von Miss Nettle","epNo":13,"alt":"The Secret Library: Olaf and the Tale of Miss Nettle","descr":"Als Sofia mit ihrem Amulett versehentlich Olaf statt eine Prinzessin herbeiruft, begeben sich die beiden ins Fröstelreich. Dort müssen sie Miss Nettle davon abhalten, alle Schneesterne zu stehlen, die einzige Blume, die im kalten Fröstelreich überlebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112579","hoster":"VOE"},{"path":"/redirect/8628549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-14","name":"Zu Besuch bei Merlin","epNo":14,"alt":"Gone With the Wand","descr":"Cedric darf die Burg des Magiers Merlin besuchen und nimmt seine Nichte mit. Diese kennt jedoch keine Grenzen und treibt eine Menge Unfug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764645","hoster":"VOE"},{"path":"/redirect/8628551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-15","name":"Kleiner böser Drache","epNo":15,"alt":"Bad Little Dragon","descr":"Sofia und Vivian finden einen niedlichen Babydrachen im Wald, doch es stellt sich schnell heraus, dass der Drache nicht so niedlich ist, wie er scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764644","hoster":"VOE"},{"path":"/redirect/8628550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-16","name":"Die Kaninchen-Verwechslung","epNo":16,"alt":"Bunny Swap","descr":"Kalle und das wilde Kaninchen Barley werden versehentlich vertauscht. Um wieder zurück nach Hause zu finden, muss Kalle seine wilde Seite wiederentdecken","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764648","hoster":"VOE"},{"path":"/redirect/8628552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-17","name":"Königliche Spione","epNo":17,"alt":"Her Royal Spyness","descr":"Amber und Sofia benutzen ihr Teleskop, um heimlich zu spionieren, doch der Schein trügt öfter als man denkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764649","hoster":"VOE"},{"path":"/redirect/8628555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-18","name":"Die Flug-Stuntshow","epNo":18,"alt":"Best in Air Show","descr":"Eine Stunt-Show mit Flügelpferden, in der Minimus’ Eltern die Stars sind, kommt ins Zauberreich. Minimus möchte seinen Eltern natürlich beweisen, dass auch er tolle Flug-Stunts kann. Zuerst möchte Minimus’ Mutter ihrem Sohn die Teilnahme verbieten, da sie denkt Minimus wäre nichts für eine gefährliche Stunt-Show. Sie sieht ihn nur als das sanfte, ängstliche Pferde, das er als Fohlen war und will nicht, dass er sich verletzt. Aber mit Sofias Hilfe kann Minimus nicht nur seinen Eltern, sonder auch siech selbst beweisen, das er alles sein kann, was er will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764654","hoster":"VOE"},{"path":"/redirect/8628556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-19","name":"Der Vater-Tochter-Tag","epNo":19,"alt":"Dads and Daughters Day","descr":"Sofias Klasse begibt sich auf einen Vater-Tochter Ausflug in den Zaubertierpark. Allerdings tun sich bei Sofia Zweifel auf, da Roland nur ihr Stiefvater ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764655","hoster":"VOE"},{"path":"/redirect/8628554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-20","name":"Die geheime Bibliothek: Die Geschichte des noblen Ritters","epNo":20,"alt":"The Secret Library: The Tale of the Noble Knight","descr":"Sofia besucht ihre geheime Bibliothek, und erfährt von der Geschichte des noblen Ritters, der nach dem Eis-Feuer-Schild sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764653","hoster":"VOE"},{"path":"/redirect/8628558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-21","name":"Das Drachenfest","epNo":21,"alt":"The Bamboo Kite","descr":"Sofia besucht das Drachenfest im Königreich Wei-Ling, wo Prinzessin Jun dieses Jahr den ersten Drachen steigen lassen darf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251268","hoster":"VOE"},{"path":"/redirect/8628557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-22","name":"Verwandelt in ein Biest","epNo":22,"alt":"Beauty Is the Beast","descr":"Sofia wird von ihrem Amulett gerufen. Sie muss Prinzessin Charlotte helfen, da diese verflucht, und in ein Biest verwandelt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764651","hoster":"VOE"},{"path":"/redirect/8628559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-23","name":"Die Hexenweihe","epNo":23,"alt":"Cauldronation Day","descr":"Sofia versucht zu verhindern, dass Lucindas gute und böse Hexenfreundinnen ihre Hexenweihe ruinieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764652","hoster":"VOE"},{"path":"/redirect/8628571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-24","name":"Camp Wildnis-Wald","epNo":24,"alt":"Camp Wilderwood","descr":"Als James im Camp Wildnis-Wald Heimweh bekommt heckt er mit seinem Freund Miles einen Fluchtplan aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764657","hoster":"VOE"},{"path":"/redirect/8628572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-25","name":"Königlicher Urlaub","epNo":25,"alt":"Royal Vacation","descr":"Miranda möchte, dass die Familie mal wieder Zeit miteinander verbringt und plant einen Familienurlaub. Allerdings entpuppt sich der Urlaub als schlimmster aller Zeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764658","hoster":"VOE"},{"path":"/redirect/8628562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-26","name":"Die Macht des Amuletts","epNo":26,"alt":"Hexley Hall","descr":"Als Sofia bemerkt, dass sich ihr Amulett verändert, bittet sie Cedric um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112580","hoster":"VOE"},{"path":"/redirect/8628561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-27","name":"Das musikalische Wunderkind","epNo":27,"alt":"The Princess Prodigy","descr":"Als Prinzessin Vivian eine Lehrstelle bei ihrem Idol, dem berühmten Musiker Baron von Rocha, angeboten wird, beginnt sie, ihre Freunde und Aufgaben zu vernachlässigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764659","hoster":"VOE"},{"path":"/redirect/8628564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-3/episode-28","name":"Das Geheimnis der Bäumchen","epNo":28,"alt":"One for the Books","descr":"Für Sofia und ihre Mitschüler beginnt ein neues Schuljahr. Als sie merkt, dass ihr Mitschüler Desmond Schwierigkeiten hat hilft sie ihm, zurechtzukommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764660","hoster":"VOE"},{"path":"/redirect/8628563","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-1","name":"Die Konferenz der Zauberer","epNo":1,"alt":"Day of the Sorcerers","descr":"Nach einem geheimen Zauberertreffen muss sich Cedric zwischen der Herrschaft über das Königreich und seiner Freundschaft zu Sofia entscheiden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764553","hoster":"VOE"},{"path":"/redirect/8628464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-2","name":"Die geheime Bibliothek: Die Geschichte der Ewigen Flamme","epNo":2,"alt":"The Secret Library: Tale of the Eternal Torch","descr":"Sofia macht sich auf, den Angriff der Seeschlangen auf die Drachen der Funkenberge abzuwehren. Kaum erfährt James davon, schleicht er sich auf die Kutsche und hofft auf ein spannendes Abenteuer","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764555","hoster":"VOE"},{"path":"/redirect/8628469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-3","name":"Die Krone der Feldfrüchte","epNo":3,"alt":"The Crown of Blossoms","descr":"Nachdem Kalles Freunde ihm all sein eigens angebautes Gemüse wegessen, schwört er sich, nie wieder mit ihnen zu teilen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925559","hoster":"VOE"},{"path":"/redirect/8628467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-4","name":"Lampengeist in der Klemme","epNo":4,"alt":"Pin the Blame on the Genie","descr":"Nachdem der Lampengeist Kazeem beschuldigt wird, Tangu in Chaos zu versetzen, macht sich Sofia daran, seine Unschuld zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764554","hoster":"VOE"},{"path":"/redirect/8628457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-5","name":"Die Mystischen Inseln – Teil 1","epNo":5,"alt":"The Mystic Isles (1)","descr":"Als Amber erfährt, dass Sofia eine Geschichten-Wächterin ist, begleitet sie sie auf eine Mission zu den mystischen Inseln. Dort will sie einem ehemaligen Kristall-Lebewesen helfen, ihren Terra-Kristall zurückzugewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764567","hoster":"VOE"},{"path":"/redirect/8628460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-6","name":"Die Mystischen Inseln – Teil 2","epNo":6,"alt":"The Mystic Isles (2)","descr":"Sofia und Amber treffen auf neue Freunde und entdecken die Magie der Mystischen Inseln","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925583","hoster":"VOE"},{"path":"/redirect/8628462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-7","name":"Die Mystischen Inseln – Teil 3","epNo":7,"alt":"The Mystic Isles (3)","descr":"Sofia, Amber und ihre neuen Freunde müssen die Mystischen Inseln vor einem unerwarteten Feind retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764557","hoster":"VOE"},{"path":"/redirect/8628458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-8","name":"Die Mystischen Inseln: Das Beschützerinnen-Training","epNo":8,"alt":"The Mystic Isles: The Princess and the Protector","descr":"Sofia trifft auf ihre temperamentvolle Trainerin Chrysta. Gleich zu Beginn ihres Beschützerinnen-Trainings reisen die beiden zur Insel des Immerwährenden Frosts.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112566","hoster":"VOE"},{"path":"/redirect/8628463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-9","name":"Blick in die Vergangenheit","epNo":9,"alt":"Throuth the Looking Back Glass","descr":"Als Cedrics Schwester Cordelia ins Schloss einzieht, gibt es nur noch Krach zwischen den beiden Geschwistern. Sofia versucht, zu helfen, indem sie einen Blick in deren Vergangenheit wirft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764561","hoster":"VOE"},{"path":"/redirect/8628465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-10","name":"Prinzessin Jade","epNo":10,"alt":"Princess Jade","descr":"Ein Kind aus dem Dorf darf mit einer Prinzessin oder einem Prinzen die Plätze in der Schule für 1 tag tauschen wer wird es wohl sein? und wird er oder sie sich gut schlagen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764560","hoster":"VOE"},{"path":"/redirect/8628473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-11","name":"Farbe für Ivy","epNo":11,"alt":"Ivy´s True Colors","descr":".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764563","hoster":"VOE"},{"path":"/redirect/8628475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-12","name":"Der kichernde Kobold","epNo":12,"alt":"Too Cute to Spook","descr":"Am Schul-Tausch-Tag geht Jade auf die Königliche Akademie während Amber ihren Platz in der Dunwiddie Dorfschule einnimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764568","hoster":"VOE"},{"path":"/redirect/8628466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-13","name":"Unter Piraten","epNo":13,"alt":"Pirated Away","descr":".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764565","hoster":"VOE"},{"path":"/redirect/8628476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-14","name":"Die Mystischen Inseln - Das Falkenauge","epNo":14,"alt":"The Mystic Isles - The Falcon´s Eye","descr":"Sofia lädt ihre Koboldfreundin Calista ein, um an Halloween mit ihr Süßigkeiten zu sammeln. Allerdings schlagen Calistas Versuche, die Mädchen zu beeindrucken fehl, wodurch sie Halloween beinahe ruiniert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112569","hoster":"VOE"},{"path":"/redirect/8628468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-15","name":"Die Mystischen Inseln – Kalle in Zaubernöten","epNo":15,"alt":"The Great Pretender","descr":"Als Sofia, Amber und Miranda auf See fahren, um einen Sternschnuppenregen zu beobachten, werden sie von Piraten entführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764562","hoster":"VOE"},{"path":"/redirect/8628477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-16","name":"Die Mystischen Inseln –  Ein magisches Wassilia","epNo":16,"alt":"The Mystic Isles: A Very Mystic Wassalia","descr":"Chrysta und Sofia überwachen einen der Neun Hexengegenstände in Wei Ling, um ihn vor Prisma zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764569","hoster":"VOE"},{"path":"/redirect/8628472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-17","name":"Der Geburtagswunsch","epNo":17,"alt":"The Birthday Wish","descr":"Als Sofia einen tierischen Helfer für Zauberkundeunterricht braucht, macht sie sich auf die Suche nach dem perfekten Assistenten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764566","hoster":"VOE"},{"path":"/redirect/8628470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-18","name":"Cedric in Erklärungnot","epNo":18,"alt":"In Cedric We Trust","descr":"Während des Wassilia-Fests greift Sofia Chrysta bei ihren letzten Missionen als Beschützerin auf den mystischen Inseln unter die Arme. So, hofft die Prinzessin, gelangt Chrysta noch rechtzeitig nach Hause, um das Fest mit ihrer Familie feiern zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335138","hoster":"VOE"},{"path":"/redirect/8628471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-19","name":"Die Mystischen Inseln – Kalle der Superheld","epNo":19,"alt":"The Mystic Isles: A hero for the Hoodwinks","descr":"Tizzys Zauber führt dazu, dass sich Sofias schrecklicher Geburtstag ständig wiederholt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925577","hoster":"VOE"},{"path":"/redirect/8628474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-20","name":"Die Mystischen Inseln – Die geheime Feenmission","epNo":20,"alt":"The Mystic Isles: Undercover Fairies","descr":"Sofia tarnt sich als Fee, um gemeinsam mit Chrysta einen Dieb davon abzuhalten, die magische Blume zu stehlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764571","hoster":"VOE"},{"path":"/redirect/8628478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-21","name":"Eine königliche Hochzeit","epNo":21,"alt":"A Royal Wedding","descr":"Eigentlich sollte vor der Hochzeit einfach nur ein Bild gemalt werden aber stadessen kommt eine Wahrheit ans licht die die ganze Zukunft verändert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764574","hoster":"VOE"},{"path":"/redirect/8628479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-22","name":"Die königliche Schulmesse","epNo":22,"alt":"The Royal School Fair","descr":"Sofia besucht die königliche Schulmesse, um eine Schule für die Zeit nach der Königlichen Akademie auszusuchen, kann sich aber nicht entscheiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764575","hoster":"VOE"},{"path":"/redirect/8628486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-23","name":"Die verschwundene Pyramide","epNo":23,"alt":"The lost Pyramid","descr":"Der Prinzessinnen-Abenteuerclub macht sich auf den Weg, um die verschwundene Pyramide von Khaldoun wiederzufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764572","hoster":"VOE"},{"path":"/redirect/8628481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-24","name":"Rückkehr zur Märchenbucht","epNo":24,"alt":"Return to Merroway Cove","descr":"Sofia ist zu Besuch in der Märchenbucht, wo sie einer neuen Beschützerin hilft und das Rätsel löst, wie man einen Meeresstrudel aufhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764577","hoster":"VOE"},{"path":"/redirect/8628485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-25","name":"Der Streit der Elfen","epNo":25,"alt":"The Elf Situation","descr":"Sofia, Amber und James tragen für einen Tag allein die Verantwortung im Schloss und versuchen, die zerstrittenen Fluss- und Baumelfen wieder zu versöhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764576","hoster":"VOE"},{"path":"/redirect/8628480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-26","name":"Ihr größtes Abenteuer","epNo":26,"alt":"Her biggest Adventure","descr":"Sofia muss eine Möglichkeit finden, den Mystischen Inseln zu entfliehen, um das Zauberreich vor der bösartigen Zauberin Vor zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8764584","hoster":"VOE"},{"path":"/redirect/8628497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-27","name":"[in Episode 26 enthalten]","epNo":27,"alt":"The Elf Situation","descr":"Sofia, Amber und James tragen für einen Tag allein die Verantwortung im Schloss und versuchen, die zerstrittenen Fluss- und Baumelfen wieder zu versöhnen.","versions":[]},{"path":"/serie/stream/sofia-die-erste-auf-einmal-prinzessin/staffel-4/episode-28","name":"[in Episode 26 enthalten]","epNo":28,"alt":"Forever Royal (1)","descr":"Als schon alles verloren zu sein scheint, muss Sofia all ihren Mut zusammen nehmen und sich ihrer bisher größten Herausforderung stellen!","versions":[]}]}]}