{"seriesId":"soko-hamburg","name":"SOKO Hamburg","descr":"Das \"SOKO Hamburg\"-Team wird angeführt von Hauptkommissar Jan Köhler (Mirko Lang) – ein Chef wider Willen, der sein Kommissariat von der Straße aus leitet, statt in der Behörden-Hierarchie zu verstauben. Gemeinsam mit der ehrgeizigen Hauptkommissarin Lena Testorp (Anna von Haebler) bildet er ein gegensätzliches, aber perfekt aufeinander abgestimmtes Führungs-Duo. Verstärkt wird das Team durch Oskar Schütz (Marek Erhardt), den erfahrensten Polizisten im Kommissariat: ein \"Instinktbulle\" und Einzelgänger. Cem Aladag (Arnel Taci) hingegen ist eine wandelnde Wikipedia-Enzyklopädie, dessen wichtigstes Werkzeug sein Smartphone ist, das er schneller ziehen kann als andere ihre Waffe. Gemeinsam mit Maria Gundlach (Katrin Angerer) bildet er das Herz der Wache und hält den Laden im Hintergrund zusammen.Die Fälle der \"SOKO Hamburg\" reichen von Ratzeburg über St. Pauli, den Hamburger Hafen und das Alte Land bis nach Kehdingen und Dithmarschen. Das Kommissariat liegt nicht etwa in einem schicken Neubau in der Hafencity, sondern in einem alten Backsteinbau am Stadtrand in Finkenwerder – direkt an der Elbe. Den Kommissaren steht darüber hinaus jederzeit ein Schnellboot zur Verfügung, mit dem sie über die Elbe am schnellsten die Tatorte erreichen können.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gefallener Engel","epNo":1,"alt":"","descr":"Die attraktive Nadja Engel stürzt vom Balkon eines hohen Appartement-Turms in die Tiefe – doch sie überlebt. Als sie im Krankenhaus erwacht, kann sie sich an nichts erinnern. War es ein Suizidversuch? Jahre zuvor hatte das Ehepaar Engel ihr einziges Kind verloren und war über den Verlust nie hinweggekommen. Doch Abwehrspuren weisen auf einen Kampf hin. Hat jemand die Frau in den Tod stoßen wollen? Die SOKO Hamburg ermittelt. Bei der Versicherungsfirma für Schiffsfrachten, die Nadja Engel gehört, geht es um Millionen. Verdächtig ist der Prokurist der Firma, Thies Koning. Hat Koning sich an einem Versicherungsfall illegal bereichert, und war ihm seine Chefin auf der Spur? Doch auch Nadjas Ehemann Stefan Engel hätte ein Motiv, denn sie hatte eine Affäre. Nur Nadja könnte Licht ins Dunkel bringen, sollte ihre Erinnerung zurückkehren. Aber das könnte den Täter auf den Plan rufen. Als die Ermittler schließlich den Liebhaber von Nadja Engel finden, erleben sie eine Überraschung, die dem Fall eine völlig unerwartete Wendung gibt. Die \"SOKO Hamburg\" ermittelt in Mordfällen und Verbrechen länderübergreifend in Schleswig-Holstein, Hamburg und Niedersachsen. Ihre Fälle reichen von Ratzeburg über St. Pauli, den Hamburger Hafen und das Alte Land bis nach Kehdingen und Dithmarschen. Daher liegt das Kommissariat der SOKO auch nicht in einem schicken Neubau in der Hafencity, sondern in einem alten Backsteinbau am Stadtrand in Finkenwerder – direkt an der Elbe, der Lebensader der drei nördlichen Bundesländer. Und da der Fluss auch häufig der schnellste Weg ist, um die weit verstreuten Tatorte zu erreichen, steht den Kommissaren dafür jederzeit ein Schnellboot zur Verfügung. So verbindend der Fluss ist, an dem sie leben, so unterschiedlich sind die Verbrecher am Lauf der Elbe: Hamburger Geschäftsleute und Altländer Apfelbauern, wohlsituierte \"Speckgürtelbewohner\" und altbekannte Kiezganoven. Um ihnen auf die Spur zu kommen, braucht es ein ebenso vielseitiges Team, eine Truppe mit Menschenkenntnis und Teamgeist, mit allen Wassern gewaschen: Das sind Jan, Lena, Oskar, Cem und Maria.","versions":[{"lang":1,"streams":[{"redirect":11188443,"hoster":"VOE"},{"redirect":8619999,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödliche Ernte","epNo":2,"alt":"","descr":"Apfelbauer Marko Hansen wird tot vor einer mit Stickstoff gefüllten Lagerhalle für Äpfel gefunden. Alles sieht nach einem Unfall aus, doch schnell ändert sich die Lage: Es war Mord! Da der smarte Junggeselle nichts anbrennen ließ, hatte eigentlich fast jeder sein Hühnchen mit ihm zu rupfen. Das SOKO-Team beginnt, im idyllischen Alten Land jeden Stein umzudrehen, denn der Mörder muss aus dem Dorf stammen. Ein schwieriger Fall für Ermittler Oskar Schütz, denn er kennt hier jeden. Oskar war ein Freund des Opfers, und in der Tatnacht waren sie zum Skatspielen in der Dorfkneipe \"Big Apple\" verabredet. Er findet heraus, dass der Täter seine Atemmaske aus der Feuerwache hatte: Wer hatte hierzu Zugang? Dann wird in Markos Haus eingebrochen, der Täter flieht mit dessen Boot. Unter Verdacht gerät Markos Bruder Kai, denn ihr Verhältnis war nie das Beste. Es gab Streit um das gemeinsame Erbe, den Verkauf einer Apfelwiese. Als das Testament von Marko Hansen auftaucht, das den Sohn der Wirtin des \"Big Apple\", Serena Braker, begünstigt, und die Frauengeschichten von Marko ans Tageslicht kommen, sieht alles nach einer Beziehungstat aus. Doch dann erweist sich der Fall als weitaus größer. So groß, dass sogar das Ermittlerteam in Lebensgefahr gerät.","versions":[{"lang":1,"streams":[{"redirect":11188497,"hoster":"VOE"},{"redirect":8619997,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Junggesellenabschied","epNo":3,"alt":"","descr":"Sonntagmorgen auf dem Fischmarkt in Hamburg: Ein als Flamingo verkleideter junger Mann wird tot aufgefunden. Es Patrick Borowski, genannt \"Paddel\". Offenbar hatte Paddel mit seinen drei besten Freunden auf dem Hamburger Kiez seinen Junggesellenabschied gefeiert. Da die drei Freunde unter einem Filmriss leiden, hat die SOKO zunächst wenig Anhaltspunkte für ihre Ermittlungsarbeit. Die vier Flamingos hatten es in dieser Nacht ordentlich krachen lassen. Jörg Kittel, Andy Jansen und Hans Peter \"HP\" Himmelreich scheinen am Morgen danach die Abwesenheit ihres Freundes gar nicht bemerkt zu haben. Sie behaupten, an die vergangene Nacht nur verschwommene bis gar keine Erinnerungen zu haben. Selbst die auf Borowskis Handy gefundenen Fotos scheinen ihnen nicht auf die Sprünge zu helfen. Doch dann entdeckt die SOKO auf Kittels rosa Flamingo-Kostüm Blutflecken. Kittel wiegelt ab – es wäre wegen der dummen Streiche zu einem Streit gekommen, doch hätte man sich ganz schnell wieder versöhnt. Der SOKO bleibt nichts anderes übrig, als nach und nach die Nacht der vier zu rekonstruieren. Dabei stößt sie auf verschiedene Fährten und kann den Mörder schließlich nur mittels eines Tricks zum Geständnis bewegen.","versions":[{"lang":1,"streams":[{"redirect":8763319,"hoster":"VOE"},{"redirect":8619996,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hansa Harmonia","epNo":4,"alt":"","descr":"Am Ufer des Plötzendorfer Sees wird die Leiche von Kristin Lange gefunden. Die Studentin kellnerte im anliegenden Ruder-Club, wollte hoch hinaus und der Enge der Kleinstadt entkommen. Die Ermittler finden heraus, dass Kristin die Geliebte von Mark, Jura-Student und Sohn des Ruderclub-Präsidenten Peer Jakobshagen, war. Allerdings hatte Mark sich gerade mit der Reeder-Tochter Frida Reitmayer verlobt. War Frida etwa hinter die Affäre gekommen? Kristin, die aus einfachen Verhältnissen stammt, hatte sich für ein teures Studium in den USA eingeschrieben. Doch woher hatte sie das viele Geld? Das Team ermittelt in alle Richtungen, denn hinter der Tat steckt mehr als nur eine Affäre, die nicht sein durfte.","versions":[{"lang":1,"streams":[{"redirect":8763321,"hoster":"VOE"},{"redirect":8619998,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mitten ins Herz","epNo":5,"alt":"","descr":"Harald Proske wird während seiner Ernennung zum Schützenkönig von Jork mit einem Kleinkalibergewehr durch einen Vorhang in der Festhalle erschossen. Der Täter kann unerkannt entkommen. Der Tote besaß mehrere Supermärkte und wollte auch in Jork eine neue Filiale errichten. Unter Verdacht gerät Dietmar Röper, dessen kleine Bäckerei dann vor dem Ruin gestanden hätte. Das Geschäft sollten eines Tages Tochter Yvonne und ihr Freund Timo Fenne übernehmen. Außerdem findet die SOKO heraus, dass es eine jahrzehntealte Familienfehde zwischen den Röpers und den Proskes gab. Hat die Vergangenheit etwas mit dem Mord an Harald Proske zu tun? Auch die (Noch-)Ehefrau des Toten gerät unter Verdacht. Im Falle einer Scheidung hätte Carola Proske keinen Cent geerbt. Als sie einem Bekannten, der offensichtlich enge Kontakte ins Kiez-Milieu pflegt, eine höhere Summe Bargeld übergibt, nehmen die Ermittler an, dass sie damit einen Auftragsmord begleicht. Der Fall erfährt eine Wendung, als klar wird, dass Timo Fenne hinter eine Affäre zwischen Yvonne Röper und Harald Proske gekommen war. Timo hat kein Alibi, und in seiner Wohnung wird Munition gefunden, die zur potenziellen Tatwaffe passt.","versions":[{"lang":1,"streams":[{"redirect":8763322,"hoster":"VOE"},{"redirect":8620002,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tod in der Schleuse","epNo":6,"alt":"","descr":"Der 17-jährige Benjamin Wendt wird tot im Hafenbecken von Glückstadt gefunden. Er hatte die Nacht mit zwei Freunden in der Stadt verbracht. Nach einem Streit hatten die drei sich aber getrennt. Die SOKO ermittelt in verschiedene Richtungen. Mit dem Schnellboot geht es nach Glückstadt zu einem Schiff für schwererziehbare Jugendliche. Dort lebte Benjamin mit seinen Freunden Marten und Tine. Während Tine am Morgen wieder auftaucht, bleibt Marten verschwunden. Derweil hat Kriminalhauptkommissar Oskar Schütz in Hamburg die Aufgabe, Benjamins Familie zu informieren. Dessen Stiefvater Henning Sandberg ist für ihn kein Unbekannter: Vor zwei Jahren hatte der schwedische Konsulatsmitarbeiter mit seinem Dienstwagen einen Unfall mit Fahrerflucht verursacht, bei dem ein Junge in Benjamins Alter getötet wurde: der damals 16-jährige Steffen Regner. Oskar war einer der mit dem Fall betrauten Polizisten. Hat Benjamins Tod mit diesem alten Fall zu tun? Als herauskommt, dass Steffens Vater in der Tatnacht in Glückstadt war, zieht sich für ihn die Schlinge zu. Ein Geflecht aus Eifersucht, Rache und bedingungsloser Liebe zieht sich durch die Aufklärung des Mordfalls und verlangt der SOKO einiges an Menschenkenntnis ab.","versions":[{"lang":1,"streams":[{"redirect":8763323,"hoster":"VOE"},{"redirect":8620001,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mann über Bord","epNo":1,"alt":"","descr":"Schock für die Touristen an der \"Willkomm-Höft\" vor den Toren Hamburgs. Mitten in seiner Lautsprecherdurchsage wird Kapitän Haber während des Einlaufens eines Schiffes erschossen. Die SOKO Hamburg ermittelt. Die Ehefrau Johanna und ihr Sohn Florian sind erschüttert. Hat der Mord etwas mit der Schiffskollision in einem brasilianischen Hafen zu tun, wegen der Andreas Haber vor dem Internationalen Seegerichtshof aussagen sollte? Immerhin geht es hier um Millionen. Der Anwalt des Verstorbenen bringt die SOKO Hamburg auf einen Zeugen, der beweisen kann, dass Kapitän Haber zur Zeit des Unglücks nicht auf der Brücke war. Dementsprechend würde der Erste Offizier die Verantwortung für den Zusammenstoß tragen. Dieser jedoch bringt das Team der SOKO Hamburg auf eine andere mögliche Spur. Eine junge Brasilianerin scheint etwas über den Unfallhergang zu wissen, ist jedoch nicht auffindbar. Hat sie versucht, den Kapitän zu erpressen? Währenddessen wird immer deutlicher, dass die Familie Haber mit einigen Problemen zu kämpfen hat. Geht es um Eifersucht? Die Zeugenlage spitzt sich zu. Die Kommissare müssen sich beeilen, um weitere Unglücke zu verhindern. Und erst als die Ermittler den Anwalt des Toten unter die Lupe nehmen, erkennen sie, wer der wahre Mörder ist.","versions":[{"lang":1,"streams":[{"redirect":8763324,"hoster":"VOE"},{"redirect":8620006,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Pferdeflüsterer","epNo":2,"alt":"","descr":"Der Stallbursche Torben Linsler wird tot auf dem Reiterhof der Gerhardts aufgefunden. Kurz darauf stirbt das wertvollste Pferd im Stall. Gibt es einen Zusammenhang? Für den Reitstall-Besitzer Rainer Gerhardt ist der Tod des Pferdes Antigone eine finanzielle Katastrophe. Immerhin hätte er mit dem Verkauf des Tieres seine privaten Schulden begleichen können. Jedoch hatte das Pferd nicht nur einen Kaufinteressenten. Als Todesursache des Pferdes wird eine Vergiftung mit Buchsbaum festgestellt. Wenig später werden die gleichen Rückstände auch an den Händen der Leiche entdeckt. Entweder hat Torben das Pferd vergiftet und ist von seinem Mörder überrascht worden, oder er war Zeuge dieser Tierquälerei und wurde getötet, bevor er Hilfe holen konnte. Möglicherweise sind der Mörder des Pferdes und Torbens Mörder ein und dieselbe Person. Doch wer hatte ein Motiv? Hat Rainer Gerhardt eventuell einen Versicherungsbetrug begehen wollen, den Torben durchkreuzt hat? Silke Schreiber, Besitzerin des konkurrierenden Reitstalls, gerät auch ins Visier der Ermittler. Bis vor Kurzem hatte Torben noch bei ihr gearbeitet, und sie hatte Interesse geäußert, das teure Springpferd kaufen zu wollen. Und welche Rolle spielen Hannah, die Tochter des Reitstallbesitzers Gerhardt, und ihre Freundin?","versions":[{"lang":1,"streams":[{"redirect":8763325,"hoster":"VOE"},{"redirect":8620003,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Herr Dückers","epNo":3,"alt":"","descr":"Der beliebte Deutschlehrer Tom Dückers wird tot, nackt und übel zugerichtet in einem Waldgebiet gefunden. Was ist vorgefallen, und wie ist er dorthin gekommen? Die SOKO Hamburg ermittelt. Weder die Ex-Frau des Verstorbenen noch seine Kollegen und die Schüler, zu denen auch Kommissar Oskar Schütz’ Tochter Paula gehört, haben eine Erklärung. Die Ermittler finden aber schnell heraus, dass es an seiner alten Schule Gerüchte über Tom Dückers gegeben hat. Möglicherweise hat sich der Deutschlehrer auch an der neuen Schule zu einigen Schülerinnen mehr hingezogen gefühlt, als erlaubt gewesen wäre. Vielleicht sogar zu Paula? Einige der Schüler steckten gerade in den letzten Vorbereitungen eines Theaterstückes. Tom Dückers war ihr Theaterlehrer und hatte einen guten Draht zu seiner Gruppe – vielleicht einen zu guten? Die Nachforschungen der SOKO Hamburg lassen zunächst den Schluss zu, dass sich alle gewaltig in dem netten Lehrer getäuscht haben könnten. Aber bei den Befragungen der Teilnehmer der Theatergruppe kommen immer wieder zweifelhafte Details an die Oberfläche. Was haben die Schüler mit dem brutalen Überfall auf Dückers zu tun, und wer deckt hier wen? Bald darauf finden die Ermittler heraus, dass die Hintergründe für den grausigen Fund noch tragischer sind als gedacht.","versions":[{"lang":1,"streams":[{"redirect":8763326,"hoster":"VOE"},{"redirect":8620005,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mord nach Maß","epNo":4,"alt":"","descr":"Kurz nach einer Anprobe beim Maßschneider wird der Unternehmensberater Tobias Körner tot in der Tiefgarage eines Hotels gefunden. Ist die Frau, mit der er das Hotel verließ, die Mörderin? Die Ermittler finden die Telefonnummer von Agnes Meyer, die als Zimmermädchen in dem Hotel arbeitet und kurz nach ihrem Verhör in der Maßschneiderei Ritter auftaucht. Scheinbar kennt sie auch den Inhaber des Traditionshauses. Was haben sie mit dem Mord zu tun? Als vermeintlicher Kunde ermittelt Max in der Maßschneiderei und stellt fest, dass Vater und Sohn Streit über die Ausrichtung des Hauses haben. Der neue Stil des Juniors hat so viel Geld gekostet, dass er Agnes Meyer nicht mehr als Auszubildende einstellen will. Aber Klaus Ritter besteht nicht nur auf deren Mitarbeit, er steckt ihr auch Geld zu. Ritters Schwiegertochter Charlotte, die als Geschäftsführerin versucht, die Maßschneiderei aus den Schulden zu führen, steht ebenfalls unter Verdacht. Sie war mit Tobias Körner während des Studiums befreundet. Und scheinbar haben die beiden über die Jahre eine Affäre gehabt. Plötzlich aber führen die Spuren in die Vergangenheit von Seniorchef Klaus Ritter, und das Familiengeheimnis der traditionellen Maßschneiderei Ritter kommt ans Tageslicht.","versions":[{"lang":1,"streams":[{"redirect":8763327,"hoster":"VOE"},{"redirect":8620004,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Lottokönig","epNo":5,"alt":"","descr":"Tod auf dem Campingplatz. Dauercamper Horst Wemmer wird morgens erstochen vor seinem Wohnwagen gefunden. Scheinbar hat das Opfer am Tag vor seinem Tod 70 000 Euro abgehoben. Ein Raubüberfall? Wemmers Freundin Ingrid verdächtigt seinen Sohn Marco, der sich wegen Geld mit seinem Vater gestritten hatte. Dann finden die Ermittler einen Lottoschein im Wert von 1,7 Millionen Euro. Wer wusste davon? Ingrid, die – wie sich herausstellt – eine Escort-Dame ist? Oder war es der Campingplatz-Besitzer Ulf Riggert, der bei Wemmer in der Kreide stand und ihm den Campingplatz als Pfand für seine Schulden überlassen hatte? In Kürze wäre der Kredit fällig gewesen. Riggerts Frau Daniela, die als Krankenschwester arbeitet, muss jetzt schon überall zubuttern. Warum aber nimmt der Dieb 70 000 Euro, die er im Wohnwagen findet, und nicht den Lottoschein? Oskar ermittelt undercover auf dem Campingplatz. Er lernt Ingrid kennen und stellt fest, dass sie wahrhaftig trauert und sich nur schwer von ihrem Traum von den Flitterwochen mit Horst in einem Oldtimer-Campingmobil lösen kann. Dennoch lügt sie, als sie behauptet, nichts davon gewusst zu haben, von Horst als Alleinerbin bestimmt worden zu sein. Erst als Oskar auf den Kontakt zwischen Horst Wemmer und dem Verkäufer eines Oldtimer-Reisemobils, Reno Bahlmann, stößt, kommt ihm ein Verdacht.","versions":[{"lang":1,"streams":[{"redirect":8763329,"hoster":"VOE"},{"redirect":11192130,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wolf im Schafspelz","epNo":6,"alt":"","descr":"Der Bürgermeister und Pferdehändler Joseph Maack liegt erschossen in einer Apfelplantage. Es deutet alles auf Raubmord hin. Dann aber finden die Ermittler Drohbriefe in Maacks Auto. Als Bürgermeister wollte er Teile des Naturschutzgebietes an Investoren verkaufen und hatte deshalb Ärger mit der Vorsitzenden einer Bürgerinitiative, der Schäferin Verena Bergmann. Mit ihr geriet er heftig aneinander. Aber reicht das als Mordmotiv? Seine schöne Witwe Heide berichtet, dass er auf einer Bürgerversammlung von einem Mann mit russischem Akzent beschimpft und bedroht worden sei. Die Ermittler kommen Pjotr Romanow auf die Spur und stellen fest, dass Maack und er Pferdewetten manipuliert hatten. Und scheinbar hat Romanow auch die beiden besten Rennpferde von Heide Maack gestohlen. Doch als die Ermittler herausfinden, dass Heide Maack möglichst schnell ihr Haus verkaufen will und Verena Bergmann immer wieder versucht, Heide zu erreichen, nimmt der Fall eine dramatische Wendung.","versions":[{"lang":1,"streams":[{"redirect":11192149,"hoster":"VOE"},{"redirect":8620007,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tödliche Wende","epNo":7,"alt":"","descr":"Der Weltensegler Tamme Althuus wird tot im Hafenbecken eines Hamburger Jachtklubs gefunden, wo er jedes Jahr anlegte, um Geld für ein Afrika-Projekt zu sammeln. War es ein Unfall oder Mord? Bei seinem Aufenthalt hatte er eine Affäre mit der Frau des Hafenmeisters. Aber auch Laura Kropp, Aushilfe in der Touristen-Info, hatte mit ihm Ausflüge gemacht, sehr zum Missfallen ihres Freundes Tom. Haben Tom oder der Hafen-meister Althuus aus Eifersucht getötet? Zuletzt hat allerdings Starfriseur Uwe Beltz das Opfer besucht, einer der vielen Promis, die regelmäßig für Althuus’ Afrika-Hilfe spendeten. An jenem Abend hat eine Nachbarin im Jachthafen einen lauten Streit zwischen den beiden gehört. Was kann der Grund für den Streit gewesen sein? Als die Kommissare schließlich auch Spuren von Kokain in einem Hohlraum hinter der Bordwand finden, zieht sich für Beltz die Schlinge zu. Hat der Frisör von Althuus geschmuggeltes Kokain in Hamburg unter die Leute gebracht? Aber wo ist das Kokain jetzt? Und welcher Frau gehört die zerrissene Halskette, die die Ermittler an Bord finden? Gehört sie der Frau des Hafenmeisters, Corinna Meerpohl, die Althuus am Tag vor seinem Tod auf seiner Mailbox beschimpft und ihm den Tod gewünscht hatte? Die Ermittler stehen vor einem Geflecht aus Lügen und Anschuldigungen.","versions":[{"lang":1,"streams":[{"redirect":8763335,"hoster":"VOE"},{"redirect":8620009,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Unter Verdacht","epNo":8,"alt":"","descr":"Der Autonome Bjarne Zellner wird zwei Monate nach seinem Verschwinden ermordet aus der Elbe geborgen. Was ist bei den Mai-Ausschreitungen passiert, bei denen er zuletzt gesehen wurde? Die Ermittlungen beginnen, und schnell wird die SOKO selbst ein Teil davon. Ist Zellner bei den Mai-Krawallen von einem Polizisten erschossen worden, oder wurde er von einem Mitbewohner aus dem besetzen Haus getötet? Denn Bjarne hatte nicht nur Freunde. Kommissar Max Nordmann, der in der Mainacht bei den Krawallen im Einsatz war, muss seine Waffe abgeben. In Zellners Wohnung finden die Ermittler den jungen Levi Schepers vor, der gerade mit 300 Gramm Marihuana hantiert. Was will er mit den Drogen? Als die Kommissare einen Drohbrief finden, in dem Bjarne Zellner zum Zahlen aufgefordert wird, gerät Levis Vater Christoph unter Verdacht, da er von Bjarne bestohlen wurde. Aber auch Sandra Gelewski, Bjarnes Ex-Geliebte, hatte Angst vor dem gewalttätigen Bjarne, der sie für einen Polizeispitzel hielt. Sie hatte sogar eine Waffe, die ihr angeblich gestohlen wurde. Doch das Blatt wendet sich, als Levis Mutter Marlene Max als den Polizisten wiedererkennt, der Bjarne in der Nacht der Mai-Krawalle verfolgt hat. Und sie beschuldigt ihn, den tödlichen Schuss abgegeben zu haben.","versions":[{"lang":1,"streams":[{"redirect":11192173,"hoster":"VOE"},{"redirect":11192168,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tod einer Unsichtbaren","epNo":9,"alt":"","descr":"Bei einem Restaurantbesuch wird Lena Testorp von einer Obdachlosen angesprochen. Auf dem Heimweg finden Lena und ihr Bekannter Dirk sie tot auf einem Müllhaufen. Unfall oder Mord? Im Restaurant wurde das Opfer vom Besitzer zunächst ziemlich unfreundlich behandelt, aber der Kellner Wolfgang Kappler kannte sie. Doch über ihre Identität weiß auch er nichts. Schließlich findet Max über einen obdachlosen Russen ihren Namen heraus: Elena. Franzi recherchiert online und stößt auf die Schwester der Toten, die im Netz nach der obdachlosen Elena gesucht hat. Der Vater der Schwestern war kurz zuvor gestorben, und Johanna Michels brauchte ihre Schwester Elena, um das Erbe zu regeln. Als sie Elena fand, gerieten die beiden Schwestern in Streit. Ist das Erbe das Mordmotiv? Johanna behauptet, ihrer schlafenden Schwester nachts noch eine neue Jacke und Geld gebracht zu haben, um den Streit zu schlichten. Aber weder die Jacke noch das Geld befanden sich bei der Toten. Also ein Raubmord. Die Ermittler machen sich auf die Suche nach der Jacke und finden sie bei Andrej Iljin, dem obdachlosen Russen, der Elena identifiziert hatte. Der Fall scheint klar. Bis plötzlich die Aussage eines Zeugen aus dem Restaurant alle anderen Theorien über den Haufen wirft und einen Lügner enttarnt.","versions":[{"lang":1,"streams":[{"redirect":8763330,"hoster":"VOE"},{"redirect":8620010,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Unter Fischern","epNo":10,"alt":"","descr":"Meeresbiologe Heiner Lübbers wird durch eine Explosion getötet. Hatte er als aktiver Gegner der Elbvertiefung einen \"mörderischen\" Streit mit Tanja Lorenz, der Chefin eines Terminal-Betreibers? Heiner hatte bei Tauchgängen in der Elbe Proben genommen, die beweisen sollten, dass die Elbvertiefung das Ökosystem der Elbe zerstört. Und Frau Lorenz hatte ein gesteigertes Interesse daran, dass er und seine Auswertungen verschwinden. Der Verdacht gegen Tanja Lorenz erhärtet sich, als sie sich ausgerechnet mit Robert Lohr, einem Angestellten von Elbfischer Erik Lübbers, trifft. Stecken die beiden unter einer Decke? Dann aber erfahren die Ermittler, dass Heiner eine Affäre mit der zweiten Frau seines Vaters hatte. Anna Lübbers gesteht das. Jedoch hat sie die Affäre mittlerweile beendet, da sie Erik nicht verlieren wollte. Steckt sie hinter dem Mord, oder ist Erik seiner Frau und seinem Sohn auf die Schliche gekommen? Doch dann weist eine weitere Spur plötzlich darauf hin, dass Heiner gar nicht nach Proben tauchte, sondern das Wrack eines alten Segelschiffes mit Schätzen an Bord gefunden hatte. Wollte er die Schätze unter der Hand verkaufen? Welche Rolle spielt ein zwielichtiger Hamburger Kunsthistoriker?","versions":[{"lang":1,"streams":[{"redirect":8763338,"hoster":"VOE"},{"redirect":8620013,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Nachts auf dem Friedhof","epNo":1,"alt":"","descr":"Der Friedhofsgärtner Tobias Stöver wird von einem Grabstein erschlagen auf dem Friedhof gefunden. Hat eine Jugendgang etwas damit zu tun, die sich nachts heimlich auf dem Friedhof trifft? Das Opfer lebte auf großem Fuß. Verfügte er über ein \"Nebeneinkommen\"? Hat sein Tod etwas mit dem Drogendepot der Jugendlichen auf dem Friedhof zu tun? Als sie gestellt werden, trifft Oskar Schütz überraschend auf seine Tochter Paula. Gehört sie zur Gang? Schnell stellt sich heraus, dass Tobias Stöver Paulas Freund erpresst hatte und von ihm Schweigegeld bekam. Aber das war so wenig, dass es da noch etwas anderes geben muss. Das meint auch sein Kollege Harke, der den verdeckt ermittelnden Oskar auf die Spur des Steinmetzes Reichardt bringt. Und Oskar stellt fest, dass dieser mit den alten Grabsteinen von abgeräumten Gräbern ein gutes, wenn auch illegales Geschäft macht. Wollte Stöver Reichardt verraten? Aber auch die Chefin der Friedhofsgärtnerei, die Ex des Opfers, hatte Stress mit ihm. Stöver wollte nicht akzeptieren, dass sie eine Affäre mit dem Steinmetz angefangen hat. Haben Reichardt und sie gemeinsame Sache gemacht?","versions":[{"lang":1,"streams":[{"redirect":8763341,"hoster":"VOE"},{"redirect":8620023,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fahrradflitzer","epNo":2,"alt":"","descr":"Am Ufer der Elbe wird die Leiche des Fahrradkuriers Benedikt Frey angespült. Er hatte nachts einen Notruf abgesetzt, weil er von einem unbekannten Wagen verfolgt worden sei. Wer saß im Auto? Benedikt besaß seit Kurzem mit seinem Freund Johannes Erler einen Fahrradladen. Um diesen aufzubauen, haben die beiden als Kuriere gejobbt und ihr Jurastudium geschmissen. Das Geld reichte aber nicht, und so haben die beiden nebenbei mit Gras gedealt. Allerdings finden die Ermittler heraus, dass Benedikt Johannes’ Ex-Freundin Mara bedroht hat. Hat sie sich gegen seinen Erpressungsversuch gewehrt? Oder war es Sergej? Der Drogendealer fängt Johannes bei einem Rennen der Fahrradkuriere ab und fordert die Schulden ein, die Johannes und Benedikt bei ihm hatten, wird dabei allerdings von Oskar gestellt. Sein Argument, dass er die Kuh nicht schlachte, die er melke, klingt logisch. War Benedikts Tod vielleicht doch ein Unfall? Auch Benedikts Vater hatte Streit mit seinem Sohn, der, statt die Kanzlei zu übernehmen, den Kontakt zu seinem Vater abgebrochen hat, als dieser ihm finanziell nicht beim Fahrradladen helfen wollte. Aber ist das ein Grund, seinen Sohn umzubringen? Als die Ermittler rote Lackspuren an Benedikts Rad finden, gerät Mara wieder in den Fokus der Ermittlungen. War es ihr Wagen, der Benedikt verfolgt und überfahren hat?","versions":[{"lang":1,"streams":[{"redirect":11197101,"hoster":"VOE"},{"redirect":8620018,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Raserhölle","epNo":3,"alt":"","descr":"Bei einem illegalen Straßenrennen im Alten Land verunglückt Jens Habicht. Die Feuerwehr, die anonym alarmiert wurde, kann den brennenden Wagen nicht mehr rechtzeitig löschen. Jens stirbt. Der anonyme Anrufer entpuppt sich als Steffen Kramer – der Mann, gegen den das Unfallopfer sein letztes Rennen gefahren ist. Habicht hatte ihm seine Freundin ausgespannt. Hat er Habicht auf dem Gewissen? Aber warum hat Kramer dann den Notruf abgesetzt? Kramer schwört, dass Habichts Wagen nicht gebrannt habe, als er den Unfallort verließ. Es stellt sich heraus, dass jemand das Auto vor dem Eintreffen der Feuerwehr mit Brandbeschleuniger angezündet hat. Als die Ermittler herausfinden, dass Habicht vor drei Jahren verdächtigt wurde, die Frau von Feuerwehrmann Arne Paulsen totgefahren zu haben, kommen immer größere Zweifel an den Aussagen der Feuerwehrleute auf. Wehrleiter Carsten Bruns ist nicht begeistert, als Paulsen von den Ermittlern vorgeladen wird. Doch dann bringt ein Hinweis von Feuerwehrmann Martin Wächter die entscheidende Wende im Fall: Wehrleiter Bruns ist nicht mit dem Feuerwehrwagen, sondern vor allen anderen am Unfallort eingetroffen. Hat er den Wagen angezündet, um Habicht zu töten? Und falls ja, warum?","versions":[{"lang":1,"streams":[{"redirect":8763345,"hoster":"VOE"},{"redirect":8620022,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Engel in Weiß","epNo":4,"alt":"","descr":"Der Leiter der Neurologie des Elbe-Klinikums, Prof. Dr. Robert Kollberg, wird erschossen in seinem Wohnhaus aufgefunden. Anscheinend gab es einen Konkurrenzkampf um seine Nachfolge. Während Kollberg die junge, empathische Ärztin Dr. Maja Bartels als neue Leiterin favorisierte, galt für den neuen privaten Klinikbetreiber der erfahrenere Dr. Mende als Favorit. Mende würde auch alle Einsparungen des privaten Betreibers mittragen. Die Ermittler stoßen auf eine Ärzteschaft, die lügt, Dienstpläne fälscht und gegeneinander intrigiert. Alle sind auf ihren Vorteil bedacht, und Kollberg stand all diesen Interessen im Weg. Aber reicht das für einen Mord? Das Blatt wendet sich, als der Sicherheitsmitarbeiter Elmar Deneke ins Visier der Ermittler gerät. Seine Frau ist einige Tage vorher scheinbar aufgrund eines Kunstfehlers von Dr. Kollberg ums Leben gekommen. Deneke besitzt eine Waffe. Mord aus Rache? Doch dann wird plötzlich nachts in Kollbergs Haus eingebrochen. Jemand hat nach Unterlagen gesucht. Hatte Professor Kollberg belastendes Material gegen den Klinikbetreiber in seinem Haus? Da der Einbrecher sich verletzt hat, kann seine Blutgruppe bestimmt werden, und plötzlich gerät die junge Ärztin Maja Bartels ins Visier der Ermittler.","versions":[{"lang":1,"streams":[{"redirect":8763344,"hoster":"VOE"},{"redirect":8620026,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kiezliebe","epNo":5,"alt":"","descr":"Armin Pohl, Betreiber des Stundenhotels Lagune auf dem Hamburger Kiez, wird erstochen in der Bar aufgefunden. Seine Schwester Karin lag mit ihm über den Verkauf der Immobilie im Streit. Sie war verschuldet und einige Tage zuvor bei ihm. Als das Testament auftaucht, gerät seine Freundin Martha unter Verdacht. Sie erbt Armins Anteile am Hotel. Dann verdichtet sich die Ermittlung um den Ex-Mitarbeiter Mehmet Pamuk, denn er wurde rausgeschmissen. Sarah Khans Bruder Eddin kennt Mehmet gut und hat Geschäfte mit ihm gemacht. Weiß er etwas über den Mord? Als neue Beweise auftauchen, haut Mehmet mit seiner Freundin Nora, die ebenfalls im Hotel arbeitet, ab. Während die beiden flüchtig sind, nimmt Lena eine neue Fährte auf: Einer der Hotelgäste war unter falschem Namen im \"Lagune\" abgestiegen und stand mit Karin Pohl wegen des Hotelverkaufs in Kontakt. Haben die beiden gemeinsame Sache gemacht? Aber auch Armins Freundin Martha Holting gehört wieder zum Kreis der Verdächtigen. Sie hat scheinbar das Testament gefälscht. Die SOKO nimmt schließlich Mehmet und Nora fest und gelangt an neue Informationen. Armin Pohl hatte Mehmet zu Unrecht unterstellt, im Hotel gestohlen zu haben. Deshalb glaubt Mehmet, dass Pohl ihn nur loswerden wollte, um freie Bahn bei Mehmets Freundin Nora zu haben, die eine Ausbildung im \"Lagune\" macht. Sie hätte nirgendwo anders eine Lehrstelle bekommen können – und so habe Armin scheinbar gefunden, dass ein bisschen \"Dankbarkeit\" nicht schaden könne. Am Abend des Mordes habe er Nora ins Hotel bestellt, so die Aussage. War Mehmet dabei? War es ein Mord aus Eifersucht?","versions":[{"lang":1,"streams":[{"redirect":8763343,"hoster":"VOE"},{"redirect":8620024,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schäferstündchen","epNo":6,"alt":"","descr":"Die Jägerin Frauke Conradi wird auf ihrem Hochsitz erschossen. Sie war jung, weiblich, modern, mit eigenem Onlinemagazin – das gefällt nicht jedem. Aber Mord? Einem hat die Jägerin aber doch sehr gefallen: Jäger und Förderer Veit Appen. Von seinem Verhältnis mit Frauke wusste die ganze Jägertruppe – auch seine Frau Sabine. In deren Auto wird die Tatwaffe sichergestellt. Doch sie will es nicht gewesen sein. Die Waffe wurde aus Appens ungesicherter Jagdhütte entwendet, seinem heimlichen Treffpunkt mit Frauke. Dann entdeckt die SOKO unweit des Tatorts Wolfs- und auffällige Reifenspuren. Sie passen zu dem Wolf-Rettungswagen der Wolfsschützerin Janne Lüders. Seit ein paar Wochen hielt sich in dem Waldgebiet ein einsamer Wolf auf der Suche nach einer Partnerin auf, um ein Rudel zu bilden und wieder heimisch zu werden. In dem hoch emotionalen Konflikt steht Janne der gesamten Jägerschaft gegenüber, allen voran Frauke Conradi, die heimlich Jagd auf das geschützte Raubtier machte. Wie weit ist Janne für den Wolfsschutz gegangen? Veit Appen weiß, dass es Wildkameras im Wald gibt. Möglicherweise haben die zur Tatzeit Fotos gemacht, die zur Lösung des Falles führen. Während die Kommissare im Wald auf der Suche nach den Kameras sind, werden sie beobachtet. Von wem? Der Dorfwirt und Wolfsgegner Bernd Rossbach entpuppt sich als doppelzüngig: Er hat seine Schäferhündin vom Wolf decken lassen, um die kleinen Wolfshybriden teuer zu verkaufen. Eine höchst lukrative Sache, denn die verbotenen Welpen sind unter der Hand heiß begehrt bei einer Klientel, die sich alles leisten kann und immer auf der Suche nach dem neuesten Kick ist. War Frauke Conradi dahintergekommen?","versions":[{"lang":1,"streams":[{"redirect":8763331,"hoster":"VOE"},{"redirect":8620014,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gewaltige Liebe","epNo":7,"alt":"","descr":"Staatsanwältin Nadja Tietjen wird nach dem abendlichen Boxtraining auf dem Weg zu einer Verabredung absichtlich überfahren. Hatte der Mord etwas mit einem ihrer Fälle vor Gericht zu tun? Die Ermittler recherchieren in diese Richtung. Doch der Fall nimmt eine andere Wendung, als Franzi herausfindet, dass Nadja vor Kurzem schon einmal Opfer einer Gewalttat wurde, die so gar nicht in das Bild einer jungen und erfolgreichen Staatsanwältin passen will. Wurde sie womöglich von ihrem getrennt lebenden Mann Lutz Volkerts ermordet? Aber nicht nur Ehemann Volkerts gerät in Verdacht. Auch Tietjens Boxtrainer und Ex-Freund Henning Ruge hätte ein Motiv für den Mord gehabt, denn Nadja hatte sich vor Kurzen von ihm getrennt. Während sich nach und nach herausstellt, dass die Gründe für die Tat in Tietjens Privatleben zu finden sind, fühlt sich die SOKO-Chefin Sarah Khan durch den Fall an ihre eigene Vergangenheit erinnert. Auch sie war schon einmal an einen gewaltbereiten Mann geraten. Als Franzi davon erfährt, fühlt sie sich bestärkt: Einer dieser Männer muss es gewesen sein. Sie will den Gewalttätigen auf jeden Fall überführen. Auch Nadjas Freundin Imke Rehberg hat miterlebt, wie Nadja nach einem gemeinsamen Besuch im Sportstudio von ihrem Mann massiv bedroht wurde. Aber sie weiß auch, dass der Boxtrainer Ruge zur Gewalt neigt. Denn sie war mal seine Freundin. Was hat Nadja ihr über die beiden Männer erzählt? Kann sie zur Aufklärung des Falles beitragen? Sarah Khan befragt die Verdächtigen und Zeugen selbst, denn in diesem Fall hat sie ein besonders gutes Gespür.","versions":[{"lang":1,"streams":[{"redirect":8763332,"hoster":"VOE"},{"redirect":8620019,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die nackte Wahrheit","epNo":8,"alt":"","descr":"Auf einer Fußgängertreppe unweit der Reeperbahn wird der stadtbekannte Bauunternehmer Rudolph Brügge tot aufgefunden. Hat seine Frau Janine, eine ehemalige Tabledancerin, damit zu tun? Janine Brügge war zur Tatzeit in der Nähe. Hat ihr Mann von ihrer Vergangenheit im Rotlichtmilieu erfahren und wollte sich von ihr scheiden lassen? Wäre Janine dann finanziell leer ausgegangen und hat ihn deshalb getötet? Mord aus Habgier? Gleichzeitig wird die Tochter des Opfers, Alexandra Brügge, unter die Lupe genommen. Erst vor Kurzem erhielt sie von ihrem Vater die Chance ihres Lebens: die Leitung eines Prestige-Bauprojekts auf der Reeperbahn. Aber scheinbar gab es Schwierigkeiten, und Rudolph wollte seiner Tochter das Projekt wieder entziehen. Darüber gerieten sie in Streit. Als die Ermittler herausfinden, dass alte, renitente Mieter auch schon mal gewaltsam aus den Häusern Brügges vertrieben wurden, verdichtet sich der Verdacht, dass der Mord mit der gewaltsamen Entmietung zu tun hat.","versions":[{"lang":1,"streams":[{"redirect":8763334,"hoster":"VOE"},{"redirect":8620012,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tod an der Alster","epNo":9,"alt":"","descr":"Die wohlhabende Margit Runold wird erschlagen in ihrer Wohnung gefunden. Sie war dement und ihre Pflegerin, Inga Sommer, nur für einen Moment aus dem Haus. Wen ließ Margit in die Wohnung? Inga und das Opfer hatten eine innige Beziehung. Margits Sohn Jörg, Geiger in Hamburgs renommiertestem Orchester, kam nur noch, um sich Geld zu leihen. Deshalb hat sie ihm alle Vollmachten entzogen. Aber hat er sie deswegen umgebracht? Jörg Runold streitet ab, von der Mutter viel Geld bekommen zu haben. Es sei immer nur um kleinere Beträge gegangen. Vielmehr ärgere er sich über die undankbare Pflegerin, die immerhin er eingestellt habe und die scheinbar der Mutter eingeflüstert habe, dass er sie ausnehmen wolle. Da stellt sich heraus, dass Margit Runold nicht an den Folgen des Schlages beziehungsweise Sturzes starb, sondern an einem Herzinfarkt. Hat sie ihre Herzmedikamente nicht genommen, oder hat Inga Sommer sie ihr nicht gegeben? Schließlich wurde sie vor Kurzem als Haupterbin im Testament eingesetzt. Wusste Jörg Runold von dem neuen Testament und hatte deshalb einen versehentlich tödlich endenden Streit mit seiner Mutter?","versions":[{"lang":1,"streams":[{"redirect":8763333,"hoster":"VOE"},{"redirect":8620021,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tödliches Erbe","epNo":10,"alt":"","descr":"Bei der Verteilung des Erbes von Obstbauer Jansen kommt es zum Streit zwischen seinen drei Töchtern. Kurz darauf wird die Notarin des Dorfes, Maren Thieme, tot aufgefunden. Was zunächst wie ein Unfall aussieht, war Mord. Was wollte Maren nachts auf dem Hof von Jansen? Die Ermittlungen führen Oskar zurück in seine Jugend, denn Bente, eine der Schwestern, war vor 25 Jahren seine große Liebe. Für alle war es eine Überraschung, dass Bente, die jahrelang im Ausland war, den Obsthof geerbt hat und nicht ihre Schwester Dörte. Ihr Schwager Peer unterstellt Bente, das Testament mit Maren gefälscht zu haben. Aber auch die beiden anderen Schwestern haben Motive: Dörte hat den Vater bis zu seinem Tod gepflegt und den Hof geleitet. Dafür hat sie sogar ihren Job aufgegeben und ihre Ehe vernachlässigt. Ihr Mann, Peer Konrad, aber hat sie geduldig unterstützt und auf dem Hof geholfen. Sie beide haben fest mit dem Erbe gerechnet. Maren Thieme war Dörtes beste Freundin, hat ihr aber von dem geänderten letzten Willen nichts gesagt. Hat Dörte ihr das übel genommen und sie deshalb umgebracht? Gritt hätte einen ganz anderen Grund für die Tat: Sie hatte eine heimliche Affäre mit Maren und wollte die lesbische Beziehung offen leben – was aber Maren nicht wollte. Kam es darüber zum Streit? Oskar wird von dem Fall abgezogen: Er hat sich wieder in Bente verliebt, und so befürchtet Sarah, dass er nicht objektiv ermittelt. Als Bente eines Nachts auf dem Hof überfallen wird und Oskar mitbekommt, dass sie ihm nicht alles erzählt hat, steht er vor der Wahl: Hält er sich aus dem Fall heraus und vertraut seiner Freundin? Oder gewinnt der Polizist in ihm die Oberhand und setzt die neue alte Liebe aufs Spiel?","versions":[{"lang":1,"streams":[{"redirect":8763336,"hoster":"VOE"},{"redirect":8620015,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unter Lehrern","epNo":11,"alt":"","descr":"Die Grundschullehrerin Bianca Krämer wird tot in der Schule aufgefunden: Treppensturz. Fremdeinwirkung ist nicht auszuschließen. Sie hat für die Schule gelebt. Wieso sollte sie jemand töten? Die Kommissare beginnen, im Schulumfeld zu ermitteln, und machen dort Bekanntschaft mit übereifrigen Helikoptereltern, überforderten Lehrern und einer verzweifelten Schulleiterin. Vor allem Thorsten Heen, der mit Bianca im heftigen Streit lag, scheint verdächtig. Seine Familie will nach Bayern umziehen, und sein Sohn benötigt deutlich bessere Noten, um dort aufs Gymnasium zu können. Für gute Noten hat Heen sogar versucht, die Aushilfslehrerin Stefanie Weiss zu bestechen. Aber auch die Direktorin Heike Sommermeier, die sich mit ihrer besten Freundin Bianca zerstritten hatte, gerät in den Fokus. Sie hatte Biancas Wechsel an eine andere Schule verhindert, um sie nicht zu verlieren. Heike wollte es wiedergutmachen und Bianca als ihre Nachfolgerin durchsetzen. Trotzdem hat Bianca ihr nicht verziehen. Und das setzt Heike schlimm zu. Als herauskommt, dass Bianca mit Thallium vergiftet wurde, wendet sich das Blatt. Hat Stefanie Weiss ihre Kollegin vergiftet, weil diese hinter ihre Bestechlichkeit gekommen war? Oder war es doch Malte Goler, der mit seiner Kollegin Bianca um den Direktorenposten konkurrierte? Als Malte selbst mit einer Thalliumvergiftung ins Krankenhaus eingeliefert wird, glauben die Ermittler, dass es an der Schule einen Serientäter gibt. Denn dort scheinen beide Lehrer vergiftet worden zu sein.","versions":[{"lang":1,"streams":[{"redirect":11197135,"hoster":"VOE"},{"redirect":8620016,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das letzte Spiel","epNo":12,"alt":"","descr":"Fußballtrainer Gänssle wird während des Trainings tot im Vereinsheim des VfB Hammbek aufgefunden. Er wurde mit einem Tornetz gefesselt und ermordet. Wer hat ihn auf dem Gewissen? Sportlich war Gänssle erfolgreich. Gab es im privaten Umfeld Gründe für einen Mord? Gänssle trainierte die erste Herrenmannschaft des VfB, die kurz vor dem Aufstieg in die Oberliga steht, auch dank des talentierten Stürmers David Baldé. Der erste Verdacht fällt allerdings auf den Spieler Sebastian Lührs, der wegen Gänssles Trainingsmethoden Streit mit ihm hatte. Mit seinem Alibi will er nicht rausrücken. Ein weiterer Verdacht fällt auf den dominanten Vereinsvorsitzenden Otto Noll. Franzi findet heraus, dass Noll und Gänssle eine Freundschaft aus Bundewehrzeiten verband und der Mord mit einem Bundeswehrmesser verübt wurde. Die Ermittler kommen so einem organisierten Steuerbetrug auf die Spur. Gänssle hatte Noll alles zu verdanken, deshalb machten er und seine Frau Marion bei dem Steuerbetrug mit. Gab es einen Streit zwischen den Freunden, als eine Steuerprüfung ins Haus stand? Als Marion unabsichtlich einen Hinweis auf den Fußballer David Baldé gibt, wendet sich der Fall, denn Gänssle hatte den Wechsel des Stürmers zu einem lukrativeren Verein verhindert. Ist Baldé Gänssles Mörder, oder ist er der Schlüssel zur Lösung des Falles?","versions":[{"lang":1,"streams":[{"redirect":8763342,"hoster":"VOE"},{"redirect":8620017,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gegen die Zeit","epNo":13,"alt":"","descr":"Durch die gemeinsame Ermittlungsarbeit mit Thomas Schumann vom Drogendezernat ging den Ermittlern der Meth-Dealer Kai Mehring ins Netz. Dann wird Max Nordmann entführt und die SOKO erpresst. Die Freilassung von Kai Mehring wird im Tausch gegen Max Nordmanns Leben gefordert. Zu dumm nur, dass Kai ausgerechnet in diesem Moment tot im Verhörraum gefunden wird. Scheinbar vergiftet. Die SOKO muss nicht nur Max finden, sondern auch noch einen Mord aufklären. Alle Verdächtigen befinden sich in der Wache. Vera Mehring, die Schwester des toten Dealers, hat ihren Bruder verraten, weil sie nichts mehr mit seinen Geschäften zu tun haben wollte. Sie ist da, um gegen ihn auszusagen. Hatte sie trotzdem ein Motiv, ihn zu ermorden? Auch die Putzkraft Kathrin Scheidt gerät in den Fokus der Ermittler, da sie eine Affäre mit Kai Mehring hatte. Angeblich kannte sie seine echte Identität nicht. Aber ist es ein Zufall, dass ausgerechnet sie seit ein paar Wochen als Reinigungskraft bei der SOKO arbeitet? Währenddessen tickt die Uhr. Der Erpresser hat ein Ultimatum gesetzt, und es gilt, Max so schnell wie möglich zu finden. Als Franzi das Handy von Kathrin Scheidt analysiert, kommen neue Fakten auf den Tisch, die zu weiterer Verwirrung beitragen, und ein Wettlauf gegen die Zeit beginnt.","versions":[{"lang":1,"streams":[{"redirect":8763339,"hoster":"VOE"},{"redirect":8620020,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Bronze, Silber, Tod","epNo":1,"alt":"","descr":"Schwimmtrainer Markus Krell wird tot in der Dusche des HWSV-Vereinsschwimmbades gefunden. Kampfspuren weisen darauf hin, dass es sich nicht um einen Unfall gehandelt hat. Schnell gerät seine Ex-Frau Nele Krell ins Visier der Ermittler. Sie hat mit ihrem Mann den Damen-Leistungsbereich des Vereins geleitet und ist anscheinend eifersüchtig auf seine neue Partnerin gewesen: die deutlich jüngere Schwimmtrainerin Julia Beyer. Aber auch andere Mitarbeiter des Vereins hätten ein Motiv gehabt, Markus Krell zu töten. Etwa der Bademeister des Vereins Ludger Meinke, der Bodybuilding betreibt und kürzlich der Spitzenschwimmerin Marleen Fuhrmann Anabolika besorgt hatte. Krell wusste davon und hat sie deshalb aus dem Kader geworfen. Aus der Traum von der EM-Qualifikation. Aber Grund genug für einen Mord? Welche Rolle spielt die junge Emilia Kienle, die Markus Krells Lieblingsschwimmerin war und die er in Einzeltrainings und Gesprächen besonders gecoacht hat. Die beiden hatten ein Geheimnis. Das ist auch Markus Ex-Frau Nele aufgefallen. Aber auch sie hatte ein besonders enges Verhältnis zu Emilia. Als sie erfährt, dass Emilia schwanger ist, nimmt sie sich des Mädchens an. Sie will das Beste für ihren Schützling, schließlich hatte sie selbst es in ihrer eigenen Karriere als ehemalige Leistungsschwimmerin der DDR nicht leicht gehabt. Aber wo liegt der Schlüssel zur Lösung des Falles?","versions":[{"lang":1,"streams":[{"redirect":9444235,"hoster":"VOE"},{"redirect":9444233,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mord unter Kühen","epNo":2,"alt":"","descr":"Laura Sommer findet ihren Freund, Jungbauer Florian Althus, mit tödlicher Kopfverletzung im Kuhstall. Frei herumlaufende Kühe und ein Putzroboter haben bereits alle Spuren beseitigt. Florian wollte den bäuerlichen Hof in die Zukunft führen – mit Drohnen, Hightech-Trecker und digitalem Kuhstall. Um an die begehrten Subventionen des Bundes zu kommen, hatte er das Land von Heiner Janssen im Auge. Dieser ist sein Nachbar und Lauras Onkel. Janssen bewirtschaftet seinen Hof noch konventionell. Es stellt sich heraus, dass Florian heimlich ein verbotenes Düngemittel auf Janssens Feldern ausgesät hatte, um schneller an sein Ziel zu kommen. Auch eine anonyme Anzeige bei der Landwirtschaftskammer war bereits erfolgt. Damit hätte Heiner Janssen die anstehende Pachtverlängerung vergessen können. Hat er das verhindert und Florian im Kuhstall erschlagen, nachdem er bereits auf dessen Agrarroboter geschossen hatte? Alles spricht gegen den Altbauer. Als er festgenommen werden soll, taucht plötzlich sein Alibi für die Tatzeit auf: eine Kundin, die sich als Oskars Freundin Bente entpuppt. Doch auch die Drohne, mit der Freundin Laura die Bodenqualität der Felder auswertet, hat kurz vor der Tatzeit Unangenehmes zutage gefördert: Auf dem letzten Drohnenfilm entdecken die Ermittler statt Ackerfurchen das Techtelmechtel von Florian und seiner ehemaligen Professorin Stefanie Liebermann. Die bekannte Wissenschaftlerin der Uni Hamburg hatte die beiden Jungbauern im Fach \"Digitale Landwirtschaft\" unterrichtet. Scheinbar konnte sich Florian die Zukunft mit ihr besser vorstellen und wollte Laura vor die Tür setzen. Ein Mord aus Eifersucht?","versions":[{"lang":1,"streams":[{"redirect":9536883,"hoster":"VOE"},{"redirect":9536881,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schweig oder stirb","epNo":3,"alt":"","descr":"Der demente Seniorenresidenz-Bewohner Werner Langner wird tot aufgefunden. Sein Pfleger Martin Rast, der eine große Menge Bargeld aus dem Zimmer mitgenommen hatte, gerät ins Visier. Doch dann stellt sich heraus, dass der alte Mann eine enge Beziehung zu seiner Mitbewohnerin Nora Ehlers aufgebaut hatte. War seine Ehefrau Hanne Langner eifersüchtig? Oder wollte Nora aus Eifersucht verhindern, dass Langner das Altenheim verlässt? Dann besucht zur Überraschung aller Sarah Khans recht agiler Vater Ramin die Seniorenresidenz. Zunächst fragt Sarah sich, ob sie und ihr Bruder möglicherweise nicht mitbekommen haben, dass ihr Vater krank oder einsam ist. Als die beiden sich vor Ort persönlich begegnen, stellt sich heraus, dass er indirekt mit der Sache zu tun hat. Der Verdacht fällt auf Hanne Langner und ihre Tochter Susann. Auch sie hatten ein Motiv. Denn der verwirrte Vater war scheinbar so verliebt in Nora Ehlers, dass er ihr sein gesamtes Vermögen vererben wollte. Das wiederum könnte ein Hinweis darauf sein, dass Nora ihn aus Habgier erstickt hat. Eine verzwickte Situation, die die Ermittler mit Mutter und Tochter Langner in deren Villa besprechen wollen. Aber als sie dort ankommen, stellt sich eine ganz andere Situation dar, in der sie schnellstens eingreifen müssen.","versions":[{"lang":1,"streams":[{"redirect":13917073,"hoster":"VOE"},{"redirect":9536889,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tödliche Hochzeit","epNo":4,"alt":"","descr":"Lena und Oskar sind zum Polterabend von Lenas altem Sandkastenfreund Raffael \"Raffi\" von Kropp auf dem Land eingeladen. Am Morgen danach wird Raffis Bräutigam Lars Tretschok tot aufgefunden. Lars hatte die D-Jane Madeleine Hoffmann am Vorabend nach einer Auseinandersetzung rausgeworfen. Franzi ermittelt, dass Madeleines Bruder vor Jahren bei einem Kanu-Ausflug mit Lars ums Leben kam. Madeleine glaubt, dass er damals ihren Bruder ermordet hat. Dieser hatte vor der Reise eine Lebensversicherung auf Lars abgeschlossen. Madeleines Motiv könnte also Rache sein. Ein Mordmotiv hat außerdem Raffis Ex-Freund Dino Holzer. Raffi hatte Dino vor sechs Monaten für Lars Tretschok verlassen – und Dino liebt Raffi noch immer. Er hatte auf dem Polterabend fotografiert und......","versions":[{"lang":1,"streams":[{"redirect":9588047,"hoster":"VOE"},{"redirect":9588052,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Perfect Partner","epNo":5,"alt":"","descr":"Der herzkranke Fondsmanager Sven Lam-brecht ist tot. Am Herzinfarkt gestorben. Allerdings hat ihm jemand kurz vorher Reizgas ins Gesicht gesprüht. Aus Absicht, um den Infarkt auszulösen? Die SOKO findet heraus, dass Sven Lam-brecht vor seinem Ableben noch Geschlechtsverkehr hatte. Außerdem war er bei der neuen Dating-App \"Perfect Partner\" angemeldet. Über einen Algorithmus bringt die App nur wirklich füreinander geschaffene Pärchen zusammen. Die Ermittlungen bringen zutage, dass es in der Nacht vor Lambrechts Tod ein peinliches Zusammentreffen von seiner geschiedenen Frau mit einem seiner Dates gegeben hatte. Und die beiden kannten sich auch noch. War es also eine Tat aus Eifersucht? Aber welche der Damen ist die Mörderin? Um an die Kontakte der Dates zu kommen, recherchieren die Ermittler bei \"Perfect Partner\" direkt.","versions":[{"lang":1,"streams":[{"redirect":9647349,"hoster":"VOE"},{"redirect":9647351,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tod eines Teppichhändlers","epNo":6,"alt":"","descr":"Farzad Haleh, Inhaber eines Teppichkontors in der Speicherstadt, wurde erschlagen. Seine Tochter Julia glaubt an einen Raubmord, da ein wertvoller Teppich fehlt. Der Verdacht fällt auf Michael Schell, den Ehemann von Bürokraft Bettina. Er verhält sich nicht nur seltsam, er hat auch ein Problem mit Migranten. Schell leugnet den Mord und bringt das Team auf die Spur von Kamran Mirza, einem befreundeten Teppichhändler. Dieser stand kurz vor der Pleite, und Farzad wollte sein Kontor übernehmen. Aber Mirza hat ein Alibi. Als dieses in sich zusammenfällt, gibt er zu, mit Farzad gestritten zu haben. Er leugnet allerdings, etwas mit seinem Tod zu tun zu haben. Der Fall nimmt eine abrupte Wendung, als das Team neue Informationen ausgräbt: Farzads Sohn Lukas ist hoch verschuldet, seine Tochter Julia lesbisch. Ist es über Julias Homosexualität zum Streit zwischen Vater und Tochter gekommen, der eskalierte? Derweil entdeckt Franzi Fotos vom Sommerfest der Halehs, und Schell rückt erneut in den Fok","versions":[{"lang":1,"streams":[{"redirect":14360956,"hoster":"VOE"},{"redirect":11357328,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schlangengrube","epNo":7,"alt":"","descr":"Die Leiche der Influencerin und Tierschützerin Anny wird in ihrer Wohnung gefunden. Sie wurde von einer Schlange gebissen und starb an dem tödlichen Gift. Anny hatte sich nicht nur für den Tierschutz eingesetzt, sondern auch aktiv mit der Zollfahndung zusammengearbeitet, um Schmugglerringe aufzudecken. Dabei bekam sie wichtige Informationen von dem V-Mann Amar, der angeblich die Seiten gewechselt hatte. Er will sich für den Tierschutz engagieren und hilft den Ermittlern, Schmugglern auf die Schliche zu kommen. Gemeinsam mit der Zollfahndung heben die Ermittler einen Schmugglerring aus und vermuten den Täter unter diesen. Doch dann stellt sich heraus, dass der Zollbeamte Hammerschmidt selbst bestens vertraut mit Anny war. Hatten die beiden eine Affäre? Als Franzi auf eigene Faust V-Mann Amar aufsucht, gerät sie in die Hände seines Bruders Shiva, der illegale Tierimporte organisiert. Hat Amar den Seitenwechsel nur vorgetäuscht und Anny für seinen Bruder bespitzelt? Kann Amar beweisen, da","versions":[{"lang":1,"streams":[{"redirect":9745744,"hoster":"VOE"},{"redirect":9745736,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Trübe Wasser","epNo":8,"alt":"","descr":"Die Stand-up-Paddlerin Jule Neumann wird tot aus dem Wasser geborgen. Der Naturschützer Tobias Zander, der die Tote gefunden hat, lenkt den Verdacht auf Jules Lebensgefährtin Margo. Deren Alibi ist gerade geplatzt: Sie war zur Tatzeit nicht, wie angegeben, auf dem SUP World Cup in Scharbeutz. Hat sie Jule im Beziehungsstreit umgebracht? Doch dann gerät Tobias selbst unter Verdacht.","versions":[{"lang":1,"streams":[{"redirect":9802534,"hoster":"VOE"},{"redirect":9802533,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die letzte Schicht","epNo":9,"alt":"","descr":"Henning Schmied, ein \"Juicer\", der für ein E-Scooter-Unternehmen nachts benutzte Roller auflädt, wird tot aufgefunden. Offenbar war der tödliche Sturz vom Scooter jedoch kein Unfall. Das Opfer war kein unbeschriebenes Blatt: Schmied war in der Tatnacht in einen Konflikt mit dem Immobilienmakler verwickelt, für den er schwarzgearbeitet hatte. Zudem hatte Schmied erst kürzlich einen Brand im Keller eines Mehrfamilienhauses verursacht.","versions":[{"lang":1,"streams":[{"redirect":13921376,"hoster":"VOE"},{"redirect":9851112,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Erntezeit","epNo":10,"alt":"","descr":"Auf dem Schlüter’schen Hof kommt es zu einem Einbruch. Bente und Oskar sind zufällig vor Ort, als Hannes Schlüter ihn entdeckt. Am nächsten Morgen wird die Leiche von Jannis Möller gefunden. Bei ihm Geldscheine aus dem Einbruch. Jannis gehörte eine traditionsreiche Mosterei, die er durch Schlüter verlor. Wollte er sich durch den Diebstahl an Schlüter rächen? Auch der Obstbauer selbst wird verdächtigt, denn beim Einbruch wurde sein Werkzeug verwendet. Und erst vor Kurzem hatte er die Versicherungssumme für den Hof erhöht. Liegt hier ein Versicherungsbetrug vor, dem Jannis auf die Spur gekommen war?","versions":[{"lang":1,"streams":[{"redirect":9908163,"hoster":"VOE"},{"redirect":9907980,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schlagzeile Mord","epNo":11,"alt":"","descr":"Katja Richter ist tot. Die Lokalreporterin vom \"Hamburger Tageblatt\" wird morgens von einem Zeitungsausträger erschlagen neben ihrem Auto gefunden. Durch die reißerische Art ihrer Reportagen und die Art, wie sie an ihre Informationen kam, war sie weder bei den Kollegen noch bei ihren Protagonisten gern gesehen. Hat sich da jemand wegen Verleumdungen gerächt? Die Ermittler suchen nach ihren letzten Opfern. Nur die junge Volontärin Michelle Hansen scheint um Katja zu trauern, denn sie hat ihre Mentorin verloren.","versions":[{"lang":1,"streams":[{"redirect":9956653,"hoster":"VOE"},{"redirect":9956673,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kleingarten Eden","epNo":12,"alt":"","descr":"In der Barmbeker Kleingartenkolonie Glückszwerge wird die Taxifahrerin Maria Trude, Frau des Vereinsvorsitzenden Norbert Trude, erschlagen aufgefunden. Sie war bei allen beliebt. Der Kleingärtner Achim Klausen, der sich durch seine unkonventionelle Art und den Hang zur FKK nach 30 Jahren Mitgliedschaft unbeliebt gemacht hat, rückt ins Visier des SOKO-Teams, weil das Mordopfer seinen Rauswurf aus der Anlage verschuldet hat. Auch jetzt noch weigert Klausen sich, den Garten zu verlassen, obwohl es einen neuen Pächter gibt. Dieser ist niemand anderes als Kommissar Max Nordmann – im Undercover-Einsatz als Kleingärtner getarnt. So kommen die Ermittler dahinter, dass Maria eine Affäre mit dem Kleingärtner Adil Nassar hatte. Ihr Ehemann Norbert will aber nichts davon gewusst haben, was ein Eifersuchtsmotiv unwahrscheinlich macht.Verdächtig ist auch die Schwester des Opfers, Larissa Ulme, die Schulden bei Maria hatte. Doch dann kommt heraus, dass Norbert einen Deal mit einer Immobilienfirma gemacht hat, um die Bebauung der Kleingartenanlage zu ermöglichen. Stand Maria ihm dabei im Weg, oder stecken Nassar und Klausen dahinter, die in der Mordnacht einige Kilogramm illegaler Feuerwerkskörper auf dem Gelände versteckt hatten?","versions":[{"lang":1,"streams":[{"redirect":10055939,"hoster":"VOE"},{"redirect":10055941,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Hafennixen","epNo":13,"alt":"","descr":"Liv Thomsen, Mitinhaberin des Partybootes \"Hafennixen\", wird tot im Alten Elbtunnel gefunden. Ihre beste Freundin und Geschäftspartnerin Caro Hansen ist entsetzt. Zunächst gerät Barkassen-Schifferin Anna Sievers unter Verdacht, die traditionelle Hafenrundfahrten anbietet. Sie hat den Liegeplatz nebenan und stört sich an lauter Musik, am Partyvolk und am Erfolg der \"Hafennixen\". Dann stellt sich aber heraus, dass Liv am Abend ihres Todes mit Hafenmeister Hauke Brix verabredet war. Hatten die beiden eine Affäre? Hauke kann sich an den Abend nicht erinnern: Filmriss. Ermittler Oskar Schütz schafft es, Haukes Erinnerungen zu triggern. Hauke hat Liv sexuell bedrängt. Liv ist weggerannt, Hauke hinterher. Auch Hauke selbst kann nicht ausschließen, dass er Liv umgebracht hat. Als sich weitere Erinnerungsknoten lösen, wird jedoch klar: Hauke ist unschuldig.Als er gegangen ist, hat Liv noch gelebt. Und Caro, die zweite \"Hafennixe\", hat gelogen. Denn sie ist noch mal an die Landungsbrücken zurückgekommen. Hat sie Liv im Streit getötet, weil diese frisch verliebt war und mit ihrem Freund Alex Wagner aus Hamburg weggehen wollte? Aber auch Alex hat an jenem Abend mit Liv gestritten. Sie wollte nicht mehr weg aus Hamburg. Grund genug für einen Mord?","versions":[{"lang":1,"streams":[{"redirect":10055934,"hoster":"VOE"},{"redirect":10055935,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Das Fenster zum All","epNo":1,"alt":"","descr":"Am Hamburger Planetarium fällt die zukünftige Astronautin Maja Kuchenbecker von der Aussichtsplattform in die Tiefe und stirbt sofort. Alles deutet darauf hin, dass sie gestoßen wurde. Ihr Ex-Mann Frieder Kuchenbecker ist verzweifelt und weiß nicht, wie er es dem kleinen Sohn Noah beibringen soll, der seit der Trennung bei ihm lebt. Schon während ihres Vortrags im Planetarium wurde Maja immer wieder von einer unbekannten Buhruferin gestört. Schnell gerät Majas Konkurrentin Judith Korten in Verdacht. Beide Frauen waren die letzten Bewerberinnen um einen Flug zur Raumstation ISS. Die junge Umweltaktivistin Lucy Randel kann schließlich als störende Besucherin im Planetarium identifiziert werden.","versions":[{"lang":1,"streams":[{"redirect":11902524,"hoster":"VOE"},{"redirect":11902515,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Schanze fürs Leben","epNo":2,"alt":"","descr":"Der Yuppie Michael Lange wird tot in seiner Wohnung im Schanzenviertel aufgefunden. Alles wirkt wie ein Raubmord. Die Wohnung ist verwüstet, und es fehlen Schmuck und Bargeld. Langes Ehefrau Yvonne war mit ihrer Freundin und Nachbarin Katharina Stöge im Kino. Da die Tür Einbruchsspuren aufweist, scheint der Fall klar. Laut Katharina waren die Langes in der Gegend unbeliebt, denn Lange wollte das Mietshaus in Luxusappartements umbauen. Der Geschäftspartner des Opfers, Jörn Busche, verdächtigt den Mieter Yakub Özlem. Der hatte Lange und ihn bedroht, weil sie mit illegalen Methoden die Wohnungen entmieten wollten. Dabei ist Yakub polizeilich aufgefallen. Aber auch Jörn Busche selbst gerät unter Verdacht, da er mit den Methoden seines Geschäftspartners nichts zu tun haben wollte.","versions":[{"lang":1,"streams":[{"redirect":11934016,"hoster":"VOE"},{"redirect":11934017,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Glamour, Girls!","epNo":3,"alt":"","descr":"Paul Siebert alias Gaia Glamour wird tot im Atelier seines Brautmoden-Ladens gefunden. Erst fällt der Verdacht auf seinen homophoben Nachbarn Frank Nowak. Doch reicht Homophobie als Mordmotiv?","versions":[{"lang":1,"streams":[{"redirect":12922939,"hoster":"VOE"},{"redirect":12020684,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Altes Land, neues Glück","epNo":4,"alt":"","descr":"Wahlkampf im Alten Land: Oskars Freundin Bente stellt sich zur Wahl der Bürgermeisterin. Ihre Kontrahentin Svenja Weber gerät unter Tatverdacht, als eine junge Frau tot aufgefunden wird. Astrid, das Opfer, war der Grund für einen schmutzigen Rosenkrieg, den Svenja und ihr Ex Knut führten. Hat Svenja die Scheidung nicht verwunden und sich an Astrid gerächt?","versions":[{"lang":1,"streams":[{"redirect":12020739,"hoster":"VOE"},{"redirect":12020669,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die letzte Beichte","epNo":5,"alt":"","descr":"Die Führungsriege eines Pharmaherstellers trifft sich zum Wochenendseminar in einem Hamburger Kloster. Morgens wird der Vorstandsvorsitzende Urs Kieling tot im Hof des Klosters gefunden. Spuren an seinem Körper deuten darauf hin, dass es vor dem Sturz eine Auseinandersetzung gab. Unter Verdacht gerät die Vorstandsassistentin Ariane Grader, die ein Verhältnis mit dem Opfer hatte. Laut seiner Ehefrau wollte er die Affäre auf dem Seminar beenden. Doch auch Susanne Schulz-Kieling hatte ein spezielles Verhältnis zu ihrem Mann. Sie war seine behandelnde Psychiaterin, als er wegen seiner Depressionen als Patient zu ihr kam. Jahrelang hatte sie ihm starke Stimmungsaufheller verschrieben und ihn so unter Kontrolle, bis er mit Ariane zusammenkam. Mord aus Eifersucht? Auch Dr. Stefan Opitz gerät in den Fokus der Ermittlungen.","versions":[{"lang":1,"streams":[{"redirect":12922949,"hoster":"VOE"},{"redirect":12130298,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Leben ist eine Baustelle","epNo":6,"alt":"","descr":"Die Rentnerin Eva Falkenstedt wird erschlagen auf der Baustelle ihres Sohnes Jörg im Norden Hamburgs aufgefunden. Am Vorabend hatte sie Jörgs Wohnung zu einem Spaziergang verlassen. Das Team der SOKO Hamburg erfährt, dass Eva bei ihrem Sohn und seiner Frau Carla eingezogen war, um bei der Koordinierung des Hausbaus zu helfen, den sie großzügig mitfinanzierte. Allerdings gestaltete sich das \"Zusammenleben\" nicht ganz unkompliziert. Ihre Schwiegertochter Carla hat den Dauerbesuch und die ständige Einmischung in ihr Leben nicht mehr ausgehalten, und am Abend war es daher zum Streit gekommen. Aber auch mit der Bauleiterin Marianne Kaminski war Eva in den vergangenen Wochen aneinandergeraten, wegen der Kosten. Beide Frauen hätten ein Motiv für die Tat – genauso wie Evas Sohn Jörg, der mit dem Tod seiner Mutter wahrscheinlich ein Vermögen erben wird.","versions":[{"lang":1,"streams":[{"redirect":12162794,"hoster":"VOE"},{"redirect":12162792,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Marktschreie","epNo":7,"alt":"","descr":"Der Marktstandbetreiber Sven Peters wird erschlagen in seinem Lkw aufgefunden. Die Letzte, die ihn lebend gesehen hat, war eine Ehrenamtlerin für die Tafel. Ihre Aussage bringt den rivalisierenden Marktbetreiber James Robinson unter Verdacht.","versions":[{"lang":1,"streams":[{"redirect":12187800,"hoster":"VOE"},{"redirect":12187799,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ausgeliefert","epNo":8,"alt":"","descr":"Kurz nachdem Paketbote Steffen Voges bei Luiz ein Päckchen zugestellt hat, findet dieser ihn schwer verletzt. Offensichtlich ein Raubüberfall, um die Wertpakete im Transporter zu erbeuten. Der Wagen mit den Paketen ist durchwühlt, der Täter hat Voges eine lebensgefährliche Stichwunde zugefügt. Luiz ruft augenblicklich einen Notarzt, aber jede Hilfe kommt zu spät. Die Ermittlungen beginnen. Die SOKO verdächtigt zunächst Martin Fasshauer, dem Voges kurz vor seinem Tod ein Paket zugestellt hatte. Dazu war er in Fasshauers Wohnung. Als die Ermittler feststellen, dass Fasshauer ein Kleindealer ist, liegt der Tathergang auf der Hand: Fasshauer wollte nicht, dass sein Geheimnis ans Licht kommt.Oder ist Voges Kollege Uwe Neumeyer der Täter, mit dem Voges kurz vor seinem Tod laut Aussage seiner schwangeren Ehefrau Benita aneinandergeraten sein soll? Außerdem ist da noch die aggressive Rentnerin Annette Kampe, die kein gutes Haar an dem Opfer lässt und es beschuldigt, ein Handy und andere Wertgegenstände aus den Lieferungen gestohlen zu haben. Als der Kollege Uwe Neumeyer noch einmal unter Verdacht gerät, nimmt der Fall eine dramatische Wendung.","versions":[{"lang":1,"streams":[{"redirect":12226625,"hoster":"VOE"},{"redirect":12226624,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die erste Geige","epNo":9,"alt":"","descr":"Danny Pohl, Primarius und erster Geiger des bekannten Berliner Streicherensembles Spree-Quartett wird bei einer Probe in der Hamburger Musikhalle von einem Scheinwerfer erschlagen. Die Ermittler der SOKO Hamburg finden heraus, dass die Sicherungssysteme des Scheinwerfers unmittelbar vor dem Absturz manipuliert worden waren. Danny Pohl wurde also ermordet. Simone Relinger, die zweite Geige des Quartetts, hätte ein Tatmotiv gehabt. Sie hatte das Angebot eines renommierten amerikanischen Sinfonieorchesters und wollte das Ensemble verlassen. Danny Pohl hatte ihr daraufhin mit einer hohen Konventionalstrafe gedroht. Der Fall erfährt eine Wendung, als klar wird, dass Danny und Simone kurz vor der Probe die Plätze getauscht hatten. Möglicherweise galt der Anschlag also Simone Relinger. Unter Verdacht gerät nun Bratschistin Mel Schumann. Sie war in Simones langjährigen Lebensgefährten Carsten Gümbel verliebt, den Violoncellisten im Spree-Quartett, und erhoffte sich nach einem One-Night-Stand mehr von ihm. Als jedoch herauskommt, dass Simone sich am Vortag von ihm getrennt hatte, gerät Gümbel selbst unter Mordverdacht. Denn die Trennung hätte das Ende des Quartetts und seiner Karriere bedeutet. Genau wie der Karrieren von Danny und Mel.","versions":[{"lang":1,"streams":[{"redirect":12257079,"hoster":"VOE"},{"redirect":12257076,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Von Töchtern und Söhnen","epNo":10,"alt":"","descr":"Finn Tiedemann wird erschlagen im \"Dicken Dackel\" gefunden. Der erste Verdacht fällt auf Hanno Steiner, den Eigentümer der Bar, der das Opfer angeblich nicht gekannt hat. Eine Lüge: Denn Finn hatte gerade in der Immobilienfirma seiner Eltern angefangen, war für die Pacht des \"Dicken Dackel\" zuständig und wollte Hanno raushaben. War er deshalb am Abend seines Todes mit seiner Assistentin Marie in Hannos Bar? Als die Ermittler herausfinden, dass Marie ihnen einen Streit verschwiegen hat, werden sie hellhörig: Es stellt sich heraus, dass Finn Marie sexuell belästigt hatte. Aber ist das ein Motiv für einen Mord? Hat Marie ihn in Notwehr getötet? Marie leugnet das. Hannos Tochter Jule kann bezeugen, dass Finn noch gelebt hat, als sie gegangen ist.","versions":[{"lang":1,"streams":[{"redirect":12301979,"hoster":"VOE"},{"redirect":12301978,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"In Teufels Küche","epNo":11,"alt":"","descr":"Die Starköchin Caroline de Brass wird tot in der Küche ihres Restaurants aufgefunden. Nebenan wird währenddessen die Veröffentlichung ihres lang erwarteten Kochbuches gefeiert. Unter den Partygästen befindet sich auch Franzi, die gerade ein Date mit Travis Hardt hat, dem Chefpatissier des Restaurants. Sie ist sofort am Tatort. Die Mitarbeiter beschreiben ihre ehemalige Chefin übereinstimmend als aufbrausend und extrem fordernd. Das Team der SOKO findet heraus, dass die nun Ermordete erst kurz vor ihrem Tod die Scheidung von ihrem Ehemann und Geschäftspartner Rolf Meeshan eingereicht hatte. Für diesen hätte die Scheidung den finanziellen Ruin bedeutet. Hat er seine Frau getötet? In der Toxikologie wird nachgewiesen, dass Caroline eine große Menge Fentanyl im Blut hatte. Franzi macht unterdessen eine Entdeckung, als sie in Carolines Handydaten regelmäßige, unerklärliche Zahlungen an Travis findet – ihr Date vom Tatabend. Sie findet heraus, dass Travis ein Motiv hatte – denn es war Caroline, die seinen Traum von der eigenen Patisserie vereitelt hatte. Franzi befürchtet, einen Mörder gedatet zu haben, als sie an seinem Arbeitsplatz versteckt ein Tütchen mit verdächtigen Tabletten findet. Und was ist mit der Souschefin Maike Engels, die bis kurz vor dem Mord im Restaurant war, dieses aber offenbar vor der Party verlassen hat. Warum hat sie nicht teilgenommen?","versions":[{"lang":1,"streams":[{"redirect":12342626,"hoster":"VOE"},{"redirect":12342627,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Müll der Anderen","epNo":12,"alt":"","descr":"Nach Feierabend wird der Hamburger Müllmann und Kolonnenführer Holger Windisch im Müllauto mit einem Elektroschocker angegriffen und dabei getötet. Er litt am \"Broken-Heart-Syndrom\". So konnte der Elektroschocker seine tödliche Wirkung entfalten. Der Tatort ist eine gutbürgerliche Straße, in der niemand etwas von dem Vorfall bemerkt haben will. Nur der ansässige Arzt Dr. Jonas Bönisch hat eine zweite Person im Fahrerhäuschen gesehen. Schnell gerät Holgers Kollegin Petra Lorenz in Verdacht. Denn scheinbar wollte Holger die Versetzung der gesundheitlich angeschlagenen Frau, da es wegen ihr immer wieder zu zeitlichen Verzögerungen kommt. Petra wollte das um jeden Preis verhindern. Nur mit der Hilfe ihres Kollegen und Geliebten Tarek Özer kann sie den Arbeitstag überhaupt durchstehen. Tarek stellt sich schützend vor Petra.Aber sind die beiden ein Mörderpaar? Dann kommt heraus, dass Holger Windisch einen mehrwöchigen Streik der Müllabfuhr vorbereiten wollte. Eine Arbeitsniederlegung wäre für die neue Leiterin der Behörde für Abfallwirtschaft, Simone Freund, ein Desaster. Die SOKO findet heraus, dass auch Simone Freund in einem Interessenkonflikt steckt. Sie besitzt Anteile an der Müllverbrennungsanlage. Wenn die mehrere Wochen stillsteht, vernichtet es Unsummen von Geld. Hat sie Holger Windisch auf dem Gewissen?","versions":[{"lang":1,"streams":[{"redirect":13510990,"hoster":"VOE"},{"redirect":13511001,"hoster":"Doodstream"},{"redirect":13510995,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Mit Haut und Haar","epNo":1,"alt":"","descr":"Einen Tag nach seinem wenig besuchten Konzert im St. Pauli-Club \"Pink Lan-tern\" wird Schlagersänger Ingo Ill-bruck tot in seiner Badewanne gefunden. Offensichtlich wurde er ertränkt. Das Team der SOKO stößt bei den Ermittlungen zunächst auf Theresa Sternberg, die Illbruck nach dem Konzert nach Hause gebracht hat und das offensichtlich vor ihrem Mann verheimlichen will. Hatte sie etwas mit Illbrucks Tod zu tun? Auch Deniz Tokmak, Besitzer des \"Pink Lantern\" und alter Bekannter von SOKO-Chefin Ella Hansen, gerät unter Verdacht. Er hatte mit Illbruck sein letztes, leider erfolgloses, Album produziert und musste dadurch hohe finanzielle Verluste hinnehmen.","versions":[{"lang":1,"streams":[{"redirect":13653994,"hoster":"VOE"},{"redirect":13653995,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Offene Rechnungen","epNo":2,"alt":"","descr":"20 Jahre Abi: SOKO-Chefin Ella feiert mit ihrem Jahrgang im \"Planten un Blomen\". Als sie am nächsten Morgen mit Filmriss erwacht, erstarrt sie: Neben ihr liegt die Leiche von Tom Bartels. Ella steht unter Verdacht, doch das SOKO-Team glaubt an ihre Unschuld und ermittelt unter den Partygästen. David Berger wurde von Tom in der Schulzeit unfreiwillig geoutet. Außerdem hat er durch Tom Geld verloren, nachdem dessen Firma in die Pleite gerutscht war.","versions":[{"lang":1,"streams":[{"redirect":13654001,"hoster":"VOE"},{"redirect":13653998,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Diagnose Mord","epNo":3,"alt":"","descr":"Eigentlich wollte Oskar Schütz vor der Arbeit noch schnell zu seinem Hausarzt. Doch als er dort ankommt, wartet schon Arbeit auf ihn: Dr. Stanislaw Marchlewski wurde ermordet. Der Allgemeinmediziner ist in seiner eigenen Gartensauna umgekommen, die jemand von außen mit einem Besen zugesperrt und angezündet hatte. Besonders sein Sohn Florian, mit dem er gemeinsam eine Praxis führte, ist schockiert. Wer könnte seinen Vater ermorden wollen? Das Team der SOKO nimmt die Ermittlungen auf. Am Tag zuvor hatte ein älterer Herr, Wolfgang Niemeyer, mit seiner Lebensgefährtin Tanja Scholz einen Termin bei Dr. Marchlewski.","versions":[{"lang":1,"streams":[{"redirect":13654002,"hoster":"VOE"},{"redirect":13654050,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der letzte Atemzug","epNo":4,"alt":"","descr":"In ihrem kleinen Haus an der Elbe wird die Hamburger Apnoe-Taucherin Alva Imbeck tot aufgefunden. Ist sie der Einbruchsserie zum Opfer gefallen, die gerade in der Gegend für Unruhe sorgt? Die Ermittlungen der SOKO beginnen bei den Berufstauchern, die Alva beraten hatte. Der ehemalige Berufstaucher Erich Prange hat seit einem Tauchunfall, bei dem Alva die Verantwortung trug, starke gesundheitliche Probleme. Wollte er sich rächen? Die SOKO Hamburg findet heraus, dass Alva bei ihrem letzten Tauchgang mit Berufstaucherin Lotte Stelzer eine folgenreiche Entdeckung unter Wasser gemacht hatte: Die Papierfabrik Ellerkamp scheint durch ein Rohr in der Hafenmauer Giftstoffe in die Elbe zu leiten, und Unternehmerin Sophie Ellerkamp verstrickt sich immer mehr in Widersprüche.Hatte Alva dort unten etwas gesehen, was sie lieber nicht hätte sehen sollen? Doch auch mit Berufstaucherin Lotte Stelzer stimmt etwas nicht. Ihr werden eindeutige Spuren aus dem Haus des Opfers zugeordnet. Sie war scheinbar nicht nur Alvas Kollegin, sondern auch ihre heimliche Geliebte. Wollte Lotte mehr, und es kam deswegen zu einem tödlichen Streit?","versions":[{"lang":1,"streams":[{"redirect":13691691,"hoster":"VOE"},{"redirect":13691693,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Luiz’ Tod","epNo":5,"alt":"","descr":"24 Stunden nachdem in einem Hamburger Park die Leiche des Drogendealers Hanno Marx gefunden wurde, wird das SOKO-Mitglied Luiz vor seinem Haus niedergeschossen. Gibt es einen Zusammenhang? Schon als die SOKO den Fundort von Hanno Marx’ Leiche untersuchte, war klar: Luiz kennt den Toten. Hanno war Teil des Drogenrings, den Luiz als verdeckter Ermittler in Berlin infiltriert hatte, und Kronzeuge im Prozess gegen Drogenboss Marc Wellermann. Scheinbar war Hanno in Hamburg, um Luiz zu finden und dort weiterzumachen, wo er aufhören musste. Hat der inhaftierte Wellermann womöglich den Mord in Auftrag gegeben? Oder steckt sein reicher Vater, der Großreeder Reinhold Wellermann, dahinter? Auch Jonas Seibold, Oskars Ex-Kollege von der Drogenfahndung, interessiert sich auffällig für den Fall.Er will ihn an sich ziehen oder wenigstens an den Ermittlungen beteiligt werden. Ella wird skeptisch. Stand er auf der Gehaltsliste der Wellermanns? Währenddessen scheint Luiz etwas zu verheimlichen. Nach einem Ausraster in der Vernehmung von Marc Wellermann zieht Ella Luiz vom Fall ab. Daraufhin trifft sich Luiz mit Sarah Jung, einer geheimnisvollen Frau aus seiner Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":13708576,"hoster":"VOE"},{"redirect":13708580,"hoster":"Doodstream"},{"redirect":13708584,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tödlicher Hass","epNo":6,"alt":"","descr":"Die junge Politikerin Lisa Ulrich wird tot aufgefunden. Lisa hatte sich für Klima und Verkehrspolitik eingesetzt und für einen Platz im Finanzausschuss der Bürgerschaft interessiert. Die Liste der Verdächtigen ist nahezu unendlich. Auf den Social-Media-Kanälen des Opfers lodert der Hass. Zudem wurde erst kürzlich ihre Adresse im Internet veröffentlicht. Ist einer der zahlreichen Hasstrolle durchgedreht? Lisas Ex-Freund Marco Althaus macht sich große Vorwürfe, am Abend der Tat nicht bei ihr gewesen zu sein. Marco hatte Lisa sogar Pfefferspray besorgt und war bei ihr eingezogen, denn Lisa fühlte sich beobachtet und hatte Angst. Marco vermutet, dass Murat Borchers ihre Adresse veröffentlicht hat, einer von Lisas Konkurrenten um den Platz im Finanzausschuss. Mit den Vorwürfen konfrontiert, streitet Borchers jedoch alles ab.Einer der anonymen Hater namens \"PSmonster\" sticht besonders heraus. Er zog sexistisch über Lisa her, verbreitete Hass und drohte Lisa mehrfach mit dem Tod. Swantje Neumann, Lisas Förderin und parlamentarische Staatssekretärin, kennt die Probleme mit Hatespeech gut, doch anonymem Hass ist nur schwer beizukommen.","versions":[{"lang":1,"streams":[{"redirect":13777328,"hoster":"VOE"},{"redirect":13777329,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schlechte Karten","epNo":7,"alt":"","descr":"Auf einem Feldweg im Alten Land wird am frühen Morgen ein Wagen gefunden und im Kofferraum die Leiche von Harm Dillert. Der Mann wurde in der Nacht erschlagen. Das Team der SOKO findet heraus, dass Dillert am Vorabend an einer illegalen Pokerveranstaltung auf dem Apfelhof von Enno Ordemann teilgenommen hatte. Nun geraten nicht nur einige Teilnehmer der Pokerrunde unter Mordverdacht, sondern auch der Apfelbauer selbst. Auch Maik Rehkopf, mit dem das Opfer zusammen eine Restaurantkette betrieb, hätte ein Motiv. Rehkopf war dahintergekommen, dass sein Kompagnon Unternehmensgelder veruntreut hatte, um seine Spielsucht zu finanzieren. Als sich herausstellt, dass Dillert bei der Pokerrunde 18.000 Euro gewonnen hatte, von denen jede Spur fehlt, gerät schließlich Pastor Johannes Maiwald in den Fokus der Ermittlungen.Er hatte bei der Pokerrunde gegen Dillert eine hohe Summe verloren und steht finanziell mit dem Rücken zur Wand. Andere Teilnehmer sagen aus, dass es zwischen ihm und dem Opfer am Abend zu einer Auseinandersetzung gekommen sei. Hat er Dillert aus Habgier ermordet?","versions":[{"lang":1,"streams":[{"redirect":13777331,"hoster":"VOE"},{"redirect":13777334,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der letzte Aufschlag","epNo":8,"alt":"","descr":"Die junge Tennisspielerin Viktoria \"Vika\" Antonescu liegt erschlagen im Vereinsbüro ihres Tennisvereins. Sie galt als die Nachwuchshoffnung des Vereins, kurz vor dem Schritt zum Profi. Weil in der letzten Zeit häufiger Wertgegenstände aus den Spinden der Mitglieder gestohlen wurden und ein größerer Bargeldbetrag aus der Vereinskasse fehlt, vermuten die Ermittler zunächst, dass Vika einen Einbrecher überrascht hatte. Deswegen gerät Vikas eigener Bruder, Adrian Antonescu, unter Verdacht, der als Jugendlicher mehrere Einbrüche begangen hat. Inzwischen ist er aber Vikas Manager. Auch Karin Herre, die Vorsitzende des Tennisvereins, hat ein Geheimnis: Seit sie sich von ihrem wohlhabenden Mann getrennt hat, hat sie große finanzielle Probleme. Nachts schläft sie sogar im Tennisheim.Hat Vika sie dort überrascht? In den Fokus der Ermittlungen gerät auch Vikas Konkurrentin Sarah Tulasi, die Vika jetzt als Teilnehmerin bei den deutschen Meisterschaften beerbt. Dann finden die Ermittler heraus, dass Vika bei ihrem ersten großen Fotoshooting als Testimonial eines Fitnessgeräteherstellers einen sexuellen Übergriff des Gründers Felix Loth abgewehrt hatte. Wollte er verhindern, dass Vika ihn anzeigt?","versions":[{"lang":1,"streams":[{"redirect":13777332,"hoster":"VOE"},{"redirect":13777333,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödliche Tradition","epNo":9,"alt":"","descr":"Landwirtin Anne Petersen wird tot aus einem Güllebehälter geborgen. Der erste Verdacht fällt auf Nina Seifert. Die Veganerin ist schon oft mit der konventionellen Landwirtin aneinandergeraten. Nina bestreitet aber, etwas mit Annes Tod zu tun zu haben. Außerdem weiß jeder im Dorf, dass es auch zwischen Anne und ihrer Schwester Maike Petersen Streit gab. Maike hat bei Anne gearbeitet, aber die Schwestern hatten unterschiedliche Visionen für den Hof. Schließlich hatte Maike gekündigt und wollte bei Broder Henningsen, einem befreundeten Biogemüsebauern, anfangen. Broder bestätigt das, will von einem Streit der Schwestern aber nichts gewusst haben. Außerdem hat Maike ein Alibi: Zum Zeitpunkt des Todes war sie bei ihrem alten Schulfreund Torben Gonde, Bürgermeister von Wermelsbüttel und Eigentümer des Supermarkts im Dorfkern. Steckt also doch Nina Seifert hinter Annes Tod? Ninas Ex-Mann war gerade mit Anne zusammengekommen, und Nina hat die Trennung bis heute nicht überwunden.","versions":[{"lang":1,"streams":[{"redirect":13802793,"hoster":"VOE"},{"redirect":13802792,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Stadt schläft","epNo":10,"alt":"","descr":"Teddy Michels, ein junger Obdachloser, ist nach dem Sprung aus einem Fenster gestorben – oder wurde er gestoßen? Seine Freundin Kim Janske glaubt nicht an einen Selbstmord. Bei seinen Sachen findet Kim eine größere Menge Bargeld. Die beiden hatten eigentlich in eine positive Zukunft mit Aussicht auf eine eigene Wohnung geblickt. Sie überzeugt die Kommissare davon, zu ermitteln. Also mischt sich Oskar undercover unter die Obdachlosen. Während er versucht, Vertrauen zu Kim Janske aufzubauen, wird im Blut des Toten, der an keinem Substitutionsprogramm teilnahm, eine unbekannte, nicht zugelassene Substanz gefunden, die das Team auf die Spur eines Pharmaunternehmens bringt. Durch Kim und den obdachlosen ehemaligen Arzt Heiner Mahr bekommt Oskar eine Verbindung zu der Methadon-Ausgabestelle, von der das Opfer angeblich versorgt wurde. Hat hier womöglich jemand Versuche an drogenabhängigen Obdachlosen durchgeführt?","versions":[{"lang":1,"streams":[{"redirect":13842430,"hoster":"VOE"},{"redirect":13842429,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Je oller, je doller","epNo":11,"alt":"","descr":"Als Luiz’ Ersatz-Oma Greta Lindner die Leiche ihres Nachbarn Manfred Schabowski findet, deutet zunächst alles auf einen eskalierten Wohnungseinbruch hin. Doch nicht alle Nachbarn haben sich so gut mit Manfred verstanden wie Greta: Jasper Breckwoldt war wegen wuchernden Unkrauts und Hundekots auf seiner Auffahrt immer wieder mit Manfred aneinandergeraten. Aber er leugnet, etwas mit dem Mord zu tun zu haben. Stattdessen behauptet er, beobachtet zu haben, dass Manfred mit einem jungen Mann Streit hatte. Die Spur in Manfreds Vergangenheit führt zu Ole Jansen. Der ist gelernter Altenpfleger und leitet gemeinsam mit seinem Vater Günter Jakobsen eine Freizeitagentur für Senioren. Er gibt an, dass Manfreds Zahlung für eine Fahrt geplatzt war; deshalb der Streit. Mit seinem Tod will er aber nichts zu tun haben.Der Fall nimmt eine Wendung, als das Team herausfindet, dass einige Senioren aus Blankenese eine Fahrt bei Ole gemacht haben – kurz bevor sie beraubt wurden. Ist die Agentur nur eine Fassade, um wohlhabende Rentner auszuspähen? Ole weist das von sich, doch das Team ist nicht überzeugt. Luiz, Greta und Paula buchen einen Ausflug bei Ole, um herauszufinden, was es mit der Agentur auf sich hat.","versions":[{"lang":1,"streams":[{"redirect":13842431,"hoster":"VOE"},{"redirect":13842432,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Pferdestecher","epNo":12,"alt":"","descr":"Auf dem erfolgreichen \"Pferdegestüt von Heeger\" wird Pferdewirt Torsten Nissen tot aufgefunden. Neben ihm, ebenfalls tot, das Rennpferd Sunny, einer der Champions des Hofes. Zunächst gehen die Ermittler, allen voran Lena, vom \"Pferdestecher\" als Täter aus, der seit Monaten Pferde auf Weiden tötet. Doch schnell gibt es weitere Verdächtige. Eine Spur führt zur Gutsbesitzerin Friederike von Heeger, die jedes Jahr ein Derby veranstaltet. Sie kann nun eine hohe Versicherungssumme für das tote Pferd einstreichen, da sie die wertmindernde Gelenkentzündung verschwiegen hatte. Wusste Torsten Nissen davon und musste deswegen sterben? Aber auch Hanno Krüger, der Nachbar und Eigentümer des fast insolventen \"Krügerhofs\", hat ein Motiv.Die Ermittler entdecken, dass Krüger, um endlich auch Erfolg mit seinen Pferden zu haben, mit Torstens Hilfe heimlich seine Stuten von Heegers besten Zuchthengsten decken ließ. Das ließ Torsten sich allerdings auch etwas kosten. Gerieten die beiden in einen Streit, weil Krüger nicht zahlte und Torsten das Geschäft beendete?","versions":[{"lang":1,"streams":[{"redirect":13882884,"hoster":"VOE"},{"redirect":13882883,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tod in bester Lage","epNo":13,"alt":"","descr":"Immobilienbesitzer Gerald Winter wird tot in einer seiner Eigentumswohnungen aufgefunden. Die Spurensicherung geht aufgrund der Verletzungen zunächst von einem stumpfen Schlag auf den Kopf aus. Das Team der SOKO findet heraus, dass Winter die Wohnung zu einem fairen Preis an sozial schwache Wohnungssuchende vermieten wollte. Die letzten Besichtigungstermine fallen genau auf seinen vermuteten Todestag. Was ist in der Wohnung passiert? Während Luiz und Franzi sich um die beiden Interessenten kümmern, die Winter zuletzt lebend gesehen haben, fahren Oskar und Lena zu seinem Sohn Malte und erfahren dort, dass dieser schwer verschuldet ist.","versions":[{"lang":1,"streams":[{"redirect":14440545,"hoster":"VOE"},{"redirect":13882872,"hoster":"Streamtape"}]}]}]}]}