{"seriesId":"soko-rhein-main","name":"SOKO Rhein-Main","descr":"Ein  Team von Spezialisten, das im dicht besiedelten Rhein-Main-Gebiet Verbrechen bekämpft.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tod im Dienst","epNo":1,"alt":"","descr":"Kriminalrätin Susanne Meder tröstet ihre verstörte Mitarbeiterin Gerrit. Diese hat bei einer Schießerei den mutmaßlichen Einbrecher und einen Polizisten getötet. Der Oberstaatsanwalt drängt darauf, die SOKO-Mitarbeiterin festzunehmen. Die Chefin stellt sich schützend vor Gerrit, auch wenn die Beweise eine andere Sprache sprechen. Susannes Ex-Mann, Oberstaatsanwalt Rolf Meder (Thomas Bestvater), drängt darauf, die Polizistin festzunehmen. Doch Susanne mag nicht glauben, dass die junge Kollegin, die sich allein erziehend rührend um ihre kleine Tochter kümmert, in eine Straftat verwickelt ist und dafür ihre relativ heile Welt aufs Spiel setzt. Die Beweise sprechen eine andere Sprache: Gerrit Rost kannte den Einbrecher nicht nur, sie hatte nachweislich eine intime Beziehung zu ihm. Wenig entlastend wirkt sich dabei für Gerrit Rost aus, dass sie Pit (Daniel Wiemer) bei ihrer Überführung an der Nase herumführt und flüchtet, um danach am Frankfurter Hauptbahnhof gemeinsam mit dem Bruder des Einbrechers Norbert Kramm (Matthias Matz) und einer Tasche voller Juwelen aus diversen Raubzügen festgenommen zu werden.","versions":[{"lang":1,"streams":[{"redirect":8334938,"hoster":"VOE"},{"redirect":8334942,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Startbahn frei!","epNo":2,"alt":"","descr":"Wartungsfreier Wildschutzzaun‘, murmelt Kriminalkommissar Thomas Wallner (Sven Martinek) vor sich hin, als er mit Susanne (Marita Marschall) und Cem (Ercan Durmaz) auf dem Weg in die Nähe des Frankfurter Flughafens ist, wo Jugendliche eine grausige Entdeckung gemacht haben: Ein völlig verwestes Skelett. Wartungsfreier Wildschutzzaun, klärt Thomas die Kollegen auf, so nannten sie die Mauer, die damals um die umstrittene Startbahn-West errichtet wurde, um die Demonstranten zurückzuhalten. Thomas war als junger Polizist im Einsatz vor Ort und wirkt mit einem Mal erstaunlich wortkarg. Nur Susanne erklärt er in einem Nebensatz seine melancholische Stimmung: ‚Die Polizei hat sich damals nicht gerade mit Ruhm bekleckert – und ich mich auch nicht!‘ Bei der Leiche handelt es sich um die damals 16-jährige Ilona Stockmann, die eindeutig durch einen schweren Schlag auf den Hinterkopf gestorben ist. Ihre Mutter, Martina Stockmann (Renate Schroeter), eine Mainzer Juwelierin, bricht bei der Nachricht, dass ihre Tochter tot gefunden wurde, zusammen, obwohl Ilona schon vor 25 Jahren den Kontakt zu ihr abgebrochen hat.","versions":[{"lang":1,"streams":[{"redirect":8334941,"hoster":"VOE"},{"redirect":8334945,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Finger am Abzug","epNo":3,"alt":"","descr":"Eigentlich sind Nina (Daniela Preuß) und Pit (Daniel Wiemer) gerade auf dem Weg nach Hause, als sie einen Funkspruch über einen Einbruch in einem Pelzlager mitbekommen. Da sie gerade in der Gegend sind, entscheiden sie kurzerhand, der Sache selbst nachzugehen. Eine fatale Entscheidung, denn als sie das Pelzlager betreten, sieht Pit sich auf einmal einer Waffe gegenüber. Ohne zu zögern schießt der junge Einbrecher, Mark Elbert (Adolphe Münstermann), Pit an, und dieser fällt getroffen zu Boden. Aber auch der Schütze schreit auf, denn Nina hat blitzschnell reagiert und ihm in den Arm geschossen. Doch der Einbrecher richtet erneut die Waffe auf Pit. Nina bleibt keine Wahl, sie schießt erneut und trifft den Einbrecher tödlich. Blass lässt Nina ihre Waffe sinken, sie hat zum ersten Mal einen Menschen erschossen.","versions":[{"lang":1,"streams":[{"redirect":8334950,"hoster":"VOE"},{"redirect":8334951,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pretty Woman","epNo":4,"alt":"","descr":"Da ihre Tochter Jenny wieder einmal ohne zu fragen ihr Auto genommen hat, um mit ihrem Freund ein paar Tage wegzufahren, ist Kriminalrätin Susanne Meder (Marita Marschall) froh, dass ihr Kollege Cem (Ercan Durmaz) sie nach Frankfurt mitnimmt. Dieser führt ihr stolz sein neues Navigationssystem vor, das ihm eine Route zeigt, die ihn um die Staus auf der Autobahn herumführt. In diesem Moment entdeckt Susanne mitten auf der Landstraße einen Menschen liegen. Nach Cems erster Spurenanalyse der Reifen- und Bremsspuren wird klar: dies war kein Unfall. Jemand hat den erst vor wenigen Tagen aus Kanada eingereisten Deutschen Jörg Lehmann (Hans-Jörg Krumpholz) vorsätzlich und mit hoher Geschwindigkeit überfahren. Die Suche nach dem Täter gestaltet sich schwierig, denn Cem kann am Tatort keine Spuren finden, die auf den Tatwagen schließen lassen. Er vermutet, dass es sich bei dem gesuchten Fahrzeug um einen gepanzerten Wagen handelt.","versions":[{"lang":1,"streams":[{"redirect":8334953,"hoster":"VOE"},{"redirect":8334958,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schuld und Sühne","epNo":5,"alt":"","descr":"Kriminalrätin Susanne Meder (Marita Marschall) löst sofort Alarmstufe Rot aus, als sie den Anruf des Geiselnehmers erhält. Deeskalation hat dabei erste Priorität. Als das Spezialeinsatzkommando unter der Leitung von Hauptkommissar Fischer (Christian Koerner) mit schwerem Gerät vor dem Polizeirevier auffährt, scheint dieses Ziel erst mal in weite Ferne gerückt: Susanne weiß, dass es für ihn nur ein Ziel gibt und das heißt \"Stürmen und den Geiselnehmer unschädlich machen\". Aber genau das ist wahrscheinlich das Ziel des mutmaßlichen Geiselnehmers, dessen Tochter bei der Erstürmung einer Bank vor vier Jahren ums Leben kam. Thomas Wallner war damals für den Polizeieinsatz verantwortlich.","versions":[{"lang":1,"streams":[{"redirect":8334962,"hoster":"VOE"},{"redirect":8334960,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Augenzeugin","epNo":6,"alt":"","descr":"Der Börsenkönig Dr. Schäfer wird erschossen in einem Büro aufgefunden. Als Augenzeuge gibt Susanne (Marita Marschall) Cem (Ercan Durmaz) an, weil dieser in dem Appartement eines Freundes in dem Hochhaus gegenüber gewesen sei. Bei der Befragung von weiteren Zeugen stellt sich heraus, dass eine attraktive Blondine kurz nach den Schüssen gesehen wurde, wie sie eilig mit einem Sportwagen davon gefahren ist. Auf sie fällt zunächst kein Verdacht, aber als Zeugin könnte sie wichtig sein. Möglicherweise hat Dr. Schäfers Sekretärin ihm Insiderwissen vermittelt und sollte deshalb entlassen werden? Susanne wundert sich, dass Cem so unprofessionell reagiert, als sie Yvonne Böhm (Johanna C. Gehlen) befragen, auf die der gesuchte Sportwagen zugelassen ist. Cem hält den Druck nicht mehr aus und gesteht Thomas Wallner (Sven Martinek), dass er mit der verheirateten Politikerin Yvonne Böhm ein Verhältnis hat und zur Tatzeit mit ihr zusammen war. Sie habe ihn aber inständig gebeten, sie aus der ganzen Sache herauszuhalten, weil sie ihre Chancen für die Landtagswahlen nicht gefährden wollte. Und auch ihre Ehe mit dem Banker Hans Böhm (René Hofschneider) wolle sie nicht aufs Spiel setzen. Cem ist sich sicher, dass sie nichts mit dem Mord zu tun hat, aber er hat den Kollegen nicht von Anfang an die Wahrheit gesagt. Nach dem Gespräch mit Thomas ist aber auch er nicht mehr sicher, ob Yvonne ihm die ganze Wahrheit gestanden hat.","versions":[{"lang":1,"streams":[{"redirect":8334965,"hoster":"VOE"},{"redirect":8334966,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schatten der Vergangenheit","epNo":7,"alt":"","descr":"Feierstimmung im Büro der SOKO: Gerade hat das Team Mörder Grantke (Bernd Tauber) überführt, der dem taktisch intelligenten Verhör von Susanne (Marita Marschall) und Thomas (Sven Martinek) nicht standhalten konnte. Plötzlich steht ein junges Mädchen in der Tür, das Thomas zu kennen scheint. ‚Ich hab ihn gesehen‘, sind Kims (Josefine Preuss) einzige Worte, und erstaunt nehmen die Kollegen wahr, dass diese Worte ihren Kollegen Thomas Wallner aus der Fassung bringen. Nur Susanne weiß Bescheid und klärt die anderen auf dem Weg zu dem Ort des Geschehens auf.","versions":[{"lang":1,"streams":[{"redirect":8334974,"hoster":"VOE"},{"redirect":8334973,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Nichts geht mehr","epNo":1,"alt":"","descr":"Auf dem Parkplatz des Wiesbadener Kurparks wird ein junger Mann erstochen in seinem Auto gefunden. Christof Boll (André Willmund), ein Student, der am Abend vorher in der Wiesbadener Spielbank mit seiner Freundin Cora Winter (Jasmin Schwiers) eine außergewöhnlich hohe Summe Geld beim Roulette gewonnen hatte. Von dem Geld fehlt jedoch jede Spur. Dr. Ried (Francis Fulton-Smith) drängt Susanne Meder (Marita Marschall) zu schneller Aufklärung, immerhin sind Steuergelder im Spiel. Susanne und ihr Kollege Cem (Ercan Durmaz) werfen sich in Schale und begeben sich ins Kasino. Mit Hilfe von Thomas Wallners (Sven Martinek) Programmierungskünsten wollen sie hinter die Methode der Täter kommen. Sie können Cora ermitteln, die neben ihrer Arbeit in der Wäscherei ihres Vaters Werner Winter (Wolfgang Häntsch) als Aushilfscroupier in den Mainzer Rheingoldhallen arbeitet. Gemeinsam mit dem Toten und einem weiteren Komplizen hatte sie ein System entwickelt, das ihnen hohe Gewinne garantiert. Die Nachricht vom Tod ihres Freundes trifft sie schwer. Sie und Christof hatten geplant, mit dem Geld Deutschland zu verlassen und irgendwo anders ein neues Leben anzufangen. Der Mordverdacht fällt auf ihren Komplizen, den Spieler Anton Kovac (Ulrich Gebauer), bei dem die SOKO die Hälfte des Geldes findet. Ihn wollten Cora und Christof um seinen Anteil betrügen. Seine Selbstsicherheit schwindet, als Wallner ihn in Untersuchungshaft steckt. Doch er bestreitet den Mord vehement. Und wo ist die andere Hälfte des Geldes? Bei Johann Schramm (Udo Schenk), dem aalglatten Sicherheitschef des Kasinos, entdeckt Nina (Daniela Preuß) die Brille, mit deren Hilfe Christof Kovac Aufnahmen vom Roulettetisch übermitteln konnte. Thomas Wallner knöpft sich Johann Schramm beim Verhör vor. Schramm ist ein alter Kollege Wallners, der unehrenhaft aus dem Polizeidienst entlassen wurde. Pit (Daniel Wiemer) entdeckt das restliche Geld in dem angrenzenden Weiher, wo Schramm es versteckt hat. Während Kovac behauptet, Christof wäre bereits tot gewesen als er zum Tatort kam, will Schramm ihn noch lebend verlassen haben. Doch wer ist der Mörder? Bei einem erneuten Blick auf alle Beteiligten findet sich plötzlich eine neue Spur.","versions":[{"lang":1,"streams":[{"redirect":12381105,"hoster":"VOE"},{"redirect":8334976,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Versprechen","epNo":2,"alt":"","descr":"Am Mainufer haben Jogger die Leiche eines Mannes türkischer Abstammung gefunden. Seine Identität bleibt Susanne Meder (Marita Marschall) zunächst unklar, doch ihr Kollege Cem Pamuk (Ercan Durmaz) entdeckt einen auffälligen Anhänger an seiner Kette und glaubt, dass er einer Alevitischen Gemeinde angehört. Tatsächlich stößt er dort ziemlich schnell auf eine junge Frau, die ihren Freund seit Tagen vermisst. Svenja Rewes (Chiara Schoras) kann ihn in der Gerichtsmedizin identifizieren und bricht geschockt zusammen. Der Tote ist Erdal Alimin, der erst vor ein paar Tagen sich in der Autovermietung seines Bruders Yussuf (Tim Seyfi) einen Wagen ausgeliehen ihn aber nicht wie besprochen zurückgebracht hatte. Yussuf vermutet, dass Erdal wegen seines Jobs umgebracht wurde, um den er immer ein großes Geheimnis gemacht hat. In seiner Wohnung stoßen die Ermittler auf Spuren eines Einbruchs – offensichtlich sind Akten aus seinem Safe gestohlen worden. In Erdals Wagen, den eine Streife in einem Waldstück gefunden hat, findet Cem einen Fotochip, auf dem Erdal Fotos von Konsulatsangehörigen der Demokratischen Republik Sogol und einer Unbekannten sind. Der investigative Journalist Erdal schien einer brisanten politischen Sache auf der Spur zu sein. Dr. Ried (Francis Fulton-Smith) warnt Susanne davor, gegen Personen des diplomatischen Dienstes zu ermitteln. Susanne vermutet ohnehin einen Mord aus Leidenschaft und ermittelt im privaten Umfeld des Täters. Immerhin war Svenja – bevor sie mit Erdal zusammenkam – die Freundin seines Bruders Yussuf, und der schuldete seinem Bruder eine große Summe Geld. Doch Cem, der nicht glaubt, dass Yussuf seinen Bruder auf dem Gewissen hat, macht den Fall zu seiner persönlichen Sache. Heimlich installieren er und Pit (Daniel Wiemer) einen Peilsender am Dienstfahrzeug der Diplomaten und finden heraus, dass die Unbekannte auf dem Foto eine gewisse Dr. Heike Laudenberg (Andrea Wolf) ist. Gegen diese wurde bereits wegen Wirtschaftskriminalität und Geldwäsche ermittelt, das Verfahren wurde aber durch die Intervention von Ninas Vater, des Anwalts Dr. Horn (Lambert Hamel), eingestellt. Als Nina Horn (Daniela Preuß) der Sache nachgehen will, trifft sie in der Kanzlei ihres Vaters auf Svenja.","versions":[{"lang":1,"streams":[{"redirect":8334979,"hoster":"VOE"},{"redirect":8334982,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Susannes Suche","epNo":3,"alt":"","descr":"Am helllichten Tag wird die erst eine Woche alte Tabea Pfeiffer von der Terrasse ihres Elternhauses entführt. Ihre Mutter Sigrid (Valerie Niehaus) hatte sie nur einen Augenblick alleine gelassen, um einer Freundin die Tür zu öffnen. Susanne Meder (Marita Marschall) trommelt ihr ganzes Team zusammen – sogar Cem (Ercan Durmaz) lässt seinen Urlaub platzen – um die kleine Tabea zu finden. Dabei steigen bei Susanne längst verdrängte Erinnerungen hoch: als kleines Mädchen musste sie miterleben, wie ihr jüngerer Bruder aus dem Kinderwagen entführt wurde und wie sehr ihre Eltern litten. Die Suche der Polizei verlief damals aufgrund von Fehlentscheidungen erfolglos. Um zu vermeiden, dass ihr solche Fehler ebenfalls unterlaufen, setzt Susanne alle möglichen Hebel in Bewegung und leitet eine große Ringfahndung ein. Thomas Wallner (Sven Martinek) beobachtet alarmiert, wie Susanne sich in den Fall reinsteigert.","versions":[{"lang":1,"streams":[{"redirect":8334985,"hoster":"VOE"},{"redirect":8334986,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Heißer Tanz","epNo":4,"alt":"","descr":"Im Wald beim Goetheturm wird eine Frau in einem Sambakostüm tot aufgefunden. Alles deutet darauf hin, dass sie vom Turm gefallen ist. War es Selbstmord oder Mord? Die Spur führt das Ermittlerteam um Hauptkommissarin Susanne Meder (Marita Marschall) in die Tanzschule ‚Club de Brasil‘. Der Leiter, Walter Bergold (Rainer Hunold), kann die junge Frau als eine seiner Tänzerinnen identifizieren. Marissa (Anna Lena Class) war in der Schule bei allen sehr beliebt, eine großartige Tänzerin, und keiner kann sich vorstellen, was ihr zugestoßen sein soll. Alle Mitglieder der Tanzschule haben ein Alibi, denn am Abend von Marissas Tod gab es eine Aufführung. Nur Philippa (Ania Olatunji), eine brasilianische Flugbegleiterin, die ebenfalls Mitglied der Tanzgruppe ist, war an diesem Abend nicht dabei.","versions":[{"lang":1,"streams":[{"redirect":8334989,"hoster":"VOE"},{"redirect":8334992,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tödlicher Marathon","epNo":5,"alt":"","descr":"Thomas Wallner (Sven Martinek) nimmt gemeinsam mit seinem Trainingspartner Hermann Weber (Timo Ben Schöfer) am Frankfurt Marathon teil. Architekt Weber ist nach einem Autounfall vor zwei Jahren genau wie Wallner querschnittsgelähmt. Auf einmal bricht Hermann Weber plötzlich von einer Kugel getroffen tot zusammen. Alles deutet auf ein Attentat gegen Wallner hin, bei dem versehentlich Hermann Weber getroffen wurde. Der Täter hatte von einem der Hochhausdächer auf die Handbike-Fahrer geschossen. Wallner glaubt jedoch nicht an ein Attentat auf ihn. Er ist überzeugt, dass jemand Hermann gezielt ermordet hat. Als Susanne (Marita Marschall) und Wallner die schlimme Nachricht der Ehefrau des Toten, Anja (Catherine Flemming), überbringen, erfahren sie, dass Hermann Weber Schulden hatte und ihm zwei Männer schon Gewalt angedroht hatten, sollte er seine Schulden nicht begleichen. Die Spur führt zu Vukadinovic (Janusz Cichocki), der auch zugibt, Weber Geld geliehen zu haben. Doch Weber hat seine Schulden schon längst bezahlt, nur mit welchem Geld? Außerdem gibt Vukadinovic Nina (Daniela Preuß) und Pit (Daniel Wiemer) einen wichtigen Hinweis: Anja Weber hatte einen Liebhaber.","versions":[{"lang":1,"streams":[{"redirect":8335000,"hoster":"VOE"},{"redirect":8335001,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vor Liebe blind","epNo":6,"alt":"","descr":"In einer Frankfurter Einkaufsgalerie wird der Privatdetektiv Jens Lausitz erstochen aufgefunden. Eine junge Frau, Carla Winter (Isabell Gerschke), überrascht den vermeintlichen Mörder, der die Taschen der Leiche durchwühlt,und bei Carlas Anblick flüchtet. Carla erstellt mit Thomas Wallner (Sven Martinek) ein Phantombild, wodurch der Mann als Norbert Römer (Dirk Martens) identifiziert werden kann. Doch irgendetwas scheint auch Carla den Ermittlern zu verheimlichen, denn sie weicht den Fragen der Kommissare immer wieder aus. Nina (Daniela Preuß) und Pit (Daniel Wiemer) bleiben an ihr dran und finden heraus, dass sie einem Mann in der Einkaufsgalerie die Brieftasche geklaut hat. Cems Analysen ergeben währenddessen, dass der Täter ein so genanntes ‚Ballistic Knife‘ verwendet hat, was auf seine Herkunft aus dem Militär-Milieu hindeutet. Und an der Waffe entdeckt Cem (Ercan Durmaz) eine auffällige Faser, die anscheinend zu einem Bootstau gehört.","versions":[{"lang":1,"streams":[{"redirect":8335006,"hoster":"VOE"},{"redirect":8335008,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der letzte Brief","epNo":7,"alt":"","descr":"In einem Waldstück nahe des Frankfurter Stadions steht plötzlich ein alter Mann mitten auf der Straße. Eine herannahende Polizeistreife kann gerade noch ausweichen, doch der Mann bricht tot zusammen. Da Beamte in den Vorfall verwickelt sind, will Dr. Ried (Francis Fulton-Smith) auf Nummer sicher gehen. Er schickt Susanne Meder (Marita Marschall) und Cem Pamuk (Ercan Durmaz) an den Unfallort. Zunächst scheint es sich um einen normalen Verkehrsunfall zu handeln, doch Gustav Bruck (Kurt Weinzierl) starb an einer Kopfverletzung. Cem entdeckt Spuren im Wald, die zu einer alten Villa führen, die dem Toten gehörte. Der Sohn des Toten, Peter Bruck (Max Urlacher), ist nicht besonders erschüttert über den Tod des Vaters. Ihr Verhältnis war nicht das beste und am liebsten hätte er die Villa verkauft. Die Haushälterin Frau Hamel (Monika Hessenberg) des Toten erzählt den Ermittlern von einer unbekannten Frau, die Gustav Bruck ausgehorcht haben soll. Es stellt sich heraus, dass dies Frau Hofer (Gunda Ebert) war, die für das Jüdische Museum eine Ausstellung über jüdische Familien in Frankfurt von 1933 bis 1945 vorbereitet und in diesem Zusammenhang mit Gustav Bruck Kontakt aufgenommen hatte. Dieser hatte in der Zeit von 1935 bis 1945 seine jüdische Frau Rebekka und deren Mutter in der alten Villa vor den Nazis versteckt gehalten, bis diese schließlich doch entdeckt und ins Konzentrationslager Dachau gebracht wurden. Tatsächlich findet Cem im Keller der Villa einen geheimen Raum. Außerdem entdeckt er einen leeren Benzinkanister und die Reifenspuren eines Geländewagens vor der Villa. Als er in der Nacht noch einmal in dem Haus nach Hinweisen sucht, stößt er auf Peter Bruck, der ebenfalls auf der Suche nach etwas zu sein scheint. Thomas Wallner (Sven Martinek) verhört den Verdächtigen Bruck und erfährt, dass sein Vater ihn erst kürzlich bat, die Schlösser auszutauschen. Er schien sich vor irgendetwas zu fürchten. Mit dem Mord will Peter Bruck nichts zu tun haben. Indessen gehören die gehören die Reifenspuren zum Geländewagen des Museums. Doch Frau Hofer hat ein Alibi. Da kommt ein weiterer Zeitzeuge ins Spiel, Walter Rosenbaum (Rolf Hoppe), der den Toten und dessen Frau Rebekka kannte.","versions":[{"lang":1,"streams":[{"redirect":8335009,"hoster":"VOE"},{"redirect":8335013,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Goethestraße","epNo":8,"alt":"","descr":"Bei einem Raubüberfall auf ein Juweliergeschäft in der noblen Frankfurter Goethestraße, wird der Inhaber Michael Granziger (Andreas Köss) erschossen. Die beiden maskierten Täter, von denen einer angeschossen wurde, können fliehen. Als Susanne und Thomas Wallner (Sven Martinek) bei der Witwe (Michaela May) Nachforschungen zu Granzigers Waffe anstellen, reagiert diese merkwürdig. Sie reicht sogar Beschwerde bei Dr. Ried ein. Susanne Meder wird hellhörig. Hat Marita Granziger etwas mit dem Tod ihres Mannes zu tun? Auch die Tatsache, dass er ein Verhältnis mit seiner Auszubildenden Yvonne Renneberg (Ina Paule Klink) hatte, scheint sie nicht zu überraschen. Diese hat Granziger mit der Hälfte seiner Lebensversicherungssumme bedacht, denn Yvonne ist von ihm schwanger. Auch der Sohn des Opfers, Bernd Granziger (Tobias Schenke), scheint ein großes Interesse an Yvonne gehabt zu haben. Er hat zudem einen Revolver aus der Waffensammlung seines Vaters an sich genommen. Cem (Ercan Durmaz) findet die Kugel, die Granziger auf einen der Täter abgefeuert hat. Mit Hilfe der DNA versucht er dessen Identität herauszufinden. Währenddessen ermittelt Pit (Daniel Wiemer) im Rotlichtmilieu, um die Herkunft der Tatwaffe zu klären. Als Susanne und Thomas Frau Granziger einen weiteren Besuch abstatten, stellen sie fest, dass das Haus der Familie beobachtet wird. Und offensichtlich enthält Dr. Ried dem Team Informationen vor. Welche Rolle spielt die undurchsichtige Vergangenheit des Opfers für die Klärung des Falls? Schließlich geht Bernd Granziger eigenmächtig einer Spur nach und begibt sich dabei in große Gefahr.","versions":[{"lang":1,"streams":[{"redirect":8335018,"hoster":"VOE"},{"redirect":12286507,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Büchse der Pandora","epNo":9,"alt":"","descr":"In einem Waldstück in der Nähe des Frankfurter Flughafens wird die Leiche einer jungen Frau gefunden: Sonja Ullmann (Radost Bokel). Die SOKO Rhein-Main beginnt zu ermitteln. Als Susanne (Marita Marschall) und Cem (Ercan Durmaz) den Tatort untersuchen, stellen sie fest, dass Sonja vor ihrem Tod quer durch den Wald gejagt worden ist. Wer war hinter der jungen Frau her, und warum hatte sie ein Flugticket in der Tasche, dass sie weit wegbringen sollte? Erster Ansatz der Ermittlung ist Sonjas Arbeitsstelle, denn wie sich herausstellt, arbeitete Sonja als Tierpflegerin in der Tierstation des Flughafens. Als Pit (Daniel Wiemer), der schlecht gelaunt ist, weil er den kleinen Hund seiner Schwester hüten muss, sich dort umsieht, trifft er Sonjas Kollegen Richard Viring (Ulrich Bähnk), der sich äußerst merkwürdig verhält. Laut seiner Aussage zeigte Sonja Anzeichen einer Krankheit. Auch Sonjas Mutter Marianne (Maria Hartmann), die von Wallner (Sven Martinek) und Nina (Daniela Preuß) über den Tod ihrer Tochter informiert wird, bestätigt das Unwohlsein ihrer Tochter in der letzten Zeit. Was hatte Sonja für eine mysteriöse Krankheit, und was steckt hinter dem vielen Geld, was das SOKO-Team in ihrem Koffer findet?","versions":[{"lang":1,"streams":[{"redirect":8335021,"hoster":"VOE"},{"redirect":13144828,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kumpels aus Kamerun","epNo":10,"alt":"","descr":"Kriminalkommissar Pit Hartmann (Daniel Wiemer) wird von seiner Vergangenheit eingeholt. Eines Morgens erhält er einen Anruf von Ivo Havlicek (Denis Moschitto), einem vorbestraften Kleinkriminellen und Jugendfreund, mit dem Pit im Frankfurter Gallusviertel – auch genannt ‚Kamerun‘ – aufgewachsen ist. Ivo ist in der Wohnung von Edgar Burmann (Matthias van den Berg) aufgewacht, mit Handschellen an einen Heizkörper gefesselt. Neben ihm liegt Edgar – er ist tot. Pit eilt zu Hilfe und befreit Ivo aus der misslichen Lage. Ivo, der sich nur noch daran erinnern kann, dass er am Abend zuvor in dem Puff ‚Herzdame‘ ziemlich viel getrunken hat, beteuert seine Unschuld. Edgar Burmann hat dort als Türsteher gearbeitet. Als Pit seine Kollegen informieren will, ergreift Ivo die Flucht. Trotzdem ist Pit davon überzeugt, dass Ivo mit dem Mord nichts zu tun hat. Susanne Meder (Marita Marschall) muss Pit von dem Fall abziehen, zumal Dr. Ried (Francis Fulton-Smith) sich in seinem Misstrauen, dass er sowieso schon immer gegen-über Pit hatte, bestärkt fühlt. Gerade aufgrund seiner Vergangenheit ist sich Susanne aber sicher, dass Pit der Einzige ist, der Ivo finden kann. Sollte tatsächlich jemand Ivo hereingelegt haben, bleibt nicht viel Zeit, das zu beweisen. Nina (Daniela Preuß) und Cem (Ercan Durmaz) finden in Ivos Wohnung neben Drogen auch ein Video, dass Pit und Ivo zusammen mit einem Mädchen in einer Fabrikhalle im Gallus zeigt. Thomas Wallner (Sven Martinek) und Susanne erfahren inzwischen von Lucky (Matthias Freihof), dem Besitzer des ‚Herzdame‘, dass der Tote am Abend vorher in einen Streit mit Harald Neuberger (Rainer Laupichler) verwickelt war, in dem es um Kokain ging. Diese Information ist äußerst brisant, da Neuberger im Aufsichtsrat der Bellheim Bank sitzt. Doch Neuberger hat scheinbar ein sicheres Alibi. Pit gelingt es inzwischen, Ivo zu finden und ihn zu überreden, sich zu stellen. Thomas Wallner erfährt beim Verhör, dass Ivo Jenny (Julia Brendler), eine von Luckys Prostituierten, von ihm wegholen wollte und darüber mit Edgar in Streit geraten ist. Pit, der heimlich gelauscht hat, kommt seinen Kollegen zuvor und findet Jenny bei Lucky. Sie ist das Mädchen von dem Video, eine alte Liebe Pits, die er jahrelang nicht gesehen hat. Als sie mitbekommt, dass Ivo des Mordes beschuldigt wird, legt sie ein Geständnis ab. Doch sie und auch Ivo verwickeln sich in Widersprüche. Wer hat Edgar Burmann wirklich umgebracht.","versions":[{"lang":1,"streams":[{"redirect":8335026,"hoster":"VOE"},{"redirect":8335027,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Hoffnung stirbt zuletzt","epNo":11,"alt":"","descr":"Susanne Meder (Marita Marschall) und ihr Team werden zu einer Leiche in eine Hoteltiefgarage in Frankfurt gerufen. Der Tote, Marius Kohlmeyer (Axel Häfner), war dort Masseur und ist durch einen Sturz auf den Hinterkopf gestorben. Die Auswertung der Videobänder zeigt, dass Kohlmeyer auf einen anderen Mann losgegangen ist und im Verlauf des Gerangels zwischen den beiden auf seinen Kopf fiel. Doch warum ist der zweite Mann geflohen, wenn er in Notwehr gehandelt hat? Thomas Wallner (Sven Martinek) findet heraus, dass der Mann Gast im Hotel war. Es handelt sich um Gabriel Kahlen (Roland Koch), einen Investmentbanker, durch den viele Anleger um ihre Ersparnisse betrogen wurden. So auch Gabriele Kohlmeyer, die Schwester des Toten, die daraufhin Selbstmord beging. Marius Kohlmeyer wollte Kahlen offensichtlich zur Rede stellen. Aber warum ist Kahlen, der damals in Thailand untergetaucht ist, plötzlich wieder in die Mainmetropole zurückgekehrt? Eine Spur führt nach Frankfurt-Höchst in die Druckerei von Tim Riemer (Zsolt Bacs), der Kahlen mehrmals im Hotel angerufen hat. Doch Riemer liegt tot in seiner Druckerei. Das ist nun schon der zweite Tote innerhalb von einem Tag, der vorher Kontakt zu Kahlen hatte. Riemers Lebensgefährtin Marietta Dauner (Karin Giegerich) ist schockiert und kann sich nicht vorstellen, wer ihrem Freund etwas antun wollte und warum. Das ist nicht der erste Schicksalsschlag, der die Familie trifft. Erst vor zwei Jahren hatte Frau Dauner ihren Ehemann in Phuket bei dem Tsunami verloren. Besonders ihr Sohn Rouven (Adrian Topol) ist über den Tod seines Vaters immer noch nicht hinweg. Während Pit (Daniel Wiemer) versucht, das Vertrauen des Jungen zu gewinnen, schafft es Susanne, einen Zugang zu der am Boden zerstörten Marietta Dauner zu bekommen, die schon den zweiten Mann zu betrauern hat. Auch das schlechte Verhältnis zu ihrem Sohn ist für sie eine Belastung. Außerdem gab es in letzter Zeit einige anonyme Anrufe und offenbar wurde ihr Haus von einem unbekannten Mann beobachtet. Es stellt sich heraus, dass der Unbekannte Privatdetektiv Röckle ist, der von Rouven angeheuert wurde, seinen Vater in Thailand zu finden. Er will einfach nicht glauben, dass sein Vater tot ist und macht seiner Mutter schwere Vorwürfe. Die Verbindung zwischen Gabriel Kahlen und den Dauners bleibt jedoch weiter unklar. Da findet Cem (Ercan Durmaz) heraus, dass die Fingerabdrücke am Hals des toten Masseurs und am Hals von Tim Riemer mit denen von Gabriel Kahlen übereinstimmen.","versions":[{"lang":1,"streams":[{"redirect":8335032,"hoster":"VOE"},{"redirect":8335035,"hoster":"Streamtape"}]}]}]}]}