{"seriesId":"soko-potsdam","name":"SOKO Potsdam","descr":"Luna Kunath (Caroline Erikson) und Sophie Pohlmann (Katrin Jaehne) sind beste Freundinnen seit Kindertagen und arbeiten gemeinsam in der Potsdamer Mordkommission. Luna ist Single, stark, durchsetzungsfähig, lustig, empathisch, sportlich und schnell im Kopf. Sie ist eine hervorragende Polizistin, deren Unbekümmertheit jedoch stets mit ein wenig Naivität einhergeht und sie immer wieder in brenzlige Situationen bringt. Sophie hingegen wirkt reifer, erwachsener, ist verheiratet und hat einen Sohn. Ihre Sehnsucht nach Harmonie und Gerechtigkeit ist zugleich auch ihre Schwäche. Denn wenn es richtig brenzlig wird, neigt sie manchmal dazu, nicht vehement genug aufzutreten. (Ab Staffel 4 ist Tamara Meurer, die von Anja Pahl gespielt wird eine der Kriminalhauptkommissarinnen)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Saubere Geschäfte","epNo":1,"alt":"","descr":"In der Autowaschanlage einer Tankstelle wird die Leiche von Dr. Bernd Feser gefunden. Hingerichtet mit einem Kopfschuss durch die Windschutzscheibe. Neben ihm ein Hund auf dem Beifahrersitz. Die schockierte Witwe des Opfers behauptet, ihr Mann müsse im Ausland sein. Sie hätten noch am Morgen telefoniert. Zudem habe sie diesen Hund noch nie gesehen. Handelt es sich womöglich um eine Verwechslung? Ihre Hoffnung zerschlägt sich jedoch schnell. Die Untersuchung eines Zweithandys, das beim Opfer gefunden wurde, führt die Ermittlerinnen zum Eigentümer eines Fitnessstudios, Ingo Lebert. Es stellt sich heraus, dass das Opfer eine Affäre mit ihm hatte. Lebert gehört auch der Hund. Hatte Frau Feser von der Affäre erfahren und konnte den Betrug nicht ertragen? Oder hat Lebert etwas mit dem Mord zu tun? Ein verdeckter Einsatz des SOKO-Teams im Fitnessstudio bringt ans Licht, dass dort mit Steroiden gehandelt wird. Der Verdacht kommt auf, das Opfer habe seinen Liebhaber mit Dopingmitteln versorgt. Liegt hier das Motiv für den Mord? Nächtliche Ermittlungen der Kommissarinnen Luna Kunath und Sophie Pohlmann erbringen schließlich den entscheidenden Hinweis, der zum Täter führt. Die ehemalige Residenzstadt Potsdam und die beiden Kommissarinnen Luna Kunath (Caroline Erikson) und Sophie Pohlmann (Katrin Jaehne) spielen die drei Hauptrollen in der neuen \"SOKO Potsdam\". Die beiden Ermittlerinnen werden täglich mit dem Widerspruch zwischen schönen Postkartenmotiven und menschlichen Abgründen und Lebenswirklichkeiten konfrontiert. Aus ihrer Sicht werden die Krimigeschichten erzählt. Die beiden Freundinnen kennen sich seit ihrer Kindheit, sind aber nicht immer einer Meinung, sodass es zwischen ihnen auch mal richtig knallt.","versions":[{"lang":1,"streams":[{"redirect":8763352,"hoster":"VOE"},{"redirect":8620033,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein dienstbarer Geist","epNo":2,"alt":"","descr":"Eine Joggerin findet eine junge Frau am frühen Morgen erhängt im Park. War es Selbstmord? Nein! Die Obduktion offenbart: Jeanette Lütge wurde erwürgt. Wenig später erscheint Jeanettes beste Freundin, Idil Dogan, in der Wache. Sie passt auf Jeanettes sechsjährigen Sohn Marius auf und macht sich Sorgen, dass ihrer Freundin etwas passiert sein könnte. Eine dramatische Situation. Die ersten Ermittlungen führen zum Ex-Freund des Opfers, René Treskow. Der vorbestrafte Automechaniker besteht auf dem Sorgerecht für Marius, obwohl er nicht sein leiblicher Vater ist. Die SOKO vermutet, er könnte sich aus Wut darüber, dass Jeanette ihm Marius durch die Trennung wegnahm, gerächt haben. Weiterhin stellt sich heraus, dass die Reinigungskraft Jeanette Lütge ein sehr kostenaufwendiges Leben führte. Woher kam das Geld? Aus der Reinigungsfirma, in der sie beschäftigt war, wurde sie sogar entlassen. Offensichtlich gab es da eine andere Geldquelle. Einen anderen Job? Einen Gönner? Während die Kommissarinnen Luna Kunath und Sophie Pohlmann nun alle Firmen, in denen Jeanette vor ihrer Entlassung eingesetzt wurde, abklappern, wird auch Idil Dogan, die sich immer noch um Marius kümmert, niedergeschlagen.","versions":[{"lang":1,"streams":[{"redirect":8763355,"hoster":"VOE"},{"redirect":8620029,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kalte Fische","epNo":3,"alt":"","descr":"Der Forellenzüchter Stefan Malchow steht eines Morgens schockiert vor seinem Teich. Jede einzelne Forelle ist tot. Kurze Zeit später ist er es auch. Stefans Frau Tina ist verzweifelt: Wie soll es ohne ihren Mann weitergehen? Allein kann sie die Zucht nicht weiterführen. Die Untersuchungen der KTU und der Rechtsmedizin ergeben, dass die Fische mit einem Pflanzenschutzmittel vergiftet und Malchow erstochen wurde. Der erste Verdacht belastet zwei Jugendliche, die in einem Heim für Schwererziehbare in der Nähe der Zuchtanlage leben. Diese jedoch wollen selbst beobachtet haben, wie das Opfer Streit mit einem fremden Mann hatte. Als die weiteren Ermittlungen das SOKO-Team zu einem nahe gelegenen Chemiegroßhandel führen, erfahren sie vom Diebstahl eines Kanisters mit dem Mittel, das die Fische vergiftet hat. Das Unternehmen beschuldigt den ehemaligen Mitarbeiter Frank Hausmann. Doch besteht überhaupt ein Zusammenhang zwischen der Vergiftung der Fische und der brutalen Ermordung Malchows? Der vorbestrafte Frank Hausmann beteuert jedenfalls seine Unschuld. Er habe seine Gefängnisstrafe wegen Nötigung und Körperverletzung abgesessen und sei nun ein unbescholtener Bürger. Tatsächlich gelingt es dem Team trotz zahlreicher Indizien nicht, eine Verbindung zwischen ihm und dem Mord herzustellen. Wer profitiert vom Tod des Forellenzüchters? Das ist die Frage, die die Ermittler umtreibt. Eine Lebensversicherung, eine weitere Aussage der beiden Jugendlichen und ein ominöser neuer Mitarbeiter im Forellenhof enthüllen schließlich ein dunkles Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":8763354,"hoster":"VOE"},{"redirect":8620036,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Falsches Spiel","epNo":4,"alt":"","descr":"Die Ermordung eines Fußballtrainers der Nachwuchsmannschaft von Potsdam 01 gewährt dem SOKO-Team Einblicke in den hart umkämpften Markt des Profi-Damenfußballs. Der 24-jährige Trainer Jonas Dahl wird in der Umkleidekabine des Fußballvereins Potsdam 01 erschlagen aufgefunden. Die Tatwaffe fehlt. Die große Anzahl möglicher Täter in diesem unüberschaubaren Fußballbiotop macht dem Ermittlerteam das Leben schwer. Da ist das Nachwuchstalent Mira, das sich gerade erst vor zwei Wochen vom Opfer getrennt hat, aber heute schon von ihrem Neuen, Torben Veith, getröstet wird. Oder aber die nicht minder begabte und gut aussehende Tanja Bell, die nach Jonas’ und Miras Trennung ebenfalls häufig mit dem Opfer telefonierte. Mira und Tanja stehen zudem im direkten Konkurrenzkampf um einen Profivertrag. Auch verdächtig ist der überambitionierte und chronisch aggressive Klaus Rommert, dessen Sohn aufgrund von Tätlichkeiten vom Mordopfer für längere Zeit auf die Bank gesetzt wurde. Könnte er sich gerächt haben? Besonders im Fokus steht die taffe Jana Petrova, die sich ihre Stellung als bundesweit einzige weibliche Managerin von jungen Nachwuchsspielerinnen in der männerdominierten Welt des Fußballmanagements täglich neu erkämpft. Da kommt es sehr gelegen, dass sich SOKO-Kommissar David Grünbaum mit seiner Dauerkarte für die erste Liga als wahrer Bewunderer und Kenner des Frauenfußballs von Potsdam 01 erweist. Da alle verdächtig sind, jedoch kein Hinweis zum Täter führt, begibt sich David erneut zum Tatort, um eventuell übersehene Spuren zu finden. Als er die Tatwaffe entdeckt, wird auch er von hinten niedergeschlagen. Kurz bevor der Fall die Beamten zur Verzweiflung treibt, enthüllt ein letzter Brief des Opfers und die Entdeckung eines medizinischen Geheimnisses die perfiden Ambitionen des Täters.","versions":[{"lang":1,"streams":[{"redirect":8763350,"hoster":"VOE"},{"redirect":8620031,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein schwerer Fehler","epNo":5,"alt":"","descr":"Der Reproduktionsmediziner Dr. Deusser wurde ermordet. Die Aufklärung konfrontiert die Ermittler mit der schwierigen Lage unfreiwillig kinderloser Paare und derer, die helfen wollen. Die Reinigungsfachkraft Ulla Butzko erstarrt vor Schreck, als sie ihren Chef, Dr. Nikolas Deusser, ermordet in seiner Praxis auffindet. Aus den Augenwinkeln sieht sie eine dunkle Gestalt in den Garten fliehen. Doch der vermeintliche Täter kann unerkannt entkommen. Das Opfer betrieb gemeinsam mit seinem Kollegen Dr. Thomas Görland eine Praxis für Reproduktionsmedizin und verhalf Paaren durch künstliche Befruchtung zur Schwangerschaft. Den letzten Termin vor seinem Tod hatte er laut Kalender mit Herrn und Frau Sellbeck, einem Paar, dessen Kinderwunsch er erfüllen konnte. Die Sellbecks sind zutiefst schockiert von der Nachricht über die Ermordung des Mediziners – haben sie ihre kleine Tochter Mia doch der erfolgreichen Arbeit des Arztes zu verdanken. In den Fokus der Ermittlungen gerät Dr. Görland, als die SOKO-Kommissarinnen Luna und Sophie ihn dabei überraschen, als er in das von der KTU versiegelte Büro des Opfers einbrechen will. Was suchte er dort? Der Arzt scheint etwas zu verheimlichen. Auch die Verlobte des Opfers, Sylvia Konoppke, ist verdächtig. Angeblich wollte der eingefleischte Junggeselle sie heiraten, habe sich aber in der letzten Zeit merkwürdig verhalten. Er habe einen Fehler gemacht, hätte er immer wieder gesagt. Wollte Deusser die Hochzeit womöglich abblasen und hatte damit Konoppkes Herz gebrochen? Als plötzlich die Fluchtperson vom Tatort wieder auftaucht, überschlagen sich die Ereignisse, und es kommt zum gefährlichen Showdown.","versions":[{"lang":1,"streams":[{"redirect":8763348,"hoster":"VOE"},{"redirect":8620028,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Geständnis","epNo":6,"alt":"","descr":"Der Kioskbetreiber Till Drewke wird bei einem Überfall erschossen. War es Raubmord? Es scheint nichts zu fehlen. Noch während am Tatort eine Zeugin vernommen wird, wird der Täter identifiziert. Ein biometrisches Überwachungssystem hat sein Gesicht beim Versuch, die Tatwaffe zu entsorgen, registriert. Sofort erfolgt der Zugriff durch eine MEK-Einheit unter dem Kommando von SOKO-Chef Bernhard Henschel. Der erst kürzlich aus der JVA entlassene Sven Polauke wird sofort gefasst. Vor einigen Jahren hatte er mit Komplizen eine Bank überfallen und saß dafür bis vor vier Wochen ein. Der Fall scheint schnell gelöst: Polauke gesteht, und die Pistole wird von der Ballistik als Tatwaffe bestätigt. Zu einfach? Luna Kunath traut der Sache jedenfalls nicht über den Weg. Doch bei der folgenden Gegenüberstellung wird Polauke ebenfalls durch die Zeugin Britta Wagensommer identifiziert. Während das Team sich freut, den Täter so schnell gefasst zu haben, sind Lunas Zweifel größer denn je: Für ihren Geschmack gestand Polauke die Tat zu schnell. Zudem stehen dessen Aussagen im Widerspruch zu denen der Zeugin Wagensommer. Luna ist überzeugt: Polauke lügt. Und dafür muss er einen Grund haben. Wenn Luna jedoch recht hat, wie konnte ihn die Zeugin bei der Gegenüberstellung erkennen? Ein Zufall? Oder war das Ganze doch mehr als nur ein einfacher Raubüberfall?","versions":[{"lang":1,"streams":[{"redirect":8763351,"hoster":"VOE"},{"redirect":8620030,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Eine verhängnisvolle Affäre","epNo":1,"alt":"","descr":"Lunas Vater Harald, der seit einiger Zeit im Gefängnis sitzt, glaubt, einen Mord in der JVA beobachtet zu haben. Aber: keine Leiche, kein Vermisster, also auch kein Fall. Oder doch? Als ein Zellengenosse von Lunas Vater in der JVA erhängt aufgefunden wird, nehmen die Ermittlungen des Teams Fahrt auf. Ein Selbstmord? Lunas und Sophies Gefühl sagt etwas anderes. Und sie haben recht: Der Mann wurde in seiner Zelle ermordet. Boris \"Strahli\" Strahlkowski gerät unter Verdacht. Wollte der Boss unter den Gefängnisinsassen einen Mitgefangenen loswerden, weil dieser keine illegalen Geschäfte im Knast für ihn erledigen wollte? Was hat der Lebensmittel-Lieferant Gröber mit dem Mord zu tun? Sein Wagen wurde mitten in der Nacht auf dem Hof der JVA gesehen und danach offensichtlich desinfiziert. Ein Zufall? Oder sollten damit alle möglichen Spuren verwischt werden? Mehrere Hinweise bringen die Ermittlerinnen auf eine Spur außerhalb der Gefängnismauern. Gemeinsam fahren sie nach Kotzen, einem kleinen Ort in Brandenburg. Ob sie dort den Mörder des Insassen finden? Und gibt es überhaupt die zweite Leiche, die Lunas Vater gesehen haben will? Oder wollte Lunas Vater sich nur wichtigmachen? Wie hängen die beiden Fälle zusammen? Ein Fall für die SOKO Potsdam.","versions":[{"lang":1,"streams":[{"redirect":8763353,"hoster":"VOE"},{"redirect":8620032,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nervenkitzel","epNo":2,"alt":"","descr":"Eine Geiselnahme in einem Potsdamer Juweliergeschäft. Zwei Geiseln können befreit werden, der Ladeninhaber bleibt tot zurück. Vom Täter fehlt jede Spur. Warum musste der Juwelier sterben? Vivian Feige, eine der Geiseln, ist am Boden zerstört. Sie und ihr Verlobter konnten zwar befreit werden, bei dem verstorbenen Juwelier handelt es sich aber um Vivians Vater, Dietrich Feige. Konnte sie den Täter erkennen? Und wie konnte er fliehen? Der Täter, der die Geiseln mit einer Waffe bedroht hat, trug eine Gorilla-Maske. Damit kommen viele Verdächtige in Betracht. Recherchen des Teams um Luna und Sophie führen zum Angestellten des Juweliers, Gero Pöschl. Er hatte das notwendige Wissen, um den Laden rechtzeitig durch den Hinterausgang zu verlassen und unterzutauchen. Der Verdacht erhärtet sich, als sich herausstellt, dass er Zugang zur Überwachungskamera und Alarmanlage des Geschäfts hatte. Wollte er gemeinsam mit dem Juwelier einen Versicherungsbetrug begehen? Geriet die Tat dann außer Kontrolle? Ein Alibi bekommt er von seinem Bruder Ronny Pöschl, einem vorbestraften Kleinkriminellen. Aber haben sie gemeinsam die Tat geplant, die den Juwelier das Leben kostete? Die Geiseln konnten das Gesicht des Täters nicht erkennen, doch eine Stimmprobe soll den Täter überführen.","versions":[{"lang":1,"streams":[{"redirect":8763349,"hoster":"VOE"},{"redirect":8620034,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Familienschande","epNo":3,"alt":"","descr":"Universitätsprofessor Konrad Siebold findet seine Frau Ariane tot vor dem Haus liegend. Sie ist vom Balkon gestürzt. Alles sieht nach Selbstmord aus. Doch irgendwas stimmt dabei nicht. Unbequeme Shape-Unterwäsche: Trägt man die, wenn man sich umbringen will? Luna und Sophie ist sofort klar, dass es sich hier um einen Mord handeln muss. Rechtsmediziner Werner Vense gibt ihnen recht: Ariane Siebold wurde erschlagen und dann vom Balkon geworfen. Konrad Siebold ist verzweifelt – wie soll er Arianes Tod der gemeinsamen Tochter Rosa beibringen? Wer könnte seiner Frau so etwas antun? Finn Tebbe, der Patensohn des Opfers, der mit Siebolds im Haus wohnt, wird befragt. Sein Alibi ist undicht, und mit seinem Verhalten macht er sich äußerst verdächtig. Als Rosa verschwindet, steigt der Druck, den Mörder zu finden: Hat er auch Rosa etwas angetan? Ist sie noch am Leben? Dennis Schulze, Rosas Ex-Freund, hatte ein schwieriges Verhältnis zu ihren Eltern. Hat er Ariane getötet, weil sie ihm den Kontakt zu seiner großen Liebe verbieten wollte? Zugang zum Ersatzschlüssel der Wohnung hatte er jedenfalls. Doch dann wird Rosas Handy gefunden. Darauf: Dutzende Fingerabdrücke von Finn Tebbe. Er hatte das Handy zuletzt in der Hand und hat sie damit auch zuletzt gesehen. Was weiß er?","versions":[{"lang":1,"streams":[{"redirect":8763358,"hoster":"VOE"},{"redirect":8620035,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Container","epNo":4,"alt":"","descr":"Ein Container mitten im Brandenburger Nirgendwo gibt Rätsel auf. Die SOKO Potsdam begibt sich in ein Netz aus Drogen, Auto-Tuning und einer Handvoll Verdächtiger in einem Mordfall. In Pilgow finden die Ermittler einen Container – vollgestopft mit Drogen. Als Christoph versucht, einen Verdächtigen zu verhaften, löst sich ein Schuss. Christoph überlebt. Doch noch in derselben Nacht wird auf dem angrenzenden Grundstück ein Toter gefunden. Während Christoph sich von seinem Schuss erholt, werden in dem kleinen brandenburgischen Ort die Bewohner befragt. Der Mann wurde in seiner Autowerkstatt erschlagen. War er selbst der Drogenhändler und wurde von Berliner Drogenbossen ermordet? Oder wusste er mehr und musste zum Schweigen gebracht werden? Der Schütze, der auf Christoph gezielt hat, war zur Tatzeit in Untersuchungshaft und kommt als Mörder somit nicht infrage. Stattdessen gerät der Besitzer des Grundstücks, auf dem der Container steht, unter Verdacht. Eine Eifersuchtstat wegen der Frau des Opfers, Nina? Die junge Mutter wirkt völlig verzweifelt. Aber auch sie hat ein Motiv: Hat sie ihren Mann ermordet, um einer gewalttätigen Ehe zu entfliehen? Wie hängen die Drogen damit zusammen? Als bei ihrem Bruder das Mordwerkzeug gefunden wird, wendet sich das Blatt. Doch warum sollte er so etwas tun?","versions":[{"lang":1,"streams":[{"redirect":8763356,"hoster":"VOE"},{"redirect":8620037,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Selbstmordbaum","epNo":5,"alt":"","descr":"Ein Botanik-Professor bricht tot im Tropenhaus zusammen. Luna und Sophie zweifeln an einem natürlichen Tod. Warum hat der Tote zuvor Buchstaben in die Erde gekritzelt? Tatsächlich lagen die Ermittlerinnen mit ihrem Bauchgefühl wieder richtig: Das Opfer starb am Gift des tropischen \"Selbstmordbaumes\". Hat sich der Professor wirklich selbst getötet? Und warum wurde ausgerechnet am selben Tag in sein Auto eingebrochen? Regine Freundlich, die Schwester des Toten, glaubt nicht an einen Selbstmord. Die beiden hatten zwar vor Kurzem ihre Mutter verloren, aber ansonsten lief in Falk Freundlichs Leben gerade alles rund. Er stand nicht nur kurz davor, den Direktorposten des Instituts zu übernehmen, sondern hatte auch seit Kurzem eine neue Freundin: Bente Kern, eine Kollegin am Institut. Falks bester Freund Hanno Preetz hat allerdings nicht nur Gutes über Bente zu berichten. Währenddessen können die Ermittler den Auto-Einbrecher ausfindig machen. Und tatsächlich steht der Einbruch in Zusammenhang mit dem Mord an Falk. Aber ist der Einbrecher auch der Mörder? Und warum wird auch noch das Büro des Toten durchsucht? Die Spur führt die Ermittler zurück ins vergangene Jahrhundert. Und dann lässt Sophie auch noch zu Hause eine Bombe platzen.","versions":[{"lang":1,"streams":[{"redirect":8763357,"hoster":"VOE"},{"redirect":8620038,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fluch der guten Tat","epNo":6,"alt":"","descr":"Der Obdachlose Karsten \"Kasche\" Schulzke wird mitten in Potsdam tot aufgefunden. Brutal erschlagen. Kurz zuvor hatte er eine Frau vor einem Überfall gerettet. Musste er deshalb sterben? Vor seinem Tod war Kasche zu unerwartetem Ruhm gekommen. Er hatte eine junge Frau bei einem Überfall vor Schlimmerem bewahrt. Daraufhin wurde bei einer Spendenaktion viel Geld für ihn gesammelt – von dem jetzt aber jede Spur fehlt. Als Initiatorin der Crowdfunding-Kampagne machen die Ermittler Evelyn Hildebrandt ausfindig. Sie und ihr Mann Torsten betreiben in Potsdam einen Autohandel. Haben sie wirklich nur aus reiner Nächstenliebe das Geld gesammelt? Und wo hat sich Torsten seine rechte Hand verletzt? Ein ziemlicher Zufall. Auf der Suche nach Kasches Schlafplatz treffen die Kommissarinnen auf Jule und Andy, Freunde des Toten. Aber kann man wirklich befreundet sein, wenn man auf der Straße ums Überleben kämpft? Und warum hat Kasche trotz des Geldes überhaupt noch auf der Straße geschlafen? Und was ist eigentlich mit der Frau, die Kasche vor dem Überfall gerettet hat? Kann es sein, dass sie Opfer vom selben Täter geworden ist? Als die Kommissarinnen sie befragen wollen, erwartet Luna eine Überraschung aus ihrer Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":8763359,"hoster":"VOE"},{"redirect":8620039,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ermittlungen im Dreivierteltakt","epNo":7,"alt":"","descr":"Ulrich Rehm, Chef einer Immobilienfirma, wird tot im Keller eines seiner Häuser aufgefunden. Seine Firma wollte es sanieren und in Eigentumswohnungen umwandeln. Musste er deshalb sterben? Mit der Sanierung hätten sowohl die Mieter als auch eine bei Rentnern beliebte, alteingesessene Tanzschule weichen müssen. Aber die alten Herrschaften wären deshalb doch nicht zu einem Mord in der Lage, oder? Seine eigene Tochter hat den Toten gefunden: Alexandra Meyer-Rehm, die Firmenerbin. Trost findet sie bei ihrem Mann Lukas, der für seinen Schwiegervater in der Immobilienfirma gearbeitet hat. Die beiden verdächtigen Jan, einen Mieter des Wohnhauses, der dem Opfer gegenüber in der Vergangenheit ausfällig geworden sein soll. Hat er aus Angst davor, seine Wohnung zu verlieren, endgültig die Kontrolle verloren? Er will seine kleine Tochter Mila beschützen und ihr ein Zuhause bieten. Doch Knorr und seine Tochter sind nicht die einzigen Mieter, die vertrieben worden wären. Renate Linz und ihr Mann hätten ihren Tanztreff dichtmachen müssen. Wollten sie ihr Lebenswerk durch einen Mord retten? Bei Luna, deren Vater wieder vor der Tür steht, brechen bei diesem Fall alte Wunden auf.","versions":[{"lang":1,"streams":[{"redirect":8763365,"hoster":"VOE"},{"redirect":8620041,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Robin Hoods","epNo":8,"alt":"","descr":"Auf einem traditionellen Kostümfest wird ein angesehener Anwalt niedergestochen. Sophie ist vor Ort und nimmt die Ermittlungen auf. Ausgerechnet ihr Sohn Leon hat den Verdächtigen erkannt. Aus Sophies Mutter-Sohn-Ausflug wird ein Fall für die SOKO Potsdam. Das Opfer, Guido von Kammerstein, war Mitglied in einem Verein zur Wahrung preußischer Kultur und Teil der höchsten Kreise Potsdams. Anscheinend hatte er dort nicht nur Freunde. Mit dem Schatzmeister des Vereins, Bernd Belzig, hatte das Opfer vor seinem Tod um den Posten des Vereinspräsidenten konkurriert. Belzig und seine Frau Beate wollten verhindern, dass Guido in dieser Position Millionen verwaltet, die Potsdamer Innenstadt umgestalten und die alten DDR-Bauten einfach abreißen lässt. Aber ist das ein Grund für einen Mord? Als mithilfe von Sophies Sohn Leon ein Phantombild des flüchtigen Täters erstellt wird, wendet sich das Blatt. Der vermeintliche Täter ist ein Asiate, und die Spur führt zu einem asiatischen Nagelstudio, hinter dem sich mehr verbirgt, als es den Anschein hat. Die Ermittler stoßen auf dreckige Geschäfte, und es stellt sich die Frage, ob Guido von Kammerstein nicht nur Opfer war.","versions":[{"lang":1,"streams":[{"redirect":8763362,"hoster":"VOE"},{"redirect":8620040,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein bedrohtes Paradies","epNo":9,"alt":"","descr":"Der Besitzer eines kleinen Western-Erlebnisparks wird erschlagen aufgefunden. Vor seinem Tod hatte er den Park heruntergewirtschaftet. Wurde er getötet, um den Park zu retten? In dem Familienbetrieb arbeiten vier skurrile Persönlichkeiten. Alle haben ein Motiv, und keiner hat ein Alibi. Ein Mord aus Eifersucht? Oder ging es um Geld und das Erbe des Parks? Der Kreis der Verdächtigen ist klein, und doch tappen die Ermittler im Dunkeln. Die SOKO Potsdam vernimmt Mareike Wendt, das Mädchen für alles im Park. Dafür, dass sie in ihren Chef verliebt war, scheint sie sein Tod gar nicht so sehr mitzunehmen. Anders als Richard Klepper, den Bruder des Toten. Er und seine Frau Leonora sind schockiert. Doch auch die beiden haben ein Motiv und waren nicht gut auf das Opfer zu sprechen. Er hatte den Westernpark finanziell fast zugrunde gerichtet und wollte jetzt auch noch ein teures Bison-Gehege errichten. Das hatte die Bauherrin Lisa Reschke auf den Plan gerufen, die eben diese Teile des Grundstücks kaufen wollte. Stand ihr das Opfer dabei im Weg? Das stärkste Motiv hat wohl der Sohn des Toten, Justin, der den größten Teil des Familienbetriebs erbt. Er ist vorbestraft und wollte wohl ungestört seinen illegalen Machenschaften auf dem Grundstück nachgehen.","versions":[{"lang":1,"streams":[{"redirect":8763360,"hoster":"VOE"},{"redirect":8620042,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Verlorene Söhne","epNo":10,"alt":"","descr":"Auf der Suche nach einem Bankräuber wird Max, der Sohn von SOKO-Chef Henschel, zufällig in einer verlassenen Hütte entdeckt. Er ist gefesselt und erinnert sich nur an eine Leiche. Nur langsam rückt Max mit der Sprache heraus. Er wollte seinen Freund Patrick treffen, hat ihn aber tot vorgefunden. Dass der Mann, der ihn dann eingesperrt hat, ein Bankräuber ist, wusste Max nicht. Stimmt seine Geschichte? Und wo ist Patricks Leiche? Die SOKO Potsdam befindet sich in einer absurden Situation: Das Team ist nicht nur auf der Suche nach einem Täter, sondern auch nach einer Leiche. Der Zeuge, den sie dazu befragen wollen, ist nicht auffindbar, weil der ein gesuchter Bankräuber auf der Flucht ist. Und dann ist auch noch der Sohn des Chefs in den Fall involviert. Doch Max hat Erinnerungslücken. Bernhard Henschel ist auf 180. Wer hat seinen Sohn in die Hütte gesperrt, und wie kommen seine Kollegen auf die Idee, dass Max lügen könnte? Aber Henschel ist befangen und muss sich raushalten. Während seine Kollegen in der Hütte tatsächlich Blutspuren finden, wird Henschels Privatleben auf den Kopf gestellt: Max verrät ihm ein Geheimnis, das die Eltern zunächst vor den Kopf stößt. Doch all das wird nebensächlich, als sich der Verdacht gegen Max erhärtet.","versions":[{"lang":1,"streams":[{"redirect":8763364,"hoster":"VOE"},{"redirect":8620043,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Tag X","epNo":1,"alt":"","descr":"Keuchender Atem, schnelle Schritte. Eine Stimme schreit: \"Schneller, schneller! Weiter.\" Drei Kinder rennen durch einen Tunnel, als plötzlich ein Schuss fällt. Der Tote, Raik Klimas, war ein Prepper, der seine Familie auf den Weltuntergang am Tag X vorbereitete und dafür einen Bunker komplett eingerichtet hatte. Die drei Kinder Fiona, Yannick und Alina befanden sich zum Zeitpunkt der Tat in einer Katastrophenschutz-Übung. Warum musste der Familienvater sterben? Seine Frau Doreen Klimas liefert den Ermittlerinnen eine mögliche Spur: Raik Klimas lagerte Gold in seinem Bunker, das nun verschwunden ist. Der Bunker sollte vor Außenstehenden geheim gehalten werden. Doch Raik Klimas’ ehemalige Kollegin Michaela Dösch wusste davon. Kannte sie auch das Versteck des Goldes? Zufällig hat sie sich gerade ein neues Auto gekauft. Etwa mit dem Gold von Raik Klimas? Luna und Sophie stehen kurz vor der Aufklärung des Falles, als sie selbst in Gefahr geraten und auf die schnelle Hilfe ihrer Kollegen angewiesen sind.","versions":[{"lang":1,"streams":[{"redirect":8763361,"hoster":"VOE"},{"redirect":8620044,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tod in der Havel","epNo":2,"alt":"","descr":"Ein sonniger Tag auf der Havel, doch die Idylle täuscht: Von seinem Boot aus sieht Gerd Stürmer im Wasser eine Leiche treiben. SOKO-Chef Henschel ist schockiert. Der Tote ist Erik Grimm, der Bruder seines guten Freundes Friedrich Grimm. Bernhard Henschel muss seinem Freund nicht nur die traurige Nachricht vom Tod des Bruders überbringen, sondern auch noch unangenehme Fragen stellen. Das Verhältnis der Brüder war mehr als zerrüttet: Friedrich Grimms Ehe zerbrach wegen eines Seitensprungs seiner Frau mit Erik Grimm. Außerdem lieh er seinem Bruder sehr viel Geld, das er nie zurückerhalten hatte. Brachte Friedrich Grimm seinen Bruder aus Frust und Enttäuschung um? Fieberhaft versucht Bernhard Henschel, die Unschuld seines Freundes zu beweisen. Obwohl die Fakten zunächst eindeutig gegen ihn sprechen, bleiben offene Fragen. Warum steht das Auto des Opfers bei dem Bootsverleih, wo sowohl Friedrich Grimm als auch Gerd Stürmer ihre Boote liegen haben? Und was hat es mit dem Koffer auf sich, den das Opfer kurz vor seinem Tod ersteigert hat und der seither spurlos verschwunden ist? Die Leiterin der Auktion, Inga Robbe, verhält sich sehr merkwürdig, als die Ermittlerinnen sie auf Erik Grimm ansprechen. Was hat sie zu verbergen? Für Henschel ist sie sofort verdächtig. Wird er recht behalten?","versions":[{"lang":1,"streams":[{"redirect":8763363,"hoster":"VOE"},{"redirect":8620046,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Taxidriver","epNo":3,"alt":"","descr":"Der Taxifahrer Milo Berger soll einen Fahrgast an einer völlig abgelegenen Eisenbahnbrücke abholen. Dort angekommen, wird er plötzlich von einem Mann mit einer Waffe bedroht. Luna und Sophie werden zu einer bewaffneten Verfolgungsjagd gerufen. Als sie an der Eisenbahnbrücke ankommen, finden sie in einem Versteck den verängstigten Milo Berger. Von seinem Verfolger fehlt jede Spur. Warum hat der Mann versucht, den Taxifahrer zu töten? Wenig später kann die SOKO den Verfolger stellen: Hektor Kruse. Doch die Tat ist ihm nicht nachzuweisen. Es steht Aussage gegen Aussage. Was verbindet ihn und Milo Berger überhaupt? Hektor Kruse zögert nicht lange mit einer Antwort: Milo Berger sei der Mörder seines 13-jährigen Sohnes Emil, der vor einem Jahr von einem Taxi überfahren wurde. Milo Berger ist allerdings wegen mangelnder Beweise freigesprochen worden. Die SOKO Potsdam rollt den alten Fall wieder auf. Die damalige Zeugin Pia Lemke kündigte kurz nach dem Unfall ihren Job als Taxifahrerin. Hatte sie ein schlechtes Gewissen, weil sie in Wahrheit selbst die Unfallfahrerin war? Und was verheimlicht Milos Mutter Sandrine Berger, die auch Zugang zum Taxi ihres Sohnes hat? Versucht ihr Sohn, sie zu beschützen? Erst die Blumen auf Emils Grab helfen den Ermittlerinnen, den Fall zu lösen.","versions":[{"lang":1,"streams":[{"redirect":11400711,"hoster":"VOE"},{"redirect":8620045,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mädchen ohne Namen","epNo":4,"alt":"","descr":"Im Morgengrauen tanzen junge Leute zu einem wummernden Bass. Plötzlich steht ein Mädchen vor ihnen. Das blutige Haar verklebt, die Augen starr vor Angst. Dann sackt es zusammen und stirbt. Die letzten Worte waren: \"Alles eine Lüge, sie hat gelogen.\" Was hat das zu bedeuten? Die Kommissare tappen völlig im Dunkeln. Noch nicht einmal die Identität des Mädchens ist bekannt. Und das, wo Sophies Tag schon mit einer Pechsträhne begann: zuerst ein Auto mit dem Fahrrad zerkratzt und dann noch in Hundekacke getreten. Kann ja nur besser werden! Eine erste Spur im Fall ist die letzte Mahlzeit des Opfers: Käseburger mit Guacamole und Ananas. Einen solchen gibt es im American Diner von Bruno Beyer, wo sich das Mädchen als Bedienung beworben hatte. Die Ermittlerinnen erhoffen sich vom Lebenslauf Hinweise auf die Identität der Toten. Aber: Die Unterlagen waren gefälscht. Allerdings stellt sich heraus, dass Bruno Beyer seinen jungen Bedienungen häufig mehr Aufmerksamkeit schenkte, als diesen lieb war. Hat er im Affekt zugeschlagen, weil das Opfer sich gegen seine Anzüglichkeiten wehrte? Oder hat seine Frau Erica das Mädchen aus Eifersucht umgebracht? Erst durch eine Tasche, die dem Opfer am Tatabend entwendet wurde, fügen sich die Puzzleteile zusammen. Doch den entscheidenden Hinweis liefert letztlich die Mutter der Toten. Bei einer groß angelegten Suchaktion nach dem Mörder gerät Sophie in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":8763366,"hoster":"VOE"},{"redirect":8620049,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Irina","epNo":5,"alt":"","descr":"Mitten in der Nacht klingelt Lunas Telefon. Gerichtsmediziner Werner Vense steht in einem Hotelzimmer neben einer Frauenleiche und braucht Lunas Hilfe. Sie ist die Einzige, der er vertraut. Die Frau starb an absichtlich überdosierten Ecstasy-Pillen. Ein Freund habe Werner um Hilfe gebeten, und Werner schwört, dass dieser nichts mit dem Mord zu tun habe. Doch wer ist dieser Freund, für den Werner seinen Job riskiert und freiwillig in Haft geht? Durch die Überwachungskamera im Hotel stoßen die Kommissare auf Joost Fürniß. Er betreibt einen Escortservice und ist der Polizei seit Langem bekannt. Die Ermittler finden jedoch heraus, dass das Opfer beim LKA wegen Zuhälterei gegen Fürniß aussagen wollte. War das ein Grund für ihn, sie umzubringen? Sophie ist nach ihrer Schussverletzung noch immer im Krankenhaus und wird vom Team schmerzlich vermisst. Aber ihre Verletzung hält sie nicht davon ab, trotzdem mit zu ermitteln. Und so liefert sie den Kommissaren eine neue Spur: Diese führt sie in die Staatskanzlei und direkt zu Staatssekretärin Ramona Bauernfeind. In welcher Verbindung steht sie zu der toten Escortdame? Der Fall wird zu einem Politikum. Um Werners Unschuld zu beweisen, müssen die Ermittler erst in dessen Vergangenheit suchen, um die wahren Hintergründe zu finden.","versions":[{"lang":1,"streams":[{"redirect":8763376,"hoster":"VOE"},{"redirect":8620047,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tödliches Rezept","epNo":6,"alt":"","descr":"Auf der Terrasse einer imposanten Villa wird Gisela Luger tot aufgefunden. Unter Verdacht: Ehemann Jakob, Sohn Martin, der Fitnesstrainer und die Chefin eines veganen Lebensmittelherstellers. Gisela Luger arbeitete als Ernährungsforscherin in der Lebensmittelindustrie. Sie forschte an dem Ersatz von künstlichen Zutaten durch natürliche Stoffe in Lebensmitteln. Ein neuer Trend in der veganen Lebensmittelindustrie. Schon zu DDR-Zeiten forschte das Opfer gemeinsam mit ihrem Ex-Ehemann Jakob Luger an Ersatzprodukten. Nach der Wende fokussierte sie sich allerdings auf profitreichere Aufträge, während Jakob seinen Idealen treu blieb. Er hat den Lebenswandel seiner Ex-Ehefrau nie verstehen können und noch weniger die Gefühlskälte gegenüber ihrem gemeinsamen Sohn Martin. Der leidet nicht nur unter der geringen Aufmerksamkeit, sondern auch unter ständiger Geldnot. Hat Martin Luger seine Mutter getötet, als diese ihm den Geldhahn zugedreht hat? Oder hat Anna-Lena Pross Gisela getötet? Die Geschäftsführerin eines veganen Lebensmittelherstellers hatte zuvor von Gisela für eine halbe Million Euro ein Rezept für eine vegane Rübenwurst gekauft. Allerdings stellte sich heraus, dass das Rezept nicht funktioniert.","versions":[{"lang":1,"streams":[{"redirect":8763368,"hoster":"VOE"},{"redirect":8620052,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Flug in den Tod","epNo":7,"alt":"","descr":"Auf einem Feld liegen die weißen Wrackteile eines abgestürzten Motorseglers. Aus einigen Teilen steigt vereinzelt Rauch hoch. Im Wrack liegt die Leiche des Piloten Philip Franke. Jedoch handelt es sich nicht um einen normalen Absturz. Der Ehemann und Vater von zwei Kindern hatte Schlafmittel im Blut. Die Kommissare müssen nun herausfinden, ob Philip Franke ermordet wurde oder ob er sich selbst umgebracht hat. Neben der Fliegerei betrieb Philip Franke mit seiner Schwester Annika ein Hotel. Doch diese warf ihn vor einem halben Jahr raus. Was war der Grund für die plötzliche Entlassung? Seiner Frau Jana und seinen beiden Kindern Nicola und Coco hatte er davon nichts erzählt. Der Familie fehlt es ohnehin an Geld. Philip Frankes Fliegerei war eine finanzielle Belastung für die gesamte Familie. Die Kommissare nehmen noch einmal den Flugplatz unter die Lupe und stellen fest: Erst vor zwei Jahren verunglückte dort ein anderes Sportflugzeug. Das LKA vermutet, dass damals Kriegsflüchtlinge eingeschmuggelt wurden. Florian Luckow, der Flugleiter des Flugplatzes, will davon nichts gewusst haben. War Philip Franke an Menschenschmuggel beteiligt? Oder hat er ihn aufgedeckt und musste deshalb sterben?","versions":[{"lang":1,"streams":[{"redirect":8763367,"hoster":"VOE"},{"redirect":8620048,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mutterliebe","epNo":8,"alt":"","descr":"Tina Nowak steht im Kletterpark und bereitet gerade ein neues Event vor. Sie erschrickt, als plötzlich jemand hinter ihr steht. Später wird sie tot im Kletterpark aufgefunden. Tina Nowak war ein Kontrollfreak und eine Helikoptermutter, die ihren Willen immer durchgesetzt hat, sowohl im Berufs- als auch im Privatleben. Darunter litt vor allem ihre Tochter Fine. Trotzdem liebte Fine ihre Mutter über alles. Fine ist schockiert von der Todesnachricht und flüchtet sich in ihrer Trauer ins Klavierspiel. Sie sei überaus begabt, erzählt ihre Klavierlehrerin Milana Breuer. Aber sie habe auch viel Druck aushalten müssen. Bestnoten, Hobbys ohne Ende – das sei zu viel für so ein junges Mädchen, findet nicht nur Milana, sondern auch der Ex-Mann des Opfers, Karl Nowak. Zwischen Tina und Karl kam es deshalb immer öfter zum Streit. Wie die Kommissarinnen herausfinden, ging es bei den Streitereien nicht nur um die Erziehung, sondern auch um das alleinige Sorgerecht. Und da sah es bei Karl Nowak nicht gut aus. Hat er seine Ex-Frau umgebracht, um Fine nicht zu verlieren? Als sich herausstellt, dass Tina Nowak dem Eigentümer des Kletterparks, Paul Schönemann, eine große Summe Geld geliehen hatte, glauben die Ermittlerinnen, eine heiße Spur zu haben. Denn Tina hatte die Summe kurze Zeit später wieder zurückgefordert. Kam es darüber zu einem tödlichen Streit?","versions":[{"lang":1,"streams":[{"redirect":8763372,"hoster":"VOE"},{"redirect":8620050,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Du bist schuld","epNo":9,"alt":"","descr":"Als ein Autobesitzer sich gerade über seinen Strafzettel aufregen will, findet er Rike Wehnert tot auf dem Boden liegend. Sie war Politesse. Ein Beruf, der bei vielen Aggressionen auslöst. Tamara Plensky, Kollegin des Opfers, kennt die täglichen verbalen Anfeindungen und die Angst vor tätlichen Übergriffen. Die Sorge teilte auch Rikes Ex-Freund, Justin Fürneisen. Er versuchte, Rike davon abzubringen, diesen Job weiterzumachen. Justin Fürneisen bringt die Kommissare auf eine erste Spur. Rike Wehnert hat ihrer Kollegin Tamara Plensky 3000 Euro geliehen. Das Geld hat sie aber nicht zurückbekommen, weshalb sie einen Anwalt einschalten wollte. Tamara hat Rike daraufhin gedroht. Ist der Streit eskaliert? Doch dann stellt sich heraus, dass Rike ihren letzten Strafzettel kurz vor ihrem Tod an die Physiotherapeutin Esther Bruns verteilt hat, die nicht gerade gut auf Ordnungskräfte zu sprechen ist und jede Auskunft verweigert. Für die Kommissare wird Esther Bruns noch verdächtiger, als ihr Anwalt Kai Markowski im Kommissariat auftaucht und ihnen direkt mit einer Dienstaufsichtsbeschwerde droht. Warum versteckt sich Esther Bruns hinter ihrem Anwalt? Was hat sie zu verbergen? Als die Kommissare gemeinsam die Faktenlage besprechen, finden sie einen an sie adressierten Briefumschlag ohne Absender. Plötzlich werden die Kommissare selbst zur Zielschiebe der Anfeindungen auf Ordnungskräfte.","versions":[{"lang":1,"streams":[{"redirect":8763370,"hoster":"VOE"},{"redirect":8620059,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Verlust","epNo":10,"alt":"","descr":"Apothekersohn Philip Cornelius macht es sich gerade auf der Couch gemütlich, als er ein Klirren im Haus hört. Kurze Zeit später ist ein Schuss im Einfamilienhaus zu hören. Zunächst sieht es nach Einbruch aus. Doch die Kommissare finden schnell heraus, dass der Student hinter dem Rücken seines Vaters mit gepanschtem Hustensaft gedealt hat. Sie vermuten in den illegalen Geschäften den Schlüssel zur Aufklärung des Falls. Die Fahndung konzentriert sich zunächst auf den Kompagnon des Opfers: Marvin Naumann. Er wurde kurz zuvor aus dem vielversprechenden Business hinausgedrängt. Als Marvin bei der Festnahme flieht, wird er zum Tatverdächtigen. Hat er Philip umgebracht, um das lukrative Hustensaft-Geschäft selbst zu übernehmen? Doch auch der Stiefvater des Opfers, Dr. Michael Tietze, gerät ins Visier der Ermittlung. Denn der bekannte Potsdamer Arzt wurde erpresst. Als die Kommissarinnen Marvin Naumann endlich festnehmen, können sie ihn der Dealerei überführen. Gibt es zwischen Tietze und den Jungs eine Verbindung? Plötzlich wird Tietze Opfer eines bewaffneten Angriffs. Auch der trauernde Apotheker und Vater des Opfers, Stefan Cornelius, verhält sich zunehmend auffällig. Die Kommissarinnen müssen das immer dichter werdende Netz aus Lügen und Geheimnissen entwirren, um den wahren Hintergrund des Mordes zu verstehen und den Täter zu überführen.","versions":[{"lang":1,"streams":[{"redirect":8763373,"hoster":"VOE"},{"redirect":8620051,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Falsche Scham","epNo":11,"alt":"","descr":"Das Leben des Familienvaters Andreas Littauer endet auf einem einsamen Feldweg bei Potsdam. Eine Kugel steckt in seinem Kopf. Sein Portemonnaie ist leer: Geld und EC-Karten fehlen. Betroffen bleiben seine Frau Charlotte Littauer und die gemeinsame Tochter Svea zurück. Was der Familienvater und Lebens-Coach nachts im Wald gemacht hat, bleibt ihnen ein Rätsel. Ungewöhnlich ist: Sein Wagen stand auf dem \"Staatsgebiet Neu-Preußen\". Selbst ernanntes Staatsoberhaupt von \"Neu-Preußen\" ist Rolf Erich Versicke. Der Reichsbürger schreckt nicht davor zurück, seine Außengrenzen mit der Waffe zu verteidigen. Marcel und David bekommen Versickes Schutzmaßnahmen schnell zu spüren. War Andreas Littauer zur falschen Zeit am falschen Ort? Charlotte Littauer, Svea und Schwager Nils Wehlheim haben ein wasserdichtes Alibi. Sie waren in der Tatnacht auf einer Familienfeier, zu der Andreas Littauer nicht mitging. Wollte er jemanden im Wald treffen? Versicke rückt nach und nach mit Informationen raus: Er will einen Mann am Tatort gesehen haben. Als versucht wird, die Bankkarte von Littauer zu nutzen, nehmen die Kommissare Tobias \"Tippi\" Gladrow fest. Der Kleinkriminelle gibt zwar zu, die Bankkarte gestohlen zu haben, aber da sei der Mann doch schon tot gewesen! Lügt \"Tippi\", um einen Raubmord zu vertuschen?","versions":[{"lang":1,"streams":[{"redirect":8763371,"hoster":"VOE"},{"redirect":8620056,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hass ist mein Hobby","epNo":12,"alt":"","descr":"Die 18-jährige Klimaaktivistin Cleo Pieper wird tot aufgefunden. Cleo war die Potsdamer \"Klima-Greta\". Mit radikalen Ansichten auf ihrem Blog machte sie sich nicht nur Freunde. Anastasia, Cleos beste Freundin, ist schockiert. Den Blog haben sie gemeinsam betrieben. Cleo bekam regelmäßig Hassbotschaften von ihren Hatern und erhielt auch Dutzende Morddrohungen. Steckt ihr Mörder hinter den anonymen Online-Nachrichten? Cleos größter Online-Feind namens \"Lord of Hate\" gerät ins Visier der Ermittlerinnen. Die Hassnachrichten haben Cleo so zermürbt, dass sie sich dem Mitarbeiter des Heimweg-Telefons, Danilo Voss, anvertraute. Er verliebte sich in sie. Musste Cleo sterben, weil sie seine Gefühle nicht erwiderte? Hat er sie online fertiggemacht? Wie sich herausstellt, hatte sich Cleo in Falk Seidel verguckt, den Vater ihrer besten Freundin Anastasia. Als die Ermittlerinnen ein Shirt bei der Toten finden, das Falk gehört, verhärtet sich der Verdacht: Hat er Cleo ermordet, um eine Affäre zu vertuschen? Als bei einer nächtlichen Überwachungsaktion eine Gruppe Jugendlicher versucht, ein Feuer vor Cleos Haus zu legen, greifen die Beamten zu: Der harmlos wirkende Jugendliche Elias Trenker war einer von denen, die Cleo im Internet gemobbt haben. Hat er seine Drohung wahr gemacht?","versions":[{"lang":1,"streams":[{"redirect":8763379,"hoster":"VOE"},{"redirect":11400627,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Küsse in St. Tropez","epNo":13,"alt":"","descr":"Der populäre Schriftsteller Magnus C. Kayser liegt tot im Fahrstuhl des Havel-Verlags. Die Ermittler schließen die Türen: keiner rein, keiner raus. Der Mörder muss noch im Verlag sein. Eine Situation wie im Film \"Mord im Orient Express\": Einer nach dem anderen wird von je einem Kollegen noch an Ort und Stelle verhört, jeder in seinem Büro. Ausnahmslos alle haben ein Motiv und nehmen es mit der Wahrheit nicht so genau. Als die Kommissarinnen die letzten Minuten vor Kaysers Tod rekonstruieren wollen, erhalten sie unterschiedliche Aussagen. Die Angestellten verstricken sich in Widersprüche. Warum will niemand den bekanntesten Autor des Hauses zum Ausgang begleitet haben? Was wird hier verheimlicht? Als die Kommissarinnen erfahren, dass Kayser Streit mit Anselm Günther, seinem Ghostwriter, hatte, gerät dieser ins Visier der Ermittlungen. Kayser schrieb schon lange nicht mehr selbst, und Günther wollte für das neue Buch besser bezahlt werden. Doch Kayser lehnte das ab. Da taucht Carola Butz im Verlag auf, die Ehefrau des Opfers. Die Kommissare stellen mit Entsetzen fest, dass Kayser jahrelang systematisch die Mitarbeiterinnen belästigt und genötigt hat. Hat eine der Frauen zurückgeschlagen?","versions":[{"lang":1,"streams":[{"redirect":8763378,"hoster":"VOE"},{"redirect":8620061,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Wenn es dunkel wird","epNo":1,"alt":"","descr":"An einem liebevoll gedeckten Tisch frühstücken Fanny und Niko Grewe. Plötzlich ertönt ein Martinshorn. Blaulicht. Und dann entdecken sie: Im Garten liegt eine tote Frau. Gefunden hat die Tote eine Nachbarin: Marie Lehmann. Besonders viel Mitleid kann sie für den Tod der Frau nicht aufbringen. Wegen Ulla Seifert hat Marie Lehmann ihre Existenzgrundlage als Tagesmutter verloren. Hat sie sich dafür gerächt? Fanny Grewe ist die Tochter der toten Ulla Seifert. Völlig durcheinander liegt sie in den Armen ihres Mannes Niko. Ein merkwürdiges Paar. Wie Zwillinge bewegen sie sich. Wissen stets alles voneinander. Als sie gemeinsam mit Kommissarin Luna Kunath und deren neuer Kollegin Tamara Meurer die Wohnung von Ulla Seifert betreten, riecht es nach Zigarettenrauch. Laut Fanny Grewe war ihre Mutter Nichtraucherin. Und dann gibt es noch DNA zweier unbekannter Personen. Aber Ulla hatte nie Besuch. Haben die Unbekannten etwas mit dem Verbrechen zu tun? Die Kommissarinnen haben es mit einem seltsamen Fall zu tun. Marie Lehmann, die Nachbarin, erzählt ihnen, dass sie Niko heimlich mit Ulla Seifert gesehen habe. Fanny habe davon nichts wissen dürfen. Warum hatte das Mordopfer Geheimnisse vor seiner Tochter? Plötzlich erreicht Luna und Tamara ein Anruf: Eine unbekannte Person ist in Ulla Seiferts Wohnung.","versions":[{"lang":1,"streams":[{"redirect":8853315,"hoster":"VOE"},{"redirect":8853314,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rich Kids","epNo":2,"alt":"","descr":"Ein teurer SUV heizt nachts durch Potsdam. Die vier \"Rich Kids\" grölen zu Hip-Hop, schniefen Koks vom Handy. Dann ein plötzlicher Aufprall. Eine Frau am Straßenrand – leblos. Die Jungs geraten in Panik: Wozu Abi gemacht, gerade 18 geworden, endlich Zugriff aufs Treuhandkonto, um jetzt ins Gefängnis zu gehen? Niemals. Bis auf einen sind sich alle einig: Es ist nichts passiert, sie waren nie hier, kein Wort zu niemandem. Während Luna und Tamara am Unfallort eintreffen, sitzen die Täter schon wieder gemütlich beim Frühstück zu Hause. Jonathan Sobottka, der Anführer der \"Rich Kids\", ist sich keiner Schuld bewusst. Nur sein kleiner Bruder Remo ist nervös. Tamara muss die schlimme Nachricht dem Freund des Opfers, Viktor Hollmann, überbringen. Doch der zeigt ihr einen Abschiedsbrief seiner verstorbenen Freundin Jenny Patzke, den er im Briefkasten fand. Hat Jenny sich absichtlich vor das Auto geworfen, oder haben die \"Rich Kids\" den Brief gefälscht? Am Wagen von Jonathan Sobottka finden sich keine Spuren. Komisch nur, dass der SUV ausgerechnet am Morgen nach der Tat in der Werkstatt war. Auch Viktor Hollmann ist nicht ehrlich zu Tamara. Er und Jenny haben sich vor ihrem Tod lautstark gestritten, woraufhin Jenny die Wohnung verlassen hat. Doch die Autopsie bringt die Kripo auf eine ganz neue Spur.","versions":[{"lang":1,"streams":[{"redirect":8884485,"hoster":"VOE"},{"redirect":8884486,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zu deinem Schutz","epNo":3,"alt":"","descr":"Carola Blum steht vor der Praxis für Gesundheitsberatung. Sie klingelt. Niemand öffnet. Als sie durch ein Fenster späht, sieht sie eine Frau reglos auf dem Boden liegen. In Panik wirft Carola die Fensterscheibe ein, aber sie kommt zu spät – Marion Fiedler ist tot. Plötzlich hört Carola Schritte im Haus. Jemand rennt weg. Als die Kommissarinnen am Tatort eintreffen, ist Carola Blum völlig verstört. Marion war auch eine Freundin. Das Opfer betrieb die Praxis für Gesundheitsberatung gemeinsam mit Ehemann Elmar – sie hatten sie als Reaktion auf den Tod ihres fünfjährigen Sohnes eröffnet, der angeblich nach einer Impfung gestorben war. Die Fiedlers haben daraufhin die behandelnde Kinderärztin Dr. Daniela Lorenz verklagt. Zwar wurde sie freigesprochen, doch die Karriere der Ärztin ist zerstört. Die Fiedlers behandeln ihre Patienten hauptsächlich mit Vitaminen. So auch die kleine Tochter von Carola Blum und ihrem Freund Patrick Harms. Das Kind hat sich von einer Masernerkrankung nie erholt. Patrick ist immer verzweifelter. Von Tag zu Tag geht es ihrer Tochter schlechter. Schuld daran sind aus seiner Sicht die Fiedlers. Konnte Patrick Harms das Leid seiner Tochter nicht mehr ertragen? Oder wollte Dr. Lorenz sich an den Fiedlers rächen? Und wer war die unbekannte Person am Tatort?","versions":[{"lang":1,"streams":[{"redirect":11407765,"hoster":"VOE"},{"redirect":8929516,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bittersüßer Tod","epNo":4,"alt":"","descr":"Simon schwingt sich in sein Auto und ruft seine Mitbewohnerin Emma an. Sie nimmt ab, und plötzlich – verzweifeltes Weinen! Kampfgeräusche. Emma schreit um Hilfe. Die Verbindung bricht ab. Für Simon Faber ein Schock. Er ruft die Polizei. Luna und Tamara eilen zur WG von Simon und der vermissten Emma Paulsen. Doch keine Spur von ihr. Ihre letzten Worte am Telefon: \"Ich weiß, was die gemacht haben. Das Video…\" Der Druck auf die Kommissar*innen ist groß. Emma ist noch immer vermisst, sie haben keine heiße Spur und wissen nicht, was es mit dem Video auf sich hat. Die Vermisste arbeitet in der Buchhaltung der \"Konditorei AG\". Xenia Otten ist die Geschäftsführerin des Unternehmens, das vor einigen Jahren von einem großen Lebensmittelkonzern aufgekauft wurde. Von einem Video wisse sie nichts und warum Emma verschwunden sei, auch nicht. Als sich die Kommissar*innen unter der Belegschaft nach Emma erkundigen, stoßen sie auf eine Mauer des Schweigens. Brisant wird der Fall, als das Team die \"Konditorei AG\" durchleuchtet. Nach außen hin ein Vorzeigebetrieb, doch in dem Unternehmen stinkt es gewaltig. In den vergangenen Monaten haben sich zwei Mitarbeiter das Leben genommen. Der letzte Suizid ist erst ein paar Wochen her. Was geht in der Manufaktur vor sich?","versions":[{"lang":1,"streams":[{"redirect":9023976,"hoster":"VOE"},{"redirect":9023963,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Feierabend","epNo":5,"alt":"","descr":"Mord in einem Potsdamer Barbershop. Aadil Midani wurde mit einem Kopfschuss niedergestreckt. Es gibt nur ein Problem: Der einzige Zeuge, der den Mord gesehen hat, kann nicht sprechen. Der Zeuge ist Felix Grössin. Luna kennt ihn von früher und freut sich, ihn wiederzusehen. Doch sein Zustand trifft Luna sehr. Aufgrund eines Schlaganfalls ist sein Sprachzentrum massiv gestört. Das einzige Wort, das er noch sagen kann: Feierabend. Den Barbershop hat das Mordopfer gemeinsam mit Mohamad Ajan geführt. Die beiden sind zusammen aus Syrien geflüchtet und haben sich in Potsdam eine neue Existenz aufgebaut. Eigentlich lief ihr Geschäft sehr gut. Doch Mohamad berichtet den Kommissarinnen von seltsamen Besuchen eines jungen Mannes im Barbershop, nach denen Aadil fahrig und angespannt wirkte. Wurde Aadil erpresst? Unterdessen versuchen die Ermittlerinnen und Ermittler, gemeinsam mit Felix ein Phantombild zu erstellen, was sich infolge seiner eingeschränkten Motorik und Sprache schwierig gestaltet. Besser funktioniert es hingegen mit Mohamad: Mithilfe seiner genauen Beschreibung kommt das Team auf Robin Voigt. Ein Kleinkrimineller, der für die großen Bosse kleine Läden zur Geldwäsche zwingt. Mit dem Mord habe er nichts zu tun, behauptet er. Doch dann wird die Tatwaffe gefunden.","versions":[{"lang":1,"streams":[{"redirect":9023977,"hoster":"VOE"},{"redirect":9023975,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vom Himmel gefallen","epNo":6,"alt":"","descr":"Im Potsdamer Forst wird ein Skelett gefunden, das einen 15 Jahre alten Fall wieder aufrollt. Ein junges Mädchen wurde damals vermisst. Nun hat die Familie traurige Gewissheit. Eine Herausforderung für die Spurensicherer Jutta und Thomas, denn das Skelett liegt hoch oben in den Baumwipfeln. Als die Kommissarinnen die Identität der Toten feststellen, ist Thomas schockiert. Er kennt die Frau von früher! Die damals vermisste Vanessa Böttcher stammte aus einer Pfarrersfamilie. Vanessa kam an einem Samstagabend spät vom Babysitten nach Hause, am nächsten Tag war sie verschwunden. Daraufhin hatte die Familie sie als vermisst gemeldet. Unter Verdacht stand damals der Pflegesohn Falk, denn in Vanessas Bett wurden seine Spermaspuren gefunden. Er bestreitet bis heute, etwas mit ihrem Verschwinden zu tun zu haben. Tödlich für Vanessa war ein Schlag auf den Kopf. Sie wurde erst nachträglich auf dem Baum abgelegt. Die Kommissarinnen und Kommissare müssen den Fall neu aufrollen und entdecken dabei einige offene Fragen: Woher hatte Vanessa das ganze Geld, das in ihrem Nachtschrank gefunden wurde? War sie nachts wirklich noch mal zu Hause? Und was steckt hinter dem Bändchen, das die Spurensicherung bei der Leiche gefunden hat?","versions":[{"lang":1,"streams":[{"redirect":9119252,"hoster":"VOE"},{"redirect":9119253,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Kandidatin","epNo":7,"alt":"","descr":"Das Auffinden der Leiche des Politikberaters Jonas Herfurth sorgt für die Enthüllung verhängnisvoller Gerüchte rund um den Wahlkampf für das Bürgermeisteramt von Potsdam. Der Tote wird am Templiner See gefunden. Todesursache: ein Schlag auf den Hinterkopf. Seine letzte Anstellung als Politikberater hatte er bei Isabel Arnold, die sich für die diesjährige Potsdamer Bürgermeisterwahl aufstellen lässt. Luna und Tamara müssen Jonas’ Freundin Maja Gedicke die Todesnachricht überbringen. Maja, im siebten Monat schwanger, ist am Boden zerstört. Was Jonas allein am Templiner See gemacht hat, ist noch ein Rätsel. Jonas war auf der Suche nach einem neuen Job. Seine Stelle in einem Wahlkampfteam wurde gestrichen, nachdem die Potsdamer Bürgermeisterschaftskandidatin Isabel Arnold überraschend ihren Rückzug verkündet hatte. Angeblich wegen des Todes ihres Mannes. Doch der Politik-Blogger Frank Ollendorf wirft eine andere Theorie in den Raum: Isabel Arnold und Jonas Herfurth hatten eine Affäre. Wollte Isabel Arnold etwas vertuschen, um ihrer Karriere nicht zu schaden? Vor Jonas’ Tod kam es bei einem Wahlkampftermin zu einer körperlichen Auseinandersetzung zwischen Ollendorf und Jonas. Dabei drohte Ollendorf, dass Jonas den Angriff bereuen werde.","versions":[{"lang":1,"streams":[{"redirect":9119244,"hoster":"VOE"},{"redirect":9119249,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ich weiß, wer du bist","epNo":8,"alt":"","descr":"Mit Schwung donnert ein Paketbote mit seinem Transporter auf den Bürgersteig. Er will klingeln, als plötzlich die Haustür aufgeht. Eine Frau steht in der Tür und sagt: \"Er ist tot.\" Julia Meschgang hat ihren Freund Andreas Gröger tot in seiner Badewanne liegend aufgefunden. Er hat keine äußeren Verletzungen, das Wasser ist kalt. Er muss also schon länger in der Wanne liegen. Andreas Gröger war Unternehmer. Gemeinsam mit seinem Geschäftspartner Roland Flieger hat er Firmen in der DDR aufgekauft, zerschlagen und die Filetstücke gewinnbringend weiterverkauft. Vor einem Jahr stieg Roland plötzlich aus, Andreas zahlte ihm eine Abfindung in Millionenhöhe. Gab es Streit zwischen den beiden? Eine Spur führt die Kommissar*innen zu Paketbote Ibo Barany. In seinem Transporter finden sie Drohbriefe an Andreas Gröger. Wegen diesem Schnösel habe er seinen Job verloren und lebe seitdem in seinem Transporter. Von den Drohbriefen weiß Ibo angeblich nichts. Plötzlich steht Wanda Lohse im Haus von Andreas Gröger. Wie Julia Meschgang behauptet sie, die Freundin des Opfers zu sein. Die beiden Frauen können nicht glauben, dass Andreas untreu war. Ist Eifersucht der Grund für seinen Tod?","versions":[{"lang":1,"streams":[{"redirect":9166167,"hoster":"VOE"},{"redirect":9166168,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Odas Geheimnis","epNo":9,"alt":"","descr":"Der 14-jährige Julian Jahnke steht zitternd im Wohnzimmer. Seine Hände sind blutverschmiert, er steht inmitten einer großen Blutlache. Tamara befragt Julian vorsichtig. Er leidet an Mukoviszidose, eine unheilbare Lungenkrankheit. Seine Mutter Oda und seine ältere Schwester Mimi kümmern sich um ihn. Aber an dem Abend war er allein zuhause und weiß nicht, was passiert ist. Plötzlich war da das viele Blut und seine Mutter Oda verschwunden. Nach der Menge des Blutes zu urteilen, ist Julians Mutter sehr wahrscheinlich nicht mehr am Leben. Die SOKO rekonstruiert die letzten Stunden von Oda. Doch die Spuren der Mutter verlieren sich an einer Bushaltestelle. Was ist passiert? Oda hatte sich kurz vor ihrem Verschwinden mit ihrem Ex-Mann getroffen. Warum tauchte Julians und Mimis Vater plötzlich wieder in deren Leben auf und hat er etwas mit Odas Tod zu tun?","versions":[{"lang":1,"streams":[{"redirect":9212138,"hoster":"VOE"},{"redirect":9212137,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alte Freunde","epNo":10,"alt":"","descr":"Tamara ist mit einem alten Freund verabredet. Doch zu dem Treffen kommt es nicht, denn er wird erschossen. Hat sein Tod etwas mit seinem Einsatz als verdeckter Ermittler zu tun? Ron Munkwitz muss die letzten Jahre in seinem Auto gelebt haben, das, vollgestopft mit Klamotten und Essensresten, in der Nähe des Tatorts gefunden wird. Auf der Rückbank liegen überall bekritzelte Blätter: ICH KANN NICHT MEHR, WILL FRIEDEN, MUSS DIR VERGEBEN. Rons letzter Einsatz war als V-Mann in der linken Szene. Vor einigen Jahren brannten fast jede Nacht Autos in Potsdam. Seine Einsatzleiterin war damals Mona Fabeck. Heute ein Schatten ihrer selbst, wohnt sie abgelegen auf einem Hausboot – gegenüber des Tatorts. Die Ermittler*innen finden bei ihr einen Zettel – bekritzelt wie die Blätter in Rons Auto. Wofür wollte sich Ron entschuldigen? Er hatte bei dem Einsatz nichts herausgefunden. Erst am Ende kam ein Verdächtiger wegen eines Brandanschlags ins Gefängnis: Harry Funk. Er lebt mit seiner Freundin Jo Krielow in einer Wagenburg. Wegen Ron musste Harry damals in den Knast und verpasste deshalb die Geburt seiner Tochter. Haben sich die beiden an Ron gerächt? Und warum fehlen in den Fall-Akten von damals Seiten? Die Kommissar*innen müssen den einstigen Einsatz rekonstruieren, um den Täter zu finden.","versions":[{"lang":1,"streams":[{"redirect":9248057,"hoster":"VOE"},{"redirect":9248058,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Leben lassen","epNo":11,"alt":"","descr":"Leise hebelt ein vermummter Mann in der Nacht ein Fenster auf und steigt in eine Wohnung ein. Als er sie verlässt, liegt eine Frau tot auf dem Boden. Luna und Samir finden eine durchwühlte Wohnung vor, in deren Küche die erstochene Sylvia Osterwald liegt. Spusi Thomas tippt auf Raubmord. Handy, Laptop – alles weg. Eine erste Spur haben sie: den Abdruck eines Schuhs im Blut des Opfers, vermutlich vom Täter. Felix Perlinger hat die Tote gefunden. Sylvia Osterwald war seine Chefin. Gemeinsam arbeitete er mit ihr und seiner Kollegin Mira Beckmann in einer Forschungsgruppe, die mit einem Protein experimentiert, mit dessen Hilfe man äußerst präzise DNA editieren kann. Angeblich lief in der Forschungsgruppe alles nach Plan. Sie standen kurz davor, ihre Ergebnisse an ein Pharmaunternehmen zu verkaufen. Doch es kam zu Unstimmigkeiten, und Sylvia warf ihrem Team Manipulation vor. Auch der Rauswurf aus der Gruppe stand im Raum. Die Kommissarinnen und Kommissare fragen sich, ob es sich hier wirklich um einen Raubmord handelt. Hat jemand aus der Gruppe Sylvia Osterwald umgebracht? Als das SOKO-Team herausfindet, von wem der Schuhabdruck stammt, nimmt die Ermittlung eine entscheidende Wendung.","versions":[{"lang":1,"streams":[{"redirect":9308970,"hoster":"VOE"},{"redirect":9308973,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mord in g-Moll","epNo":12,"alt":"","descr":"Die letzten Schläge der Kirchenglocke verstummen, dann ist wieder das Orgelspiel zu hören. Doch dieses Mal ist es ein schiefer, gleichbleibender Ton. Passanten bleiben irritiert stehen. Luna und Tamara treffen als Erste vor der Kirche ein. Der Hausmeister Mario Gabler wartet schon. Er hat die Leiche des Pfarrers auf der Empore gefunden und vorsorglich alles abgesperrt, damit der Täter nicht fliehen kann. Denn für ihn sieht das ganz klar nach Mord aus. Die beiden Kommissarinnen betreten die Kirche und sichern die Räume. Die Leiche liegt wie beschrieben auf der Empore. Außerdem befinden sich in der Kirche Dagmar Freund aus dem Kirchenvorstand, Heike Haase, Chorleiterin und Ehefrau des Pfarrers, sowie Abena Antwi, die Kirchenasyl bekommen hat. Nur von dem Organisten Andreas Plauer, der den Pfarrer als Letzter gesehen haben muss, fehlt jede Spur. Er wird zur Fahndung ausgeschrieben. Unterdessen finden Luna und Tamara heraus, dass der Pfarrer Drohungen von Rechtsnationalisten erhielt, weil er Geflüchteten Kirchenasyl geboten hat. Dazu passt, dass Geld aus der Kirchenkasse fehlte. Wurde Pfarrer Haase Opfer dieser Drohungen? Doch dann wird der Organist Andreas Plauer gefasst und lenkt die Ermittlungen in die Vergangenheit. Hat der Mord mit der DDR-Geschichte der Kirchengemeinde zu tun?","versions":[{"lang":1,"streams":[{"redirect":13917091,"hoster":"VOE"},{"redirect":9352045,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Smoke on the water","epNo":13,"alt":"","descr":"Ein warmer Tag geht zu Ende. Auf dem Templiner See dümpeln friedlich Boote. Plötzlich: Ein Jetski jagt über das Wasser, rast direkt auf ein Hausboot zu. Dann fällt ein Schuss. Ein paar Tage später wird eine Leiche am Uferrand gefunden. Bei dem Mann handelt es sich um Stefan Schuber. Besitzer der Reederei Schuber, die Dampferfahrten durch Potsdam und Brandenburg anbietet. Er wurde erschossen. Ein Schuss direkt ins Herz. Seit Wochen machen die sogenannten Havelpiraten die Potsdamer Gewässer unsicher. Stefan Schuber wurde ebenfalls überfallen, berichten seine Frau Silke und die Tochter Nelly. Von den beiden Tätern fehlt jede Spur. Also stellen die Ermittlerinnen ihnen eine Falle. Luna und Tamara mieten sich ein Hausboot und schippern damit durch die Havel-Gewässer. Zwei Tage lang geschieht nichts und die Operation steht kurz vor dem Abbruch. Parallel gehen Henschel und Samir einer anderen Spur nach: War der Überfall kein Zufall, sondern ein geplanter Mord? Der Reederei ging es nicht gut. Ein Wettbewerber, Mahan Asmani, hatte seit einem Jahr versucht, Schuber die Reederei zu einem unverschämten Preis abzukaufen. Asmani hat Schuber sogar gedroht. Doch dann werden Luna und Tamara auf dem Hausboot von Jetski-Fahrern überfallen.","versions":[{"lang":1,"streams":[{"redirect":9393482,"hoster":"VOE"},{"redirect":9393479,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Fremder Vertrauter","epNo":1,"alt":"","descr":"Pauline Hobrecht hat ihren ersten Tag bei der Kripo in Potsdam. Als sie sich gerade dem Team vorstellen will, steht plötzlich ein verängstigter junger Mann im Büro, der entführt wurde. Er stellt sich als Tim Demandt vor und ist vor elf Jahren entführt worden. Tim konnte seinem Entführer entkommen und will nun nach Hause. Die Kommissarinnen sind in Alarmbereitschaft. Den Entführungsfall gab es wirklich. Doch wie hat es der Junge geschafft, zu fliehen? Vor ein paar Tagen hat der Entführer die Tür nicht richtig abgeschlossen. Tim konnte fliehen. Er hat sich sofort auf den Weg zurück nach Hause gemacht. Die Familie von Tim ist froh, ihren vermissten Sohn nach all den Jahren wieder bei sich zu haben. Nur seine jüngere Schwester Anna glaubt nicht so richtig an die Rückkehr ihres Bruders. Er hat sich so verändert in den letzten Jahren. Verständlich nach der Zeit und den Erlebnissen, meinen Tamara und Pauline. Damals gab es einen Verdächtigen: Tibor Rupp. Der Gehörlose hätte sich früher Kindern genähert und geriet in den Fokus der Ermittlungen. Nachweisen konnte man ihm die Entführung nicht. Heute betreibt er eine Kinderkarate Schule und behauptet felsenfest, nichts mit der Entführung zu tun zu haben. Die Kommissarinnen müssen den Vermisstenfall neu aufrollen, um Tims Entführer von damals zu finden.","versions":[{"lang":1,"streams":[{"redirect":13004659,"hoster":"VOE"},{"redirect":11269827,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Raumwunder","epNo":2,"alt":"","descr":"Die Immobilienmaklerin Simone Stutz führt gerade eine Familie durch ein echtes Raumwunder. Doch als sie die Tür eines Schrankes öffnet, fällt ihr ein toter Mann entgegen. Bei der Leiche handelt es sich um den Verkäufer des Hauses: Robert Stern. Offensichtlich wurde er erschlagen. Aber nicht im Haus, sondern im Garten. Dort finden sich eindeutige Spuren eines Kampfes. Aber wie ist die Leiche dann in den Einbauschrank gelangt? Robert Stern ist polizeilich registriert. Vor 19 Jahren hatte er eine Bank überfallen und das zusammen mit keiner Geringeren als der Maklerin Simone Stutz. Hat sie ihn umgebracht, um die komplette Beute für sich zu haben? An dem Banküberfall war damals noch eine weitere Person beteiligt: Martin Mischke. Laut Simone Stutz war er der Drahtzieher und hat von allen die längste Haftstrafe abgesessen. Vielleicht wollte er sich dafür rächen? Vor seinem Tod hatte das Opfer Sex mit seiner Nachbarin Barbara Wörl. Beide sind danach getrennt in ihre Häuser gegangen. Als Pauline und Tamara noch einmal das Haus des Opfers durchsuchen, überraschen sie Max Stockmann. Ebenfalls Immobilienmakler und Konkurrent von Simone Stutz. Er wollte nur mal schauen, was die Immobilie so hergebe. Potsdam sei schließlich ein Haifischbecken. Geht man dann sogar über Leichen?","versions":[{"lang":1,"streams":[{"redirect":11337384,"hoster":"VOE"},{"redirect":11337383,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tödlicher Sonnenschein","epNo":3,"alt":"","descr":"Als Esther Schwidersky und Franziska Wörner plauschend über ihre Urlaubsreisen vor die Haustür treten, sehen sie ihren Nachbarn tot auf dem Gehweg liegen. Es handelt sich um Tobias Löhne. Er ist offensichtlich vom Balkon gestürzt. War es Selbstmord? Pauline und Tamara finden in seiner Wohnung frische Spuren einer zweiten Person. Hatte Löhne kurz vor seinem Tod Besuch und wurde gar vom Balkon gestoßen? Sein Chef, Reisebürobesitzer Jannik Frisch, hatte ihm vor Kurzem gekündigt, weil Tobias Löhne über das Reisebüro ständig Reisen für sich selbst und wechselnde Begleitungen gebucht hatte. Außerdem war sein negatives Verhalten nicht mehr tragbar. Tobias’ Nachbarin Franziska Wörner tippt auf eine zerbrochene Liebesbeziehung. Seine Ex-Freundin Claire Hoffmann sei hin und wieder bei ihm aufgetaucht, und es habe lautstarken Streit gegeben. Claire bestreitet das, zumal Tobias drei Wochen zuvor mit ihr Schluss gemacht habe. Wegen einer anderen Frau? Das weiß Claire angeblich nicht. Dem Finanzamt wurde ein anonymer Tipp gegeben, Jannik Frisch hätte Einnahmen an der Steuer vorbeigeschafft. Frisch vermutet seinen ehemaligen Mitarbeiter dahinter. Hat Frisch sich womöglich dafür gerächt? Und wer sind die unbekannten Frauen, mit denen das Opfer verreist war?","versions":[{"lang":1,"streams":[{"redirect":11407685,"hoster":"VOE"},{"redirect":11407680,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mensch und Maschine","epNo":4,"alt":"","descr":"Tamara und Pauline helfen bei einer Verkehrskontrolle, als ein Auto langsam heranrollt. Als die beiden auf den Fahrersitz schauen, ist dieser verwaist, und im Fußraum liegt eine Leiche. Der Tote ist Dominik Kühn. CEO von Kuvano, einem Start-up aus dem Gründerzentrum von Potsdam, das die Welt der selbstfahrenden Autos revolutionieren will. Mit der Software soll es möglich sein, das Auto nur mittels Handy zu steuern. Die Kommissarinnen überbringen die Todesnachricht dem Bruder des Opfers. Sebastian Kühn nimmt die Nachricht emotionslos entgegen. Er hat mit seinem Bruder gemeinsam das Start-up gegründet. Dominik kümmerte sich um die Finanzen, Sebastian um die Technologie. Laut des Leiters des Gründungszentrums, Helge Meissner, in dem das Kühn-Start-up seinen Sitz hat, gab es in letzter Zeit oft Streit zwischen den Brüdern, und immer mehr Mitarbeiter kündigten. Grund dafür: dürftige Bezahlung, anschreien, viele Überstunden. Als dann auch noch die bei allen beliebte Personalerin Kim Grunow rausgeschmissen wurde, zog das eine massive Kündigungswelle nach sich. Das Team hatte genug. Klingt nach keinem einfachen Chef, findet Tamara. Die Programmiererin Daniela Todorova korrigiert unverblümt: \"Dominik war ein geldgeiles Arschloch, alle haben ihn gehasst.\"","versions":[{"lang":1,"streams":[{"redirect":11448153,"hoster":"VOE"},{"redirect":11448174,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wer einmal lügt","epNo":5,"alt":"","descr":"Hinter Müllcontainern versteckt, wird die Leiche des 34-jährigen Jason Plenske gefunden. Er wurde erst vor wenigen Stunden mit einem stumpfen Gegenstand erschlagen. Das Opfer arbeitete bis vor Kurzem als Pförtner auf einem BioTech-Campus, allerdings hatte er zu viele unentschuldigte Fehlzeiten. Als er auch noch den Diebstahl eines teuren Laborgerätes nicht bemerkte, musste ihm endgültig gekündigt werden. Seine Schwester Marina Plenske sieht die Schuld bei allen anderen, nur nicht bei ihrem Bruder. Schuld habe allein dieser \"Herr Doktor\": Dr. Baris Esen, Chefentwickler auf dem BioTech-Campus. Er hatte den Diebstahl gemeldet und auf den fehlenden Plenske hingewiesen. Daraufhin gab es eine Auseinandersetzung zwischen den beiden. Werner findet im Blut des Opfers eine hohe Konzentration eines Opioids, was für eine fortgeschrittene Abhängigkeit spricht. Nur hätte ein Arzt ihm niemals so hohe Mengen verschrieben. Marina Plenske arbeitete als Lieferantin für Apotheken, bis sie wegen gestohlener Medikamente entlassen wurde. Hat sie Jason umgebracht, als dieser immer mehr Medikamente von ihr wollte? Die Kommissarinnen finden auf dem Laptop des Opfers eindeutige Hinweise, dass Plenske die Tochter von Dr. Esen entführen wollte. Hat das Esen mit aller Kraft verhindert?","versions":[{"lang":1,"streams":[{"redirect":14440549,"hoster":"VOE"},{"redirect":11525403,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Es lebe der Sport","epNo":6,"alt":"","descr":"Das Kommissariat ist im Sportfieber: Pauline will an den deutschen Polizeimeisterschaften teilnehmen. Tamara schüttelt belustigt den Kopf. Und ein Todesfall muss aufgeklärt werden. Bei einer Routine-Leichenschau wurde festgestellt, dass Rainer Koch nicht an Herzversagen starb, sondern durch einen Schlag mit einem dumpfen Gegenstand auf den Kopf. Damit ist es keine natürliche Todesursache, sondern wahrscheinlich Mord. Die Kommissare machen die Tochter des Opfers ausfindig. Astrid Koch ist sauer auf ihren Vater. Immer ging es um ihn. Nie hatte er sich um seine Frau oder Tochter gekümmert. Überkam Astrid Koch irgendwann eine so große Wut? Prof. Dr. Claudia Biehl hatte die fehlerhafte Todesursache festgestellt. Der Fehler muss ihr aufgrund des Stresses passiert sein. Wie kann einer so erfahrenen Ärztin so etwas passieren? Zuletzt arbeitete der mittlerweile Verstorbene als Aushilfe in einem Fitnessklub. Marco Stahl war von Kochs Amateur-Läufer-Karriere in der DDR begeistert und hatte ihn daraufhin angestellt. Werner findet bei weiteren Untersuchungen heraus, dass Koch kleine Narben und Schädigungen des Gewebes der tiefen Muskulatur und der inneren Organe hat. Auf seinem Laptop finden sie Material rund um Doping im DDR-Amateursport. War Koch selbst ein Opfer und der Wahrheit zu nahegekommen?","versions":[{"lang":1,"streams":[{"redirect":11528730,"hoster":"VOE"},{"redirect":11528731,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"In Therapie","epNo":7,"alt":"","descr":"Am Ufer des Nuthe-Kanals liegt der Kör-per einer elegant gekleideten Frau. Es handelt sich um die wohlhabende und für ihre Sachbücher bekannte Star-Therapeutin Nina Krusche. Am Tatort beobachten Pauline und Tamara einen Mann, der Fotos macht. Als sie ihn darauf ansprechen wollen, flüchtet er. Die Kommissarinnen rennen ihm hinterher, aber es ist zu spät. Der Mann ist verschwunden. Waren sie kurz davor, den Mörder zu fassen? Als Marie Krusche von dem Tod ihrer Mutter erfährt, ist sie ergriffen, aber nicht wirklich erschüttert. Sie und ihre Mutter hatten in den letzten Jahren kein gutes Verhältnis. Selbst die Eröffnung Maries eigener Bar hat Nina Krusche wenig interessiert. Wie verletzt war Marie? Eine Vielzahl eingegangener Anrufe auf Nina Krusches Handy führen Samir und Pauline direkt in die Arme des entflohenen Manns vom Tatort: Achim Lange, ein ehemaliger Patient der Toten, der ihr nachstellte. Hat seine Enttäuschung über seine unerwiderte Liebe zum Mord geführt? Lange lenkt die Aufmerksamkeit auf eine Frau, die sich mit dem Opfer gestritten hat: Laura Ritter. Nina Krusche diagnostizierte ihr eine Depression. Was sich allerdings als Fehldiagnose rausstellte, wie Laura Ritter nach Jahren herausfand. Wollte sie sich an Nina Krusche rächen?","versions":[{"lang":1,"streams":[{"redirect":11577051,"hoster":"VOE"},{"redirect":11577053,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Romy und Julian","epNo":8,"alt":"","descr":"Liane und Theo Lubitz wollen einen Film schauen, doch plötzlich starrt ihnen ihre Tochter Romy vom Bildschirm entgegen. In ihren Händen ein Schild: Keine Polizei! Sonst ist Romy tot!  Die Fahndung läuft auf Hochtouren. Die Mail mit dem Video zurückverfolgen? Nicht möglich. Zeugen oder Hinweise, die zu Romy führen? Fehlanzeige. Das SOKO-Team steht unter Druck. Bisher bleibt unklar, was die Entführer mit dem Mädchen vorhaben. Tamara und Pauline rekonstruieren die letzten Stunden vor Romys Verschwinden. Die Nadel im Heuhaufen ist Romys Fahrrad, das in einem Gebüsch gefunden wird. Die Spuren sind eindeutig: Hier wurde Romy entführt. Pauline und Samir können die vorletzte Station des Mädchens ausfindig zu machen: ein Imbiss in Babelsberg. Der junge Geschäftsführer Adam Schmitt reagiert auffallend nervös und verstrickt sich in Widersprüche. Das Überwachungsvideo im Eingangsbereich zeigt, wie Romy vor dem Imbiss auftaucht. Was hat sie dort gesucht? Dann platzt es aus Adam heraus: Er darf nicht mit der Polizei sprechen. Sonst ist Julian, sein kleiner Bruder, tot! Romy und Julian – zwei Kids entführt! Beide Entführungsvideos sind identisch. Warum wurden die beiden Jugendlichen zusammen entführt? Und welches Geheimnis hatte Romy vor ihren Eltern?","versions":[{"lang":1,"streams":[{"redirect":11604175,"hoster":"VOE"},{"redirect":11604177,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das siebte Haus","epNo":9,"alt":"","descr":"Es ist Sternschnuppennacht in Potsdam. Ein Pärchen sitzt verliebt auf einer Bank. Am nächsten Morgen liegt die jun-ge Frau auf den Stufen davor. Allerdings allein. Und tot. Es handelt sich um die 27-jährige Ania Galinsky. Der Sturz auf die Treppenstufe war tödlich. Die beiden Gläser weisen außerdem darauf hin, dass sie nicht allein war. Wurde sie gestoßen? Das Team der SOKO nimmt die Ermittlungen auf. Als Pauline und Tamara die Wohnung des Opfers aufsuchen, schauen sie plötzlich in den Lauf einer Waffe. Vor ihnen Priscilla – eine bekannte Potsdamer Astrologin. Der Tod von Ania nimmt sie sehr mit, immerhin sollte Ania ihr astrologisches Erbe weiterführen. In kürzester Zeit hatte sie sich einen Namen als astrologische Beraterin gemacht. Doch in letzter Zeit war da dieser \"Terror-Kerl\". Ein Mann, mit dem sich Ania in den letzten Wochen mehrfach laut im Treppenhaus gestritten hatte. Zwei Männer kommen dafür infrage: Leo Hoffmann, der Freund des Opfers, mit dem sie allerdings erst drei Dates hatte. Und Stefan Goretzki, Kandidat für die Oberbürgermeisterwahl. Er hat sich von Ania die Sterne deuten lassen. Aber warum wollte sie ihn nicht mehr beraten?","versions":[{"lang":1,"streams":[{"redirect":13122851,"hoster":"VOE"},{"redirect":13122853,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Game over","epNo":10,"alt":"","descr":"Drei Frauen walken zu dynamischer Musik um einen See. Doch dann bleibt ihr Blick an einem toten Menschen hängen. Es ist der 19-jährige Alexis Papadakis. Er hat eine Wunde an der linken Schläfe, eindeutig eine Schussverletzung. Alexis ist vermutlich also nicht im See ertrunken, sondern durch einen Schuss ums Leben gekommen. War es Mord oder Selbstmord? Tamara und Samir fahren zur Taverne von Alexis’ Vater Carlo Papadakis. Er reagiert tief betroffen. Kurz vor seinem Tod war Alexis bei einer Potsdamer Studentenverbindung zum Aufnahmegespräch. Nino Liebenthron ist der Wortführer und Repräsentant der Verbindung. Die Kommissare fragen ihn nach speziellen \"Aufnahmeritualen\". Eventuell solchen, bei denen man durch einen Kopfschuss sterben kann? Laut Liebenthron gebe es so etwas dort auf keinen Fall. Die Kommissare sollten lieber Alexis’ Vater überprüfen. Der sei nämlich abends sturzbedrucken bei der Verbindung aufgetaucht und habe Streit mit seinem Sohn gehabt. Ist dieser Streit eskaliert? Ein Motiv hatte auch Alexis’ Ex-Freundin Maria Weber: Als Alexis mit dem Jurastudium anfing und einen anderen Lifestyle lebte, trennte er sich von ihr. Sie vermutet, dass er jemand Neues hatte. War Eifersucht im Spiel?","versions":[{"lang":1,"streams":[{"redirect":13122862,"hoster":"VOE"},{"redirect":13122863,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Einmal Schlaatz, immer Schlaatz","epNo":11,"alt":"","descr":"Ein Mann im Seidenbademantel steht im Garten einer imposanten Villa. Er setzt eine Champagnerflasche an und nimmt einen kräftigen Schluck. Plötzlich ein Knall, und er sackt tot zusammen. Als die Kommissare am Tatort eintreffen, müssen sie Valerie Becker trösten: Unter Tränen stürzt die Frau zu der Leiche, in dem Glauben, es sei ihr Verlobter. Aber sie täuscht sich. Der Tote ist ihr völlig fremd! Aber wer ist der Mann? Valerie war bei der Party einer Freundin. Ihr Verlobter Leonard Roth hat in Berlin übernachtet, auch er kennt den Toten nicht. Wie der Unbekannte in die Villa gekommen ist, kann sich das Paar nicht erklären. Einzige Spur: der Zeitungsjunge Justin Fromme, der nachts im Viertel unterwegs ist. Ihm sei aufgefallen, dass eine Frau sehr schnell wegrannte. Leonard Roth fällt indes ein, dass ihre ehemalige Putzkraft Mona Härtel den Schlüssel ihrer Villa nicht zurückgegeben hat. Als sie ihn den Kommissaren aushändigen will, bemerkt sie, dass er verschwunden ist. Und nicht nur der Schlüssel ist weg, sondern seit einer Nacht auch ihr Freund Eiko.","versions":[{"lang":1,"streams":[{"redirect":13122871,"hoster":"VOE"},{"redirect":13122874,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tatütata","epNo":12,"alt":"","descr":"Der Garten der Familie Brahms: Seezugang, eigener Steg. Die Kinder spielen auf ihrem Piratenboot. Bis Schreie ertönen. Die Eltern springen auf und sehen das Boot lichterloh brennen. Die 8-jährige Anna kommt mit Verbrennungen ins Krankenhaus. Benno, der kleine Bruder, ist unverletzt und hat eine Gestalt mit einem Motorboot wegfahren sehen. Ein Brandanschlag? Familie Brahms ist nicht nur angesehen in Potsdam, sie haben auch Feinde. Pauline kennt die Brahms flüchtig. Frau Brahms ist CEO von Dreetz Pharma, ihr Mann leitet eine von ihrem Geld gegründete Stiftung zum Erhalt der Altstadt. Wie das SOKO-Team erfährt, soll ein neues Werk entstehen im Süden von Potsdam. Dafür hatte das Unternehmen ein Waldstück roden lassen. Die Vorwürfe von einigen Aktivisten lauten: Das war eigentlich Naturschutzgebiet, der Deal sei erkauft worden. Mit diesen Vorwürfen sind Drohungen gegen die Familie einhergegangen. Pauline und Samir suchen die Aktivisten auf. Allen voran Katze und ihren Freund Rosti. Sie geben zu, dass die Drohungen von ihnen stammen, aber ein Angriff auf Kinder? Niemals. Sie haben zwar ein Motiv, aber auch ein Alibi. In diese Ermittlungen hinein kommt die Meldung von einem zweiten Brandanschlag auf das Firmengelände der Brahms. Und diesmal wurde ein Feuerwehrmann verletzt. Wie hängt das alles zusammen?","versions":[{"lang":1,"streams":[{"redirect":13122876,"hoster":"VOE"},{"redirect":13122878,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Kleinod","epNo":1,"alt":"","descr":"Ein ausgelassener Junggesellinnenabschied nimmt eine schockierende Wendung, als eine der feiernden Frauen auf dem Campingplatz über den leblosen Körper des Platzbesitzers stolpert. Als die Kommissarinnen am Tatort eintreffen, finden sie den aufgelösten Alex Reinhardt lautstark diskutierend mit der jungen Kira Demir vor. Schnell wird klar, dass die Tatperson sich noch auf dem Platz befindet. Ein Wettlauf gegen die Zeit beginnt. Hat Reinhardt etwas mit dem Tod des Platzwartes zu tun? Oder doch das Ehepaar Zeisler? Annette und Bruno Zeisler scheinen bestens informiert über alle Geschehnisse auf dem Platz und beschuldigen den selbst ernannten Campingplatzsheriff Uwe Keupert. Die Kommissarinnen tappen weiter im Dunklen und finden keinen Anhaltspunkt. Plötzlich verschwindet Kira, die am Morgen noch von der Polizei zur Schule eskortiert wurde. Im Klassenzimmer kam sie allerdings nie an. Währenddessen entdecken die Kommissarinnen Kira auf einer Videoaufzeichnung mit einer anderen Person. Könnte Kira den Mord sogar gesehen haben? Und warum ist Kira seit der Tat spurlos verschwunden? Auch das Auffinden von Bargeld in Kiras Tasche wirft weitere Rätsel auf.","versions":[{"lang":1,"streams":[{"redirect":13122842,"hoster":"VOE"},{"redirect":13122841,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Brieselanger Licht","epNo":2,"alt":"","descr":"Flackernde Lichter erhellen den Brieselanger Wald. Karim Pahlow irrt mit einer Taschenlampe umher, er scheint etwas zu suchen. Plötzlich ein Schlag von hinten, Karim stürzt zu Boden. Viele Okkultisten strömen in den Brieselanger Wald auf der Suche nach dem unheimlichen Licht. Der Sage nach geht es um ein junges Mädchen, das in diesem Waldstück von sowjetischen Soldaten ermordet wurde. Als Lichterscheinung spukt es nun durch den Wald. Die Kommissare gehen dem Spuk auf den Grund. Am Tatort stoßen sie auf die Försterin Spewe. Sie und ihr Jagdhund sind auf ein Auto am Waldrand aufmerksam geworden. Die Pkw-Ortung führt zu Student Dominik Chang, den Kommilitonen und besten Freund des nun toten Karim Pahlow. Gemeinsam haben sie sich auf eine Expedition in den Wald begeben. Auch Leyla, Karims feste Freundin, war mit dabei. Wie sich später herausstellt, waren sie jedoch nicht die einzigen Anwesenden: Auch das Geisterjägerduo Kate und Bo hatte sich angeschlossen. Beide verhalten sich äußerst mysteriös, liefern aber den entscheidenden Hinweis: Karims Schwester sei ein Jahr zuvor gestorben, und Karim wollte im Wald ihren Geist aufsuchen. Dominik rückt dabei immer weiter ins Visier der Ermittlungen. Die Kommissare müssen herausfinden, was in der Nacht während der paranormalen Untersuchung passiert ist.","versions":[{"lang":1,"streams":[{"redirect":13144853,"hoster":"VOE"},{"redirect":13144856,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Prost","epNo":3,"alt":"","descr":"Die Vorstellung der neuen Biermarke Kreuzer-Stark ist ein voller Erfolg. Doch nur wenige Stunden nach der Veranstaltung, liegt der Inhaber, Georg Kreuzer, kopfüber im Braukessel. Zuvor überreicht Georg Kreuzer seiner stellvertretenen Geschäftsführerin, Jasmin Brandstätter, einen Brief. Später, als schon längst alle Gäste weg sind, kommt sie zurück in die Brauerei und findet ihren toten Chef. Doch was ist in der Zwischenzeit passiert? Die Kommissare überbringen die traurige Nachricht der Familie und nach und nach kommt das zerrüttete Familienverhältnis ans Tageslicht. Falk, der Sohn, hat mittlerweile seine eigene Brauerei – Konkurrenz zum eigenen Vater. Liane, die Tochter, versucht, als alleinerziehende Mutter ihr Leben nach der Drogensucht in den Griff zu bekommen. Und Milena seine Frau verarbeitet immer noch die Alkoholsucht ihres Mannes. Die Kommissare gehen auf Spurensuche und finden bald heraus, dass Falk und Jasmin ein Paar sind. Jasmin hat ihm heimlich Kunden-Daten zugespielt, damit er sich seine eigene Existenz aufbauen kann, nachdem der Vater ihn aus dem Familienunternehmen entlassen hat. War alles ein gemeinsames abgekartetes Spiel? Zudem tauchen 50.000 Euro in bar am Tatort auf. Milena kann sich nicht erklären, woher das Geld kommt.","versions":[{"lang":1,"streams":[{"redirect":13182616,"hoster":"VOE"},{"redirect":13182617,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Enkeltrick","epNo":4,"alt":"","descr":"Die Seniorin Elke Schmidt erhält einen rätselhaften Anruf, bei dem sich eine unbekannte Person als ihr Sohn ausgibt. Nur wenige Stunden später ist sie tot. Als die Kommissarinnen am Tatort ankommen, ist die Stimmung bedrückt. Wer hat die wehrlose Seniorin umgebracht? Der Essenslieferant Halil Fahimi hat sie gefunden und rückt schnell in den Kreis der Verdächtigten. Unter den Anwohnern herrscht Unruhe. Nachbar Frank Wollny meint, die Lage längst durchschaut zu haben. Doch das Motiv bleibt zunächst unklar. Erste Ermittlungsergebnisse deuten nicht auf einen Raubmord hin, sondern auf einen sogenannten Enkeltrick. Das Opfer wurde kurz zuvor telefonisch um Geld gebeten. Es scheint, als habe die Betrugsmasche ein gewaltvolles Ende genommen. Die Kommissarinnen machen Elke Schmidts Sohn, Thomas Schmidt, ausfindig, der laut eigener Aussage lange keinen Kontakt zu seiner Mutter hatte. Zwischenzeitlich melden sich weitere Opfer, die ebenfalls einen Enkeltrick-Anruf erhalten haben. Handelt es sich um den gleichen Unbekannten? Die Polizei stellt den Anrufern eine Falle, und eine junge Frau wird schließlich auf frischer Tat ertappt. Sie beteuert jedoch, nur eine Mittelsperson zu sein und nichts mit dem Mord zu tun zu haben. Es stellt sich heraus, dass auch Thomas Schmidt ein Motiv hat. Die Erkenntnis über die Tatwaffe liefert schließlich den entscheidenden Hinweis.","versions":[{"lang":1,"streams":[{"redirect":13229868,"hoster":"VOE"},{"redirect":13229869,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unter Kontrolle","epNo":5,"alt":"","descr":"Am Ufer eines Parks wird die Leiche des Privatdetektivs Vadim Pasetzky gefunden. Die SOKO Potsdam ermittelt im beruflichen Umfeld des Opfers. Eine erste Spur führt zu dem Grundschullehrer Niam Kruger. Dieser beteuert, den Mann noch nie getroffen zu haben. Sie hätten lediglich in telefonischem Kontakt gestanden. Das Team findet heraus, dass in die Wohnung des Opfers eingebrochen wurde.","versions":[{"lang":1,"streams":[{"redirect":13269387,"hoster":"VOE"},{"redirect":13269388,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Schlag zu viel","epNo":6,"alt":"","descr":"Auf einer Feuerwehrwache wird Julia Trinks tot aufgefunden. Die Spurensicherung kann nur Schrammen und Hämatome feststellen. Die Todesursache wirft Fragen auf. Julias Freunde Meike und Ronny sind schockiert. Sie berichten, dass es am Abend zuvor ein Fest der Freiwilligen Feuerwehr gegeben habe. Gemeinsam mit Julias Freund Mario sind sie eine eingeschweißte Freundesclique. Mario ist seit ihrem Tod verschwunden.","versions":[{"lang":1,"streams":[{"redirect":13444277,"hoster":"VOE"},{"redirect":13444276,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bootstrip","epNo":7,"alt":"","descr":"Charlie Lindner wird tot an einer Brücke gefunden. Die Ermittlungen der SOKO Potsdam führen zu der Zahnarztfamilie Gerlach, deren Tochter Vicky mit Lindner liiert war. Verdächtigt wird Charlies Kollege Daniel Delgado, der eine gemeinsame Drogenvergangenheit mit ihm hat. Während der Ermittlungen kommt Pauline der Täterin auf die Spur. Ihr Alleingang misslingt, und plötzlich ist sie in großer Gefahr.","versions":[{"lang":1,"streams":[{"redirect":13444278,"hoster":"VOE"},{"redirect":13444281,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hinter der Fassade","epNo":8,"alt":"","descr":"Im Potsdamer Villenviertel wird der Unternehmer Martin Raab erschlagen aufgefunden. Da er nicht besonders beliebt war, geraten gleich mehrere Personen in den Kreis der Verdächtigen. Der Personal Trainer Mark Finkenberg hat Raab gefunden und die Polizei verständigt. Ein Raubmord scheint unwahrscheinlich zu sein. Der brutale Schlag auf den Hinterkopf lässt ein persönliches Motiv vermuten.","versions":[{"lang":1,"streams":[{"redirect":13444284,"hoster":"VOE"},{"redirect":13444286,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Taxi nach Nirgendwo","epNo":9,"alt":"","descr":"Ein Taxifahrer verunglückt tödlich, und ausgerechnet Henschel hat ihn zuletzt lebend gesehen. Schnell ist klar: Die Taxinummer existiert gar nicht. Der Fahrer war illegal unterwegs, und der Unfall wurde mutwillig herbeigeführt, indem die Bremsschläuche durchtrennt wurden. Die Spur des toten Fahrers führt zu dem Shishabar-Betreiber Yasin. Zwischen ihm und dem Opfer soll es kriminelle Verwicklungen gegeben haben.","versions":[{"lang":1,"streams":[{"redirect":13444285,"hoster":"VOE"},{"redirect":13444292,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bauernopfer","epNo":10,"alt":"","descr":"Der Obstbauernvorstand Luca Brandow wird tot auf seinem Apfelhof aufgefunden. Sein Ehemann, Evan Stanford, und seine Schwester Sanna Brandow, sind völlig aufgelöst. Luca hatte Verhandlungen mit einem Großkunden für den Obstbauernverband geführt und sich für die Kleinbauern in der Region eingesetzt. Eine erste Spur führt zu Torsten Hahn. Er hat zuletzt mit Luca die Verhandlungen für eine Discounterkette geführt.","versions":[{"lang":1,"streams":[{"redirect":13444291,"hoster":"VOE"},{"redirect":13444299,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Matchball","epNo":11,"alt":"","descr":"Potsdams bekannteste Restaurantkritikerin, Valentina Scholz, wird erdrosselt in ihrem Auto aufgefunden. Suizid kann schnell ausgeschlossen werden. Valentina hatte an kaum einem Restaurant ein gutes Wort gelassen und teilweise vernichtende Kritiken geschrieben. Somit hat fast die gesamte Spitzengastronomie Potsdams ein Mordmotiv. Keine leichte Aufgabe für die Ermittler der SOKO Potsdam. Der erste Anhaltspunkt ist Saul Schlegel. Der Gastronom ist nach Valentinas Verriss am Boden, das Restaurant steht leer. Auf den Aufnahmen der Überwachsungskamera ist eine Auseinandersetzung zwischen Valentina und ihm zu sehen. Schlegel beteuert jedoch, er habe sie nur zur Rede stellen und um eine Richtigstellung in der Presse bitten wollen. Weitere Ermittlungen führen zu Karolin Rothe, der Schwester des Opfers. Als die Kommissare sie ausfindig machen, sind sie überrascht. Karolin ist Valentina wie aus dem Gesicht geschnitten: eineiige Zwillinge. Kurz vor dem Tod war es zwischen den Schwestern zum Streit gekommen, als Valentina eine Eierstockspende ablehnte und ihrer Schwester den Kinderwunsch somit verwehrte. Damit hat Karolin Rothe ein starkes Motiv.","versions":[{"lang":1,"streams":[{"redirect":13444279,"hoster":"VOE"},{"redirect":13444282,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tod frei Haus","epNo":12,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13452223,"hoster":"VOE"},{"redirect":13452222,"hoster":"Streamtape"}]}]}]}]}