{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite","name":"Sokushi Cheat ga Saikyou Sugite","descr":"[My Instant Death Ability is So Overpowered] Als Yogiri während eines Schulausflugs in einem absoluten Gemetzel erwacht, muss er feststellen, dass seine gesamte Klasse in eine andere Welt transportiert wurde! Er selbst hat es irgendwie geschafft, die ganze Tortur zu verschlafen und verpasste so die Vergabe von besonderen Fähigkeiten, die von einem mysteriösen Weisen verliehen wurden. Aber es kommt noch schlimmer: Er und seine Klassenkameradin wurden rücksichtslos als Köder zurückgelassen, um einen nahenden Drachen abzulenken. Obwohl ihn der Gedanke an den Tod nicht sonderlich stört, beschließt er widerwillig, seine hilflose Begleiterin zu beschützen. Schließlich hat ein niederes Monster der Stufe 1000 keine Chance gegen seine geheime Fähigkeit, mit einem einzigen Gedanken den sofortigen Tod herbeizuführen! Vorausgesetzt, er kann lange genug wach bleiben, um einen klaren Gedanken zu formen …","seasons":[{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-1","name":"","epNo":1,"alt":"Instant Death Ability","descr":"Während eines Schulausflugs werden Yogiri und seine Klassenkameraden in eine andere Welt gerufen. Den Schülern werden Fähigkeiten verliehen, außer Yogiri und Tomochika. Plötzlich nähert sich ein Drache!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13624499","hoster":"VOE"},{"path":"/redirect/13624500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-2","name":"","epNo":2,"alt":"My Guardian Angel Is So Overpowered, This Other World Is a Piece of Cake!","descr":"Yogiri und Tomochika machen sich auf die Suche nach ihren Klassenkameraden und gelangen in eine nahe gelegene Stadt. Innerhalb der Stadtmauern treffen die beiden auf eine scheinbar freundliche Bestienhaut, die jedoch Hintergedanken hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13639292","hoster":"VOE"},{"path":"/redirect/13639291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-3","name":"","epNo":3,"alt":"The World Isn\u0027t So Kind as to Allow One-Sided Attacks","descr":"Yogiri und Co. treffen sich mit ihrer Klassenkameradin Yuki wieder. Später, als sie in einem Hotel übernachten, scheint Tomochika zu viel Zeit zu haben!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13696123","hoster":"VOE"},{"path":"/redirect/13696124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-4","name":"","epNo":4,"alt":"The Fact That You\u0027re Watching This Video","descr":"Masayuki lässt Zombies frei, die in der Stadt Amok laufen! Währenddessen schmiedet Lain außerhalb der Stadt einen Plan, um herauszufinden, wie stark Yogiris \"Soforttod-Fähigkeit\" wirklich ist...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13696079","hoster":"VOE"},{"path":"/redirect/13696082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-5","name":"","epNo":5,"alt":"Alpha Omega","descr":"Yogiri und seine Freunde machen sich auf den Weg in die königliche Hauptstadt, doch eine Vielzahl von Drachen stellt sich ihnen in den Weg!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13728253","hoster":"VOE"},{"path":"/redirect/13728260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-6","name":"","epNo":6,"alt":"I\u0027m Not So Rude as to Complain After Being Saved","descr":"Yogiri und Tomochika sind in einen Prozess verwickelt. Mit Mokomoko passiert etwas Seltsames.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13771437","hoster":"VOE"},{"path":"/redirect/13771443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-7","name":"","epNo":7,"alt":"Standard Opening of Gate Number One Confirmed","descr":"Die Gruppe begibt sich in den Keller des Turms der Prüfungen, wo Theodisias Brüder gefangen gehalten werden. Währenddessen greifen die Anhänger des Dämonenkönigs am Boden den Turm an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14442602","hoster":"VOE"},{"path":"/redirect/13771433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-8","name":"","epNo":8,"alt":"The Agency","descr":"In Yogiris Kindheit wird Asaka Takato damit beauftragt, sich um ihn zu kümmern und ihn zu beobachten. Allerdings kann Asaka nicht verhindern, dass er von der \"Organisation\" entführt und als Geisel gehalten wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13796992","hoster":"VOE"},{"path":"/redirect/13796994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-9","name":"","epNo":9,"alt":"It\u0027s Like a Class Full of People Who Only Want to Save Themselves","descr":"Yogiri und Tomochika kommen in der Hauptstadt an und müssen es auf Befehl des Königs mit einem Dämon aufnehmen. Inzwischen kennen mehrere Klassenkameraden Yogiris Identität.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13815125","hoster":"VOE"},{"path":"/redirect/13815124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-10","name":"","epNo":10,"alt":"A Woman from the Past Appeared. Tomochika is Shocked to Her Core ...","descr":"Yogiri spürt den Blick und die mörderische Absicht einer anderen Person. Um den Täter herauszulocken, macht er sich mit Tomochika auf den Weg in die Stadt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13881565","hoster":"VOE"},{"path":"/redirect/13835818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-11","name":"","epNo":11,"alt":"Phase 2","descr":"Sion befiehlt weisen Kandidaten, sich gegenseitig zu töten, bis nur noch einer übrig ist. Unterdessen will Yogiri, der in die siebte Schicht der Dämonenwelt gefallen ist, zur sechsten zurückkehren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13918534","hoster":"VOE"},{"path":"/redirect/13858769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sokushi-cheat-ga-saikyou-sugite/staffel-1/episode-12","name":"","epNo":12,"alt":"You Should Use Your Power Any Way You Want","descr":"Yogiri und seine Freunde gehen während des Sage Candidate Selection Battle vom Drehbuch ab, um Sion herauszulocken. Yogiri hat eine Mission: herauszufinden, wie er in seine Heimatwelt zurückkehren kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13882487","hoster":"VOE"},{"path":"/redirect/13882488","hoster":"Streamtape"}]}]}]}]}