{"seriesId":"solo-fr-weiss","name":"Solo für Weiss","descr":"LKA-Zielfahnderin Nora Weiss muss sich in ihrem ersten Fall nicht nur mit ihrem neuen Kollegen Simon Brandt zusammenraufen, sondern gleichzeitig das Verschwinden ihres Patenkindes aufklären und einen flüchtigen mutmaßlichen Kindsmörder dingfest machen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das verschwundene Mädchen","epNo":1,"alt":"","descr":"Während der mutmaßliche Kindsmörder Matthias Mattner bei seiner Gerichtsverhandlung in Lübeck fliehen kann, erlebt die LKA-Zielfahnderin Nora Weiss ihren ganz persönlichen Albtraum. Auf der Fähre von Lettland nach Lübeck verschwindet ihr neunjähriges Patenkind Daina. Doch sie hat nicht viel Zeit, nach dem Kind zu suchen, denn der Fall wird ihrem Vorgesetzten Jan Geissler übertragen. Nora selbst wird auf den flüchtigen Mattner angesetzt. Gleichzeitig muss sich mit dem neuen Kollegen Simon Brandt zusammenraufen. Nora rollt den zu den Akten gelegten Fall des verschwundenen Mädchens Lisa Harms neu auf und sucht Kontakt zu den Eltern. Nora fällt es schwer, professionell zu bleiben: Intuitiv vermutet sie einen Zusammenhang zwischen Mattners Fall und Daina, aber beweisen kann sie nichts. Nach ein paar Tagen meldet sich Mattner und erpresst Nora: Informationen über Dainas Aufenthaltsort gebe es nur, wenn Nora gegenüber den Kollegen schweige. Sie sei seine letzte Chance zu beweisen, dass er Opfer eines Justizirrtums sei. Die Fahnderin lässt sich auf Mattners Regeln ein, denn die Angst um ihr Patenkind ist unerträglich. Mit dem gefährlichen Alleingang kann sie sich selbst ihrer engsten Freundin, Dainas Mutter, und ihrem Vater, dem altruistischen Pastor der Gemeinde, nicht mehr anvertrauen. Mattner lockt sie nachts zum unübersichtlichen Hafenterminal in Travemünde.","versions":[{"lang":1,"streams":[{"redirect":8965232,"hoster":"VOE"},{"redirect":8965234,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Wahrheit hat viele Gesichter","epNo":2,"alt":"","descr":"Ausgerechnet vor Noras Haus wird in einem abgestellten Wagen die Leiche eines Lübecker Busreiseunternehmers gefunden. Wollte der Täter ihr damit eine Nachricht überbringen? Gemeinsam mit Kommissar Simon Brandt von der Mordkommission ermittelt sie im Umfeld des Mordopfers Thorsten Jensen. Ein junger türkischer Angestellter des Ermordeten, Murat Kaymaz, ist seit der Tatnacht auf der Flucht und droht, sich ins Ausland abzusetzen. Doch auch der ehemalige Busfahrer Niels Franke rückt immer stärker ins Visier der Ermittler. Schließlich findet Nora Anhaltspunkte dafür, dass Thorsten Jensen und Murat Kaymaz mehr verband als eine berufliche Beziehung und dass Jensen mit seinem Busreiseunternehmen in illegale Machenschaften verstrickt war. Der Fall scheint sehr viel größere Ausmaße zu haben, als zuerst angenommen. Simon und Nora brauchen schließlich die Hilfe von Noras Vorgesetztem Jan Geissler, mit dem Nora immer wieder Auseinandersetzungen hat und mit dem sie eine heimliche Leidenschaft verbindet.","versions":[{"lang":1,"streams":[{"redirect":8965236,"hoster":"VOE"},{"redirect":8965235,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Es ist nicht vorbei","epNo":3,"alt":"","descr":"Während die Zielfahnderin Nora Weiss zusammen mit Jan Geissler den Erfolg eines gelungenen Einsatzes feiert, werden sie von der bayerischen Kommunalpolitikerin Monika Landau aufgesucht. Sie sucht verzweifelt nach ihrem Mann Patrick. Vor Kurzem hätten sie ihre Urlaubsreise hier an der Ostsee begonnen, da ihr Mann ein passionierter Segler sei. Aber nun sei er von einem Segeltörn nicht zurückgekommen. Jan Geissler organisiert einen Kollegen, der helfen soll, doch Nora beschleicht ein ungutes Gefühl. Das sich am nächsten Tag bestätigt, als die Leiche des Seglers an den Strand gespült wird. Gemeinsam mit ihrem Kollegen von der Lübecker Mordkommission, Simon Brandt, beginnt Nora das Leben sowie das Umfeld des Toten zu durchleuchten, um einen \"Anfasser\" zu finden einen Hinweis darauf, was ihm passiert sein könnte. Eine Spur führt die Ermittler schließlich nach Güstrow in Mecklenburg-Vorpommern. Dort scheint Maik Wosniak etwas zu verbergen, weshalb er seinen Hund auf die Ermittler hetzt und ihnen in einer halsbrecherischen Verfolgungsjagd entfliehen kann. Doch mit ihm hat Nora einen \"Anfasser\" gefunden. In alten Stasi-Akten findet sie heraus, dass der Flüchtige damals im DDR-Gefängnis saß, während Patrick aus der DDR geflohen ist mit einem Segelboot. Parallel zu den Ermittlungen soll Noras Vater, Pastor Rainer Weiss, wegen seiner Fluchthelfer-Tätigkeit zu DDR-Zeiten von einer Menschenrechtler-Vereinigung eine Auszeichnung verliehen werden. In Nora schwelt ein schrecklicher Verdacht: Spielte ihr Vater als Fluchthelfer etwa eine ganz andere Rolle, als er vorgibt?","versions":[{"lang":1,"streams":[{"redirect":8965238,"hoster":"VOE"},{"redirect":8965239,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Für immer Schweigen","epNo":4,"alt":"","descr":"LKA-Zielfahnderin Nora Weiss kann einen Erfolg verbuchen, als sie den mutmaßlichen Sexualstraftäter Karl Strasser nach langer Suche stellen und verhaften kann. Umso erboster ist sie, als Strasser einen Tag später aufgrund eines Formfehlers aus der Haft entlassen wird. Gleichzeitig wird in Lübeck ein angesehener syrischer Arzt bei einem Bombenanschlag getötet. Gemeinsam mit ihrem Kollegen Simon Brandt von der Kripo Lübeck geht Nora unter extremem Zeitdruck der Frage nach, ob es sich bei dem Mord um einen Terroranschlag handelt. Eine erste Spur aber führt sie zu der Witwe Karin Brendner. Deren elfjähriger Sohn Paul wurde wenige Monate zuvor von dem kürzlich ermordeten Arzt operiert und starb nach frühzeitiger Entlassung aus dem Krankenhaus an den Folgen der OP. Karin Brendner gibt dem Arzt die Schuld am Tod ihres Sohnes, und dessen älterer Bruder stellt sich als Sprengstoff-Experte heraus. Als Nora und Simon ihn befragen wollen, ergreift er die Flucht und taucht unter. Jetzt ist die Zielfahnderin gefragt, um den Flüchtigen so schnell wie möglich aufzuspüren, da sich womöglich noch andere an der schicksalhaften OP beteiligte Personen in Gefahr befinden. Währenddessen kommt Nora der aus der Haft entlassene Strasser gefährlich nah.","versions":[{"lang":1,"streams":[{"redirect":12381646,"hoster":"VOE"},{"redirect":8965242,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schlaflos","epNo":5,"alt":"","descr":"Bei der Observation einer Drogenübergabe geht dem LKA Kiel der polizeibekannte Dealer Jesper Alm ins Netz. Doch er kann sich befreien und erschießt dabei Marie von Wenzel. Alms Freundin Silvia kann mit ihm fliehen – allerdings ohne die Drogen. Da Zielfahnderin Nora Weiss die Familie des erschossenen Mädchens kennt, wird sie von ihrem Vorgesetzten von dem Fall abgezogen. Nora beginnt trotzdem, mit der Unterstützung ihrer Kollegen Simon Brandt und Jan Geissler, im Umfeld der Familie von Wenzel zu ermitteln. Ihre Recherchen bringen immer mehr Verbindungen zwischen den von Wenzels und Jesper Alm zutage. Woher kennen sich Maries Vater und der Drogendealer? Was haben die beiden miteinander zu tun? Der geflohene Jesper Alm entführt derweil Noras Freundin Anna sowie ihren Vater Rainer und erpresst Nora. Ein Rennen gegen die Zeit beginnt. Die beiden werden in 24 Stunden sterben, sollte Jesper Alm nicht das zurückbekommen, was ihm gehört: die 30 Kilogramm Kokain, die er bei seiner Flucht zurücklassen musste. Kann Nora das Leben ihrer Freundin und das ihres Vaters retten?","versions":[{"lang":1,"streams":[{"redirect":8965245,"hoster":"VOE"},{"redirect":8965244,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das letzte Opfer","epNo":6,"alt":"","descr":"Kurt Böhnisch, Noras Chef, wird in den Ruhestand verabschiedet und nimmt sich noch während seiner Abschiedsfeier das Leben. Das LKA Kiel befindet sich im Schockzustand. Kurz nach Böhnischs Suizid wird eine Frauenleiche in Lübeck gefunden. Nora entdeckt Ähnlichkeiten mit einem ungeklärten Frauenmord in Rostock. Böhnisch hatte vergeblich nach seiner Tochter Jasmin gesucht, die in Rostock lebte und vor zwei Jahren spurlos verschwand. Wurde auch sie das Opfer eines Verbrechens? Gemeinsam mit Simon Brandt von der Kripo Lübeck geht Nora Weiss der Sache nach, stößt bei den Kollegen in Rostock allerdings auf eine Mauer des Schweigens und auf einige Widersprüche in den bisherigen Ermittlungen. Während sie der Wahrheit immer näher kommt, nimmt der Täter Nora ins Visier.","versions":[{"lang":1,"streams":[{"redirect":9252393,"hoster":"VOE"},{"redirect":9252394,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Todesengel","epNo":7,"alt":"","descr":"Die Ermittlerin Nora Weiss und ihr neuer Kollege Ben Salawi ermitteln im Fall des Lübecker Psychologie-Professors Peter Marquart, der ermordet in seinem Haus aufgefunden wird. Eine erste Spur führt sie zu der 16-jährigen Schülerin Jessica Steiner, die über eine eigene kostenpflichtige Website freizügige Bilder und Videos von sich postet. Kurz darauf wird ein Kita-Leiter ermordet. Es stellt sich nicht nur heraus, dass er ein Bekannter von Peter Marquart war, sondern auch, dass er ebenfalls Kontakt zu Jessica hatte. Der Verdacht fällt nun auf Jessicas Vater Jörg Steiner, der beiden Opfern Drohmails geschrieben hatte. Zudem wird bei ihm belastendes Beweismaterial gefunden. Nora Weiss aber hat Zweifel, ob es sich bei Jörg Steiner tatsächlich um den Täter handelt.","versions":[{"lang":1,"streams":[{"redirect":11577072,"hoster":"VOE"},{"redirect":11577068,"hoster":"Streamtape"}]}]}]}]}