{"path":"/serie/stream/solsidan","name":"Solsidan","descr":"Alex (Felix Herngren) und Anna (Mia Skäringer) erwarten ihr erstes Kind und ziehen in Alex’ Elternhaus im wohlhabenden Stockholmer Vorort Saltsjöbaden. Dieses wurde ihnen von Alex’ Mutter Margareta (Mona Malm) verkauft, die sich nun das Recht heraus nimmt, wann immer sie will vorbeizusehen. Die werdenden Eltern merken schnell, dass in der Vorstadt Ansichten, Charaktere und Lebensweisen schnell auf Kollisionskurs gehen.","seasons":[{"path":"/serie/stream/solsidan/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/solsidan/staffel-1/episode-1","name":"Auf der Sonnenseite","epNo":1,"alt":"The occupation","descr":"Alex zieht mit seiner schwangeren Frau Anna in sein altes Elternhaus, von der Stadt aufs Land. Dort treffen die beiden nicht nur auf die wehmütige Mutter von Alex, die ja nun ihr Haus verlassen muss, sondern auch auf den verhassten Nachbarn Tord. Alex alter Schulfreund Fredde hilft beim Umzug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765308","hoster":"VOE"},{"path":"/redirect/8628586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/solsidan/staffel-1/episode-2","name":"Vertrauen ist gut","epNo":2,"alt":"Am I the father of the child?","descr":"Nach einem Besuch bei der Frauenärztin steht der Geburtstermin fest, doch Alex wird misstrauisch. Ist er überhaupt der Vater von Annas Kind? Ist Anna fremdgegangen? Nach seinen Berechnungen kommt er als Vater nämlich nicht in Frage. Der Zeugungstermin liegt mitten in der Zeit von Annas Dreharbeiten. Aber auch bei Fredde und Mickan kriselt es.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765306","hoster":"VOE"},{"path":"/redirect/8628587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/solsidan/staffel-1/episode-3","name":"Billie mit i-e","epNo":3,"alt":"Name discussion and boring neighbors","descr":"Die Namensfindung für das Baby erweist sich mehr als kompliziert. Außerdem taucht Ove auf, ein alter Schulkamerad von Alex. Er scheint eindeutig vom \"Stamme Nimm\" zu sein. Er leiht sich ein Elektrogerät nach dem anderen von Alex, ohne es wieder zurückzubringen. Alex muss sich dringend etwas überlegen, wenn seine Garage nicht bald leer sein soll…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765310","hoster":"VOE"},{"path":"/redirect/8628583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/solsidan/staffel-1/episode-4","name":"Risotto ist immer Risotto","epNo":4,"alt":"Couple\u0027 s dinner harass","descr":"Zwischen Fredde und Alex kommt es zu einem Kochwettstreit. Jeder versucht den anderen zu übertrumpfen. Das ganze endet in einem Desaster. Gleichzeitig versucht Mickan der schwangeren Anna das Fitnessstudio schmackhaft zu machen, jedoch mit mäßigem Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765309","hoster":"VOE"},{"path":"/redirect/8628585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/solsidan/staffel-1/episode-5","name":"Haarige Zeiten","epNo":5,"alt":"Alex hates Ove","descr":"Fredde steckt in der Midlife-Krise und will dringend etwas gegen seinen Haarausfall tun. Alex muss auch etwas tun, allerdings für seine Mutter, die unbedingt in den örtlichen Golfclub will. Dafür muss er Ove umgarnen, der angeblich der Vorsitzende dieses Clubs ist. Dumm nur, dass Alex ihn in seiner Wut von seinem Grundstück gejagt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13473516","hoster":"VOE"},{"path":"/redirect/8628592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/solsidan/staffel-1/episode-6","name":"Die Konvergenztheorie","epNo":6,"alt":"Age Madness","descr":"Während sich Mickan mitten im Kindergeburtstagsfeiervorbereitungs-Stress befindet und Fredde damit zur Verzweiflung treibt, versucht Alex seinem bürgerlichen und eingefahrenen Leben mit einem Disco-Besuch zu entkommen. Beide Bemühungen verlaufen jedoch anders als erhofft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765314","hoster":"VOE"},{"path":"/redirect/8628584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/solsidan/staffel-1/episode-7","name":"Kulturschock","epNo":7,"alt":"New friends","descr":"Während sich Mickan und Fredde mit dem Finanzamt rumärgern und aus diesem Grund auch noch ihr Haus umbauen müssen, versuchen sich Anna und Alex auf intellektuellem Terrain. Annas alte Schauspielschulkollegin Petra und ihr Mann Rodney kommen zum Abendessen. Ein etwas verkopftes Unterfangen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765311","hoster":"VOE"},{"path":"/redirect/8628591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/solsidan/staffel-1/episode-8","name":"Besuch mit Folgen","epNo":8,"alt":"Kim at dinner","descr":"Während Fredde von Eifersucht geplagt wird, weil Mickan sich mit einem heißen Italiener-Papa auf dem Spielplatz trifft, muss sich Alex über Annas Bruder ärgern, denn der nimmt es mit \"Dein\" und \"Mein\" nicht so ganz genau. Und bringt Alex durch seine laxe Art in Teufels Küche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765316","hoster":"VOE"},{"path":"/redirect/8628589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/solsidan/staffel-1/episode-9","name":"Mittsommer","epNo":9,"alt":"Midsummer party","descr":"Das Mittsommer-Fest steht vor der Tür. Mickan und Fredde fahren in ihr Landhaus. Mit dabei sind nicht nur ihre Freunde Alex und Anna, sondern auch Ove und Anette, die sich quasi selbst eingeladen haben und mit ihrer dreisten und geizigen Art alle auf die Palme bringen. Nur Palle findet Gefallen an dem Paar und besonders an dem weiblichen Teil…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765313","hoster":"VOE"},{"path":"/redirect/8628590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/solsidan/staffel-1/episode-10","name":"Ich will Kekse!","epNo":10,"alt":"Childbirth","descr":"Endlich ist es soweit! Annas Fruchtblase ist geplatzt. Doch zwischen den Wehen muss Alex noch so einiges regeln – und es geht alles komplett in Hose! Anna hat kein Vertrauen in die Hebamme und Alex soll eine neue organisieren und dann taucht auch noch seine Mutter auf. Das Chaos ist perfekt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13473513","hoster":"VOE"},{"path":"/redirect/8628594","hoster":"Streamtape"}]}]}]}]}