{"path":"/serie/stream/somewhere-between","name":"Somewhere Between","descr":"Laura Prince (Paula Patton) weiß, dass ihre Tochter Serena umgebracht werden wird. Sie weiß nicht von wem und sie weiß nicht warum. Doch sie weiß genau wann, wo und auf welche Art der Mord geschehen wird. Und jeder Versuch von Laura, ihre Tochter aus der Kombination von Umständen, Ort und Zeitpunkt fern zu halten, erweist sich als zum Scheitern verurteilt. Serenas unausweichliches Schicksal scheint es zu sein, den Pfad ihres Mörders zu kreuzen.","seasons":[{"path":"/serie/stream/somewhere-between/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/somewhere-between/staffel-1/episode-1","name":"Damit einer lebt","epNo":1,"alt":"For One to Live","descr":"Nachdem Laura (Paula Patton) von einer Mordserie persönlich betroffen wird, erlaubt ihr ein Zeitsprung, die Woche vor den Morden noch einmal zu erleben. Sie versucht die rätselhafte Verbindung zwischen ihr und dem Killer aufzudecken und erkennt bald, dass das Ändern von Ereignissen ein ultimatives Opfer fordert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765318","hoster":"VOE"},{"path":"/redirect/8628595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/somewhere-between/staffel-1/episode-2","name":"2.0","epNo":2,"alt":"2.0","descr":"Um einen Mord zu verhindern, schließt sich Laura (Paula Patton) mit Nico (Devon Sawa) zusammen, einem ehemaligen Polizisten. Gemeinsam suchen sie nach dem nächsten Opfer des Serienmörders.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765317","hoster":"VOE"},{"path":"/redirect/8628593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/somewhere-between/staffel-1/episode-3","name":"Jäger und Gejagte","epNo":3,"alt":"The Hunter And The Hunted","descr":"Laura (Paula Patton) und Nico (Devon Sawa) stellen dem Serienmörder eine Falle, die sie beide in Gefahr bringt.\r\rTom (JR Bourne) macht sich derweil Sorgen um die Partnerschaft von Nico und Laura, da er der Anwalt war, der Nicos Bruder Danny (Noel Johansen) hinter Gitter brachte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765319","hoster":"VOE"},{"path":"/redirect/8628597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/somewhere-between/staffel-1/episode-4","name":"Das Schicksal hat Urlaub","epNo":4,"alt":"Fate Takes A Holiday","descr":"Während Laura (Paula Patton) mit Nico (Devon Sawa) zusammenarbeitet, um den Serienmörder aufzuhalten, erfährt sie mehr über Nicos beunruhigende Vergangenheit. Tom (JR Bourne) hat Geheimnisse und ist besorgt, dass Laura sie herausbekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765321","hoster":"VOE"},{"path":"/redirect/8628600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/somewhere-between/staffel-1/episode-5","name":"Ins Feuer","epNo":5,"alt":"Into The Fire","descr":"Laura (Paula Patton) glaubt, dass Tom (JR Bourne) sie belügt und beauftragt Nico (Devon Sawa) Tom zu verfolgen. Laura und Nico kehren nach Spanish Harbor zurück, um zu erforschen, wie ihre Schicksale miteinander verknüpft sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765324","hoster":"VOE"},{"path":"/redirect/8628599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/somewhere-between/staffel-1/episode-6","name":"Wahnsinn","epNo":6,"alt":"Madness","descr":"Laura (Paula Patton) macht sich mit Nico (Devon Sawa) auf den Weg nach Spanish Harbor, um die Identität des Mörders herauszufinden. Tom (JR Bourne) versucht verzweifelt Serena (Aria Birch) zurückzubekommen und schickt die Polizei hinter ihnen her. Ein Zeuge verleitet Nico (Devon Sawa), Danny (Noel Johansen) zu konfrontieren und dabei erfährt er eine schockierende Wahrheit über Susannas (Hilary Jardine) Mord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765322","hoster":"VOE"},{"path":"/redirect/8628598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/somewhere-between/staffel-1/episode-7","name":"Der vierte Mann","epNo":7,"alt":"The Fourth Man","descr":"Laura (Paula Patton) überredet Nico (Devon Sawa), nach dem vierten Mann auf dem Tattoo-Foto zu suchen. Auf ihrer Suche, finden sie mehr über den Fall gegen Danny (Noel Johansen) von vor 10 Jahren heraus. Laura gibt Tom (JR Bourne)\r\rdie Chance, ihr seine vergangenen Handlungen zu erklären, und muss sich entscheiden, ob sie und Serena (Aria Birch) ihm vertrauen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765320","hoster":"VOE"},{"path":"/redirect/8628596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/somewhere-between/staffel-1/episode-8","name":"Charakter ist Schicksal","epNo":8,"alt":"Destiny’s Child","descr":"Laura (Paula Patton) wird von Tom (JR Bourne) betrogen und erfährt, dass Serena (Aria Birch) auf der Fernsehstation ist und befürchtet, dass ihre Tochter das selbe Schicksal erleiden muss wie zuvor.\r\rWährenddessen versucht Nico (Devon Sawa) Beweise in die Hände zu bekommen, die seinen Bruder retten könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765323","hoster":"VOE"},{"path":"/redirect/8628603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/somewhere-between/staffel-1/episode-9","name":"Geist","epNo":9,"alt":"Ghost","descr":"Tom (JR Bourne) hat einen einen eigenen Plan, um Serena (Aria Birch) zu retten und erzählt Laura (Paula Patton) von ihm. Doch das Doppelspiel wird tödlich und die Identität des wahren Mörders offenbart sich. Dannys (Noel Johansen) Hinrichtung ist nur Stunden entfernt und Nico (Devon Sawa) und Laura müssen sich beeilen, um ihn und Serena zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765334","hoster":"VOE"},{"path":"/redirect/8628605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/somewhere-between/staffel-1/episode-10","name":"Einer muss sterben","epNo":10,"alt":"One Must Die","descr":"Laura (Paula Patton) und Nico (Devon Sawa) erfahren den Grund für die Verschwörung, doch die Zeit läuft ihnen davon und sie müssen sich beeilen, um Serena (Aria Birch) und Danny (Noel Johansen) zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8765331","hoster":"VOE"},{"path":"/redirect/8628610","hoster":"Streamtape"}]}]}]}]}