{"seriesId":"son-of-zorn","name":"Son of Zorn","descr":"Der animierte Krieger Zorn kehrt nach zehn Jahren aus dem mystischen Land Zephyria auf die Erde zurück, um dort wieder Kontakt mit seiner menschlichen Ex-Frau und seinem Sohn aufzunehmen. Schon bald stellt sich heraus, dass ein langweiliger Bürojob und die Banalität des Alltags in der Vorstadt schwerer zu ertragen sind als die Zeichentrick-Kriege in seiner alten Heimat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Krieger kehrt zurück","epNo":1,"alt":"Return To Orange County","descr":"Zorn will seinen Sohn Alan anlässlich seines Geburtstags besuchen. Der kriegerische Hüne ist seinem Sprössling allerdings peinlich, und so verläuft das Wiedersehen der beiden etwas holprig. Zorns Ex-Frau Edie, die mit ihrem Verlobten Craig – einem Psychologie-Professor – zusammenlebt, bittet Zorn, sich mehr um ihren gemeinsamen Sohn zu kümmern. Das bringt den Barbaren zum Umdenken: Er sucht sich eine Wohnung und einen Job und plant sein neues Leben in Kalifornien.","versions":[{"lang":1,"streams":[{"redirect":8765335,"hoster":"VOE"},{"redirect":8628601,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Stein des Sehens","epNo":2,"alt":"Defender Of Teen Love","descr":"Alan schwärmt für ein Mädchen aus der Nachbarschaft. Sein Vater will ihm helfen, bei Nancy Eindruck zu schinden. Was zuerst hoffnungslos erscheint, ist am Ende tatsächlich von Erfolg gekrönt: Mit dem sogenannten \"Stein des Sehens\" kann Zorn viele nützliche Infos über das Mädchen in Erfahrung bringen – und mit diesem Wissen punktet Alan bei Nancy…","versions":[{"lang":1,"streams":[{"redirect":8765333,"hoster":"VOE"},{"redirect":8628602,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Krieger des Bürokühlschranks","epNo":3,"alt":"The War Of The Workplace","descr":"Zorn hat Stress am Arbeitsplatz: Während er seinen Job mehr schlecht als recht erledigt, widmet er seine Energie lieber dem Kampf gegen einen üblen Kühlschrankdieb. Und auch Alan hat Probleme in der Schule. Er wird gemobbt, weil er im Sportunterricht nur lange Hosen trägt. Das hat einen ganz bestimmten Grund, den sein Widersacher Warren herausfindet. Doch als Warren damit droht, Alans Geheimnis zu verraten, setzt der sich erstmals mit Erfolg zur Wehr…","versions":[{"lang":1,"streams":[{"redirect":8765336,"hoster":"VOE"},{"redirect":8628604,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wochenend-Krieger","epNo":4,"alt":"The Weekend Warrior","descr":"Alan wird das Wochenende bei seinem Vater verbringen. Zorn freut sich riesig über den Besuch seines Sohnes und bereitet ein richtiges Kriegerevent vor – sehr zum Ärger von Alans Mutter Edie. Sie macht sich nämlich große Sorgen um ihren Sprössling. Dabei ahnt sie nicht, dass ganz andere Gefahren auf Alan warten: Der bewundert nämlich den Schulrebellen Jeff und eifert ihm nach, was ihn in enorme Schwierigkeiten bringt…","versions":[{"lang":1,"streams":[{"redirect":8765342,"hoster":"VOE"},{"redirect":8628606,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tod dem Gartenzwerg","epNo":5,"alt":"A Taste Of Zephyria","descr":"Zorn fühlt sich von seinem menschlichen Umfeld ungerecht behandelt: So gibt es seiner Meinung nach auf der Erde zu viele Vorurteile gegenüber Zephyrianern. Um damit aufzuräumen, startet er eine Gegenoffensive. Gerade seinem Sohn Alan gegenüber will er Aufklärungsarbeit leisten, um ihm die Kultur Zephyrias näherzubringen. Doch ausgerechnet Alans Schwarm Layla wohnt diesem ganz speziellen Vater-Sohn-Treffen bei, was Alan äußerst unangenehm ist…","versions":[{"lang":1,"streams":[{"redirect":11325390,"hoster":"VOE"},{"redirect":10139306,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der doppelte Zorn","epNo":6,"alt":"A Tale Of Two Zorns","descr":"Zorn besitzt einen Roboter-Klon von sich selbst, den er benutzt, um anderen fiese Streiche zu spielen. Vor allem Alan ist dabei sein bevorzugtes Opfer. Um sich wieder bei ihm einzuschmeicheln, begleitet Zorn seinen Sohn zum Verkauf eines neuen Computerspiels. Sein Klon vertritt ihn währenddessen bei der Arbeit. Als er allerdings eine mechanische Störung hat, ruft Zorns Boss Edie zu Hilfe. Gemeinsam lassen die beiden Frauen ihren Frust über den Zephyrianer an dem Roboter aus.","versions":[{"lang":1,"streams":[{"redirect":11142946,"hoster":"VOE"},{"redirect":10139307,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Schlacht an Thanksgiving","epNo":7,"alt":"The Battle Of Thanksgiving","descr":"Edies Mutter kommt zum ersten Mal seit vielen Jahren zum traditionellen Thanksgiving-Essen. Da Roberta gar nicht gut auf Edies Ex-Mann zu sprechen ist, wird Zorn nicht zur Feier eingeladen. Natürlich taucht der Zephyrianer trotzdem auf und sorgt für jede Menge Ärger. Zorns einstige Schwiegermutter weiß sich aber zu wehren, indem sie ihrem Enkel – Zorns Sohn – ein verlockendes Angebot macht. Die Auseinandersetzung gipfelt letztlich darin, dass Zorn Roberta versehentlich vergiftet.","versions":[{"lang":1,"streams":[{"redirect":8765338,"hoster":"VOE"},{"redirect":8628607,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Rückkehr des Saufkumpels","epNo":8,"alt":"Return Of The Drinking Buddy","descr":"Zorn kann es kaum erwarten, seinen alten Freund Headbutt wiederzusehen. Die Männer können auf eine aufregende und vor allem feuchtfröhliche gemeinsame Zeit zurückblicken. Allerdings hat sich Zorn das Krieger-Treffen ein wenig anders vorgestellt, denn Headbutt ist mittlerweile zum zahmen Familienvater mutiert. Er bringt seine Frau und seine Tochter mit nach Orange County, was auch Konsequenzen für Alan hat. Denn er muss sich nun um Headbutt Girl kümmern …","versions":[{"lang":1,"streams":[{"redirect":8765340,"hoster":"VOE"},{"redirect":8628609,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Familienkrieg an Grafelnik","epNo":9,"alt":"The War On Grafelnik","descr":"Das Fest der Liebe steht kurz bevor, und der traditionsbewusste Zorn will seinen Mitmenschen den alten Brauch \"Grafelnik\" – das Fest der Rache – näherbringen. Derweil kämpft Craig mit seinen schmerzlichen Kindheitserinnerungen an Weihnachten. Und Alan bemerkt, dass Zorn und Edie sich gegenseitig mit Geschenken für ihn übertreffen wollen, was der Teenager natürlich gerne annimmt…","versions":[{"lang":1,"streams":[{"redirect":11325389,"hoster":"VOE"},{"redirect":10139308,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die radioaktive Ex","epNo":10,"alt":"Radioactive Ex-girlfriend","descr":"Zorn möchte eine ganz besondere Frau zur Verlobungsfeier seiner Ex Edie als Begleitung mitbringen: Radiana. Allerdings leidet er stark unter deren Radioaktivität. Edie hat unterdessen einen völlig anderen Kampf auszutragen: Alan plant, auf der Feier für seine Mutter und Craig ein Lied auf der Glasharfe zu spielen. Sie befürchtet, dass er sich damit schrecklich blamieren wird. Das kann Edie natürlich nicht zulassen – vor allem, weil Alans große Liebe Layla dabei sein wird.","versions":[{"lang":1,"streams":[{"redirect":11325386,"hoster":"VOE"},{"redirect":10139309,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Kampf um die Selbstachtung","epNo":11,"alt":"The Battle Of Self-acceptance","descr":"Kurz vor der Hochzeit mit Edie zweifelt Craig immer wieder an deren aufrichtiger Liebe. Er sieht in Zorn einen Konkurrenten und will daher ein bisschen mehr wie der außergewöhnliche Krieger werden. Zorn kommt unterdessen seiner Chefin Linda näher, und Alan will seine Freundin Layla beeindrucken. Er möchte mit ihr einen Tag am Strand verbringen. Um seine zephyrianischen Beine wie Menschenbeine aussehen zu lassen, nimmt er eine experimentelle Pille von Dr. Klorpins …","versions":[{"lang":1,"streams":[{"redirect":12173137,"hoster":"VOE"},{"redirect":8628619,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Jagd nach Craig","epNo":12,"alt":"The Quest For Craig","descr":"Nachdem Craig versehentlich Alan geschlagen hat, weil er ihn für einen Einbrecher hielt, packt er verzweifelt seine Sachen und verlässt Edie. Daraufhin macht sich diese auf die Suche nach ihrem Verlobten – mit der Unterstützung von Linda und Zorn. Währenddessen ringt Alan mit sich: Er schämt sich für seine zephyrianischen Beine, aber Layla überzeugt ihn, zu seinem Körper zu stehen. Und tatsächlich ist die Reaktion seiner Mitschüler äußerst positiv.","versions":[{"lang":1,"streams":[{"redirect":8765341,"hoster":"VOE"},{"redirect":8628608,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Preiset den Sohn des Zorn","epNo":13,"alt":"All Hail Son Of Zorn","descr":"Alan ist verzweifelt: Seine erste große Liebe Layla hat sich von ihm getrennt. Aber seine Familie unterstützt ihn nach Kräften, um die beiden Teenager wieder zusammenzubringen. Die Folgen, die ihre Versöhnung haben wird, hat dabei aber keiner abgesehen. Zorn wird derweil von seinen Kriegerkollegen um Hilfe geben, weil der brutale Vulchazor einen blutigen Eroberungsfeldzug durch Zephyria führt. Zorn muss sich zwischen einem Leben in Orange County und seinem Heimatort entscheiden.","versions":[{"lang":1,"streams":[{"redirect":8765343,"hoster":"VOE"},{"redirect":8628624,"hoster":"Streamtape"}]}]}]}]}