{"seriesId":"sonic-der-irre-igel","name":"Sonic der irre Igel","descr":"Sonic ist ein blauer, 15 Jahre alter Igel. Er lebt auf dem Planeten Morbius und bekämpft dort zusammen mit seinen Freunden Tails und Knuckles gegen den bösen Dr. Eggman (in der deutschen Fassung: Robotnik). Eggman ist ein fieser Typ, der sich sehr gut mit Robotern auskennt. Doch Sonic lässt nicht zu dass Eggman irgendwelche Gemeinheiten anstellt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Best Hedgehog","descr":"Sonic befreit einen Gefangenen, der seit 30 Jahren in Robotniks Festung eingesperrt ist, der seine lange verlorene Freundin finden will, die Robotnik ebenfalls liebt.","versions":[{"lang":2,"streams":[{"redirect":8227719,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Tails\u0027 New Home","descr":"Nachdem Sonic Tails vor Gefahren bewahrt hat, beschließt Sonic, dass Tails eine eigene Familie haben soll.","versions":[{"lang":2,"streams":[{"redirect":8227716,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Birth of a Salesman","descr":"Disappointed for failing to catch Sonic, Dr. Robotnik needs help until a pushy salesman comes offering Robotnik traps to catch the hedgehog.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Submerged Sonic","descr":"Als Robotnik in Labyrinth, eine Unterwasserstadt, eindringt und Prinzessin Bubbles entführt, sucht ein Seepferdchen-Typ namens Surff Sonics Hilfe. Es scheint, dass Surff und die Prinzessin verliebt sind, aber die königliche Familie hält Surff für \"unwürdig\". Sonic, Tails und Surff müssen den Unterwasserfallen und Mobius-Seeungeheuern ausweichen, während Sonic die Prinzessin rettet und sie mit Surff vereint – so sieht es aus, als hätte Surff das Ganze getan.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Pseudo Sonic","descr":"Dr. Robotnik baut einen Roboter Sonic, der von einer Laborratte gesteuert wird, um Sonics Ruf zu ruinieren.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Over the Hill Hero","descr":"Während Scratch und Grounder Hill Top Village zerstören, treffen Sonic und Tails auf einen alten Waschbär-Superhelden, aber kann Sonic Scratch und Grounder aufhalten, während der Superheld ihm in die Quere kommt?","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Robolympics","descr":"Als Robotnik einen Meteor auf Kollisionskurs mit einem Dorf bringt, muss Sonic an den Robolympics teilnehmen, um das Dorf zu retten. Nach einer Reihe wilder Ereignisse mit Sprengfallen ist Sonic siegreich.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Lovesick Sonic","descr":"Sonic verliebt sich in die hübsche Igel Dame Breezie, die er vor Scratch und Grounder gerettet hat. Breezie schickt Sonic in die entlegensten Orte auf Mobius um ihr irgendwelche Geschenke zu machen. Blind vor Liebe tut Sonic alles um was sie ihn bitte. Was er nicht weiß, ist, dass Breezie ein Roboter von Robotnik ist und ihn nur ablenken soll. Robotnik ist währenddessen damit beschäftigt ein Wasserreservoir anzubohren, um eine ganze Stadt zu überschwemmen und so den Robotnik See zu erschaffen. Während Sonic wieder für Breezie unterwegs ist baut sie zusammen mit Scratch und Grounder Fallen auf, um Sonic sobald er wiederkommt einzufangen. Als Sonic dann wieder kommt überreicht er Breezie ein Gedicht über seine Gefühle für sie, bevor er in die Falle tappt. Breezie ist von diesem Gedicht so gerührt, dass sie Sonic wieder aus der Falle befreit und ihm von Robotniks üblen Plan erzählt. Kurz bevor Robotnik das Wasserreservoir erreicht wird er von Sonic gestoppt.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Subterranean Sonic","descr":"Sonic und Tails laufen wild durch die Marble Zone und sind auf der Flucht von Scratch und Grounder. Dabei stoßen die zwei auf eine Horde von Diamanten und anderen Schätzen. Dort werden sie jedoch von einem Maulwurf namens Spelunk aufgehalten, der sie für Eindringlinge und Diebe hält und will die zwei Helden nun vernichten.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Grounder the Genius","descr":"Dr. Robotnik erstellt einen genialen Chip, damit er genug Verstand hat, um Mobius zu regieren, aber ein Computerhacker hat ihn in die Hände bekommen, und der Chip landete in Grounder, was ihn schlau machte.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"High Stakes Sonic","descr":"Desperate to get workers to build a Robotnik statue, Dr. Robotnik opens Casino Night Zone with his pal Smiley but when Sonic stops Scratch and Grounder, Robotnik traps Tails so Sonic has to make a choice to save his pal.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Blank-Headed Eagle","descr":"Scratch entwickelt Amnesie und hält sich für einen Superhelden.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Boogey-Mania","descr":"Robotnik programmiert eine von Schlemmer entwickelte Maschine um, die Träume in die Realität umsetzen kann, und entfesselt ein Albtraummonster auf Mobius.","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"Big Daddy","descr":"Coconuts wird von Robotnik in einen abgelegenen Dschungel verbannt, wo er mit einem riesigen Affenbaby Dörfer zerstört. Aber Sonic entlarvt Coconuts als Roboter, und der wahre Vater des Affenbabys nimmt Coconuts und das Affenbaby für eine Tracht Prügel weg.","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"The Robotnik Express","descr":"Scratch and Grounder macht eine Lieferung für Dr. Robotnik auf The Robotnik Express, damit Sonic und Tails versuchen würden, sie zu stoppen, während sie sich mit zwei Bären beschäftigen.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"Mama Robotnik\u0027s Birthday","descr":"Robotniks Mama flieht aus dem Haus für Schurkenmütter und verlangt ihr Geburtstagsgeschenk!Als sie Sonic und Tails gefährdet und es ihnen gelingt, sie nach Hause zurückzubringen, freut sich sogar Robotnik, dass sie geht.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"Slowwww Going","descr":"Sonic und Tails beschützen ein Haus, in dem eine Familie von Faultieren lebt, während Dr. Robotnik einen Strahl baut, der die Menschen eine Stunde lang verlangsamt.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"So Long Sucker","descr":"Tails adoptiert ein süßes und flauschiges Haustier namens Walter, das sich als schwarzes Loch herausstellt, das alles in Mobius aufsaugt. Als unsere Helden erkennen, dass Walter aus einer anderen Dimension stammt, müssen sie ihn zurückbringen und finden sich bald wieder durch die interdimensionale Vorhölle.","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"Robotnik\u0027s Rival","descr":"Während Dr. Robotnik versucht, Sonic zu fangen, kommt ein neuer Wissenschaftler und will auch Sonic aufhalten","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Trail of the Missing Tails","descr":"Am Anfang der Episode sieht man eine seltsame Welt voller Fische. Dort sitzt ein Mann und schaut gebannt auf eine Art zwischendimensionales Fernsehen. Alles was man sieht, ist ein blauer Blitz, der durch die Landschaft flitzt. Jetzt erscheinen Scratch, Grounder und Coconuts, die einen Chillidog auf einem Tisch drapieren, der für Sonic gedacht ist. Drumherum haben sie drei Fallen aufgebaut: Eine Kanone, ein Katapult und einen Greifarm.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Mama Robotnik Returns","descr":"Momma entkommt erneut aus dem Mobius Home for Really Bizarre People, verleugnet Robotnik, weil er Sonic nicht gefangen genommen hat, und adoptiert dann mit Hilfe eines obskuren Mobius-Gesetzes Sonic! Sonic ist als Aschenputtel-Igel mit Scratch und Grounder als den bösen Stiefbots unglücklich, bis Robotnik und Coconuts ein weiteres obskures Gesetz finden, das Sonic befreit.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Too Tall Tails","descr":"Dr. Robotnik erfindet mit Hilfe eines gefesselten Professors Gismo Gas, das Objekte größer macht; Während Sonic und Tails in Weiner-Ville Chili-Hunde essen, explodiert die Maschine, wodurch Tails zu einem Riesen wird, für den Sonic das Heilmittel finden muss.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Super Special Sonic Search \u0026 Smash Squad","descr":"Dr. Robotnik organisiert eine Kopfgeldjäger-Convention, um Sonic zu fangen, aber wenn es nicht nach Plan läuft, baut Robotnik Scratch and Grounder als Teil des neuen Super Special Sonic Search and Smash Squad (oder kurz SSSSS Squad).","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Magnificent Sonic","descr":"Als Gesetzlose einen Sheriff aus einer Westernstadt verjagen, übernimmt Sonic. Aber die Gesetzlosen sind Roboter, die von Robotnik gebaut wurden. Und als sie ein hübsches Opossum eines Saloon-Mädchens fangen, trifft Sonic Robotnik zum Showdown.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Zoobotnik","descr":"VEine weibliche Weltraumjägerin namens Katella, die in ganz Mobius Tiere für einen Zoo einfängt, verbündet sich mit Robotnik und fängt Sonic ein. Zu Robotniks großer Angst plant sie dann, den Eiermann zu heiraten! Um die Zeremonie zu stoppen, befreit Robotnik versehentlich Sonic, der sich als Minister ausgibt und sieht, dass die Zeremonie wie geplant stattfindet.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Tails in Charge","descr":"Sonic überlässt Tails die Aufgabe, die Lebensmittelversorgung eines Eichhörnchendorfs zu schützen, als er abreißt, um zu verhindern, dass ein Damm bricht. Robotnik schickt Scratch und Grounder nach Tails, der sich mit \"Home Alone\"-Sprengfallen für Scratch und Grounder so gut wie möglich verteidigt. Als Tails endlich gefasst wird, eilt Sonic zurück, um ihn zu retten.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Musta been a Beautiful Baby","descr":"Robotnik erfindet einen Brain Evolution Achievement Negatizer oder B.E.A.N., um Mobius ganz dumm zu machen. Aber anstatt Sonic und Tails in Schnuller zu verwandeln, verwandelt das BEAN-Gerät sie in dreijährige Babys! Und Sonic ist ein ziemlich schlaues Baby. Als Robotnik versucht, das Gerät umzukehren, um schlauer zu werden, verwandelt er sich in ein Baby. Schließlich werden der Robotnik und seine Badniks von Sonic und Tails gefangen, gewindelt, gepudert und in den Schlaf geschaukelt.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Sonic the Matchmaker","descr":"Robotnik verfolgt Breezie und Robotnik Jr., um herauszufinden, warum sie ihn verraten haben, um eine ewig treue Roboterfrau aufzubauen. In einer Nebenhandlung verliebt sich Junior in Breezie und bittet Sonics um Hilfe, um sie zu umwerben. Sonic Says-Segment: Spielplatzsicherheit","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Attack on the Pinball Fortress","descr":"Robotnik erfindet einen riesigen AMNESIA RAY in seiner von Sprengfallen gefangenen PINBALL FORTRESS (basierend auf dem Sonic-Spiel per Roger Hector), um die schlechten Erinnerungen der Mobius-Bürger an ihn zu löschen und sie denken zu lassen, dass er ein großartiger Kerl ist.Sonic verbündet sich mit Sgt. Dobermann und Wes Weasley (der Robotnik die Sprengfallen in Pinball Fortress verkaufte), um den Strahl zu zerstören.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Last Resort","descr":"Robotnik gibt vor, in Rente zu gehen, und lockt Sonic und Tails in ein falsches Ferienresort, das mit Sprengfallen von Scratch und Grounder beladen ist. Aber Sonic nimmt das Bungee-Jumping, das Drachenfliegen und das Fallschirmspringen locker und gibt den Schlägen die Bots.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Coachnik","descr":"Obotnik erfindet einen Roboter-Coach – den \"Coachnik\", um S und G durch ein \"Training Camp\" zu schicken, um ihre Fähigkeiten zu verbessern.Dann legt Coachnik eine Bombe in Grounders Kopf als Sprengfalle für Sonic, und ein Fußballspiel folgt mit Grounders Kopf als Ball.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Sonic gets Trashed","descr":"Sonic schließt sich einer Gruppe von Abgewiesenen von Dr. Robotnik an, die auf die Müllhalde verbannt wurden, und hilft ihnen zu verstehen, dass ihre Mängel wirklich ihre Stärken waren.Sonic the Hedgehog, der furchtloseste Held auf Planet Mobius, nutzt seine Überschallgeschwindigkeit und seine jugendliche Respektlosigkeit, um den komödiantisch verabscheuungswürdigen Dr. Robotnik zu vereiteln. Sonics vergötternder kleiner Kumpel Tails begleitet jedes rasante, von Gags angetriebene Abenteuer.","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"Close Encounter of the Sonic Kind","descr":"Sonic muss Robotniks ULTRA-GRAVITIZER (eine Art Igel-Fliegenpapier) ausweichen, um ihr Schiff zu reparieren und nach Hause zu starten.","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"Tails Prevails","descr":"Als Tails zu Sonics Geburtstag einen Hover-Hanglider erfindet, schlägt Sonic vor, Prof. Von Schlemmer mit seiner neuen Robotnik-Nabber-Maschine. Robotnik hört davon und gibt sich als Von Schlemmer aus, um Tails dazu zu bringen, stattdessen einen Sonic-Nabber zu erfinden. Sonic muss den Schwebehanglider verwenden, um Tails und den Prof. zu retten und den Sonic-Nabber zu zerstören.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"Robotnik, Jr.","descr":"Robotnik plant, die Sonne auszublenden und alles Leben und die Natur auf dem Planeten Möbius auszulöschen. Dann erschafft er einen Robotersohn und versucht, ihn in den Wegen der Bosheit zu trainieren. Aber als Robotnik Jr. Sonic trifft, wird er ein Naturforscher und verbündet sich mit Sonic, um Robotniks bösen Plan zu durchkreuzen.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Magic Hassle","descr":"Als Wes Weasley in die Festung zurückkehrt, bringt Coconuts Robotnik dazu, einen Schuldschein zu unterschreiben, damit er Zaubertricks im Wert von Tausenden von Mobiums kaufen kann, die er auf Sonic anwenden kann. Am Ende kommt Sonic frei und Robotnik ist gezwungen, Wes die massiven IOU-Schulden zu begleichen.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"Black Bot the Pirate","descr":"Robotnik erfindet eine Zeitmaschine, um in der Zeit zurückzureisen und vier mächtige Edelsteine ​​zu sammeln.","versions":[]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Hedgehog of the Hound Table","descr":"Robotnik geht zurück ins Mittelalter und bittet Merlink, den Magier, um seinen magischen Edelstein zu bekommen. Aber zuerst muss er Sonic (in blauer Rüstung) in einem Ritterturnier besiegen.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Robotnik\u0027s Pyramid Scheme","descr":"Robotnik reist zurück nach Mobigypt, macht sich zum Pharao und versklavt jeden, um den Edelstein der Unsterblichkeit zu finden.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Prehistoric Sonic","descr":"Robotnik erfährt, dass sich der mächtigste Edelstein – der selbst Leben erschaffen kann – in prähistorischer Zeit liegt. Also geht er wieder los, gefolgt von Sonic und Tails. Als er ankommt, verwandelt Robotnik Dinosaurier in Robosaurier und Sonic muss die Höhlenbewohner in einer \u0027Fußballmannschaft\u0027 zur Verteidigung des Edelsteins an der Spitze eines Vulkans anführen. Am Ende scheitert Robotnik erneut und Sonic bootet ihn zurück in die Zukunft, dann zerstört er die Zeitmaschine ein für alle Mal.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Untouchable Sonic","descr":"Onic und Tails helfen einem Eule/Chilidog Diner-Besitzer namens Bert Whoo, als Robotnik seine Handlanger benutzt, um Schutzgeld zu sammeln.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Sonic Breakout","descr":"Um Sketch Lampoon (einen satirischen Comiczeichner) aus dem neuen Hochsicherheitsgefängnis von Robotnik zu befreien, lässt sich Sonic festnehmen, rettet und flieht dann mit hoher Geschwindigkeit.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Sonically Ever After","descr":"Scratch und Grounder fummeln an Robotniks Warpinating Warpifier herum und schicken Sonic und Tails in die Welt eines Mobius-Märchenbuchs.  Robotnik geht ihnen nach und verkleidet sich als Hexe in einer \"Hänsel und Gretel\"-Episode usw., um sie zu fangen.  Als ihm das endlich gelingt, spielen S und G wieder mit dem Warpifier herum und schicken Sonic, Tails, Robotnik und alle Märchenfiguren in die \"echte\" Welt von Mobius.  Es kommt zu einem Kampf zwischen den guten und den bösen Charakteren, aber Sonic triumphiert schließlich.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Mystery of the Missing Hi-Tops","descr":"Sonic wird Detektiv, um das Geheimnis seiner fehlenden roten Turnschuhe zu lösen – und gerade noch rechtzeitig, um sie zurückzubekommen und Dr. Robotniks neuesten Angriff auf ein friedliches Mobius-Dorf zu stoppen. Sonic hinterlässt Tails bei der Fuchsfamilie, erkennt aber schließlich, dass es sich um Roboter handelt und rettet Tails.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Super Robotnik","descr":"Coconuts erzeugt versehentlich eine \u0027Superkraft\u0027 -Formel, wenn sein Hausmeistereimer im Labor verschüttet wird. Robotnik fällt hinein und wird \u0027Super Robotnik\u0027, fordert Sonic dann zu einem Kampf heraus, bei dem ganz Mobius auf dem Spiel steht.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Mass Transit Trouble","descr":"Robotnik beschließt, die drei wichtigsten Verkehrssysteme von Mobius lahmzulegen: Bahn, Luft und See, um die vollständige Kontrolle über den Planeten zu erlangen. Sonic muss den Planeten umrunden, um den Tag zu retten.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Spaceman Sonic","descr":"Als S und G in den Weltraum fliegen, um ein radioaktives Mineral aus Asteroiden abzubauen, verstauen Sonic und Tails. Durch einen Fehler der Roboter sind alle im Weltraum gestrandet und Robotnik versucht sie alle aus den Sternen zu blasen. Sonic baut eine Rakete aus den Ersatzteilen von S und G und alle kehren zu Mobius zurück.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"MacHopper","descr":"Robotnik fängt ein Känguru namens MacHopper und verwandelt ihn mit seinem \u0027Gehirnwisch-Reprogrammierungs-Computer\u0027 in einen findigen Sprengmeister (Ala MacGiver). Aber Mac entkommt, bevor Robotnik das letzte \u0027Get Sonic\u0027-Programm installiert und sich mit Sonic und Tails zusammenschließt, um Robotnik zu BLASTEN","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Baby-Sitter Jitters","descr":"Als Sonic ein Dorf vor einer Sturzflut rettet, muss er drei Murmeltierbabys beaufsichtigen – die sich als wilder als Larry, Moe und Curly herausstellen.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Full Tilt Tails","descr":"Robotnik erfindet einen elektronenverändernden Generator, der Scratch und Grounder doppelt so schnell macht wie Sonic. Als sie es verlieren und Tails es aufhebt, rast Tails durch die Landschaft von Mobius und hinterlässt Katastrophen und Unfälle. Als Robotnik dies sieht, überzeugt er die Dorfbewohner davon, dass der kleine Fuchs ins Gefängnis gehört und Tails muss fliehen. Mit Tails ganz allein greifen Scratch und Grounder an und Sonic rettet in letzter Minute.","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"Lifestyles of the Sick and Twisted","descr":"Throbbin Screech bringt ein Fernsehteam mit, um Robotnik für \"Lifestyles of the Sick and Twisted\" zu interviewen.  Robotnik wütet durch die Landschaft von Mobius und beweist, wie krank und verdreht er ist, und Sonic ist mit Rettungsaktionen beschäftigt.  Tails beschließt, es selbst mit Robotnik aufzunehmen, wird aber gefangen genommen.  Aber Sonic kommt in einer Coconuts-Verkleidung zur Rettung, rettet Tails und wird von Throbbin für \"Lifestyles of the Brave and Do-Gooders\" interviewt.","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"Road Hog","descr":"Sonic verliert sein Gedächtnis, als Robotnik einen hypnotischen Blütenstaub auf ihn anwendet und ihm sagt, er sei nur ein \"normaler\" Typ.  Während Tails versucht, ihn daran zu erinnern, wer er ist, schließt sich Sonic einer Hog-Biker-Gang an und macht sich auf den Weg ins Freie.  Tails holt ihn schließlich ein und schafft es, Sonic daran zu erinnern, wer er wirklich ist.  Als Vergeltung führt Sonic seine Biker Buddies zu einem Angriff auf Robotnik.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Mobius 5000","descr":"Robotnik lockt Sonic zu einem Fahrzeugrennen rund um den Planeten namens Mobius 5000, indem er droht, einen Kredit für ein Waisenhaus zu kündigen.  Sonics einzige Möglichkeit, das Waisenhaus zu retten, besteht darin, selbst an dem Rennen teilzunehmen und das Preisgeld von M10.000 Mobius zu gewinnen.  Die Dinge werden schwierig für Sonic, als Robotniks drei tödliche Rennroboter versuchen, ihn für immer von der Straße zu drängen!  Aber am Ende gewinnt Sonic das Rennen, rettet das Waisenhaus und erhält einen Vertrag von Hensoil.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"Honey, I Shrunk the Hedgehog","descr":"Robotnik schrumpft Sonic und Tails mit einem Schrumpfstrahl und legt sie in sein Terrarium. Sonic und Tails entkommen auf dem Rücken eines Geckos, kehren den Schrumpfstrahl um, um sich wieder normal zu machen, verwenden ihn dann, um Scratch und Grounder zu verkleinern und legen sie Robotniks Hemd ab.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"Sonic\u0027s Song","descr":"Empört über einen neuen Hitsong, der über Sonic geschrieben wurde, verbietet Robotnik die Musik auf Mobius und nimmt Popstar Catty Carlisle gefangen.Mit seinem MD (Music Destroyer) Robot terrorisiert Robotnik die musikliebende Mobius-Bevölkerung, bis Sonic Catty rettet und die Musik zurückbringt.","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"Sno Problem","descr":"Robotnik installiert in Scratch and Grounder einen neuen \u0027Gehorsams-Mikrochip\u0027 und befiehlt ihnen, in einem tropischen Berg nach einem seltenen Mineral zu bohren. Mit seiner Freezomatic-Maschine bedeckt Robotnik den Berg mit Eis und lässt einen Einsiedler aus seinem Haus laufen. Nachdem sie zerschlagen wurden, ist der Mikrochip von Scratch und Grounder durcheinander gebracht und sie denken, Sonic sei ihr Anführer. Aber mit Freunden wie Scratch und Grounder, der Feinde braucht.Sonic hinterlässt Tails bei der Fuchsfamilie, erkennt aber schließlich, dass es sich um Roboter handelt und rettet Tails.","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"Sonic is Running","descr":"Mama Robotnik zwingt ihren Sohn, für das Amt des Präsidenten von Mobius zu kandidieren, wobei Wes Weasley sein Wahlkampfmanager ist.  Als Sonic davon erfährt, kandidiert er ebenfalls - und macht Robotnik bei jedem Schritt der Hochgeschwindigkeitskampagne das Leben schwe","versions":[]},{"epId":"episode-21","name":"","epNo":21,"alt":"Mad Mike, Da Bear Warrior","descr":"Als eine Rebellenbasis von Robotnik bedroht wird, verbünden sich Sonic und Tails mit Big Mike und Da Bears, um in ihrem gigantischen Road Warrior-ähnlichen Truck einen mit Sprengfallen versehenen Spießrutenlauf zu fahren und jedes Hindernis zu durchbrechen, das S und G ihnen in den Weg stellen, bis sie retten Die Rebellen.","versions":[]},{"epId":"episode-22","name":"","epNo":22,"alt":"Robotnikland","descr":"Robotnik übernimmt einen örtlichen Vergnügungspark namens \"Mobiusland\" und ändert den Namen in \"Robotnikland\".  Dann gibt er sich als Bürgermeister aus, lädt Sonic und Tails in den Park ein und sperrt sie in eine Reihe von Fahrgeschäften mit Sprengfallen.  Schließlich programmiert Sonic eines der Fahrgeschäfte um, um Robotnik, Sratch und Grounder zu jagen.","versions":[]},{"epId":"episode-23","name":"","epNo":23,"alt":"The Little Merhog","descr":"Als eine Unterwasserwelt von Kapitän Memo und seinem Hummer-U-Boot bedroht wird, streut Sonic das Gerücht, dass Memo als nächstes Robotnik angreifen will.  Als Robotnik davon erfährt, startet er einen Angriff auf Memo mit einem haifischförmigen U-Boot, aber Sonics Plan geht nach hinten los, als Robotnik beschließt, die Unterwasserwelt selbst zu erobern.  Mit Hilfe einer freundlichen Schule von Schweinswalen und den Mer-People der Unterwasserwelt schickt Sonic Robotnik und Memo in die Flucht.","versions":[]},{"epId":"episode-24","name":"","epNo":24,"alt":"Robo-Ninjas","descr":"Robotnik fängt einen Flöten spielenden Ninja-Kranich namens Kwai Chang Crane ein, greift sein Kampfkunstwissen mit Elektroden an seinem Kopf ab und überträgt es dann auf Scratch und Grounder. Mit ihren neuen Ninja-Fähigkeiten und Kostümen liefern S und G Sonic einen guten Kampf, aber schließlich befreit Sonic Kwai Chang und gemeinsam besiegen sie die Roboninjas.","versions":[]},{"epId":"episode-25","name":"","epNo":25,"alt":"Fast and Easy","descr":"Der faule Hochstapler Bo Beagle hat den Ring mit dem Choas-Smaragd an seinem Finger stecken, und Robotnik will ihn für einen seiner bösen Pläne verwenden: den Smaragd, um den Kontinent LABYRINTH im Meer zu versenken.  Sonic ist gezwungen, den lästigen Bo zu beschützen, bis sie den Ring von seinem Finger abnehmen und ihn dort verstecken können, wo Robotnik ihn niemals finden wird.","versions":[]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Tails\u0027 Tale","descr":"Als Sonic auf mysteriöse Weise verschwindet, nimmt Tails die Hilfe eines Doppeldeckerpiloten namens William Le\u0027 Duc und Professor von Schlemmer in Anspruch. Mit dem \u0027Sonic Sonar\u0027 des Professors werden sie in den Möbius-Dschungel geführt und ein Maya-Tempel taucht aus dem Nichts auf. Es ist ein magischer, verfluchter Tempel, der nur nachts erscheint, und Robotnik hat Sonic darin eingeschlossen. Tails und Freunde müssen die Gefahren des alten Tempels überwinden und Sonic vor Tagesanbruch retten, sonst sind alle für immer gefangen.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Robot\u0027s Robot","descr":"Scratch und Grounder bauen ihren eigenen Roboter, ein naives, übergroßes Kind namens \"Robot\".  Als Robot mit Robotniks neuer Erfindung, dem Super Planetary Implosion Module (SPIM), das riesige Teile von Mobius auslöschen kann, davonläuft, beginnt ein Wettlauf, um ihn zu fangen - über alle Arten von Sega-Gelände: Berge, Höhlen, Lavapfützen, Flüsse, Ozeane, Schnee und Eis.  Das Zielsuchgerät des Roboters führt ihn zurück zur Festung, aber bevor er den Knopf am SPIM drücken kann, verdrahten Sonic und Tails ihn neu, so dass die Festung auf die Größe eines Schuhkartons implodiert.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Hero of the Year","descr":"Wes Weasley hat sich an Robotnik verkauft und lockt Tails, Sonic und all ihre Freunde unter dem Deckmantel einer \u0027Hero of the Year\u0027-Zeremonie auf eine Yacht, um Sonic zu danken. Sobald alle an Bord sind, übernehmen Robotnik und seine Badbots das Schiff und drohen, es zu versenken, es sei denn, Sonic ergibt sich. Sonic ist in einer Unterwasserzelle eingesperrt und Robotnik befiehlt trotzdem, die Yacht mit Sonics Freunden zu versenken, aber kurz bevor das passiert, ändert Wes Weasley seine Meinung und kommt zu Hilfe. Robotnik gibt sich derweil ein Testimonial-Dinner, aber Sonic ruiniert die Party.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Sonic Christmas Blast","descr":"","versions":[]}]}]}