{"seriesId":"sonic-x","name":"Sonic X","descr":"Sonic ist ein blauer Igel, der superschnell laufen kann aber schwimmen kann er nicht er ertrinkt sonst – schneller als der Schall! Sein größter Feind ist Dr. Eggman, ein Roboterexperte, der ein eigenes Imperium errichten will. Bei einem Kampf Sonics mit Dr. Eggman kommt es eines Tages zu einem Riss in Raum und Zeit, der Eggman und Sonic auf einen fremden, erdähnlichen Planeten befördert. Während Sonic schnell einen Freund findet, den kleinen Chris, will Eggman auch hier seine finsteren Machtpläne verfolgen …","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Sonic the Hedgehog (2020)","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":10271915,"hoster":"VOE"},{"redirect":10271916,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Sonic the Hedgehog 2 (2022)","epNo":2,"alt":"","descr":"Wer Qualität will, sollte sich den wo anders anschauen","versions":[{"lang":1,"streams":[{"redirect":10271919,"hoster":"VOE"},{"redirect":10271918,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Supersonic","epNo":1,"alt":"Chaos Control Freaks","descr":"Der finstere Dr. Eggman will mit Hilfe der Chaos Emeralds seine Macht ausweiten, indem er einen von ihm konstruierten Energieverstärker mit ihrer Energie antreibt. Sonic versucht gemeinsam mit Amy und Tails, ihn mit allen Mitteln davon abzuhalten - doch dabei wird etwas von der ungeheuren Energie des Verstärkers freigesetzt, und Sonic wird in eine andere Galaxie geschleudert ...","versions":[{"lang":1,"streams":[{"redirect":8765410,"hoster":"VOE"},{"redirect":8628678,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Neue Freunde","epNo":2,"alt":"Sonic to the Rescue","descr":"Nachdem Sonic X in eine andere Galaxie geschleudert wurde, landet er in einem Swimmingpool, aus dem ihn ein kleiner Junge namens Chris rettet. Chris ist es auch, der Sonic erklärt, dass er sich nun auf der Erde befindet. Gemeinsam mit seinem Opa will Chris alles tun, um Sonic zu helfen. Das bedeutet, dass sie zunächst Sonics Freunde Cream und Cheese aus der Militärbasis befreien müssen ...","versions":[{"lang":1,"streams":[{"redirect":8765411,"hoster":"VOE"},{"redirect":8628680,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Angriff auf die Stadt","epNo":3,"alt":"Missle Wrist Rampage","descr":"Dr. Eggman will die Weltherrschaft mittels des Roboters E-023 an sich reißen. E-023 greift die Stadt an und trampelt in der Hauptstadt alles nieder, was sich ihm in den Weg stellt. Die Polizei ist machtlos, nur Sonic kann noch helfen ...","versions":[{"lang":1,"streams":[{"redirect":8765413,"hoster":"VOE"},{"redirect":8628681,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Chaos Emerald","epNo":4,"alt":"Get The Chaos Emerald","descr":"Diesmal müssen sich Sonic und seine Freunde um einen so genannten \"Chaos Emerald\" kümmern, einen Edelstein, der großes Chaos in seiner Umgebung verursacht. Natürlich versucht der finstere Dr. Eggman, als er von der Existenz eines solchen Steines erfährt, ihn in seinen Besitz zu bringen ...","versions":[{"lang":1,"streams":[{"redirect":8765412,"hoster":"VOE"},{"redirect":8628683,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Duell","epNo":5,"alt":"Cracking Knuckles","descr":"Dr. Eggman täuscht den leichtgläubigen Knuckles mit einer gemeinen List, sodass dieser sich gegen Sonic wendet. Der getäuschte Knuckles versucht, Eggman den \"Chaos Emerald\" zu verschaffen, einen Stein, der um sich herum Chaos erzeugt ...","versions":[{"lang":1,"streams":[{"redirect":12283748,"hoster":"VOE"},{"redirect":8628682,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Techno-Lehrer","epNo":6,"alt":"Techno Teacher","descr":"Der gemeine Dr. Eggman ist es leid, Sonic und seinen Freunden immer zu unterliegen, und so beschließt er, den Roboter E-51 zu konstruieren. Dieser soll die Schule von Chris vollständig zerstören! Doch die Sache nimmt eine ganz andere Wendung, als E-51 seinen Auftrag vergisst, weil er so viel Spaß mit den Kindern hat ...","versions":[{"lang":1,"streams":[{"redirect":13112598,"hoster":"VOE"},{"redirect":8628703,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Familienidyll","epNo":7,"alt":"Party Hardly","descr":"Chris schmeißt eine Party bei sich zu Hause und lädt dazu seinen Lehrer Stuart und den Bruder seiner Mutter, Sam Speed, ein ...","versions":[{"lang":1,"streams":[{"redirect":12925783,"hoster":"VOE"},{"redirect":8628686,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Notstart","epNo":8,"alt":"Satellite Swindle","descr":"Tails konstruiert einen X-Tornado 2, während zur gleichen Zeit der fiese Dr. Eggman einen Satelliten dazu benutzt, alle Fernsehgeräte abzuschalten. Doch mit Hilfe des von Tails gebauten Apparates gelingt es, Eggmans Pläne zu stoppen ...","versions":[{"lang":1,"streams":[{"redirect":8765416,"hoster":"VOE"},{"redirect":8628685,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Amys Tag","epNo":9,"alt":"Amy On The Beach","descr":"Chris, Tails, Amy, Cream und Cheese gehen an den Strand, aber Sonic bleibt zurück, um ein wenig allein umherzulaufen. Während Amy am Strand liegt, träumt sie von ihrem Helden Sonic und beschließt, ein Halsband für ihn zu kreieren. Unterdessen hegt der finstere Eggman einen gemeinen Plan, um den Strand zu zerstören ...","versions":[{"lang":1,"streams":[{"redirect":8765418,"hoster":"VOE"},{"redirect":8628687,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Unfaires Spiel","epNo":10,"alt":"Unfair Ball","descr":"Tails findet einen weiteren so genannten \"Chaos Emerald\", einen Edelstein, der großes Chaos in seiner Umgebung verursacht und deshalb seinem Besitzer Macht verleiht. Doch ehe Sonic und seine Freunde diesen Stein in Besitz nehmen können, müssen sie ein schwieriges Baseballspiel gegen den gemeinen Dr. Eggman und seine Roboter gewinnen ...","versions":[{"lang":1,"streams":[{"redirect":13112597,"hoster":"VOE"},{"redirect":8628688,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die fliegende Agentin","epNo":11,"alt":"Fly Spy","descr":"Eine Juwelendiebin plant, den \"Chaos Emerald\" zu stehlen, ein Stein mit der Gabe, alles um sich herum ins Chaos zu stürzen. Sie geht dabei sehr geschickt vor: Zunächst gibt sie nämlich vor, der Regierung zu helfen, indem sie die Festung von Eggman ausspioniert - in Wahrheit will sie auf diese Weise jedoch nur an den \"Chaos Emerald\" gelangen ...","versions":[{"lang":1,"streams":[{"redirect":13112599,"hoster":"VOE"},{"redirect":8628689,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Angriff auf die Stadt - Teil 1","epNo":12,"alt":"Beating Eggman (1)","descr":"Der Präsident der Vereinigten Staaten erklärt seine Absicht, Eggman zu besiegen. Unterdessen versucht auch Knuckles, in Eggmans Basis einzudringen. Doch Eggman hat eine wirksame Waffe, gegen die keiner so leicht ankommt: einen riesigen Windroboter!","versions":[{"lang":1,"streams":[{"redirect":8765421,"hoster":"VOE"},{"redirect":8628690,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Angriff auf die Stadt - Teil 2","epNo":13,"alt":"Beating Eggman (2)","descr":"Rouge, Topaz, Knuckles und die Regierung brechen in Eggmans Basis ein und versuchen, diese zu erobern. Unterdessen versuchen auch Sonic und seine Freunde, die Basis von Eggman einzunehmen und den Chaos Emerald zurückzubekommen. Aber Eggman hält eine große Überraschung für Sonic bereit ...","versions":[{"lang":1,"streams":[{"redirect":8765423,"hoster":"VOE"},{"redirect":8628692,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Echte Freunde","epNo":14,"alt":"That’s What Friends are For","descr":"Nachdem Sonic die Basis von Eggman zerstört hat, wird er eine berühmte Persönlichkeit, und der Präsident lädt ihn und seine Freunde zu einer Party ein. Doch Sonic kann nicht kommen, denn er hat seiner Freundin Helen versprochen, mit ihr einen Berg zu besteigen, weil ihr Vater nie eine Bergtour unternommen hat ...","versions":[{"lang":1,"streams":[{"redirect":12335170,"hoster":"VOE"},{"redirect":8628691,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Luftkampf","epNo":15,"alt":"Skirmish in the Sky","descr":"Ella möchte Amy, Tails, Chris, Cream und Cheese mit nach draußen ins Einkaufszentrum nehmen, als sie sehen, dass der gemeine Eggman zurückkehrt und einige Geschosse auf die Stadt schießt. Sonic kann diese schließlich abwehren. Es gelingt ihnen, Eggman und seinen Eierträger zu besiegen und im Ozean zu versenken ...","versions":[{"lang":1,"streams":[{"redirect":13112601,"hoster":"VOE"},{"redirect":8628693,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Gefährliche Tiefen","epNo":16,"alt":"Depths of Danger","descr":"Die Einsatztruppen der Regierung suchen mit U-Booten den Meeresgrund ab. Sonic, Amy, Tails, Cream und Cheese haben nun endlich Ausweise und sind Bürger des Landes. Tails hat sogar eine eigene Flugerlaubnis bekommen. Alle beschließen, das mit einem Ausflug an den See zu feiern. Dort machen sie einen Chaos Emerald aus. Sie besorgen sich Tauchausrüstungen und entdecken die Tiefen des Meeres. In einem alten Schiffswrack finden sie den Emerald. Doch da taucht Eggman auf.","versions":[{"lang":1,"streams":[{"redirect":8765425,"hoster":"VOE"},{"redirect":8628698,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Knuckles und Hawk","epNo":17,"alt":"The Adventures of Knuckles and Hawk","descr":"Am anderen Ende des Planeten entdeckt Knuckles eine verlassene alte Tempelanlage, die ihn an seine Bestimmung, Wächter des Master Emeralds, erinnert. Als er sich die Anlage näher ansehen will, hört er Hilferufe. Er kommt gerade noch rechtzeitig, um Hawk das Leben zu retten. Der erzählt ihm von einem kostbaren Stein, den er gefunden hätte. In seinem Versteck zeigt Hawk seinen Schatz - einen Chaos Emerald. Aber sehr schnell bekommen sie Gesellschaft: Dr. Eggman!","versions":[{"lang":1,"streams":[{"redirect":13112600,"hoster":"VOE"},{"redirect":8628694,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Heldentaten","epNo":18,"alt":"The Dam Scam","descr":"Chris und Tails stoßen auf Emerald-Suche mit Eggman zusammen und müssen notlanden. So erkunden sie den großen Nationalpark. Dabei stoßen sie auf eine riesige Baustelle. Boris und Sergei, zwei obskure Gestalten, wollen mitten im Reservat einen Staudamm errichten. Chris und Tails organisieren eine Demonstration dagegen.","versions":[{"lang":1,"streams":[{"redirect":8765428,"hoster":"VOE"},{"redirect":8706780,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Gespenster","epNo":19,"alt":"Sonic’s Scream Test","descr":"Chris Mutter Lindsey ist bei Dreharbeiten auf einem alten Schloß. Chris darf sie zusammen mit seinen Freunden besuchen. In der Nacht wird Lindsey von seltsamen Wesen entführt. In den finsteren Gängen des alten Gemäuers müssen sie zu ihrem eigen Schrecken feststellen, daß es dort tatsächlich spukt. Mit List gelingt es den Gespenstern, Ella, Cream, Cheese, Tails und sogar Sonic zu fangen. Amy und Chris müssen den Sinn der Sätze auf einer Platte enträtseln, um den Spuk zu beenden.","versions":[{"lang":1,"streams":[{"redirect":13112602,"hoster":"VOE"},{"redirect":8628695,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Urlaub mit Hindernissen","epNo":20,"alt":"Cruise Blues","descr":"Um auszuspannen schippern die Freunde mit einer Yacht über den Ozean. Sonic wird sehr bald seekrank. Chris läßt mit seinem Hubschrauber von Tanaka einen Haufen alter Leute auf das Boot bringen, weil Nelson meint, dass ältere Menschen einem am besten vermitteln, wie man sich erholt. Eggman ist sauer, weil er keinen Urlaub hat und greift aus Rache an.","versions":[{"lang":1,"streams":[{"redirect":8765429,"hoster":"VOE"},{"redirect":8628700,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wer ist der schnellste im ganzen Land","epNo":21,"alt":"Fast Friends","descr":"Chris\u0027 Onkel Sam steht mit einem Wahnsinns-Rennwagen vor der Tür. Es soll ein Wettrennen veranstaltet werden: Sam gegen Sonic. Sonic nimmt aber die Herausforderung nicht an. Sam bittet den Berater des Präsidenten um Hilfe, welcher mit diesem Presseereignis die Wiederwahlchancen seines Chefs erhöhen wollte. Der wiederum sucht Hilfe bei Dr. Eggman. Eggman schickt also einen von ihm entwickelten Kussroboter los, der Sonic küssen soll, bis er die Herausforderung annimt. Der Plan geht auf.","versions":[{"lang":1,"streams":[{"redirect":8765430,"hoster":"VOE"},{"redirect":8628701,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Wo ist Cheese?","epNo":22,"alt":"Little Chaos Lost","descr":"Chris macht mit seinen Schulfreunden einen Ausflug in das Land, aus dem Mr. Tanaka stammt. Sonic ist vorgelaufen. Mr. Stewart ist als Aufpasser mitgekommen. Cheesewird von der Strömung des Flusses abgetrieben. Eine Suchaktion wird gestartet. Dr. Eggman macht ebenfalls einen Ausflug in die gleiche Gegend und verfolgt sie. Sie finden Cheese in Mitten einer Chaos-Kolonie wieder. Eggman\u0027s Riesenroboter verursacht eine Schlammlawine in Richtung Chaos-Kolonie. Sofort machen sich unsere Freunde auf den Weg, um die Chaos zu retten.","versions":[{"lang":1,"streams":[{"redirect":8765431,"hoster":"VOE"},{"redirect":8628697,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Emeralds Jubiläum","epNo":23,"alt":"Emerald Anniversary","descr":"Nelson, der Vater von Chris, kauft bei einem Juwelier einen teuren Ring für Chris\u0027 Mama Lindsay, weil sie Hochzeitstag haben. Anschließend lädt er Sonic, Tails, Amy, Cream und Cheese zu einer Party ein, bei der er seiner Frau den Ring überreichen will. Er ahnt nicht, dass es sich bei dem Stein in dem Ring um einen Chaos Emerald handelt ...","versions":[{"lang":1,"streams":[{"redirect":8765433,"hoster":"VOE"},{"redirect":8628699,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Wie fängt man einen Igel?","epNo":24,"alt":"How to Catch a Hedgehog","descr":"Bei einem Kampf mit Eggman gerät eine Art Computerchip versehentlich in Sonics Ohr, ohne dass er es merkt. Er spürt nur ein unangenehmes Gefühl und kratzt sich daraufhin ständig im Ohr, was Amy wütend macht, denn sie hält es einfach für schlechtes Benehmen. Doch dann merkt sie, dass etwas anderes dahintersteckt ...","versions":[{"lang":1,"streams":[{"redirect":8765432,"hoster":"VOE"},{"redirect":8628702,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Ein folgenschwerer Plan","epNo":25,"alt":"A Dastardly Deed (1)","descr":"Sechs Chaos Emeralds wurden mittlerweile gefunden, doch einer davon ist noch im Besitz des finsteren Eggman, der außerdem plant, einen weiteren von seinem Roboter E-77 suchen zu lassen. Unterdessen sucht auch Knuckles nach dem letzten Chaos Emerald. Er glaubt, dass die einzige Möglichkeit, ihn zu erlangen, eine Partnerschaft mit Eggman ist - ein fataler Fehler ...","versions":[{"lang":1,"streams":[{"redirect":11325418,"hoster":"VOE"},{"redirect":10139334,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Auf die Plätze, fertig, Chaos","epNo":26,"alt":"Countdown to Chaos (2)","descr":"Nachdem Dr. Eggman ihm eine Falle gestellt hat, ist Chris der Gefangene des fiesen Forschers. Sonic versucht unterdessen alles, um seinen Freund zu befreien - doch er wird im Kampf schwer getroffen. Chris kann den Anblick seines besiegten Freundes nicht ertragen und mobilisiert noch einmal alle Kräfte, um sich selbst zu befreien ...","versions":[{"lang":1,"streams":[{"redirect":11325411,"hoster":"VOE"},{"redirect":10139335,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Chaos-Kreatur","epNo":27,"alt":"Pure Chaos (1)","descr":"Es sind nicht alle auf Sonics Heimatplaneten. Die fliegende Insel schwebt über dem Meer. Es sind noch zwei Gestalten mit auf die Erde gekommen, Big und Froggy. Amy ist ausgezogen und will mit ihrem Kummer allein sein. Ausserdem ist Sonic verschwunden. Chris\u0027 Mutter hat ein ganz besonderes Geschenk. Es ist ein Emerald! Draußen treffen sie eine große Figur namens Big. Der hat sich auf die Suche nach seinem verschwundenen Freund gemacht. Eggman verfüttert den Emerald an eine Glibbergestalt, die daraufhin sofort größer wird und alles zerstört.","versions":[{"lang":1,"streams":[{"redirect":11325417,"hoster":"VOE"},{"redirect":10139336,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Ein chaotischer Tag","epNo":28,"alt":"A Chaotic Day (2)","descr":"Knuckles erzählt, dass diese seltsame Gestalt von Eggman wohl den Master Emerald zerstört hatte. Big erzählt, dass Froggy verschwunden ist. Sonic und Tails begeben sich wieder auf Emeraldsuche. Doch Eggman stellt sie mit seiner Chaos-Kreatur. Beim Gefecht fällt ein kleiner Vogel mit einem Amulett um den Hals Amy auf den Kopf. Sie tauft ihn Lilly. Als sie auf dem Heimweg sind, werden sie von einem der Eggmanroboter gestellt. Der vermißt nämlich seinen kleinen Vogel. Kurzerhand entführt er Roboter Amy.","versions":[{"lang":1,"streams":[{"redirect":11325419,"hoster":"VOE"},{"redirect":10139337,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Aufstand des Roboters","epNo":29,"alt":"A Robot Rebels (3)","descr":"Sonic und Tails wollen versuchen auf Eggmans Schiff zu gelangen. Chris will Big helfen, Froggy zu suchen.Eggman hat nun endlich seine neue Generation Roboter fertig gestellt. Sie sollen runter auf die Erde und Froggy suchen. Chris und Big können heimlich mit auf das Schiff gelangen. Während die anderen Roboter verschrottet werden sollen, soll E-102 Amy und den Vogel herbringen. Als er dann niedergeschlagen bei Amy ankommt, verwickelt sie ihn auch noch in ein Gespräch. Seine Gedanken kreisen um seine Kameraden und um das kleine Mädchen mit dem Vogel. Dann lässt er Amy frei.","versions":[{"lang":1,"streams":[{"redirect":12381619,"hoster":"VOE"},{"redirect":10139338,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Kopf hoch, Tails","epNo":30,"alt":"Heads Up, Tails! (4)","descr":"Knuckles will nach den Resten des Master-Emeralds, Sonic und Tails nach Amy suchen. Amy wird von Eggman gestellt. Zu aller Erstaunen befindet sich in dem Amulett ein Chaos Emerald. Eggman kann sich auch noch Froggy bemächtigen und zu aller Erstaunen hatte Froggy einen Chaos-Emerald verschluckt, woraufhin ihm der Schweif gewachsen war. Eggman verfüttert nun die beiden Chaos Emeralds an seine Chaos-Kreatur, die daraufhin sofort gigantsich wächst. Als Eggman Froggy an die Kreatur verfüttert, dreht Big durch und greift die Kreatur an. Doch sie verschluckt alle drei. Amy und Tails können entkommen.","versions":[{"lang":1,"streams":[{"redirect":12173146,"hoster":"VOE"},{"redirect":10139339,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Rache des Roboters","epNo":31,"alt":"Revenge of the Robot (5)","descr":"Sonic ist ein blauer Igel, der schneller laufen kann als der Schall. Er kämpft gegen Dr. Eggman, der mit seinen Robotern sein eigenes Imperium errichten will. Während eines Kampfes aktiviert Sonic versehentlich eine Maschine, die einen Riss im Gefüge von Raum und Zeit bewirkt und alle in eine alternative Dimension transportiert. Sonic trifft Chris, der ihn vor dem Ertrinken rettet. Eggman beginnt sofort neue Pläne zu schmieden und versucht die Chaos Emeralds zu finden, deren Macht dem Besitzer hilft die Welt zu erobern. Sonic versucht sie mit seinen Freunden zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":11325422,"hoster":"VOE"},{"redirect":10139340,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Die Wasserschlacht","epNo":32,"alt":"(Flood Fight (6)","descr":"Knuckles und Sonic erfahren, dass Chaos nur noch einen Emerald braucht, um unbesiegbar zu werden. Als sie auf Tikal treffen, erzählt diese den beiden das Geheimnis des Master Emeralds und warum Chaos überhaupt freigesetzt wurde.","versions":[{"lang":1,"streams":[{"redirect":11325426,"hoster":"VOE"},{"redirect":10139347,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Projekt Shadow","epNo":33,"alt":"Project: Shadow (1)","descr":"Auch das Haus der Thorndyks wurde vom Chaos nicht verschont. Bis alles wieder aufgebaut ist, soll Chris zusammen mit Mr. Tanaka und Ella in die Nachbarstadt ziehen. Währenddessen baut die Regierung neue Roboter, um in Zukunft besser gegen die Angriffe von Dr. Eggman gewappnet zu sein.","versions":[{"lang":1,"streams":[{"redirect":11325429,"hoster":"VOE"},{"redirect":10139342,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Shadow weiß alles","epNo":34,"alt":"Shadow Knows (2)","descr":"Sonic wird von der Regierung verhaftet. Angeblich soll er auf Prison Island eingedrungen sein und dort schwere Verwüstungen angerichtet haben. Sonic kann fliehen, aber er wird von den neuen Regierungsrobotern verfolgt.","versions":[{"lang":1,"streams":[{"redirect":11325424,"hoster":"VOE"},{"redirect":10139341,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Sonics große Pause","epNo":35,"alt":"Sonic’s Big Break (3)","descr":"Sonic ist unter schärfster Bewachung auf Prison Island eingesperrt worden. Seine Freunde beschließen, ihn herauszuholen. Dr. Eggman will in der Zwischenzeit mit Shadow und Rouge die Emeralds von der Insel holen und die Insel danach zerstören.","versions":[{"lang":1,"streams":[{"redirect":11325425,"hoster":"VOE"},{"redirect":10139343,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Schattenwelt","epNo":36,"alt":"Shadow World (4)","descr":"Aus den Nachrichten erfahren die Freunde, dass auf Prison Island niemand zu Schaden gekommen ist. Obwohl das Rettungsteam die ganze Insel abgesucht hat, ist Chris immer noch verschwunden. Sonic und seine Crew machen sich auf, ihn zu suchen.","versions":[{"lang":1,"streams":[{"redirect":11325431,"hoster":"VOE"},{"redirect":10139344,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Robotniks Rache","epNo":37,"alt":"Robotnik’s Revenge (5)","descr":"Unsere Freunde haben die einst von Professor Robotnik gebaute Weltraumstation erreicht. Während sie beraten, wie sie Chris und den Emerald finden sollen, taucht auch schon Eggman auf.","versions":[{"lang":1,"streams":[{"redirect":11325428,"hoster":"VOE"},{"redirect":10139345,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Showdown im All","epNo":38,"alt":"Showdown in Space (6)","descr":"Dr. Eggman entführt Chris und Sonic. Amy, Tails und Mr. Tanaka fliegen sofort zur Space Colony Arc, um ihren Freund zu retten. Doch als sie dort ankommen, wird plötzlich der Countdown ausgelöst, den Eggmans Großvater vorbereitet hat.","versions":[{"lang":1,"streams":[{"redirect":11325430,"hoster":"VOE"},{"redirect":10147448,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Unfähige Detektive","epNo":39,"alt":"Defective Detectives","descr":"Das Chaos Control bringt neue Bewohner auf die Erde und natürlich herrscht große Aufregung, was mit den Wesen geschehen soll. Drei der Neuen sind Detektive, die den Auftrag haben, ein kleines Mädchen zu suchen. Sie haben schon eine heiße Spur, da das Mädchen zuletzt zusammen mit Sonic gesehen wurde.","versions":[{"lang":1,"streams":[{"redirect":11325432,"hoster":"VOE"},{"redirect":10139346,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Die Sonnenfinsternis","epNo":40,"alt":"Sunblock Solution (1)","descr":"Während Eggman notdürftig den Mond repariert, warten alle freudig auf die ersten Sonnenstrahlen des neuen Jahres. Doch da geschieht etwas Unglaubliches: Der von Eggman reparierte Mond schiebt sich vor die Sonne und es wird dunkel auf der Erde.","versions":[{"lang":1,"streams":[{"redirect":11325433,"hoster":"VOE"},{"redirect":10139349,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Eggman for President","epNo":41,"alt":"Eggman For President (2)","descr":"Sonic ist hinter das Geheimnis von Dr. Eggman gekommen: Der Eggmoon, der seinen Schatten auf die Erde wirft und damit den Planeten verdunkelt, dreht sich mit der Erde um die Sonne. Der Mond ist nicht, wie Eggman behauptete, außer Kontrolle geraten, sondern wird genau gesteuert, um die ständige Sonnenfinsternis zu erzeugen.","versions":[{"lang":1,"streams":[{"redirect":11325438,"hoster":"VOE"},{"redirect":10139348,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Das geplatzte Date","epNo":42,"alt":"A Date to Forget","descr":"Sonic wird von allen als Held gefeiert, war er es doch, der den Sonnenschein wieder in die Stadt gebracht hat. Während Sonic seinen Ruhm genießt, entdecken Amy und Onkel Sam, dass Eggman einen Ausbruchsversuch plant.","versions":[{"lang":1,"streams":[{"redirect":11325434,"hoster":"VOE"},{"redirect":10139350,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Verrückte Maschinen","epNo":43,"alt":"Mean Machines","descr":"Auf einmal wollen alle so sein wie Sonic, machen Lauftraining, schlafen auf Dächern und versuchen einfach alles, um ihren Held zu kopieren. In dem Chaos spielen plötzlich sämtliche Haushaltsgeräte der Stadt verrückt und greifen die Bewohner an. Sonic und Knuckles nehmen den Kampf gegen die wild gewordenen Waschmaschinen, Mixer und Staubsauger auf.","versions":[{"lang":1,"streams":[{"redirect":11331429,"hoster":"VOE"},{"redirect":10139352,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Gefangen in der Kanalisation","epNo":44,"alt":"The Sewer Search","descr":"Durch das von den Haushaltsgeräten verursachte Chaos hat es Dr. Eggman tatsächlich geschafft, aus dem Gefängnis auszubrechen. Chris, Helen, Danny und Francis machen sich auf die Suche nach Eggman und landen schließlich in der städtischen Kanalisation. Dort wartet bereits der miese Doktor auf die Freunde.","versions":[{"lang":1,"streams":[{"redirect":11325435,"hoster":"VOE"},{"redirect":10139351,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Der Wettkampf","epNo":45,"alt":"Prize Fights (1)","descr":"Dr. Eggman ist immer noch verschwunden. Der Präsident hat eine Idee: Er will einen Wettkampf ausrichten, zu dem sich jeder melden kann. Jeder muss gegen jeden kämpfen und die Gewinner aus den Vorrunden treten dann gegen Rouge, Knuckles und Sonic an.","versions":[{"lang":1,"streams":[{"redirect":11325436,"hoster":"VOE"},{"redirect":10139353,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Ein gemeiner Sieger","epNo":46,"alt":"A Wild Win (2)","descr":"Die Kämpfe im Stadion gehen weiter. Während Sonic die Verfolgung von Eggman aufnimmt, kämpfen alle gegeneinander. Schließlich kommt es zum Entscheidungskampf zwischen Knuckles und dem von Eggman geschmiedeten Roboter Emerl.","versions":[{"lang":1,"streams":[{"redirect":11325437,"hoster":"VOE"},{"redirect":10139425,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Die Karte von Murasia","epNo":47,"alt":"Map of Mayhem","descr":"Topaz befindet sich mit einem Schiff der Regierung auf einer geheimen Mission. Als Chris und seine Freunde zu Hause erfahren, dass das Schiff angegriffen wird, steht natürlich sofort Eggman unter Verdacht. Zur gleichen Zeit wird im Museum der Archäologe Dr. Cadbury überfallen.","versions":[{"lang":1,"streams":[{"redirect":11325441,"hoster":"VOE"},{"redirect":10139354,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Die Vulkaninsel","epNo":48,"alt":"The Volcanic Venture","descr":"Chris und seine Freunde sind zusammen mit Chuck und Dr. Cadburry auf der Suche nach dem verschollenen Kontinent Murasia. Als sie auf der Vulkaninsel ankommen, werden sie bereits von Eggman erwartet.","versions":[]},{"epId":"episode-49","name":"Der Anfang vom Ende","epNo":49,"alt":"The Beginning of the End (1)","descr":"Alle Menschen genießen ihr Leben und wollen so leben wie ihr Held Sonic. Sogar Decoe und Bocoe haben nach der letzten Pleite ihres Bosses die Seiten gewechselt und leben jetzt bei Chris. Doch die Freunde bekommen neue Erkenntnisse über Sonics Heimatuniversum.","versions":[{"lang":1,"streams":[{"redirect":11325440,"hoster":"VOE"},{"redirect":10139355,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Die Zeit läuft ab","epNo":50,"alt":"Running Out of Time (2)","descr":"Tails und Chuck bauen fieberhaft an einem Transporter für die Rückkehr ins Paralleluniversum. Während ein Commander der Regierung durchdreht und als Erstes Dr. Eggman angreift, läuft den Freunden um Sonic die Zeit davon.","versions":[{"lang":1,"streams":[{"redirect":11325445,"hoster":"VOE"},{"redirect":10139360,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Freunde für immer","epNo":51,"alt":"(Friends ‘Til the End (3)","descr":"Alle bis auf Sonic sind in ihre Welt zurückgekehrt. Als Sonic in den Transporter einsteigen soll, greift Chris nach Sonics Hand und läuft mit ihm davon. Alle sind zunächst wie erstarrt und entsetzt über Chris\u0027 Verhalten, doch dann wird eine große Suchaktion gestartet.","versions":[{"lang":1,"streams":[{"redirect":11325443,"hoster":"VOE"},{"redirect":10139356,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Ein neuer Anfang","epNo":52,"alt":"A New Start (4)","descr":"Auch in der anderen Welt kann Eggman nicht von seinen Welteroberungsplänen lassen. Das interessiert jedoch keinen so richtig, denn die Freunde müssen feststellen, dass Sonic nicht mitgekommen ist. Doch nach einigen dramatischen Momenten hat der kleine Igel eine große Überraschung parat.","versions":[{"lang":1,"streams":[{"redirect":11325442,"hoster":"VOE"},{"redirect":10139357,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Botin aus dem All","epNo":1,"alt":"The Cosmic Call","descr":"Sonic schleudert die Chaos Emeralds in einem Kamp in die Tiefe des Universums. Zur gleichen Zeit beobachten Amy, Cream, Cheese und Tails Sternschnuppen. Doch eine saust an ihnen vorbei und landet mit einem Knall auf dem Boden. Es ist ein kleines Raumschiff, neben dem ein grünes Mädchen liegt. Als das Mädchen aufwacht, sagt sie nichts anderes, als dass sie mit Sonic sprechen muss. Sie müssen ohnmächtig zusehen, denn Sonic hat die Chaos Emeralds nicht mehr. Als sie gerade alle Hoffnung verloren hatten, reagiert der Master Emerald und aus dem gleißenden Licht erscheint Chris.","versions":[{"lang":1,"streams":[{"redirect":11325444,"hoster":"VOE"},{"redirect":10139358,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Krise im Kosmos","epNo":2,"alt":"Cosmic Crisis","descr":"Alle freuen sich riesig, Chris wiederzusehen, doch Sonic fällt in Ohnmacht. Sein Kampf mit dem Metarex hatte ihn sehr angestrengt. Allen ist klar, dass sie ohne die Chaos Emeralds keine Chance gegen die Metarex haben werden. Alle beschließen die Chaos Emeralds zu suchen. Tails hat ein Raumschiff gebaut und der Master Emerald soll als Energielieferant dienen.","versions":[{"lang":1,"streams":[{"redirect":11325446,"hoster":"VOE"},{"redirect":10139359,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wasser satt","epNo":3,"alt":"H2whoa","descr":"Alle sind im Universum auf der Suche nach den Chaos Emeralds unterwegs. Knuckles stellt eine Veränderung am Master Emerald fest. Es muß ein Chaos Emerald in der Nähe sein. Sie finden den Planeten Secco. Doch zum Entsetzen von Sonic besteht die Oberfläche hauptsächlich aus Wasser. Knuckles macht sich zusammen mit Cream, Amy, Cheese und Cosmo an Land auf die Suche. Sonic und Chris wollen ihr Glück im U-Boot unter Wasser versuchen. Doch fischartige Metarex überfallen sie. Amy kann Sonic rettet. Es gelingt auch den Emerald zu finden.","versions":[{"lang":1,"streams":[{"redirect":11325448,"hoster":"VOE"},{"redirect":10139361,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Feind braucht Hilfe","epNo":4,"alt":"An Enemy in Need","descr":"Die Bewohner des Planeten Secco feiern unsere Freunde als Helden. Doch Dr. Eggman ist immer dicht hinter ihnen. Rouge, die als blinde Passagierin bei Eggman mitreist, gelingt es, Bokkun allerdings unfreiwillig auf ihre Seite zu bringen. Eggman spielt einen Raumschiffbrüchigen und versucht Knuckles zu überzeugen, ihm den Emerald zu leihen, damit er von dem Planeten wiederwegkommt. Schließlich schluckt ein Froschmetarex den Emerald.","versions":[{"lang":1,"streams":[{"redirect":11325449,"hoster":"VOE"},{"redirect":10139363,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Emerald im Eis","epNo":5,"alt":"A Chilling Discovery","descr":"Chris hat ein Programm für die Boardscanner entwickelt, mit dem überall im All Chaos Emeralds aufgespürt werden können. Sie können einen Emerald auf dem Planeten Luftig ausmachen, dessen Oberfläche eine Eis- und Schneewüste ist. In einem Palast aus Eis finden sie den Chaos Emerald. Der Planet bekommt langsam wieder seinen alten Zustand. Doch es war eine Fälschung.","versions":[{"lang":1,"streams":[{"redirect":11325450,"hoster":"VOE"},{"redirect":10139362,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Findet Sonic","epNo":6,"alt":"Desperately Seeking Sonic","descr":"Sonic und seine Freunde treffen auf zwei Metarex, die bereits die Zelle des Planeten entwendet haben. Sofort nehmen sie den Kampf mit der Sonic-Power-Kanone auf. Sonic schießt im Wirbel beschleunigt durch die Kanone ins All und durchschlägt den Metarex. Doch bei der Aktion wird Sonic geradewegs auf den Planeten geschossen. Die Freunde starten eine Rettungsaktion.","versions":[{"lang":1,"streams":[{"redirect":11325456,"hoster":"VOE"},{"redirect":10139365,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Galaktische Schnüffler","epNo":7,"alt":"Galactic Gumshoes","descr":"Auf der Erde ist es Chuck gelungen, das Dimensionstor von Chris so zu nutzen, dass sie Gegenstände in Sonics Welt schicken können. Creams Mutter bittet Vector, Espio und Charmy einige Sachen zu Chris zu bringen und mal nach Cream zu sehen. Zur gleichen Zeit rutscht Sonic aus Versehen von Bord des Blauen Taifun. Knuckles versucht, ihn zu retten. Ausgerechenet in diesem Moment werden sie von Metarex angegriffen.","versions":[]},{"epId":"episode-8","name":"Sand und Schatten","epNo":8,"alt":"Trick Sand","descr":"Die Freunde entdecken einen Wüstenplanet, auf dem sie Chaos Emeralds vermuten. Dort müssen die Metarex schon vor sehr langer Zeit die Zelle entwendet haben. Auf ihrer Suche werden sie von einem Metarex getäuscht. Er besteht aus Sand und nimmt jede nur erdenkliche Form an. Ihr Kampf scheint aussichtslos.","versions":[{"lang":1,"streams":[{"redirect":11325452,"hoster":"VOE"},{"redirect":10139364,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Mega-Metarex","epNo":9,"alt":"Ship of Doom","descr":"Eine ganze Zivilisation wird von einem grauenhaften Metarex-Raumschiff ausgelöscht. Ihr Anführer, Dark Oak, gibt den Auftrag, seine wohl größten Gegner zu vernichten, Dr. Eggman und Sonic. Ein Metarex bricht sofort auf, um seinen Job zu erledigen. Als erstes stellt er Dr. Eggman.","versions":[{"lang":1,"streams":[{"redirect":11325451,"hoster":"VOE"},{"redirect":10139366,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Odyssee im Untergrund","epNo":10,"alt":"An Underground Odyssey","descr":"Cosmo, Tails und Knuckles suchen auf einem verlassenen Planeten nach einem Chaos Emerald. Plötzlich empfangen sie Signale aus dem Untergrund, klettern in eine Felsspalte und entdecken eine Höhle. Cosmo und Tails erkunden sie, als unerwartet eine Steinlawine herunter donnert und sie verschüttet. Zum Glück, denn hier unter der Erde entdecken Cosmo und Tails ein Produktionslabor der Metarex.","versions":[{"lang":1,"streams":[{"redirect":11325453,"hoster":"VOE"},{"redirect":10139367,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die beiden letzten Emeralds","epNo":11,"alt":"Station Break-In (1)","descr":"Eggman entdeckt eine Metarex-Festung im All, auf der sich die beiden letzten Emeralds befinden. Noch bevor er sie entwenden kann, taucht der Blaue Taifun auf. Sonic ist erstaunt, dass Dr. Eggman eine Zusammenarbeit vorschlägt. Doch der Friede ist nur kurz. Heuschrecken-Metarex in unglaublicher Zahl bedrohen Sonic, Amy und Cosmo. Da zeigt sich der Anführer der Metarex: Dark Oak will seinen Kampf gegen Sonic fortsetzen.","versions":[{"lang":1,"streams":[{"redirect":11325455,"hoster":"VOE"},{"redirect":10139369,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Metarex Durcheinander","epNo":12,"alt":"A Metarex Melee (2)","descr":"Sonics Kampf gegen Dark Oak scheint aussichtlos. Aber der Anführer der Metarex hat nicht mit der vereinten Kraft der Freunde gerechnet. Chris organisiert mit Knuckles zusammen die Chaos Emeralds, zusammen mit Shadow erzeugt Sonic Chaos Control, die Metarex sind gegen diese Macht wehrlos. Ein gigantisches Gravitationsfeld entsteht und zieht alle Metarex mit sich. Auch Eggman und Rouge geraten in diesen Strudel.","versions":[{"lang":1,"streams":[{"redirect":11325454,"hoster":"VOE"},{"redirect":10139368,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Von Detektiven und Kupplern","epNo":13,"alt":"Mission: Match-up","descr":"Tails repariert das kaputte Raumschiff von Vector und seinen Kollegen. An Bord fällt Vector auf, dass Tails ein Auge auf Cosmo geworfen hat. Er lässt keine Gelegenheit aus, die beiden zusammenzubringen.","versions":[{"lang":1,"streams":[{"redirect":11325457,"hoster":"VOE"},{"redirect":10139370,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schiffbruch im Kreuzgang","epNo":14,"alt":"Clash in the Cloister","descr":"Sonic und seine Freunde haben den sogenannten intergalaktischen Kreuzgang erreicht. Sie können ihre Mission nicht fortsetzen, weil sie im Weltraummüll regelrecht festsitzen und immer neue Hindernisse auftauchen. Bald wird dem Team klar, dass Metarex ihren Weg blockiert. Als sich einer der führenden Commander, Yellow Zelkova, ihnen auch noch in den Weg stellt, kommt es zu einem erbitterten Kampf zwischen Metarex, Sonic und Knuckles.","versions":[{"lang":1,"streams":[{"redirect":11325463,"hoster":"VOE"},{"redirect":10139371,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Versuchsigel Sonic","epNo":15,"alt":"Teasing Time","descr":"Eine Metarexflotte verfolgt Sonic und seine Freunde in ihrem Blauen Taifun. Dann erhält Sonic eine Message von den Metarex. Cosmo, die deren Sprache beherrscht, übersetzt: Commander Black Narcissus lädt Sonic auf seine Basis ein. Ohne Sonics Wissen fliegen Cosmo und Chris zur Metarexbasis und geraten prompt in einen Hinterhalt. Sonic reist ihnen nach, im Gepäck seine Power-Kanone.","versions":[{"lang":1,"streams":[{"redirect":11325458,"hoster":"VOE"},{"redirect":10139372,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Widerstandskämpfer","epNo":16,"alt":"A Revolutionary Tale","descr":"In einem anderen Teil der Galaxie setzen sich ein paar Widerstandskämpfer seit Jahren gegen die Metarex zur Wehr. Dr. Eggman gerät zufällig in diesen Krieg und wehrt die Angriffe der Metarex erfolgreich ab. Aus Dankbarkeit wollen die Widerstandskämpfer ihm einen Chaos Emerald schenken. Allerdings befindet sich der auf ihrem verwüsteten Heimatplaneten Cascade. Molly will zusammen mit Shadow und Rouge den Emerald holen. Dabei geraten sie in einen Hinterhalt.","versions":[{"lang":1,"streams":[{"redirect":11325460,"hoster":"VOE"},{"redirect":10139378,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Marmolianer und andere Zaubersprüche","epNo":17,"alt":"The Planet of Misfortune","descr":"Sonic und seine Freunde haben einen Chaos Emerald auf einem vermeintlichen Asteroid ausgemacht, der sich als Raumschiff entpuppt. An Board befinden sich Lue, Lylim und Momo, 3 Marmolianer, die sich sehr weit von ihrem Heimatplaneten entfernt haben. Die Zelle ihres Planeten ist erkrankt. Sonic und seine Freunde wollen helfen.","versions":[{"lang":1,"streams":[{"redirect":11325462,"hoster":"VOE"},{"redirect":10139373,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Tails, der Kapitän","epNo":18,"alt":"Terror on the Typhoon","descr":"Sonic und seine Freunde entdecken ein kleines Raumschiff, das von den Metarex schwer unter Beschuß genommen wird. Sie starten eine Hilfaktion, bei der sie direkt in die Falle der Metarex geraten. Sonic ist geschockt, als er sieht, dass Eggmann sich mit den Metarex verbündet hat. Ein brutaler Kampf entbrennt, bei dem Sonic und Knuckles schwer verletzt werden. Gelingt es den Freunden, der Gefahr dennoch zu entrinnen?","versions":[{"lang":1,"streams":[{"redirect":11325472,"hoster":"VOE"},{"redirect":10139374,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Sonic, steckbrieflich gesucht","epNo":19,"alt":"(Hedgehog Hunt","descr":"Sonic und seine Freunde warten auf einem versteckten Planeten, bis der Blaue Taifun repariert ist. In einer Kneipe vor Ort hängt Eggman eines Tages einen Steckbrief von Sonic aus. Und er gibt eine Warnung ab: Sonic soll sich in Acht nehmen, denn die Metarex ziehen alle verfügbaren Flotten zusammen, um ihn zu besiegen. Was Sonic nicht ahnt: Eggman versucht mit einem Trick, die Metarex von ihm abzulenken, damit dieser entkommen kann.","versions":[{"lang":1,"streams":[{"redirect":11325465,"hoster":"VOE"},{"redirect":10139375,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zelkova schlägt zurück","epNo":20,"alt":"Zelkova Strikes Back","descr":"Die Metarex sind nicht auf Eggmans Trick hereingefallen und greifen Sonics Blauen Taifun erneut an. Besonders Yellow Zelkova will sich an Sonic und seinen Freunden rächen und sie endgültig vernichten. Ein furchtbarer Kampf beginnt, bei Zelkova mit seinem brutalen Energieschild die Freunde fast in die Knie zwingt.","versions":[{"lang":1,"streams":[{"redirect":11325466,"hoster":"VOE"},{"redirect":10139376,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Cosmo-Verschwörung","epNo":21,"alt":"The Cosmo Conspiracy","descr":"An Board des Blauen Taifun wird ein Eindringling gemeldet. Es ist Shadow, dem es gelingt, Cosmo, Sonic und Chris außer Gefecht zu setzen. Er hat es besonders auf Cosmo abgesehen und will die Verräterin vernichten. Aber was hat Cosmo getan? Spielt sie wirklich ein doppeltes Spiel?","versions":[{"lang":1,"streams":[{"redirect":11325467,"hoster":"VOE"},{"redirect":10139377,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Auge der Spionin","epNo":22,"alt":"Eye Spy","descr":"Sonic und seine Freunde sind entsetzt, dass Cosmo tatsächlich als Spionin der Metarex gearbeitet hat. Durch einen mikroskopischen Sender zwischen Auge und Ohr wussten die Metarex immer Sonics Standort. Als Rouge und Amy Cosmos Heimatplaneten erkunden, erfahren sie von Earthia in einer holografischen Aufzeichnung, was damals auf dem Planeten wirklich geschehen ist.","versions":[{"lang":1,"streams":[{"redirect":11325468,"hoster":"VOE"},{"redirect":10139379,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Aufforsten beginnt","epNo":23,"alt":"Angel Of Mischief","descr":"Eggman erschleicht das Vertrauen der Metarex, um heraus zu bekommen, was sie vorhaben. Und in der Tat: Als nächstes wollen sie das Universum aufräumen und alles tierische Leben vernichten. Sonic X und seine Freunde überlegen, wie sie die Metarex davon abhalten können, das Universum aufzuforsten.","versions":[{"lang":1,"streams":[{"redirect":11325473,"hoster":"VOE"},{"redirect":10139380,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Einer für alle und alle für einen","epNo":24,"alt":"The Light in the Darkness","descr":"Chris ist es gelungen, Eggman von den Metarex zu befreien. Gleichzeitig hat Dark Oak Sonic gefangen genommen. Um Sonic befreien zu können, brauchen die Freunde neue Energie. Knuckles hat den rettenden Einfall, wie sie mehr Energie erzeugen können: es muss ihnen gelingen, den Master Emerald zu aktivieren. Dafür will Eggman die Energie seines Schiffes auf den Blauen Taifun übertragen. Es gelingt ihnen mit der Sonic Power Kanone ein Energiefeld zu erzeugen, durch das sie Sonic befreien können.","versions":[{"lang":1,"streams":[{"redirect":11325470,"hoster":"VOE"},{"redirect":10139381,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Cosmos Bestimmung","epNo":25,"alt":"A Fearless Freind","descr":"Von den Metarex geht eine Strahlung aus, die allen anderen die Lebensenergie entzieht. Nur Cosmo kann dieser Macht widerstehen, weil sie zum gleichen Pflanzenstamm wie Dark Oak gehört. Um ihre Freunde und Sonic zu retten, benutzt sie ihr Amulett mit den Geheimkräften. Und wirklich bekommen sie langsam ihre Energie wieder. Nun gehen sie gemeinsam den Kampf gegen Dark Oak an.","versions":[{"lang":1,"streams":[{"redirect":11325469,"hoster":"VOE"},{"redirect":10139382,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Leb wohl, Sonic!","epNo":26,"alt":"So Long Sonic","descr":"Cosmo ist ihrer wahren Bestimmung gefolgt und hat die Metarex vernichtet, doch dabei hat sie selbst ihr Leben gelassen. Die Freunde erfahren jedoch, dass es Hoffnung für die Zukunft gibt: Da sich ihr Samen durch die gesamte Galaxie verstreut, könnte ihr Clan so neu geboren werden. Unterdessen sind Sonic, Chris und die Freunde auf Sonics Planeten zurückgekehrt und spannen hier so richtig aus.","versions":[{"lang":1,"streams":[{"redirect":11325474,"hoster":"VOE"},{"redirect":10139383,"hoster":"Streamtape"}]}]}]}]}