{"seriesId":"sonic-underground","name":"Sonic Underground","descr":"Auf dem Planeten Mobius herrschte einst die Königin Aleena, welche aber vom bösartigen Dr. Robotnik gestürzt wurde. Ihre drei Kinder, Sonic, Sonia und Manic wurden von Adoptiveltern aufgezogen, da Aleena sich in den Untergrund zurückziehen musste. Doch Robotnik ahnte bereits, dass Aleenas Kinder überlebt haben. Deshalb ließ er die Adoptiv-Familien der drei vernichten und Sonic, Sonia und Manic verfolgen. Seitdem befinden sich die drei Geschwister auf der Flucht und haben sich der Widerstandsbewegung gegen Robotnik angeschlossen. Jeder der Igel besitzt seine eigene, einem Musikinstrument ähnelnde Waffe, welcher er im Notfall aus einem Talisman - einem Vermächtnis ihrer Mutter - aktivieren kann. So kämpfen Sonic und seine Geschwister gegen das nahezu unbesiegbare Reich Robotniks, das gegenüber den Geschwistern den Vorteil von weit entwickelten Waffen und Kampfroboter besitzt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wie alles begann","epNo":1,"alt":"Beginnings","descr":"In der ersten Folge erzählt Königin Aleena, wann und wo ihre Kinder, die drei Igel Sonia, Manic und Sonic, getrennt wurden. Und wie sie nach langer Zeit wieder zueinander fanden.","versions":[{"lang":1,"streams":[{"redirect":11325392,"hoster":"VOE"},{"redirect":10139310,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Man lernt sich kennen","epNo":2,"alt":"Getting To Know You","descr":"Nachdem sich die Geschwister kennengelernt haben, folgen sie gemeinsam der Karte des Orakels. Dabei treffen sie erstmals auf ihre Gegner Dingo und Sleet, denen sie allerdings ein Schnippchen schlagen können. Schließlich erreichen sie ihr Ziel und stoßen auf ihren Lehrer Gondar. Nach anfänglichen Schwierigkeiten schließen die drei Igel ihre körperliche Ausbildung bei ihm ab und werden in eine Kloster geschickt, um ihre geistigen Fähigkeiten zu trainieren…","versions":[{"lang":1,"streams":[{"redirect":8765339,"hoster":"VOE"},{"redirect":8628662,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Reise geht weiter","epNo":3,"alt":"Harmony Or Something","descr":"Nachdem sich die drei Igel endlich zusammengerauft haben, schließen sie ihre Ausbildung im Kloster von Thelonius ab. Derweil lässt Robotnik nichts unversucht, um sie zu erwischen. Vor allem auf das Orakel hat er es abgesehen. Aber er weiß nicht, mit wem er es da aufgenommen hat","versions":[{"lang":1,"streams":[{"redirect":13917308,"hoster":"VOE"},{"redirect":8725954,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Hochzeit","epNo":4,"alt":"Wedding Bell Blues","descr":"Als Dr. Robotonik bekannt gibt, er heirate Königin Aleena, schmuggeln sich die drei Igelköpfe als Hochzeitskapelle getarnt aufs Fest ein. Und tatsächlich, es kommt, wie sie vermutet haben: Sonia, die Kronprinzessin, wird von Dr. Robotoniks Handlangern gefangen genommen. Der fiese Dr. Robotonik möchte Sonia adoptieren, um so zum rechtmäßigen Herrscher über den Planeten Mobius zu werden. Doch plötzlich stößt Königin Aleena zum Geschehen – und kann ihre Tochter retten.","versions":[{"lang":1,"streams":[{"redirect":8765347,"hoster":"VOE"},{"redirect":8628679,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie fängt man eine Königin","epNo":5,"alt":"To Catch A Queen","descr":"Argus, Mitglied der Leibgarde und treuer Anhänger der Königin, gerät in Gefangenschaft. Noch bevor die drei Igel Sonic, Sonia und Manic ihn befreien können, verwandelt Robotnik ihn in einen hirnlosen Roboter. Doch mit Hilfe ihres Medaillons gelingt es ihnen, Argus für kurze Zeit Verstand einzuhauchen. Wird er ihnen nun sagen können, wo sich ihre Mutter aufhält?","versions":[{"lang":1,"streams":[{"redirect":8765345,"hoster":"VOE"},{"redirect":8628665,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mobodoon","epNo":6,"alt":"Mobodoon","descr":"Laut einer Legende taucht alle vier Jahre ein einem Wald die geheimnisvolle Stadt Mobodoon auf. Da die drei Helden gehört haben, dass sie dort geboren wurden, wollen sie die Stadt suchen. Sie hoffen, ihre Mutter zu treffen. Und tatsächlich erscheint der Ort plötzlich wie aus dem Nichts. Während Manic darüber nachdenkt, ob er nicht für immer hier bleiben möchte, schleichen sich auch Sleet und Dingo mit hinein. Die beiden beginnen mit einer gewaltigen Plünderung, bei der auch der Power-Stein geklaut wird. Nun müssen Sonic, Manic und Sonia versuchen, den Stein zurückzubekommen, sonst haben ihre Medaillons keine Wirkung mehr","versions":[{"lang":1,"streams":[{"redirect":8765346,"hoster":"VOE"},{"redirect":8628664,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Preis der Freiheit","epNo":7,"alt":"The Price Of Freedom","descr":"Sonia hat genug vom Rebellenleben und gönnt sich eine Auszeit bei ihrer Freundin Mindy LaTour. Da deren Vater eine Uhrenfabrik besitzt, bekommt Sonia eine kleine Uhr geschenkt. Doch sie muss feststellen, dass das Zeitmessgerät ein Überwachungsinstrument ist. Schnell ruft sie ihre Freunde Manic und Sonic zu Hilfe. Gemeinsam stellen sie nun Mindys Vater zur Rede, der auch seinen Fehler einsieht. Doch Sleet und Dingo sind schon auf dem Weg, um die nächste Ladung Spionageuhren abzuholen. Was nun?","versions":[{"lang":1,"streams":[{"redirect":8765349,"hoster":"VOE"},{"redirect":8628667,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Straßenbande","epNo":8,"alt":"Underground Masquerade","descr":"Der junge Taschendieb Max klaut die Kühlerfigur von Sleet und Dingos Fliege. Auf seiner Flucht begegnet er zufällig Sonic Underground, die ihn schließlich sicher in sein Viertel bringen. Dort lernen die drei Igel Max? Gang kennen. Derweil ersinnen Sleet und Dingo einen Plan, wie sie an die Steuergelder herankommen, ohne dass Robotnik davon Wind bekommt. Zu diesem Zweck soll sich Dingo als Pickeljüngling getarnt in die Bande von Max einschleichen, damit diese ihn bei seinem Vorhaben unterstützen","versions":[{"lang":1,"streams":[{"redirect":8765348,"hoster":"VOE"},{"redirect":8628668,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Falsche Freunde","epNo":9,"alt":"Tangled Webs","descr":"Cyrus, ein Junge aus dem Widerstand, meldet sich bei den drei Igelköpfen. Er bittet sie um Hilfe. Dr. Robotonik hält seinen Vater, einen Wissenschaftler, gefangen. Das stimmt tatsächlich, doch Cyrus wurde von Dr. Robotonik zu den Sonic Underground geschickt, um sie in eine Falle zu locken. Als Cyrus das Gewissen plagt, zerstört er eine Wanze, die Dr. Robotonik an ihm befestigt hat. Schließlich machen sich die igelköpfigen Helden und ihr Freund auf, um den Wissenschaftler zu befreien…","versions":[{"lang":1,"streams":[{"redirect":8765350,"hoster":"VOE"},{"redirect":8628670,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Angst vorm Wasser","epNo":10,"alt":"The Deepest Fear","descr":"Sonic ist extrem wasserscheu. Deshalb fällt ihm der Weg zum Hafen schwer. Doch die Igelköpfe haben einen Hinweis erhalten, dass ihre Mutter sich dort befindet. Angekommen, lernen die Geschwister Kapitän Squeege kenne, der sein Schiff nach Königin Aleen genannt hat und den Igeln helfen will. Denn die ganze Stadt hat Angst vor dem Riesen-Wal Moby Deep, der im Hafen sein Unwesen treibt. Deshalb haben sich die Bürger auch an Robotonik, den Feind gewandt, damit der den Wal bekämpft. Das wollen jetzt die Igel übernehmen und stechen mit dem Kapitän in See. Nur Sonic bleibt an Land. Dort entdeckt er, dass Robotoniks Handlanger mit einem U-Boot Schiffe im Hafen rammen, um so den Anschein zu erwecken, der Wal treibe sein Unwesen. Sonic muss jetzt tapfer sein und seine Wasserscheu überwinden","versions":[{"lang":1,"streams":[{"redirect":8765351,"hoster":"VOE"},{"redirect":8628669,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gedächtnisschwund","epNo":11,"alt":"Who Do You Think You Are","descr":"Wieder gibt es Neuigkeiten von Königin Aleena. Ihr Tagebuch soll sich im Palast der orientalischen Wüstenstadt Tashistan befinden. Die drei Igel machen sich auf den Weg, trennen sich vorm Palast, um besser hineinzugelangen. Dabei erleidet Sonia einen Unfall, wird aber von Widerstandskämpfer Rafi gerettet und gepflegt. Leider aber hat sie ihr Gedächtnis verloren. Um Rafis Familie zu unterstützen, verkauft Sonia auf dem Basar ihr Medaillon. Dieses gelangt in die Hände von Robotoniks Helfer Sleet. Derweil gelingt es den Igel-Brüdern, das Tagebuch zu ergattern. Nach viel Wirrwar wird Rafi von Robotonik gefangen genommen, kann aber von den Geschwistern wieder befreit werden. Und auch Sonia erhält ihr Gedächtnis zurück.","versions":[{"lang":1,"streams":[{"redirect":8765354,"hoster":"VOE"},{"redirect":8628684,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der letzte Ausweg","epNo":12,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8765352,"hoster":"VOE"},{"redirect":8628673,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Debütantinnen-Ball","epNo":13,"alt":"Come Out Wherever You Are","descr":"Die Igel schlagen heute zwei Fliegen mit einer Klappe: Sie versuchen, ein neu entwickeltes Kampfschiff von Robotnik in ihre Gewalt zu bringen. Zudem wollen sie Sonia einen Traum erfüllen und sie in Robotniks Palast auf den Debütantinnen-Ball einschmuggeln. Es gelingt ihnen, während des Festes so viel Verwirrung zu stiften, dass sie sich unbemerkt das Kampfschiff unter den Nagel reißen können.","versions":[]},{"epId":"episode-14","name":"Das Rennen","epNo":14,"alt":"Winner Fakes All","descr":"Robotonik hat sich wieder etwas Hinterlistiges einfallen lassen: Er ruft zu einem Rennen auf. Er ist sich sicher, dass sich Sonic nicht die Gelegenheit entgehen lässt, als Schnellster von Mobius gefeiert zu werden. Sonic will tatsächlich teilnehmen, trotz der Warnungen seiner Geschwister. Doch noch auf dem Weg zum Rennen änder Sonic seine Meinung. Leider erfahren das seine Geschwister nicht mehr, sie sitzen bereits in der Ehrenloge, weil sie befürchten, es handle sich um eine Falle. So können sie ihrem Bruder schnell helfen. Robotonik indes vermutet, Sonic nimmt verkleidet am Rennen teil – und so befiehlt er, den Sieger gefangenzunehmen. Im Fernsehen sieht Sonic, dass Dingo, der das Rennen gewinnt, von Robotoniks Handlangern verfolgt wird. Schnell eilt er zum Rennplatz, um seine Geschwister zu warnen. Das gelingt ihm in letzter Minute","versions":[{"lang":1,"streams":[{"redirect":11325393,"hoster":"VOE"},{"redirect":10139313,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Einem geschenkten Gaul …","epNo":15,"alt":"A Hedgehog’s Home Is Her Castle","descr":"Manic hat einen Brief gefunden, der scheinbar von seiner Mutter ist. Gemeinsam mit Sonia macht er sich nun auf den Weg, um das Schloss zu suchen, das seine Schwester angeblich geerbt hat. Sonic begleitet die beiden auf ihrer Exkursion. Schon bald geraten die Brüder in eine Notlage. Sie stecken in einem Verlies fest, können sich jedoch befreien. Um vor einigen Häschern zu fliehen, treten die Geschwister durch einen Zauberspiegel und landen in einer vollkommen anderen Welt","versions":[]},{"epId":"episode-16","name":"Artefakte","epNo":16,"alt":"Artifact","descr":"Robotnik will zwei alte Fundstücke versteigern, die er bei Ausgrabungen in der alten Stadt Mobopinchu entdeckt hat. Doch die drei Igel von Sonic Underground stiften erhebliche Verwirrung und lassen die Veranstaltung platzen. Denn das Geld aus der Versteigerung soll für neue Swatbots des bösen Robotnik eingesetzt werden. Bei dem ganzen Tohuwabohu lässt Manic das zweite Fundstück von Robotnik mitgehen. Wie sich bald herausstellt, handelt es sich dabei um eine alte Bombe. Nun steht das Trio vor einem Problem: Manic hat das gefährliche Teil schon längst an einen Hehler verscherbelt","versions":[{"lang":1,"streams":[{"redirect":11325394,"hoster":"VOE"},{"redirect":10139312,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Ungeziefer-Plage","epNo":17,"alt":"Bug!","descr":"Erneut machen sich die drei Igel auf die Suche nach ihrer Mutter. Dabei begegnet ihnen der Freiheitskämpfer Rudy, gegen den sich seine eigenen Leute gestellt haben, nachdem diese von seltsamen Fliegen gestochen wurden. Die drei Helden vermuten, dass Robotnik dahinter steckt. Und richtig, der Doktor hat die so genannten Flybots ausgesandt, damit sie aus all ihren Opfern willenlose Sklaven machen. Als Sonic, Manic und Sonia ein Exemplar fangen wollen, wird Manic gestochen und spioniert nun seine Geschwister aus…","versions":[{"lang":1,"streams":[{"redirect":11325395,"hoster":"VOE"},{"redirect":10139314,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die hängenden Gärten","epNo":18,"alt":"Sonic Tonic","descr":"Robotnik gewinnt aus einem Baum aus den hängenden Gärten von Mobius ein Extrakt, mit dem sich Sonics Schnelligkeit nachahmen lässt. Sleet und Dingo gelingt es, mit Hilfe des Sonic Tonics den Igel einzufangen. Aber schon bald bekommt Dingo die Nebenwirkungen des Extraktes zu spüren. Seine Füße wachsen ins Unermessliche. Sonic nutzt die Gunst der Stunde für seine Flucht. Wird er erfolgreich sein?","versions":[{"lang":1,"streams":[{"redirect":11325398,"hoster":"VOE"},{"redirect":10139315,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die fliegende Insel","epNo":19,"alt":"Friend Or Foe","descr":"Auf der Suche nach ihrer Mutter verschlägt es Sonic, Manic und Sonia auf eine fliegende Insel. Diese verdankt ihre außergewöhnliche Fähigkeit dem Chaos-Diamanten, der von Knuckles, dem guten Geist der Insel, bewacht wird. Inzwischen haben Sleet und Dingo das Gerücht verbreitet, die drei Igel hätten die Absicht, den wertvollen Stein zu stehlen. Knuckles ist sofort bereit, den ihm anvertrauten Schatz zu beschützen und verwickelt Sonic, Manic und Sonia in einen Kampf. Diese Chance wiederum nutzen Sleet und Dingo, um ihrerseits den Chaos-Diamanten an sich zu nehmen. Wird es den beiden Kopfgeldjägern gelingen, die Insel zum Absturz zu bringen?","versions":[{"lang":1,"streams":[{"redirect":11325396,"hoster":"VOE"},{"redirect":10139316,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kopf-Spiele","epNo":20,"alt":"Head Games","descr":"Eine ganze Insel ist in Gefahr. Ihr Eigentümer will das schöne \"Speedster Island\" an Dr. Robotonik verkaufen. Der plant aus der Insel eine noble Hotelanlage für Aristokraten zu machen. Mantu, der Sohn des Inseleigners, betet zu den Götterstatuen, damit diese den Verkauf verhindern. Die steinernen Figuren sehen den drei Igelköpfen sehr ähnlich. Und weil Sonia, Sonic und Manic mittlerweile auf Speedster Island eingetroffen sind, um Schlimmstes zu verhindern, glaubt nun Mantu, die Götter persönlich seien erschienen. Tatsächlich stellt sich heraus, dass Musik die Steinfiguren zum Leben erwecken kann. Und so schlagen die echten Götter, die drei Igelköpfe und Mantu Dr. Robotoniks Handlanger in die Flucht.","versions":[{"lang":1,"streams":[{"redirect":11325399,"hoster":"VOE"},{"redirect":10139319,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Im alten Rom","epNo":21,"alt":"When In Rome","descr":"Die drei Igelköpfe wollen wissen, wo sich ihre Mutter aufhält. Dazu befragen sie das Orakel. Doch bevor sie eine Antwort erhalten, müssen sie eine Prüfung bestehen. Dazu werden sie in eine Parallelwelt geschickt, die dem alten Rom ähnlich ist. Ohne ihre kraftverleihenden Medaillons müssen die Geschwister dem gebeutelten Volk gegen den Diktator Sleetus zur Seite stehen. Das ist schwerer, als sie dachten. Und schnell geraten sie in Gefangenschaft. Manic und Sonia kommen in die Arena und sollen dort den Löwen zum Fraß vorgesetzt werden. Doch in letzter Sekunde kann Sonic seine Geschwister mit Hilfe des Minotaurus retten. Da sie sich ohne die Kraft ihrer Medaillons gegen das Böse zur Wehr setzen können, erlaubt ihnen das Orakel, einen Blick in die Zukunft werfen zu dürfen. Und dort können die Igelköpfe endlich ihre Mutter sehen.","versions":[{"lang":1,"streams":[{"redirect":13004748,"hoster":"VOE"},{"redirect":8628672,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Kronjuwel","epNo":22,"alt":"The Jewel In The Crown","descr":"Per Zufall erfahren die Igelköpfe von einem Juwel, das an Dr. Robotonik verkauft werden soll. Mit dessen Hilfe will der Diktator Königin Aleena aufspüren. Denn je näher der kostbare Stein der Königin kommt, desto heller leuchtet er. Noch bevor Robotonik in den Besitz des Juwels kommen kann, haben die drei Geschwister sich den Stein auch schon geschnappt und machen sich selber auf die Suche nach ihrer Mutter. Leider werden sie von Robotonik, Dingo und den Swatbots Sleet verfolgt. Als der Stein sie zu einer Höhle führt, glauben die Igelköpfe sich am Ziel. Doch leider sind sie auf eine Attrappe hereingefallen – die eigentlich für Robotonik und seine Handlanger gedacht war. Aus den Wänden der Höhle beginnt es zu schießen. Knapp gelingt Sonia, Manic und Sonic die Flucht. Ihre Verfolger aber werden in der Höhle überrumpelt.","versions":[{"lang":1,"streams":[{"redirect":11325403,"hoster":"VOE"},{"redirect":10139317,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Drei Igel und ein Baby","epNo":23,"alt":"Three Hedgehogs And A Baby","descr":"Robotnik hat einen täuschend echt aussehenden Baby-Roboter mit eingebauter Kamera entwickelt. Es gelingt ihm, diesen den drei Igeln unterzuschieben. Robotniks Plan ist es, den Zufluchtsort des Trios ausfindig zu machen. Zunächst scheint alles glatt zu gehen. Manic betätigt sich als Babysitter, währenddessen Sonia und Sonic in eine Falle tappen. Dummerweise verrät Robotnik ihnen von seinem Plan. Den beiden gelingt die Flucht und sie machen sich auf dem schnellsten weg zu Manic. Können sie das Drama noch abwenden?","versions":[{"lang":1,"streams":[{"redirect":11325401,"hoster":"VOE"},{"redirect":14203979,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Beduinenstamm","epNo":24,"alt":"Dunesday","descr":"Sonic, Manic und Sonia haben von einem Beduinenstamm gehört, der sich tapfer gegen Robotnik behauptet. Nun machen sich die Geschwister auf, um die Menschen für sich zu gewinnen. Doch so einfach ist das nicht, denn erst einmal muss Sonic ein Aufnahmeritual über sich ergehen lassen. Manic misstraut den Beduinen und schleicht sich des Nachts zu deren Oberhaupt und entdeckt, was er bereits geahnt hat: der Beduinenführer ist robotisiert. Jetzt befindet sich Manic in ernsthafter Gefahr…","versions":[{"lang":1,"streams":[{"redirect":12925776,"hoster":"VOE"},{"redirect":14017095,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Pyramide","epNo":25,"alt":"Mummy Dearest","descr":"Die Igelköpfe belauschen Dr. Robotonik und erfahren, dass eine alte ägyptische Schriftrolle existiert, die den Weg zu Königin Aleena weist. Leider ist diese Rolle in einer Pyramide versteckt. Und die ist bestens bewacht. Als die Igelköpfe sich Zutritt verschaffen, stoßen sie auf einen Hohepriester, der Sonic für einen Pharao hält. Gemeinsam machen sie sich auf den Weg zum Königsraum, wo die Schriftrolle aufbewahrt wird. Währenddessen versuchen Robotonik und seine Handlanger ebenfalls in die Pyramide zu gelagen. Doch so leicht kommen sie an den Wächtern nicht vorbei. Als die Igelköpfe die Rolle endlich in den Händen haben, machen sie sich auf den Weg nach Hause. Dort allerdings zerbröselt das Schriftstück","versions":[{"lang":1,"streams":[{"redirect":11325402,"hoster":"VOE"},{"redirect":10139403,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Igel mit der eisernen Maske","epNo":26,"alt":"The Hedgehog In The Iron Mask","descr":"Die drei Igel wollen herausfinden, wer der geheimnisvolle Gefangene ist, der mit einer eisernen Maske in Robotniks Turm festsitzt. Als sie ihn befreien, behauptet er ihr Onkel, der Zwillingsbruder ihrer Mutter, zu sein. In Wahrheit handelt es sich aber um einen von Robtnik beauftragten Schauspieler, der einen Keil zwischen Sonic, Manic und Sonia treiben soll. Zunächst gelingt ihm sein böser Plan und die Geschwister gehen getrennte Wege","versions":[{"lang":1,"streams":[{"redirect":11325404,"hoster":"VOE"},{"redirect":10139323,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Paralleldimension","epNo":27,"alt":"Six Is A Crowd","descr":"Während eines Besuchs beim Orakel werden Sonic, Manic und Sonia in eine Paralleldimension befördert. Dort herrschen Zustände, die das genaue Gegenteil von ihrem wirklichen Leben widerspiegeln: die Igel sind die bösen Machthaber und ein freundlicher Robtnik führt die Untergrundbewegung an. Da sich die Geschwister der Widerstandsgruppe anschließen wollen, spürt jeder für sich seinen Gegenpart auf und nimmt ihn gefangen","versions":[{"lang":1,"streams":[{"redirect":11325406,"hoster":"VOE"},{"redirect":10139322,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Die fliegende Festung, Teil 1","epNo":28,"alt":"Flying Fortress","descr":"Gerade als die drei Igel in den wohlverdienten Urlaub aufbrechen wollen, werden sie von Robotniks bösen Machenschaften aufgehalten. Dieser hat eine neue Waffe entwickelt? eine fliegende Festung? und legt damit alles in Schutt und Asche, was ihm in die Quere kommt, während er Jagd auf die Geschwister macht. Sonic gelingt es, in Robotniks bewaffnete Anlage einzudringen und bemerkt, dass deren grünleuchtende Energiequelle erstaunliche Ähnlichkeit mit dem Chaos-Diamanten hat. Eilends sucht das Trio Knuckles, den Inselwächter, auf, um festzustellen, ob ihm der wertvolle Smaragd gestohlen wurde","versions":[{"lang":1,"streams":[{"redirect":11325405,"hoster":"VOE"},{"redirect":14159508,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Die fliegende Festung, Teil 2","epNo":29,"alt":"No Hedgehog Is An Island","descr":"Dingo und Sleet haben sich mit dem Chaos-Diamanten aus Robotniks fliegender Festung aus dem Staub gemacht. Während eines Streits fällt ihnen der wertvolle Stein herunter und zerbricht in zwei Teile. Nun breitet sich die Chaos-Energie auf dem ganzen Planeten aus. Knuckles und die drei Igel bitten Urgroßvater Rastahaar um Rat, wie diese Katastrophe aufzuhalten ist. Der weise Alte überreicht ihnen ein Gefäß, mit dessen Hilfe sie den Chaos-Diamanten wieder zusammensetzen können und empfiehlt ihnen, ausnahmsweise Robotnik zu ihrer Unterstützung zu holen. Das lehnen Sonic, Manic und Sonia allerdings strikt ab…","versions":[{"lang":1,"streams":[{"redirect":10841868,"hoster":"VOE"},{"redirect":10139325,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Der Verrat","epNo":30,"alt":"New Echinda In Town","descr":"Knuckles lässt sich auf einen Deal mit Robotnik ein, um den gestohlen Chaos-Diamanten zurückzubekommen und wiederzusammensetzen. Dafür soll er dem bösen Herrscher helfen, die drei Igel zu fangen. Schweren Herzens willigt Knuckles ein und lockt die Geschwister in eine Falle. Doch schon bald meldet sich sein schlechtes Gewissen und er ergreift mit dem Trio die Flucht. Gemeinsam machen sie sich daran, den Chaos-Diamanten auf eigene Faust zurückzuerobern","versions":[{"lang":1,"streams":[{"redirect":11325407,"hoster":"VOE"},{"redirect":10139326,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Alte Feindschaften","epNo":31,"alt":"Country Crisis","descr":"Sonic, Manic und Sonia werden von ihrer Mutter aufgefordert, sich in ein ländliches Tal zu begeben. Dort baut Robotnik einen Staudamm, der sowohl die Bewohner des Tals als auch die der dazugehörigen Bergregion bedroht. Aufgrund eines Missverständnisses jedoch herrscht seit Generationen eine Fehde zwischen den beiden Bevölkerungsgruppen, die sie nun daran hindert, gemeinsam gegen Robotnik vorzugehen. Mit Musik gelingt es den Igeln schließlich, Frieden zwischen den zwei Gruppen zu stiften","versions":[{"lang":1,"streams":[{"redirect":11325413,"hoster":"VOE"},{"redirect":10139327,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Eine haarige Angelegenheit","epNo":32,"alt":"Haircraft In Space","descr":"Im angesagtesten Friseursalon von Robotropolis arbeitet Doo-Bot, ein pausenlos plaudernder, weiblicher Roboter. Ohne es zu wissen, hypnotisiert sie dadurch ihre Kunden, um ihre Meinung über Robotnik zu erfahren und auf Kassette aufzunehmen. Als sich Sonia dort frisieren lässt, gibt sie ungünstigerweise in Trance den neuen Rebellenstützpunkt preis. Nun setzt sie alles daran, das Band aus Doo-Bots Aufnahmegerät in die Finger zu bekommen","versions":[{"lang":1,"streams":[{"redirect":11325410,"hoster":"VOE"},{"redirect":10139330,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Der Derobotisierer","epNo":33,"alt":"Healer","descr":"In Robotropolis taucht der geheimnisvolle Wunderheiler Titus auf, der behauptet mittels einer eigenen Erfindung robotisierte Leute entrobotisieren zu können. Sonia ist ihm gegenüber zunächst misstrauisch, doch dann erkennt sie begeistert die Vorteile seiner Fähigkeiten. Als Sonic das Umfeld des Fremden genauer unter die Lupe nimmt, findet er heraus, dass es sich bei Titus um einen Scharlatan handelt. Zu spät? denn Sonia ist bereits in seine Fänge geraten!","versions":[{"lang":1,"streams":[{"redirect":11325408,"hoster":"VOE"},{"redirect":10139328,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Sonias Entscheidung","epNo":34,"alt":"Sonia’s Choice","descr":"In der schönen Stadt Anaise hat sich Robotnik etwas Besonderes einfallen lassen, um die Igel zu fassen. Aus dem Besitz der königlichen Familie hat er einige Kunstgegenstände ausgestellt, in der Erwartung, dass Sonic, Sonia und Manic ihre Erbstücke zurück holen wollen. Sein Plan scheint aufzugehen. Zwar überlistet das Trio das Sicherheitssystem der Ausstellungshalle, aber Robotnik lässt während der Flucht Sonic und Manic gefangennehmen. Jetzt steht Sonia vor einem Dilemma: Da Sonic und Manic getrennt untergebracht sind, kann sie nur einen ihrer Brüder retten. Da tritt die ansässige Widerstandsgruppe unter Leitung von Renée auf den Plan…","versions":[{"lang":1,"streams":[{"redirect":8765353,"hoster":"VOE"},{"redirect":8628675,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Königin Sonia","epNo":35,"alt":"The Big Melt","descr":"Robotonik hat sich wieder etwas Fieses einfallen lassen: Eine Maschine soll die Polarkappen erwärmen, damit Mobius überflutet wird. Die drei Igel kriegen Wind davon und machen sich auf ins Eis. Leider werden sie getrennt. Und so landet Sonia bei den Pinguinen, die sie für ihre Königin Sauna halten. Erst als die zwei Brüder auftauchen, können sie das Missverständnis klären. Gemeinsam gelingt es den Igeln, die Maschine ausfindig zu machen und zu zerstören","versions":[{"lang":1,"streams":[{"redirect":8765355,"hoster":"VOE"},{"redirect":8628676,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Schläfer","epNo":36,"alt":"Sleepers","descr":"Unter mysteriösen Umständen verschwinden in Robotropolis ein paar Widerstandskämpfer. Dahinter steckt natürlich Robotnik, der mit einer neuen teuflischen Erfindung aufwartet, den so genannten Schläfern. Dabei handelt es sich um kleine ferngesteuerte Raketen, die Betäubungsgas versprühen und damit die Widerstandskämpfer ausschalten. Als Sonic, Manic und Sonia herausfinden, dass die Schläfer mit einem bestimmten Element angetrieben werden, das nur in einer einzigen Mine auf ganz Mobius vorkommt, wollen sie das Depot zerstören…","versions":[{"lang":1,"streams":[{"redirect":8765363,"hoster":"VOE"},{"redirect":8628677,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Bartleby, der Gefangene","epNo":37,"alt":"Bartleby The Prisoner","descr":"Ein gemeiner Trick: Um die Igelköpfe aus der Reserve zu locken, stiftet Dr. Robotonik ein Gerichtsverfahren an. Er will Bartleby zum Robotonisieren verurteilen. Das kann Sonia nicht hinnehmen. Sie macht sich auf den Weg, um dem Gefangenen zu helfen. Ihre Brüder lassen sie nicht im Stich und folgen ihr. Gemeinsam gelingt es den drei Helden, Bartleby zu befreien.","versions":[{"lang":1,"streams":[{"redirect":11325412,"hoster":"VOE"},{"redirect":10139329,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Sei artig","epNo":38,"alt":"The Art Of Destruction","descr":"Dr. Robotonik hat eine neue Waffe: einen lernfährigen Roboter. Der ist auf die drei Igelköpfe angesetzt und überrascht diese prompt, als sie musizieren. Doch der feinfühlige Roboter merkt schnell, dass die Geschwister nicht die Bösen sind – und er schließt sich ihnen an. Robotonik muss sich nun etwas einfallen lassen, um die vier auf einen Schlag los zu werden. Er lässt verlauten, Königin Aleena sei in seiner Gewalt. Als die vier in seinem Hauptquartier erscheinen, werden sie überwältigt und in eine Zelle gesteckt. Das Üble: Die Wände rücken immer näher aneinander. Der Roboter stemmt sich mit seiner ganzen Kraft so lange dagegen, bis die drei Igelköpfe fliehen können. Doch das bedeutet sein Ende","versions":[{"lang":1,"streams":[{"redirect":12381615,"hoster":"VOE"},{"redirect":10139331,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Das Medaillon","epNo":39,"alt":"The Pendant","descr":"Die Luftverschmutzung über Mobius lässt die Wolkendecke löcherig werden. So kommt ein bislang unbekanntes Stück Land ans Licht: die Smaragd-Halbinsel. Natürlich will Robotonik sie sofort in seinen Besitz bringen. Die drei Igelköpfe erfahren davon und reisen zu den Bewohnern des Eilands, um sie zu warnen. Dort treffen sie auf eine alte Frau namens Maeve, die Sonia prophezeit, dass sie einen sehr wichtigen Fund machen wird. Und tatsächlich: Kurz darauf findet Sonia ein Medaillon, mit dessen Hilfe sie ihre Feinde beobachten kann. So weiß sie genau, was Robotoniks fiese Handlanger gerade planen. Leider wird der Benutzer des Medaillons unsichtbar, sobald er sich dessen Kräfte zunutze gemacht hat. Jetzt müssen ihre Geschwister das Gegenstück zum Medaillon finden, das Sonia retten kann","versions":[{"lang":1,"streams":[{"redirect":11325414,"hoster":"VOE"},{"redirect":10139333,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Gefangene im Cyberspace","epNo":40,"alt":"Virtual Danger","descr":"Ein neues Computerspiel zieht Sonic und Manic in seinen Bann: Castle Conquest. Beide sind mittlerweile Profis. Bis sich Robotonik einschaltet und es ihm gelingt, die Igel in das Spiel zu integrieren. Wenn sie jetzt nicht gegen ihn gewinnen, müssen sie für immer im Cyberspace bleiben. Zum Glück kann Sonia sie noch rechtzeitig retten.","versions":[{"lang":1,"streams":[{"redirect":11325420,"hoster":"VOE"},{"redirect":10139332,"hoster":"Streamtape"}]}]}]}]}