{"path":"/serie/stream/sonny-munroe","name":"Sonny Munroe","descr":"Sonny Munroe ist ein ganz normales Mädchen, bis sie eines Tages durch ein Bewerbungsvideo im Internet eine Rolle in der Fernsehserie \"So ein Zufall!\" (So Random!) bekommt und dadurch die Gruppe wieder komplettiert, nachdem erwähnt wird, dass ihre Vorgängerin Mandy die Show verließ. Zusammen mit ihrer Mutter zieht sie deshalb von Wisconsin nach Hollywood, wo sie neue Freunde aber auch Feinde findet. Sie sammelt erste Eindrücke und Erfahrungen über das Leben in Hollywood, mit der Schauspielerei, Stars und die Erschaffung eines positiven Images in den Medien.","seasons":[{"path":"/serie/stream/sonny-munroe/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sonny-munroe/staffel-1/episode-1","name":"Der erste Tag","epNo":1,"alt":"Sketchy Beginnings","descr":"Sonny wird von ihrer Mutter aus Wisconsin nach Hollywood gebracht. Während sich Marshall, Zora und die Jungs freuen, ein neues Teammitglied bei ¿so ein Zufall¿ begrüßen zu dürfen, stellt sich Tawni quer. Sie wirft Sonny nur Steine in den Weg. Als Sonny auch noch eine Idee hat, die Tawni ihre Stellung als Bienenkönigin in einem Sketch abspenstig macht, ist es endgültig aus. Die Mädchen sind sich gar nicht grün. Sonny versucht, Frieden zu schließen, aber sie macht alles mit einer Reihe von Missgeschicken nur noch schlimmer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11239586","hoster":"VOE"},{"path":"/redirect/10139386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-2","name":"West Coast Story","epNo":2,"alt":"West Coast Story","descr":"Sonny (Demi Lovato) ist mit ihrer Mutter nach Los Angeles gezogen, weil sie einen Job als Schauspielerin in einer Comedy-Show bekommen hat. Am Set erwartet sie eine völlig neue Welt. Neue Freunde, die Arbeit für das Fernsehen, Spaß und Intrigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11239614","hoster":"VOE"},{"path":"/redirect/10139384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-3","name":"Sonny auf Abwegen","epNo":3,"alt":"Sonny at the Falls","descr":"Zwischen Sonny und den anderen Schauspielern ihrer Show gibt es Spannungen. Das nutzt Chad, um sie als Gaststar für seine Show zu gewinnen. Das sorgt natürlich für noch mehr Stress.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11239696","hoster":"VOE"},{"path":"/redirect/10139385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-4","name":"Fanpost für Sonny","epNo":4,"alt":"You\u0027ve Got Fan Mail!","descr":"Sonny ist die einzige Schauspielerin in ihrer Show, die keine Fanpost bekommt. Also schreibt sie sich kurzerhand selbst. Als Marshall den vermeintlichen Fan in die Show einlädt, verkleidet sich Sonny und kommt als ‚Eric‘ zum Set.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11239640","hoster":"VOE"},{"path":"/redirect/10139387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-5","name":"Check das, Sonny!","epNo":5,"alt":"Cheater Girls","descr":"Sonnys Mutter droht, sie aus der Show zu nehmen, wenn sich ihre Schulnoten nicht merklich bessern. Tawni überredet sie dazu, beim nächsten Test zu schummeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11239650","hoster":"VOE"},{"path":"/redirect/10139388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-6","name":"Besuch aus Wisconsin","epNo":6,"alt":"Three\u0027s Not Company","descr":"Sonnys beste Freundin aus Wisconsin kommt zu Besuch. Im Handumdrehen treibt Tawni einen Keil zwischen Lucy und Sonny …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11239669","hoster":"VOE"},{"path":"/redirect/10139390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-7","name":"Die böse Hexe aus dem Netz","epNo":7,"alt":"Poll\u0027d Apart","descr":"Ein Online-Blogger hat eine Beliebtheitswahl ins leben gerufen. Wer kommt besser bei den Zuschauern an: Sonny oder Tawni? Das sorgt für reichlich Ärger …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335184","hoster":"VOE"},{"path":"/redirect/10139389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-8","name":"Diva gegen Ekel","epNo":8,"alt":"Fast Friends","descr":"Ein Kamerateam begleitet Sonny am Set. Chad drängt sich ständig vor die Kamera, um auch ein wenig Aufmerksamkeit zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11239858","hoster":"VOE"},{"path":"/redirect/10139391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-9","name":"Küsschen, tschüsschen!","epNo":9,"alt":"Sonny With a Chance of Dating","descr":"Sonny und Tawni werden vom gleichen Typen auf ein Date eingeladen. Ausnahmsweise verbünden sich die beiden und arbeiten einen Racheplan gegen den Jungen aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240343","hoster":"VOE"},{"path":"/redirect/10139394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-10","name":"Daddys kleiner Engel","epNo":10,"alt":"Sonny and the Studio Brat","descr":"Sonny hat die Aufgabe, sich einen Tag lang um ein kleines Mädchen zu kümmern. Die entpuppt sich als extrem anstrengend …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240366","hoster":"VOE"},{"path":"/redirect/10139392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-11","name":"Der geheime Abschlussball","epNo":11,"alt":"Promises, Prom-misses","descr":"Obwohl Marshall Sonny verbietet, einen Tanz-Ball im Studio zu veranstalten, plant sie im Geheimen weiter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240081","hoster":"VOE"},{"path":"/redirect/10139393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-12","name":"Verkuppelt!","epNo":12,"alt":"The Heartbreak Kids","descr":"Sonnys Lehrerin verteilt ständig schlechte Noten. Sonny glaubt, dass der Grund dafür in ihrer Einsamkeit liegt und verkuppelt sie deshalb mit Marshall. Die Noten gehen tatsächlich rauf und alles scheint super, bis sich Frau Bittermann in die Show einmischt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925818","hoster":"VOE"},{"path":"/redirect/10139395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-13","name":"Die Zauberin vom Filmset","epNo":13,"alt":"Battle of the Networks\u0027 Stars","descr":"Chad dreht einen Film über sein Leben. Er veranstaltet ein Casting, bei dem lauter Doubles der So ein Zufall-Stars auftauchen. Doch die Zufaller überzeugen Chad davon, dass sie sich am besten selber spielen können. Chad willigt ein. Einzige Ausnahme: Sonny soll ein Casting über sich ergehen lassen. Natürlich bekommt sie die Rolle der Sonny nicht. Stattdessen wird Selena Gomez engagiert. Genervt versucht Sonny, Selena klar zu machen, dass Chads Drehbuch willkürlich und an den Haaren herbeigezogen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11239703","hoster":"VOE"},{"path":"/redirect/10139396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-14","name":"Die Promi-Kamera-Falle","epNo":14,"alt":"Prank\u0027d","descr":"Chad moderiert angeblich eine neue Show mit dem Titel \"Die Promi-Kamera-Falle\". Fortan haben alle Angst, von Chad verladen zu werden. Nicht nur das. Sie fürchten einen Verräter, der mit Chad kooperieren könnte, in den eigenen Reihen. Um der möglichen Kamera-Falle zu entgehen, legen sich Nico und Grady gegenseitig rein, vermasselt Sonny ein Casting, und Tawni wittert überall versteckte Kameras. Als Chad am Ende präsentieren möchte, wie er Tawni reinlegt, wendet sich das Blatt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240502","hoster":"VOE"},{"path":"/redirect/10139397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-15","name":"Kampf um die Requisite","epNo":15,"alt":"Tales From The Prop House","descr":"Chad versucht, den Aufenthaltsraum von Sonny und Co. an sich zu reißen. So einfach, wie er sich das vorstellt, klappt dies aber nicht. Die Mannschaft von ‚So ein Zufall!‘ wehr sich mit allem, was ihnen zur Verfügung steht gegen die feindliche Übernahme …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240392","hoster":"VOE"},{"path":"/redirect/11240382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-16","name":"Tawnis (Alp)Traum-Date","epNo":16,"alt":"Sonny In The Kitchen With Dinner","descr":"Tawni verknallt sich in einen ‚normalen‘ Jungen. Sonny versucht, die beiden zusammen zu bringen aber das arrangierte Date verläuft alles andere als normal …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240529","hoster":"VOE"},{"path":"/redirect/10139399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-17","name":"Gaststar Chad","epNo":17,"alt":"Guess Who\u0027s Coming to Star Guest","descr":"Chad soll als Gaststar bei \"So ein Zufall\" auftreten. Seine Partnerin ist Sonny. Gleich zu Beginn erklärt er ihr, dass sich all seine Filmpartnerinnen zwangsweise in ihn verlieben und spätestens nach dem ersten Kuss verloren sind. Sonny ist verwirrt, beschließt aber zu widerstehen. Als Marshall den Sketch so umschreibt, dass tatsächlich eine Kussszene darin vorkommt, versucht sie, Tawni dazu zu bringen, ihren Part zu übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11239984","hoster":"VOE"},{"path":"/redirect/10139400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-18","name":"Hart auf Hart","epNo":18,"alt":"Hart to Hart","descr":"Tawni hat Stress mit ihrer Managerin, die ihr einen neuen Sketch aufnötigen möchte, den sie selber doof findet. Sonny rät ihr dazu, Tacheles zu reden, woraufhin Tawni ihre Managerin feuert. Es stellt sich heraus, dass Tammy, Tawnis Mutter, ihre Managerin ist, und es kommt zum Bruch. Tawni zieht daraufhin bei Sonny ein. Doch Sonny entwickelt mit ihrer Mutter Connie einen Schlachtplan, um Tawni wieder loszuwerden. Sie schafft es auch, und Mutter und Tochter versöhnen sich am Ende wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240419","hoster":"VOE"},{"path":"/redirect/10139401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-19","name":"Die Geburtstagskrise","epNo":19,"alt":"Sonny in the Middle","descr":"Nico und Grady haben am gleichen Tag Geburtstag. Sonny hat für sie ein gemeinsames Geschenk besorgt und eine Überraschungsparty organisiert. Doch schon auf der Party bekommen sich Nico und Grady in die Haare, denn sie schaffen es nicht, das Geschenk zu teilen. Die beiden zerstreiten sich. Sonny versucht zu schlichten, mit dem Erfolg, dass sowohl Nico als auch Grady sie zu ihrer neuen besten Freundin erklären. Doch am Ende gelingt es Sonny, die beiden wieder miteinander zu versöhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240454","hoster":"VOE"},{"path":"/redirect/10139405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-20","name":"Keksmonster","epNo":20,"alt":"Cookie Monsters","descr":"Zora ist bei den Blütenscouts. Sie hat sich vorgenommen, einen neuen Rekord im Kekse verkaufen aufzustellen. Das weckt bei Sonny traumatische Erinnerungen, ist sie doch damals bei den Blütenscouts rausgeflogen. Um Zora zu nerven, wird auch Dakota, die Tochter des Studiobosses, ein Blütenscout und versucht, Zora den Keksverkaufsrekord abstreitig zu machen. Zu allem Überfluss ist die Leiterin der Truppe Mrs. Montecor, die auch damals in Wisconsin Sonny unter ihren Fittichen hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240481","hoster":"VOE"},{"path":"/redirect/10139402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-1/episode-21","name":"Tückische Talkshow","epNo":21,"alt":"Sonny: So Far","descr":"Sonny und Tawni sind bei einer Talkshow eingeladen. Es handelt sich um ‚Erwischt‘ mit Gilroy Smith. Dummerweise ist es eine Talkshow, bei der die Gäste reingelegt werden sollen. Die beiden Mädchen schließen einen Pakt, um sich gegenseitig den Rücken zu stärken. Doch Gilroy fährt immer schärfere Geschütze auf. Am Ende lädt er sogar Chad dazu. Als Sonny und Chad auch einen Pakt schließen wollen, läuft wieder eine versteckte Kamera mit. Das Publikum soll Zeuge werden, wie die zwei über ihre Gefühle zueinander sprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240558","hoster":"VOE"},{"path":"/redirect/10139404","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/sonny-munroe/staffel-2/episode-1","name":"Wenn die Hose kneift","epNo":1,"alt":"Walk a Mile in My Pants","descr":"Tawni hat eine neue Jeans auf den Markt gebracht: Tawni Harts extrem enge Jeans. Sie ist sehr schick, aber so eng, dass man kaum reinkommt und die Blutzufuhr an den Beinen abgeschnürt wird.Gleichzeitig organisiert Sonny einen Spendenlauf für Bibliotheken in benachteiligten Vierteln. Um Tawni für diesen Lauf zu gewinnen, überlegt sich Sonny, dass sie, Nico und Grady in Tawnis Jeans am Lauf teilnehmen wollen. Aber dazu kommt es nicht, da kurz vor dem Lauf Tawnis Beine taub werden und sie ins Krankenhaus muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11239589","hoster":"VOE"},{"path":"/redirect/10139407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-2","name":"Check mal Glendovia!","epNo":2,"alt":"Sonny Get Your Goat","descr":"Sonny und Tawni haben mal wieder Streit miteinander. Als die Check-das-mal-Girls zu einem Event nach Glendovia eingeladen werden, schubst Tawni Sonny aus der Limousine, die sie zum Flughafen bringen soll und fliegt alleine. Aber in Glendovia ist Tawni gar nicht glücklich. Alles ist schmuddelig, sie wird nicht in Ehren empfangen. Als sie wieder abreisen will, taucht Sonny auf. Die hat genug von Dinka, der als Gast aus Glendovia im Austausch in Hollywood eingetroffen ist. Er soll Tawni ersetzen, kann das aber nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240580","hoster":"VOE"},{"path":"/redirect/11240583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-3","name":"Nie mehr Gassi mit Gassie","epNo":3,"alt":"Gassie Passes","descr":"Sonny ist entsetzt, wie Bella, die Hundetrainerin, Gassie behandelt. Sie schnappt sich das Tier, füttert es streichelt es und spielt mit ihm. Daraufhin stellt Gassie das Pupsen ein. Für Bella ist der Hund somit nutzlos. Sie schenkt ihn Sonny. Doch ihre Teamkollegen sind ebenfalls stocksauer auf Sonny, denn ohne Gassie platzt das geplante Filmprojekt: Gassie und wir. Als Sonny wieder mit dem Hund spielt, stirbt er. Sie ist außer sich, doch Chad verspricht, eine Gedenkfeier für Gassie zu organisieren. Die wird dementsprechend bombastisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240687","hoster":"VOE"},{"path":"/redirect/10139408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-4","name":"Sonnys Song","epNo":4,"alt":"Sonny With A Song","descr":"Der bekannte Sänger Trey Brothers besucht ‚So ein Zufal‘l. Alle finden ihn anbetungswürdig, nur Sonny tut so, als wüsste sie nicht einmal, wer er ist. In Wirklichkeit ist er ihr heimliches Idol und es ist ihr größter Wunsch, ihm eines ihrer selbstgeschriebenen Lieder zu zeigen. Aber Tawni klaut ihr den Song. Sie zeigt ihn Trey und tut so, als wäre es ihrer. Der findet ihn ziemlich gut und stellt ihn Marshall als seinen neuen Song vor. Daraufhin will Marshall, dass er ihn am Abend bei der Show live auf der Bühne spielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240609","hoster":"VOE"},{"path":"/redirect/10139412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-5","name":"Wahre Prinzessinnen","epNo":5,"alt":"High School Miserables","descr":"Sonny will im Namen der So ein Zufall-Besetzung einen Brief an Mister Condor schreiben und sich über mehrere Dinge beschweren. Doch Mister Condor reagiert darauf, indem er seine kleine Tochter Dakota als neues Castmitglied einführt, die bald jeden der fünf anderen ersetzen kann. Als sie protestieren, werden sie gefeuert und auf eine öffentliche Schule verfrachtet. Das Leben dort erweist sich als Albtraum und sie wünschen sich zurück in ihren Fernsehjob. Da wachen sie plötzlich aus ihrem Albtraum auf und beschließen, sich lieber doch nicht zu beschweren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381628","hoster":"VOE"},{"path":"/redirect/10139409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-6","name":"Candyface","epNo":6,"alt":"The Legend of Candy Face","descr":"Da sich die Teams von Mackenzie Falls und So ein Zufall permanent zoffen, schlägt Sonny vor, gemeinsam campen zu gehen, um sich näher zu kommen. Keiner will, trotzdem werden alle von der Studioleitung zu einem Ausflug in den Wald verdonnert. Miss Bitterman begleitet die Truppe und erzählt am ersten Abend die Gruselgeschichte von Candyface. Eigenartigerweise werden daraufhin nachts diverse Gegenstände, die den Kids am Herzen lagen, zerstört. Die Kids vermuten, dass Candyface dahinter steckt und beschließen, ihn gemeinsam zu jagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240867","hoster":"VOE"},{"path":"/redirect/10139410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-7","name":"Kaugummiverbot","epNo":7,"alt":"Gummy with a Chance","descr":"Sonny hat einen Aberglauben: Bevor sie die Bühne betritt, muss sie einen Kaugummi essen und den Witz, der auf dem Kaugummipapier steht, lesen. Nur dann, so glaubt sie, kann sie auch witzig sein. Aber eines Tages wirft sie den gegessenen Kaugummi neben die Tonne und Tawni bleibt daran hängen.Daraufhin setzt diese ein Kaugummiverbot im Studio durch, was Sonny zur Verzweiflung bringt – sie vermasselt glatt einen Auftritt. Je länger sie keinen Kaugummi isst desto öfter kommen ihr Visionen von einer alten, lachenden Frau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240789","hoster":"VOE"},{"path":"/redirect/10139411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-8","name":"Besuch der alten Dame","epNo":8,"alt":"Random Acts of Disrespect","descr":"Beim Wettbewerb für einen Tag bei So ein Zufall gewinnt Grace, eine Dame aus dem Altenheim. Tawni ist entsetzt, da sie nichts mit Alten zu tun haben will, aber Sonny bringt Grace und weitere ältere Menschen aus dem Heim ins Studio. Damit Grace teilnehmen kann, führen Tawni und Sonny einen Sketch über die Unzulänglichkeiten alter Leute auf, was Grace so beleidigt, dass sie ihren Enkeln von der Show abrät. Auch andere erboste Großeltern tun das und Tawni, Sonny, Grady und Nico sind schon bald als Hasser der Alten verschrieen. Sonny begreift, dass sie sich entschuldigen müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240724","hoster":"VOE"},{"path":"/redirect/10139413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-9","name":"Grady und Sonny","epNo":9,"alt":"Lady and the Vamp","descr":"Gradys Bruder Grant zieht immer über Grady her, weil er immer noch keine Freundin hat. Da kommt ihm spontan Sonny zur Hilfe und gibt sich als Gradys Freundin aus.Gleichzeitig verabredet sich Sonny aber mit dem Filmstar Blake Rattison. Grant kommt dahinter, dass Sonny sich auch mit Blake trifft und denkt, dass sie Grady hintergeht. So fliegt diese kleine Lüge auf. Außerdem gibt es einen neuen Schokoriegel, der den Namen von Chad trägt. Tawni und Nico sind davon gar nicht begeistert und spielen Chad einen Streich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11240955","hoster":"VOE"},{"path":"/redirect/10139414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-10","name":"Sonny und \u0027die Falls\u0027 (Teil 1)","epNo":10,"alt":"Falling for the Falls (Part 1)","descr":"Sonny kann es einfach nicht lassen Mackenzie Falls zu gucken. Sie verspricht sogar es zu lassen, aber dann sucht sie doch Chad auf, um ihn zu fragen, wie es weitergeht. Doch Chad versteht ihre Neugier falsch und fragt sie nach einem Date. Wird Sonny sich darauf einlassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11241697","hoster":"VOE"},{"path":"/redirect/10139415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-11","name":"Sonny und \u0027die Falls\u0027 (Teil 2)","epNo":11,"alt":"Falling for the Falls (Part 2)","descr":"Sonny und Chad sind nun seit einigen Wochen zusammen. Sie versuchen, aus Rücksicht vor ihren Kollegen, es geheim zu halten. Bis die Studiobetreiber beschließen, die Feindschaft der beiden Shows zu beenden. Die Produzenten wählen ein Paar aus, dass den Zuschauer zeigen soll, wie gut die beiden Shows sich verstehen. Für Chad wird Tawin ausgewählt und nicht Sonny. Zusätzlich werden sie auch noch als heißeste Paar Hollywooods gewählt. Sonny lässt dies nicht auf sich sitzen und kommt zur großen Party mit einem ganz besonderen Begleiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11241710","hoster":"VOE"},{"path":"/redirect/10139416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-12","name":"Unter Verdacht! (Teil 1)","epNo":12,"alt":"Sonny with a Secret (Part 1)","descr":"Sonny ist nun seit einem Jahr bei \"So ein Zufall\" und deswegen will sie ihr altes Versprechen halten und auf den Homecoming Ball ihrer alten Schule gehen. Sonny wird verdächtigt eine Diebin zu sein. Sie soll nicht nur, Sektch – Ideen, sondern auch Sachen von ihren Freunden, geklaut haben. Immer Menschen glauben das und Sonnys Ruf verschlechtert sich so sehr, dass sie \"So ein Zufall\" verlassen soll. Um ein wenig Abstand von Hollywood zu bekommen, fährt Sonny in ihre Heimat Wisconsin. Dabei merkt sie, dass Tawni eine gute Freundin sein kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11241735","hoster":"VOE"},{"path":"/redirect/10139417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-13","name":"Unter Verdacht! (Teil 2)","epNo":13,"alt":"Sonny with a Secret (Part 2)","descr":"Sonny braucht ein wenig Abstand von Hollywood und fährt in ihre Heimat Wisconsin. Währendessen erfahren Chad, Nico und Grady, dass Sonny entschuldig ist. Doch wer ist dann die Diebin?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11241751","hoster":"VOE"},{"path":"/redirect/10139418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-14","name":"Pauly macht Probleme","epNo":14,"alt":"The Problem with Pauly","descr":"Ein Kindheitstraum wird wahr für Sonny. Sie darf Paulie treffen, ein Polareisbär aus ihrer Lieblingsshow. Als Hank, der Mann der im Eisbärkostüm steckt, eine Pause braucht, springt Sonny für ihn ein. Doch Hank denkt nicht daran wieder zurückzukommen und lässt Sonny mit dem Kostüm allein zurück. Chad und Sonny versuchen alles um Hank zu überreden, doch zurückzukommen, alleine schon wegen den Kindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11241772","hoster":"VOE"},{"path":"/redirect/10139419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-15","name":"Eine Million Fans","epNo":15,"alt":"That\u0027s So Sonny","descr":"Chad ist kurz davor eine Million Fans für seinen Fanclub zu gewinnen. Raven, die Präsidentin des Fanclubs, versucht alles um noch mehr Fans zu gewinnen. Nach langen Nachforschungen ist für Raven klar, wer schuld daran ist, dass sie die Million-Marke nicht knacken: Sonny. Sie ist einfach nicht die richtige Freundin für Chad. Doch wie denkt Chad darüber?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11241867","hoster":"VOE"},{"path":"/redirect/10139422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-16","name":"Eine Liste für Chad","epNo":16,"alt":"Chad Without A Chance","descr":"Tawni, Zora, Grady und Nico haben einen minutiösen Terminplan für Sonny ausgearbeitet, wonach diese ihnen bei diversen Unternehmungen helfen muss. Tawni möchte, dass Sonny für sie mit ihren aktuellen Freunden Schluss macht, Zora benötigt einen Sparringspartner für ihre anstehende Karate-Prüfung, für Nico soll sie bei der hübschen, schwedischen Masseurin das Eis brechen und Grady hat jede Woche eine therapeutische Einzelsprechstunde. Doch Sonny ist krank und muss das Bett hüten, also bittet sie Chad, diese Freundschaftsdienste zu übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11233325","hoster":"VOE"},{"path":"/redirect/11233324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-17","name":"Chad oder Chaz","epNo":17,"alt":"My Two Chads","descr":"Sonny und Chad sind ein Paar. Bei einem Date, fällt Sonny plötzlich auf, dass Chad sein Double zum Date geschickt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11241995","hoster":"VOE"},{"path":"/redirect/10139420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-18","name":"So ein Zufall: Halloween!","epNo":18,"alt":"A So Random! Halloween Special","descr":"Bei dieser Halloween-Super-Sonder-Extra-Grusel-Folge mit Sonny und ihren Freunden, erfahren wir, was man bei einer Halloweenparty tun sollte und was man besser bleiben lässt. Die Band ‚Allstar Weekend‘ tritt auf und der Basketballprofi und Gastmoderator Shaquille O’Neal führt durch die Sendung. Mit schaurigen und gespenstischen Kurzgeschichten und mitreißenden Songs bringen uns Sonny und Co. das Fürchten bei, denn Gruseln will gelernt sein. Viel Spaß!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11242005","hoster":"VOE"},{"path":"/redirect/10139421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-19","name":"Einmischung garantiert!","epNo":19,"alt":"Sonny with 100% Chance of Meddling","descr":"Sonny findet heraus, dass Zora in Wesley Williger verknallt ist. Wesley spielt den jungen Mackenzie. Da kommt Sonny eine Idee. Sie macht ein Pizza-Date für die beiden aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10139427","hoster":"VOE"},{"path":"/redirect/10139428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-20","name":"Izzy und die Fahrradklingel","epNo":20,"alt":"Izzy in the Hizzy","descr":"Nachdem Tawni ausersehen das neue Fahrrad von Dakota kaputt macht, gehen beide zu Izzy, um es reparieren zu lassen. Izzy tut den beiden den Gefallen, aber nur mit einer Bedienung’","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11242032","hoster":"VOE"},{"path":"/redirect/10139423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-21","name":"Der Kuss","epNo":21,"alt":"Sonny with a Kiss","descr":"Während eines Interviews offenbaren Sonny und Chad, dass sie sich noch nie geküsst haben. Plötzlich wollen Fans und Freunde nur noch das eine: Chad und Sonny sollen sich endlich küssen. Durch den Druck fängt Sonny an sich Gedanken zu machen, ob beide überhaupt genug Gefühle füreinander haben oder nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11233330","hoster":"VOE"},{"path":"/redirect/11233328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-22","name":"So ein Zufall: Fröhliche Weihnachten!","epNo":22,"alt":"A So Random! Holiday Special","descr":"Wir sehen Skizzen, die von Weihnachten inspiriert sind. Chad Dylan Cooper ist der Moderator und die Folge hat einen Gastauftritt von Joe Jonas. Joe und Sonny singen am Ende der Folge ein Lied.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11242062","hoster":"VOE"},{"path":"/redirect/10139424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-23","name":"Grant Mackenzie","epNo":23,"alt":"Sonny with a Grant","descr":"Sonny ist eine Woche im Camp Comedy, um dem Komikernachwuchs die Grundregeln der Slapstickunterhaltung beizubringen, Rico und Zora sind während der Ferien bei ihren Eltern und Tawni hat eine Kreuzfahrt gebucht. Also wähnt sich Grady für eine ganze Woche allein in den Studios und freut sich darauf in Ruhe Videospiele spielen zu können. Doch weit gefehlt: Tawnis Kreuzfahrt wird wegen eines Tornados abgesagt und Gradys Bruder Grant kommt unerwartet zu Besuch. Dieser hat gerade sein erstes Jahr am College beendet und sucht einen Sommerjob.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11242078","hoster":"VOE"},{"path":"/redirect/10139426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-24","name":"Marshalls Traum","epNo":24,"alt":"Marshall with a Chance","descr":"Sonny und Marshall haben einen Streit, weil Marshall ein Einzelkämpfer ist und nicht im Team arbeiten kann. Daraufhin kündigt Marshall und Sonny stellen eine neuen Produzent ein. Der macht aber alle verrückt mit seiner Art. So bleibt Sonny nichts anderes übrig, als Marshall zu bitten, wieder zurück zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12925819","hoster":"VOE"},{"path":"/redirect/10139429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-25","name":"Eine verhängnisvolle Wahl","epNo":25,"alt":"Sonny with a Choice","descr":"Sonny nervt ihre neue Nachbarin Nora, indem sie am offenen Fenster Gitarre spielt. Sonny und die Kinder von der Show treffen sich in einem alten gebäude, um dort Musik zu machen. Chad schließt mit einer Kellnerin eine Wette ab, dass alle Leute Sonnys Musik lieben werden. Doch dann erfährt Sonny, dass Chad das Publikum bestochen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11242105","hoster":"VOE"},{"path":"/redirect/10139431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-munroe/staffel-2/episode-26","name":"Die neue Nachbarin","epNo":26,"alt":"New Girl","descr":"Sonny nervt ihre neue Nachbarin Nora, indem sie am offenen Fenster Gitarre spielt. Sonny und die Kinder von der Show treffen sich in einem alten gebäude, um dort Musik zu machen. Chad schließt mit einer Kellnerin(Nora) eine Wette ab, dass alle Leute Sonnys Musik lieben werden. Doch dann erfährt Sonny, dass Chad das Publikum bestochen hat’","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11242129","hoster":"VOE"},{"path":"/redirect/10139430","hoster":"Streamtape"}]}]}]}]}