{"path":"/serie/stream/sonny-boy","name":"Sonny Boy","descr":"Mitten in den langen Sommerferien werden Nagara und seine Freunde in eine mysteriöse Situation verwickelt. Er und alle seine 36 Klassenkameraden driften in eine andere Dimension und erhalten dabei mysteriöse Kräfte.Misstrauen, Eifersucht und Konflikte entstehen unter ihnen, da sie sich nicht einig sind, wie sie ihre Kräfte nutzen oder in ihre ursprüngliche Welt zurückkehren sollen. Die Jungen und Mädchen sind plötzlich in ein Leben des Überlebens geworfen.","seasons":[{"path":"/serie/stream/sonny-boy/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sonny-boy/staffel-1/episode-1","name":"","epNo":1,"alt":"Island at the End of Summer","descr":"Mitten in den Sommerferien finden sich 36 Schüler, einige mit neu entdeckten Superkräften, ganz allein in ihrer High School wieder, treiben in einer schwarzen Leere, ohne Kontakt zur Außenwelt. Manche Schüler versuchen, Ordnung zu schaffen, stoßen aber auf Widerstand.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765435","hoster":"VOE"},{"path":"/redirect/8765434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-boy/staffel-1/episode-2","name":"","epNo":2,"alt":"Aliens","descr":"Die Studenten sind auf eine nahegelegene Insel umgezogen, wo es keinen Mangel an Nahrung gibt und sie durch Mizuhos Macht alles bekommen können, was sie wollen. Plötzlich brechen unerklärliche Brände aus, und es wird gesucht, um herauszufinden, wer oder was sie verursacht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13004751","hoster":"VOE"},{"path":"/redirect/8435096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-boy/staffel-1/episode-3","name":"","epNo":3,"alt":"The Cat Who Wore Sandals","descr":"Nagara, Nozomi, Asakaze und Rajdhani suchen weiter nach neuen Welten. Die Schüler werden vermisst und ihre Leichen werden zu schwarzen Muscheln \u0027eingefroren\u0027 gefunden, also bittet Pony Mizuho, ​​die Angelegenheit zu untersuchen. Mizuho offenbart Nagara eine Überraschung über ihre Macht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8435104","hoster":"VOE"},{"path":"/redirect/8435110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-boy/staffel-1/episode-4","name":"","epNo":4,"alt":"The Great Monkey Baseball","descr":"Als die Schiffbrüchigen in einer mysteriösen Doline schwimmen, scheinen sie für einen Moment nach Hause gebracht zu werden. Cap lädt Nagara ein, mit ihm Baseball zu üben, was dazu führt, dass er von der Monkey League erzählt und wie ihr Star-Pitcher Blue ein perfektes Spiel verpasst hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8435122","hoster":"VOE"},{"path":"/redirect/12983939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-boy/staffel-1/episode-5","name":"","epNo":5,"alt":"Leaping Classrooms","descr":"Nagara und seine Freunde nutzen seine Macht, um neue Welten zu erkunden, um nach Hause zurückzukehren. Währenddessen diskutieren die anderen Schüler über die Bombe von Frau Aki, dass einige Schüler ihre Kräfte vorher einsetzen konnten, und dies könnte sie in die Irre geführt haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537782","hoster":"VOE"},{"path":"/redirect/8537781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-boy/staffel-1/episode-6","name":"","epNo":6,"alt":"The Long Goodbye","descr":"Nagara und Rajdhani kommen in eine Welt namens \u0027Filmmaker\u0027 und entdecken einen Film, der komplett aus Nagaras POV gedreht wurde. Mizuho entdeckt einen streunenden Hund namens Yamabiko, der behauptet, ein weiterer Schiffbrüchiger zu sein, der dieselbe Schule wie die anderen Schüler besucht hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537778","hoster":"VOE"},{"path":"/redirect/8537779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-boy/staffel-1/episode-7","name":"","epNo":7,"alt":"Road Book","descr":"Nachdem sie die Wahrheit über Diese Welt erfahren haben, bereiten sich Gruppen unter der Leitung von Frau Aki und Hoshi vor, getrennte Wege zu gehen. Nagara findet sich in einer verkehrten Welt wieder, die er nicht frei verlassen kann, und muss am Bau eines Turms zu Babel arbeiten, der nach unten reicht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8607215","hoster":"VOE"},{"path":"/redirect/8607212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-boy/staffel-1/episode-8","name":"","epNo":8,"alt":"Laughing Dog","descr":"Während er durch die Wüste reist, fragt Mizuho Yamabiko, wie er ein Hund geworden ist. Yamabiko erzählt dann, wie er vor fünftausend Jahren allein durch verschiedene Welten wanderte, bis er ein Mädchen fand, dem er nach und nach sein Herz öffnete. Doch ihr Glück war nur von kurzer Dauer.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8690992","hoster":"VOE"},{"path":"/redirect/8690991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-boy/staffel-1/episode-9","name":"","epNo":9,"alt":"This Salmon Chazuke, Forgot the Salmon","descr":"In einer riesigen gefrorenen Einöde kämpfen die Zwillinge Sou und Seiji seit Jahrtausenden gegeneinander. Frau Aki sagt, dass sie, um die Welt zu verändern, die \u0027Rückwärts\u0027-Kraft der Zwillinge brauchen, und Nagara und Mizuho kommen, um zu helfen. Yamabiko befragt Sakura, eine von Mizuhos Katzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8744934","hoster":"VOE"},{"path":"/redirect/8744930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-boy/staffel-1/episode-10","name":"","epNo":10,"alt":"Summer and the Demon","descr":"Kossetsu liest mit ihrer wahren Kraft die Gedanken anderer Passanten in einer Bahnhofswelt. Sie sehnt sich nach Asakaze, wissend, dass er an Nozomi interessiert ist und dass Nozomi die einzige ist, die ihn ändern kann. Asakaze erhält einen weltverändernden Auftrag.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8823165","hoster":"VOE"},{"path":"/redirect/8823167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-boy/staffel-1/episode-11","name":"","epNo":11,"alt":"The Young Man and the Sea","descr":"Nachdem sie aus Kossetsus Brief von Nozomis Tod erfahren haben, führen Nagara und Mizuho eine Zeremonie zu ihren Ehren durch. Als sie das Projekt ihrer Rückkehr vorantreiben, werden sie von einem alten Freund besucht, der ihnen die Geschichte erzählt, als er den Mann traf, der den Tod erfand.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11832590","hoster":"VOE"},{"path":"/redirect/8870606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sonny-boy/staffel-1/episode-12","name":"","epNo":12,"alt":"Two Years Vacation","descr":"Nagara besucht die Eröffnungszeremonie seiner Fachschule, fühlt sich aber fehl am Platz. Er sieht, wie Mizuho ihre Mädchenschule verlässt, aber sie ignoriert ihn. Er erinnert sich daran, was passiert ist, nachdem er ins All geflogen ist, und fragt sich, ob er wirklich abgefallen ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8918296","hoster":"VOE"},{"path":"/redirect/8918293","hoster":"Streamtape"}]}]}]}]}