{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru","name":"Sono Bisque Doll wa Koi o Suru","descr":"[My Dress-Up Darling] Unterschiedlicher könnten die beiden nicht sein: Der schüchterne Gojou geht neben der Schule dem Schneidern nach und lebt sehr zurückgezogen. Marin hingegen ist quirlig, steht im Mittelpunkt und ist ein beliebtes Highschool-Girl. Jemand wie sie nimmt von einem Typen wie Gojou eigentlich keine Notiz. Eigentlich. Denn sie hat eine geheime Leidenschaft, für die er genau der Richtige ist. Eine erfrischende Liebesgeschichte mit einem Hauch Erotik.","seasons":[{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-1","name":"Ein Mensch aus einer völlig anderen Welt","epNo":1,"alt":"Someone Who Lives in the Exact Opposite World as Me","descr":"Wakana Gojo ist eine High-School-Schülerin, die davon träumt, eines Tages ein Kashirashi für Hina-Puppen zu werden. Da sich sein Leben ausschließlich um die Herstellung von Hina-Puppen dreht, fällt es ihm schwer, in seine Klasse zu passen, weil seine Interessen so unterschiedlich sind als die anderer. Sein Mitschüler Marin Kitagawa steht immer im Mittelpunkt und aus einer anderen Welt. Eines Tages landen sie beide im Klassenzimmerputzdienst und…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631217","hoster":"VOE"},{"path":"/redirect/11631218","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9581779","hoster":"VOE"},{"path":"/redirect/9581776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-2","name":"Legen wir sofort los?","epNo":2,"alt":"Wanna Hurry Up, and Do It?","descr":"Nachdem wakana gesehen hat, wie leidenschaftlich Marin für die Dinge ist, die sie liebt, beschließt sie, ihr bei der Herstellung von Outfits zu helfen. Er beschließt, ihr bei einem Cosplay für Shizuku Kuroe-tan aus dem Spiel \u0027Slippery Girls 2\u0027 zu helfen. Sie hatten geplant, sich später wieder zu treffen, um mit den Messungen zu beginnen, aber Marin konnte es kaum erwarten und kam am Wochenende zu Wakanas Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631223","hoster":"VOE"},{"path":"/redirect/11631230","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9709226","hoster":"VOE"},{"path":"/redirect/9709229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-3","name":"Na dann, gehen wir aus?","epNo":3,"alt":"Then Why Don`t We?","descr":"Marin und Wakana kommen sich näher, als er ihr hilft, ihr Cosplay zu kreieren. Obwohl er sich darüber freut, dass Marin ihn in der Schule genauso behandelt wie anderswo, macht er sich auch Sorgen darüber, dass andere Leute es komisch finden, dass sie abhängen. Trotzdem nimmt Marin Wakana zum Einkaufen mit, damit sie nach Materialien suchen können, die für ihr Cosplay benötigt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631247","hoster":"VOE"},{"path":"/redirect/11631251","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9709227","hoster":"VOE"},{"path":"/redirect/9709225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-4","name":"Gehört das deiner Freundin?","epNo":4,"alt":"Are These Your Girlfriend`s?","descr":"Wakana fühlte sich nur für einen Moment erleichtert, nachdem sie alle Materialien bekommen hatten, die sie für Marins Cosplay brauchten, aber dann ist er schockiert, als er herausfand, dass er das Cosplay in zwei Wochen beenden muss. Darüber hinaus verletzt sich sein Großvater Kaoru am Rücken, so dass Wakana den Laden führen muss und er hat auch Midterms. Wakana fühlt sich überwältigt und wird depressiv und fragt sich, ob er zu diesem Zeitpunkt jemals ein Kashirashi werden wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11634411","hoster":"VOE"},{"path":"/redirect/12482685","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9747828","hoster":"VOE"},{"path":"/redirect/9747829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-5","name":"Weil das die beste Busentasche ist, oder?","epNo":5,"alt":"It`s Probably Because This Is the Best Boob Bag Here","descr":"Wakana beendet schließlich das Shizuku-Cosplay. Marin ist super aufgeregt, dass sie sich als ihre geliebte Shizuku-tan verkleiden darf und schlägt vor, dass die beiden am nächsten Tag zu einem Cosplay-Event gehen. Obwohl sie zum ersten Mal an einem Cosplay-Event teilnimmt, bekommt Marin Anfragen für Fotos links und rechts. Wakana ist überwältigt von Gefühlen, als er über Marin wacht, aber...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631265","hoster":"VOE"},{"path":"/redirect/11631268","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9800063","hoster":"VOE"},{"path":"/redirect/9800062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-6","name":"Was?!","epNo":6,"alt":"For Real?!","descr":"Marin und Wakana haben ein erfolgreiches erstes Cosplay-Event. Aufgrund von etwas, das Wakana sagte, beginnt sich Marins mentaler und emotionaler Zustand ein wenig zu verändern. Obwohl sie gerade Zeit im Haus der Gojos mit Wakana und Kaoru verbracht hat, um ihr Outfit zu waschen, scheint sie sich nicht beruhigen zu können. In der Zwischenzeit kommt eine bestimmte Person zu Gojo Dolls, nachdem sie die Fotos gesehen hat, die Marin in den sozialen Medien von ihrem Shizuku-Cosplay gepostet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631277","hoster":"VOE"},{"path":"/redirect/11631275","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9865760","hoster":"VOE"},{"path":"/redirect/9865759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-7","name":"Ein Date zu Hause mit meinem Schwarm","epNo":7,"alt":"A Home Date with the Guy I Wuv Is the Best","descr":"Shinju zeigt Kitagawa einige der Bilder, die sie von Juju gemacht hat, und erklärt, wie sie diejenige war, die Jujus Social-Media-Account erstellt hat. Obwohl sie es liebte, die Komplimente zu sehen, die die Leute ihrer Schwester machten, war sie überwältigt von der Menge an Aufmerksamkeit, als der Account erfolgreich wurde. Shinju zeigt Kitagawa die Kamera, die sie verwendet, und beginnt, die verschiedenen Filter und Einstellungen zu erklären, die verwendet werden können, um verschiedene Arten von Bildern zu erzeugen. Kitagawa fragt Shinju, ob sie jemals daran gedacht hat, sich selbst zu cosplayen, aber Shinju ist verblüfft. Als Juju sie fragt, ob sie tatsächlich cosplayen wollte, antwortet Shinju zufällig, dass sie es nicht wollte, aber Gojo durchschaut sie. Anschließend besucht die Gruppe das Studio, das sich in einem verlassenen Krankenhaus befindet. Während Kitagawa und Shinju aufgeregt hereinspazieren, bleibt Juju zurück und hat Angst zu gehen. Gojo fragt sie danach, und forderte Juju auf, trotzig einzutreten. Unterdessen zeigt Shinju die Vorteile vonhinterleuchtete Bildernach Kitagawa. Gojo findet Juju zusammengeknüllt in einem Treppenhaus. Als er sie fragt, warum sie sich so anstrengt, fragt Juju ihn stattdessen nach seinen Träumen für die Zukunft. Gojo erklärt, dass es sein Traum ist, ein Hina-Puppenkünstler zu werden, und Juju ermutigt ihn, seinen Traum zu verwirklichen. Sie erzählt ihm, dass ihr Traum seit ihrer Kindheit darin bestand, ein magisches Mädchen zu werden, wie sie es im Fernsehen gesehen hat. Als sie jedoch erfuhr, dass das, was sie in der Grundschule sah, Schein war, konnte sie ihren Traum nur durch Cosplay verwirklichen. Gojo fragt sie, warum sie ihn als Schneider für das Cosplay-Kleid ausgewählt hat, worauf Juju antwortet, dass es \"Liebe auf den ersten Blick\" war, als sie die Qualität von Kitagawas Cosplay sah. Das betäubt Gojo und bringt ihn zurück in seine Kindheit, als er sich erinnert, dass sein Großvater ihm gesagt hatte, dass er mit seinen Hina-Puppen beabsichtigte, die Menschen dazu zu bringen, sich auch auf den ersten Blick in sie zu verlieben. Zurück in der Gegenwart bedankt sich Gojo in Freudentränen bei Juju, dass er sich für ihn entschieden hat, und hält Jujus Hand. Sie hatte noch nie zuvor die Hand eines Mannes gehalten, was sie ohnmächtig werden lässt. Zurück in der Schule haben Kitagawa und Gojo ihre Abschlussprüfungen beendet und nachdem sie gegangen sind, lädt Kitagawa ihn an den Strand ein. Als sie ankommen, ein großes MeerFalkestiehlt Kitagawas Burger. Während sie gehen, bietet Kitagawa Gojo an, sich mit Blick auf den Ozean hinzusetzen und sich mit dem Falken zu befassen, sollte er zurückkehren, was Gojo akzeptiert. Sie setzen sich und teilen sich den restlichen Burger, und als die Meeresbrise auf sie weht, beschließt Kitagawa, ins Wasser zu gehen. Sie lädt Gojo ein, ebenfalls einzusteigen, und als er es tut, ist er schockiert über die Sensation. Kitagawa fragt ihn, ob er zum ersten Mal im Meer ist und Gojo antwortet, dass dies der Fall ist. Er sagt, dass sein Hina-Puppen-Hobby dazu führte, dass er in seiner Kindheit nie viele Orte besuchen konnte. Verblüfft sagt Kitagawa ihm, dass sie ihn in ihren Ferien an viele Orte mitnehmen wird, nur sie beide zusammen. Gojo akzeptiert gerne, aber Kitagawa, die realisiert, was sie gerade gesagt hat, entschuldigt sich und kehrt zu ihrer Matte am Strand zurück. Während es verlegen und errötend ist,","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631280","hoster":"VOE"},{"path":"/redirect/11631281","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9886174","hoster":"VOE"},{"path":"/redirect/9886173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-8","name":"Ich empfehle Gegenlicht","epNo":8,"alt":"Backlighting Is the Best","descr":"Shinju zeigt Kitagawa einige der Bilder, die sie von Juju gemacht hat, und erklärt, wie sie diejenige war, die Jujus Social-Media-Account erstellt hat. Obwohl sie es liebte, die Komplimente zu sehen, die die Leute ihrer Schwester machten, war sie überwältigt von der Menge an Aufmerksamkeit, als der Account erfolgreich wurde. Shinju zeigt Kitagawa die Kamera, die sie verwendet, und beginnt, die verschiedenen Filter und Einstellungen zu erklären, die verwendet werden können, um verschiedene Arten von Bildern zu erzeugen. Kitagawa fragt Shinju, ob sie jemals daran gedacht hat, sich selbst zu cosplayen, aber Shinju ist verblüfft. Als Juju sie fragt, ob sie tatsächlich cosplayen wollte, antwortet Shinju zufällig, dass sie es nicht wollte, aber Gojo durchschaut sie. Anschließend besucht die Gruppe das Studio, das sich in einem verlassenen Krankenhaus befindet. Während Kitagawa und Shinju aufgeregt hereinspazieren, bleibt Juju zurück und hat Angst zu gehen. Gojo fragt sie danach, und forderte Juju auf, trotzig einzutreten. Unterdessen zeigt Shinju die Vorteile vonhinterleuchtete Bildernach Kitagawa. Gojo findet Juju zusammengeknüllt in einem Treppenhaus. Als er sie fragt, warum sie sich so anstrengt, fragt Juju ihn stattdessen nach seinen Träumen für die Zukunft. Gojo erklärt, dass es sein Traum ist, ein Hina-Puppenkünstler zu werden, und Juju ermutigt ihn, seinen Traum zu verwirklichen. Sie erzählt ihm, dass ihr Traum seit ihrer Kindheit darin bestand, ein magisches Mädchen zu werden, wie sie es im Fernsehen gesehen hat. Als sie jedoch erfuhr, dass das, was sie in der Grundschule sah, Schein war, konnte sie ihren Traum nur durch Cosplay verwirklichen. Gojo fragt sie, warum sie ihn als Schneider für das Cosplay-Kleid ausgewählt hat, worauf Juju antwortet, dass es \"Liebe auf den ersten Blick\" war, als sie die Qualität von Kitagawas Cosplay sah. Das betäubt Gojo und bringt ihn zurück in seine Kindheit, als er sich erinnert, dass sein Großvater ihm gesagt hatte, dass er mit seinen Hina-Puppen beabsichtigte, die Menschen dazu zu bringen, sich auch auf den ersten Blick in sie zu verlieben. Zurück in der Gegenwart bedankt sich Gojo in Freudentränen bei Juju, dass er sich für ihn entschieden hat, und hält Jujus Hand. Sie hatte noch nie zuvor die Hand eines Mannes gehalten, was sie ohnmächtig werden lässt. Zurück in der Schule haben Kitagawa und Gojo ihre Abschlussprüfungen beendet und nachdem sie gegangen sind, lädt Kitagawa ihn an den Strand ein. Als sie ankommen, ein großes MeerFalkestiehlt Kitagawas Burger. Während sie gehen, bietet Kitagawa Gojo an, sich mit Blick auf den Ozean hinzusetzen und sich mit dem Falken zu befassen, sollte er zurückkehren, was Gojo akzeptiert. Sie setzen sich und teilen sich den restlichen Burger, und als die Meeresbrise auf sie weht, beschließt Kitagawa, ins Wasser zu gehen. Sie lädt Gojo ein, ebenfalls einzusteigen, und als er es tut, ist er schockiert über die Sensation. Kitagawa fragt ihn, ob er zum ersten Mal im Meer ist und Gojo antwortet, dass dies der Fall ist. Er sagt, dass sein Hina-Puppen-Hobby dazu führte, dass er in seiner Kindheit nie viele Orte besuchen konnte. Verblüfft sagt Kitagawa ihm, dass sie ihn in ihren Ferien an viele Orte mitnehmen wird, nur sie beide zusammen. Gojo akzeptiert gerne, aber Kitagawa, die realisiert, was sie gerade gesagt hat, entschuldigt sich und kehrt zu ihrer Matte am Strand zurück. Während es verlegen und errötend ist,","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631283","hoster":"VOE"},{"path":"/redirect/11631284","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9941293","hoster":"VOE"},{"path":"/redirect/9941294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-9","name":"Weil das Foto einiges in mir ausgelöst hat","epNo":9,"alt":"When I Saw the Pictures, There Were Various Things","descr":"Gojo und Kitagawa kommen mit den Materialien für das Black Lobelia-Outfit aus dem Laden. Kitagawa zeigt ihm einen Badeanzug, den sie unter ihrer Kleidung trägt, und fragt ihn, ob er ihn für angemessen für das Cosplay hält. Verlegen antwortet Gojo nicht und fordert Kitagawa auf, ihm zu sagen, dass sie ihm in ihrem Chat ein Bild geschickt hat, das ihm einen anderen Badeanzug zeigt, aber er hat auch auf dieses Bild nie geantwortet. Noch unglücklicher blickt Gojo auf eine Taschentuchschachtel in der Nähe und sagt sich, dass \"er viel getan hat\", als er dieses Bild erhielt. Schließlich sagt er Kitagawa, dass der Badeanzug in Ordnung ist, und bittet sie, ihm vorerst nicht zu nahe zu kommen, was Kitagawa dazu bringt, ihn zu ärgern. Kitagawa bemalt einen runden Stein mit Nagellackdamit es wie der Anhänger von Black Lobelia aussieht, während Gojo sie stolz ansieht, während sie ausruft, dass sie sich endlich nützlich fühlt, um ein Cosplay-Outfit zu kreieren. Gojo erinnert sich an das erste Mal, als Kitagawa ihm sagte, dass er nützlich sei, und ist froh zu wissen, dass Kitagawa jetzt die gleiche Freude empfindet. Einige Zeit später präsentiert Gojo Juju und Kitagawa ihre fertigen Outfits und erfreut sie. Gojo macht Kitagawas Make-up mit Jujus Anleitung und als Kitagawa sich selbst im Spiegel sieht, ist sie fassungslos über das Ergebnis. Die Mädchen gehen ins Krankenhaus, wo sie ein Foto machen, während sie auf Gojo und Shinju warten. Sie kommen schließlich an, aber Shinju verblüfft sie mit einem männlichen Cosplay-Outfit, das sie trägt. Eine Rückblende zeigt den Tag, an dem sie zum ersten Mal ins Krankenhaus gingen. Nachdem Juju und Kitagawa nach Hause gefahren sind, Gojo fragt Shinju, ob sie sich zurückgehalten habe, ihrer Schwester gegenüber zuzugeben, dass sie bei ihrem ersten Treffen im Restaurant tatsächlich Cosplay spielen wollte. Shinju bestätigt dies und erklärt, dass es einen Charakter gibt, den sie liebt, sich aber davon abhält, ihn zu cosplayen, da ihr Körperbau es schwierig machen würde und sie sich nicht den Hass ihrer Schwester verdienen wollte, wenn sie ein minderwertiges Cosplay produzierte. Gojo erklärt Shinju, dass das Schöne am Cosplay die Fähigkeit ist, sich in jeden Charakter zu verwandeln. Er willigt ein, ihr zu helfen, und sie verrät, dass sie als Soma-kun, eine männliche Figur aus, cosplayen möchte und sie wollte sich nicht den Hass ihrer Schwester einhandeln, wenn sie ein minderwertiges Cosplay produzierte. Gojo erklärt Shinju, dass das Schöne am Cosplay die Fähigkeit ist, sich in jeden Charakter zu verwandeln. Er willigt ein, ihr zu helfen, und sie verrät, dass sie als Soma-kun, eine männliche Figur aus, cosplayen möchte und sie wollte sich nicht den Hass ihrer Schwester einhandeln, wenn sie ein minderwertiges Cosplay produzierte. Gojo erklärt Shinju, dass das Schöne am Cosplay die Fähigkeit ist, sich in jeden Charakter zu verwandeln. Er willigt ein, ihr zu helfen, und sie verrät, dass sie als Soma-kun, eine männliche Figur aus, cosplayen möchteBlumenprinzessin Blaze!!. Gojo bringt sie nach Hause, wo sie zuerst versuchen, Somas Schuluniform mit Gojos eigener Schuluniform zu erbeuten, aber Shinjus große Brust macht es unmöglich. Sie suchen im Internet nach Lösungen und stoßen auf einen B-Halter, der Shinjus Brustumfang deutlich reduzieren und ihr ermöglichen soll, die männliche Figur zu erreichen. Am Tag des Fotografierens sieht sie seine Nervosität beim Modellieren von Soma-kuns Perücke. Sie sagt ihm, dass sie glaubte, dass er keine Schwächen hatte und in der Lage war, Dinge mühelos zu erledigen. Er erklärt ihr, dass er vieles nicht kann und sagt ihr, dass er ursprünglich dasselbe glaubte, als er Kitagawa traf, aber allmählich die Wahrheit erfuhr, als er mit ihr interagierte. Er verliert sich jedoch in seiner Erklärung in seinen wachsenden Gefühlen für Kitagawa und entschuldigt sich bei ihr. Er vervollständigt ihr Make-up, und ist fassungslos über das Ergebnis. Zurück in der Gegenwart sind sowohl Kitagawa als auch Juju verblüfft von der Genauigkeit ihres Cosplays und sie machen alle zusammen ein Foto.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631293","hoster":"VOE"},{"path":"/redirect/12983933","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10000158","hoster":"VOE"},{"path":"/redirect/10000156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-10","name":"Jeder hat sein Päckchen zu tragen","epNo":10,"alt":"We\u0027ve All Got Struggles","descr":"Endlich ist der langersehnte Tag gekommen: Das gemeinsame Fotoshooting steht an! Und Marin hat auch direkt schon eine Idee für ihr nächstes Cosplay …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631300","hoster":"VOE"},{"path":"/redirect/11631298","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10019464","hoster":"VOE"},{"path":"/redirect/12983932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-11","name":"Ich bin gerade im Love Hotel","epNo":11,"alt":"I Am Currently at a Love Hotel","descr":"Marin bringt Wakana in ein Manga-Café und präsentiert ihm dort ihre neueste Cosplay-Idee. Als sie kurze Zeit später die vermeintlich perfekte Foto-Location dafür findet, kann sie ihr Glück kaum fassen. Doch dann kommt alles etwas anders als erwartet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631308","hoster":"VOE"},{"path":"/redirect/11631309","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10060787","hoster":"VOE"},{"path":"/redirect/10060785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sono-bisque-doll-wa-koi-o-suru/staffel-1/episode-12","name":"My Dress-Up Darling","epNo":12,"alt":"My Dress-Up Darling","descr":"Die Sommerferien neigen sich dem Ende zu, als Wakana ein Hilferuf von Marin erreicht, die ihre Schulaufgaben noch nicht einmal angerührt hat. Wakana hilft ihr dabei und zur Belohnung beschließen sie, gemeinsam auf ein Sommerfest zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11631206","hoster":"VOE"},{"path":"/redirect/11631202","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10155623","hoster":"VOE"},{"path":"/redirect/10155617","hoster":"Streamtape"}]}]}]}]}