{"path":"/serie/stream/sophie-cross-gefhrliche-dnen","name":"Sophie Cross - Gefährliche Dünen","descr":"Selbst dem erfahrenen Chefinspektor Gabriel Deville (Cyril Lecomte) hat das Verschwinden des fünfjährigen Arthur Rätsel aufgegeben – es gab in dem Umfeld weder Anzeichen von Gewalt noch eine Lösegeldforderung. Für seine Mutter Sophie (Alexia Barlier) wurde der Schicksalsschlag zum Scheideweg: Sie verließ schließlich ihren bisherigen Beruf als Anwältin und folgte ihrem Mann (Thomas Jouannet) in den Polizeidienst. Nun, nach Abschluss ihrer Ausbildung, wird Sophie ausgerechnet in der Dienststelle eingesetzt, die von ihrem Mann geleitet wird. Auch, dass der Ermittler im Fall ihres Sohnes, Deville, ihr direkter Vorgesetzter ist, macht den Neuanfang nicht leichter. Doch mit Entschlossenheit und auch einigem an ermittlerischen Talent macht sich sich daran, sich ihren Platz im Team zu erarbeiten.","seasons":[{"path":"/serie/stream/sophie-cross-gefhrliche-dnen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sophie-cross-gefhrliche-dnen/staffel-1/episode-1","name":"Teuflischer Plan","epNo":1,"alt":"A new Beginning","descr":"Die Anwältin Sophie Cross und ihr Ehemann Thomas Leclercq blicken mit unterschiedlichen Augen auf Verbrechen. Während er als Chef der örtlichen Polizei für die Aufklärung zuständig ist, kämpft sie als Strafverteidigerin mit allen juristischen Mitteln für ihre Mandanten – unabhängig von der Frage nach Schuld oder Gerechtigkeit. Als ihr sechsjähriger Sohn Arthur beim Spielen vor ihrem Strandhaus verschwindet, beginnt für Sophie ein Alptraum: Nur für einen einzigen Moment hat sie ihn aus den Augen gelassen – nun ist er wie vom Erdboden verschluckt. Der leitende Ermittler Gabriel Deville findet weder Hinweise auf einen Unfall noch auf eine Entführung. Die ergebnislose Suche und das Warten beginnen Sophie zu zermürben – bis sie beschließt, ihren Anwaltsberuf aufzugeben und in den Polizeidienst zu wechseln. Drei Jahre später tritt Sophie als angehende Ermittlerin ihre Stelle an, im Team von Gabriel Deville, der Dienststelle, die von ihrem Ehemann geleitet wird. Zusammen mit den Kommissaren Amina Dequesne und Fred Fontaine verfolgt sie den rätselhaften Mord an einem Chirurgen. An die Schuld des Hauptverdächtigen, eines kleinkriminellen Drogendealers, glaubt die Berufsanfängerin nicht. Selbstbewusst bringt sie ihre Erfahrung als erfolgreiche Strafverteidigerin ein und stößt damit bei ihren Kollegen auf wenig Begeisterung. Dass sie früher bei der Wahl ihrer Mandanten wenig wählerisch war, holt Sophie nun auf unerwartete Weise ein, doch dann stellt ein weiterer Mord die Ermittler vor neue Rätsel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10230389","hoster":"VOE"},{"path":"/redirect/12622711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sophie-cross-gefhrliche-dnen/staffel-1/episode-2","name":"Tödliche Wahrheit","epNo":2,"alt":"Star of the Sea","descr":"Der Lehrer Claude Lemaire ist nach einem Elternabend erschlagen worden. Sophie Cross bekommt von Chefermittler Gabriel Deville den Auftrag, mit ihren Kollegen Amina Dequesne und Fred Fontaine das Privatleben des Opfers unter die Lupe zu nehmen. Auf den Toten sind seine Ex-Frau Sandrine, die er für seine deutlich jüngere Lebensgefährtin Estelle verlassen hat, und seine Tochter Jade schlecht zu sprechen. In der Elternschaft findet Sophie einen Verdächtigen, denn der 54-jährige Lemaire stand unter Verdacht, eine Schülerin sexuell belästigt zu haben. Auch bei den Eltern von Estelle sehen die Ermittler ein Tatmotiv. Einziger Haken: Alle Zeugen und Verdächtigen haben ein Alibi für die Tatzeit, auf die sich Gerichtsmediziner Alexander Brandt festlegt. Um das Rätsel zu lösen, setzt Sophie auf ihre Intuition. Dass die Berufsanfängerin selbstbewusst ist und Fehler macht, bringt ihr Ärger mit Deville ein. Auch mit ihrem Mann Thomas Leclercq, als Chef der Dienststelle ihr Vorgesetzter, kommt es zu Spannungen. Während er von ihr verlangt, die zermürbende Suche nach ihrem verschollenen Sohn aufzugeben, macht sie heimlich weiter. Ein anonymer Hinweis gibt neue Hoffnung, den seit über drei Jahren verschwundenen Arthur wiederzufinden. Auf eigene Faust beginnt Sophie zu ermitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10230388","hoster":"VOE"},{"path":"/redirect/12622672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sophie-cross-gefhrliche-dnen/staffel-1/episode-3","name":"Blutige Geschäfte","epNo":3,"alt":"Cold Case","descr":"Ein neu aufgetauchtes Foto ihres vermissten Sohnes weckt bei Sophie Cross neue Hoffnung. Unterstützung bekommt sie auch von ihrem Ehemann Thomas Leclercq, der sich durch neue Indizien gemeinsam mit Sophie auf die Suche nach dem vor über drei Jahren verschwundenen Arthur macht. Unerwartete Rückendeckung bekommt Sophie darüber hinaus von ihrem Vorgesetzten Gabriel Deville, der ihr unter vier Augen rät: Niemals aufgeben! Der Chefermittler gerät indes selbst in das Zentrum von dienstlichen Untersuchungen. Nach dem Mord an einem Privatdetektiv sorgt die Tatwaffe für Aufregung: Dieselbe Pistole wurde bei einem Raubmord vor fünf Jahren verwendet. Damals wurden Diamanten im Wert von mehreren Millionen gestohlen. Jetzt kommen die fragwürdigen Methoden ans Licht, mit denen Deville den Hauptverdächtigen Joseph Montoya damals hinter Gitter brachte. Dienststellenleiter Leclerq bleibt keine andere Wahl, als seinen Chefermittler zu suspendieren. Nun ist Sophie in der Pflicht - zusammen mit den Kommissaren Amina Dequesne und Fred Fontaine sowie Gerichtsmediziner Alexander Brandt -, Widersprüche und offene Fragen aufzuklären, um den Mörder zu finden und Deville zu entlasten. Unterdessen begegnet Sophie einem Kollegen aus ihrer Anwaltszeit wieder: Strafverteidiger Olivier Marchand drängt darauf, Montoya so bald wie möglich aus dem Gefängnis zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10230387","hoster":"VOE"},{"path":"/redirect/12626098","hoster":"Streamtape"}]}]}]}]}