{"seriesId":"sora-yori-mo-tooi-basho","name":"Sora Yori mo Tooi Basho","descr":"Mari Tamaki ist schon im zweiten Jahr der Oberschule angelangt, als sie mit Schrecken feststellt, dass alle ihre Vorsätze für ihre Oberschuzeit bisher unerfüllt blieben. Keine spontanen Reisen, kein Schuleschwänzen, rein gar nichts! Immer wieder schreckt sie im letzten Moment davor zurück, etwas Neues, Spontanes, Unbekanntes zu tun und verbleibt so stets in gewohnten Bahnen. Der Zufall führt sie eines Tages jedoch mit Shirase Kobuchizawa zusammen, einem Mädchen, das sich aus sehr persönlichen Gründen fest vorgenommen hat, in die Antarktis zu reisen. An diesem Vorhaben arbeitet sie unerlässlich und ungeachtet des Spotts und aller demotivierenden Kommentare ihres Umfelds. Mari ist beeindruckt von Shirases Willensstärke und sieht nun ihre Chance, ihren eigenen Hang zum Zögern endlich zu überwinden und die große Reise zu machen, die sie sich so lange vorgenommen hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Jugend für eine Million Yen","epNo":1,"alt":"One Mwillion Yen For Youth","descr":"Tamaki Mari sehnt sich danach, etwas Großes zu unternehmen, solange sie noch in der Oberschule ist. Doch wann immer sie es versucht, macht sie im letzten Moment einen Rückzieher. Bis sie eines Tages beobachtet, wie jemandem ein Umschlag aus der Tasche fällt und dessen Besitzer kennenlernt.","versions":[{"lang":1,"streams":[{"redirect":12925816,"hoster":"VOE"},{"redirect":8398225,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8398051,"hoster":"VOE"},{"redirect":8398045,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kabukichō Fremantle","epNo":2,"alt":"Kabukicho Fremantle","descr":"Auf Shirases Geheiß soll Tamaki sich einen Nebenjob suchen, um das Ticket nach Australien zu bezahlen, von wo aus die Expedition starten soll. Darauf folgt auch schon die nächste Hürde: Sich die Teilnahme an der Expedition erkämpfen.","versions":[{"lang":1,"streams":[{"redirect":8398236,"hoster":"VOE"},{"redirect":8398242,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8398049,"hoster":"VOE"},{"redirect":8398050,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Followbacks sind nicht aufzuhalten","epNo":3,"alt":"The Follow Backs Don\u0027t Stop!","descr":"Der erste Plan der drei Mädels, sich der Antarktisexpedition anzuschließen, war ein Reinfall, doch finden sie schon bald einen neuen Weg, der funktionieren könnte. Sie erfahren, dass eine Schauspielerin aus der Oberschule Teil der zivilen Antarktisexpedition sein wird. Und genau die taucht aus heiterem Himmel bei Shirase zuhause auf.","versions":[{"lang":1,"streams":[{"redirect":8398247,"hoster":"VOE"},{"redirect":8398253,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9582804,"hoster":"VOE"},{"redirect":8398080,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die vier Raupen","epNo":4,"alt":"Four Caterpillars","descr":"Nachdem unsere Mädels nun Teil der zivilen Antarktisexpedition sein werden, muss erst noch alles mit der Schule und ihren Eltern geklärt werden. Danach beginnt auch schon die Schulung für ihre Antarktis-Reise. Doch wer glaubt, das werde ein gemütlicher Ausflug in die Berge, hat die Rechnung ohne die Teamleiterin der Expedition gemacht.","versions":[{"lang":1,"streams":[{"redirect":12381629,"hoster":"VOE"},{"redirect":8398266,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8398089,"hoster":"VOE"},{"redirect":8398094,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dear my friend","epNo":5,"alt":"Dear My Friend","descr":"Die Vorbereitungen zur Fahrt in die Antarktis laufen auf Hochtouren bei den Mädels. In der Schule werden sie mit großem Trara verabschiedet. Nur scheint nicht jeder so davon begeistert zu sein. Offenbar werden böse Gerüchte darüber verbreitet, wie die Mädchen die Reise finanzieren konnten.","versions":[{"lang":1,"streams":[{"redirect":8398275,"hoster":"VOE"},{"redirect":8398276,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8398109,"hoster":"VOE"},{"redirect":8398099,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Willkommen zur Durian-Show","epNo":6,"alt":"Welcome to the Durian Show","descr":"Die große Reise beginnt. Unsere vier Mädels fliegen zu ihrem ersten Zwischenstopp nach Singapur, von wo aus es frühmorgens zwei Tage später nach Fremantle weitergeht. Den ersten Tag verbringen sie mit Shoppen und gutem Essen, doch bald taucht ein großes Problem auf, um das sie sich erst kümmern müssen.","versions":[{"lang":1,"streams":[{"redirect":8398289,"hoster":"VOE"},{"redirect":8398282,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8398120,"hoster":"VOE"},{"redirect":8398118,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das All sehende Schiff","epNo":7,"alt":"The Ship That Sees the Universe","descr":"Die Hürden der Anreise hinter sich gelassen, stehen unsere Mädels endlich in Fremantle vor der Pinguin Manjū. Relativ schnell wird klar, dass die Vorbereitungen zur Expedition alles andere als rund laufen. Außerdem scheinen die Teamleiterin und Kanae einen geheimen Plan zu verfolgen. Steht die Expedition eventuell doch auf wackligeren Füßen als erwartet?","versions":[{"lang":1,"streams":[{"redirect":8398301,"hoster":"VOE"},{"redirect":8398296,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8398136,"hoster":"VOE"},{"redirect":8398134,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Heulend, den Verstand raubend, tosend","epNo":8,"alt":"Howling, Maddening, Screaming","descr":"Endlich ist es soweit, der Anker wird gelichtet, die Expedition sticht in See. Doch das Leben auf hoher See ist gar nicht so einfach, wie die Mädchen schon bald bemerken. Angefangen mit seltsamen Ritualen wie die körperliche Betätigung auf Deck, bis zum ständigen Schaukeln des Schiffes muss sich unser Quartett an einiges gewöhnen.","versions":[{"lang":1,"streams":[{"redirect":8398310,"hoster":"VOE"},{"redirect":8398309,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8398142,"hoster":"VOE"},{"redirect":12482616,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Antarktis-Liebesgeschichte (Blizzard-Kapitel)","epNo":9,"alt":"Antarctic Love Story (Blizzard Arc)","descr":"Nach anfänglichen Schwierigkeiten leben sich die Mädchen ganz gut auf dem Schiff ein. Als einer der Expeditionsteilnehmer mit einem Anliegen bei ihnen vorspricht, sieht Hinata eine Chance, ihre Zuschauerzahlen aufzubessern. Das beinhaltet allerdings, sich mit der Teamleiterin zu unterhalten, wogegen sich Shirase sträubt.","versions":[{"lang":1,"streams":[{"redirect":8398325,"hoster":"VOE"},{"redirect":8398324,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12925813,"hoster":"VOE"},{"redirect":8398161,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Halb/Halb-Freundschaft","epNo":10,"alt":"Partial Friendship","descr":"Die Mädchen sind endlich an ihrem Ziel angekommen: Die Antarktis. Vor Ort zeigt Kanae ihnen kurz das Gelände und dann muss auch schon in die Hände gespuckt werden. Derweil steht Yuzuki vor einer schwerwiegenden Entscheidung, in dessen Zusammenhang die vier Mädchen sich die Frage stellen müssen, was Freundschaft bedeutet.","versions":[{"lang":1,"streams":[{"redirect":8765651,"hoster":"VOE"},{"redirect":8398339,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8398181,"hoster":"VOE"},{"redirect":8398188,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mit dem Metallfass wegfegen!","epNo":11,"alt":"Bash That Drum Can!","descr":"Beim Testen der Verbindung für den Neujahrs-Stream melden sich einige alte Bekannte Hinatas. Worauf Hinata äußerst merkwürdig reagiert und den Rest den Tages abwesend wirkt. Shirase beschließt, der Sache auf den Grund zu gehen.","versions":[{"lang":1,"streams":[{"redirect":8398344,"hoster":"VOE"},{"redirect":8398345,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8398198,"hoster":"VOE"},{"redirect":8398186,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Ort, ferner als das All","epNo":12,"alt":"A Place Further Than the Universe","descr":"Shirase steht kurz vor ihrem Ziel, eine Expedition ins Innere der Antarktis ist geplant - der Ort, an dem ihre Mutter verschollen ist. Doch im letzten Moment zögert sie. Was erwartet sie am Ende ihrer Reise? Wird sie jemals mit dem Tod ihrer Mutter abschließen können?","versions":[{"lang":1,"streams":[{"redirect":8398350,"hoster":"VOE"},{"redirect":12516861,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8398208,"hoster":"VOE"},{"redirect":8398201,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"We\u0027ll Go On Another Journey Someday","epNo":13,"alt":"We`ll Go On Another Journey Someday","descr":"Für unsere Mädchen nähert sich die Zeit in der Antarktis ihrem Ende zu, da bald nur noch das Überwinterungs-Team dort verbleibt. Sie schauen auf ihre Zeit zurück und verabschieden sich vom Rest des Expeditionsteams und dann heißt es auch schon aufbrechen.","versions":[{"lang":1,"streams":[{"redirect":8398355,"hoster":"VOE"},{"redirect":8398352,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473519,"hoster":"VOE"},{"redirect":8398224,"hoster":"Streamtape"}]}]}]}]}