{"path":"/serie/stream/soredemo-sekai-wa-utsukushii","name":"Soredemo Sekai wa Utsukushii","descr":"[The World Is Still Beautiful] Nike, die vierte Prinzessin des Regen-Herzogtums, und diejenige mit der Macht den Regen zu beschwören, reist in das Sonnenkönigreich, um dort, wenn auch wiederstrebend, eine politische Ehe mit dem Sonnenkönig Livius einzugehen. Doch schnell stellt Nike fest, dass der König, der die Welt innerhalb von drei Jahren nach Besteigung des Throns eroberte, ein Kind ist. Darüber hinaus verlangt er nun, dass sie den Regen aus einem vollkommen trivialen Grund beschwört ...","seasons":[{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-1","name":"","epNo":1,"alt":"The Sun Kingdom","descr":"Nike, die vierte und jüngste Prinzessin des Königreichs des Regens, kommt im Königreich der Sonne an, nachdem sie mit ihren Schwestern eine Wette verloren hat, um die Verlobte des Sonnenkönigs zu werden, der Gerüchten zufolge ein gnadenloses Monster ist, das nur drei Jahre nach seinem die Welt erobert hat Thronbesteigung. Allerdings läuft es nicht von Anfang an rund. Unmittelbar nach ihrer Ankunft werden ihre Besitztümer gestohlen, sodass sie keine Möglichkeit hat, den Palast zu erreichen, und die Menschen des Königreichs sind ihr gegenüber feindselig und unhöflich, da ihr Land weniger gut entwickelt ist als das Sonnenreich (was dazu führt, dass seine Währung fast wertlos). Glücklicherweise nimmt sie eine freundliche Familie von Bürgern auf und Nike beschließt, ihre Freundlichkeit zurückzuzahlen. Als die ältere Schwester der Familie versehentlich entführt wird, Nike beeilt sich, sie zu retten und nutzt ihre Macht über das Wetter, um die geilen Männer zu besiegen, bevor sie sie zwingt, sie in den Palast zu bringen. Als sie jedoch ankommt, stellt sie schockiert fest, dass der Sonnenkönig, der Mann, der die ganze Welt erobert hat und jetzt ihr Verlobter ist, noch ein Kind ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13491882","hoster":"VOE"},{"path":"/redirect/10139432","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8765648","hoster":"VOE"},{"path":"/redirect/8628918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-2","name":"","epNo":2,"alt":"The Rain Princess","descr":"Livius I, der Sonnenkönig, entpuppt sich als Junge, der Nike schockiert zurücklässt. Nachdem er herausgefunden hat, dass Nike die Regenprinzessin ist, befiehlt er ihr, zu seiner Belustigung Regen hervorzubringen. Wütend, dass er ihre Gabe zur Unterhaltung nutzen will, sagt Nike ihm, dass sie den Regen nicht rufen kann, ohne zuerst die Schönheit der Welt zu erleben. Livius bietet eine Auswahl an Dingen an, von Kleidern bis hin zu einem wunderbaren Essen, aber sie weigert sich immer noch. Nike sagt Livius, dass sie die Welt wie in der sie umgebenden Natur meinte. Im Laufe der Zeit entdeckt Nike, dass Livius keine Schönheit auf der Welt sieht und ist entschlossen, ihm zu zeigen, was Schönheit wirklich ist, aber die Dinge laufen nicht wie geplant. Auf Livius wird ein Attentat verübt und Nike schubst ihn aus dem Weg, nur um selbst von einem Pfeil getroffen zu werden. Zum Glück traf der Pfeil nichts Lebenswichtiges. Livius ist jedoch geschockt und schickt Nike zur Sicherheit per Kutsche weg. Nachdem Nike gegangen ist, wird ein weiterer Attentatsversuch unternommen, diesmal indem der Palast niedergebrannt wird, während Livius sich noch darin befindet. Nike sieht den Rauch und rennt zurück zum Schloss. Dort beschwört sie ihren Regen herauf, um Livius zu retten. Als er den Regenbogen sieht, der sich nach dem Regen bildet, lächelt Livius.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765649","hoster":"VOE"},{"path":"/redirect/8738150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-3","name":"","epNo":3,"alt":"Chancellor\u0027s Declaration","descr":"Für Livius wird eine Party abgehalten, um Nike als seine Braut vorzustellen. Eine Gruppe ausländischer Adliger betritt den Garten, in dem Nike ist, und verspottet sie. Livius sieht das und verspottet sie der Reihe nach, bevor er Nikes Schoß als Kissen benutzt. Nike schlägt ihm vor, sich auszuruhen und seine Arbeitsbelastung zu reduzieren, und sie streiten sich am Ende. Nike fühlt sich verletzt und denkt, dass es ihm egal ist. In ihrem Zimmer singt sie und erinnert sich an das Gespräch mit ihrer Mutter. Sie dankt ihren Dienstmädchen dafür, dass sie schöne Blumen in ihr Zimmer gestellt haben, aber sie sagen, dass der König sie jeden Tag persönlich pflückt, damit sie sich wohl fühlt. Nike lächelt und sagt, dass er ein Idiot ist. Die Party läuft gut, aber Nike erscheint immer noch nicht. Sogar Livius weiß nicht, wo Nike ist, wird aber von seinem Butler davon überzeugt, dass er der Prinzessin, die er als seine Braut ausgewählt hat, etwas Vertrauen entgegenbringt. Nach einem Moment, Sie hören ein Lied und Nike tritt ein, umgeben von Rosenblättern, die von der Kraft des Windes durch den Raum geweht werden. Nike bedankt sich bei allen für ihre Teilnahme und singt noch einmal, beschwört Regen herauf und verzaubert die Gäste.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13486786","hoster":"VOE"},{"path":"/redirect/10139433","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8765653","hoster":"VOE"},{"path":"/redirect/8628920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-4","name":"","epNo":4,"alt":"Ring of Tales 1","descr":"Das Priestertumsministerium, das das letzte Wort darüber hat, wer in die königliche Familie einheiraten darf, löst Nikes Verlobung mit Livius mit der Begründung, sie komme aus einem unerwünschten Land. Nike und Livius sind fest davon überzeugt, dass sie heiraten werden, also verlangt die Priesterschaft, dass Nike das \"Ritus der Erleuchtung\" annimmt, um zu beweisen, dass sie es wert ist, die Frau von Livius zu sein. Sie muss sich in eine Höhle wagen und durch einen alten Tempel navigieren, um einen alten Ring zu finden, den sie Livius als Ehering geben kann. Livius warnt Nike jedoch, dass im Laufe der Geschichte viele Prinzessinnen, die gezwungen waren, sich beim Ritus der Erleuchtung zu beweisen, es nie lebend aus der Höhle geschafft haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765656","hoster":"VOE"},{"path":"/redirect/8628921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-5","name":"","epNo":5,"alt":"Ring of Tales 2","descr":"Nike nimmt das \"Ritus der Erleuchtung\", aber als sie die Höhle betritt, um den Ring zu holen, stellt sie fest, dass der Ring fehlt und sie von Mitgliedern des Ministeriums der Priesterschaft umgeben ist, was enthüllt, dass die Priesterschaft den Ritus der Erleuchtung seit Hunderten von Jahren als ein verwendet Methode zur Ermordung von Prinzessinnen, die sie für unwürdig hielten, in die königliche Familie einzuheiraten. Sie versuchen, sie zu ermorden, aber sie entkommt, nachdem sie Livius in der Höhle getroffen hat, der ihr durch einen geheimen Tunnel gefolgt ist, von dem nur er wusste. Während der Verlobungszeremonie haben weder Livius noch Nike einen Verlobungsring, also nutzt Nike stattdessen ihre Kraft, um einen weißen Regenbogen in einem perfekten Ring um die Sonne zu erschaffen. Einer der gescheiterten Attentäter enthüllt wütend, dass Livius mit Nike die Höhle betreten hatte, was gegen das Gesetz verstößt. auch versehentlich die Wahrheit über ihre versuchte Ermordung preisgeben. Obwohl Livius die Attentäter hinrichten lassen könnte, beschließt Nike, ihnen zu vergeben. Der Hauptattentäter gibt unter Tränen zu, dass Nike Livius zu einem besseren König gemacht hat, während der Oberpriester Nike und Livius offiziell als verlobtes Paar anerkennt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765655","hoster":"VOE"},{"path":"/redirect/8628922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-6","name":"","epNo":6,"alt":"Call My Name","descr":"Eine Kindheitsfreundin von Livius, Luna aus dem Ozeankönigreich, kommt hinzu, die darauf besteht, dass sie die wahre Verlobte von Livius ist, obwohl Livius sie nie gebeten hat, ihn zu heiraten, und sie tatsächlich ziemlich nervig findet. Sie macht Nike das Leben schwer, indem sie sie in allem übertrifft. Lunas Eifersucht erreicht ihren Höhepunkt, als sie sieht, wie Livius sich in Gegenwart von Nike glücklich verhält. Am nächsten Tag fordert sie Nike zu einem Hühnchenspiel heraus; Wenn sie mit ihren Pferden zum Aquädukt rennen, verliert der erste, der anhält, und wenn Sie nicht anhalten, stürzen Sie und Ihr Leben ist verwirkt. Nike akzeptiert und sie fahren Rennen. Luna fällt hin, nachdem sie erkannt hat, dass sie sich nicht mit Nike vergleichen kann, die Livius sowohl wegen seiner Schwächen als auch wegen seiner Stärken liebt. Nike rettet Luna, indem sie den Wind beschwört, obwohl er sie sehr erschöpft. Luna geht zu glücklichen Bedingungen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12335183","hoster":"VOE"},{"path":"/redirect/8725961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-7","name":"","epNo":7,"alt":"Wild Waltz","descr":"Livius\u0027 Onkel Bard, den Livius seit seiner Kindheit hasst, kehrt von seinen Reisen um die Welt zurück. Er ist gutaussehend, bei Frauen beliebt und talentiert und versucht sofort, Nike zu verführen. Bard, Nike und Livius nehmen alle an einem Bankett teil, das vom Adel veranstaltet wird. Während Livius auf dem Balkon auf Nike wartet, entführt Bard Nike in ihr Zimmer. Nike findet heraus, dass Bard sie nicht wirklich verführen will, sondern sie testet, um zu sehen, ob sie geeignet ist, seinen Neffen zu heiraten. Livius findet sie genau in diesem Moment und lässt Nike in ihrem Zimmer einsperren, während sie plant, Bard wegen Ehebruchs persönlich zu Tode zu foltern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765659","hoster":"VOE"},{"path":"/redirect/8765654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-8","name":"","epNo":8,"alt":"Shelter From the Rain","descr":"Nike erkennt, dass sie Livius und Bard helfen möchte, ihre Gefühle in Einklang zu bringen. Sie holt Bard aus dem Gefängnis und schmiedet einen Plan, um Bard und Livius alleine dazu zu bringen, frei miteinander zu reden. Livius befiehlt Bard, seine alte Position als Premierminister anzunehmen, nachdem einige ihrer früheren bösen Absichten aufgelöst wurden. Bard stimmt zu und beginnt dann sofort wieder mit Nike zu flirten, was zu einem weiteren Kampf mit Livius führt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765657","hoster":"VOE"},{"path":"/redirect/8628925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-9","name":"","epNo":9,"alt":"The Principality of Rain","descr":"Nike erhält einen Brief aus dem Fürstentum Rain, in dem steht, dass Nikes Großmutter Tohara zusammengebrochen ist und deshalb Nike sehen möchte, falls sie sterben sollte. Nike schweigt darüber, bis sie eine Regenbeschwörung für die Gäste des Sonnenkönigs durchführt. Livius weist darauf hin, dass ihr Regen nicht so gut war wie sonst, was dazu führt, dass Nike gesteht, was in dem Brief geschrieben steht. Livius sagt sofort alle ihre Pläne ab, damit er, Nike und sein Butler Neil ins Fürstentum Rain reisen können, um gemeinsam Nikes Großmutter zu sehen. Es stellt sich jedoch heraus, dass es ihrer Großmutter gut geht und sie nur den Rücken geworfen hat. Nachdem sie ihre Großmutter getroffen hat, trifft Livius ihre Schwestern. Kitora, die Cousine von Nike, kommt herein und plant mit Tohara, Nike daran zu hindern, mit dem Sonnenkönig zurückzukehren. Ebenfalls, Da Livius ihre Reise nicht zu genießen schien, versucht Nike ihn aufzuheitern, indem sie ihn die Sterne des Fürstentums Rain sehen lässt und ihm Reisbrei macht. Während sie redet, merkt Nike, dass sie Livius liebt und küsst ihn. Das erschreckt beide und lässt sie erröten. Kitora beobachtet die beiden im Hintergrund.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765660","hoster":"VOE"},{"path":"/redirect/8765658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-10","name":"","epNo":10,"alt":"A Righteous Country","descr":"Nike wurde von Kitora gebeten zu kommen und zu reden, wurde aber ausgetrickst und in ein Gefängnis gesteckt, das ihre Regenbeschwörungskraft einschränkt. Ihre Großmutter plant, die Erinnerung an Livius zu löschen, damit sie Nike bei sich behalten kann. Glücklicherweise wusste Livius das bereits und versucht, Nike zu finden. Mit Hilfe von Nikes Schwester entkommt er. Er trifft auf ihre Oma und sie wirft den Schlüssel zu Nikes Zelle in den See. Sie würde Livius\u0027 und Nikes Zusammensein nicht anerkennen, wenn er den Schlüssel nicht finden könnte. Livi wird von einer riesigen Welle ertränkt, während Nike versucht, sich aus der Zelle zu befreien, indem sie ihren Körper dagegen wirft, sich selbst Schaden zufügt und erklärt, dass sie Livius liebt. Beide sagen, dass ein Leben und eine Zukunft ohne einander sinnlos und wie der Tod selbst wäre.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765661","hoster":"VOE"},{"path":"/redirect/9241307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-11","name":"","epNo":11,"alt":"A Passing Breeze","descr":"Kitora kann es nicht ertragen, ihren Schmerz anzusehen, schließt die Zelle auf und lässt sie gehen. Nach der Flucht trifft Nike auf ihre Schwester, die Livi geholfen hat, weil sie selbst denken und nicht nur folgen wollte. Ihre Schwester erzählt ihr, dass Livi ertrunken ist, um zu beweisen, dass er Recht hatte, Nike zu heiraten. Als Nike ankommt, scheint es, als würde er nicht aufwachen, aber wenn er es tut, sagt Livius, dass er Toharas Spiel gewonnen und den Schlüssel gefunden hat. Wie Nike triumphierten beide. Später entschuldigen sich die anderen Schwestern von Nike für die Dinge, die sie Nike und Livius angetan haben. Nike und Livius werden dann verkleidet und er trifft Nikes Mutter, der es besser geht. Sie werden von den Menschen im Fürstentum Rain gefeiert und Livius erklärt, dass er Nike lieben und beschützen wird. Nach der Party konfrontiert Livius Kitora und lässt ihn allein, um mit Nike zu sprechen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765663","hoster":"VOE"},{"path":"/redirect/8628926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soredemo-sekai-wa-utsukushii/staffel-1/episode-12","name":"","epNo":12,"alt":"Homecoming","descr":"Nike kehrt mit ihrer Großmutter ins Sonnenreich zurück und verabschiedet sich von ihr. Als sie zurückkommen, scheint Bard etwas nachgelassen zu haben und viele Gäste eingeladen zu haben. Livius muss viele Tage arbeiten, ebenso wie Nike, da sie so lange weg waren und so viel getan werden muss. Allerdings sehen sie sich während der Arbeitszeit überhaupt nicht und beide fühlen sich einsam. Endlich trifft sich Livius wieder mit Nike an einem geheimen Ort, den Livius ihr gezeigt hat, und sie gestehen, dass sie sich vermisst haben und einander brauchen. Sie küssen sich und die Episode endet mit all den verschiedenen Erinnerungen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765662","hoster":"VOE"},{"path":"/redirect/8628933","hoster":"Streamtape"}]}]}]}]}