{"seriesId":"soul-eater","name":"Soul Eater","descr":"Der Schauplatz von Soul Eater ist die Shibusen-Universität, deren Schüler sogenannte Meister (Shokunin im Original) sind. Jeder von ihnen hat eine Art lebende Waffe als Partner und sie alle verfolgen das Ziel, ihre Waffe zu einer Death Scythe zu machen, indem sie die Seelen böser Menschen aufsammeln. Das ist aber mehr eine Motivationshilfe, denn das eigentliche Ziel der Universität ist es zu verhindern, dass diese Seelen in die falschen Hände geraten - im schlimmsten Fall in die von jemanden, der damit versucht einen Kishin (eine Art Dämonengott) zu erschaffen.  Doch damit nicht genug. Nachdem dieser Teil des Abenteuers übestanden ist, kehrt Arachnophbia, eine böse Hexe, ins Leben zurück. Der Anime verfolgt nun die Abenteuer der Meister Maka, Black Star und Death the Kid mit ihren jeweiligen Partnern Soul Eater, Tsubaki, Patty und Liz, die alle mehr oder weniger ernsthaft versuchen, die Welt vor ihrem Untergang zu bewahren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Resonanz der Seelen: Wird Soul Eater zu einer Todessense?","epNo":1,"alt":"Resonance of the Soul","descr":"Maka Albarn, eine Waffenmeisterin der Shibusen-Universität und ihre WafeSoul Eater haben es geschafft. Endlich haben sie 99 Kishineier gesammelt, die sie brauchen, damit Soul zu einer Death Scyth wird - zu einer Todessense. Alles was ihnen nur noch fehlt, ist eine Hexenseele, aber werden sie es schaffen, sich eine anzueignen, oder werden sie versagen? Werden sie vielleicht sogar von vorne anfangen müssen?","versions":[{"lang":1,"streams":[{"redirect":8251128,"hoster":"VOE"},{"redirect":8251132,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397146,"hoster":"VOE"},{"redirect":8397150,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ich bin der Star! Ist der größte Kerl schon eingetroffen?","epNo":2,"alt":"I Am the Star!","descr":"Black*Star ist hier! Der Junge, der sich selbst als größer als die Götter betrachtet und seine Waffe Tsubaki, wollen um jeden Preis ihre einhundert Seelen sammeln. Dabei stellen sie sich jedoch mehr als ungeschickt an, denn der große Black*Star ist alles andere als ein guter Attentäter. Als er jedoch von einer Hexe namens Angela erfährt, dessen Seele er sich holen könnte, schnappt er sich Tsubaki und macht sich auf den Weg. Allerdings ist ihr Gegner, der Samurai der Angela beschützt, schwerer zu besiegen, als gedacht. Schaffen sie es trotzdem?","versions":[{"lang":1,"streams":[{"redirect":12335187,"hoster":"VOE"},{"redirect":8251136,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397155,"hoster":"VOE"},{"redirect":8397157,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Junge der Perfektion - Death the Kids glorreiche Mission?","epNo":3,"alt":"The Perfect Boy","descr":"Der Shimigami hat einen Sohn? Klar und hier ist er: Death the Kid. Doch da er immer alles perfekt symmetrisch haben will, verhaut er auch gleich einen Einsatz - sehr zum Leidwesen seines Vaters. Doch schon erhält er den nächsten Auftrag: Zu den Pyramiden von Anubis gehen und eine fiese Mumie beseitigen, deren Seele längst ein Kishinei ist. Doch kurz bevor es zum entscheidenden Kampf kommt, verabschiedet Kid sich schon wieder und lässt seine Waffen, die Thompson-Schwestern Patty und Liz zurück, da er fürchtet das ein Bild in seinem Zimmer nicht symmetrisch hängt. Wird er wiederkommen und den Auftrag beenden oder bleibt alles an den zwei Pistolen-Schwestern hängen?","versions":[{"lang":1,"streams":[{"redirect":8251137,"hoster":"VOE"},{"redirect":8251142,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397170,"hoster":"VOE"},{"redirect":8397171,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Beginn der Hexenjagt - Eine spannende Nachhilfestunde auf dem Friedhof","epNo":4,"alt":"Engage the Witch Hunter!","descr":"Nachhilfestunde ist angesagt! Da sowohl Black*Star als auch Maka so gut wie null Kishineier gesammelt haben, müssen sie wohl oder übel an einer Nachhilfestunde teilnehmen. Sie müssen ihren ehemaligen Lehrer Sid besiegen, der auf merkwürdige Art und Weise zum Zombie mutiert ist. Schwieriger als gedacht, besonders da Maka der Überzeugung ist, endlich Hexenjagd einsetzten zu können - eine mächtige Technik der Sensenmeister. Und am Ende müssen sie sich auch noch dem Mann stellen, der aus Sid das gemacht hat, was er jetzt ist...","versions":[{"lang":1,"streams":[{"redirect":8251144,"hoster":"VOE"},{"redirect":8251146,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12251274,"hoster":"VOE"},{"redirect":8397178,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Form einer Seele - Stein, der stärkste Meister erscheint?","epNo":5,"alt":"Shape of the Soul","descr":"Franken Stein, ein Verrückter, der alles siezieren will, was ihm in die Hände fällt, ist also Makas und Black*Stars nächster Gegner um die Nachhilfestunde zu bestehen. Er ist derjenige, der auch Sid zum Zombie gemacht hat. Doch während des Kampfes hat Maka auf einmal ein merkwürdiges Gefühl - irgendwas stimmt mit der Seele dieses Mannes nicht.So eine mächtige Seele hat sie noch nie gespürt. Sollte ihr Gegner unbesiegbar sein?","versions":[{"lang":1,"streams":[{"redirect":12925854,"hoster":"VOE"},{"redirect":8251148,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11832592,"hoster":"VOE"},{"redirect":8397189,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Schüler mit Vorgeschichte - Kids denkwürdiger erster Tag an der Shibusen?","epNo":6,"alt":"The New Student","descr":"Death the Kid hat während des Spezialtrainings, Maka und Black*Star beim kämpfen zugesehen und fühlt sich nun benachteiligt, da er selbst nie auf solche Trainingseinheiten geschickt wird. Kurzerhand beschließt Kid, auch auf die Shibusen zu gehen. Als er am nächsten Tag jedoch viel zu spät an der Schule erscheint, da er wieder symmetrische Probleme hatte, trifft er auch schon auf Black*Star und Soul. Die zwei schwänzen mal wieder den Unterricht und lassen sich schließlich zu einem Kampf mit Kid hinziehen. Tsubaki ist allerdings besorgt. Sollte Black*Star sie verlassen und Soul als Waffe nehmen?","versions":[{"lang":1,"streams":[{"redirect":8251152,"hoster":"VOE"},{"redirect":8251154,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397200,"hoster":"VOE"},{"redirect":8397195,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schwarzblütiger Terror - Befindet sich eine Waffe in Chrona?","epNo":7,"alt":"Black-blooded Terror","descr":"Soul und Maka sind für einen Spezialeinsatz in Italien unterwegs. Sie sollen einen Mann stoppen, dessen Seele zum Kishinei wurde und der unentwegt weiterhin Menschenseelen verspeist. Als sie den Auftrag jedoch erfüllt haben, spürt Maka die Seelen, eines Meisters und seiner Waffe. Ebenso wie die Seelen mehrere Menschen, mit denen sich Soul zuvor geprügelt hatte. Als sie jedoch ankamen, treffen sie tatsächlich auf einen Jungen -Chrona- der kurz davor ist, ein Kishin zu werden. Als Maka und Soul gegen ihn kämpfen, haben sie gegen Chrona und dessen Waffe Raknaröck allerdings keine Chance, da Maka sich zurückhält, um Soul zu schützen. Werden sie den Kampf verlieren?","versions":[{"lang":1,"streams":[{"redirect":8251158,"hoster":"VOE"},{"redirect":8251153,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397207,"hoster":"VOE"},{"redirect":8397202,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Medusa, die Hexe!  Diejenige mit einer überwältigenden bösen Seele?","epNo":8,"alt":"Medusa the Witch","descr":"Maka ist noch immer in der Kirche gefangen in der sie gegen Chrona kämpfte und Soul liegt schwer verletzt am Boden. Doch gerade, als Chrona zum Todesstoß ausholt, trifft ihn die Schneide einer Sense. Es ist Spirit, Makas Vater, der mit Stein ´gekommen war, nachdem sie hörten, dass das Dämonenschwert wieder da ist. Stein und Chrona geben sich schließlich einen erbitterten Kampf, bei dem Chrona allerdings unterliegt. Doch kurz vor Chronas Niederlage, nehmen Maka und Stein eine neue Seele war: die Seele einer Hexe! Doch statt gegen sie zu kämpfen, schnappt sich die Hexe Chrona und flieht mit ihm. Doch auch Maka und die anderen müssen in die Shibusen zurück, denn Souls Leben schwebt in Gefahr...","versions":[{"lang":1,"streams":[{"redirect":12381647,"hoster":"VOE"},{"redirect":8251159,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397225,"hoster":"VOE"},{"redirect":8397220,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Legende vom heiligen Schwert - Kids und Black Stars\u0027 größtes Abenteuer?","epNo":9,"alt":"Legend of the Holy Sword","descr":"Excalibur, das heilige Schwert, eine Waffe von der jeder Meister träumt - jedenfalls tun das Black*Star und Death the Kid. Als Black*Star Strafarbeit in der Bibliothek schieben muss, trifft er auf Kid, der ihm auch gleich die Geschichte von Excalibur erzählt. Angestachelt, von der Macht, die das Schwert verspricht, begeben sich Kid und Black*Star auf die Suche danach. Doch als sie es schließlich finden, erwartet sie eine böse Überraschung...","versions":[{"lang":1,"streams":[{"redirect":8251165,"hoster":"VOE"},{"redirect":8251164,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397232,"hoster":"VOE"},{"redirect":8397243,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Dämonenklinge Masamune - Durchtrenne die abhängige Seele. Singt das Herz im Regen?","epNo":10,"alt":"The Enchanted Sword Masamune","descr":"Als Tsubaki von dem Aufenthalt der Dämonenklinge Masamune erfährt, macht sie sich mit Black*Star auf den Weg, um sie zu finden und zu besiegen. Als sie jedoch in dem Dorf ankommen, in dem die Dämonenklinge ihr Unwesen treibt, werden sie von den Dorfbewohnern verjagt, da Black*Star dem SternenClan angehört, welche dem Dorf schreckliches angetan haben. Als die Zwei jedoch später zurückkehren, treffen sie auch schon auf ihren Gegner Masamune. Tsubaki begibt sich schließlich ins Innere der Seele Masamunes, um ihn zu besiegen. Was Black*Star aber nicht ahnt, ist, dass ihr Gegner Tsubakis großer Bruder ist...","versions":[{"lang":1,"streams":[{"redirect":8251171,"hoster":"VOE"},{"redirect":8251170,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397250,"hoster":"VOE"},{"redirect":8397257,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Kamelie - Was liegt jenseits der Traurigkeit?","epNo":11,"alt":"Tsubaki, the Camellia Blossom","descr":"Tsubaki befindet sich noch immer in der Seele der Dämonenklinge Masamune. Während sie gegen ihn kämpft, kommen in ihr alte Erinnerungen an ihre Kindheit hoch. Black*Star, der währenddessen auf ihre Rückkehr wartet, wird von den Dorfbewohnern mit Steinen beworfen und dazu gedrängt, das Dorf zu verlassen. Doch Black*Star bleibt bei Tsubaki und fordert sie dazu auf, ihr Bestes zu geben, während auch er sich zurück erinnert, wie er Tsubaki zum ersten Mal traf. Tsubaki kämpft weiter, ringt allerdings mit ihren Gefühlen für ihren Bruder. Gewinnt sie trotzdem?","versions":[{"lang":1,"streams":[{"redirect":8251175,"hoster":"VOE"},{"redirect":8251174,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397267,"hoster":"VOE"},{"redirect":8397269,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Mut, die Angst zu überwinden - Maka Albans Großer Entschluss?","epNo":12,"alt":"Courage That Beats Out Fear","descr":"Black*Star bekommt von Stein eine Aufgabe, mit der er stärker werden und Tsubakis Teufelsklingen-Modos kontrollieren soll. Auch Maka bittet darum, stärker zu werden und drängt Stein, ebenfalls Spezialübungen zu bekommen - genauso wie Black*Star. Doch Stein weigert sich, ihr solche Aufgaben zu geben, bis sie herausgefunden hat, was sie antreibt, um stärker zu werden. Während Maka überlegt, hat die Hexe Medusa eine Auseinandersetzung mit zwei anderen Hexen, die der Meinung sind, dass Medusas Plan zu gefährlich sei. Denn diese hat sich als Krankenschwester in die Shibusen eingeschleust, um an Soul heranzukommen, dessen Blut sich mit dem schwarzen Blut Chronas vermischt hat. Am Ende der Folge findet Maka schließlich die Anmtwort auf Steins Frage - und ihre größte Angst...","versions":[{"lang":1,"streams":[{"redirect":8251178,"hoster":"VOE"},{"redirect":8251177,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397289,"hoster":"VOE"},{"redirect":8397286,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Mann mit dem Teufelsauge - Soul und Maka, die Kluft zwischen den Seelenwellenlängen?","epNo":13,"alt":"The Man with the Magic Eye","descr":"Medusa hat mit Hilfe von Hexe Eruka Free befreit, einen unsterblichen Hänfling, mit magischen Kräften. Mit seiner Hilfe, will Medusa Soul und Maka töten. Währenddessen, haben Maka und Soul wiedermal eine neue Aufgabe von Stein bekommen: Sie sollen sich einander gegenüber setzten und sich gegenseitig erzählen, was sie an dem anderen stört. Dabei kommen jedoch auch Sachen ans Licht, die den anderen verletzten. Es kommt zum Streit und die Zwei hauen sich gegenseitig Beleidigung an den Kopf. Plötzlich werden Maka und Soul zusammen mit Black*Star und Kid losgeschickt, um gegen Free zu kämpfen, der aus dem Gefängnis entkommen ist. Doch während des Kampfes merkt Maka, das Etwas nicht stimmt. Ihre und Souls Seelen sind nicht mehr auf einer Ebene. Beim Versuch Soul als Sense hochzuheben verbrennt sie sich übel die Finger und auch Seelenresonanz klappt überhaupt nicht mehr. Schaffen sie es Free trotzdem zu besiegen?","versions":[{"lang":1,"streams":[{"redirect":8251181,"hoster":"VOE"},{"redirect":8251185,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11832593,"hoster":"VOE"},{"redirect":8397308,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schriftlicher Supertest: Herzklopfen, Zittern, Nervosität, Lügen?","epNo":14,"alt":"The Super Written Exam","descr":"Ein Test steht bevor! Während Maka wie besessen paukt, versucht Black*Star die Lösungen aus Steins Büro zu stehlen und Soul macht aus seinem gesamten Körper einen einzigen Spickzettel. Beide werden erwischt, Soul muss ich bis auf seine Unterhose ausziehen, darf jedoch weiterschreiben. Black*Star jedoch wird an die Tafel genagelt und bekommt eine Sechs eingetragen. Auch Death the Kid stellt sich nicht besser an. Er verbringt die gesamte Stunde damit, seinen Namen symmetrisch auf das Testpapier zu bringen, was ihm allerdings nicht gelingt. Auch die Thompsen Schwestern haben Probleme. Liz füllt nicht eine einzige Aufgabe aus, Patty bastelt aus ihrem Testblatt eine Giraffe. Ob das gutgehen kann???","versions":[{"lang":1,"streams":[{"redirect":8251184,"hoster":"VOE"},{"redirect":8251188,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397314,"hoster":"VOE"},{"redirect":8397317,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der seelenfressende Schwarze Drache! - Die feige Liz und ihre freundlichen Begleiter?","epNo":15,"alt":"The Soul Eating Black Dragon","descr":"Death Kid, Patty und Liz sind mit einem Ruderboot unterwegs, um seltsame Vorgänge in einem Insel-Dorf zu untersuchen. Die Dorfbewohner berichten von einem Schwarzen Drachen, der sie heimgesucht hat. Auf der Suche nach diesem Drachen stoßen die drei bald auf ein Schiff, das von einem seltsamen Kapitän geführt wird. Nachdem sie das Schiff betreten haben, ist auf einmal Liz verschwunden.","versions":[{"lang":1,"streams":[{"redirect":8251190,"hoster":"VOE"},{"redirect":8251191,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397338,"hoster":"VOE"},{"redirect":8397336,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Schlacht auf dem Geisterschiff! - Die Hölle in meinem Kopf?","epNo":16,"alt":"Fierce Battle Aboard the Ghost Ship","descr":"Death The Kid ist mit Patty und Liz auf dem Geisterschiff, wo sich das Dämonenschwert Ragnarök in einen Drachen verwandelt hat und das Schiff zum Sinken bringt. Kid nimmt die Verfolgung auf, aber Ragnarök kann mit Chrona entkommen, denn die Wolken bilden plötzlich mit der Sonne im Zentrum eine perfekte Symmetrie, und darüber vergisst Kid alles andere.","versions":[{"lang":1,"streams":[{"redirect":8251195,"hoster":"VOE"},{"redirect":8251194,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397348,"hoster":"VOE"},{"redirect":8397355,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Legende des Heiligen Schwertes 2 - Betrunken, Besiegt,Gekauft, eine Tugend?","epNo":17,"alt":"Legend of the Holy Sword 2","descr":"Die Schüler der Shibusen haben als Hausaufgabe einen Bericht über Excalibur anzufertigen. Um das so gut wie möglich hinzukriegen, wagt Ox sich in die Höhle des Löwen und stattet Excalibur einen persönlichen Besuch ab. Wird es ihm gelingen, aus all den Geschichten, die Excalibur ihm erzählt einen Bericht zu erstellen und eine gute Note einzuheimsen?","versions":[{"lang":1,"streams":[{"redirect":8251196,"hoster":"VOE"},{"redirect":8251198,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397363,"hoster":"VOE"},{"redirect":8397361,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Albtraum vor dem Fest - Wird sich der Vorhang lüften?","epNo":18,"alt":"The Eve Party Nightmare","descr":"In der Shibusen wird mit einer großen Party die Gründung dieser Institution gefeiert, denn schließlich sorgt die \"Shinigami Fachschule für Waffenhandwerk\" seit Zeiten dafür, dass die Kishin in Schach gehalten werden, um die Menschheit vor dem Untergang zu bewahren.","versions":[{"lang":1,"streams":[{"redirect":8251203,"hoster":"VOE"},{"redirect":8251202,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12925868,"hoster":"VOE"},{"redirect":8397372,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Kampf im Keller beginnt - Das Überwinden der Vektorpfeile Medusas?","epNo":19,"alt":"The Underground Battle Commences","descr":"Der Shinigami und seine Festgesellschaft sind in dem magischen Würfel über den Türmen von Death City eingeschlossen, während die Mizunes Tod und Zerstörung über die Stadt bringen, die einst gegründet worden war, um den ersten Kishin dort für immer einzuschließen und die Menschheit vor dem Wahnsinn zu retten.","versions":[{"lang":1,"streams":[{"redirect":8251207,"hoster":"VOE"},{"redirect":12477920,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397377,"hoster":"VOE"},{"redirect":8397379,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Resonanzkampf des schwarzen Bluts - Die großen Mühen der kleinen Seele?","epNo":20,"alt":"The Black Blood Resonance Battle!","descr":"Maka beginnt mit ihrem Kampf gegen Chrona, aber Stein macht sich Sorgen über das Schwarze Blut, das durch Souls Adern fließt. Während Maka und Soul mittels Seelen-Resonanz gegen Chrona kämpfen, muss Soul sich gleichzeitig einer Art innerem Dämon stellen. Der Dämon bietet an, ihm mehr Kraft zu verleihen.","versions":[{"lang":1,"streams":[{"redirect":8251211,"hoster":"VOE"},{"redirect":8251212,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397391,"hoster":"VOE"},{"redirect":8397393,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Berühre meine Seele - Ein durstiges Herz in unerträglicher Einsamkeit?","epNo":21,"alt":"May My Soul Reach You","descr":"In den Kellergewölben unter der Shibusen spitzt sich die Situation zu: Death The Kid mit seinen Waffen Patty und Liz gelingt es, die Kaulquappen-Bomben-Barriere zu durchbrechen - obwohl die Bomben nicht symmetrisch angeordnet waren. Sie nehmen die Verfolgung von Eruka und Free auf, die den schlafenden Kishin fast erreicht haben.","versions":[{"lang":1,"streams":[{"redirect":8251216,"hoster":"VOE"},{"redirect":8251214,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397404,"hoster":"VOE"},{"redirect":8397402,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Schrein des Siegels - Die Falle des Unsterblichen?","epNo":22,"alt":"The Seal Shrine","descr":"Die einzelnen Kämpfe im Keller der Shibusen spitzen sich zu. Während Maka mit Soul in den Wahnsinn hinabtaucht, um Kontakt zu der verstörten Seele Chronas zu finden, müssen Death The Kid und Black Star versuchen, an dem unsterblichen Mann mit dem Teufelsauge vorbeizukommen...","versions":[{"lang":1,"streams":[{"redirect":8251220,"hoster":"VOE"},{"redirect":8251221,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397410,"hoster":"VOE"},{"redirect":8397408,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Tot oder lebendig! - Der Unterschied von Wiedererweckung und Halluzination?","epNo":23,"alt":"Dead or Alive","descr":"Stein und Medusa stehen sich in einem tödlichen Kampf gegenüber bei dem Steins Vergangenheit eine wichtige Rolle spielt. Wird es ihm gelingen, Medusa endgültig zu schlagen? Unterdessen versuchen Death Kid und Black Star alles, um Eruka und Free davon abzuhalten, den Kishin wiederzuerwecken.","versions":[{"lang":1,"streams":[{"redirect":8251225,"hoster":"VOE"},{"redirect":8251223,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397419,"hoster":"VOE"},{"redirect":8397426,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ein Kampf zwischen Göttern. - Death-City in Gefahr zerstört zu werden?","epNo":24,"alt":"The Battle of the Gods","descr":"Medusa ist es mit der Hilfe von Eruka und Free, dem Mann mit dem Teufelsauge, gelungen, den Kishin durch das Schwarze Blut zu neuem Leben zu erwecken. Der Kishin steigt an die Oberfläche auf und trifft dort auf den Shinigami. Da der Kishin die Schwachstelle des Shinigami kennt, kann dieser letztlich auch nicht verhindern, dass die ultimative Bedrohung für die ganze Welt entkommt.","versions":[{"lang":1,"streams":[{"redirect":8251228,"hoster":"VOE"},{"redirect":8251229,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397436,"hoster":"VOE"},{"redirect":8397434,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Versammelt euch Todessensen! - Die Verhinderung Papa\u0027s Einsatzes?","epNo":25,"alt":"The Death Scythes Convene","descr":"Während Maka und die anderen sich bei einer Runde Basketball austoben, versammeln sich alle Death Skythes in Death City, um sich vom Shinigami-sama über die augenblickliche Situation in Kenntnis setzen zu lassen. Wie sehen die Pläne des Shinigami-sama aus? Und was wird aus Makas Papa, jetzt, wo alle wiedervereinigt sind?","versions":[{"lang":1,"streams":[{"redirect":8251230,"hoster":"VOE"},{"redirect":8251233,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397446,"hoster":"VOE"},{"redirect":8397461,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Eine herrliche und beschämende Testaufnahme! - Shibusen\u0027s neuer Lifestyle. Fairer Beistand in der S","epNo":26,"alt":"The Exciting and Embarrassing Trial Enrollment!","descr":"Während Maka und Chrona gegen Giriko kämpfen, entdeckt Stein, dass in dem Golem eine häretische Seele steckt - Arachne. Arachne ist eine Hexe, die einst von Shinigami-sama besiegt wurde und daraufhin in der Versenkung verschwinden musste. Gerade als Giriko kurz vorm Sieg steht, erscheint Justin und der Kampf geht in eine neue Runde.","versions":[{"lang":1,"streams":[{"redirect":8251234,"hoster":"VOE"},{"redirect":8251236,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397471,"hoster":"VOE"},{"redirect":8397465,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"800 Jahre Blutdurst - Ankunft einer herretischen Hexe","epNo":27,"alt":"800 Years of Bloodlust - Advent of the Heretic Witch?","descr":"","versions":[{"lang":1,"streams":[{"redirect":8251240,"hoster":"VOE"},{"redirect":8251244,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397491,"hoster":"VOE"},{"redirect":8397487,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Schwertgott erhebt sich - Schmeckt es süß oder salzig?","epNo":28,"alt":"The Sword God Rises - Does It Have a Sweet or Salty Taste?","descr":"Maka liegt durch einen Fluch immer noch bis zum Hals gelähmt im Bett. Black.Star zieht los, um sich an der Hexe Arachne und ihren Helfern zu rächen. Zu ihr sind auch Sid und Nygus unterwegs, denn Arachne baut an einer magischen Maschine, mit der sich die moralischen Einstellungen der Leute beeinflussen lassen.","versions":[{"lang":1,"streams":[{"redirect":8251246,"hoster":"VOE"},{"redirect":8251249,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397501,"hoster":"VOE"},{"redirect":12482617,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Wiedergeborene Medusa! ~Die Spinne und die Schlange, eine schicksalhafte Wiedervereinigung?","epNo":29,"alt":"Medusa\u0027s Revival!","descr":"Der Hexe Medusa ist es gelungen, in dem Körper eines kleinen Mädchens Unterschlupf zu finden. Jetzt kann sie endlich Kontakt zu Mitstreitern aufnehmen, um ihre Pläne weiter zu verfolgen. Stein ahnt natürlich bereits, was sich da zusammenbraut und versucht, seine Schüler darauf vorzubereiten, im Team zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":13112655,"hoster":"VOE"},{"redirect":8251248,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397521,"hoster":"VOE"},{"redirect":8397520,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Der hitzige, unkontrollierbare Express! - Das Dämonengerät, welches vom großen Hexenmeister zurü","epNo":30,"alt":"The Red Hot Runaway Express \u0027 A Magic Tool Left Behind by the Great Wizard?","descr":"Death the Kid, Liz und Patty wandern durch die Sahara, um nach einem magischen Werkzeug zu suchen, das die Welt ins Unglück stürzen könnte. Dabei stoßen sie auf den rasenden Express, einen Zug, der seit 100 Jahren ohne anzuhalten durch die Wüste fährt - und das nur mit Hilfe eben dieses magischen Werkzeugs.","versions":[{"lang":1,"streams":[{"redirect":8251253,"hoster":"VOE"},{"redirect":14219623,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473576,"hoster":"VOE"},{"redirect":8397533,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Vertrocknete Glückseligkeit! - Auf wessen Tränen scheint das Mondlicht?","epNo":31,"alt":"Drying Happiness! Whose Tears Sparkle in the Moonlight?","descr":"Dank der Hilfe von Maka und den anderen gelingt es Chrona immer mehr, sich in die Gemeinschaft der Schüler an der Shibusen einzufinden. Das bekommt jedoch auch Medusa mit und wittert ihre Chance, ein willfähriges Werkzeug an der Shibusen-Akademie zu haben.","versions":[{"lang":1,"streams":[{"redirect":8251256,"hoster":"VOE"},{"redirect":8251254,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473577,"hoster":"VOE"},{"redirect":8397545,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Die Legende des heiligen Schwerts 3 - Die Geschichte des Shibusen Gangleaders?","epNo":32,"alt":"Legend of the Holy Sword 3 - The Academy Gang Leader\u0027s Tale?","descr":"Hero, ein Schüler, der  ausgenutzt wird, beschließt Excalibur zu suchen. Alle sind von dem Schwert genevt und Black Star ist der Meinung auch Hero würde bald genug haben. Doch Hero kommt mit allen 1.000 Punkten klar...","versions":[{"lang":1,"streams":[{"redirect":8251262,"hoster":"VOE"},{"redirect":8251261,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8402591,"hoster":"VOE"},{"redirect":8397557,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Resonanzkette - Spiel die Melodie der Seelen?","epNo":33,"alt":"Resonance Link - Play the Melody of the Souls?","descr":"Arachnophobia ist es gelungen, den Aufbewahrungsort von Brew, einem magischen Werkzeug, das man auch \"Kristall der Weisheit Eibons\" nennt, herauszubekommen. Um diese mächtige Waffe in ihren Besitz zu bekommen, wird Arachne mit ihren Leuten alles unternehmen - ein Kampf gegen die Shibusen steht unmittelbar bevor.","versions":[{"lang":1,"streams":[{"redirect":8251265,"hoster":"VOE"},{"redirect":8251267,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397560,"hoster":"VOE"},{"redirect":8397568,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Schlacht um Brew! - Bumm! Shibusen gegen Arachnophobia?","epNo":34,"alt":"The Battle for Brew - Clash: The DWMA vs. Arachnophobia?","descr":"Stein ist mit den besten Schülern der Shibusen nördlich von Alaska zu der Insel Lost Island unterwegs. Hier soll sich das magische Werkzeug Brew befinden, das bei einer Explosion eines Hexenlabors vor 800 Jahren dort verschüttet wurde. Darauf hat es auch Arachnophobia, die Organisation der Hexe Arachne, abgesehen, und es kommt zum Kampf zwischen den beiden Gruppen.","versions":[{"lang":1,"streams":[{"redirect":8251269,"hoster":"VOE"},{"redirect":8252011,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397579,"hoster":"VOE"},{"redirect":8397577,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Sturmwind Moskito - Die Welt vergangener Tage ist auf 10 Minuten begrenzt","epNo":35,"alt":"Mosquito\u0027s Storm! Ten Minutes to Fight in the World of the Past?","descr":"Makas Team trifft im Inneren des Magnetfeldes auf Stein und Marie. Da die beiden am Ende ihrer Kräfte sind, müssen sie die Beschaffung von Brew Makas Team überlassen. Außerhalb des Magnetfeldes kehrt Kim zum Stützpunkt zurück, muss dort aber feststellen, dass keiner ihrer Gefährten zurückgekehrt ist.","versions":[{"lang":1,"streams":[{"redirect":8251274,"hoster":"VOE"},{"redirect":8251275,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13606826,"hoster":"VOE"},{"redirect":8397584,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Lasst es Frei!  - Eine siebenfache Resonanzkette?","epNo":36,"alt":"Unleash the Seven\u0027s Resonance Link! A Recital of Destruction and Creation?","descr":"Soul gelingt es duch sein Klaviespiel eine Resonanskette zu bilden. Daduch schaffen die Meister es Moskito zu besiegen, doch sein Kopf konnte mit Brew fliehen. Wie sich heraustellt hat Medusa den echten Brew gegen eine  wertlose Nachbildug eingetauscht. Sie besitzt den echten Brew, während Arachnophobia sich damit begnügen muss, dass die Shibusen und der Shinnigami denken, dass sie Brew und damit ein mächtiges magisches Werkzeug besitzen würde.","versions":[{"lang":1,"streams":[{"redirect":13112657,"hoster":"VOE"},{"redirect":8251279,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397604,"hoster":"VOE"},{"redirect":8397607,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Der erste Fall des großen Detektivs - Deckt Kid die Geheimnisse der Shibusen auf","epNo":37,"alt":"The Detective\u0027s First Case - Kid Exposes the DWMA\u0027s Secret?","descr":"Alle sind deprimiert und niedergeschlagen wegen der Niederlage gegen Arachnophobia, und alle gehen anders damit um. Death the Kid will endlich von Stein erfahren, was Brew eigentlich ist. Und Maka hat schwer mit ihrer neuen Fähigkeit \"Dämonenjagd\" zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8251281,"hoster":"VOE"},{"redirect":8251284,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397618,"hoster":"VOE"},{"redirect":8397616,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Die Versuchung des Ashura - Unerträgliche Irritation","epNo":38,"alt":"Asura\u0027s Temptation - The Big Man\u0027s Uncontainable Irritation?","descr":"Death the Kid ist als Meisterdetektiv auf einer seltsamen Spur: Joe Buttataki, kurz BJ genannt, Berater für technische Entwicklung der Shibusen-Niederlassung Ozeanien ist nach Death City beordert worden. Angeblich nur, um kaputte Leitungen zu reparieren, aber Death the Kid wittert ganz richtig, dass sein Vater, der Shinigami-sama, einen Plan hat ...","versions":[{"lang":1,"streams":[{"redirect":11626595,"hoster":"VOE"},{"redirect":11626596,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397637,"hoster":"VOE"},{"redirect":8397631,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Cronas Flucht - Gib mir ein Lächeln, bitte?","epNo":39,"alt":"Crona\u0027s Escape - Give Me Your Smile, Please?","descr":"Chrona läuft aus der Shibusen weg, um zu Medusa zurückzukehren. Aber Maka will ihn nicht ziehen lassen und nimmt mit Soul kurzerhand die Verfolgung auf. Währenddessen schließen sich der Kishin und Arachne zusammen und Medusa liefert sich freiwillig der Shibusen aus.","versions":[{"lang":1,"streams":[{"redirect":8251287,"hoster":"VOE"},{"redirect":8251289,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397647,"hoster":"VOE"},{"redirect":8397653,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Gemischte Karten - Medusa ergibt sich Shibusen?","epNo":40,"alt":"The Cards Are Cut - Medusa Surrenders to the DWMA?","descr":"Um das Vertrauen der Shibusen zu gewinnen, verrät Medusa den Ort, an dem Brew zu finden ist. Gleichzeitig bietet sie an, auch den Aufenthaltsort vom Kishin Ashura zu verraten. Aber nur, wenn der Shinigami-sama ihr und ihren Freunden im Gegenzug Unversehrtheit und Freiheit garantiert. Aber was steckt wirklich hinter Medusas Angebot?","versions":[{"lang":1,"streams":[{"redirect":8251295,"hoster":"VOE"},{"redirect":8251294,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397652,"hoster":"VOE"},{"redirect":12482619,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Alles geht drunter und drüber - Der Dr. tanzt, eine neue Welt?","epNo":41,"alt":"Twirl \u0027Round and \u0027Round","descr":"Stein hat sich im Wahnsinn verirrt und sucht verzweifelt nach dem richtigen Ausgang. Ständig wird er von Trugbildern zum Narren gehalten und verstrickt sich immer tiefer. Die anderen können ihm längst nicht mehr helfen - er ist zu weit weg und die Leute werden gebraucht, um die drohenden Gefahren für die Shibusen abzuwehren.","versions":[{"lang":1,"streams":[{"redirect":8251299,"hoster":"VOE"},{"redirect":8251300,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397671,"hoster":"VOE"},{"redirect":8397670,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Charge! Baba Yaga\u0027s Castle: Why is Everything Suddenly so Unclear?","epNo":42,"alt":"Charge Baba Yaga\u0027s Castle!","descr":"Während die Shibusen sich auf den großen Kampf gegen Arachnophobia vorbereitet, stellt sich heraus, dass Marie und Chrona die einzigen sind, die gegen Medusa vorgehen können, ohne die Abmachung zwischen ihr und dem Shinigami-sama zu brechen. Maka, Soul, Black.Star und Tsubaki befinden sich unterdessen bereits auf dem Weg zu Baba Yagas Burg.","versions":[{"lang":1,"streams":[{"redirect":8251302,"hoster":"VOE"},{"redirect":12512662,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397682,"hoster":"VOE"},{"redirect":8397686,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Das letzte dämonische Werkzeug - Kids unbewaffnete Mission, unmöglich?","epNo":43,"alt":"The Last Magic Tool","descr":"Während Black.Star mit Justin gegen Giriko und seine Golems kämpfen, hat der Shinigami-sama seinen Sohn, Death the Kid, mit seinen beiden Waffen, Patty und Liz, losgeschickt, um ein magisches Werkzeug aus einer verbotenen Stadt zu holen. In der Gegend, die nur \"der Sarkophag\" genannt wird, waren vor 20 Jahren alle Menschen spurlos verschwunden ...","versions":[{"lang":1,"streams":[{"redirect":8251306,"hoster":"VOE"},{"redirect":12512663,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397695,"hoster":"VOE"},{"redirect":8397698,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Die Entschlossenheit des Schwächlings Crona - Für dich, weil du immer an meiner Seite warst?","epNo":44,"alt":"Weakling Crona\u0027s Determination","descr":"Maka und Soul versuchen alles, um Chrona und Marie zu finden, die kurz vor einem Kampf mit Medusa stehen. Unterdessen sind Black.Star und Tsubaki immer noch auf dem Weg zur Burg Baba Yaga. Wird es Maka und Soul rechtzeitig gelingen, in den Kampf mit Medusa einzugreifen?","versions":[{"lang":1,"streams":[{"redirect":13112656,"hoster":"VOE"},{"redirect":8251311,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397703,"hoster":"VOE"},{"redirect":8397709,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Die Anti-Dämonen Wellenlänge - Angriff, die Dämonen-Jagd des Wahnsinns?","epNo":45,"alt":"Anti-magic Wavelength","descr":"Marie schafft es mit Heilwellen Dr. Stein aus seinem Wahnsinn herauszuholen. Dieser versichert Maka, dass Chrona noch am Leben ist. Dadurch kann sie sich voll auf den Kampf mit Medusa konzentrieren. Doch damit Rachel in deren Körper die Hexe steckt, nicht verletzt wird, müssen Maka und Soul es schaffen eine Dämonenjagd auszuüben...","versions":[{"lang":1,"streams":[{"redirect":8251315,"hoster":"VOE"},{"redirect":12477927,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397724,"hoster":"VOE"},{"redirect":8397726,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Tapferkeit? Blutvergießen? - Entscheidungsschlacht, Mifune vs. Black Star?","epNo":46,"alt":"Warrior or Slaughterer?","descr":"Während Mifune mit Black.Star kämpft, verrät der Shinigami-sama endlich, was es mit dem magischen Werkzeug Brew auf sich hat. Und Arachne entschließt sich zum Einsatz einer neuen Waffe, die gefährlicher ist, als alles zuvor Dagewesene.","versions":[{"lang":1,"streams":[{"redirect":8251320,"hoster":"VOE"},{"redirect":8251318,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397733,"hoster":"VOE"},{"redirect":8397737,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Das glückliche Comeback! - Flieg! Unser Death City Roboter?","epNo":47,"alt":"The Miraculous Coffee Table Flip","descr":"Eibon gibt dem Shinigami-sama den letzten Schlüssel, der zur Aktivierung von Brew notwendig ist. Ein gigantisches magisches Werkzeug öffnet sich, dass die tiefsten Sehnsüchte seines Benutzers verwirklicht. Der innigste Wunsch des Shinigami-sama ist es offensichtlich an der Schlacht gegen Arachnophobia teilzunehmen ...","versions":[{"lang":1,"streams":[{"redirect":8251323,"hoster":"VOE"},{"redirect":8251324,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397744,"hoster":"VOE"},{"redirect":8397753,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Shinigami-sama mit einer Deathscythe - Mit Unsicherheit Voraus, erfüllt mit Finsternis?","epNo":48,"alt":"Lord Death Wields a Death Scythe","descr":"Endlich gelingt es Black.Star, Tsubaki und dem verletzten Mifune Angela in der Burg zu finden. Gleichzeitig beginnt der Kampf zwischen dem Shinigami-sama und Ashura, bei dem einige ungelöste Fragen geklärt werden.","versions":[{"lang":1,"streams":[{"redirect":8251327,"hoster":"VOE"},{"redirect":8251333,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397757,"hoster":"VOE"},{"redirect":8397764,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Die Erwachung Asura\u0027s - Das Ende der Welt?","epNo":49,"alt":"Asura Wakes","descr":"Nach dem Kampf mit dem Shinigami-sama zieht sich der Kishin Ashura in eine Schutzhülle zurück, um sich dort zu erholen. Von außen ist dieser Panzer undurchdringlich, aber Maka, Death the Kid und Black.Star gelingt es, dort hineinzuschlüpfen, bevor sich die Hülle schließt. Nun können sie den Kishin mit vereinten Kräften in einer Kettenresonanz angreifen ...","versions":[{"lang":1,"streams":[{"redirect":13112658,"hoster":"VOE"},{"redirect":8251332,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397783,"hoster":"VOE"},{"redirect":8397784,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Sinke oder Schwimmen?! - Der Mann der Gott übertreffen wird?","epNo":50,"alt":"Sink or Swim?!","descr":"Während den anderen nichts übrig bleibt, als den Ausgang des Kampfes zwischen Death the Kid, Black.Star und dem Kishin abzuwarten, gelingt es den beiden, ihn so zu verletzen, dass er seine Form ändern muss. Gleichzeitig gelingt es Maka, Soul zu retten und die beiden können sich wieder in den Kampf einschalten.","versions":[{"lang":1,"streams":[{"redirect":8251338,"hoster":"VOE"},{"redirect":8251336,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397786,"hoster":"VOE"},{"redirect":8397791,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Das Passwort ist \"Mut\"!","epNo":51,"alt":"The Word Is Bravery!","descr":"Maka steht dem Kishin im entscheidenden, letzten Kampf ganz allein gegenüber - Black.Star, Death the Kid und Soul sind nicht mehr einsatzfähig. Ein leichter Gegner für die scheinbar unendliche Macht des Kishins. Doch dann passiert etwas völlig Unerwartetes und Maka entdeckt in sich eine Kraft, die stärker ist als jede negative Emotion oder jeder Wahnsinn - ihren Mut.","versions":[{"lang":1,"streams":[{"redirect":8251337,"hoster":"VOE"},{"redirect":8251340,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8397804,"hoster":"VOE"},{"redirect":8397810,"hoster":"Streamtape"}]}]}]}]}