{"path":"/serie/stream/soul-eater-not","name":"Soul Eater Not!","descr":"[Ger Sub] Soul Eater Not! ist ein Spin-Off von Soul Eater mit einem neuen Hauptcharakter. Es geht um Tsugumi Halberd, die eine magische Waffe ist. An der Shibu-sen angekommen, hat sie schon zu Beginn eine Auseinandersetzung, bei der sie die Waffenmeisterin Meme mit der Hilfe von Anya, ebenfalls eine Waffenmeisterin, vor aufdringlichen Mitschülerin in Schutz nimmt. Seit diesem Vorfall muss Tsugumi sich entscheiden, wer ihre neue Meisterin sein wird.","seasons":[{"path":"/serie/stream/soul-eater-not/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/soul-eater-not/staffel-1/episode-1","name":"","epNo":1,"alt":"Enrolling at the DWMA!","descr":"Als die 14-jährige Mittelschülerin Tsugumi Harudori entdeckt, dass sie eine Waffe ist, fliegt sie nach Amerika, um sich bei der DWMA einzuschreiben. Dort trifft sie auf den zerstreuten Meme Tatane und die Patrizierin Anya Hepburn, beide Meisters, die auch neu eingeschrieben sind.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11325476","hoster":"VOE"},{"path":"/redirect/10139434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soul-eater-not/staffel-1/episode-2","name":"","epNo":2,"alt":"Girls\u0027 Dorm á la Carte!","descr":"Mitstudentin Eternal Feather führt Tsugumi, Meme und Anya durch das Mädchenwohnheim und sie treffen dort einige der Bewohner. Am nächsten Morgen hatten alle drei ihr Taschengeld verloren und mussten deshalb Teilzeitjobs in einem Café namens \u0027Deathbucks\u0027 annehmen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11325479","hoster":"VOE"},{"path":"/redirect/10139435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soul-eater-not/staffel-1/episode-3","name":"","epNo":3,"alt":"The Witch of the Girls\u0027 Dorm!","descr":"Eternal Feather verrät mehr über Kims Geschichte und den Ursprung ihres Namens. Eine neue Bedrohung, bekannt als \u0027Traitor\u0027, bedroht die Schüler der DWMA und Sid schickt Clay und Akane los, um sie abzuschrecken. Anya fühlt sich ausgeschlossen, als sie mit Tsugumi nicht an der Reihe ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11325482","hoster":"VOE"},{"path":"/redirect/10139437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soul-eater-not/staffel-1/episode-4","name":"","epNo":4,"alt":"Waver, Run!","descr":"Nach einem Albtraum fragt sich Tsugumi, warum die Meister sich entschieden haben, zur DWMA zu kommen. Sie verbringt einige Zeit damit, mit Akane zu reden, der sie bittet, seine Freundin zu sein, nur um zu sagen, dass er einen Witz gemacht hat. Die Klasse legt ihre körperlichen Fitnessprüfungen ab, bei denen sich sowohl Meme als auch Anya auszeichnen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10139438","hoster":"VOE"},{"path":"/redirect/10139440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soul-eater-not/staffel-1/episode-5","name":"","epNo":5,"alt":"Invitation Fighting!","descr":"Nachdem sie von Kim geträumt hat, wird Jacqueline von Gefühlen der Anziehung zu ihr gestört. Kim führt die Mädchen bei einem Poolreinigungsjob an, und nachdem sie den größten Teil des Gehalts eingenommen hat, helfen sie Jacqueline, Kim zu gewinnen, während sie mehr über ihren mysteriösen Hintergrund erfahren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10139441","hoster":"VOE"},{"path":"/redirect/10139446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soul-eater-not/staffel-1/episode-6","name":"","epNo":6,"alt":"This is a Real Fight!","descr":"Tsugumi und die anderen bekommen einen schlechten Eindruck von den Thompson-Schwestern Liz und Patty, die auf Bewährung bei Deathbucks arbeiten, nachdem sie den größten Teil ihrer Kindheit auf den Straßen von Brooklyn verbracht haben. Als sie später an diesem Tag auf die Schwestern treffen, bereitet sich Anya darauf vor, sich mit Tsugumi gegen sie zu stellen, wird jedoch von ihrer Fähigkeit, sich in Pistolen zu verwandeln, übertroffen. Während Anya und Meme es vermeiden, ins Café zu gehen, geht Tsugumi jeden Tag dorthin, in der Hoffnung, den Schwestern die Stirn zu bieten und einen Pilaw zu bestellen. Als sich einer der Kunden über Patty für ihren unhöflichen Service aufregt, versucht Liz, ihn zu schlagen, aber Tsugumi greift ein und nimmt stattdessen den Treffer. Am nächsten Tag, nach einer kurzen Begegnung mit Meister Death the Kid, erklärt Tsugumi, wie sie Liz und Pattys Stärke bewundert, und beglückwünscht sie auch zu ihrer Coolness und Schönheit. Als Tsumugis Freunde ins Café zurückkehren, um sich ihr anzuschließen, erklärt der Meister Liz und Patty, dass sie nicht trotzig sein müssen, da die Leute in Death City sie so akzeptieren können, wie sie sind. Während Sid, Akane und Clay den Verdächtigen des Verräters befragen, entdecken sie, dass einer der Wachen selbst ein Verräter geworden ist und den Verdächtigen ermordet hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11325484","hoster":"VOE"},{"path":"/redirect/10139439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soul-eater-not/staffel-1/episode-7","name":"","epNo":7,"alt":"Nice Day For a Death Bazaar!","descr":"Akane und Clay berichten Sid, dass sie den Schuldigen hinter den Verräter-Vorfällen in einer Hexe namens Shaula Gorgon vermuten. Währenddessen treffen sich Tsugumi und die anderen zu einer Studiensitzung bei Deathbucks und helfen aus, wenn es dort geschäftiger wird, wenn auch nur für einen kurzen Moment. Am nächsten Tag besuchen die Mädchen den Death Bazaar Flohmarkt, wo Maka und Soul gemeinsam einen Stand betreiben. Während sie eine Pause von ihrem eigenen Standpunkt einlegt, kauft Eternal Feather einen seltsamen skorpionförmigen Ring von einer mysteriösen Frau, die sich als Shaula herausstellt, die den Ring verwendet, um Eternal Feather unter ihre Kontrolle zu bringen und sie zu einer Verräterin zu machen. Als Eternal Feather damit beginnt, unschuldige Zuschauer anzugreifen, greifen Maka und Soul ein, um zu versuchen, sie unter Kontrolle zu bringen. Da Shaula das Gefühl hat, dass Eternal Feather von dem EAT-Paar übertroffen wird, befiehlt sie ihr, sich umzubringen, was dazu führt, dass sie ihre Klinge gegen ihren eigenen Hals bringt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10139444","hoster":"VOE"},{"path":"/redirect/10139442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soul-eater-not/staffel-1/episode-8","name":"","epNo":8,"alt":"Tsugumi Spiral!","descr":"Während Akane und Clay Maka und Soul über den Vorfall befragen, sind Tsugumi und die anderen erleichtert, dass Eternal Feather dank der Bemühungen von Dr. Franken Stein überlebt hat, obwohl sie mit seinen Streichen nicht allzu zufrieden sind. Während sich Eternal Feather stetig von ihren Verletzungen erholt, berichtet Stein Sid von seinen Erkenntnissen, was darauf hindeutet, dass sie durch Magie unter Gedankenkontrolle gebracht wurde. Ein paar Tage später, nachdem Eternal Feather entlassen wurde, fühlt sich Jacqueline niedergeschlagen, als Kim ihr plötzlich sagt, dass sie sich trennen sollen. An diesem Abend schimpfen Anya und Meme mit Tsugumi, weil sie nicht die Entschlossenheit hat, sich auf einen Meister-Partner zu einigen, und sagen ihr, dass sie ihre Entscheidung bis zum 31. Oktober, Halloween, treffen muss.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10139443","hoster":"VOE"},{"path":"/redirect/10139448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soul-eater-not/staffel-1/episode-9","name":"","epNo":9,"alt":"Pumpkin Growing!","descr":"Eine Reihe von Geschichten, die stattfinden, während die Mädchen Kürbisse für Halloween anbauen. In der Nacht müssen sich Tsugumi und Anya mit Memes einzigartigem Schlafwandeln auseinandersetzen, der sich als furchterregender Kampfstil erweist. An einem anderen Tag wacht Meme mit einer Tasche voller Bargeld, einem Faultier und einer fehlenden Augenbraue auf, ohne sich daran zu erinnern, was sie zu dieser bizarren Situation geführt hat. Während Memes Ermittlungen sie mit weiteren Fragen zurücklassen, findet sie schließlich den Besitzer des Faultiers und erinnert sich daran, was am Tag zuvor passiert ist. Später findet Tsugumi einen Schläger und einen Fängerhandschuh und beschließt, Anya und Meme das Baseballspielen beizubringen. Als Halloween naht und die Mädchen die Ergebnisse ihrer Zucht ernten, macht sich Tsugumi Sorgen über die Entscheidung, die sie treffen muss, während Shaula sich auf ihren Umzug vorbereitet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10139445","hoster":"VOE"},{"path":"/redirect/10139449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soul-eater-not/staffel-1/episode-10","name":"","epNo":10,"alt":"The Beginning of the Nightmare!","descr":"Tsugumi wird wütend, als sie einen Brief von ihrer Mutter erhält, der sie darüber informiert, dass ihr Hund Pochi in einen Unfall verwickelt war, und schlägt Meme an, weil sie Dinge so leicht vergisst. In dieser Nacht folgen Tsugumi und Anya Meme auf einem ihrer Schlafwandeln und landen im versteckten Forschungsraum, wo sie von Akane und Clay entdeckt werden. Meme wird in Gewahrsam genommen, da Sid glaubt, dass ihr Schlafwandeln und ihre Vergesslichkeit das Ergebnis von Shaulas Hypnose sein könnten. Als Tsugumi und Anya unschlüssig sind, was sie tun sollen, erhalten sie eine Nachricht von Meme, in der sie gebeten werden, sie zu besuchen. Als sie jedoch aus ihr herausbrechen, stellt sich heraus, dass sie von Shaula besessen war und entkommt. Sid jagt Shaula nach, die einige seiner Männer besessen hat, wird jedoch von ihr überlistet und tot aufgefunden, als Tsugumi und die anderen eintreffen. Später geben Akane und Clay bekannt, dass sie als Leibwächter für Anya angeheuert wurden, die eine Prinzessin namens Anastasia Yngling ist, die befohlen wurde, sie nach Hause zu begleiten, sollte Sid etwas zustoßen, was Tsugumi fassungslos zurücklässt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10139447","hoster":"VOE"},{"path":"/redirect/10139452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soul-eater-not/staffel-1/episode-11","name":"","epNo":11,"alt":"Their Various Resolves!","descr":"Während der Rest von Death City Halloween mit einem Battle Festival unter den EAT-Studenten feiert, haben Kim und Jacqueline die Aufgabe, über Tsugumi zu wachen, die für ihre Aktionen am Boden liegt. Während Akane und Clay Anya zum Flughafen eskortieren, wird die Stadt plötzlich von NOT-Studenten überrannt, die zu Verrätern werden, die die EAT-Studenten abwehren müssen. Als Tsugumi ihre Überzeugung ausdrückt, dass Anya die Stadt nicht verlassen wird, und die Gefühle erwähnt, die sie von ihr gespürt hat, lässt Jacqueline, die spürt, was Tsugumi durchmachen könnte, Kim ihre Verletzungen heilen und lässt sie gehen, um ihren Freunden zu helfen. Tsugumi macht sich mit Liz und Patty auf den Weg und vereint sich mit Anya, die beiden beschließen, Meme zu retten, und schaffen es, eine Seelenresonanz durchzuführen, die Tsugumis Hellebarde Flügel verleiht. Akane spürt die Bindungen der beiden und führt sie zu Stein, der ihre Entschlossenheit bewundert und ihnen ein Gegenmittel aus Memes Blut gibt. Einer Botenfledermaus folgend, erreichen Tsugumi und Anya bald die Spitze eines Glockenturms, wo Shaula und Meme auf sie warten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12925840","hoster":"VOE"},{"path":"/redirect/10139450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soul-eater-not/staffel-1/episode-12","name":"","epNo":12,"alt":"Soul Resonance!","descr":"Nachdem Shaula Verräter über die Todesstadt verteilt hat, entfesselt Shaula ihre Magie, macht die Verräter mächtiger und befiehlt einigen von ihnen, sich selbst zu töten, wie sie es für richtig hält. Shaula schickt dann Meme, um Tsugumi und Anya zu töten, wobei Anya versucht, sie zu unterwerfen, um Tsugumi die Chance zu geben, das Gegenmittel zu verabreichen. Tsugumi überwindet ihre Ängste und schafft es, Memes Wache aufzubrechen und das Gegenmittel durch einen Kuss zu verabreichen. Obwohl es zunächst nicht zu funktionieren scheint, riskiert Tsugumi sich selbst, um Meme dazu zu bringen, sich an die Zeiten zu erinnern, die sie zusammen verbracht haben, und schafft es, eine Seelenresonanz mit ihr durchzuführen und sie aus Shaulas Gedankenkontrolle zu befreien. Tsugumi trifft dann die Entscheidung, Anya und Meme zu ihren offiziellen Partnern zu machen, da sie glaubt, dass die drei zusammen mitschwingen können. Mit den Überresten von Memes Verbindung, um Shaula aufzuspüren, führen die Mädchen eine Drei-Wege-Seelenresonanz durch, um Tsugumis wahre Form zum Vorschein zu bringen, indem sie all ihre Stärken vereinen, um Shaula zu besiegen und alle infizierten Schüler wieder zur Normalität zurückzubringen. Einige Zeit später, nachdem Anya einige königliche Angelegenheiten geklärt hat und Meme eine medizinische Untersuchung bekommt, kehren die beiden zu Tsugumi zurück, die hart studiert hat, während sie auf ihre Partner wartet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10139453","hoster":"VOE"},{"path":"/redirect/10139454","hoster":"Streamtape"}]}]}]}]}