{"path":"/serie/stream/soushin-shoujo-matoi","name":"Soushin Shoujo Matoi","descr":"[Ger Sub] Matoi Sumeragi wünscht sich nichts sehnlicher, als ein normales Leben zu führen. Als sie ihre Mutter verloren hat, gab ihr Vater sie in die Obhut ihrer Großeltern, doch seit ein paar Monaten lebt sie nun wieder mit ihrem Vater Shingo, der als Polizist arbeitet, zusammen. Neben der Schule arbeitet sie im Tenman-Schrein als Miko, der der Familie ihrer besten Freundin Yuma Kusanagi gehört und auch schon seit Generationen Exorzismen durchführt, um böse Geister zu vertreiben. Zu einem dieser Rituale, dem Divine Possesion, wird Matoi von ihrer Freundin eingeladen. Doch eines Tages, als Matoi und Yuma nach der Schule zum Schrein zurückkehren, finden sie ein völlig zerstörtes Gelände und Yumas Eltern verletzt am Boden vor. Nachdem Matois Vater die Ermittlungen in dem Fall aufgenommen hat, findet er einen einzigen Zeugen, doch dieser scheint geistig nicht ganz bei sich zu sein. Yuma führt daraufhin das Divine-Possession-Ritual durch und da geschieht plötzlich etwas seltsames mit Matoi. Das Mädchen, welches sich eigentlich nur ein normales Leben gewünscht hat, übernimmt die Rolle eines Gottes und erhält die Gabe, böse Geister zu bannen. Um ihr so wertvolles und normales Leben zurückzubekommen, muss Matoi nun Exorzismen durchführen.","seasons":[{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-1","name":"","epNo":1,"alt":"I\u0027m Possessed!","descr":"Eine Reihe mysteriöser Angriffe lässt mehrere junge Frauen ihrer Energie rauben. Währenddessen arbeiten Matoi und Yuma am Schrein, ohne sich der Gefahr bewusst zu sein, die über ihnen droht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12335200","hoster":"VOE"},{"path":"/redirect/8396116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-2","name":"","epNo":2,"alt":"I Clad Myself In A God","descr":"Eine unsichtbare Erscheinung folgt Matoi überall hin, sogar in die Schule. Als Fotos ihrer anderen Form im Internet landen, stürzen sich andere Parteien auf ihren Standort.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8396133","hoster":"VOE"},{"path":"/redirect/8396140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-3","name":"","epNo":3,"alt":"God\u0027s Playing Dumb","descr":"Luciela arbeitet sich irgendwie in den Schrein ein und wird Matois und Yumas neue Lehrerin. Währenddessen übernimmt eine finstere Macht ein menschliches Schiff und bereitet einen weiteren Angriff vor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8396153","hoster":"VOE"},{"path":"/redirect/8396157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-4","name":"","epNo":4,"alt":"Her Resolution and My Reason","descr":"Clarus brennt aus Rache gegen den \"Creed Killer\" und sie braucht Matoi, um ihn herauszulocken. Im Gegenzug erzählt sie Matoi mehr über ihre Kräfte und die Natur ihres Feindes.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8396167","hoster":"VOE"},{"path":"/redirect/8396173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-5","name":"","epNo":5,"alt":"A Special Kind of Ordinary","descr":"Matoi und Yuma gehen mit Clarus einkaufen, doch die heitere Atmosphäre wird unterbrochen, als zwei kleine Götter aus Yuma entlassen werden und schnell davonhuschen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8396192","hoster":"VOE"},{"path":"/redirect/8396193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-6","name":"","epNo":6,"alt":"I\u0027m Sorry","descr":"Yumas verängstigter Tanuki-Gott, Kai, ist nicht annähernd so aufgeregt wie ihr Kampf, aber er und Yuma könnten ihre einzige Hoffnung sein, wenn ein Kampf gegen eine süße Nacht tödlich wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8396202","hoster":"VOE"},{"path":"/redirect/8396216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-7","name":"","epNo":7,"alt":"The Sea, the Hot Springs, and Sometimes Evil Spirits","descr":"Die ganze Bande landet als Entspannungstag am Strand. Wenn alle schlafen gehen, entsteht Chaos.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8396232","hoster":"VOE"},{"path":"/redirect/8396236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-8","name":"","epNo":8,"alt":"A Small Wish","descr":"Bei Matoi kommt es zu Spannungen, als sie sich ihrer selbst unsicher wird. Unterdessen wird Tezuka plötzlich angegriffen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8396262","hoster":"VOE"},{"path":"/redirect/8396255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-9","name":"","epNo":9,"alt":"Thank You","descr":"Nach einem Angriff einer Nacht sind Shingo und Matoi allein gefangen und Matois Verwandlung beginnt zu verschwinden. Wird Shingo ihre Identität entdecken?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8396264","hoster":"VOE"},{"path":"/redirect/8396265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-10","name":"","epNo":10,"alt":"The Open Gate","descr":"Endlich ist es für Matoi an der Zeit, etwas über die Vergangenheit ihrer Mutter zu erfahren. Währenddessen startet Ludos einen weiteren Angriff auf die Exorzisten, aber seine Befehle kommen möglicherweise nicht von dem, was er erwartet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12925911","hoster":"VOE"},{"path":"/redirect/8396291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-11","name":"","epNo":11,"alt":"I\u0027m Heading Out!","descr":"Matoi bereitet sich darauf vor, die Welt zu retten, indem sie sich von den Menschen verabschiedet, die ihr wichtig sind. In der Zwischenzeit erkennt Shingo, dass er Matoi durch das gleiche Unglück verlieren könnte, das seine Frau heimsuchte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8396313","hoster":"VOE"},{"path":"/redirect/8396304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/soushin-shoujo-matoi/staffel-1/episode-12","name":"","epNo":12,"alt":"Being Ordinary\u0027s the Best","descr":"Die Mädchen steigen in die höchste Dimension auf und versuchen, das Tor zu versiegeln. Matoi hat nur einen Wunsch in ihrem Herzen: gewöhnlich zu sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8396336","hoster":"VOE"},{"path":"/redirect/8396318","hoster":"Streamtape"}]}]}]}]}