{"path":"/serie/stream/sousou-no-frieren","name":"Sousou no Frieren","descr":"[Frieren: Nach dem Ende der Reise] Nach einer zehnjährigen Odyssee gelingt es der Elfenmagierin Frieren zusammen mit Himmels Heldengruppe, den Dämonenkönig zu stürzen und dem Land Frieden zu schenken. Als Elfe mit langer Lebensdauer, streift sie weiter durch die Lande, doch als sie nach 50 Jahren ihren ehemaligen Kameraden einen Besuch abstattet, sind ihre Gesichter von tiefen Furchen gezeichnet. Kurz später wird Frieren Zeugin von Himmels Ableben, was für sie Schmerz und tiefes Bedauern mit sich bringt – Bedauern darüber, nicht genug Zeit mit ihnen verbracht zu haben. Mit dieser Reue im Herzen begibt sie sich auf eine Reise, um verschiedenste Menschen kennenzulernen und mit ihnen neue Abenteuer zu teilen.","seasons":[{"path":"/serie/stream/sousou-no-frieren/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-1","name":"Das Ende der Reise","epNo":1,"alt":"The Journey\u0027s End","descr":"Nachdem sie den Dämonenlord besiegt haben, kehren Held Himmel, Priester Heiter, Zwergenkrieger Eisen und Elfenmagier Frieren in die königliche Hauptstadt zurück. Himmel, Heiter und Eisen sind bereit, nach ihrem zehnjährigen Abenteuer sesshaft zu werden, aber Frieren, dessen Lebensspanne Tausende von Jahren beträgt, hält zehn Jahre kaum für spürbar und plant zu reisen und neue Zaubersprüche zu lernen. Sie beobachten den Era-Meteorschauer zusammen mit Frieren, der ihnen verspricht, ihnen einen besseren Ort zu zeigen, an dem sie ihn beim nächsten Meteorschauer in fünfzig Jahren beobachten können. Fünfzig Jahre später kehrt Frieren zurück und stellt fest, dass Himmel und Heiter älter sind, während Eisen mittleren Alters ist. Nachdem sie ein Drachenhorn vom Himmel geholt haben, begeben sie sich auf ein letztes Abenteuer, um die Meteore noch einmal zu beobachten. Himmel stirbt kurz nach der Reise an Altersschwäche. Bei Himmels Beerdigung stellt Frieren unter Tränen fest, dass sie ihn nie wirklich kennengelernt hat, und beschließt, so viel wie möglich über Menschen zu lernen. Zwanzig Jahre später kehrt sie zurück und stellt fest, dass der inzwischen sehr betagte Heiter ein Kriegswaisenkind, den neunjährigen Fern, adoptiert hat. Fern hat Potenzial als Magier und Heiter, der im Alter Angst vor dem Tod hat, bittet Frieren, in ihrer Freizeit lebensverlängernde Magie zu erforschen und Fern Nachhilfe zu geben. Frieren stimmt zu, nachdem er herausgefunden hat, dass Fern trotz ihrer Jugend bereits bemerkenswert talentiert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13270440","hoster":"VOE"},{"path":"/redirect/13270216","hoster":"Doodstream"},{"path":"/redirect/13270221","hoster":"Vidoza"},{"path":"/redirect/13270215","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13140197","hoster":"VOE"},{"path":"/redirect/13140201","hoster":"Doodstream"},{"path":"/redirect/13140198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-2","name":"Es hätte nicht unbedingt Magie sein müssen …","epNo":2,"alt":"It Didn\u0027t Have to Be Magic...","descr":"Frieren gibt Fern vier Jahre lang Nachhilfe und übersetzt gleichzeitig ein altes Zauberbuch über Unsterblichkeit. Heiter wird bettlägerig und Fern trainiert ununterbrochen, um zu sehen, wie Heiter eine Magierin wird. Sie verrät, dass Heiter sie nach dem Tod ihrer Eltern daran gehindert hat, Selbstmord zu begehen. Um es ihm zurückzuzahlen, muss sie beweisen, dass sie alleine überleben kann. Frierens Übersetzung verrät nichts über die Lebensverlängerung, die Heiter bereits wusste; Es war nur ein Vorwand, Frieren Fern trainieren zu lassen. Heiter stirbt kurz darauf, also begleitet Fern Frieren auf ihrer Reise, ist jedoch verwirrt über die Mühe, die Frieren unternimmt, um Zaubersprüche zu lernen, selbst alberne. In einem bestimmten Dorf finden sie eine Himmelsstatue, die Frieren mit Blue Moon Weed, einer Blume aus Himmels Dorf, schmücken muss. Da sie ausgestorben ist, verbringen sie sechs Monate damit, auch nur eine einzige Blume zu suchen, damit Frieren sie retten kann. Fern ist frustriert, dass Frieren der Welt helfen könnte, verschwendet aber Jahre mit scheinbar sinnlosen Aufgaben. Frieren enthüllt, dass Himmel sie dazu inspiriert hat, Zauber zu sammeln, um der Apathie vorzubeugen, die ihr Leben verursacht. Schließlich finden sie die Blume in einem Samenrattennest, was es Frieren ermöglicht, zu Himmels Gedenken ein Feld mit ihnen anzulegen. Fern erkennt, dass es wichtig ist, eine Leidenschaft zu haben, sei es für Magie oder etwas anderes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13270439","hoster":"VOE"},{"path":"/redirect/13270217","hoster":"Doodstream"},{"path":"/redirect/13270222","hoster":"Vidoza"},{"path":"/redirect/13270214","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13140195","hoster":"VOE"},{"path":"/redirect/13140196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-3","name":"Tötungszauber","epNo":3,"alt":"Killing Magic","descr":"Fern bemerkt, dass Frieren misstrauisch handelt und folgt ihr zu mehreren ungewöhnlichen und gefährlichen Geschäften. Frieren gibt zu, dass sie trotz ihrer Bemühungen fast nichts über Fern erfahren hat und versucht hat, sich ein Geschenk für Ferns Geburtstag auszudenken. Fern ist glücklicher, weil er weiß, dass Frieren zumindest versucht hat, etwas über sie herauszufinden. Frieren beschließt, Orte, die sie mit Himmel, Heiter und Eisen besucht hat, erneut zu besuchen. Der erste Ort ist ein Dorf, in dem Frieren Qual, den Dämon der Korruption, versiegelte. Das Siegel wird bald brechen, also muss Frieren Qual besiegen. Sie ist überrascht, als sie erfährt, dass Himmel bis zu seinem Tod jedes Jahr das Siegel überprüfte und immer zuversichtlich war, dass Frieren ihn besuchen würde, bevor es zerbrach. Frieren enthüllt, dass Qual einen Tötungszauber erfunden hat, der alle Barrieren und Rüstungen umgeht, um den Körper direkt zu treffen, der zu der Zeit so mächtig war, dass sie es nur schaffen konnte, ihn zu versiegeln, anstatt ihn zu zerstören. Qual ist entsiegelt, aber Frieren verrät, dass menschliche Magier in den achtzig Jahren, in denen er geschlafen hat, seinen Zauber erlernt und rückentwickelt haben, sodass sie neue Verteidigungszauber entwickeln konnten, um ihn zu blockieren. Qual kann ihnen keinen Schaden zufügen und wird leicht getötet, als Frieren seinen eigenen Zauber auf ihn anwendet, den er nicht abwehren kann. Frieren erkennt, dass der Dorfälteste ein Junge ist, den sie vor achtzig Jahren im Dorf kennengelernt hat und der sie liebevoll an Himmel erinnert. Fern weist auch darauf hin, dass Himmel großes Vertrauen in Frieren gehabt haben muss, um so sicher zu sein, dass sie zurückkehren würde, um sich um Qual zu kümmern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13270443","hoster":"VOE"},{"path":"/redirect/13270219","hoster":"Doodstream"},{"path":"/redirect/13270223","hoster":"Vidoza"},{"path":"/redirect/13270218","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13140202","hoster":"VOE"},{"path":"/redirect/13140200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-4","name":"Wo die Seelen ruhen","epNo":4,"alt":"The Land Where Souls Rest","descr":"Als Gegenleistung für die Reinigung eines Strandes erhält Frieren ein Zauberbuch des berühmten Magiers Flamme, obwohl es eine Fälschung ist. Die Arbeiten sind zu Neujahr abgeschlossen, wenn die Einheimischen traditionell den Sonnenaufgang beobachten. Frieren, eine berüchtigte Langschläferin, verpasste bei ihrem letzten Besuch den Sonnenaufgang und verärgerte damit ihre Freunde. Dieses Mal schafft sie es, findet den Sonnenaufgang aber langweilig, bis sie sieht, wie Fern sich amüsiert, und ihr klar wird, warum es alle verärgert hat, ihn beim letzten Mal verpasst zu haben, denn sie hätten eigentlich zusammen gehen sollen. Anschließend besuchen sie Eisens Haus, nachdem sie ihn dreißig Jahre lang nicht gesehen haben. Er bittet um Hilfe bei der Suche nach Flammes echtem Zauberbuch in Voll Basin, da Flamme angeblich einen Weg gefunden hat, mit den Toten zu sprechen, und er glaubt, dass es für Frieren von Vorteil sein wird, noch einmal mit Himmel zu sprechen. Frieren erinnert sich, dass Flamme vor 1.000 Jahren ihr menschlicher Meister war, der sie anwies, ihr Zuhause zu finden, falls sie jemals Bedauern verspürte und mit den Toten sprechen wollte. Frieren findet Flammes echtes Zauberbuch wieder, das beschreibt, wohin alle Seelen gehen, Aureole, am nördlichsten Punkt des Kontinents, wo sich die Burg des Dämonenfürsten befindet. Auf dem Heimweg ist Eisen froh, dass Frieren lernt, sich um Menschen zu kümmern und ein guter Lehrer für Fern ist. Frieren bittet Eisen, sie nach Aureole zu begleiten, aber Eisen lehnt mit der Begründung ab, dass er sie in seinem Alter langsamer machen würde. Eisen erinnert sie jedoch auch daran, dass ihr ursprüngliches Abenteuer zum Schloss des Dämonenkönigs zehn Jahre gedauert hat, was Frieren zugibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13270441","hoster":"VOE"},{"path":"/redirect/13270224","hoster":"Doodstream"},{"path":"/redirect/13270225","hoster":"Vidoza"},{"path":"/redirect/13270220","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13140204","hoster":"VOE"},{"path":"/redirect/13140205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-5","name":"Trugbild der Toten","epNo":5,"alt":"Phantoms of the Dead","descr":"Frieren erkennt, dass zehn Jahre möglicherweise ein Zehntel von Ferns Lebensspanne sind, aber Fern beschließt, ihr zu folgen. Kurz nach Beginn der Reise betreten sie ein Dorf, in dem mehrere Menschen verschwanden, nachdem sie Geister ihrer verstorbenen Verwandten gesehen hatten. Frieren vermutet einen Einsam, ein Monster, das Opfer mit Illusionsmagie anlockt. Die Illusionen können mit Angriffsmagie leicht zerstört werden, aber da dabei die Geister von Menschen, die sie lieben, angegriffen werden, können selbst erfahrene Krieger nicht zurückschlagen und zur Beute werden. Fern wird fast von Heiters Geist gefangen, aber Frieren schießt leicht auf Himmels Geist und legt den Einsam frei, damit Fern ihn zerstören kann. Frieren setzt seine Reise fort und beschließt, einen Drachen zu töten, um ein Zauberbuch aus seinem Nest zu holen. Dies erfordert einen starken Krieger, also suchen sie Stark auf, einen von Eisens Schülern, der einst den Drachen in einem Starrwettbewerb besiegte und jetzt in der Nähe lebt. Stark gibt zu, dass er noch nie zuvor ein Monster getötet hat und den berühmten Starrwettbewerb nur gewonnen hat, weil er vor Angst erstarrt war. Frieren gibt ihm bis zum Morgen Zeit, sich zu entscheiden, zu helfen. Fern bezweifelt, dass er dazu fähig ist, aber Frieren ist zuversichtlich, da Stark dank Eisens Training die Kraft besitzt, mit seiner Axt festen Fels zu durchschneiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13347357","hoster":"VOE"},{"path":"/redirect/13347376","hoster":"Doodstream"},{"path":"/redirect/13347450","hoster":"Vidoza"},{"path":"/redirect/13347380","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13174787","hoster":"VOE"},{"path":"/redirect/13174788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-6","name":"Der Held des Dorfes","epNo":6,"alt":"The Hero of the Village","descr":"Stark gibt zu, dass er, obwohl er stark genug ist, um es mit dem Drachen aufzunehmen, zu viel Angst davor hat. Fern ermutigt Stark, indem er ihm sagt, dass er nur Entschlossenheit braucht. Am nächsten Tag willigt Stark widerstrebend ein, den Drachen abzulenken, obwohl er immer noch Angst hat. Allerdings weist Frieren darauf hin, dass auch Eisen vor einer großen Schlacht immer Angst hatte. Dann greift Stark den Drachen an und schafft es, ihn zu töten, ohne die Hilfe von Frieren und Fern zu benötigen. Frieren sammelt das Zauberbuch ein und Stark willigt ein, sie auf ihrer Reise zu begleiten. Das Trio macht sich auf den Weg nach Norden in die Stadt Waal, stellt jedoch fest, dass der Kontrollpunkt wegen erhöhter Monsteraktivität in den nördlichen Ländern geschlossen ist. Frieren ist zufrieden damit, in der Stadt zu bleiben, um ihre magischen Forschungen fortzusetzen, doch Fern und Stark machen sich zunehmend Sorgen, als sie herausfinden, dass es zwei Jahre dauern könnte, bis der Kontrollpunkt wieder geöffnet werden kann. Stark verrät Fern, dass er sich auf ein Abenteuer einlassen möchte, damit er zu Eisen zurückkehren und ihn mit seinen Geschichten erfreuen kann. Glücklicherweise erkennt der Kastellan der Stadt Frieren und öffnet freudig den Kontrollpunkt für sie, da er glaubt, dass sie nach Norden gegangen ist, um die Monster zu besänftigen. Frieren und ihre Gruppe erhalten einen Heldenabschied, was Frieren in Verlegenheit bringt, aber Fern und Stark sind begeistert, dass dies der offizielle Beginn ihres Abenteuers ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13347341","hoster":"VOE"},{"path":"/redirect/13347349","hoster":"Doodstream"},{"path":"/redirect/13347423","hoster":"Vidoza"},{"path":"/redirect/13347329","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13235855","hoster":"VOE"},{"path":"/redirect/13235854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-7","name":"Wie aus einem Märchen","epNo":7,"alt":"Like a Fairy Tale","descr":"Frieren and her party continue to travel north, and Frieren explains the Elven race has been declining since due to their long lives, they are too apathetic to even reproduce. They pass by another village with statues of her and her original party who celebrate \"Liberation Day\". Frieren recalls a memory where Himmel was adamant the party leave behind statues of themselves as reminders to Frieren that they actually existed and are not simply fairy tales. Heading to another city, Frieren spots demons and tries to attack them, only to be arrested by the city guards for threatening peace envoys. Fern and Stark visit Frieren in the dungeon and reveal that one of the Demon Lord\u0027s lieutenants, Aura, has recently regained her power and has been waging war against the city for 28 years, leading both sides to open peace talks. However, Frieren warns from experience that demons are incapable of being reasoned with since they only learn human language as a way to deceive humans. Just as Frieren predicted, the demon peace envoy led by Lügner are simply there to trick the city into lowering its barrier so Aura can raze it with her army. However, one of his attendants, Draht, heads to the dungeon to assassinate Frieren, but she warns him that she is far more powerful than Aura.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13347342","hoster":"VOE"},{"path":"/redirect/13347354","hoster":"Doodstream"},{"path":"/redirect/13347339","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13235858","hoster":"VOE"},{"path":"/redirect/13235857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-8","name":"Die Todesbotin Frieren","epNo":8,"alt":"Frieren the Slayer","descr":"Draht ignoriert Frierens Warnung und greift sie an, aber sie tötet ihn leicht und entkommt dem Kerker. Der Graf der Stadt, Granat, wird wegen Drahts Verschwinden und Frierens Flucht misstrauisch und stellt Lügner zur Rede. Nachdem seine Verschwörung aufgedeckt ist, nimmt Lügner Granat gefangen, um ihn zu zwingen, die Barriere der Stadt außer Kraft zu setzen. Unterdessen einigen sich Fern und Stark darauf, Granat vor Lügner zu warnen, wenn sie auf Frieren stoßen. Frieren weigert sich, ihnen gegen Lügner zu helfen, da er überzeugt ist, dass die beiden stark genug sind, ihn zu besiegen. Stattdessen macht sich Frieren auf den Weg, um sich Aura zu stellen, die mit ihrer Armee vor der Stadt wartet. In dieser Nacht schleichen sich Fern und Stark in den Bergfried und arbeiten zusammen, um Lügner schwer zu verletzen. Da Granat schwer verletzt ist, beschließen die beiden Abenteurer, ihn zu retten und sich zurückzuziehen. Als er seine Wunde heilt, erkennt Lügner endlich, dass Frieren in der Stadt ist. Er erinnert sich, dass Frieren auch den Spitznamen \"Frieren der Jäger\" trägt, weil er mehr Dämonen getötet hat als jeder andere in der Geschichte. Außerhalb der Stadt konfrontiert Frieren Aura von Angesicht zu Angesicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13673415","hoster":"VOE"},{"path":"/redirect/13673414","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13322096","hoster":"VOE"},{"path":"/redirect/13322095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-9","name":"Die Henkerin Aura","epNo":9,"alt":"Aura the Guillotine","descr":"Fern und Stark schaffen es, Granat in der Stadtkirche in Sicherheit zu bringen, wo er warnt, dass Auras Trumpf ein magisches Artefakt namens \"Waage des Gehorsams\" ist, das die Menge an Mana misst, die sie und ihr Gegner besitzen. Diejenige mit der größeren Manamenge kann dann die Verliererin dominieren, wodurch sie eine Armee von Marionetten geschaffen hat. Frieren zerstört einige von Auras Puppen und als sie sieht, dass sie immer noch kein Verständnis für die Menschheit hat, kommt sie zu dem Schluss, dass sie sie wie ein Monster töten kann. Zurück in der Stadt überfallen Lügner und seine Assistentin Linie Fern und Stark. Während die Dämonen zunächst die Oberhand behalten, erfährt Stark, dass Linie Eisens Kampfstil kopiert hat, indem sie ihn in einem Kampf beobachtet hat, ihm aber die Kraft fehlt, seine Bewegungen mit tödlicher Kraft auszuführen, und er nutzt dies zu seinem Vorteil, um absichtlich einen Schlag mit ihrer Axt einzustecken damit er ihr einen tödlichen Schlag versetzen kann. Fern ergreift die Initiative, indem sie ihre Hauptstärke ausnutzt, ihre Zauber schneller als selbst Frieren wirken zu können, wodurch sie schließlich Lügners Verteidigung überwältigt und ihn tötet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13673417","hoster":"VOE"},{"path":"/redirect/13673416","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13322103","hoster":"VOE"},{"path":"/redirect/13322104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-10","name":"Mächtige Magierin","epNo":10,"alt":"A Powerful Mage","descr":"Lügner ist tödlich verwundet und muss sich fragen, wie Fern so mächtig ist, bis ihm klar wird, dass sie ihr Mana unterdrückt hat, um schwächer auszusehen, als sie tatsächlich ist, was unter Dämonenmagiern als Tabu gilt. Fern erledigt dann Lügner. In einem Rückblick auf die Zeit vor tausend Jahren stößt Flamme auf ein zerstörtes Elfendorf und findet Frieren als einzige Überlebende vor, der es gelungen ist, den sie angreifenden Dämonengeneral zu töten. Flamme beschließt, Frieren als ihre Lehrling aufzunehmen und bringt ihr bei, wie sie ihr Mana auf unbestimmte Zeit unterdrücken kann. Sie bringt Frieren auch bei, wie man Dämonen bekämpft. Da Dämonen stolz und selbstbewusst auf ihre eigene Magie sind und nicht in der Lage sind, ihr eigenes Mana zu unterdrücken, erklärt Flamme, dass sie durch die Unterdrückung ihres Manas Dämonen ein falsches Sicherheitsgefühl vermitteln können, wodurch sie bei einem Überraschungsangriff zerstört werden können. Flammes letzte Anweisung an Frieren besteht darin, ihr Mana weiter zu trainieren und zu unterdrücken und im Dunkeln zu leben, bis sie mächtig genug ist, um den Dämonenkönig zu besiegen. Tausend Jahre später spüren Himmel und seine Gruppe Frieren auf und versuchen, sie zu rekrutieren. Als Frieren sieht, dass Himmel instinktiv ihre wahre Macht spürt, beschließt sie, sich ihnen anzuschließen. In der Gegenwart benutzt Aura die Waage des Gehorsams, ist jedoch entsetzt, als Frieren das wahre Ausmaß ihres Manas zeigt. Aura wird von Frieren dominiert und ist auf Frierens Befehl gezwungen, sich selbst zu enthaupten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13673418","hoster":"VOE"},{"path":"/redirect/13673419","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13322099","hoster":"VOE"},{"path":"/redirect/13322098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-11","name":"Winter in den Nördlichen Ländern","epNo":11,"alt":"Winter in the Northern Lands","descr":"Nachdem sie Auras Opfern gebührenden Respekt erwiesen und Granats Gastfreundschaft genossen haben, setzen Frieren und ihre Gruppe ihre Reise fort, planen jedoch, in Äußerst, einer großen magischen Stadt in den nördlichen Ländern, vorbeizuschauen, um eine erstklassige Magier-Zertifizierung zu erhalten, die ihnen dies ermöglicht durch das Nordplateau reisen. Unterwegs geraten sie jedoch in einen Schneesturm am Fuße des Schwergebirges und Stark beginnt an Unterkühlung zu leiden. Glücklicherweise finden sie eine Nothütte und treffen einen Elfenmönch namens Kraft. Frieren und ihre Gruppe bleiben sechs Monate lang bei Kraft in der Hütte, um den Winter zu überstehen. Kraft vertraut Frieren dann an, dass er beschlossen hat, die Göttin anzubeten, weil alle seine alten Freunde tot und seine Leistungen längst vergessen sind und nur sie sich an seine Taten erinnern und ihn loben kann, wenn er schließlich in den Himmel kommt. Dann fragt er nach Frierens Vergangenheit und bietet an, sie anstelle der Göttin zu loben. Dies löst einen Rückblick aus, in dem Heiter einmal genau die gleichen Worte zu Frieren gesagt hat und diese Krafts Angebot mit der Begründung ablehnt, dass jemand sie bereits gelobt hat. Kraft rät Frieren, ihre Freunde und Begleiter zu schätzen, bevor sie sich von ihr und ihrer Gruppe trennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13673420","hoster":"VOE"},{"path":"/redirect/13673421","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13345275","hoster":"VOE"},{"path":"/redirect/13345273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-12","name":"Ein echter Held","epNo":12,"alt":"A Real Hero","descr":"Auf dem Weg nach Äußerst machen Frieren und ihre Gruppe Halt im Dorf des Schwertes, der Ruhestätte des legendären Heldenschwerts, damit Frieren ihrer Pflicht nachkommen kann, regelmäßig die vom Schwert angelockten Monster zu vertreiben. Stark sieht das Schwert des Helden immer noch in einem Stein eingebettet und ist verwirrt, weil ihm Geschichten erzählt wurden, dass Himmel das Schwert erfolgreich aus dem Stein gezogen habe. Frieren bemerkt, dass Himmel es nicht geschafft habe, das Schwert zu ziehen, aber die Geschichten behaupteten im Nachhinein etwas anderes. Dann erinnert sie sich, dass Himmel sich überhaupt nicht entmutigen ließ und lediglich sagte, dass er sich als Held erweisen werde, indem er den Dämonenlord ohne das Schwert besiege. Anschließend geht die Gruppe in die nächste Stadt, wo Fern erfährt, dass Starks achtzehnter Geburtstag ist, und fragt ihn, welches Geschenk er gerne hätte. Stark verrät, dass er es nicht gewohnt ist, Geschenke zu bekommen, weil seine Kriegerfamilie sie nie gefeiert hat und glaubt, er sei ein Versager gewesen, weil er ein Feigling war, besonders als er weglief, als ein Monster ihr Dorf angriff. Fern versichert ihm, dass sie und Frieren dafür sorgen werden, dass er nicht wegläuft, und hilft ihm, ein silbernes Armband zu kaufen. Nach seiner Rückkehr ins Gasthaus bereitete Frieren Hamburgersteaks zu, wie es Eisen traditionell an Geburtstagen getan hatte. Dies löst eine Erinnerung an seinen älteren Bruder Stoltz aus, der ihm an seinem Geburtstag heimlich Hamburgersteak zubereitete, und an die Person, die Stark sagte, er solle aus dem Dorf fliehen, damit er überleben könne. Dann verspürt Stark eine gewisse Schließung, als ihm klar wird, dass sein Bruder ihn wirklich liebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13673707","hoster":"VOE"},{"path":"/redirect/13673708","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13443918","hoster":"VOE"},{"path":"/redirect/13443916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-13","name":"Abneigung unter Gleichgesinnten","epNo":13,"alt":"Aversion to One\u0027s Own Kind","descr":"Frieren rettet Sein, einen örtlichen Priester, aus einem Sumpf, und Sein erwidert den Gefallen, indem er Stark heilt, nachdem er von einer Giftschlange gebissen wurde. Sein Bruder enthüllt, dass Sein ein natürliches Talent für Heilzauber hat, und bittet Frieren, Sein dazu zu bringen, ein Abenteurer zu werden, ein Traum, den er als Kind gehegt hatte, für den er aber schließlich seine Leidenschaft verlor, was darin gipfelte, dass er eine Einladung seiner Besten ablehnte Freund vor zehn Jahren. Frieren entwickelt Interesse an Sein, weil seine Apathie sie an die Apathie erinnert, die sie empfand, bevor Himmel sie rekrutierte. Um Sein vor seiner eigenen Apathie zu bewahren, macht es sich Frieren zur Aufgabe, Sein davon zu überzeugen, ein Abenteurer zu werden. Sein gibt schließlich zu, dass er das Dorf nicht verlassen hat, weil er wusste, dass sein Bruder die Möglichkeit, in die Heilige Stadt zu ziehen, abgelehnt hat, um Sein nicht von seiner Heimatstadt zu trennen. Sein Bruder gibt ihm jedoch eine Ohrfeige und weist darauf hin, dass er seine Entscheidungen nie bereut hat, Sein jedoch offensichtlich. Dies überzeugt Sein schließlich, sich Frierens Gruppe anzuschließen, bis er den Aufenthaltsort seines Freundes herausfinden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13673710","hoster":"VOE"},{"path":"/redirect/13673709","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13443921","hoster":"VOE"},{"path":"/redirect/13443920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-14","name":"Das Vorrecht der Jugend","epNo":14,"alt":"Privilege of the Young","descr":"Nachdem sie die nächste Stadt erreicht haben, kommt es zu einem Streit zwischen Fern und Stark, nachdem Stark kein Geburtstagsgeschenk für Fern besorgt hat. Sein weist Fern darauf hin, dass von einem jungen Mann wie Stark nicht erwartet werden kann, dass er sich an alles erinnert, und dass sie ihn weniger hart behandeln und ehrlicher mit ihren Gefühlen umgehen sollte. Fern versucht sich bei Stark zu entschuldigen, aber dieser entschuldigt sich zuerst und gibt zu, dass er gemeinsam mit ihr Ferns Geschenk aussuchen wollte, aber dafür zu nervös war. Als Stark ein neues Armband für Fern kauft, lobt Frieren Sein dafür, dass er ein \"richtiger Erwachsener\" wie Heiter sei. Auf dem Weg zum nächsten Dorf bemerkt Frieren, dass das Armband, das Stark für Fern gekauft hat, ein ähnliches Design hat wie ein Ring, den Himmel ihr einst gekauft hat. Plötzlich greift ein fliegendes Monster ihren Wagen an und während Frieren es schafft, ihn zu töten, geht der Ring in der Verwirrung verloren. Während sich die Gruppe auf die Reparatur des Wagens konzentriert, stellt Sein fest, dass das Design auf dem Armband und dem Ring der gespiegelte Lotus ist, der in der Sprache der Blumen \"ewige Liebe\" symbolisiert. Stark ist es peinlich, etwas mit solch intimen Konnotationen zu kaufen, aber Fern hat nichts dagegen. Frieren sucht nach ihrem Ring und der Händler, dem sie helfen, gibt ihr einen Zauber, der verlorene Accessoires wiederfinden kann. Nachdem Frieren ihren Ring wiedererlangt hat, erinnert sie sich an die Zeit, als Himmel ihn für sie gekauft hat. Sie suchte sich zunächst den Ring aus, aber im Nachhinein wusste Himmel um seine verborgene Bedeutung und legte ihn ihr anmutig an den Finger, als wollte er ihr einen Heiratsantrag machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13673712","hoster":"VOE"},{"path":"/redirect/13673713","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13701039","hoster":"VOE"},{"path":"/redirect/13473594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-15","name":"Der Geruch von Ärger","epNo":15,"alt":"Smells Like Trouble","descr":"Frieren und ihre Gruppe kommen in einem Dorf an und entdecken, dass ein Monster seine Bewohner zum Schlafen verflucht hat. Fern, Stark und sogar Frieren erliegen dem Fluch, wobei nur Sein als Priester Widerstand gegen Flüche leistet. Sein schafft es, Frieren lange genug aufzuwecken, damit sie das Monster töten kann, auch wenn er befürchtet, dass eine Fehlkommunikation alles noch schlimmer machen könnte. Später erreichen Frieren und ihre Gruppe die Stadt Vorig, den Relaispunkt nach Äußerst. In diesem Moment sieht ein Adliger namens Orden Stark und fragt ihn, ob er sich während einer bevorstehenden Soiree als sein getöteter Sohn Wirt ausgeben könnte, um die Moral unter den Menschen hoch zu halten, da ihnen gesagt wird, dass Wirt von einer kürzlichen Schlacht am Leben ist und sich erholt. Frieren weigert sich zunächst, aber weil ihnen das Geld ausgeht, gibt sie nach, als Orden anbietet, sie sowohl in Gold als auch in einem Zauberbuch zu bezahlen. Stark und schließlich auch Fern müssen vor der bevorstehenden Soiree die richtige Etikette lernen. Beide sind in der Lage, ihre Rollen bei der Soiree erfolgreich zu spielen, und sie endet ohne Probleme. Orden bietet Stark dann an, bei Vorig zu bleiben, aber Stark lehnt ab und weist darauf hin, dass er kein Ersatz für Wirt und Orden kein Ersatz für seinen Vater sein kann. Er möchte auch irgendwann zu Eisen zurückkehren, um ihm von seinem Abenteuer zu erzählen. Während Frieren das gewünschte Zauberbuch auswählt, beobachten Stark, Fern und Sein, wie Orden seinen zweiten Sohn Mut trainiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13673706","hoster":"VOE"},{"path":"/redirect/13673705","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13503227","hoster":"VOE"},{"path":"/redirect/13503228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-16","name":"Langlebige Freunde","epNo":16,"alt":"Long-Lived Friends","descr":"Frieren und die anderen machen einen Abstecher in ein kleines Dorf, in dem ein alter Freund von ihr lebt, der Zwergenkrieger Väterchen Voll. Unterdessen sucht Sein nach Hinweisen zu seinem alten Kindheitsfreund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954296","hoster":"VOE"},{"path":"/redirect/13954303","hoster":"Vidoza"},{"path":"/redirect/13954297","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13560256","hoster":"VOE"},{"path":"/redirect/13560257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-17","name":"Dann macht\u0026#039;s gut","epNo":17,"alt":"Take Care","descr":"Sein überlegt sich, ob er weiter mit Frieren und den anderen Reisen soll, da er eigentlich nach seinem alten Freund Gorilla suchen möchte. Doch noch bevor er sich entscheiden kann, bricht eine Kälteperiode herein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954308","hoster":"VOE"},{"path":"/redirect/13954306","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13624512","hoster":"VOE"},{"path":"/redirect/13624511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-18","name":"Die Auswahlprüfung für Magier des ersten Ranges","epNo":18,"alt":"First-Class Mage Exam","descr":"Frieren überlegt sich mit ihrer Gruppe eine Strategie, um einen der Stille genannten Vögel zu fangen und so die Prüfung zu bestehen. Dabei kommt sie auf eine wagemutige Idee. Unterdessen muss Fern auch noch um das Weiterkommen in der Prüfung kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954305","hoster":"VOE"},{"path":"/redirect/13954319","hoster":"Vidoza"},{"path":"/redirect/13954307","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13674155","hoster":"VOE"},{"path":"/redirect/13674152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-19","name":"Ein sorgfältig durchdachter Plan","epNo":19,"alt":"Well-Laid Plans","descr":"Frieren überlegt sich mit ihrer Gruppe eine Strategie, um einen der Stille genannten Vögel zu fangen und so die Prüfung zu bestehen. Dabei kommt sie auf eine wagemutige Idee. Unterdessen muss Fern auch noch um das Weiterkommen in der Prüfung kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954311","hoster":"VOE"},{"path":"/redirect/13954329","hoster":"Vidoza"},{"path":"/redirect/13954310","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13674154","hoster":"VOE"},{"path":"/redirect/13674153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-20","name":"Notwendiges Töten","epNo":20,"alt":"Necessary Killing","descr":"Ferns Gruppe ist in einem erbitterten Kampf mit Wirbel und seiner Gruppe verwickelt, die auch vorm Töten nicht zurückschrecken. Derweil startet Denken mit seiner Gruppe einen Überraschungsangriff auf Frieren, Kanne und Lawine …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954317","hoster":"VOE"},{"path":"/redirect/13954324","hoster":"Vidoza"},{"path":"/redirect/13954315","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13705581","hoster":"VOE"},{"path":"/redirect/13705580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-21","name":"Die Welt der Magie","epNo":21,"alt":"The World of Magic","descr":"Die erste Magierprüfung neigt sich dem Ende zu und es kommt zu unerbittlichen Kämpfen zwischen den Gruppen. Richter übernimmt Lawine und Kanne, die bereits geschwächt sind, während Denken gegen Frieren kämpft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954321","hoster":"VOE"},{"path":"/redirect/13954333","hoster":"Vidoza"},{"path":"/redirect/14210231","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13728248","hoster":"VOE"},{"path":"/redirect/13728246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-22","name":"Zukünftige Feinde","epNo":22,"alt":"Future Enemies","descr":"Die erste Phase der Prüfung für Magier des ersten Ranges ist abgeschlossen und die Teilnehmer gönnen sich eine wohlverdiente Pause bis zur nächsten Prüfungsphase.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954325","hoster":"VOE"},{"path":"/redirect/13954334","hoster":"Vidoza"},{"path":"/redirect/13954326","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13757722","hoster":"VOE"},{"path":"/redirect/13757723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-23","name":"Eroberung des Labyrinths","epNo":23,"alt":"Conquering the Labyrinth","descr":"Die zweite Phase der Prüfung zum Magier des ersten Grades beginnt. Die Prüflinge müssen ein uraltes Labyrinth erforschen, aus dem noch nie jemand lebend zurückgekehrt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954301","hoster":"VOE"},{"path":"/redirect/13954302","hoster":"Vidoza"},{"path":"/redirect/13954295","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13771429","hoster":"VOE"},{"path":"/redirect/13771428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-24","name":"Perfekte Kopien","epNo":24,"alt":"Perfect Replicas","descr":"Bei der Eroberung des Labyrinths sind die Prüflinge auf Widerstand in Form von perfekten Kopien ihrer selbst gestoßen. Ausgerechnet kurz vor dem Ziel ihrer Prüfung wird ihnen der Weg von einer Kopie von Frieren versperrt. Da überlegen sie sich, wie sie mit diesem Problem fertig werden. Doch Frierens Kopie ist noch lange nicht ihre einzige Sorge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954327","hoster":"VOE"},{"path":"/redirect/13954341","hoster":"Vidoza"},{"path":"/redirect/13954328","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13796987","hoster":"VOE"},{"path":"/redirect/13796998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-25","name":"Fatale Schwachstelle","epNo":25,"alt":"A Fatal Vulnerability","descr":"Die Prüfungsteilnehmer arbeiten an einer Strategie, um Frierens Kopie möglichst ohne Verluste zu besiegen. Da kommt Fern ein brillanter Einfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954330","hoster":"VOE"},{"path":"/redirect/13954342","hoster":"Vidoza"},{"path":"/redirect/13954331","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13815123","hoster":"VOE"},{"path":"/redirect/13815120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-26","name":"Die Höhe der Magie","epNo":26,"alt":"The Height of Magic","descr":"Frierens Kopie hat Ferns Angriff überlebt, sodass sich Frieren und Fern auf einen längeren Kampf einstellen müssen. Jedoch läuft ihnen die Zeit davon, weil die anderen Prüfungsteilnehmer die übrigen Kopien aufhalten müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954300","hoster":"VOE"},{"path":"/redirect/13954309","hoster":"Vidoza"},{"path":"/redirect/13954299","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13835815","hoster":"VOE"},{"path":"/redirect/13835816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-27","name":"Das Zeitalter der Menschen","epNo":27,"alt":"An Era of Humans","descr":"Nachdem die zweite Prüfung hinter ihnen liegt, bleibt nur noch eine – doch zunächst müssen Frieren und Fern eine wichtige Angelegenheit in der Stadt regeln. Was erwartet sie im dritten Test?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954336","hoster":"VOE"},{"path":"/redirect/13954349","hoster":"Vidoza"},{"path":"/redirect/13954335","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13858754","hoster":"VOE"},{"path":"/redirect/13858753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousou-no-frieren/staffel-1/episode-28","name":"Weil es peinlich wäre, wenn man sich wiedersähe","epNo":28,"alt":"It Would Be Embarrassing When We Met Again","descr":"Die Serie schließt die dritte und letzte Stufe der First-Class-Mage-Prüfung ab. Viele Prüflinge bleiben in Extremsituationen, um sich auf ihre nächsten Pläne vorzubereiten. Frieren, Fern und Stark verlassen die Stadt und fahren weiter nach Norden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13954339","hoster":"VOE"},{"path":"/redirect/13954347","hoster":"Vidoza"},{"path":"/redirect/14165856","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13882479","hoster":"VOE"},{"path":"/redirect/13882481","hoster":"Streamtape"}]}]}]}]}