{"path":"/serie/stream/sousei-no-aquarion","name":"Sousei no Aquarion","descr":"[Ger Sub] Im Jahre 0011 der Heiligen Schöpfung erwachen die grausamen Cherubim Engel. Nun hängt das Überleben der Menschheit einzig und allein von der Wiedergeburt einer Gruppe von Helden aus der Vorzeit ab: Einer dieser antiken Helden ist der dreizehnjährige Straßenjunge Apollo, der seine Eltern vor zehn Jahren bei einer Katastrophe verloren hat. Das Eis der Antarktis schmolz und verursachte eine Sintflut, bei der zwei Drittel der Menschheit zum Opfer fielen. Apollo jedoch ahnt nichts von seinen mystischen Kräften, mit denen er gesegnet ist. Aber genau wegen dieser Kräfte und der Prophezeiung der elfjährigen Rena Rune, verfolgt ihn eine militärische Organisation namens \u0026amp;quot;DEAVA\u0026amp;quot;, die ihn dazu bringen will, gegen die Schattenengel zu kämpfen. Wird sich Apollo dem Kampf stellen und die Erde retten?","seasons":[{"path":"/serie/stream/sousei-no-aquarion/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-1","name":"","epNo":1,"alt":"Memories of an Angel","descr":"Pierre Vieira und Silvia de Alisia sind auf einer Mission in Arc City, um die Reinkarnation des \u0027Solar Wing\u0027 zu finden, und ihr aktuelles Ziel ist ein Waisenkind namens Apollo. Plötzlich greifen Shadow Angels jedoch die Stadt an und DEAVA schickt eine Vector-Einheit, bestehend aus Sirius de Alisia, Glen Anderson und Hong Lihua, um sich der Bedrohung zu stellen. Wenn ein Schattenengel, der stärker ist als die anderen, bekannt als Cherubim, auftaucht, können sie dann hoffen, zu gewinnen? Und wie verhält sich Apollo zu all dem?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765676","hoster":"VOE"},{"path":"/redirect/8628935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-2","name":"","epNo":2,"alt":"Beast of the Darkness","descr":"Nach der Schlacht wurde Apollo inhaftiert, bis DEAVA mehr über ihn herausfinden kann. Währenddessen machen sich Sirius, Raika und Silvia auf den Weg, um gegen weitere Schattenengel zu kämpfen, aber es kommt zu Problemen, als ein weiterer Cherubim eintrifft. Es stellt sich jedoch heraus, dass diese Engel nur Soldaten sind, da dieser von einem menschenähnlichen Schattenengel namens Toma kontrolliert wird. Außerdem hat Toma eine Verbindung zu Apollos früherem Leben...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765680","hoster":"VOE"},{"path":"/redirect/8628938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-3","name":"","epNo":3,"alt":"Element School","descr":"Apollo betritt die Element School, wo die Elements trainieren. Die neuen Rekruten – Apollo, Jun Lee und Tsugumi Rosenmeier – betreten dann einen Trainingssimulator, und Apollo wird schließlich mit Silvia verbündet. Im Simulator teilen sich die beiden aus Versehen einen Kuss. Später tauchen die Schattenengel wieder auf und Silvia, Sirius und Raika machen sich auf den Weg, um sie anzugreifen. Apollo landet jedoch versehentlich in Silvias Vector, und jetzt müssen sie zusammenarbeiten, um richtig zu kämpfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12925866","hoster":"VOE"},{"path":"/redirect/8628936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-4","name":"","epNo":4,"alt":"The Barefoot Warrior","descr":"Bei einem Treffen von Shadow Angels enthüllt Toma seinen Plan, mit Hilfe des Solar Wing eine neue Welt zu erschaffen. An anderer Stelle, in der Element-Schule, machen die Elements eine Übung, zu der auch Barfußlaufen gehört. Später, bei einem die Schwerkraft aufhebenden Schattenengel-Angriff, erweist sich ihre Übung als sehr hilfreich.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765678","hoster":"VOE"},{"path":"/redirect/8628940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-5","name":"","epNo":5,"alt":"King of the Underground Labyrinth","descr":"Apollo will nach Baron suchen und geht bei der Suche nach den Vektoren verloren. Dies veranlasst den Kommandanten, eine spezielle Übung für die anderen Elemente einzuleiten: Finde Apollo. Was sie nicht wissen ist, dass die Übung eine besondere Bedeutung hat, nämlich als Team zusammenzuarbeiten. Als später die Schattenengel angreifen, gelingt es Apollo, Silvia und Pierre, diese Lektion zu lernen, und sie schlagen das aufgetauchte Mythologische Biest.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765679","hoster":"VOE"},{"path":"/redirect/8628941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-6","name":"","epNo":6,"alt":"To Think There","descr":"Die Elements führen die Übung zur Weitbereichsprojektion von Image Power durch. In dieser Übung werden sie ihren Partner, der 1000 Meter entfernt sein wird, mit ihrer Image Power dazu bringen, sich umzudrehen. Alle scheitern jedoch eklatant. Abgesehen davon entwickeln Sirius und Raika eine engere Beziehung, was Silvia extrem eifersüchtig macht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765685","hoster":"VOE"},{"path":"/redirect/8628943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-7","name":"","epNo":7,"alt":"The Rose-Red Knight","descr":"Nach einem kleinen Unfall kommt es zwischen Sirius und Apollo zu Spannungen. Später greift ein mythologisches Biest Memphis an und Sirius, Silvia und Sirius machen sich auf den Weg zum Gegenangriff. Es sendet jedoch ein helles Licht aus, das dazu führt, dass jeder von ihnen kurze, schmerzhafte Rückblenden erlebt. Als sie dann versuchen, sich zu vereinen, versuchen sie sich gegenseitig umzubringen. Können sie diese negative Energie überwinden und gewinnen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765683","hoster":"VOE"},{"path":"/redirect/8628944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-8","name":"","epNo":8,"alt":"First Union","descr":"Jun und Tsugumi machen sich Sorgen um ihre erste Vereinigung und fragen Pierre bzw. Reika danach. Tsugumi ist jedoch aufgrund ihrer Kräfte sehr zögerlich, wenn es darum geht, auf eine Mission zu gehen. Als später eine neue Art von Kelbim-Soldaten auftaucht, werden Jun, Apollo und Pierre ausgesandt, um sie aufzuhalten; Pierre ersetzt einen zögernden Tsugumi. Wenn es jedoch den Anschein hat, dass nur ihre Kräfte den Tag retten können, wird sie dann die Kraft dazu aufbauen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765688","hoster":"VOE"},{"path":"/redirect/8628949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-9","name":"","epNo":9,"alt":"The Route of Dreams","descr":"Das mythologische Biest Titania ist aufgetaucht und entführt Kinder in ihren Träumen, sodass sie nie wieder aufwachen. Die meisten Elemente werden ebenfalls gefangen, aber einige von ihnen wachen wieder auf und müssen einen Weg finden, dieses mythologische Biest zu bekämpfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765687","hoster":"VOE"},{"path":"/redirect/8628947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-10","name":"","epNo":10,"alt":"Stars to the Sky, Flowers to the Earth","descr":"Die Schattenengel entfesseln eine schreckliche neue Waffe, die von ihrem mächtigsten Krieger geführt werden soll. Elemente werden schwer verletzt und müssen heilen, während die Vektoren im Feld repariert werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765692","hoster":"VOE"},{"path":"/redirect/8628946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-11","name":"","epNo":11,"alt":"Sea Bottom`s Happiness","descr":"Eine Vertrauenskrise hat Reika bis ins Mark erschüttert und die deprimierte Pilotin gezwungen, das Programm und ihre Partner zurückzulassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765690","hoster":"VOE"},{"path":"/redirect/8628948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-12","name":"","epNo":12,"alt":"Time of Amber","descr":"Ein Artefakt aus einer heiligen Schrift entfesselt eine Flut von Erinnerungen und entzündet die Seelen von Apollo und Silvia. Toma selbst besucht die Erde in einer Kriegsmaschine - und Apollo steht im Fadenkreuz.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13112675","hoster":"VOE"},{"path":"/redirect/12983940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-13","name":"","epNo":13,"alt":"Twelve Thousand Year Old Love Letter","descr":"Apollo mag ein Biest sein, aber Toma kennt seine Schwäche: die Loyalität, die dem Schattenengel den Zugang zu dem Relikt ermöglicht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765691","hoster":"VOE"},{"path":"/redirect/8628963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-14","name":"","epNo":14,"alt":"Shining Shadow","descr":"Die Schattenengel sind auf den Solar Wing angewiesen, um sie in eine neue Welt zu bringen – aber wer ist der wahre Solar Wing? Silvia fällt es schwer, vergangene Leben und gegenwärtige Frustrationen zu verstehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765693","hoster":"VOE"},{"path":"/redirect/8628952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-15","name":"","epNo":15,"alt":"The Aquarion of First Love","descr":"Pierre ist süchtig nach Fusionen geworden, und es besteht eine echte Chance, dass sein Verstand in den Wahnsinn gerät, wenn er es jemals wieder tut. Als die Shadow Angels seine Heimatstadt angreifen, muss Pierre sein Schicksal wählen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765695","hoster":"VOE"},{"path":"/redirect/8628954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-16","name":"","epNo":16,"alt":"Black Mirror","descr":"Die Rekruten werden unruhig, als einer von ihnen verdächtigt wird, ein Vampir zu sein. Während Gerüchte durch die Basis kursieren, faszinieren Silvia mysteriöse Krankheiten und seltsame Begegnungen innerhalb des Teams.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765696","hoster":"VOE"},{"path":"/redirect/12983944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-17","name":"","epNo":17,"alt":"Want to Eat and Unite","descr":"Die Schattenengel sind angewidert von den gefräßigen Träumen der Menschheit. Die ultimative Schwäche als Strafe nutzend, beginnt die Nahrungsversorgung der Erde zu schwinden und die Bevölkerung hungert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765694","hoster":"VOE"},{"path":"/redirect/8628953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-18","name":"","epNo":18,"alt":"Spirit of Cosplayer","descr":"Um mit ihren Partnern vertraut zu werden, wird den Aquarion-Rekruten befohlen, sich wie ihre Kollegen zu kleiden und zu handeln. Bei einigen werden ihre Gefühle verletzt, bevor die Lektionen der Übung klar werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12335188","hoster":"VOE"},{"path":"/redirect/8628955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-19","name":"","epNo":19,"alt":"Prank that Became Pure","descr":"Während die Piloten durch ein fremdes Land voller verdrehter Träume wandern, liegt Aquarion am Boden – und Apollo und die anderen kämpfen darum, gesund zu bleiben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765698","hoster":"VOE"},{"path":"/redirect/8628965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-20","name":"","epNo":20,"alt":"Sound of Feathers From Heaven","descr":"Ein junger Schattenengel wird gefangen genommen und die Kreatur wird in einem kalten Labor gestochen und gestochen. Das schreckliche Ergebnis der Folter lässt zwei Spezies vor Wut kochen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765697","hoster":"VOE"},{"path":"/redirect/8628957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-21","name":"","epNo":21,"alt":"Crimson Road","descr":"Die Shadow Angels streben nach Rache nach dem Verlust eines ihrer eigenen. Die Grenze zwischen Gut und Böse beginnt zu verschwimmen, als Geheimnisse gelüftet und Bindungen auf die Probe gestellt werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765700","hoster":"VOE"},{"path":"/redirect/8628956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-22","name":"","epNo":22,"alt":"Wings That Can\u0027t Be Seen","descr":"Ex-Kameraden treffen sich auf den Schlachtfeldern eines neuen Krieges. Element kämpft gegen Element, die Toten werden auferstehen, um ihre eigenen zu bekämpfen, und der wahre Solar Wing wird enthüllt!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765701","hoster":"VOE"},{"path":"/redirect/8628958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-23","name":"","epNo":23,"alt":"Wings, Flee","descr":"Ein Aquarion der nächsten Generation erscheint und schließt sich dem Kampf an, gesteuert von einem Opfer des endlosen Krieges. Als Tradition und Träume aufeinanderprallen, bezieht ein Mädchen Stellung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765703","hoster":"VOE"},{"path":"/redirect/8628959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-24","name":"","epNo":24,"alt":"Gate of the Sky","descr":"Die Shadow Angels haben die Oberhand gewonnen, nachdem Sirius sich ihnen angeschlossen hat. Apollo muss die Tore zum Himmel öffnen und eine gefährliche Rettungsmission unternehmen – obwohl es vielleicht schon zu spät ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765705","hoster":"VOE"},{"path":"/redirect/8628969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-25","name":"","epNo":25,"alt":"Battle!! Atlantis","descr":"Die verbleibenden Mitglieder des Aquarion-Teams sind nach Atlandia durchgebrochen! Sirius und Apollo treffen im Kampf aufeinander und machen sich auf den Weg zu ihrem endgültigen Schicksal.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765702","hoster":"VOE"},{"path":"/redirect/8628960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-1/episode-26","name":"","epNo":26,"alt":"On the Day that the World Began","descr":"Die Geheimnisse des Sonnenflügels wurden gelüftet und Aquarion könnte gezwungen sein, das letzte Opfer zu bringen, um die Seelen jedes Lebewesens zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765704","hoster":"VOE"},{"path":"/redirect/8628961","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-1","name":"","epNo":1,"alt":"The Mythical Forbidden Union that Embraces the End (Part 1)","descr":"12.000 Jahre nach dem Krieg gegen die Schattenengel verbringt Amata Sora seine Tage damit, in einem Kino zu arbeiten, bis er ein Mädchen in seinem Alter namens Mikono Suzushiro trifft und sich anfreundet. Ein Entführer-Angriff unterbricht Amatas Date mit Mikono. Als Aquaria-Kämpfer auftauchen, um die Stadt zu beschützen, entfesselt Amata irgendwie den legendären Mecha Aquarion.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765706","hoster":"VOE"},{"path":"/redirect/8628962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-2","name":"","epNo":2,"alt":"The Mythical Forbidden Union that Embraces the End (Part 2)","descr":"Amatas geheime Macht wird enthüllt, während er Aquarion steuert, was zu einem verheerenden Angriff führt, der seinen Feind in die Luft jagt. Unterdessen geht Cayennes prophetische Kraft auf Hochtouren, und eine düstere Vision von Mikonos Zukunft wird für alle ausgestrahlt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765707","hoster":"VOE"},{"path":"/redirect/8628968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-3","name":"","epNo":3,"alt":"The Heartbeat Index ☆ Rapidly Rises","descr":"Amata wacht in der Neo-DEAVA-Akademie auf, wo Element-Piloten ausgebildet werden. Das Personal hat alle möglichen Tests für ihn vorbereitet, aber der wahre Spaß beginnt, als er in ein Loch fällt und einem neuen Freund hilft, unter der Mauer zu graben, die die Jungen von den Mädchen trennt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765708","hoster":"VOE"},{"path":"/redirect/8628966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-4","name":"","epNo":4,"alt":"Wall ～conquer oneself～","descr":"Da man glaubt, dass er überhaupt keine Elementarmacht hat, beschließt Mikono, die Akademie zu verlassen, und Kaguras Kamerad Jin Muso startet einen Angriff auf Vega. Seine Taktik überwältigt die Aquarion Gepard, die von Mikonos Bruder Cayenne gesteuert wird, bis Neo-DEAVAs Kommandant Zen Fudo seinen Posten wieder einnimmt und dafür sorgt, dass sie sich der Schlacht anschließt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765709","hoster":"VOE"},{"path":"/redirect/8628967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-5","name":"","epNo":5,"alt":"Love Prohibition Order","descr":"Mit der Aufhebung der Trennung zwischen Männern und Frauen wird die Neo-DEAVA Academy zu einer koedukativen Institution, aber Fudo erklärt, dass es den Elementen ausdrücklich verboten ist, sich ineinander zu verlieben, und organisiert eine ungewöhnliche Gruppenaktivität, um die Kompatibilität zwischen den zu messen die Piloten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765715","hoster":"VOE"},{"path":"/redirect/8628970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-6","name":"","epNo":6,"alt":"The Agitato of Life","descr":"Kagura, die von Mikonos Duft angelockt wurde, taucht wieder auf, entschlossen, sie mitzunehmen, und Amata flieht mit ihr. Um Kagura entgegenzutreten, ignoriert Element Schrade Elan die Risiken für seine schwache Gesundheit und steuert den neu gegründeten Aquarion Spada.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765710","hoster":"VOE"},{"path":"/redirect/8628973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-7","name":"","epNo":7,"alt":"The Midnight Girl","descr":"Jin baut eine neue ferngesteuerte Maschine zusammen und startet sie, um Aquarion entgegenzutreten. Amata und die anderen werden von den Lasern des Feindes festgehalten, bis sie von einem anderen Element, Yunoha Thrul, unterstützt werden, die ihre Unsichtbarkeitskräfte in Aquarion Evol integriert, um einen Gegenangriff zu ermöglichen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765711","hoster":"VOE"},{"path":"/redirect/8628972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-8","name":"","epNo":8,"alt":"Confession","descr":"Jin, der jetzt persönlich pilotiert, fordert Aquarion erneut heraus, steht jedoch vor einer weiteren Umkehrung, als Zessica Wong, die Aquarion Spada steuert, einen aufblitzenden Weg findet, um seinen Angriffen auszuweichen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765713","hoster":"VOE"},{"path":"/redirect/8628971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-9","name":"","epNo":9,"alt":"Turn Man and Woman into a Hole New World","descr":"Andy und sein Klassenkamerad Mix können sich nicht verstehen und streiten sich normalerweise, bis einige Feinde auftauchen, um den tot geglaubten Jin zu rächen, und sie legen ihre Differenzen beiseite, um sich ihnen zu stellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765712","hoster":"VOE"},{"path":"/redirect/8628980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-10","name":"","epNo":10,"alt":"The One-Eyed Transfer Student","descr":"Nachdem er die Zerstörung seiner Maschine überlebt hat, infittiert Jin die Neo-DEAVA-Akademie. Während er nach Informationen über die weiblichen Bewohner sucht, versucht er herauszufinden, ob die \u0027Wahre Eva\u0027, nach der die Alteaner verzweifelt suchen, unter ihnen ist, bis Yunoha ihn anspricht, der sich mit ihm anfreunden möchte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12335194","hoster":"VOE"},{"path":"/redirect/8628982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-11","name":"","epNo":11,"alt":"Call of the Wild","descr":"Seit seinem letzten Kampf mit Aquarion wird Kagura von dem mysteriösen Mykage Towano zurückgehalten, bis es ihm gelingt, sich zu befreien, was in Altair für große Aufregung sorgt, da er verzweifelt versucht, Mikono zu finden und sie für sich zu beanspruchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765714","hoster":"VOE"},{"path":"/redirect/8628981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-12","name":"","epNo":12,"alt":"The Skies of Aquaria","descr":"Die Studenten organisieren ein besonderes Treffen mit einer Vorführung von \u0027Skies of Aquaria\u0027, einem Spielfilm, der auf den Ereignissen von 12.000 Jahren basiert. Amata enthüllt Mikono seine Verbindung mit der Hauptdarstellerin des Films Alicia, die zufällig seine Mutter ist, die als Kind verschwand. Unterdessen beschließt Jin, der Yunoha zugetan wird, sie mit nach Altair zu nehmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765717","hoster":"VOE"},{"path":"/redirect/8628979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-13","name":"","epNo":13,"alt":"The Fallen Giant","descr":"Kagura richtet Chaos in der Akademie an, während Jin die Gelegenheit nutzt, einen der Vektoren zu entführen und mit Yunoha zu fliehen. Mykage erscheint vor Fudo und fordert den Standort des ursprünglichen Aquarion, während Kagura die Elemente mit seiner Macht leicht überwältigt, die es ihm ermöglicht, die Gesetze der Physik umzukehren. Jin, bewegt von Yunohas Tränen, ändert seine Meinung und kehrt zurück, um den anderen gegen ihn zu helfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765718","hoster":"VOE"},{"path":"/redirect/8628974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-14","name":"","epNo":14,"alt":"Aftermath","descr":"Die Elemente betrauern den Tod von Jin und den anderen Schülern, die in der vorherigen Schlacht ums Leben kamen. Nach ihrer Beerdigung befiehlt Fudo Andy, im Rahmen einer speziellen Ausbildung Gräber für alle verbliebenen Piloten auszuheben. Mikono weigert sich, am Training teilzunehmen, doch als sie das Leben ihrer Freunde in Gefahr sieht, hilft sie ihnen, indem sie ihre eigene Elementarkraft aktiviert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765719","hoster":"VOE"},{"path":"/redirect/8628975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-15","name":"","epNo":15,"alt":"Beasts of Love","descr":"Nachdem das Graveyard-Training abgeschlossen ist, taucht Kagura vor den anderen Elementen auf und schafft es schließlich, Mikono zu entführen. Auf der Suche nach ihnen wird Zessica eifersüchtig auf Amatas Verzweiflung, Mikono zu finden, und gesteht ihm, dass sie möglicherweise die Reinkarnationen von Apollo und Silvia sind und somit füreinander bestimmt sind. Trotzdem konfrontiert Amata Kagura, um Mikono zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765720","hoster":"VOE"},{"path":"/redirect/8628976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-16","name":"","epNo":16,"alt":"Confessions from the Soul","descr":"Fudo beschließt, einen Scheinkampf zwischen zwei Aquarion zu veranstalten, obwohl er über die Risiken informiert ist. Amata, Mikono und Zessica, die Aquarion Evol steuern, werden von ihren Gegnern überwältigt, bis Zessica ihre Liebe zu Amata gesteht, was eine Reaktion auslöst, die ihnen Bilder von Apollo, Silvia und den Ereignissen um sie 12.000 Jahre zuvor zeigt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765723","hoster":"VOE"},{"path":"/redirect/8628977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-17","name":"","epNo":17,"alt":"Rise Up, Life.","descr":"Die Elemente werden von Fudo gerufen, um an einer geheimen Mission teilzunehmen. Sie müssen an einem See stehen bleiben, während sie auf weitere Anweisungen warten, und beschließen, gemeinsam Spaß zu haben. Andy versucht, die Situation zu nutzen, um seine Gefühle für Mix zu gestehen, nur um unfreiwillig ihre Wut auf ihn auszudrücken. Bald taucht ein weiterer Feind auf und erzeugt einen Schneesturm, der das gesamte Gebiet bedeckt. Die Elemente stehen kurz vor dem Erfrieren, während ein hoffnungsloser Andy in ein von seinen Kräften geschaffenes Loch sinkt, bis er auf einen heißen Wasserstrahl trifft, der den anderen hilft, sich zu wehren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765725","hoster":"VOE"},{"path":"/redirect/8628978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-18","name":"","epNo":18,"alt":"Rare Igura","descr":"Informiert, dass Altair kurz vor dem Zusammenbruch steht, nimmt Izumo Kamurogi, der Kommandant der altenanischen Streitkräfte, endlich die Angelegenheit der Wahren Eva in die Hand und greift die Neo-DEAVA-Basis selbst an. Die Elemente, die wenig gegen Izumo ausrichten können, kontaktiert die Akademie und fordert sie auf, eine ihrer Studentinnen abzugeben. Zessica, der das Herz gebrochen ist, weil ihre Gefühle für Amata unerwidert sind, meldet sich freiwillig, um seiner Bitte nachzukommen, bis Mix versucht, sie aufzuhalten und stattdessen vom Feind gefangen genommen wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8788153","hoster":"VOE"},{"path":"/redirect/8628986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-19","name":"","epNo":19,"alt":"First Reunion","descr":"Fudo ist immer noch nicht von seiner Reise zurückgekehrt, und obwohl er seinen Aufenthaltsort nicht kennt, verlässt Mikono die Akademie, um nach ihm zu suchen, während Mykage vor Zessica auftaucht und erklärt, dass er Altair ein dimensionales Tor öffnen wird, wenn er in Zukunft eine Entschädigung von ihr fordert . Ein Team von Elementen wird zusammengestellt, um das Tor zu passieren und Altair zu infiltrieren, um Mix zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12381652","hoster":"VOE"},{"path":"/redirect/8628990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-20","name":"","epNo":20,"alt":"MI・XY","descr":"Fudo ist immer noch nicht von seiner Reise zurückgekehrt, und obwohl er seinen Aufenthaltsort nicht kennt, verlässt Mikono die Akademie, um nach ihm zu suchen, während Mykage vor Zessica auftaucht und erklärt, dass er Altair ein dimensionales Tor öffnen wird, wenn er in Zukunft eine Entschädigung von ihr fordert . Ein Team von Elementen wird zusammengestellt, um das Tor zu passieren und Altair zu infiltrieren, um Mix zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765721","hoster":"VOE"},{"path":"/redirect/8628983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-21","name":"","epNo":21,"alt":"Kiss","descr":"Amatas Team kehrt von Altair zurück, nachdem es ihm nicht gelungen ist, Mix zu retten, und Shrades Zustand verschlechtert sich, während Mikono und Fudo weiter zusammen auf die Suche nach dem legendären Aquarion gehen. Nach einem Albtraum mit Mikono flieht Amata in die Stadt, in der er sie zum ersten Mal getroffen hat, und findet den Ort verlassen vor. Dort trifft Kagura auf Amata und erinnert sich schließlich an die Verbindung zwischen ihnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765724","hoster":"VOE"},{"path":"/redirect/8628984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-22","name":"","epNo":22,"alt":"Wings of Rebirth","descr":"Amata erfährt von Kagura, wie sie, die einst eins waren, in zwei verschiedene Wesen getrennt wurden. Während Amata und Kagura einen bösartigen Kampf vor Mikono austragen, ist das ursprüngliche Aquarion unbegraben und Shrade treibt sein Leben bis ans Limit, um sich einer von Mykage geschickten feindlichen Maschine zu stellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765726","hoster":"VOE"},{"path":"/redirect/8628985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-23","name":"","epNo":23,"alt":"Song of Legend","descr":"Fudo fügt die restlichen Elemente zusammen und enthüllt ihnen die ganze Wahrheit über die Ereignisse der letzten 24.000 Jahre und ihren Zusammenhang mit der gegenwärtigen Situation. Währenddessen nutzt Schrade mit letzter Kraft seine Kräfte, um Zessica und Amata zu ermöglichen, sicher nach Altair zu gelangen. Izumo und seine Truppen bezeichnen Mikono als ihre wahre Eva und greifen Kagura an, um sie ihm mit Gewalt zu nehmen, und Mykage fordert schließlich seine Belohnung von Zessica, indem er ihren Körper in Besitz nimmt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765731","hoster":"VOE"},{"path":"/redirect/8628987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-24","name":"","epNo":24,"alt":"Ephemera","descr":"Kagura betritt das Legendary Aquarion, um Mikono vor Izumos Truppen zu schützen. Andy schafft es, Altair mit seiner Macht ein dimensionales Loch zu öffnen, und als er dort ankommt, konfrontiert er Mix und versucht, sie dazu zu bringen, zu ihrem früheren Selbst zurückzukehren. Inzwischen erwacht Alicia endlich und offenbart Amata die Wahrheit über seinen Vater und den Grund, warum sie ihn als Kind zurückgelassen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765732","hoster":"VOE"},{"path":"/redirect/8628988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-25","name":"","epNo":25,"alt":"Fragment of Adam","descr":"Im Glauben, dass Kagura für den Tod seiner Eltern verantwortlich ist, startet Amata sich gegen ihn und ihre Konfrontation öffnet ein Portal, das Altair auf den Weg der Kollision mit Vega bringt. Mix gewinnt dank Andy ihre verlorenen Erinnerungen zurück, und nachdem Mykage die volle Kontrolle über Zessicas Körper übernommen hat, nutzt Mykage Mikono und Kagura, um das legendäre Aquarion für sich selbst in Besitz zu nehmen und es in seinen eigenen Mecha, den Ancient AQ, umzuwandeln.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765730","hoster":"VOE"},{"path":"/redirect/8628989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sousei-no-aquarion/staffel-2/episode-26","name":"","epNo":26,"alt":"LOVE","descr":"Die Elemente kämpfen erfolglos gegen das Ancient AQ, bis Amata und Mikono wieder vereint sind. Nachdem sie ihre Gefühle füreinander gestanden haben, bilden sie Aquarions ultimative Form, Aquarion LOVE, um Mykages Pläne zu stoppen und sowohl Vega als auch Altair vor der Zerstörung zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8765736","hoster":"VOE"},{"path":"/redirect/8628991","hoster":"Streamtape"}]}]}]}]}