{"path":"/serie/stream/space-rangers","name":"Space Rangers","descr":"Space Rangers (1993 - 1993)Im Jahr 2104 sorgen die so genannten Space Rangers auf dem Außenposten Fort Hope für Ordnung und Sicherheit. Captain John Boon und seine Mannschaft jagen Verbrecher und werden in Konflikte mit mysteriösen Außerirdischen, den Banshees, verwickelt. Dabei legt der sehr eigenwillige Captain Boon des Öfteren die Vorschriften anders aus als seine Vorgesetzte, Commander Chennault. Captain Boon dient zur Erfüllung seiner Aufträge neben seiner Crew ein altes heruntergekommenes Schiff, welches er partout nicht gegen ein neues tauschen möchte.","seasons":[{"path":"/serie/stream/space-rangers/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/space-rangers/staffel-1/episode-1","name":"Ein mysteriöser Auftrag","epNo":1,"alt":"Space Rangers - Pilot","descr":"Captain John Boon muss seinen Urlaub abbrechen. Er erhält den Auftrag, mit seinem Team Schiffbrüchige vom verbotenen Planeten Skaarab zu retten. Niemand ahnt, dass die Rettungsaktion eine Falle ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766583","hoster":"VOE"},{"path":"/redirect/8629877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/space-rangers/staffel-1/episode-2","name":"Achtung, Banshies!","epNo":2,"alt":"Banshees","descr":"Banshies, gefährliche kleine Wesen, haben einen Flüchtlingstransporter angegriffen. Das Schiff wird evakuiert. Der kleine Tommy bleibt dabei zurück. Boon und seine Crew sollen den Jungen retten und ein Exemplar der Banshies mitbringen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112732","hoster":"VOE"},{"path":"/redirect/8629873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/space-rangers/staffel-1/episode-3","name":"Der Spitzel","epNo":3,"alt":"The Replacements","descr":"Gegen seinen Willen muss Captain Boon ein neues Mitglied in seine Mannschaft aufnehmen: einen sehr höflichen und intelligenten Androiden. Doch das neue Crewmitglied stößt auch bei den anderen nur auf Misstrauen. Zu recht, wie sich bald herausstellt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766582","hoster":"VOE"},{"path":"/redirect/8629876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/space-rangers/staffel-1/episode-4","name":"Der Ehrenkodex","epNo":4,"alt":"Death Before Dishonour","descr":"Handelsverträge mit dem Volk der Vee Lon sollen unterzeichnet werden. Doch unlücklicherweise wird deren Handelsbevollmächtigter, Prinz Gordah, infolge eines Missverständnisses von Captain Boon niedergeschlagen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766581","hoster":"VOE"},{"path":"/redirect/8629878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/space-rangers/staffel-1/episode-5","name":"Sein oder Nichtsein","epNo":5,"alt":"To Be Or Not To Be","descr":"Auf dem Gefängnisplaneten Katraz werden Boon, Zylyn und Doc bei einer Rettungsaktion von aggressiven Sträflingen gefangen genommen. Deren Anführerin hat einen besonderen Hass auf die Space Ranger. Für Boon, Zylyn und Doc sieht es gar nicht gut aus. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766579","hoster":"VOE"},{"path":"/redirect/8629875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/space-rangers/staffel-1/episode-6","name":"Unter Verdacht","epNo":6,"alt":"The Trial","descr":"Der Grakka Zylyn erwacht aus der Bewusstlosigkeit. Er kann sich an nichts mehr erinnern und findet neben sich den toten Grakka Kaylat. Sofort gerät er unter Mordverdacht. Die Geschichte wird zusehends unheimlicher und mysteriöser. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12926004","hoster":"VOE"},{"path":"/redirect/8629884","hoster":"Streamtape"}]}]}]}]}