{"path":"/serie/stream/spartacus-blood-and-sand","name":"Spartacus: Blood and Sand","descr":"Spartacus ist eine Fernsehserie des amerikanischen Kabelsenders Starz, die am 22. Januar 2010 startete. Basierend auf historischen Grundlagen, zeichnet sie eine fiktive Lebensgeschichte des thrakischen Gladiators Spartacus (gespielt von Andy Whitfield, seit Staffel 2 Liam McIntyre), der von 73 bis 71 v. Chr. einen nach ihm benannten Sklavenaufstand gegen die römische Republik führte. Sie beschäftigt sich mit dem nur in wenigen Fragmenten überlieferten früheren Leben Spartacus, seinem Aufstieg zu einem der besten Gladiatoren Capuas und der anschließenden Revolte gegen Rom. Produzenten der Serie sind Steven S. DeKnight, der zugleich Hauptdrehbuchschreiber ist, Robert Tapert und Sam Raimi. Die Serie erhielt wegen der Darstellung von Gewalt, expliziten sexuellen Inhalten und grober Sprache eine Altersfreigabe ab 18 Jahren.","seasons":[{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-1","name":"Die rote Schlange","epNo":1,"alt":"The Red Serpent","descr":"Rom befindet sich im Krieg mit Griechenland. Die Römer werben den thrakischen Heeresführer Spartacus an, um ihre Ländereien vor dem barbarischen Volk der Geti zu beschützen. Doch die Römer halten ihre Versprechungen nicht ein und Spartacus weigert sich, ihnen weiter zu Diensten zu sein. Wegen seiner Weigerung soll er in der Arena den Tod finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13272852","hoster":"VOE"},{"path":"/redirect/14257553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-2","name":"Sacramentum Gladiatorum","epNo":2,"alt":"Sacramentum Gladiatorum","descr":"Die Dürre und die Armut sorgen für Problem für das Haus Batiatus. Nachdem der Dominus Spartacus für einen hohen Preis erstattet hat, versucht er ihn zu formen. Doch \"das Tier\" wehrt sich...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13272851","hoster":"VOE"},{"path":"/redirect/14257559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-3","name":"Legenden","epNo":3,"alt":"Legends","descr":"Die einzige Möglich für Spartacus seine Frau wieder zusehen, ist in der Arena zu kämpfen. Nachdem er dies erkannt hat, trainiert er umso härter, während Crixus versucht Naevia seine Liebe zu vermitteln. Bei den Vulcanalien kann sich Spartacus erstmals beweisen, muss aber gegen seinen einzigen Freund Varro kämpfen. Oder doch nicht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993073","hoster":"VOE"},{"path":"/redirect/14257561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-4","name":"Die Höhle","epNo":4,"alt":"The Thing in the Pit","descr":"Durch die Niederlage im Endkampf der Vulcanalien gegen Crixus ist Spartacus\u0027 Ruf zerstört. Batiatius schickt ihn zur Strafe in die Höhlen. Doch wieder einmal widersetzt sich Spartacus dem Tod. Der Dominus wittert seine Chance...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766639","hoster":"VOE"},{"path":"/redirect/14257562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-5","name":"Schattenspiele","epNo":5,"alt":"Shadow Games","descr":"Immernoch hält die Dürre Capua im Griff. Nachdem Spartacus Batiatus in den Höhlen das Leben gerettet hat, wird er wieder zu den Gladiatoren gelassen. Es stehen die Spiele des Magistraten an, in dessen Primus Crixus und Spartacus gegen ein wahres Monster, den Schatten des Todes antreten müssen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251283","hoster":"VOE"},{"path":"/redirect/14257563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-6","name":"Stunde des Ruhms und der Trauer","epNo":6,"alt":"Delicate Things","descr":"Spartacus hat das Unmögliche möglich gemacht und den Schatten des Todes besiegt. Er wird zum neuen ersten Kämpfer Capuas ernannt, während Crixus mit dem Tod ringt. Auf einmal erfährt der Thraker von der baldigen Rückkehr seiner Frau Sura...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766641","hoster":"VOE"},{"path":"/redirect/14257574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-7","name":"Das Pendel des Schicksals","epNo":7,"alt":"Great and Unfortunate Things","descr":"Der Tod seiner Frau Sura trifft Spartacus völlig unerwartet. Ohne zu wissen, dass sein Dominus hinter ihrem Tod steckt schwört er ihm ewige Treu, die er bei den Spielen des Marc Anton unter beweis stellen kann. Währendessen betreibt Drago Nachforschungen zu Barcas\u0027 Verschwinden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766645","hoster":"VOE"},{"path":"/redirect/14257565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-8","name":"Im Zeichen der Bruderschaft","epNo":8,"alt":"Mark of the Brotherhood","descr":"Als neuer Champion der Gladiatoren nimmt Spartacus seine Bestimmung als Anführer wahr und befiehlt Crixus sich zurück zu ziehen, um sich von seinen Verletzungen zu erholen. Doch Crixus will unter Beweis stellen, dass er bereits vollständig genesen ist und verhält sich uneinsichtig. Daraufhin will Batiatus ihn verkaufen. Ilithyia hat wieder einmal erreicht, was sie wollte. Sie erhält einen Gladiator, den sie als ihr persönliches Spielzeug benutzen kann wie es ihr gerade in den Sinn kommt. Spartacus kann knapp einem Mordanschlag entgehen und lernt, dass mit seiner größer werden Macht auch die Anzahl seiner Feinde anwächst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766646","hoster":"VOE"},{"path":"/redirect/14254605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-9","name":"Die Huren Roms","epNo":9,"alt":"Whore","descr":"Licinia, eine reiche Patrizierin aus Rom, hat Gefallen an Spartacus gefunden und verlangt nach seiner Zuneigung. Crixus, der sich endlich von seinen Verletzungen durch Theokoles erholt hat, nimmt seine Übungen wieder auf, um seinen alten Rang zurückzuerobern. Warro indes macht sich Sorgen um seine Familie, da er auf einen reuevollen Brief keine Antwort erhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766642","hoster":"VOE"},{"path":"/redirect/14257571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-10","name":"Mörderisches Opfer","epNo":10,"alt":"Party Favors","descr":"Den Geburtstag von Numerius feiert die Gladiatorenschule mit speziell ausgetragenen Kampfspektakeln. Zu seiner Überraschung erhält er außerdem ein ungewöhnliches Geschenk von der ansonsten alles andere als selbstlosen Ilithyia. Und natürlich macht sie ihm das Präsent nicht ohne Hintergedanken, denn sie hat im Gegenzug eine ganz und gar unbescheidene Forderung an den mächtigen Mann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766644","hoster":"VOE"},{"path":"/redirect/14257572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-11","name":"Alte Wunden","epNo":11,"alt":"Old Wounds","descr":"Die Belastungen und Demütigungen setzen Spartacus zu, so sehr, dass er glaubt, seinen Verstand zu verlieren. Batiatus entwirft einen hinterhältigen Plan, um seine Feinde zu vernichten. Crixus erhält endlich von der Gladiatorenschule die Garantie, dass er schon in naher Zukunft wieder in die Arena zurückkehren kann. Obwohl Spartacus schon am Boden liegt und wohl kaum tiefer fallen kann, erhält eine Information, die ihn zusätzlich verzweifeln lässt, eine Wahrheit, die zusätzlich alte Wunden aufbrechen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596192","hoster":"VOE"},{"path":"/redirect/14257570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-12","name":"Enthüllungen","epNo":12,"alt":"Revelation","descr":"Solonius wird für den Mord am Magistraten, den er nicht begangen hat, von Spartacus hingerichtet. Batiatus hat ein weiteres Hinderniss aus dem Weg geräumt und versucht nun ein politisches Amt mit der Hilfe von Glaber zu erlangen. Als sich Glaber wiegert, droht Batiatus ihm den Mord an Licinia in die Schuhe zu schieben. Doch das ist nicht das einzige Geheimniss, das an diesem Abend zum Vorschein kommt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112730","hoster":"VOE"},{"path":"/redirect/14102709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-1/episode-13","name":"Tötet sie alle","epNo":13,"alt":"Kill Them All","descr":"Spartacus und Crixus treten im Namen der Gladiatorenschule in Capua an. Das ist für Spartacus die Gelegenheit, seinen Racheplan in die Realität umzusetzen. Denn hier ist der Ort an dem er endlich die Chance nutzen will, um sich für die erlittenen Qualen und Verluste blutig zu rächen. Nur ein einziger könnte in der Lage sein, den rachedurstigen Krieger in seinem Vorhaben zu stoppen …Aber es existiert ein Mann, der den furchtlosen Krieger noch stoppen könnte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766643","hoster":"VOE"},{"path":"/redirect/14254607","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/spartacus-blood-and-sand/staffel-2/episode-1","name":"Auf der Flucht","epNo":1,"alt":"Fugitivus","descr":"Spartacus muss nach der Flucht aus der Gladiatorenschule erkennen, dass seine neue Rolle als Anführer große Verantwortung mit sich bringt. Immer wieder ist er gezwungen, zwischen den Sklaven zu vermitteln, damit die Gruppe nicht auseinander bricht. Denn nur so werden sie gegen die Truppen von Claudius Glaber bestehen können, die von den Machthabern Roms entsandt wurden, um ihren Aufstand mit allen Mitteln zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766653","hoster":"VOE"},{"path":"/redirect/8629902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-2/episode-2","name":"Einen Platz in der Welt","epNo":2,"alt":"A Place in This World","descr":"Unter der Führung von Spartacus gelingt es den flüchtigen Sklaven, eine weitere Villa in Rom zu befreien, doch die Bediensteten des Hauses begegnen den Gladiatoren mit Misstrauen. Oenimaus lässt sich auf die brutalen Zweikämpfe in der berüchtigten Grube ein. Gegen den Protest von Ilithyia unterstützt Glaber die Prophezeiungen von Lucretia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766654","hoster":"VOE"},{"path":"/redirect/8629904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-2/episode-3","name":"Das höhere Wohl","epNo":3,"alt":"The Greater Good","descr":"Nachdem die Gladiatoren über das Schicksal von Naevia informiert wurden, muss Spartacus seine ganze Kraft einsetzen, damit sich seine Anhänger nicht durch Streitigkeiten verfeinden. Lucretia benutzt ein lange zurück gehaltenes Geheimnis, um an Informationen zu gelangen, die ihren gesellschaftlichen Einfluss weiter ausbauen könnten. Ein Angriff der gegnerischen Truppen wird für die flüchtigen Sklaven zu einer harten Bewährungsprobe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12926036","hoster":"VOE"},{"path":"/redirect/8629900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-2/episode-4","name":"Mit leeren Händen","epNo":4,"alt":"Empty Hands","descr":"Als Spartacus seine verbleibenden Kämpfer über einen Gewaltmarsch durch ein Waldgebiet in Sicherheit bringen will, wird Crixus von der Gruppe getrennt. Plötzlich findet sich Crixus an einem Ort wieder, den er aus seiner Vergangenheit kennt und aus seiner Erinnerung fast verdrängt hat, weil er schmerzliche Erlebnisse mit ihm verbindet. Lucretia mischt sich weiterhin in die Angelegenheiten von Ilithyia ein und verbindet damit die Hoffnung, einen der mächtigsten Römer für ihre Ziele gewinnen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766658","hoster":"VOE"},{"path":"/redirect/8629903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-2/episode-5","name":"Befreiung","epNo":5,"alt":"Libertus","descr":"Crixus wird noch immer von den römischen Machthabern gefangen gehalten. Spartacus organisiert eine groß angelegte Befreiungsaktion. Sein Plan wird kompliziert, als sich ein sagenumwobener Gladiator aus der Gladiatorenschule von Batius einmischt. Ilithyia spinnt weiterhin ihre Intrigen, unterschätzt aber das Risiko, dem sie sich damit aussetzt, denn ihre Ehe zu Glaber scheint gefährdet zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766659","hoster":"VOE"},{"path":"/redirect/8629901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-2/episode-6","name":"Gewähltes Schicksal","epNo":6,"alt":"Chosen Path","descr":"Spartacus kehrt mit Mira und den Männer zum Tempel zurück. Dort bereiten sie sich auf das Eintreffen der römischen Truppen vor … Glaber kann nur an das Vermögen von Ilithyias Vater herankommen, wenn der Erbe volljährig ist. Also befiehlt er Ilithyia, das Kind auszutragen. Um Spartacus endlich zur Strecke zu bringen, gibt Glaber Ashur die Freiheit, eine Gruppe von Mördern um sich zu scharen. Zusätzlich schlägt er Spartacus’ Verfolger Seppius vor, mit ihm zusammenzuarbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766661","hoster":"VOE"},{"path":"/redirect/8629911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-2/episode-7","name":"Sacramentum","epNo":7,"alt":"Sacramentum","descr":"In Neapolis befreien Spartacus und seine Männer cheruskische Sklaven von einem Schiff. Spartacus lässt sie ausbilden und integriert sie in seine Gruppe … Mark Anton, der bei dem Einsturz der Arena umkam, hatte Gannicus eine Entlohnung für seine Teilnahme an der Hinrichtung der drei ehemaligen Gladiatoren versprochen. Nun erhofft sich Gannicus eine Auszahlung durch das Magistrat Gallienus oder durch Glaber. Beide lehnen ab …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335229","hoster":"VOE"},{"path":"/redirect/8629913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-2/episode-8","name":"Ausgleich","epNo":8,"alt":"Balance","descr":"Gannicus übergibt Ilithyia an Spartacus, damit er sie töten und seinen Rachefeldzug gegen Glaber beenden kann. Ilithyia behauptet, dass Spartacus der Vater des Kindes ist, das sie in sich trägt. Obwohl ihn Gannicus mehr und mehr drängt, weigert sich Spartacus, Ilithyia zu töten. Als Mira erfährt, dass Spartacus der Vater des ungeborenen Kindes sein soll, beschließt sie, die Sache selbst in die Hand zu nehmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112734","hoster":"VOE"},{"path":"/redirect/8629905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-2/episode-9","name":"Monster","epNo":9,"alt":"Monsters","descr":"Als Römer verkleidet inszenieren Spartacus und seine Männer einen Angriff auf den schlecht bewachten Tempel. Sie wollen damit auf die mangelnde Wachsamkeit der Leute aufmerksam machen. Unterdessen ringt Mira um Spartacus’ Liebe … Glaber ist gerade mit Seppia zugange, als Ilithyia auftaucht. Glaber will von ihr wissen, wo sie gefangen gehalten wurde und findet mit Ashurs Hilfe heraus, dass es sich um den zerfallenen Tempel handelt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766663","hoster":"VOE"},{"path":"/redirect/8629915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-2/episode-10","name":"Der Zorn der Götter","epNo":10,"alt":"Wrath of the Gods","descr":"Bei einem unbesonnenen Alleingang einiger Aufständischer gegen Römer wird Mira getötet. Unterdessen sucht Ilithyia ihren Mann im zerstörten Tempel auf. Sie will Lucretia durch ihn gefördert wissen. Ilithyia zeigt Glaber den Armreif von Seppius und schiebt die Schuld an dessen Tod auf Ashur. Glaber will nicht nur gegen Ashur vorgehen, sondern auch gegen Lucretia, deren orakelhafte Begabung nun nicht mehr gebraucht wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112736","hoster":"VOE"},{"path":"/redirect/8629907","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/spartacus-blood-and-sand/staffel-3/episode-1","name":"Die Feinde Roms","epNo":1,"alt":"Enemies of Rome","descr":"Spartacus – War Of The Damned‘ nimmt die Handlung dort auf, wo sie vor einem Jahr in der Vorgängerstaffel ‚Spartacus – Vengeance‘ endete: Spartacus’ größter Feind Gaius Claudius Glaber ist tot. Inzwischen sind Monate seit seiner Niederlage vergangen und die von Revolutionsführer Spartacus und seinen Generälen Crixus, Gannicus und Agron angeführte Rebellenarmee erringt eine Reihe weiterer bedeutender Siege über die römische Republik. Zugleich wächst die Anzahl der Rebellen beständig. Mittlerweile stehen Tausende befreiter Sklaven bereit, um die mächtigsten Armeen Roms herauszufordern. Und Spartacus ist mehr denn je dazu entschlossen, die gesamte römische Republik zu Fall zu bringen. Die Rebellen müssen eine blutige Auseinandersetzung nach der anderen überstehen und sich schließlich für das Unausweichliche wappnen: einen offenen Krieg mit der römischen Großmacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766666","hoster":"VOE"},{"path":"/redirect/8629906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-3/episode-2","name":"Wölfe","epNo":2,"alt":"Wolves At The Gate","descr":"Um Nahrung und einen Unterschlupf für die Mitglieder seiner Rebellenarmee bereitstellen zu können, startet Spartacus einen gewagten Überfall. Derweil baut Crassus eine furchteinflößende Armee auf und erhält einen unerwarteten Besucher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766665","hoster":"VOE"},{"path":"/redirect/8629908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-3/episode-3","name":"Männer der Ehre","epNo":3,"alt":"Men Of Honor","descr":"Um die Versorgung seiner Leute weiterhin gewährleisten zu können, erwägt Spartacus, mit einer Bande von Plünderern einen Deal auszuhandeln. Währenddessen trifft Crassus’ Sohn Tiberius eine kühne Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766667","hoster":"VOE"},{"path":"/redirect/8629909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-3/episode-4","name":"Dezimierung","epNo":4,"alt":"Decimation","descr":"Innerhalb der Rebellenarmee von Spartacus kommt es zu schweren Spannungen. Um seinen Soldaten eine brutale Lektion zu erteilen, greift Crassus zu einem Strafritual, das eigentlich schon lange nicht mehr praktiziert wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766668","hoster":"VOE"},{"path":"/redirect/8629922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-3/episode-5","name":"Blutsbrüder","epNo":5,"alt":"Blood Brothers","descr":"Spartacus greift zu einem ausgeklügelten Plan, um Crassus’ Truppen zu schwächen und endlich die Oberhand zu gewinnen. Doch der Plan droht von verräterischen Machenschaften durchkreuzt zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766671","hoster":"VOE"},{"path":"/redirect/8629910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-3/episode-6","name":"Beute des Krieges","epNo":6,"alt":"Spoils Of War","descr":"Crassus führt einen gewaltigen Angriff gegen die Rebellen an. Gannicus gerät dabei hinter feindliche Linien. Tiberius sieht sich vor eine besondere Herausforderung gestellt: Von seinem Vater Crassus wird er damit beauftragt, eine Feier für einen Mann abzuhalten, den er eigentlich aufs Tiefste verabscheut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766670","hoster":"VOE"},{"path":"/redirect/8629923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-3/episode-7","name":"Mors Indecepta","epNo":7,"alt":"Mors Idecepta","descr":"Als die Truppe von Spartacus an einer verschneiten und nicht begehbaren Passage feststeckt, kommt es zwischen dem Rebellenführer und Crixus zu Unstimmigkeiten über das weitere Vorgehen. Crassus muss einsehen, dass die Aktionen seiner engsten Vertrauten nicht immer zu kontrollieren sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112738","hoster":"VOE"},{"path":"/redirect/8629914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-3/episode-8","name":"Getrennte Pfade","epNo":8,"alt":"Seperate Paths","descr":"Spartacus und seine Rebellen befinden sich endgültig an einem Scheideweg. Zur gleichen Zeit treibt der unerbittliche Crassus bei der Verfolgung von Spartacus seine eigenen Männer bis an die Grenzen. Der Konflikt zwischen Tiberius und Julius Caesar eskaliert endgültig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766669","hoster":"VOE"},{"path":"/redirect/12983982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-3/episode-9","name":"Der Tod und das Sterben","epNo":9,"alt":"The Dead And The Dying","descr":"Crassus ist sich sicher, dass der mit einer Bezwingung Spartacus’ einhergehende Ruhm allein ihm zuzukommen habe. Doch dann erfährt er, dass ein nicht wenig prominenter Römer die Ehre für sich beanspruchen will. Spartacus versucht, um jeden Preis ein Druckmittel zu sichern, das er gegen Rom einsetzen könnte. Schweren Herzens begeht er zudem das Gedenken an einen gefallenen Mitstreiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766675","hoster":"VOE"},{"path":"/redirect/8629916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spartacus-blood-and-sand/staffel-3/episode-10","name":"Sieg","epNo":10,"alt":"Victory","descr":"Spartacus und seine Rebellen sehen sich einer Übermacht an römischen Streitkräften gegenüber. Sie unternehmen einen letzten verzweifelten Versuch, Rom in die Knie zu zwingen und für immer die Freiheit zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766676","hoster":"VOE"},{"path":"/redirect/8629927","hoster":"Streamtape"}]}]}]}]}