{"seriesId":"special-unit-2","name":"Special Unit 2","descr":"\"Links\" – das sind 200 Jahre alte Trolle, gefährliche Gnome, Monster und andere üble Kreaturen. Von ihrer Existenz wissen nur wenige. Um die bösartigen Links zu bekämpfen, gründete die Chicagoer Polizei eine geheime Spezialeinheit: die \"Special Unit 2\". Nick O’Malley und Kate Benson sind die Top-Agenten der Elitetruppe von Captain Richard Page. Unterstützt wird das Trio von Carl, dem Gnom – er kennt alle dunklen Gestalten der Stadt und liefert wichtige Insider-Informationen…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Diese Brüder kommen meist zu zweit","epNo":1,"alt":"The Brothers","descr":"Die junge Polizistin Kate Benson war schon immer von der Existenz von Monstern überzeugt und wird neues Mitglied der Special Unit 2. Kaum dabei, steht der erste Auftrag an: Seit einiger Zeit entführen so genannte Gargoyles, die man eigentlich nur als steinerne Figuren aus mittelalterlichen Kirchen kennt, Menschen aus Chicago, um sie ihren demnächst schlüpfenden Jungen zum Fraß vorzuwerfen. Doch die Special Unit 2 sagt ihnen den Kampf an","versions":[{"lang":1,"streams":[{"redirect":8766709,"hoster":"VOE"},{"redirect":8766708,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Werwölfe an der Wall Street?","epNo":2,"alt":"The Pack","descr":"Während der letzten Vollmondnächte haben sich in Chicago mysteriöse Mordfälle ereignet: An den Opfern können Spuren von riesigen Pfotenabdrücken ausgemacht werden! Die einzige Erklärung hierfür ist, dass die Morde von Werwölfen verübt wurden. Doch nachdem Sean eingehend recherchiert hat, ist ihm klar, dass es sich nicht um gewöhnliche Werwölfe handeln kann: Hier waren so genannte Lykantrophen am Werk! Diese Spezies ist den \"Links\" zuzuordnen und sehr schwer zu fangen","versions":[{"lang":1,"streams":[{"redirect":8766715,"hoster":"VOE"},{"redirect":8766710,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Mumie des Samurai","epNo":3,"alt":"The Wraps","descr":"Die Special Unit 2 bekommt es mit einem ziemlich schwierigen Gegner zu tun: mit der Mumie des bekannten Koichi-Samurai, die während eines Gewitters wieder zum Leben erweckt wird. Dummerweise beherrscht der Samurai alle Kampftechniken und kann die verschiedensten menschlichen Antlitze annehmen, sodass er nicht mehr zu erkennen ist. Wenn Kate und Nick ihm nicht rechtzeitig das Handwerk legen, kann er sogar die Weltherrschaft an sich reißen","versions":[{"lang":1,"streams":[{"redirect":8766716,"hoster":"VOE"},{"redirect":8766712,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Gift der Schwarzen Witwe","epNo":4,"alt":"The Web","descr":"Alice Chadmore, die Zeugin eines Mordes, behauptet felsenfest, dass spinnenartige Wesen die Mörder gewesen seien. Niemand in ganz Chicago glaubt der Frau, die daraufhin in die geschlossene Psychiatrie eingewiesen wird. Doch Kate und Nick wollen recherchieren und besuchen die Dame in der Klinik. Danach starten sie sofort die fieberhafte Suche nach \"Scharzen Witwen\" – einer Mischung aus Spinne und Frau. Da Nick dem Charme von Alice verfallen ist, holt er sie aus der Psychiatrie…","versions":[{"lang":1,"streams":[{"redirect":8766714,"hoster":"VOE"},{"redirect":8766713,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das mordende Fettmonster","epNo":5,"alt":"The Waste","descr":"Chicago wird von einem höchst ungewöhnlichen Monster heimgesucht: Es handelt sich um ein Wesen, das zu 98 Prozent aus menschlichem Fett besteht! Entstanden ist es im Hof einer Schönheitsklinik, die das von ihren Patienten abgesaugte Fett nicht ordnungsgemäß entsorgt, sondern einfach in einer Tonne gesammelt hat. Durch eine chemische Reaktion hat sich das Monster gebildet, das nun Jagd auf übergewichtige Menschen macht. Nick und Kate treffen es bei einem Diätseminar an","versions":[{"lang":1,"streams":[{"redirect":8766719,"hoster":"VOE"},{"redirect":8766711,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Meermann und die Mädchen","epNo":6,"alt":"The Depths","descr":"In letzter Zeit wurden in Chicago zahlreiche Mädchen in völlig apathischem Zustand gefunden. Für Special Unit 2 ist es offensichtlich, dass dies etwas mit einem zwei Jahre zurückliegenden Fall zu tun haben muss, bei dem ein Meermann Mädchen die Seele aus dem Leib gesaugt hat. Schon bald stellt sich heraus, dass es sich tatsächlich auch diesmal bei den Tätern um Wassermonster handelt. Außerdem erfährt Kate, dass die Monster nur an Jungfrauen interessiert sind…","versions":[{"lang":1,"streams":[{"redirect":8766723,"hoster":"VOE"},{"redirect":8766717,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ein besonders böser Parasit","epNo":1,"alt":"The Grain","descr":"Einfach sind die Fälle der Special Unit 2 nie, doch diesmal hat es das Team mit einem besonders fiesen Sandmann zu tun. Der Parasit schlüpft in die Körper von Menschen und sorgt dafür, dass diese ihre unterdrückten Triebe hemmungslos ausleben. Das Tückische dabei ist, dass fast niemand erkennen kann, wann ein Mensch von diesem Parasiten befallen ist. Nur Carl besitzt die Gabe, ihn zu sehen. Und was er nun sieht, gefällt ihm ganz und gar nicht: Kate ist das neueste Opfer","versions":[{"lang":1,"streams":[{"redirect":8766721,"hoster":"VOE"},{"redirect":8766718,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In der Haut des Chamäleons","epNo":2,"alt":"The Skin","descr":"Ein mordendes Chamäleon, das in die Haut der verschiedensten Menschen schlüpfen kann, macht zurzeit Chicago unsicher. Die Kollegen der Special Unit 2 sehen nur eine Möglichkeit, diesem Wesen beizukommen: Das momentan im Hochsicherheitstrakt einsitzende Chamäleon, das Nicks Kollegin Julie ermordet hat, soll die Witterung seines Artgenossen aufnehmen. Trotz strengster Sicherheitsvorkehrungen kann das Chamäleon entkommen und sich zu seinem Artgenossen gesellen","versions":[{"lang":1,"streams":[{"redirect":8766725,"hoster":"VOE"},{"redirect":8766720,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Rätsel der spurlosen Jahre","epNo":3,"alt":"The Years","descr":"Der mysteriöse Tod eines Mannes, der plötzlich um Jahrzehnte gealtert zu sein scheint, führt Special Unit 2 auf die Spur der schönen Isabellea. Sie wird verdächtigt, eine Hexe zu sein, die den Menschen die Lebenskraft aussaugt, um sich so immer wieder verjüngt. Während des Verhörs flirtet Isabella heftig mit Nick, doch der reagiert abweisend. Die Lage kippt, als die vermeintliche Leiche der Hexe gefunden wird… Doch Nick vertraut seinem Instinkt – und liegt damit richtig","versions":[{"lang":1,"streams":[{"redirect":12381686,"hoster":"VOE"},{"redirect":8766722,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer hat Angst vorm Boogeyman?","epNo":4,"alt":"The Invisible","descr":"Der Boogeyman lebt eigentlich nur in der Fantasie der Kinder, doch nun ist das Monster als Link Realität geworden und terrorisiert Chicago. Da er nur von Kindern gesehen werden kann, erhoffen sich Nick und Kate Hilfe vom zwölfjährigen Jake, dessen Mutter zum Opfer des Boogeymans wurde. Keiner kennt ihn so gut wie Jake, der sich intensiv mit dem Monster befasst hat. Als sie dem Boogeyman gemeinsam eine Falle stellen, gelingt diesem die Flucht – vorerst…","versions":[{"lang":1,"streams":[{"redirect":8766727,"hoster":"VOE"},{"redirect":8766724,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alle hassen Halloween","epNo":5,"alt":"The Eve","descr":"Halloween: Ein gefährlicher Link hat sich mit dreißig Geiseln in einem Museum verschanzt und fordert die Herausgabe eines Schlüssels – eines Schlüssels zu einem Ring, der dem Dämon die Macht über alle lebenden Links verleiht. SU2 muss handeln, doch als Carl dem Link einen gefälschten Schlüssel übergeben will, eskaliert die Lage: Der Link tötet eine Geisel und nimmt Kate in seine Gewalt. Nick hat jetzt nur noch ein Ziel vor Augen: Kate zu befreien und den Link auszuschalten…","versions":[{"lang":1,"streams":[{"redirect":12926028,"hoster":"VOE"},{"redirect":8766733,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Medusas versteinerte Liebhaber","epNo":6,"alt":"The Rocks","descr":"Zwei medusenartige Schwestern halten Chicago in Atem: Sie verführen Männer, um sie dann durch den Biss ihrer unter den Haaren verborgenen Schlangen zu versteinern. Als Nick versucht, die mörderischen Schwestern zu stellen, kommt er nur knapp mit dem Leben davon. Kate tötet dabei eine der Schwestern – der anderen gelingt die Flucht. Als Nick erneut auf die rachsüchtige Schwester trifft, wird er von ihr gebissen. Jetzt ist Nick dringend auf ein Gegengift angewiesen","versions":[{"lang":1,"streams":[{"redirect":8766730,"hoster":"VOE"},{"redirect":8766728,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Drache und die Prinzessin","epNo":7,"alt":"The Drag","descr":"Chicago wird von einem Feuer speienden Drachen terrorisiert. Special Unit 2 recherchiert, dass sein Auftauchen mit der Plünderung einer heiligen Grabstätte der Kalota-Indianer zu tun hat: Dabei wurden neben einem kostbaren Schmuckstück die sterblichen Überreste einer indianischen Prinzessin geraubt, die vor 130 Jahren zur Besänftigung des Feuergottes lebendig begraben worden war. Als der Drache Jesse Turnbow entführt, muss Carl gegen das Ungeheuer antreten.","versions":[{"lang":1,"streams":[{"redirect":8766732,"hoster":"VOE"},{"redirect":8766729,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Hübsche und das Biest","epNo":8,"alt":"The Beast","descr":"Ein Oger, ein blutrünstiges Wesen aus der nordischen Mythologie, versetzt Chicago in Angst und Schrecken: Er tötet vorzugsweise Frauen aus dem Rotlichtmilieu und verzehrt anschließend deren Leichen. Als die Mordfälle kein Ende nehmen, soll Special Unit 2 die Ermittlungen von Detective Scott unterstützen. Kate fungiert als Lockvogel, wird jedoch dabei vom Oger entführt. Inzwischen ist Nick in Scotts Unterlagen auf mysteriöse Ungereimtheiten gestoßen","versions":[{"lang":1,"streams":[{"redirect":12335230,"hoster":"VOE"},{"redirect":8766734,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die in den Wänden leben","epNo":9,"alt":"The Wall","descr":"Kates Klassentreffen ihrer Highschool steht an, doch sie hat wenig Lust hinzugehen. Der Grund: Kate hat bei der Abschlussfeier erklärt, ein Monster entdeckt zu haben. Damit sorgte sie für den Abbruch der Party. Nun hat sie Angst, von ihren Ex-Schulkameraden wieder gehänselt zu werden. Doch Nick begleitet sie zum Klassentreffen, das in der alten Schule stattfindet. Dort findet Kate schnell heraus, dass in den Wänden Monster leben, die auch bald schon die ersten Gäste umbringen","versions":[{"lang":1,"streams":[{"redirect":8766736,"hoster":"VOE"},{"redirect":8766739,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Spiel mit dem Feuer","epNo":10,"alt":"The Straw","descr":"Ein schreckliches Wesen, das wie eine Vogelscheuche aussieht, verbreitet in Chicago Angst und Schrecken. Je mehr es die Menschen verängstigt, desto größer wird seine Macht. Die Arbeit der Special Unit 2 gestaltet sich extrem schwierig, dass fast nichts über die Eigenschaften dieses Wesens bekannt ist. Erst Jahrhunderte alte Schriften geben Aufschluss über die Absichten der Vogelscheuche – und auch über die einzige Möglichkeit, ihr Einhalt zu gebieten","versions":[{"lang":1,"streams":[{"redirect":12381688,"hoster":"VOE"},{"redirect":8766735,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Liebe kann lästig sein","epNo":11,"alt":"The Love","descr":"Ein so genannter Amorphian bringt unter seinem Pseudonym Ross Bowman ganz Chicago durcheinander: Er versprüht fortwährend ein bestimmtes Pheromon, das alle Menschen, die es einatmen, in einen Zustand hemmungsloser Liebe versetzt. Als aus dem gnadenlosen Richter Arpano auch noch ein wahres Lamm wird, das nur noch milde Urteile fällt, muss Special Unit 2 eingreifen. Sie heften sich Ross Bowman an die Fersen – doch ihn zu schnappen, ist gar nicht so einfach","versions":[{"lang":1,"streams":[{"redirect":8766738,"hoster":"VOE"},{"redirect":8766737,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Diebe von Chicago","epNo":12,"alt":"The Piper","descr":"Chicago erlebt ein seltsames Phänomen: Immer mehr Einbrüche werden von Kindern durchgeführt! Special Unit 2 findet heraus, dass hinter diesen Vorfällen ein Link steckt, der die Kindergedanken manipuliert und die Kleinen dazu anstiftet, die Einbrüche zu begehen. Als Plattform dient dem Link eine Kindershow, in der er – verkleidet als lustige Kunstfigur – auftritt. Carl wird in die Show eingeschleust, um dem Link das Handwerk zu legen, doch viel Erfolg hat er dabei nicht","versions":[{"lang":1,"streams":[{"redirect":8788155,"hoster":"VOE"},{"redirect":8795556,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Wunsch des Flaschengeistes","epNo":13,"alt":"The Wish","descr":"Jerry befreit versehentlich den Flaschengeist Natalie aus dem Behältnis, in dem sie mehrere Jahre lang gefangen war. Ganz so, wie es ihre Bestimmung vorsieht, verführt Natalie Jerry dazu einen Wunsch zu äußern – der dann auch prompt in Erfüllung geht. Bald darauf erfahren Nick und Kate vom mysteriöse Link Will, dass Natalie nur noch die Erfüllung eines Wunsches fehlt, um für immer ihre Freiheit zu erlangen. Sollte dies geschehen, kann sie fortan die Menschen tyrannisieren","versions":[{"lang":1,"streams":[{"redirect":8766743,"hoster":"VOE"},{"redirect":12983995,"hoster":"Streamtape"}]}]}]}]}