{"path":"/serie/stream/speechless","name":"Speechless","descr":"Die Serie begleitet die Familie DiMeo. Der erstgeborene Sohn der Familie DiMeo, JJ (Micah Fowler), hat eine schwere Entwicklungsstörung. Er ist auf einen Rollstuhl angewiesen und kann sich nicht verbal äußern. So ist seine Mutter Maya (Minnie Driver) in die Rolle seiner stärksten Fürsprecherin gewachsen. Sie kämpft für ihn und gegen die Steine, die die Gesellschaft ihm in den Weg legt. Manchmal aber auch gegen Windmühlen – sehr zum Leidwesen der anderen Familienmitglieder. Während die Familie mittlerweile mit den besonderen Herausforderungen gut zurecht kommt, schafft sie sich doch immer wieder unnötiger Weise neue.","seasons":[{"path":"/serie/stream/speechless/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/speechless/staffel-1/episode-1","name":"Willkommen bei den DiMeos","epNo":1,"alt":"P-I-PILOT","descr":"Familie DiMeo zieht um – mal wieder. Das neue Haus liegt in einer schulfreundlichen Gegend, und JJ erhält eine Vollzeithilfe, die für ihn \"sprechen\" soll. Die Frau geht ihm allerdings gehörig auf die Nerven. Maya hat zusätzlich einiges an der Schule auszusetzen: Sie ist ihr nicht behindertenfreundlich genug. Das sorgt für großen Ärger im Hause DiMeo, denn Ray fühlt sich dort ausnahmsweise ganz wohl, und auch JJ wird trotz anfänglicher Schwierigkeiten schnell angenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766744","hoster":"VOE"},{"path":"/redirect/8629985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-2","name":"Der Betreuer ist immer der Gärtner","epNo":2,"alt":"N-E-NEW A-I-AIDE","descr":"Mayas Sorge um JJ und seine neue Vollzeithilfe Kenneth – der eigentlich Platzwart der Schule ist – wird bestätigt, als JJ einen wichtigen Physiotherapietermin versäumt. Er allerdings mag den Mann sehr, der nun seine \"Stimme\" ist. Derweil bekommt Dylan von Vater Jimmy Nachhilfe darin, wie man sich nicht nachbarschaftlich verhält, um die Ansprüche der Nachbarn gering zu halten. Ray setzt währenddessen alles daran, endlich mal eine Minute allein mit seinem Schwarm Jillian zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766745","hoster":"VOE"},{"path":"/redirect/8629974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-3","name":"Hey Bitch, was geht?","epNo":3,"alt":"B-O-N – BONFIRE","descr":"Maya möchte das Homecoming-Lagerfeuer verhindern, da es ihrer Meinung nach von der Lage her nicht behindertengerecht genug ist. JJ leidet allerdings sehr unter dem Theater seiner Mutter, denn den anderen Schülern – allen voran JJs neuen coolen Freunden – gefällt der Aufstand überhaupt nicht. Derweil kann Ray endlich Zeit mit Jillian verbringen. Doch gerade als sie ihn sogar zu Hause besuchen will, macht ihm die Sammelwut seiner Familie einen Strich durch die Rechnung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766746","hoster":"VOE"},{"path":"/redirect/8629976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-4","name":"8 Stunden","epNo":4,"alt":"I-N-S-- INSPIRATIONS","descr":"Während JJ und Kenneth gemeinsam in der Stadt unterwegs sind, erkennen sie, dass sie auf andere anscheinend inspirierend wirken. Sie nutzen die Situation aus, um freies Essen und Karten für teure Baseballspiele zu bekommen. Dieses Glück hält allerdings nicht ewig an ? Derweil nutzt die Familie ihre rollstuhlfreie Zeit, um Paintball spielen zu gehen. Schafft es die fürsorgliche Maya, ohne JJ in ihrer Nähe überhaupt ein wenig Spaß zu haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268126","hoster":"VOE"},{"path":"/redirect/8629978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-5","name":"Schweineblut","epNo":5,"alt":"H-A-L-- HALLOWEEN","descr":"Jimmy ist traurig, weil sich in diesem Jahr niemand für das traditionelle Familien-Halloweenfest verkleiden möchte. Bei ihrem Versuch ihn aufzuheitern, erlaubt Maya ihm Dinge zu machen, die sonst auf der Familien-Verbotsliste stehen. Dabei handelt es sich hauptsächlich um Aktivitäten wie Besuche in Restaurants, die wegen kleiner Vorfälle innerhalb der letzten Jahre vor allem für Maya gestorben sind. Derweil lässt Kenneth seinen Schützling JJ zu nah an Alkohol heran …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766747","hoster":"VOE"},{"path":"/redirect/8629979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-6","name":"Noch ein Rollstuhl","epNo":6,"alt":"D-a-t-e-- Date?","descr":"JJ erfährt, dass es an seiner Schule ein neues Mädchen gibt, das sich an das Leben im Rollstuhl gewöhnen muss; zumindest temporär. Sie hat sich beide Füße gebrochen. Ray plant währenddessen, ein Jahr komplett ohne Frauen auszukommen – nachdem Jillian sein Herz gebrochen hat. Er stürzt sich zur Ablenkung in neue Männerfreundschaften. Derweil bekommt Dylan wegen ihres krankhaften Ehrgeizes Probleme in der Schule, und Maya plant ein Treffen mit anderen Müttern behinderter Kinder …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766748","hoster":"VOE"},{"path":"/redirect/8629983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-7","name":"Rampe zum Herzen","epNo":7,"alt":"T-h-a-- Thanksgiving","descr":"Die DiMeos sind dazu gezwungen, Thanksgiving mit Jimmys selbstverliebtem Bruder Billy und dessen Familie in einem Country Club zu verbringen. Sie sehen ihn zwar nur einmal im Jahr, aber selbst das ist für Jimmy und Maya eindeutig zu viel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766751","hoster":"VOE"},{"path":"/redirect/8629981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-8","name":"Bitte lächeln!","epNo":8,"alt":"R-a-y-c--Ray-Cation","descr":"Maya hat große Angst, dass ihr Sohn JJ von einem Mädchen verletzt werden könnte. Trotzdem bittet sie den Rest der Familie, JJ bei der Suche nach seiner ersten großen Liebe zu helfen. Das geht allerdings gewaltig schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766750","hoster":"VOE"},{"path":"/redirect/8629992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-9","name":"Auf dünnem Eis","epNo":9,"alt":"S-l-- Sled H-o-- Hockey","descr":"JJ ist total aufgeregt, weil er endlich eine Sportart gefunden hat, bei der auch er mitmachen kann. Zuerst gilt es allerdings, eine große Hürde zu überwinden: Er muss Jimmy davon überzeugen, dass ihn dieser Sport nicht umbringen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112737","hoster":"VOE"},{"path":"/redirect/8629980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-10","name":"Die Geschenke sind futsch!","epNo":10,"alt":"C-h-o-choir","descr":"Es ist Vorweihnachtszeit – und vor allem Maya überrascht ihre Familienmitglieder mit ihrer noch nie dagewesenen Feiertagsstimmung. Diese wird allerdings direkt wieder auf die Probe gestellt, als der Familien-Van mit allen Geschenken geklaut wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766752","hoster":"VOE"},{"path":"/redirect/8629986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-11","name":"Reise mit Plan","epNo":11,"alt":"R-o--road T-r--trip","descr":"Die DiMeos machen sich auf den Weg zu ihrem jährlichen Familien-Road-Trip. Alle – bis auf Ray – freuen sich unglaublich auf die Zeit, und die Kinder dürfen dafür sogar die Schule schwänzen. Völlig ohne Plan startet die Familie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766754","hoster":"VOE"},{"path":"/redirect/8629998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-12","name":"Der Verlierer gewinnt","epNo":12,"alt":"H-e-r-- Hero","descr":"Nach einem fehlgeschlagenen Experiment mit JJ brauchen die DiMeos einen neuen Rollstuhl. Der Ersatzrollstuhl ist allerdings alles andere als neu. Daher will sich die Familie – allen voran Maya – mit ihrem Versicherungsagenten gut stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766755","hoster":"VOE"},{"path":"/redirect/8629987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-13","name":"Hatschi!","epNo":13,"alt":"S-i – Sick D-a-- Day","descr":"Maya ist krank, und so ist Jimmy gezwungen, für sie einzuspringen. Zu ihrer Verwunderung erledigt er Mayas Aufgaben ohne Probleme. Das zuzugeben, ist für die passionierte Familienmanagerin allerdings gar nicht so leicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335231","hoster":"VOE"},{"path":"/redirect/8629991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-14","name":"Alte Liebe zum Valentinstag","epNo":14,"alt":"V-a-l-- Valentine’s D-a-- Day","descr":"Der Valentinstag steht vor der Tür, und Maya möchte Jimmy ein besonderes Geschenk machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12926038","hoster":"VOE"},{"path":"/redirect/8629990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-15","name":"Reich sein ist nicht alles","epNo":15,"alt":"T-h-- The C-l-- Club","descr":"JJ streitet sich mit Kenneth über ihre gemeinsame Zeit, so dass Dylan beschließt, den beiden eine Lektion zu erteilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766759","hoster":"VOE"},{"path":"/redirect/8630003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-16","name":"Die Super-Mutter","epNo":16,"alt":"O-s-- Oscar P-a-- Party","descr":"Als die Dimeos ihre jährliche Oscar-Party mit anderen Familien feiern, fühlt sich Maya von Becca bedroht, da ihr diese zu perfekt erscheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766761","hoster":"VOE"},{"path":"/redirect/8629993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-17","name":"Geburtstag, Grillen und neue Schuhe","epNo":17,"alt":"S-u-r-- Surprise","descr":"Maya ist voller Begeisterung dabei, die jährliche Geburtstagsparty für Dylan zu planen. Obwohl ihre Tochter keine Lust auf ein großes Fest hat, lässt sich Maya nicht beirren. Auf der Party kommt es schließlich zu einem Eklat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766760","hoster":"VOE"},{"path":"/redirect/8629996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-18","name":"Im Zweifel für Mutter","epNo":18,"alt":"D-i – Ding","descr":"Ray, der für ein Projekt in der Schule eine Paella zubereiten muss, wird von seiner gesamten Familie beim Einkauf der Zutaten in den Supermarkt begleitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766762","hoster":"VOE"},{"path":"/redirect/8629997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-19","name":"Schummler","epNo":19,"alt":"C-h-- Cheater!","descr":"Maya ist enttäuscht, als sie erfährt, dass JJ in der Schule beim Schummeln erwischt wurde. Sie besteht darauf, dass der Test wiederholt wird. Ray versucht derweil, sich als Schmuck-Verkäufer zu etablieren – leider mit zweifelhaftem Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766763","hoster":"VOE"},{"path":"/redirect/8629995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-20","name":"Allein zu zweit","epNo":20,"alt":"R-u-n-- Runaway","descr":"JJ ist stinksauer, weil seine Familie seine Zukunft plant, ohne dass er dabei ist. Kurzerhand haut er ab und schlägt bei Kenneth auf, der ihn jedoch gleich wieder zurück nach Hause bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766764","hoster":"VOE"},{"path":"/redirect/8629994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-21","name":"Der \u0026quot;Nein-Danke-Ball\u0026quot;","epNo":21,"alt":"P-r-- Prom","descr":"Der alljährliche Schulball findet endlich statt, doch nicht jeder freut sich über die Veranstaltung: JJ steht plötzlich im Fokus des Events, und sämtliche Mitschüler wollen ein Foto mit ihm machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766766","hoster":"VOE"},{"path":"/redirect/8630009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-22","name":"Das Sommer-Camp","epNo":22,"alt":"M-a-- May-jay","descr":"JJ hat einen ganz besonderen Plan für die diesjährigen Sommerferien: Er will ein Ferien-Camp besuchen – und zwar ohne seine Mutter. Diese macht sich allerdings zu große Sorgen um ihren Sohn und verbietet ihm die Reise.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766765","hoster":"VOE"},{"path":"/redirect/8629999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-1/episode-23","name":"Happy End mit Hindernissen","epNo":23,"alt":"C-a-- Camp","descr":"Die Ferienzeit ist gekommen, und so sind die DiMeos mit den Reisevorbereitungen beschäftigt. Ziel ist ein Sommer-Camp. Doch nicht alle freuen sich: JJ ist sauer und bittet seine Mutter, ihn nicht dorthin zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766768","hoster":"VOE"},{"path":"/redirect/8630001","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/speechless/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/speechless/staffel-2/episode-1","name":"Wir sind wieder da!","epNo":1,"alt":"W-e-- We’re B-a-- Back!","descr":"Bevor die Ferien vorbei sind und JJ aus dem Sommercamp zurückkommt, wollen die DiMeos die Zeit nutzen und endlich Ordnung in ihr Leben bringen. Dylan verdient Geld mit Gartenarbeiten, Jimmy genießt die Vorzüge von Pünktlichkeit, und Maya organisiert den Alltag nun mit einer Handy-App. All das macht Rays gute Ratschläge, die er sonst immer allzu gerne an seine Familie verteilt, wertlos – und so flüchtet er sich in die Liebe zu einem hübschen Mädchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12926045","hoster":"VOE"},{"path":"/redirect/8630011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-2","name":"Heißer Wannen-Hercules","epNo":2,"alt":"F-i-- First S-e-- Second F-- First Day","descr":"Maya hat bei dem Sonderpädagogikforum eine flammende Rede gehalten und so einige Eltern von Kindern mit Behinderung auf die Lafayette aufmerksam gemacht. Das hat zur Folge, dass viele neue Schüler dort aufgenommen werden, deren Eltern sich nun an Maya wenden, wenn sie Rat brauchen. Sie genießt diese Rolle und gibt den neuen Eltern den Hinweis, jegliche staatliche Hilfe einzufordern. Doch die Mittel sind begrenzt – und so wird auch bei JJs Förderung der Rotstift angesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766772","hoster":"VOE"},{"path":"/redirect/8630000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-3","name":"JJs Traum","epNo":3,"alt":"J-j’s D-r-- Dream","descr":"Ray erfindet die \"JJs Traum\"-Wohltätigkeitsorganisation, um seine Freundin zu beeindrucken. Jimmy will weiter als cooler Chef angesehen werden und Dylan ist frustriert darüber, dass Kenneth dauernd bei ihr ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766770","hoster":"VOE"},{"path":"/redirect/8630002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-4","name":"Von Mann zu Mann","epNo":4,"alt":"T-r-- Training D-a-- Day","descr":"Jimmy nimmt JJ mit zum Campen, um mit ihm ein Gespräch unter Männern zu führen. Maya trainiert eine Gruppe von potentiellen Helfern und Dylan verguckt sich in einen Jungen, der Ray andauernd schikaniert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766769","hoster":"VOE"},{"path":"/redirect/8630014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-5","name":"Ein Alptraum von Halloween","epNo":5,"alt":"N-i-- Nightmares On D-i-- Dimeo S-street","descr":"Halloween gestaltet sich dieses Jahr für die DiMeos ganz anders als normalerweise. Die Kinder haben nämlich in einem Versteck alte Süßigkeiten gefunden, die offenbar Halluzinationen auslösen. So träumt JJ beispielsweise davon, endlich mal der Böse und nicht das Opfer zu sein, und in Dylans Fantasie tauschen sie und Ray die Körper. Der Abend endet offenbar im Escape-Room, bei dem die Familie zusammenarbeiten muss, um wieder in die Freiheit zu gelangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766771","hoster":"VOE"},{"path":"/redirect/8630004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-6","name":"Kuppelversuche","epNo":6,"alt":"S-h-- Shipping","descr":"Maya wundert sich über Ray und Taylor: Anstatt sich heimlich näherkommen zu wollen, planen die beiden Teenager ihre Zukunft bis ins kleinste Detail – inklusive Altersvorsorge. Dabei übertreiben sie allerdings maßlos. Dylan möchte unterdessen für den größten Streich der Schulgeschichte sorgen, doch keiner will ihr bei der Organisation helfen. JJ kämpft ebenso mit einer neuen Herausforderung: Seine Mitschüler wollen ihn unbedingt verkuppeln, und so hat er plötzlich eine Freundin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766777","hoster":"VOE"},{"path":"/redirect/8630018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-7","name":"Britische Invasion","epNo":7,"alt":"B-r-i-- British I-n-v-- Invasion","descr":"Maya ist ganz aufgeregt, weil sich ihre Mutter zu Thanksgiving angekündigt hat. Sie will einen guten Eindruck machen und nervt damit ihre ganze Familie. Jede Menge ungebetener Gäste, die sich lautstark streiten, machen das Chaos perfekt. Als Jimmy dann auch noch eine persönliche Niederlage verkraften muss, droht die gesamte Situation zu eskalieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766773","hoster":"VOE"},{"path":"/redirect/8630006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-8","name":"Bikini-Universität","epNo":8,"alt":"B-i-- Bikini U-n-- University","descr":"Maya und Jimmy wollen, dass sich JJ um seine College-Bewerbung kümmert. Dafür muss er allerdings erst einmal herausfinden, worin seine Stärken liegen. Er gibt vor, Ingenieur werden zu wollen – also fahren die DiMeos zu einem enorm teuren College, um ihrem Sohn zu zeigen, dass sie an ihn glauben. Allerdings stellt sich bald heraus, dass JJ weniger am Studium als an einem Schmuddel-Filmchen interessiert ist, das aktuell auf dem Campus gedreht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766774","hoster":"VOE"},{"path":"/redirect/8630005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-9","name":"Möge dein Bruder mit dir sein","epNo":9,"alt":"S-T-- STAR W-- WARS W-- WARS","descr":"Maya hat JJ Karten für eine Kino-Premiere besorgt. Ray freut sich schon darauf, denn er geht davon aus, dass er seinen Bruder begleiten darf. Allerdings möchte der lieber ein Mädchen von seiner Schule mitnehmen. In seiner Enttäuschung versucht Ray, mit Taylors Bruder zur Premiere zu gehen, um JJ zu ärgern. Unterdessen verbringt Dylan allein Zeit mit ihren Eltern, die ihr einen unvergesslichen Abend bereiten wollen – das glaubt Jimmy zumindest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112739","hoster":"VOE"},{"path":"/redirect/8630007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-10","name":"Der Wunschzettel","epNo":10,"alt":"S-I--SILENT N-I-- NIGHT","descr":"Dylan muss ihr heimliches Haustier zurückgeben, weil Maya Schlangen hasst. Alternativ schlägt sie vor, einen Hund für die Familie zu besorgen. Das untersagt ihr Vermieter jedoch, und so gibt es nur einen Weg: JJ beantragt einen Begleithund. Doch er will keinen Hund und sabotiert den Plan. Ray möchte derweil Taylors Mutter den Wunsch erfüllen, seine Eltern kennenzulernen. Das geht jedoch gehörig schief, als Maya erfährt, wer Taylors Mutter ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766776","hoster":"VOE"},{"path":"/redirect/8630008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-11","name":"Frohes neues Jahr","epNo":11,"alt":"N-e-- New Y-- Year’s E-- Eve","descr":"Silvester steht vor der Tür – und Jimmy will alleine mit Maya feiern. Die hat allerdings Bedenken, die Kinder sich selbst zu überlassen. Taylor möchte das neue Jahr mit Ray auf einem Boot einläuten, doch dazu kommt es nicht. Dylan ist derweil frustriert, weil der neue Familienhund zu jedem eine Beziehung aufgebaut hat – außer zu ihr. Und während Maya und Jimmy ihren freien Abend genießen, entwickelt sich in ihrem Haus der zunächst lahme Abend zu einer spektakulären Party.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766778","hoster":"VOE"},{"path":"/redirect/8630026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-12","name":"Discofieber","epNo":12,"alt":"The H-u-s-- Hustle","descr":"Die Schule veranstaltet eine Spendengala, um den behindertengerechten Aufzug reparieren zu lassen. Bei der Party trifft Maya auf eine Mutter, mit der sie sich auf Anhieb versteht. Doch plötzlich wendet sich das Blatt, als sie erfährt, dass Sarah gegen die Fahrstuhlreparatur ist. Der sonst so harmlose Ray macht derweil eine Transformation durch, als er unerlaubt den Van der Familie umparken will und das Ganze in einem verrückten Ausflug endet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766779","hoster":"VOE"},{"path":"/redirect/8630013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-13","name":"Die DiMeo-Akademie","epNo":13,"alt":"D-i-- Dimeo A-c-- Academy","descr":"Maya hat erfahren, dass JJ das Schuljahr wiederholen muss. Seinen Schulabschluss will er aber nicht mehr an der Lafayette machen – und Maya hat die perfekte Lösung für dieses Problem: Sie gründet die DiMeo Akademie und wird JJs Lehrerin. Nachdem seine Geschwister ebenfalls Stress in ihrer aktuellen Schule haben, wechseln sie auch auf die DiMeo Akademie und werden von Jimmy unterrichtet. Dass das im Chaos endet, ist wenig überraschend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766780","hoster":"VOE"},{"path":"/redirect/8630010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-14","name":"Happy Birthday, JJ","epNo":14,"alt":"E-i-- Eighteen","descr":"Ein großes Ereignis steht bevor: JJ wird 18. Während die DiMeos eine große Feier planen, möchte JJ etwas ganz anderes: ein Tattoo! Maya ist davon natürlich überhaupt nicht begeistert. Ihr Ältester will sich aber nicht davon abbringen lassen. Dylan hat derweil beim Wrestling in der Schule einen Jungen kennengelernt, der ihr Interesse geweckt hat. Doch sie soll beim Training gegen ihn antreten. Um das zu verhindern, entwickelt sie einen ganz speziellen Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766783","hoster":"VOE"},{"path":"/redirect/8630012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-15","name":"Ein unvorstellbarer Schmerz","epNo":15,"alt":"U-n-- Unforgettable P-a-- Pain","descr":"Ray konnte sich nie erklären, was die hübsche Taylor an ihm fand und war deshalb umso stolzer, sie an seiner Seite zu haben. Doch die große Liebe der beiden wird momentan auf eine harte Probe gestellt, denn Ray wurde auf einer Party von einem Mädchen geküsst – und das kann ihm Taylor einfach nicht verzeihen. Er will die Trennung jedoch nicht akzeptieren und klammert sich an jeden noch so kleinen Hoffnungsschimmer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766784","hoster":"VOE"},{"path":"/redirect/8630015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-16","name":"Horror macht Schule! (1)","epNo":16,"alt":"One A-n-- Angry M-- Maya","descr":"JJ kommt seinem Traum, ein großer Filmemacher zu werden, ein Stückchen näher, als er einen Schulwettbewerb um das beste Drehbuch gewinnt. Denn er erhält daraufhin von der Schule die nötige Ausstattung, um seine Filmidee umzusetzen. Nach der Trennung von Taylor hofft Ray, auf andere Gedanken zu kommen, wenn er bei JJs Horrorstreifen mitwirkt. Also bewirbt er sich um eine der Rollen. Maya hat es derweil auch nicht leicht: Sie muss sich einem unangenehmen Thema stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766785","hoster":"VOE"},{"path":"/redirect/8630019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-17","name":"Horror macht Schule! (2)","epNo":17,"alt":"A-c-- Action","descr":"Maya wurde zur Schöffin berufen und nutzt den Tag, um eine Auszeit von Haushalt und Familie zu nehmen. Alles könnte so schön sein – wäre ihre Intimfeindin Melanie Hertzal nicht auch als Schöffin vor Ort. Um die kinderfreie Zeit nicht mit Streitereien zu verschwenden, vertragen sich die beiden Frauen. Doch der Frieden währt nicht lange. JJ nutzt derweil die Möglichkeiten, die das World Wide Web bietet, um ein Date klar zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766781","hoster":"VOE"},{"path":"/redirect/8630017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-2/episode-18","name":"Der Filmpreisträger","epNo":18,"alt":"N-o – Nominee","descr":"Während sich JJ riesig über die Einladung verschiedener Filmfestivals freut, versucht Maya zu verheimlichen, dass sie maßgeblich an seiner Nominierung als bester Regisseur beteiligt war. Außerdem haben sie und Jimmy den drei Kindern verschwiegen, dass sie aus ihrem Haus fliegen, wenn sie nicht bis Ende der Woche einen Kredit zum Kauf des Hauses erhalten. Ray will derweil seine Ex Taylor beeindrucken, indem er der Basketball-Mannschaft der Schule beitritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766782","hoster":"VOE"},{"path":"/redirect/8630016","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/speechless/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/speechless/staffel-3/episode-1","name":"London 1","epNo":1,"alt":"L-o-n-- London","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9596194","hoster":"VOE"},{"path":"/redirect/8630020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-2","name":"London 2","epNo":2,"alt":"L-O-N – LONDON (2)","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112742","hoster":"VOE"},{"path":"/redirect/8630022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-3","name":"DiMeos Geisterhaus","epNo":3,"alt":"I-n-Into the W-o-Woods","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699478","hoster":"VOE"},{"path":"/redirect/8630021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-4","name":"Pokerface","epNo":4,"alt":"N-e-- New Jj","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766788","hoster":"VOE"},{"path":"/redirect/8630037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-5","name":"Maya ist bühnenreif","epNo":5,"alt":"S-t-- Stage Mom","descr":"Maya hat Geburtstag und ist richtig glücklich – zumindest anfangs. Doch weil sich die Kinder immer weniger Mühe mit ihren Geschenken geben, verfliegt Mayas Freude schnell. Sie fühlt sich von ihrer Familie nicht wertgeschätzt und sucht Bestätigung auf anderem Weg: Sie nimmt an einem Vorsprechen für ein Theaterstück teil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766789","hoster":"VOE"},{"path":"/redirect/8630023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-6","name":"Die Promi-Suite","epNo":6,"alt":"C-e-- Celebrity S-u-- Suite","descr":"Wie jedes Jahr will sich Maya vor der Thanksgiving-Feier drücken. Ihre Familie hat allerdings kein Erbarmen. Dann funkt jedoch das Schicksal dazwischen, als JJ aus Versehen die Herzpillen seines Onkels schluckt. Familie DiMeo muss den Festtag also im Krankenhaus verbringen – und zwar in der Promi-Suite. Aber dann beansprucht plötzlich Mayas Erzfeindin den VIP-Raum für sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766790","hoster":"VOE"},{"path":"/redirect/8630027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-7","name":"Ein Coach fürs Leben","epNo":7,"alt":"J-i-- Jingle T-h-- Thon","descr":"Die DiMeos haben große Pläne: Sie geben sich alle Mühe, ihr Leben endlich besser zu organisieren. Und scheinbar klappt das sogar – bis JJ seinen Vater daran erinnert, dass er die Garage für ihn ausbauen wollte. Dylan, Ray und JJ wollen ebenfalls beweisen, dass sie ihre geplanten Vorhaben auch in die Tat umsetzen können und nicht aufgeben, sobald es schwierig wird. Maya schwelgt derweil in alten Erinnerungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766791","hoster":"VOE"},{"path":"/redirect/8630024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-8","name":"Der Spenden-Marathon","epNo":8,"alt":"J-a-- Javier’s P-a-- Pants","descr":"Weihnachten muss für die DiMeos offenbar ausfallen, denn die alte Lichterkette setzt den Weihnachtsbaum und auch die Geschenke in Brand. Ray wird zum Glück wach und rettet seine Familie vor den Flammen. Sogar die Presse interessiert sich für die Geschichte und berichtet über den Verlust der DiMeos. Maya behauptet dabei, dass sie dieses Jahr besonders viel Geld in die Geschenke investiert hätten. Daraufhin erhalten sie Spenden, die ihnen eigentlich gar nicht zustehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766792","hoster":"VOE"},{"path":"/redirect/8630025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-9","name":"Verlieren heißt siegen","epNo":9,"alt":"R-o-- Roll M-o-- Model","descr":"Maya fällt es unheimlich schwer, JJ erwachsen werden zu lassen. Sie plant sogar heimlich, mit ihm aufs College zu gehen, damit sie weiterhin zusammenwohnen können. Der Rest der Familie hat dafür überhaupt kein Verständnis – allen voran JJ, der sich endlich abnabeln und selbstständig werden will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112743","hoster":"VOE"},{"path":"/redirect/8630039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-10","name":"Selbsterkenntnis","epNo":10,"alt":"R-O-- ROLL M-O-- MODEL","descr":"Maya will JJ überreden, sich gemeinsam mit ihr um einen kleinen Jungen im Rollstuhl zu kümmern, der neu in der Stadt ist und noch keine Freunde gefunden hat. JJ reagiert abweisend, aber so leicht gibt Maya nicht auf. Ray und Dylan nutzen unterdessen den Luxus einer zufällig entdeckten Selbsthilfegruppe für Teenager.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766801","hoster":"VOE"},{"path":"/redirect/8630028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-11","name":"Hey, Du","epNo":11,"alt":"H-- HEY, YOU","descr":"Familie DiMeo beobachtet schon seit Längerem, dass Kenny die Damen in seinem näheren Umfeld auf ganz bestimmte Art und Weise anspricht. Und weil ihnen der leichte Unterton in seiner Stimme ganz und gar nicht gefällt, stellen sie Kenny zur Rede. Der ist sich allerdings keiner Schuld bewusst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766802","hoster":"VOE"},{"path":"/redirect/8630030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-12","name":"Mieser Don Juan","epNo":12,"alt":"O-- OUR M-A-G--MAGEDDON","descr":"JJ mag das gleiche Mädchen wie sein Bruder. Ray bemerkt das überhaupt nicht – und so gibt er JJ sogar noch Tipps, wie er seinen Schwarm für sich gewinnen kann. Bei seiner Masche, die er \"Mieser Don Juan\" nennt, ist alles erlaubt. Im Kampf um die große Liebe gibt es für Ray keine Regeln, bis er herausfindet, dass JJ sein Nebenbuhler ist. Denn gegen seinen Bruder will er nicht antreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699480","hoster":"VOE"},{"path":"/redirect/8630032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-13","name":"Die Gründer-Mütter","epNo":13,"alt":"J-i-- Jimmy V-a-l – Valentine","descr":"Maya und Melanie arbeiten zusammen, um anderen Familien mit behinderten Kindern zu helfen. Sie haben sogar einen Stand auf einer Messe für diese Zielgruppe. Vor Ort stellen die beiden Frauen aber schnell fest, dass sie beinahe mit allen Ausstellern schon eine Auseinandersetzung hatten. Es wird also schwer, ihre Ware an den Mann zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112744","hoster":"VOE"},{"path":"/redirect/8630029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-14","name":"Jimmy Valentine","epNo":14,"alt":"J-I-- JIMMY V-A-L-VALENTINE","descr":"JJ ist verliebt und genießt die Zeit mit seiner Freundin. Maya ist allerdings eifersüchtig und äußert das ziemlich ungeschickt über das Internet. Am Valentinstag will der älteste DiMeo-Spross nun seine große Liebe mit einem Date überraschen und bittet seine Eltern, ihm den nötigen Freiraum zu geben. Jimmy versucht unterdessen, dem Verlangen zu widerstehen, zu viele Valentinstagsgeschenke zu kaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766795","hoster":"VOE"},{"path":"/redirect/8630031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-15","name":"Enthüllungen","epNo":15,"alt":"W-h-- Wheelchair P-l-- Planet","descr":"Maya ist enttäuscht, weil JJ seine Freundin noch immer nicht vorstellen will. Sie versucht, ihm eindrucksvoll klarzumachen, dass sie eine nette Schwiegermutter sein wird. Doch JJ hegt berechtigte Zweifel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766800","hoster":"VOE"},{"path":"/redirect/9241308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-16","name":"Der Rollstuhl-Planet","epNo":16,"alt":"W-H-- WHEELCHAIR P-L-- PLANET","descr":"Maya ist am Rande eines Nervenzusammenbruchs, als ihr JJ eröffnet, dass er in New York studieren möchte. Sie will das um jeden Preis verhindern und zeigt ihm alle möglichen Schwierigkeiten auf, die er dort mit seinem Rollstuhl bekommen könnte. Doch nicht nur Maya sabotiert seinen Umzug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766797","hoster":"VOE"},{"path":"/redirect/8630045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-17","name":"Mutter und Sohn gehen baden","epNo":17,"alt":"S-P-- SPECIAL B-- BOY T-I-- TIME","descr":"Ray ist noch immer todtraurig, weil Maya ihn vor zehn Jahren versetzt hat und nicht mit ihm zum Wasserpark gefahren ist, wie sie es versprochen hatte – zumindest tut er so, um Geschenke von seiner Mutter zu bekommen. Doch Mayas schlechtes Gewissen weicht langsam aber sicher purer Wut. Und um das Thema ein für alle Mal aus der Welt zu schaffen, schleppt Maya ihren Sohn endlich in den Wasserpark.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766799","hoster":"VOE"},{"path":"/redirect/8630048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-18","name":"Der Scheck","epNo":18,"alt":"P-r-o-m-p--promposal","descr":"Bei einem Ausflug in die Stadt steckt eine Passantin JJ Geld zu. Seine Geschwister finden das ihm gegenüber diskriminierend. Nur weil er im Rollstuhl sitzt, ist er nicht auf Almosen angewiesen. Als er dann auch noch staatliche Unterstützung in Form eines großzügigen Schecks erhält, wittert Dylan die Chance auf das große Geld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993072","hoster":"VOE"},{"path":"/redirect/8630034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-19","name":"Abschlussball","epNo":19,"alt":"P-R-O-M-P--PROMPOSAL","descr":"Der Abschlussball steht bevor – und JJ hat sich etwas ganz Besonderes einfallen lassen, um seine Liebste einzuladen. Er gibt sich viel Mühe, aber Izzy erteilt ihm eine Abfuhr. Maya und Melanie müssen ebenfalls mit einem Rückschlag klarkommen: Die Bank will ihr Start-up nicht unterstützen. Jetzt ist bei bei den DiMeos Kampfgeist gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766804","hoster":"VOE"},{"path":"/redirect/8630038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-20","name":"Roadtrip 2.0","epNo":20,"alt":"ON THE R-O-- ROAD A-G-- AGAIN","descr":"Bevor JJ aufs College geht, begeben sich die DiMeos auf einen letzten großen Roadtrip. Das läutet aber nicht nur den Abschied von JJ ein, sondern auch von Kenny. Denn ein anderer Betreuer wird ihn in die neue Stadt begleiten. Der Ausflug beginnt emotional und entwickelt sich nach und nach zum Desaster.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173160","hoster":"VOE"},{"path":"/redirect/8630035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-21","name":"Steil nach oben","epNo":21,"alt":"The S-t-a-- Staircase","descr":"Als JJ eine Mail vom College bekommt, ist seine ganze Familie aufgeregt – und tatsächlich erhält er endlich seine erste Zusage. Der Auszug rückt also immer näher. Vorher will er aber noch Izzys Vater kennenlernen. Das Treffen gestaltet sich dann aber ganz anders als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766805","hoster":"VOE"},{"path":"/redirect/8630036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/speechless/staffel-3/episode-22","name":"Unrealistisch","epNo":22,"alt":"U-N-R– UNREALISTIC","descr":"Nachdem JJ eine Absage von der NYU erhalten hat, beschließt er, an einem College in der Nähe seiner Eltern zu studieren. Maya kann ihr Glück kaum fassen. Und auch Ray darf sich freuen: Durch einen Zwischenfall ist er der einzige Junge bei einem Schulausflug. Dadurch erhofft er sich gute Chancen bei den Mädchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8766806","hoster":"VOE"},{"path":"/redirect/8630040","hoster":"Streamtape"}]}]}]}]}