{"seriesId":"spellbinder","name":"Spellbinder","descr":"Eines Nachts gerät Paul Reynolds zufällig in eine Parallelwelt namens \"Spellbinderland\". Dort freundet er sich mit dem mutigen Mädchen Riana an und erhält von ihren Eltern ein Obdach. Doch dann wird Paul als Feind der Spellbinder, jener Gruppe, die über das Land herrscht und angeblich magische Kräfte besitzt, verhaftet und auf ihr Schloss gebracht. Dort erregt er die Aufmerksamkeit von Spellbinder Ashka. Sie will die Macht im Spellbinderland an sich reißen und sieht die Möglichkeit, ihr Ziel mit Pauls Wissen zu erreichen. Riana, die um Paul zu helfen in das Schloss eingedrungen ist, freundet sich unterdessen mit einem alten Spellbinder namens Correon an…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Geisterspuk","epNo":1,"alt":"The Big Bang","descr":"Im Camp des Sommerlagers angekommen, erzählt Miss Gibson ihren Schülern von der Geisterhöhle und dem geheimnisvollen Licht am Mount Lara. Das bringt Alex und Paul, die für ihre waghalsigen und erfinderischen Experimente bekannt sind, wieder auf eine Idee. Sie wollen Katrina und ihre Freundin Lisa durch einen fliegenden Geist erschrecken. Das Kabel an dem dieser Geist befestigt ist, hängt dicht neben einer Hochspannungsleitung. Aber es ist zu spät, einen anderen Platz dafür zu suchen, die Mädchen kommen schon. Die beiden Jungen geben schreckliche Töne von sich und Lisa läuft in Panik zurück ins Camp, während Katrina den Spuk durchschaut. Doch plötzlich wird ein immenses Leuchten sichtbar. Paul geht neugierig darauf zu, berührt es und ist plötzlich verschwunden. Er ist durch das Licht in eine andere Welt gegangen, eine Welt mit mittelalterlichem Charakter und ohne Zeichen moderner Industrialisierung. Die mächtige Gruppe der Spellbinder unterdrückt und beherrscht das hier lebende rückständige Bauernvolk und hält ihre Macht durch demonstrative Magie und Zauberei aufrecht.","versions":[{"lang":1,"streams":[{"redirect":12335241,"hoster":"VOE"},{"redirect":8630055,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Bannstrahl","epNo":2,"alt":"Where Am I?","descr":"Auf seiner Flucht vor dem Summoner trifft Paul auf das Mädchen Riana. Doch auch sie hält ihn für einen Maroder, die von ihrem Volk gefürchtet und für alles Unheil, jede Missernte und die Sonnenfinsternis verantwortlich gemacht werden. Diese Angst wird von den Spellbindern noch geschürt. Riana flieht angstvoll vor Paul und stürzt dabei in den Fluss. Paul springt hinterher und rettet ihr das Leben. Er versucht, ihr einiges zu erklären, aber sie rennt weg. Als Paul Zeuge wird, wie zwei Dorfbewohner von Marodern überfallen werden, versucht er ihnen zu helfen. Paul versteckt sich in einem Zelt und trifft auf Ashka – eine berechnende, unbarmherzige Spellbinderin. Sie ist erzürnt über ein kleines Modellflugzeug, das sie im Dorf entdeckt hat. Es ist den Bewohnern streng verboten, etwas Neues zu erfinden. Erfindungen sind nur dem Spellbindern vorbehalten. Pauls Situation spitzt sich zu. Seine Verfolger sind ihm dicht auf den Fersen und als seine Lage aussichtslos erscheint, bekommt er unerwartete Hilfe von Riana.","versions":[{"lang":1,"streams":[{"redirect":8766809,"hoster":"VOE"},{"redirect":8630041,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Chocolate Rapper","epNo":3,"alt":"Finding The Way Home","descr":"Paul und Riana werden vom Flugzeug der Spellbinder verfolgt. Die Spellbinder können das Lichtauge orten, das Paul noch immer bei sich trägt. Doch nicht nur die Spellbinder bedeuten Gefahr für Paul. Er ist den Anforderungen dieses mittelalterlichen, primitiven Lebens nicht gewachsen. Er begreift, dass er in eine Zeitfalle geraten ist und bittet Riana ihm dabei zu helfen, in seine Welt zurückzukehren. Aber sie versteht ihn nicht. Inzwischen bemüht sich die Polizei in der modernen Welt, zusammen mit Brian, Alex, Katrina und Miss Gibson, Der wiederzufinden, aber ohne Erfolg. Paul erkennt langsam, dass Rianas dörfliche Gemeinschaft dem Spellbinder-Regime unterworfen ist. Zusammen mit Riana gelingt es Paul, den Weg zum Verkündungsturm der Spellbinder zu finden, dort hat er diese Welt betreten. Er hofft, sie hier auch wieder verlassen zu können.","versions":[{"lang":1,"streams":[{"redirect":12335236,"hoster":"VOE"},{"redirect":8630042,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Spronz","epNo":4,"alt":"It Isn’t Magic, It’s Science","descr":"Obwohl ein Gesetz der Spellbinder besagt, dass jede verdächtige Person gemeldet werden muss, gewähren Rianas Eltern auf ihr Drängen hin, Paul Obdach. Als der Summoner Paul entdeckt, geben sie ihn als Rianas Cousin aus. Rianas kleiner Bruder ist durch die Schuld Cryvons, dessen ehrgeiziges Ziel es ist Mitglied der Spellbinder zu werden, in einen Bach gefallen und hat das Bewusstsein verloren. Er atmet nicht mehr und sein Herz steht still. Pauls Wiederbelebungsversuche haben Erfolg. Die Familie ist sehr glücklich darüber, aber Gryvon bleibt Paul gegenüber misstrauisch. Nächtliche Beobachtungen wecken Pauls Skepsis über die Macht der Spellbinder und er erkennt, dass nicht Zauberei hinter deren Fähigkieten steckt, sondern die Nutzung wissenschaftlicher Kenntnisse. Er versucht Gryvon zu erklären, dass er aus einer anderen Welt kommt und hofft mit Hilfe der Spellbinder nach Hause zurückzukehren. Aber Gryvon und der Summoner halten Paul für einen Zauberer und für einen Dieb, der das Lichtauge der Summoner gestohlen hat. Paul wird eingesperrt und soll dem Gericht der Spellbinder überantwortet werden.","versions":[{"lang":1,"streams":[{"redirect":8766815,"hoster":"VOE"},{"redirect":8630043,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Urteil","epNo":5,"alt":"Secrets","descr":"Paul muss sich vor dem Gericht der Spellbinder verantworten und wird von Ashka im Flugzeug zu deren Schloss gebracht. Sie ist fasziniert von den Dingen, die in Pauls Besitz sind. Ashka verspricht ihm, sich für ihn einzusetzen. Aber als die Herrscher das Urteil sprechen, kann sie kaum mehr etwas für Paul tun. In der Zelle begegnet Paul Zander, der ebenfalls in die Salzwüste geschickt werden soll, aus der noch niemand wieder zurückgekehrt ist. Katrina, Pauls Mitschülerin, ist inzwischen überzeugt davon, dass Paul sich in einer Pa-rallelwelt befindet. Sie hat einige Bücher zusammengetragen, in denen ähnliche Beispiele geschildert werden und versucht Alex, von ihrer Meinung zu überzeugen. Doch Alex bleibt skeptisch.","versions":[{"lang":1,"streams":[{"redirect":8766812,"hoster":"VOE"},{"redirect":8630044,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schießpulver","epNo":6,"alt":"Show Me Your World","descr":"Paul befindet sich in der Gefangenschaft der Spellbinder. Er muss sie davon überzeugen, dass er aus einer anderen Welt kommt und braucht hierzu das Videoband für seine Kamera. Riana hat dieses Band gefunden und ihr gelingt es, ins Schloss der Spellbinder einzudringen. Hier trifft sie auf Correon – ein sehr belesener, wissenshungriger, jedoch auch streitsüchtiger Spellbinder. Riana zeigt ihm die Aufzeichnungen aus der anderen Welt, und Correon ist fasziniert. Um ihre Macht durch Pauls Wissen zu vergrößern, gibt Ashka den Versuch nicht auf, sein Vertrauen zu erschleichen. Gemeinsam mit Gryvon plant sie, das Geheimnis der Schießpulver-Herstellung zu erlernen. Correon führt Paul noch einmal den Herrschern vor, damit er die Bilder aus der Kamera erklärt. Als Paul seine Meinung zu deutlich vertritt, zeichnet sich seine endgültige Verbannung ab. Auch Rianas Lage wird immer schwieriger.","versions":[{"lang":1,"streams":[{"redirect":8766811,"hoster":"VOE"},{"redirect":8630046,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Verlies","epNo":7,"alt":"The Gunpowder Plot","descr":"Gryvon verhält sich, Ashkas Beispiel folgend, Paul gegenüber wie ein Freund. Sie wollen ihm entlocken, wie man Schießpulver herstellt. Doch Paul lässt sich nicht täuschen. Um das Schießpulver zu testen, müssen Ashka und Gryvon Paul aus dem Schloss herausschmuggeln. Sie bringen ihn in ein anderes Schloss der Spellbinder, das während der großen Dunkelheit von den Marodern zerstört wurde. Riana kann Correon überreden, die Verfolgung aufzunehmen. Die Versuchsexplosion fällt zu Ashkas Zufriedenheit aus, aber sie denkt nicht daran, ihr Versprechen gegenüber Paul einzulösen. Über das Lichtauge greift Correon ein und lockt Ashka von Paul weg. Als Gryvon Correon sieht, flüchtet er. Paul verfolgt ihn, dabei stürzt er durch ein Loch in einen unterirdischen Raum, in dem einige Skelette herumliegen. Er ruft um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8766813,"hoster":"VOE"},{"redirect":8630050,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Falle","epNo":8,"alt":"Secrets Of The Spellbinders","descr":"Paul ist im alten Spellbinder-Schloss in einen Keller zwischen die Gebeine der Spellbinder gestürzt. Riana und Correon seilen sich zu ihm ab. Correon findet die alten Pläne für den Bau von Flugschiffen und Lichtaugen. Diese Pläne hat er jahrelang gesucht, um neue Flugschiffe bauen zu können. In den alten Büchern findet er auch eine Erklärung für die große Finsternis, in der die Spellbinder-Welt fast zugrunde gegangen ist. Die alten Spellbinder müssen eine atomare Explosion ausgelöst haben, deren Folge ein langer nuklearer Winter war. Inzwischen sind Katrina und Alex in die Höhle zurückgekehrt, in der Paul verschwunden ist. Dort hört Alex über sein kleines Radio die Stimme von Ashka. Für Katrina ist das der Beweis, dass da jemand ist in der Parallelwelt.","versions":[{"lang":1,"streams":[{"redirect":8766814,"hoster":"VOE"},{"redirect":8630047,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Labyrinth","epNo":9,"alt":"The Labyrinth","descr":"Die Maroder haben Correon, Paul und Riana gefangen genommen. Es stellt sich heraus, dass die Maroder größtenteils Leute sind, die von den Spellbindern verbannt wurden. Auch Zander befindet sich unter ihnen. Ashka verfolgt die Maroder mit dem Flugzeug, aber Paul gelingt es, die Energiequelle für das Flugzeug zu zerstören – und es stürzt mit Ashka und Gryvon ab. Die Maroder verwischen ihre Spuren vor Ashka und Gryvon und bringen Paul, Riana und Correon in ihr Lager. Am Abend verurteilen sie ihren Todfeind, den Spellbinder Correon, zur Verbannung in die Wüste. Paul gelingt es Correon nachts zu befreien und flieht mit ihm. Aber sie können keinen Ausweg aus dem Felsenlabyrinth finden.","versions":[{"lang":1,"streams":[{"redirect":12381692,"hoster":"VOE"},{"redirect":8630049,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Rauchbombe","epNo":10,"alt":"Desperate Measures","descr":"Zwar ist es Paul gelungen, Correon aus den Fängen der Maroder zu befreien, aber die beiden haben sich im Felsenlabyrinth verirrt. Sie werden sowohl von den Marodern als auch von Ashka verfolgt. Den Marodern gelingt es, Correon und Paul zu überwältigen und festzunehmen. Durch eine List schafft es Paul zu entkommen. Er flüchtet zu den Herrschern und bezichtigt die ihn verfolgende Ashka der Lüge über die Maroder und über den angeblichen Tod Correons. Correon will Frieden stiften zwischen den Spellbindern und Marodern. Die Maroder lassen ihn frei, und der Totgeglaubte erscheint zu deren Verwunderung bei den Herrschern.","versions":[{"lang":1,"streams":[{"redirect":8766820,"hoster":"VOE"},{"redirect":8630052,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Duell","epNo":11,"alt":"Centre Of Power","descr":"Vor dem hohen Rat bezichtigt Correon Ashka der Lüge. Daraufhin fordert sie ihn zum Zweikampf. Heimlich beschädigt Gryvon Correons Power-Shirt, so dass dieser nicht genügend Kraft zur Verfügung hat und den Kampf gegen Ashka verliert. Laut Gesetz ist Correon nun kein Spellbinder mehr und wird in die Wüste verbannt. Paul befindet sich in Ashkas Gewalt. Mit einer List gelingt es Riana ins Schloss einzudringen und Paul zu befreien. Doch Ashka bleibt ihnen auf den Fersen und verfolgt die beiden bis in das Elektrizitätswerk. Paul verursacht einen Kurzschluss und Ashka klebt – geschüttelt von Stromschlägen – in ihrem Power-Shirt an der elektrischen Leitung. Die einzige Möglichkeit zur Flucht aus dem Schloss bietet sich für Paul und Riana mit dem Flugschiff.","versions":[{"lang":1,"streams":[{"redirect":8766819,"hoster":"VOE"},{"redirect":8630051,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein sturer Ochse","epNo":12,"alt":"Spellbinder Jack","descr":"Mit dem gekaperten Flugschiff der Spellbinder gelingt es Paul und Riana aus dem Schloss zu entkommen. Doch Ashka reagiert sofort: Sie verursacht einen Kurzschluss in der Energiezentrale des Schlosses. Das Flugschiff verliert seinen Antrieb und stürzt ab. Riana bleibt unverletzt, aber Paul kann sich erst mit Hilfe eines Bauern und dessen Ochsen aus den Trümmern befreien. Alex und Katrina versuchen inzwischen, Pauls Vater zu überreden, sie in die Berge zu fahren. Sie hoffen, dass sie hier einen Kontakt zu Paul herstellen können. Doch Brian hält das Ganze für Unsinn und lehnt ab. Auf der Flucht vor Ashka erreichen Riana und Paul das Dorf Clayhill. Am Verkündungsturm möchte Paul wieder einen Kurzschluss herstellen, der ihm die Chance gibt, zurück in seine Welt zu gelangen. Doch sie werden von Rianas Vater Bron überrascht. Er will Paul an die Spellbinder ausliefern, damit der Bann gegen seine Tochter aufgehoben wird.","versions":[{"lang":1,"streams":[{"redirect":8766821,"hoster":"VOE"},{"redirect":8630064,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Beweisstück","epNo":13,"alt":"The Final Challenge","descr":"Ashka hat von Summor erfahren, dass Paul und Riana sich in Clayhill befinden. Sie erteilt den Befehl, Paul bis zu ihrer Ankunft festzuhalten. Die obrigkeitshörige Maran unterstützt Pauls Festnahme. Aber als sie begreift, dass die Spellbinder auch ihre Familie bedrohen, bietet sie dem Summoner und seinen Leuten Tee an, der mit einem starken Schlafmittel versetzt ist. Paul kann fliehen aber Rianas Familie muss sich vor der erbosten Ashka verstecken. Alex und Katrina überreden eine alte Nonne, sie in ihrem Auto zum Mount Lara mitzunehmen. Alex hängt das Stahlseil auf, denn alles muss genauso sein, wie beim letzten Mal. Paul geht inzwischen zum Verkündungsturm, um in seine Welt zurückzukehren. Doch Ashka ist ihm auf den Fersen.","versions":[{"lang":1,"streams":[{"redirect":8766823,"hoster":"VOE"},{"redirect":8630068,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine neue Welt","epNo":14,"alt":"Lost And Found","descr":"Mit Alex und Katrinas Hilfe kommt Paul aus der Parallelwelt zurück. Riana ist ihm gefolgt. Paul versucht ihre Sorge zu zerstreuen, dass sie nicht in ihre Welt zurückkehren könne und meint, sie soll es als eine Art Ferien ansehen. Zu viert fahren sie nach Sydney. Riana staunt über all das Neue, doch das birgt auch neue Gefahren: Beim Umsteigen geht sie verloren! Paul sucht nach ihr und wird von der Polizei aufgegriffen. Da er sich seltsam verhält, wird er zunächst von einem Arzt untersucht, dann wird sein Vater benachrichtigt, um ihn abzuholen. Paul hat der Polizei vorgetäuscht, sein Gedächtnis verloren zu haben, da er nichts sagen wollte.","versions":[{"lang":1,"streams":[{"redirect":8766817,"hoster":"VOE"},{"redirect":8630053,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Neue Freunde","epNo":15,"alt":"Hospitality","descr":"Paul ist wieder zu Hause. Sein Vater glaubt ihm die Geschichte nicht, und er lehnt es auch ab, ihm bei der Suche nach Riana zu helfen. Riana findet in Josie und ihrem Brüderchen Ben neue Freunde. Die beiden leben in primitiven Verhältnissen. Als zwei Soldaten der Heilsarmee auftauchen, fühlt sich Riana bedroht. Sie versucht zu fliehen, verletzt sich am Knöchel und wird ins Krankenhaus gebracht. Wegen ihres seltsamen Verhaltens landet sie in der Psychatrie. Josie hat Pauls Telefonnummer herausgefunden und alarmiert ihn. Er möchte Riana aus dem Krankenhaus mit nach Hause nehmen, doch die Ärztin lässt es nicht zu. Paul verspricht Riana zurückzukommen und sie zu holen. Zu diesem Zweck will er das Power-Shirt einsetzen. Als er es ausprobiert, endet es im Chaos.","versions":[{"lang":1,"streams":[{"redirect":8766818,"hoster":"VOE"},{"redirect":8630054,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Flucht","epNo":16,"alt":"Breakout","descr":"Die Krankenhausärztin Dr. Lim erlaubt Paul mit Riana zu sprechen. Doch gestattet sie ihm nicht, Riana mit nach Hause zu nehmen. Paul und Alex beschließen, Riana gewaltsam zu befreien. Mit Hilfe des Power-Shirts legt Paul alle Computer und das Alarmsystem der Klinik lahm. Durch einen Wäscheschacht gelingt es Paul, Riana und Alex, den Verfolgern zu entkommen. Paul versteckt Riana zu Hause in seinem Zimmer. Am Vormittag, während Paul und seine Schwester Christine in der Schule sind, ist Riana allein im Haus. Sie hat Hunger und macht sich etwas zu essen. Dabei verursacht sie in der Küche ein ziemliches Chaos. Paul versucht, es noch zu beseitigen, aber es ist zu spät.","versions":[{"lang":1,"streams":[{"redirect":8766822,"hoster":"VOE"},{"redirect":8630056,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das trojanische Pferd","epNo":17,"alt":"The Trojan Toffee Trolley","descr":"Paul und Christine haben Riana im Haus versteckt. Sie hat Sehnsucht nach ihrer Familie und sorgt sich um deren Wohlergehen. Paul und Alex würden ihr gern helfen und einen Kontakt zur Spellbinderwelt herstellen, aber leider hat Mr. Kennett das Funkgerät konfisziert. Mit einer Art Trojanischem Pferd überlisten sie Mr. Kennett, doch leider gelingt es zunächst nicht, die Verbindung zur Spellbinderwelt herzustellen. Inzwischen hat Correon mit Bron und Zander das Schloss der Spellbinder erreicht. Er besitzt Pauls Kamera mit Aufzeichnungen, die Ashkas Illoyalität gegenüber den Herrschern beweisen. Ashka kann sich nicht mehr herausreden und flieht. Correon ruft Paul. Sie verabreden, Riana sobald wie möglich zurückzuschicken. Doch Riana wird von der Polizei aufgegriffen.","versions":[{"lang":1,"streams":[{"redirect":12335242,"hoster":"VOE"},{"redirect":8630057,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Achtung, Vater gesucht!","epNo":18,"alt":"Run","descr":"Auf der Flucht vor der Polizei ist Riana wieder bei Josie und ihrem Bruder Ben gelandet. Der Kleine ist krank. Josie hat Angst, mit ihm ins Krankenhaus zu gehen, weil sie dann bestimmt getrennt werden. Sie ist auf der Suche nach ihrem Vater und findet auf dem Standesamt heraus, dass er Peter Eriksen heißt. Aber es gibt viele Peter Eriksen in der Stadt. Josie lässt bei all diesen Adressen einen Zettel mit ihrer Anschrift und hofft, dass ihr Vater über kurz oder lang auftaucht. Die Zeichen, die Riana für Paul und Alex hinterließ, führen die beiden auch zu dem Lagerhaus, in dem Josie haust. Paul hat über Funk eine Verbindung mit Correon in der Spellbinderwelt zustande gebracht und mit ihm für den nächsten Mittag Rianas Rückführung verabredet. Bis dahin soll sie bei Josie bleiben. Am Abend stolpern ein paar üble Typen in das Lagerhaus.","versions":[{"lang":1,"streams":[{"redirect":8766825,"hoster":"VOE"},{"redirect":8630058,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Computer denken nicht","epNo":19,"alt":"Reunions","descr":"Paul, Alex und Katrina haben sich verabredet, mit dem Zug in die Berge zur Höhle zu fahren. Alle drei mogeln sich mit Ausreden von zu Hause weg. Riana ist in der Nacht im alten Lagerhaus bei Josie geblieben. Dort tauchen wieder die üblen Typen Bazza und Tommo auf. Mit Hilfe des Powershirts gelingt es Paul, die Kerle zu vertreiben. Und ein weiterer unerwarteter Helfer erscheint – Josies verschollener Vater! Katrina hat Paul und Alex verfehlt und so fährt Riana nur mit den beiden Jungen in die Berge. Paul stellt die Verbindung zu Correon her, und sie schalten den Durchgang ein. Paul schafft es, Riana zurück zu ihrer Familie zu bringen. Während sie Wiedersehen feiern, schleicht sich Ashka heran, und mit Gryvons Hilfe bringt sie Riana in ihre Gewalt.","versions":[{"lang":1,"streams":[{"redirect":8766826,"hoster":"VOE"},{"redirect":8630059,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Harley Davidson","epNo":20,"alt":"Alien Invasion","descr":"Ashka hat sich heimlich wieder ihr Powershirt angeeignet und Riana in ihre Gewalt gebracht. Paul und Correon gelingt es jedoch, sie zu befreien. Paul glaubt Riana nun in Sicherheit und möchte in seine Welt zurückgehen. Er bemerkt nicht, dass Ashka ihm in den offenen Durchgang gefolgt ist. Ihr gelingt es, die Welt der Spellbinder zu verlassen. Bei ihrem Versuch die City zu erreichen, stiftet sie allerhand Aufregung: Wer sich ihr in den Weg stellt, den macht sie nieder! Bei den Reynolds ist die Harmonie wieder eingekehrt. Kindermädchen Gina hat ein Fischessen zubereitet und sogar Christine, die Fische hasst, ist dieses Mal von Ginas Kochkünsten begeistert. Sie sähe es wohl am liebsten, wenn ihr Vater und Gina sich näherkommen und heiraten würden. Beim Frühstück liest Brian einen Artikel aus der Zeitung vor und Paul erkennt mit Schrecken: Ashka ist in der Stadt.","versions":[{"lang":1,"streams":[{"redirect":13004761,"hoster":"VOE"},{"redirect":8630060,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Überfall","epNo":21,"alt":"Hunt For Ashka","descr":"Paul und Alex erfahren durch die Zeitung von Ashkas Überfall auf ein Fernsehgeschäft. Mit Hilfe eines Magnetometers, den sie in der Physikklasse bauen, versuchen sie, Ashka in ihrem Powershirt zu orten. Katrina beteiligt sich an der Suche nach Ashka und findet diese schließlich in der alten Raffinerie. Doch Ashka gibt sich nicht zu erkennen. Sie behauptet, Herrscherin Marna zu sein und bittet Katrina um Hilfe. Katrina lässt sich von Ashkas Charme einwickeln, verschafft ihr sogar ein Hotelzimmer und bringt ihr Kleider ihrer Mutter, damit sie nicht so auffällt. Ihren Freunden verschweigt sie diese Begegnung und so treibt Ashka weiter ihr Unwesen.","versions":[{"lang":1,"streams":[{"redirect":8766831,"hoster":"VOE"},{"redirect":8630062,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Clown","epNo":22,"alt":"Clowning Around","descr":"Mit Hilfe ihres Magnetometers finden Paul und Alex heraus, dass Ashka sich in einem Hotel aufhält. Dort taucht auch Katrina auf, und Paul klärt sie darüber auf, dass Ashka sie an der Nase herumgeführt hat. Sie entdecken das Powershirt und werfen es in einen Müllwagen. Doch Ashka ist verschwunden – sie ist in das Spellbinderland zurückgekehrt, wo Gryvon sie erwartet. Zusammen steigen sie in das Verlies der alten Spellbinderruine. Hier findet Gryvon ein Buch mit Plänen für den Bau von Powershirts und Flugschiffen. Mit diesem Buch will Ashka in Pauls Welt zurückkehren und mit Hilfe der Wissenschaftler ihre Waffen verbessern.","versions":[{"lang":1,"streams":[{"redirect":8766830,"hoster":"VOE"},{"redirect":8630061,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Archäologin","epNo":23,"alt":"High Tech Power Suit","descr":"Riana ist es gelungen, aus dem unterirdischen Verlies zu entkommen. Sie weiß, dass Ashka wieder zurück in Pauls Welt will, um sich moderne Waffen zu besorgen. Vergeblich versucht Riana, Corregon zu erreichen, um ihn zu warnen. Alleine auf sich gestellt, folgt sie Ashka in die moderne Welt. Mit einem Sportwagen und tollen Kleidern erscheint Ashka bei Brian und erzählt ihm eine rührselige Geschichte über ihren verstorbenen Ehemann, der angeblich Archäologe war und die Bücher der Spellbinder irgendwo ausgegraben hat. Nach den alten Plänen konstruiert Brian für sie ein neues Powershirt. Er glaubt, dass man – die richtige Anordnung der Magnetfelder vorausgesetzt – mit dieser Art Raumanzug sogar fliegen könne. Als Paul, früher als erwartet, von der Schule kommt, erwartet ihn eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":8766829,"hoster":"VOE"},{"redirect":8630063,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Flugversuche","epNo":24,"alt":"A Spellbinder In The House","descr":"Paul ist entsetzt. Ashka hat sich das Vertrauen seines Vaters Brian erschlichen und benutzt ihn und seine Fähigkeiten, um ein neues, noch stärkeres Powershirt zu bauen. Brian ist fasziniert von Ashka, die sich jetzt Anna nennt. Was sein Sohn ihm über Ashka erzählt, hält Brian für Hirngespinste. Er arbeitet zusammen mit Ashka an dem Powershirt und schafft es sogar, dass sie damit fliegen kann. Ashkas Glückssträhne reißt nicht ab. Ihr gelingt es, Riana in ihre Gewalt zu bekommen und setzt damit Paul unter Druck. Zu allem Überfluss ist Christine begeistert von Ashkas Charme und sieht sie schon als ihre zukünftige Mum. Paul weiß sich nicht mehr zu helfen. Da macht ihm Ashka ein erstaunliches Angebot.","versions":[{"lang":1,"streams":[{"redirect":8766828,"hoster":"VOE"},{"redirect":8630065,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Rührei mit Pfiff","epNo":25,"alt":"Breakfast Of Champions","descr":"Brian hat in bestem Glauben für Ashka ein stärkeres Powershirt konstruiert, mit dem sie sogar fliegen kann. Alle sind bester Stimmung – bis auf Paul. Er kennt Ashkas wahre Natur. Beim Frühstück mischt Paul ein bisschen Laxativ in Ashkas Rührei. Das verfehlt seine Wirkung nicht. Während sein Vater sich um Ashka kümmert, vertauscht Paul die Flugsteuerung des Powershirts gegen eine defekte. Dann bittet er Alex und Katrina, ihm bei der Suche nach Riana zu helfen, die Ashka in einem alten Haus versteckt hält. Ashka ist sehr nervös, da sie vorhat, in Brians Labor einen neuen Flugversuch zu starten. Doch nun zeigt die ausgetauschte Flugsteuerung ihre Wirkung.","versions":[{"lang":1,"streams":[{"redirect":8766833,"hoster":"VOE"},{"redirect":8630066,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Showdown am Hafen","epNo":26,"alt":"Flight","descr":"Ashka hat Brian, Paul und Riana im Labor in den Faraday’schen Käfig gesperrt. Sie rast zu Dr. Reynolds Haus. Das Flugsteuerungsgerät für das Powershirt befindet sich im Papierkorb des Arbeitszimmers, und sie muss es unbedingt gegen das defekte austauschen. Über das Funkgerät ruft Paul Alex und Katrina um Hilfe. Aus ihrem Gefängnis befreit, treffen sie am Hafen auf Ashka. Es kommt zum Showdown. Als Ashka sich in ihrem Powershirt triumphierend in die Lüfte erhebt, wird sie von dem riesigen Magnetkran von Alex’ Vater erfasst und klebt fest. Der Traum vom Fliegen ist ausgeträumt. Gefesselt wird sie zurückgebracht in Rianas Welt, wo Correon sie und Gryvon ihrer gerechten Strafe zuführt.","versions":[{"lang":1,"streams":[{"redirect":8766832,"hoster":"VOE"},{"redirect":8630067,"hoster":"Streamtape"}]}]}]}]}