{"path":"/serie/stream/spiderman-5000","name":"Spiderman 5000","descr":"Ein genialer, aber schrulliger Schüler wird von einer radioaktiv verseuchten Spinne gebissen. Durch ein wissenschaftliches Wunder erhält Peter Parker spinnenähnliche Superkräfte, aber mit den Superkräften wächst auch die Verantwortung. Gequält vom Gedanken, den Tod seines Onkels nicht verhindert zu haben, widmet er sein Leben der Verbrechensbekämpfung.","seasons":[{"path":"/serie/stream/spiderman-5000/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/spiderman-5000/staffel-1/episode-1","name":"In den Fängen von Dr. Octopus","epNo":1,"alt":"Bubble, Bubble, Oil And Trouble","descr":"Mit Hilfe seiner gewaltigen Fangarme aus Stahl besorgt sich der Erzganove Dr. Octopus einen wertvollen Rubin, einen Diamanten und einen Quarzstein. Mit den übernatürlichen Kräften der Steine will er die Weltherrschaft an sich reißen. Doch der Finsterling hat seine Rechnung ohne Spiderman gemacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325522","hoster":"VOE"},{"path":"/redirect/10139556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-2","name":"Dr. Doom – Herrscher der Welt","epNo":2,"alt":"Dr. Doom Master Of The World","descr":"Dr. Doom bringt die Gedanken der Vereinigten Nationen unter seine Kontrolle. Spidermann versucht, die Organisation von Dr. Dooms Manipulation zu befreien. Dazu tritt er den Kampf gegen nuklearbetriebene Roboter an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325524","hoster":"VOE"},{"path":"/redirect/10139557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-3","name":"Echsen, Schlangen, Krokodile","epNo":3,"alt":"Lizards, Lizards Everywhere","descr":"Eine Riesenechse bricht aus dem New Yorker Zoo aus und befreit alle anderen Reptilien. Explosionsartig vermehren sich die Echsen, Schlangen und Krokodile und versetzen die Bewohner der Stadt in Angst und Schrecken. Bis Spiderman sich trotz seiner Reptilien-Allergie entschließt, gründlich aufzuräumen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325527","hoster":"VOE"},{"path":"/redirect/10139559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-4","name":"Katz und Maus","epNo":4,"alt":"Curiosity Killed The Spiderman","descr":"Spiderman hat die Bewachung der Malteser-Maus übernommen, die in einer Fernsehshow präsentiert werden soll. Doch auf die wertvolle Figur hat es die schwarze Katze, eine versierte Diebin, abgesehen. Ausgerechnet während der Show will sie sich die Maus unter die Krallen reißen. Spiderman droht eine Blamage vor Millionen Fernsehzuschauern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325526","hoster":"VOE"},{"path":"/redirect/10139561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-5","name":"Der Sandmann schlägt wieder zu","epNo":5,"alt":"The Sandman Is Coming To Town","descr":"Der Sandmann hat eine radioaktive Bodenprobe vom Mars gestohlen und mit seinem eigenen Sand vermischt. Dadurch wachsen seine Kräfte ins Unermessliche. Was noch schlimmer ist: Bei Spiderman erzielt die Radioaktivität genau den umgekehrten Effekt. Seine Superkräfte schwinden immer mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325529","hoster":"VOE"},{"path":"/redirect/10139564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-6","name":"Magneto sorgt für Dunkelheit","epNo":6,"alt":"When Magneto Speaks, People Listen","descr":"Mit einem Magnetkraftverstärker wirft Magnetor sämtliche Nachrichtensatelliten der Erde aus ihren Umlaufbahnen. Damit ist jede Kommunikation via Satellit unmöglich. Von der Regierung verlangt Magnetor 100 Millionen Dollar Lösegeld. Spiderman muss den Bösewicht unter allen Umständen aufhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325530","hoster":"VOE"},{"path":"/redirect/10139570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-7","name":"Der Rattenfänger von New York","epNo":7,"alt":"The Pied Piper Of New York Town","descr":"Verzückt lauschen die New Yorker einer geheimnisvollen Musik und geraten daraufhin plötzlich außer Rand und Band. Vergeblich versucht Spiderman zum Beispiel einen Bankraub zu verhindern, der von vormals braven Bürgern verübt wird. Und auch er selbst gerät unter den Einfluss der Klänge. Dahinter steckt der geheimnisvollen Mysterio, der mit der Musik die Weltherrschaft an sich reißen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325531","hoster":"VOE"},{"path":"/redirect/10139566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-8","name":"Invasion der Roboter","epNo":8,"alt":"The Doctor Prescribes Doom","descr":"Völlig überraschend wird der finstere Doktor Doom von den Vereinten Nationen zum Weltherrscher ausgerufen. Spiderman sucht nach einer Erklärung und entdeckt, dass sämtliche Ratsmitglieder durch Roboter ersetzt wurden. Mit Hilfe von Jameson Robby will er Doom das Handwerk legen. Aber auch sein bester Freund entpuppt sich als perfekte Nachahmung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325532","hoster":"VOE"},{"path":"/redirect/10139568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-9","name":"Zirkus des Verbrechens","epNo":9,"alt":"Carnival Of Crime","descr":"Spiderman steckt ganz schön in der Klemme. Zahlreiche Augenzeugen bezichtigen ihn der dreistesten Raubüberfälle. Niemand ahnt, dass ein Zirkusdirektor dahintersteckt. Der üble Verbrecher lässt seine Artisten die Verbrechen verüben und gaukelt den Zeugen vor, der wahre Täter sei Spiderman.","versions":[]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-10","name":"Die Rache des Grünen Goblin","epNo":10,"alt":"Revenge Of The Green Goblin","descr":"Ohne, dass er es selbst weiß, verwandelt sich Wissenschaftler Norman Osborne zeitweise in einen bösartigen Gnom. Dieser \"Grüne Goblin\" hasst Spiderman zutiefst und will deshalb dessen Identität öffentlich preisgeben. Sehr zur Freude von Reporter Jameson, der sich eine sensationelle Titelstory erhofft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325533","hoster":"VOE"},{"path":"/redirect/14361150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-11","name":"Das Dreieck des Bösen","epNo":11,"alt":"The Triangle Of Evil","descr":"Auch ein Superheld kennt Geldsorgen: Peter und Tante May brauchen dringend 50.000 Dollar. Bei einer Stunt-Show will sich Peter das Geld als Spiderman verdienen. Leider hat sein Erzfeind Stuntman genau die gleiche Idee. Zwischen den beiden kommt es zu einem atemberaubenden Duell.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325534","hoster":"VOE"},{"path":"/redirect/10139574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-12","name":"Schlaraffenland des Bösen","epNo":12,"alt":"The Abc’s Of Doom","descr":"Doom mimt den Menschenfreund: Bei einem Festessen zu Ehren ausländischer Staatsmänner erklärt er, das Geheimnis seines überdimensional wachsenden Gemüses offenbaren zu wollen. Als Spiderman auf der nachfolgenden Pressekonferenz den Bösewicht Gorand in der Menge entdeckt, wird ihm klar, dass Doom sein Streben nach der Weltherrschaft keineswegs überwunden hat. Ganz im Gegenteil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325536","hoster":"VOE"},{"path":"/redirect/10139576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-13","name":"Das Geheimnis des Maskenmannes","epNo":13,"alt":"The Sidewinder Strikes","descr":"Spiderman ist einem besonders raffinierten Verbrecher auf den Fersen. Der Maskenmann spielt sowohl den seriösen Rodeo-Show-Betreiber Wilson, als auch den gerissenen Räuber Sidewinder. In seiner dritten Rolle als Clown in Wilsons Rodeo-Show verschafft er sich zudem regelmäßig wasserdichte Alibis. Ziemlich clever, aber für Spiderman nicht clever genug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325535","hoster":"VOE"},{"path":"/redirect/10139578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-14","name":"Wenn der Jäger zum Gejagten wird","epNo":14,"alt":"The Hunter And The Haunted","descr":"Um seinen Lesern eine Sensation zu bieten, beauftragt Jameson einen Jäger aus dem verborgenen Land, den einzigen noch lebenden Großzahntiger nach New York zu bringen. Spiderman ist der Meinung, dass dieses prächtige Tier nicht in den Großstadtdschungel gehört und will es vor einem Leben im Zoo bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325537","hoster":"VOE"},{"path":"/redirect/10139722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-15","name":"Spiderman mal ganz klein","epNo":15,"alt":"The Incredible Shrinking Spiderman","descr":"In bester Absicht hat Dr. Norton einen Verkleinerungskompensator entwickelt und führt ihn stolz der Öffentlichkeit vor. Plötzlich reißt sein Gehilfe Joshua die Maschine an sich. Ohne zu zögern schrumpft er jenen Mann, der ihm am gefährlichsten werden könnte auf seinem Weg zur Macht: Spiderman wird vor aller Augen zum Winzling. Zumindest äußerlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381691","hoster":"VOE"},{"path":"/redirect/10139580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-16","name":"Ein verschwundener Goldschatz","epNo":16,"alt":"Spiderman Vs. The Unfathomable Prof. Gizmo","descr":"Ausgerechnet Spiderman soll für den bösartigen Professor Gizmo einen versunkenen Goldschatz bergen. Um seiner Forderung Nachdruck zu verleihen hat der Finsterling das Wahrzeichen New Yorks aus dem Museum gestohlen. Doch Spiderman weiß sich zu wehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325542","hoster":"VOE"},{"path":"/redirect/10139582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-17","name":"Die Laserkanone des Dr. Doom","epNo":17,"alt":"The Canon Of Doom","descr":"Mit Hilfe einer Laserkanone will Doktor Doom ein Erdbeben in New York auslösen. Spiderman hat alle Hände voll zu tun, die Katastrophe zu verhindern. Dabei erfährt er, welches schicksalhafte Ereignis den einst hoffnungsvollen Wissenschaftler Doom in den tragischen Bösewicht verwandelte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325538","hoster":"VOE"},{"path":"/redirect/10139584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-18","name":"","epNo":18,"alt":"The Capture Of Captain America","descr":"Der Superheld des zweiten Weltkrieges Captain America wird bei einer Ehrungsfeier durch den gefährlichen Terroristen Red Skull in einen Hinterhalt gelockt. Die Öffentlichkeit beschuldigt Spider-Man, der seinen Namen reinwaschen muss und dem Verbrecher gegenübertritt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11325528","hoster":"VOE"},{"path":"/redirect/10139551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-19","name":"Freiheit für Latvaria","epNo":19,"alt":"The Doom Report","descr":"Einem jungen Oppositionellen ist die Flucht aus Dooms Reich gelungen. Der junge Mann prangert Dooms Schreckensherrschaft öffentlich an. Tatsächlich schaltet sich die UNO ein. Doch der Tyrann denkt nicht daran, aufzugeben. Mit Hilfe seiner neuesten Erfindung, einer Regenmaschine, droht er, die Menschheit zu vernichten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325539","hoster":"VOE"},{"path":"/redirect/10139588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-20","name":"Spiderman gegen Spiderman","epNo":20,"alt":"The Web Of Nephilia","descr":"Ein Superheld wie Spiderman zu sein, das ist der Traum des Wissenschaftlers Dr. Shaw. Deshalb hat er ein Spinnenserum entwickelt und bittet seine Freundin Patty, es ihm zu injizieren. Doch die verabreicht ihm absichtlich eine Überdosis, damit Shaw ein Spinnenleib wächst. Als Nephilia soll der verunstaltete Wissenschaftler Spiderman unschädlich machen und einen Goldtransport ausrauben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325546","hoster":"VOE"},{"path":"/redirect/10139586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-21","name":"Countdown für Dr. Doom","epNo":21,"alt":"Countdown To Doom","descr":"Doom katapultiert die Erde aus ihrer Umlaufbahn. Während es auf dem blauen Planeten immer kälter wird, bietet Doom den Vertretern der Vereinten Nationen an, den Prozess rückgängig zu machen. Als Gegenleistung fordert er, dass er zum Herrscher der Welt ausgerufen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325544","hoster":"VOE"},{"path":"/redirect/10139590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-22","name":"Tante May im Reich des Übersinnlichen","epNo":22,"alt":"Arsenic And Aunt May","descr":"Spiderman droht tödliche Gefahr von seiner eigenen Tante: Chamäleon, der Verwandlungskünstler, hat May mit diversen Tricks suggeriert, Spiderman trage die Schuld am Tod ihres geliebten Mannes. Wie in Trance führt Tante May daraufhin Attentate auf ihren geliebten Neffen aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325543","hoster":"VOE"},{"path":"/redirect/10139592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-23","name":"Geier und Tarnfarbe","epNo":23,"alt":"The Vulture Has Landed","descr":"Der Geier hat einige Wissenschaftler in seine Gewalt gebracht. Er zwingt sie, ihm dabei zu helfen, wertvolle Gesteinsproben vom Jupiter zu stehlen. Scheinbar an alles hat der Geier gedacht. Nur nicht an den Spiderman.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325545","hoster":"VOE"},{"path":"/redirect/10139594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-24","name":"Namor gegen Schmutz und Gift","epNo":24,"alt":"Wrath Of Submariner","descr":"König Namor von Atlantis ist außer sich vor Zorn: Bei einem Ausflug in die Unterwasserwelt geriet seine geliebte Nichte in eine Giftwolke und wurde ernsthaft krank. Nun will er gegen die zunehmende Umweltverschmutzung kämpfen. Während er und Spiderman über die richtige Strategie diskutieren, geraten beide in die Klauen eines skrupellosen Gangsterbosses.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10967798","hoster":"VOE"},{"path":"/redirect/10139597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-25","name":"Die Rückkehr des Paten","epNo":25,"alt":"Return Of The King Pin","descr":"Spiderman hat sich einem Karriereberater anvertraut, nicht ahnend, dass es sich in Wirklichkeit um den Paten handelt. Dieser verschafft dem Superhelden verschiedene Jobs und benutzt ihn heimlich als Werkzeug für seine kriminellen Machenschaften. Als Spiderman ihm schließlich auf die Schliche kommt, hat der Pate nichts mehr zu lachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325550","hoster":"VOE"},{"path":"/redirect/10139598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/spiderman-5000/staffel-1/episode-26","name":"Wizards böses Spiel","epNo":26,"alt":"Under The Wizards Spell","descr":"Wizard lädt die schöne Medusa zu einem Besuch in seinem Quartier ein. Nicht ohne Hintergedanken: Er legt ihr ein Halsband um, das ihren Willen unter seine Kontrolle bringt. Fortan zwingt Wizzard sie, auf Diebeszüge zu gehen. Außerdem hat der Schurke noch ein anderes Ziel: Spiderman, der in Medusa verliebt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325549","hoster":"VOE"},{"path":"/redirect/10139600","hoster":"Streamtape"}]}]}]}]}