{"seriesId":"spides","name":"Spides","descr":"In der Science-Fiction-Serie Spides geht es um die junge Nora (Rosabell Laurenti Sellers) aus Berlin, die nach der Einnahme einer neue Partydroge aus dem Koma erwacht und sich an nichts mehr erinnern kann. Als die Ermittler Nique Navar (Florence Kasumba) und David Leonhart (Falk Hentschel) herausfinden, dass im Zuge der Verbreitung der Partydroge \"Bliss\" zahlreiche Teenager verschwunden sind, beginnt auch Nora nachzuforschen. Sie deckt eine unheimliche Verschwörung auf: Über die Droge schaffen es Aliens, die Körper ihrer Opfer als Wirt zu benutzen. Nora wird immer weiter in die unglaublichen Vorfälle verstrickt und erkennt, dass sie selbst der Schlüssel zur Invasion der Außerirdischen ist, die sie versucht zu bekämpfen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Bliss","epNo":1,"alt":"Bliss","descr":"Die junge Nora erwacht aus dem Koma ohne jegliche Erinnerung. Auf der Suche nach ihrer Vergangenheit macht sie beängstigende Entdeckungen. Wem kann sie in dieser Situation vertrauen?","versions":[{"lang":1,"streams":[{"redirect":8766861,"hoster":"VOE"},{"redirect":8630102,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das erste Stadium","epNo":2,"alt":"Larva","descr":"Als Nora auf der Straße überfallen wird, offenbart sich eine ungeahnte Entwicklung. David Leonhart findet heraus, dass eine Frau, die aussieht wie Nora, die beiden Blis-Dealer getötet hat.","versions":[{"lang":1,"streams":[{"redirect":8766864,"hoster":"VOE"},{"redirect":8630105,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Doppelte Dosis","epNo":3,"alt":"Double Trouble","descr":"Nora findet heraus, dass sie eine Zwillingsschwester namens Sara hat. Ist sie die Mörderin auf dem Video? Doch angeblich ist Sara vor vielen Jahren gestorben. Die Verschwörung verdichtet sich.","versions":[{"lang":1,"streams":[{"redirect":8766863,"hoster":"VOE"},{"redirect":8630103,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Familienbande","epNo":4,"alt":"The Ties That Bind","descr":"Nora glaubt nicht, dass ihre Schwester tot ist und beschließt, sie zu suchen. Maries Bruder LUKA soll als Kronzeuge gegen den Mafia-Boss Mitosch aussagen. Doch Mitoschs Leute machen ihn ausfindig.","versions":[{"lang":1,"streams":[{"redirect":8766875,"hoster":"VOE"},{"redirect":8630106,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kontakt","epNo":5,"alt":"Contact","descr":"Noras unheimliche Visionen werden immer intensiver. Sie wird in ihrem Verdacht bestätigt, dass mit Dr. Herter etwas nicht stimmt, und gerät erneut in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":8766862,"hoster":"VOE"},{"redirect":8630122,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Armee","epNo":6,"alt":"This Calling","descr":"","versions":[{"lang":1,"streams":[{"redirect":8766866,"hoster":"VOE"},{"redirect":8630108,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Gemini-Prozess","epNo":7,"alt":"","descr":"Mitosch tötet in einem Geheimlabor menschliche Königinnen-Larven. Torsens unheimliches Insekten- Wesen ist außer sich. Doch es gibt noch eine aussichtsreiche Kandidatin für eine Königin: Nora.","versions":[{"lang":1,"streams":[{"redirect":8766865,"hoster":"VOE"},{"redirect":8630109,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Es beginnt","epNo":8,"alt":"Awakening","descr":"Die Freunde versuchen Noras Transformation zur Königin zu stoppen. Die Ringers versammeln sich bereits, um der Vereinigung von Drohne und Königin beizuwohnen.","versions":[{"lang":1,"streams":[{"redirect":8766877,"hoster":"VOE"},{"redirect":8630111,"hoster":"Streamtape"}]}]}]}]}