{"seriesId":"spionage-die-arbeit-der-geheimdienste","name":"Spionage - Die Arbeit der Geheimdienste","descr":"Die Arbeit der Geheimdienste. 13 tlg. Dokumentarreihe.In jeweils einstündigen Dokumentarspielen wird in dieser Koproduktion von Deutschland, Frankreich, Kanada, Japan und den Niederlanden über die zunehmende Spionagearbeit in aller Welt berichtet, auch über die Beobachtung der westlichen Geheimdienste untereinander.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Spione unter uns","epNo":1,"alt":"","descr":"Frankreich befindet sich mit England im Konkurrenzkampf um den Verkauf von Flugzeugmotoren nach Deutschland. Max, französischer Agent, soll das Material aus England manipulieren. Er fliegt nach München, wo turbulente Ereignisse auf ihn warten: Schlägereien, Verfolgungsjagden und hübsche Frauen inbegriffen. (Text © GP, Die Krimihomepage)Das Hamburger Abendblatt (15.09.1967) schrieb zum Inhalt: \"Heute geht es um einen bedeutenden Rüstungsauftrag, den die Bundeswehr vergeben will. Englische und französische Industriewerke konkurrieren miteinander, aber auch die beiderseitigen Regierungen sind daran interessiert, diesen Großauftrag ihren eigenen Ländern zu sichern. Von französischer Seite ist der Geheimdienstoffizier \"Alexandre\" (Jacques Planchon) auf das Projekt angesetzt, von britischer Seite die Agentin Inge Sommer (Dinah Hinz). Sie sorgt dafür, dass Alexandre abgelenkt wird. Und so kommt sein Pariser Vorgesetzter \"Max\" (Claude Giraud) ins Spiel. Ob noch rechtzeitig oder schon zu spät, wird sich zeigen...\"","versions":[{"lang":1,"streams":[{"redirect":9119522,"hoster":"VOE"},{"redirect":9119520,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Objekt N.D.","epNo":2,"alt":"","descr":"Ein ausländischer Geheimdienst nutzt die Liebe einer jungen Frau namens Hélène zu ihrem labilen Bruder auf perfide Art und Weise aus. Die Assistentin eines renommierten Atomwissenschafters wird zu Spionagediensten erpresst","versions":[{"lang":1,"streams":[{"redirect":13478522,"hoster":"VOE"},{"redirect":9119532,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Prüfung","epNo":3,"alt":"","descr":"Der junge Portugiese Joachim da Silva ist in die Niederlande gekommen, um hier zu studieren und seinen Abschluss zu machen. Doch der Mann geht mit seinem Geld etwas leichtfertig um und so ist er bald gezwungen, neue Einkunftswege zu suchen. Dabei lernt er Willem Coster kennen, der ihn immer wieder mit Aufträgen versorgt. Ganz unbemerkt schlittert da Silva in eine Geheimdienstaffäre. Zu spät erkennt er, dass er sich in der Ausbildung zu einem AgentenW und sich im Banne eines Geheimdienstes befindet.","versions":[{"lang":1,"streams":[{"redirect":13502146,"hoster":"VOE"},{"redirect":9119536,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Agentin","epNo":4,"alt":"","descr":"Die syrische Botschaft macht den Pariser Behörden zu schaffen. Bereits vor einiger Zeit wurde der Handelsattaché des Landes aus Frankreich ausgewiesen. Grund: Spionage. Sein Nachfolger steht nun unter dem gleichen Verdacht. Sali Aziz, so sein Name, versteht es jedoch, sich nicht verdächtig zu machen. Und dennoch baut er das Spionagenetz seines Vorgängers weiter aus. Entscheidend dabei ist die japanische Journalistin Asako","versions":[{"lang":1,"streams":[{"redirect":9119449,"hoster":"VOE"},{"redirect":9119451,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Zufall","epNo":5,"alt":"","descr":"Berlin, die geteilte Stadt: Stephan Kochko, wohnhaft in Wilmersdorf, überquert mit seinem Wagen den Checkpoint Charlie. Er kommt aus dem Ostteil Berlins, der Hauptstadt der DDR, und ist sichtlich nervös. Abends begibt er sich in eine abgelegene Ruine. Worauf wartet er? Was ist der Grund für seine Unruhe? Wen will er treffen? Ein Mann erscheint, verschwindet aber wieder. Als Kochko nach später vor einem Haus vorfährt, steht der Unbekannte vor der Tür. Er betritt mit ihm eine Wohnung, Kochko zieht die Vorhänge zu und überreicht dem Mann einen Zettel. Daraufhin gibt ihm der Fremde ein Flugticket. Kochko soll nach Albanien fliegen. Will man einen Agenten los werden? Gefährdet er gar ein ganzes Spionagenetz?","versions":[{"lang":1,"streams":[{"redirect":13478523,"hoster":"VOE"},{"redirect":9119453,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Erfindung","epNo":6,"alt":"","descr":"300 Fabriken sind in Japan auf Industriespionage spezialisiert, 10.000 Agenten arbeiten in diesem Bereich. Taki, ein japanischer Chefingenieur, liegt mit einem Schädelbruch in der Klinik. Er hatte zwar einen Autounfall. Doch dies ist nur die offizielle Version. In Wirklichkeit wurde auf ihn ein Attentat verübt. Taki hatte an einem neuen Verfahren gearbeitet, um Pipelines zu verlegen. Ein klarer Fall von Industriespionage","versions":[{"lang":1,"streams":[{"redirect":13508925,"hoster":"VOE"},{"redirect":9119466,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Aktion Zero","epNo":7,"alt":"","descr":"Ein nicht näher genannter afrikanischer Staat: die Gefahr für einen Bürgerkrieg ist groß. Man bittet Frankreich um Hilfe. Das Land hatte einst die Mandatsmacht. Der Nachrichtendienst schaltet sich ein und steht vor der Frage, warum die Rebellen immer wieder an neue Waffen gelangen. Die Spur führt zu einem Mann namens Albert Fernetti..","versions":[{"lang":1,"streams":[{"redirect":14442741,"hoster":"VOE"},{"redirect":9119471,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Manipulation","epNo":8,"alt":"","descr":"Grenze USA/ Kanada: Bob Martin, ein französischer Nachrichtenoffizier erlebt hier mit, wie einer seiner Mitarbeiter in eine von der amerikanischen Seite aufgebauten Falle läuft. Bob selbst gelingt es, sich nach Montreal abzusetzen, wo er einen neuen Auftrag erhält. Er soll die Pläne für einen neuartigen kanadischen Computer nach Paris schmuggeln.","versions":[{"lang":1,"streams":[{"redirect":13478525,"hoster":"VOE"},{"redirect":9119480,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Bild des Spions","epNo":9,"alt":"","descr":"In dieser Folge werden echte Spione und deren Geschichten thematisiert, es gibt keine Spielhandlung. Deren Persönlichkeit steht im Mittelpunkt. Die Spione Abel, Wynne und Lonsdale werden porträtiert.","versions":[{"lang":1,"streams":[{"redirect":13508927,"hoster":"VOE"},{"redirect":9119486,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die lange Leine","epNo":10,"alt":"","descr":"In einem westdeutschen Chemiewerk wird entdeckt, dass entscheidende Unterlagen in den Osten gekommen sind. Die Abwehrorgane beginnen sofort, die bekannten Agenten zu überwachen. Erwin Hölscher lebt in München und arbeitet als solcher Agent. Er weiß nicht, dass er und seine Lebensgefährtin Charlotte Straßberg bereits vom Geheimdienst überwacht werden. Man folgt ihm auf Schritt und Tritt und vor dem Haus überwachen ihn als Bauarbeiter getarnte Mitarbeiter des BND. In seiner Abwesenheit durchsucht man sogar seine Wohnung und installiert Abhörmikrophone. Charlotte Straßberg ist unterdessen ebenfalls interessant für den BND","versions":[{"lang":1,"streams":[{"redirect":13478527,"hoster":"VOE"},{"redirect":9119493,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Doppeltes Spiel","epNo":11,"alt":"","descr":"Hubert Desaulniers ist seit einiger Zeit spurlos verschwunden. Als in einer Höhle eine Leiche gefunden wird, kann weder das Motiv noch die Todesursache festgestellt werden. Allmählich liegt aber die Vermutung nahe, dass es sich dabei um den Motelbetreiber aus Montreal handelt. Arbeitete Hubert für mehrere Geheimdienste gleichzeitig? Und wenn ja, von welcher Seite wurde er aus dem Weg geschafft?","versions":[{"lang":1,"streams":[{"redirect":13478528,"hoster":"VOE"},{"redirect":9119499,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Blindschleiche","epNo":12,"alt":"","descr":"München: Kurt Wandmeister wird beim Verlassen eines Wirtshauses, wo er sich mit Freunden getroffen hat, verhaftet. Er wird der Spionage beschuldigt. Kurt beteuert jedoch seine Unschuld. Auch seine Frau sagt aus, dass ihr Mann ein ruhiger, zurückgezogener Mensch sei. Seine Freunde kennen ihn nur als kleinen Postbeamten, der es liebt, manchmal Geschichten zu erzählen, von denen jeder weiß, dass sie nicht wahr sind. Doch die Ermittlungen ergeben nach und nach ein anderes Bild.","versions":[{"lang":1,"streams":[{"redirect":13478542,"hoster":"VOE"},{"redirect":9119505,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Mann aus der Zentrale","epNo":13,"alt":"","descr":"Zunächst wird in dieser dokumentarisch anmutenden Folge versucht, ein Charakterbild über jenen Mann im Hintergrund zu zeichnen, der für die Spionage verantwortlich ist: den Geheimdienstchef, der in der Zentrale sitzt und alles leitet. Darunter Canaris und Nicolai. Im Anschluss wird ein echter Geheimdienstoffizier interviewt und erzählt aus seinem Leben.","versions":[{"lang":1,"streams":[{"redirect":9119513,"hoster":"VOE"},{"redirect":9119524,"hoster":"Streamtape"}]}]}]}]}