{"seriesId":"spiritpact","name":"Spiritpact","descr":"Keika You ist ein in Armut geratener Nachfahre einer berühmten Exorzistenfamilie. Um wenigstens etwas Geld zu verdienen, zieht er als Wahrsager und teilweise auch Techniker umher. Eines Nachts trifft er auf einen mysteriösen, doch sehr charismatischen Exorzisten namens Ki Tanmoku, welcher grade gegen einen bösen Geist kämpft. Wenig später ereignet sich ein tragischer Unfall, der Kaikas Leben fordert, doch als Ki ihm einen besonderen Pakt anbietet, erscheint es dem Mann beinah so, als sei noch nicht alle Hoffnung verloren...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Suddenly, a Pact with a Spirit?","descr":"Yō Keika hat irgendwie übersinnliche Fähigkeiten, aber sich als Wahrsager durchzuschlagen läuft ziemlich mäßig. Also verdient er sich noch etwas dazu, indem er PCs repariert. Dabei ändert sich sein Leben enorm, als er des Nachts eine Bekanntschaft beim Teilesuchen auf dem örtlichen Schrottplatz macht.","versions":[{"lang":3,"streams":[{"redirect":8395500,"hoster":"VOE"},{"redirect":8395504,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"What Attracted You to Him?","descr":"Da hat sich Yō Keika nun also als Schattengeist verdingt. Aber groß ist der Schreck, dass er seinem Meister gar nicht allein gehört, sondern dieser eine Verlobte hat. Und die ist nicht nur eine heiße Braut - die hat noch andere Vorzüge, die Yō Keika in seinen Bann ziehen.","versions":[{"lang":3,"streams":[{"redirect":8395518,"hoster":"VOE"},{"redirect":8395517,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Beware of Sleeping Together!","descr":"Yō Keika kommt auf das Anwesen seines Yōmeishis. Und groß ist seine Überraschung über welch ausufernde Ländereien dieser Verfügt. Doch die Rückkehr sorgt auch für allerhand Wirbel und nicht nur der Hof interessiert sich für den neuen Schattengeist ihres Herrn…","versions":[{"lang":3,"streams":[{"redirect":8395533,"hoster":"VOE"},{"redirect":8395537,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"What I Can Do To Protect You","descr":"Während sein Meister Tanmoku Ki schläft, durchwandert Yō Keika das Anwesen. Und wie es scheint, ist er gar nicht so sicher dort, wie es ihm lieb sein kann. Zumal durch den Pakt, sein Schicksal mit dem von Ki verbunden ist.","versions":[{"lang":3,"streams":[{"redirect":8395574,"hoster":"VOE"},{"redirect":8395567,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Forever Together With You","descr":"Die Zeremonie beginnt, doch nicht jeder ist mit der Wahl Yō Keikas als neuen Schattengeist einverstanden. Tanmoku Ki wird vor die vielleicht schwierigste Wahl seines Lebens gestellt.","versions":[{"lang":3,"streams":[{"redirect":12251284,"hoster":"VOE"},{"redirect":8395577,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Kind Sigh","descr":"7 Tage nach Yō Keikas Tod macht sich dieser mit Tanmoku Ki zu seinem Wohnort zu Lebzeiten auf. Währenddessen wird Yō Keika von einem Traum immer und immer wieder verfolgt.","versions":[{"lang":3,"streams":[{"redirect":8395603,"hoster":"VOE"},{"redirect":8395595,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Unbeatable Spirit","descr":"Yō Keika hat aus unruhigen Träumen erwacht seinem Herrn Tanmoku Ki das Schwert durch den Rücken gerammt. Schwer verletzt muss dieser einem besonderem Ritual unterzogen werden. Und die Machtverteilung in der Familie Tanmoku gerät ins Schwanken…","versions":[{"lang":3,"streams":[{"redirect":8395610,"hoster":"VOE"},{"redirect":8395616,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Turbulance with a Chance of Dilemma","descr":"Durch den Stich vom Schwert Rakugetsu hat Ki all seine Kräfte verloren. Um eine Möglichkeit zu finden, diese wiederzuerlangen, zieht er mit seinem Schattengeist heimlich los. Währenddessen nimmt der Putschversuch in der Familie Tanmoku seinen Lauf…","versions":[{"lang":3,"streams":[{"redirect":8395633,"hoster":"VOE"},{"redirect":8395635,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Final Decision","descr":"Tanmoku Ki wird angegriffen und zudem als Mörder beschuldigt. Als seine Lage aussichtslos erscheint, versucht er zumindest Yō Keika vor dem Tod zu bewahren, doch dieser lässt sich nicht beirren…","versions":[{"lang":3,"streams":[{"redirect":8395646,"hoster":"VOE"},{"redirect":8395652,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Never Let Go Never","descr":"Yō Keika und Tanmoku Ki scheinen den Kampf verloren zu haben. Seiner Seelenkraft beraubt ist Ki kein Gegner für den Dämonenmeister, zudem vollendet sich die Intrige, ihn als Yōmeishi abzusetzen. Keikas Seele steht vor der Auslöschung. Und beide müssen sich den Schatten der Vergangenheit stellen…","versions":[{"lang":3,"streams":[{"redirect":12251285,"hoster":"VOE"},{"redirect":8402588,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Final Decision","descr":"Als ein junger Stein-Yokai in das Land von Tanmoku Ki kommt und ihn treffen will, bemüht sich Yō Keika vergeblich, den sturen Tanmoku Ki zu einem Treffen zu überreden. Doch während der Steinjunge auf das Treffen wartet, haben es andere Yokai auf ihn abgesehen...","versions":[{"lang":3,"streams":[{"redirect":8395694,"hoster":"VOE"},{"redirect":8395687,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Seeing Is Believing","descr":"Yō Keika und Tanmoku Ki treffen an der Schule eine Referendarin, mit der Keika sich anfreundet. Tanmoku Ki ist skeptisch, aber Yō Keika ist überzeugt, dass sie ein guter Mensch ist. Kann er Tanmoku Ki davon überzeugen, dass er endlich eine nette Frau getroffen hat, mit der er sich versteht?","versions":[{"lang":3,"streams":[{"redirect":8395701,"hoster":"VOE"},{"redirect":8395705,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Blood-Stained Snow","descr":"Eine Illusion des Steinjungen treibt Tanmoku Ki und Yō Keika auseinander. Als Tanmoku Ki dann nach Island muss, nimmt er Yō Keika nicht mit. Die zwei wissen nicht, dass jemand, der es auf Tanmoku Ki abgesehen hat, das alles geplant hat...","versions":[{"lang":3,"streams":[{"redirect":12926147,"hoster":"VOE"},{"redirect":8395726,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Most Special Person","descr":"Tanmoku Ki und Yo Keika erholen sich nach dem Hinterhalt in Island im Hotel. Doch als sie gemeinsam das Grab eines alten Freundes besuchen gehen, lauert ihnen dort schon wieder eine maskierte Figur auf...","versions":[{"lang":3,"streams":[{"redirect":8395745,"hoster":"VOE"},{"redirect":8395737,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Mirror of the Underworld","descr":"Tief in Tanmoku Kis Albträumen findet Yo Keika langsam heraus, wer Shinryu Shoken war und welche Verbindung er zu Tanmoku Ki hatte. Doch von Anfang an scheint etwas nicht zu stimmen...","versions":[{"lang":3,"streams":[{"redirect":8395771,"hoster":"VOE"},{"redirect":12482622,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Elegy","descr":"Die Erinnerungen, die Yo Keika in Tanmoku Kis Alpträumen sieht, erzählen die Geschichte von ihm und Shinryu Shoken weiter. Kann Yo Keika am Ende endlich verstehen, was es mit Shoken auf sich hat?","versions":[{"lang":3,"streams":[{"redirect":8395775,"hoster":"VOE"},{"redirect":8395788,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Waiting in the Future","descr":"Endlich erfährt Yo Keika welche Rolle Shinryu Shoken in Tanmoku Kis Vergangenheit hatte. Kann er Shokens überwältigenden Einfluss überwinden und Tanmoku Ki aus seinen Alpträumen befreien?","versions":[{"lang":3,"streams":[{"redirect":8395796,"hoster":"VOE"},{"redirect":8395795,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Scene That He Sees","descr":"Tanmoku Ki ist von der Nacht, in der ihn Yo Keika von den Alpträumen gerettet hat, komplett erschöpft. Doch am nächsten Tag muss er eine wichtige Zeremonie durchführen. Ein Fehlschlag dieser Zeremonie könnte sogar zum Tod führen...","versions":[{"lang":3,"streams":[{"redirect":8395810,"hoster":"VOE"},{"redirect":8395812,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"His True Identity","descr":"Tanmoku Ki und Yo Keika öffnen Tanmokus Spiegel zur Unterwelt mit Hilfe Shokens Körper, um mehr über ihn und seine wahren Absichten herauszufinden. War Shoken der Tanmoku-Familie gegenüber wirklich wohlgesinnt? Und was waren die heimlichen Nachrichten, die er an die Shinryu-Familie schickte?","versions":[{"lang":3,"streams":[{"redirect":8395819,"hoster":"VOE"},{"redirect":8395825,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Secret Feelings","descr":"Endlich kommt die Wahrheit über Shinryu Shokens Taten ans Licht. War er wirklich der Verräter, für den ihn alle gehalten haben? Und wie ist Keika mit der ganzen Sache verbunden?","versions":[{"lang":3,"streams":[{"redirect":13917343,"hoster":"VOE"},{"redirect":8395829,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Things I Want to Say","descr":"Die Shinryu-Familie geht zum Angriff über und ist entschlossen, Shoken mit nach Hause zu nehmen. Während Jiun versucht Sashi aufzuhalten, werden Tanmoku Ki und Keika von Shokens Bruder Sekijin konfrontiert. Doch der scheint auch zu zweit übermächtig zu sein...","versions":[{"lang":3,"streams":[{"redirect":13917342,"hoster":"VOE"},{"redirect":8395857,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Bonds That Bind Me","descr":"Es kommt zum finalen Showdown zwischen Sekjin und der Tanmoku-Familie. Können Ki und Keika ihn besiegen? Und was wird aus Shoken?","versions":[{"lang":3,"streams":[{"redirect":8395860,"hoster":"VOE"},{"redirect":8395863,"hoster":"Streamtape"}]}]}]}]}