{"seriesId":"spirou-fantasio","name":"Spirou \u0026 Fantasio","descr":"Der stets in rot gekleidete Draufgänger Spirou ist unerschrocken und mutig. Liebend gerne stürzt er sich rund um den Globus in die wildesten Abenteuer. Diese hat er meist seinem besten Freund Fantasio zu verdanken, der sich als Journalist und Fotograf immer auf die Suche nach einer sensationellen Story begibt. Als ehrgeiziger Reporter kommt es auch schon mal vor, das Fantasio aus der Haut fährt, vor allem da ihm seine ambitionierte Kollegin Steffani meist eine Nasenlänge voraus ist. Auch mit von der Partie sind stets Spirous und Fantasios treue Freunde: das putzige Eichhörnchen Pips und Graf Pankratius Hieronymus Ladislaus Adalbert von Rummelsdorf. Letzterer hat sich der Wissenschaft verschrieben und stellt seine außergewöhnlichen Erfindungen großzügig in den Dienst der Menschheit. Allerdings dienen auch diese nicht selten als Quelle von allerhand turbulenten Abenteuern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Zyklotrops Insel – Teil 1","epNo":1,"alt":"L’Île de Zorglub 1","descr":"Auf der ganzen Erde spielt das Wetter verrückt. Ein Wissenschaftler namens Zyklotrop erklärt, er habe die vollständige Kontrolle über das Klima und werde das Wetter nun nach seinem Willen manipulieren. Spirou und Fantasio machen gemeinsam mit Graf von Rummelsdorf die Basis des Wissenschaftlers auf einer kleinen Pazifikinsel ausfindig. Dort angekommen treffen Spirou und Fantasio eine junge Surferin namens Zaoki, von der sich herausstellt, das sie Zyklotrops Tochter ist. Schaffen sie es, Zaoki, davon zu überzeugen, ihnen bei der Suche nach der Wettermaschine zu helfen?","versions":[{"lang":1,"streams":[{"redirect":8317700,"hoster":"VOE"},{"redirect":8317699,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zyklotrops Insel – Teil 2","epNo":2,"alt":"L’Île de Zorglub 2","descr":"Spirou, Fantasio, Pips und Graf von Rummelsdorf schleusen sich in den Vulkan ein, der Zyklotrops Basis beherbergt, um die Klimamaschine zu stoppen. Die Basis wird allerdings von den Zykloiden, Zyklotrops Robotern bewacht, die unsere Helden gefangen nehmen. Sie werden Zyklotrop vorgeführt, der seinem alten Freund, dem Grafen von Rummelsdorf, seine verrückte Idee erklärt, nämlich auf der ganzen Erde ein einheitliches Klima zu schaffen, um so alle Katastrophen zu vermeiden. Spirou schafft es, Zaoki davon zu überzeugen, dass ihr Vater verrückt ist und das junge Mädchen verbündet sich mit Spirou, um dieses irrsinnige Projekt zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":8317705,"hoster":"VOE"},{"redirect":8317704,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zyklotrops Arche","epNo":3,"alt":"L’Arche de Zorglub","descr":"Während eines wissenschaftlichen Lehrgangs, den Spirou und Fantasio besuchen, werden die anwesenden Wissenschaftler entführt. Überall auf der Welt verschwinden renommierte Persönlichkeiten aus allen Berufen auf dieselbe mysteriöse Art und Weise. Von Professor von Rummelsdorf erfährt Spirou, dass die geheimnisvollen Entführer Zykloiden sind, Roboter, die der wahnsinnige Wissenschaftler Zyklotrop kontrolliert. Unglücklicherweise kommt Spirou zu spät, um zu verhindern, dass auch Rummelsdorf entführt wird. Zusammen mit Fantasio folgt er den Entführern und schafft es, in das Raumschiff zu gelangen, in welchem Zyklotrop versucht, seine Gefangenen zum Mars zu bringen, um eine – natürlich nach seinen Vorstellungen – \"perfekte\" Welt zu schaffen. Spirou muss das Raumschiff anhalten, bevor es die Atmosphäre verlässt. Sollte er scheitern, würde dies ein Ausflug zum roten Planeten ohne Rückfahrschein.","versions":[{"lang":1,"streams":[{"redirect":8317564,"hoster":"VOE"},{"redirect":8317560,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Eis-Legende","epNo":4,"alt":"Légende glacée","descr":"Auf einer Expedition ins ewige Eis werden Spirou, Fantasio und Graf Rummelsdorf von Spirous’ Cousin Zantafio begleitet. Gemeinsam wollen sie \"Thors Hammer\", ein im Eis verschollenes Relikt der Wikinger, welches angeblich mächtige Kräfte besitzt, finden. Nach einer Reihe von Problemen unter polaren Extrembedingungen gelangt das Team zu einer Eishöhle, in welcher sich das legendäre Relikt befindet. Genau in diesem Moment zeigt Zantafio seine wahren Absichten. Er flieht mit dem Hammer und sperrt die anderen in der Eishöhle ein. Er rechnet allerdings nicht mit dem Erfindungsgeist von Spirou, Fantasio und Graf von Rummelsdorf, die aus Zantafios Falle fliehen können und die Verfolgung aufnehmen. Auf jeden Fall will Spirou verhindern, dass der mächtige Hammer in die falschen Hände gerät.","versions":[{"lang":1,"streams":[{"redirect":8317565,"hoster":"VOE"},{"redirect":8317567,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die dritte Komponente","epNo":5,"alt":"Le 3ème composant","descr":"Vor langer Zeit erfanden Graf von Rummelsdorf und zwei seiner Wissenschaftlerfreunde eine gefährliche Waffe, die sich als unkontrollierbar erwies. Sie zerlegten sie in drei Bestandteile, die sie an drei geheimen Orten versteckten. Zantafio beschließt, die drei Komponenten zu finden und die Waffe einem reichen Diktator zu verkaufen. Zu diesem Zweck verkleidet er sich als Filmproduzent und hypnotisiert Luna Fatale, eine mit Spirou und Fantasio befreundete Schauspielerin. Sie soll für Zantafio die drei Teile der Waffe aus ihren gut bewachten Verstecken besorgen. Natürlich versuchen Spirou und Fantasio alles, um den Plan zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":8317573,"hoster":"VOE"},{"redirect":8317572,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Rache der Samurai","epNo":6,"alt":"Vengeance de Samouraï","descr":"Yamanoke, ein junger Wissenschaftler bei der \"Erfinder-Company\" hat einen AOB, einen Alpha-Omega-Betastrahl erfunden, der in der Lage ist, Objekte zum Leben zu erwecken. Graf von Rummelsdorf, der Mentor des jungen Mannes, begleitet den Test gemeinsam mit Spirou und Fantasio, die über das Ereignis berichten wollen. Nach einer überraschenden Vorführung geht das Trio auf eine Ausstellung im örtlichen Museum. Steffani, bereits vor Ort, berichtet über die neue Ausstellung. Die Angelegenheit verkompliziert sich, als Graf von Rummelsdorfs Protegé auch im Museum auftaucht. Mithilfe seines AOBs erweckt er die Rüstungen von drei Samurais zum Leben und verschwindet dann, um eine Bank zu überfallen! Mit der Hilfe von Spirou und Fantasio versucht Graf von Rummelsdorf den Gesinnungswandel von Yamanoke zu verstehen und seine kriminellen Machenschaften zu bremsen.","versions":[{"lang":1,"streams":[{"redirect":13001673,"hoster":"VOE"},{"redirect":8317578,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pips verschwindet","epNo":7,"alt":"Spip ne répond plus","descr":"Das Eichhörnchen Pips wurde entführt. Spirou und Fantasio folgen dem Entführer auf die Insel Pantibulu. Dort entdecken sie die geheime Basis von Professor Brankenstein, eines verrückten Wissenschaftlers, dessen Ziel es ist, intelligente Tiere zu benutzen, um das gesamte Tierreich mit derselben Intelligenz auszustatten, so dass sie sich besser gegen den Menschen verteidigen können.","versions":[{"lang":1,"streams":[{"redirect":8317585,"hoster":"VOE"},{"redirect":8317583,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Roboter Robert","epNo":8,"alt":"Robert le robot","descr":"Graf von Rummelsdorf erfindet ein Programm, um Objekten mündlich Befehle geben zu können. Er installiert es sowohl in sein Auto, den \"Turbotraction\", als auch in einen Roboter namens Robert. Spirou und Graf von Rummelsdorf fahren im \"Turbotraction\" fort, um heimlich Fantasios Geburtstags-Überraschungsparty zu organisieren. Letzterer bleibt im Schloss zurück, um Roberts erstaunliche Fähigkeiten zu testen. Ein Programmierfehler führt allerdings dazu, dass sowohl das Auto als auch der Roboter total verrückt spielen.","versions":[{"lang":1,"streams":[{"redirect":8317591,"hoster":"VOE"},{"redirect":8317589,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Winterschläfer","epNo":9,"alt":"Hibernator","descr":"Ganz zufällig entdecken unsere Helden den legendären Yeti, eingefroren im Eis im Gebirge Nepals. Spirou, Fantasio und Graf von Rummelsdorf nehmen stolz an der Eröffnung des für den Yeti reservierten Flügels des Shangri-La Museums teil. Zyklotrop hingegen hat beschlossen, den \"Z-Mann\" zu erschaffen, indem er den Yeti klont. Der wahnsinnige Wissenschaftler unterbricht die Feierlichkeit und taut den Primaten auf, der sich in Wirklichkeit als ein Weibchen entpuppt. Sie verliebt sich unsterblich in Fantasio, den sie irrtümlicherweise für ihren früheren Gefährten hält, und flieht. Der weibliche Yeti nimmt unseren Freund mit zu sich nach Hause, ins Herzen des schneebedeckten Gebirges. Spirou und Graf von Rummelsdorf folgen ihnen, ebenso wie Zyklotrop, der nun beschlossen hat, \"eine Z-Frau\" zu erschaffen.","versions":[{"lang":1,"streams":[{"redirect":8317594,"hoster":"VOE"},{"redirect":8317597,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Ergrünungseffekt","epNo":10,"alt":"Enfer vert","descr":"Eine seltsame Krankheit sucht die Touristeninsel Balu-Balu heim – die Urlauber werden alle grün! Spirou und Fantasio eilen zum Ort des Geschehens, aber ihre Vorhaben weichen stark voneinander ab. Spirou möchte eine Story über dieses mysteriöse Phänomen schreiben, während Fantasio einfach nur seinen Urlaub auf der Insel verbringen will. Auf sich allein gestellt beschließt Spirou, sich mit Steffani zusammenzutun, die immer auf der Jagd nach einer Exklusivstory ist. Die Situation verschlimmert sich jedoch, als Fantasio selbst zum Opfer des \"Ergrünungseffekts\" wird. Und als ob dies nicht schon genug wäre, entdecken Sie, dass sich alle Opfer in Bäume verwandeln! Mit Graf von Rummelsdorfs Hilfe findet das Trio schnell heraus, dass wieder einmal Zyklotrop dahintersteckt.","versions":[{"lang":1,"streams":[{"redirect":8317601,"hoster":"VOE"},{"redirect":8317602,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ringsherum","epNo":11,"alt":"Formez le cercle","descr":"Auf der ganzen Welt erscheinen riesige, geometrische Figuren in der Landschaft! Stammen sie von Ufos oder handelt es sich einfach um einen Scherz? Spirou, Fantasio, Graf von Rummelsdorf und Steffani machen sich auf den Weg in das schottische Hochland, um Ermittlungen anzustellen. Es ist allerdings Eile angebracht, da die runden Formen massenhaft Einheimische hypnotisieren und diese dazu veranlassen, gleichzeitig auf der Stelle zu hüpfen, was die Gefahr birgt, dass sich die Erdachse verschiebt. Wer steckt hinter diesem irrsinnigen Vorhaben und was hat es für einen Zweck?","versions":[{"lang":1,"streams":[{"redirect":8317607,"hoster":"VOE"},{"redirect":10892296,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Zyklotrops Rache","epNo":12,"alt":"La Revanche de Zorglub","descr":"Graf von Rummelsdorf weiht zu Ehren der Professoren Xantas und Lem, die eine revolutionäre Sonde mit Photonensegeln erschaffen haben, zwei kolossale, flüssige Statuen ein. Neidisch gestaltet Zyklotrop die Statuen nach seinem eigenen Vorbild neu, mithilfe eines gefährlichen Zyklosatelliten, den er gerade in Umlauf gebracht hat. Er droht damit, den gesamten Nordpol nach seinem Vorbild zu zyklotropisieren, damit die Menschheit sein großartiges Genie anerkennen würde. Sein Vorhaben würde allerdings die Trinkwasserreserven der Erde in Gefahr bringen. Spirou und Fantasio schaffen es, Zyklotrops Basis ausfindig zu machen und sich dort einzuschleichen, während der Graf versucht, mit dem wahnsinnigen Wissenschaftler vernünftig zu reden","versions":[{"lang":1,"streams":[{"redirect":8317610,"hoster":"VOE"},{"redirect":8317613,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Kinderspiel","epNo":13,"alt":"L’École des petits génies","descr":"Einige der großartigsten Köpfe der Welt sind von einer Art \"Babyismus\" befallen. Sie entwickeln sich plötzlich zurück und benehmen sich wie kleine Kinder. Unsere Helden befürchten sofort, dass dies wieder eine von Zyklotrops unzähligen Verschwörungen sein muss, bis sich der wahnsinnige Wissenschaftler an sie wendet, weil er glaubt, selbst bedroht zu werden. Graf von Rummelsdorf erfährt, dass dieses seltsame Phänomen bei EMC² entstanden ist, einer Schule für junge Genies, die oben in den Schweizer Alpen sitzt. Es scheint, dass eine kleine Gruppe begabter Kinder beschlossen hat, die Wissenschaftliche Gemeinschaft zu \"verdummen\", um sie zu verdrängen. Unsere Helden schaffen es, dank des unerwarteten aber sehr willkommenen Erscheinen Zyklotrops, den Aufstand der Genies in Windeln zu beenden!","versions":[{"lang":1,"streams":[{"redirect":12335240,"hoster":"VOE"},{"redirect":8317619,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alles ist rosig","epNo":14,"alt":"Le ciel est tombé sur nos têtes","descr":"Während ihres nächtlichen Fluges über den pazifischen Ozean sind Spirou und Fantasio erstaunt, über der kleinen Insel Guatapana Tageslicht zu sehen. Eine mysteriöse Wolke taucht die Insel in rosafarbenes Licht. Unsere Helden beschließen zu landen und dem nachzugehen. Die beiden Reporter vermuten, dass das Licht etwas mit dem feindseligen Verhalten, das sie bei den Einheimischen erleben, zu tun hat. Es scheint, als habe Zyklotrop das \"ewige Tageslicht\" erfunden, indem er die Wolken in Solarenergiesensoren umgewandelt hat. Der wahre Grund für das seltsame Verhalten der Einheimischen ist, dass sie nicht mehr schlafen können.","versions":[{"lang":1,"streams":[{"redirect":8317627,"hoster":"VOE"},{"redirect":8317624,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein blaues Loch","epNo":15,"alt":"Trou bleu","descr":"Spirou und Fantasio fliegen nach Uskesistan, wo Graf von Rummelsdorf und zwei seiner Kollegen ihre neueste Erfindung, einen revolutionären Energie produzierenden Mini-Reaktor, präsentieren. Während des Fluges wird Spirou mit Pips plötzlich aus dem Flugzeug geschleudert. Er kommt gerade noch rechtzeitig zu der Feierlichkeit um zu sehen, dass der Mini-reaktor gestohlen wurde, und zwar ausgerechnet von Fantasio! Spirou und Steffani verfolgen ihn sofort. Sie holen ihn gerade ein, als er dabei ist, mithilfe des Reaktors den Berg aufzubrechen, um an die Diamanten zu gelangen, die darunter eingeschlossen sind. Spirou bemerkt, dass Fantasio eigentlich Zantafio ist, der die Identität seines Cousins gestohlen hat. Aber wie kann er ihn aufhalten?","versions":[{"lang":1,"streams":[{"redirect":8317629,"hoster":"VOE"},{"redirect":8317630,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein schönes Monster","epNo":16,"alt":"Un monstre de toute beauté","descr":"Spirou und Fantasio sind mit dem Zyklokopter unterwegs, um über einen riesigen und mysteriös fluoreszierenden, violetten Fisch, der von ortsansässigen Fischern gesichtet wurde, zu berichten. Zaoki gibt Luna Fatale für ihren bevorstehenden Film Surfunterricht. Doch plötzlich ist der Filmstar ebenso aufgeblasen und so fluoreszierend violett, wie der Fisch! Graf von Rummelsdorf schickt Spirou und Fantasio aufgrund seiner Analysen auf einen Tiefseetauchgang, um die Alge, die für diese Veränderungen verantwortlich ist, zu suchen. Wenn Sie sie finden können, kann Graf Rummelsdorf ein Gegenmittel entwickeln. Nach einem langen Tauchgang stoßen sie auf eine Unterwasserfabrik, die von einer ehemaligen Schauspielerin namens Marfa geleitet wird, die die gesuchte Alge für ihre \"Schönheits\"-Produkte verwendet","versions":[{"lang":1,"streams":[{"redirect":8317636,"hoster":"VOE"},{"redirect":8317638,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Toast auf die Jugend","epNo":17,"alt":"Cure de jouvence","descr":"Spirou und Fantasio wollen auf dem Schloss von Graf Rummelsdorf ein ruhiges Wochenende verbringen. Die Ruhe endet allerdings schlagartig, als Fantasio aus Versehen das Kopfwehmittel des Grafen mit einem Jugendelixier vertauscht. Das Mittel ist unglaublich effektiv. Der Graf erlangt wieder das Aussehen und die Energie eines jungen Mannes. Die Angelegenheit verkompliziert sich jedoch, als sich herausstellt, dass das Elixier einen unaufhaltsamen Effekt hat – der Graf wird immer jünger und jünger. Es kommt jetzt auf jede Minute an, denn wenn unsere Helden nicht schnellstens ein Gegenmittel finden, könnte sich der Graf für immer in ein Baby zurückverwandeln","versions":[{"lang":1,"streams":[{"redirect":14044808,"hoster":"VOE"},{"redirect":8317644,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Alles eine Frage der Größe","epNo":18,"alt":"La taille fait la différence","descr":"Graf von Rummelsdorf hat eine Verkleinerungsmaschine erfunden und er kann es kaum erwarten, sie Spirou und Fantasio vorzuführen. Am Horizont taucht allerdings ein Problem auf, in Gestalt von Dennis dem hyperaktiven Sohn von Rummelsdorfs Reinemachfrau. Der Junge startet die Maschine aus Versehen zu früh, und schrumpft seine Mutter, Graf von Rummelsdorf und Spirou und Fantasio und Zwergengröße. Dennis versucht das Ergebnis wieder rückgängig zu machen, indem er an der Maschine den Vergrößerungsmodus einstellt. Aber anstatt die normale Größe unserer Freunde wiederherzustellen, schafft er es, eine Spinne zu vergrößern, die in dem Jungen eine potentielle leckere Mahlzeit sieht!","versions":[{"lang":1,"streams":[{"redirect":8317648,"hoster":"VOE"},{"redirect":8317649,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Tränen der Sonne","epNo":19,"alt":"Shamash","descr":"Während unsere Helden Graf von Rummelsdorfs neueste Erfindung ausprobieren, werden sie von den Quintermint-Brüdern entführt. Die Quintermints sind auf der Suche nach der sagenumwobenen Stadt Hora und ihrer goldenen Sanduhr. Die Legende besagt, dass man, um an das einzigartige Objekt zu gelangen, den \"Schlüssel\" von Hora benötigt. Die Quintermints erfahren schließlich, dass dieser berühmte Schlüssel Fantasio selbst ist. Gemeinsam gehen alle Beteiligten in die unterirdischen Tunnels, die sich unter dem ausgetrockneten See von Tambibia befinden. Tief unter der Erde entdecken Sie eine Stadt und ein Volk aus einer anderen Zeit. Die herzliche Begrüßung schlägt jedoch in Zorn um, als Spirou, Fantasio und Graf von Rummelsdorf beschuldigt werden, die Sanduhr gestohlen zu haben, denn ohne diese droht dem Volk von Hora das Schicksal, für immer zu verschwinden.","versions":[{"lang":1,"streams":[{"redirect":12381700,"hoster":"VOE"},{"redirect":8317658,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Schlüssel von Hora","epNo":20,"alt":"La clé d’Uhr","descr":"Während unsere Helden Graf von Rummelsdorfs neueste Erfindung ausprobieren, werden sie von den Quintermint-Brüdern entführt. Die Quintermints sind auf der Suche nach der sagenumwobenen Stadt Hora und ihrer goldenen Sanduhr. Die Legende besagt, dass man, um an das einzigartige Objekt zu gelangen, den \"Schlüssel\" von Hora benötigt. Die Quintermints erfahren schließlich, dass dieser berühmte Schlüssel Fantasio selbst ist. Gemeinsam gehen alle Beteiligten in die unterirdischen Tunnels, die sich unter dem ausgetrockneten See von Tambibia befinden. Tief unter der Erde entdecken Sie eine Stadt und ein Volk aus einer anderen Zeit. Die herzliche Begrüßung schlägt jedoch in Zorn um, als Spirou, Fantasio und Graf von Rummelsdorf beschuldigt werden, die Sanduhr gestohlen zu haben, denn ohne diese droht dem Volk von Hora das Schicksal, für immer zu verschwinden.","versions":[{"lang":1,"streams":[{"redirect":8317657,"hoster":"VOE"},{"redirect":8317661,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Unter Strom","epNo":21,"alt":"Fantasio fait des étincelles","descr":"Spirou und Fantasio nehmen bei der Betalog-Company an der Präsentation einer revolutionären, automatisierten Erfindung, dem \"Fühler\" teil. Fantasio, der von neuer Technologie immer schnell begeistert ist, bittet darum, ihn zuerst testen zu dürfen. Sein Wunsch wird ihm gewährt und er bekommt einen Chip in den Körper injiziert, um sein natürliches elektrisches Feld zu erweitern und um diese Energie an Geräte in der Nähe zu übertragen. Der \"Fühler\" ist allerdings nur ein Prototyp und verwandelt Fantasio in eine potentiell gefährliche Batterie! Der Geschäftsfüher der Betalog-Company will die Situation ausnutzen und Fantasio als Versuchskaninchen mißbrauchen. Doch mit Spirous Hilfe kann er entkommen. Nun müssen sie schnell Graf von Rummelsdorf erreichen, damit er das Gerät neutralisiert.","versions":[{"lang":1,"streams":[{"redirect":13001674,"hoster":"VOE"},{"redirect":8317665,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Mysteriöse Paparazzo","epNo":22,"alt":"Super paparazzi","descr":"Die Morgenzeitung titelt mit einer Schlagzeile über eine angebliche Affäre zwischen Spirou und Luna Fatale. Ein mysteriöser Fotograf namens \"Die Hornisse\" hat Bilder von dem Paar veröffentlicht. Spirou versucht die Fakten vor seinen Freunden zu leugnen, aber die Bilder sind ziemlich überzeugend. Graf von Rummelsdorf untersucht sie und bestätigt, dass es keine Fälschungen sind. Merkwürdigerweise finden plötzlich viele andere Berühmtheiten ihr angebliches Privatleben veröffentlicht. Etwas ist definitiv faul an der Sache, da bald klar auf der Hand liegt, dass alle Opfer der Hornisse an Gedächtnisverlust leiden, was den Moment der Aufnahmen angeht. Es scheint so, als ob der Fotograf einen Hypnoseblitz benutzt, um seine \"Exklusivberichte\" zu inszenieren.","versions":[{"lang":1,"streams":[{"redirect":8317672,"hoster":"VOE"},{"redirect":8317673,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die mondsüchtige Zaoki","epNo":23,"alt":"Zaoki décroche la Lune","descr":"Zantafio ist wütend. Er hat sich gerade in eine von Zyklotrop verlassene Zyklonbasis eingeschlichen aber er kann sie nicht reaktivieren und daraus Profit schlagen, da das Sicherheitssystem nur die DNA des Erschaffers und seiner Nachkommen erkennt. Deshalb hat Zantafio Zaoki im Visier. Er gibt vor, sich geändert zu haben und lädt sich selbst auf die Insel des Mädchens ein, wo Spirou und Fantasio gerade ihren Urlaub verbringen. Mit der Hilfe seines leichtgläubigen Cousins umschmeichelt Zantafio Zaoki und überredet sie, ihm auf den Mond zu folgern. Spirou erkennt allerdings, dass Zantafio so falsch und hinterlistig ist, wie eh und je. Jedoch benötigen er und Fantasio ausgerechnet die Hilfe von Zyklotrop, um Zantafio zu fangen und Zaoki zu beschützen","versions":[{"lang":1,"streams":[{"redirect":13112753,"hoster":"VOE"},{"redirect":8317680,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Licht und Schatten","epNo":24,"alt":"Le maître des ombres","descr":"Oskar Luminex hat eine Maschine erfunden, mit der man die Schatten von Menschen und Tieren trennen kann, um diese dann zu kontrollieren. Voller Stolz präsentiert er Spirou, Fantasio und Steffani seine Erfindung. Als er dabei mit Fantasio und Steffani in Streit gerät, stiehlt er deren Schatten und sperrt sie ein. Schließlich beschließt er, mithilfe seiner gestohlenen Schatten die Stadt angreifen. Natürlich sich Spirou und Fantasio zur Stelle, um den Plan zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":8317684,"hoster":"VOE"},{"redirect":8317685,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Reise durch Pips","epNo":25,"alt":"In vivo","descr":"Pips, der immer Hunger hat, verschlingt im Labor des Grafen von Rummelsdorf einen Pilz. Der darin befindliche elektronische Chip gelangt in das Gehirn des Nagers und verwandelt ihn langsam in ein Raubtier. Um den Chip wieder zu entfernen, schickt Graf von Rummelsdorf Spirou und Fantasio mit Hilfe seiner Verkleinerungsmaschine in Pips Körper","versions":[{"lang":1,"streams":[{"redirect":8317688,"hoster":"VOE"},{"redirect":8317691,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Zyklotrop hält die Welt an","epNo":26,"alt":"Zorglub ne tourne pas rond","descr":"Die Welt hat aufgehört sich zu drehen! Wer könnte einerseits verrückt, andererseits intelligent genug sein, ein derartiges Vorhaben durchzuführen? Zyklotrop natürlich. Und er weigert sich, die Erde wieder in Bewegung zu setzen, wenn er nicht eine gewaltige Lösegeldsumme bekommt. Dies ist allerdings ein seltsamer Wandel für Zyklotrop, denn bis jetzt galt sein Interesse noch nie dem Geld. Darüber hinaus hat sich sein Verhalten radikal geändert. Selbst seine Tochter Zaoki erkennt ihn nicht wieder. Vielleicht ist Zyklotrop in Wirklichkeit gar nicht Zyklotrop … steckt Zantafio hinter alledem?","versions":[{"lang":1,"streams":[{"redirect":8317697,"hoster":"VOE"},{"redirect":8317695,"hoster":"Streamtape"}]}]}]}]}