{"seriesId":"spotlight","name":"Spotlight","descr":"Die fünf Teenager Jannik, Toni, Ruby, Azra und Mo träumen davon, auf der ganz großen Bühne zu stehen. Auf der Berlin School of Arts kommen sie diesem Traum jeden Tag ein Stückchen näher. Es handelt sich um die einzige Schule in Deutschland, die eine künstlerische Ausbildung mit dem allgemeinen Unterricht koppelt.Schnell stellen die fünf Freunde allerdings fest, dass der Erfolg einem nicht in den Schoß fällt, sondern jeder Tag harte Arbeit bedeutet. Hinzu behandelt die Daily Soap typische Teenager-Probleme rund um Eltern, Freundschaft, Pubertät, Zurückgewiesen-Werden, Alleinsein sowie die Frage \"Wer bin ich und wer möchte ich sein?\".","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Neue","epNo":1,"alt":"","descr":"Toni beginnt nervös ihren ersten Schultag an der Berlin School of Arts. Passt sie hier wirklich hin? Schnell findet sie coole neue Freunde. Und dann ist da auch noch dieser süße Typ, Jannik.","versions":[{"lang":1,"streams":[{"redirect":8242521,"hoster":"VOE"},{"redirect":13572338,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Autsch – hingeknallt!","epNo":2,"alt":"","descr":"Im Schauspielunterricht lässt Mo sich ablenken, so dass Jannik auf den Boden knallt. Mo merkt, dass alle an seiner Verlässlichkeit zweifeln. Aber als Lisa \u0026 Lena einen Workshop halten, ergreift Mo seine Chance, alles wieder gut zu machen.","versions":[{"lang":1,"streams":[{"redirect":8242522,"hoster":"VOE"},{"redirect":13570202,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Oh nein! Verknallt in den gleichen Typen.","epNo":3,"alt":"","descr":"Toni erkennt erschrocken, dass ihre Freundin Ruby auch in Jannik verknallt ist. Toni glaubt, im Vergleich zur tollen Ruby keine Chance bei ihm zu haben und beschließt, sich Jannik aus dem Kopf zu schlagen. Aber so einfach ist das nicht.","versions":[{"lang":1,"streams":[{"redirect":12926212,"hoster":"VOE"},{"redirect":13568270,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Versteckte Kamera","epNo":4,"alt":"","descr":"Mo filmt heimlich Toni und findet heraus, dass am Ende des Quartals die Hälfte der Schüler gehen muss, weil der Schule Geld fehlt. Die Kids sind in Aufregung. Aber Mo hat schon eine Idee für die Rettung der Schule – und seiner Freunde.","versions":[{"lang":1,"streams":[{"redirect":8242531,"hoster":"VOE"},{"redirect":13568271,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Vorsingen","epNo":5,"alt":"","descr":"Als Wincent Weiss ein Vorsingen an der Schule veranstaltet, ist Ruby sicher, zu gewinnen. Jannik drängt sie aber, mehr zu proben. Sie übt ihr Lied die ganze Nacht. Am nächsten Tag der Schock! Ihre Stimme ist weg. Können sie ihr Vorsingen retten?","versions":[{"lang":1,"streams":[{"redirect":8242533,"hoster":"VOE"},{"redirect":13579734,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Pranked","epNo":6,"alt":"","descr":"Mo will ein cooles, virales Prank-Vlog drehen, um Aufmerksamkeit für die Schule zu kreieren. Azra versucht den Prank umzudrehen und Mo zu erwischen. Aber wer kriegt den Eimer voller Schlamm am Ende wirklich ab?","versions":[{"lang":1,"streams":[{"redirect":8242536,"hoster":"VOE"},{"redirect":13569913,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Liebesszene","epNo":7,"alt":"","descr":"Toni, Jannik \u0026 Ruby sollen im Unterricht eine Liebesszene spielen. Als die Szene durch ein Missgeschick unleserlich wird und Ruby auf einmal weg ist, muss Toni die Szene mit Jannik allein schreiben. Tonis Herz rast.","versions":[{"lang":1,"streams":[{"redirect":8242539,"hoster":"VOE"},{"redirect":8242540,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Challenge","epNo":8,"alt":"","descr":"Der Schauspiellehrer Thomas challenged Mo: Er muss einen Depri-Künstler spielen einen Tag lang. Und er darf nie aus der Rolle fallen. Natürlich schlägt Mo ein doch die Challenge bringt ihn an seine Grenzen, als die hübsche Lisanne auftaucht.","versions":[{"lang":1,"streams":[{"redirect":8242542,"hoster":"VOE"},{"redirect":13579735,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eingeschlossen","epNo":9,"alt":"","descr":"Toni kriegt Jannik einfach nicht aus dem Kopf. Sie schließt Ruby und Jannik zusammen ein, in der Hoffnung, dass sie sich küssen und zusammen kommen – und sie Jannik endlich vergessen kann! Doch es kommt ganz anders als geplant.","versions":[{"lang":1,"streams":[{"redirect":8242545,"hoster":"VOE"},{"redirect":13579737,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Rap-Stunde","epNo":10,"alt":"","descr":"Als sich Mo über den langweiligen Deutschunterricht beschwert, soll er selbst die nächste Stunde geben. Zur Überraschung aller gelingt ihm das gut: Er verwandelt den Unterricht in einen Rap. Und stellt Frau Brink damit vor ein großes Problem.","versions":[{"lang":1,"streams":[{"redirect":8242548,"hoster":"VOE"},{"redirect":13579736,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Hochzeits-Flashmob","epNo":11,"alt":"","descr":"Der Direx will Azras Mutter einen Heiratsantrag machen. Das findet Azra blöd aber darf sie der Liebe ihrer Mutter im Weg stehen? Sie entscheidet sich, ihrem Stiefvater zu helfen und erhält Unterstützung von Detlef D. Soost, der gerade an der Schule ist.","versions":[{"lang":1,"streams":[{"redirect":8242551,"hoster":"VOE"},{"redirect":13568273,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Love Song","epNo":12,"alt":"","descr":"Toni schwebt auf Wolke sieben, sie glaubt, dass sie ein Date mit Jannik hat. Doch als Toni zum Treffpunkt kommt, bricht eine Welt für sie zusammen. Immerhin kann Sarah von SOOLO sie ein wenig aufmuntern.","versions":[{"lang":1,"streams":[{"redirect":8242554,"hoster":"VOE"},{"redirect":13579741,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Tortendesaster","epNo":13,"alt":"","descr":"Ruby, Toni und Jannik müssen als Moderationsübung eine Kochshow aufnehmen. Um zu beeindrucken, behaupten beide Mädels, gut backen zu können. Dann soll plötzlich dem Label Chef, einem möglichen Geldgeber, ihre Torte aufgetischt werden.","versions":[{"lang":1,"streams":[{"redirect":8242556,"hoster":"VOE"},{"redirect":13579738,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schüler gegen Lehrer","epNo":14,"alt":"","descr":"Jannik und Mo machen ein Wettrennen. Als sie dabei die Gesangslehrerin anrempeln werden sie von ihr gechallenged ein verrückter Parcourslauf durch die ganze Schule wird aufgebaut wer ist wirklich besser? Schüler oder Lehrer?","versions":[{"lang":1,"streams":[{"redirect":8242560,"hoster":"VOE"},{"redirect":13579739,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Liebeserklärung","epNo":15,"alt":"","descr":"Mo hat sich in Anna verguckt. Traut sich aber nicht, sie anzusprechen. Also nehmen Azra und Ruby das in die Hand. Er soll ein Lied für Anna proben. Sie verraten ihm nicht, dass seine Angebetete alles live auf einem Monitor im Nebenraum verfolgt.","versions":[{"lang":1,"streams":[{"redirect":8242563,"hoster":"VOE"},{"redirect":13579740,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Kuuuß","epNo":16,"alt":"","descr":"Mo muss für den Schauspielunterricht einen Filmkuß vorbereiten eigentlich einfach für Mo, er soll den Kuß mit Anna machen, mit der er heimlich zusammen ist. Doch Mo will eigentlich Schluß machen und sucht sich dafür den ungünstigsten Augenblick aus.","versions":[{"lang":1,"streams":[{"redirect":8242565,"hoster":"VOE"},{"redirect":8242566,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Klassenarbeit","epNo":17,"alt":"","descr":"Die Bombe platzt: Der Labelchef hat sich gegen einen Deal mit der Schule entschieden. Die Kids haben wieder Angst, dass die Hälfte von ihnen am Ende des Quartals gehen muss. Ausgerechnet jetzt steht eine Klassenarbeit an und Mo hat Null gelernt.","versions":[{"lang":1,"streams":[{"redirect":8767376,"hoster":"VOE"},{"redirect":13579742,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Umstyling","epNo":18,"alt":"","descr":"Toni und Ruby bekommen von ihrer Schauspiellehrerin die Aufgabe, sich gegenseitig umzustylen: Dabei sollen sie rausarbeiten, wer der andere wirklich ist und genau darüber geraten Toni und Ruby in Streit.","versions":[{"lang":1,"streams":[{"redirect":12926216,"hoster":"VOE"},{"redirect":13570203,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Vlog!","epNo":19,"alt":"","descr":"Cool! Mos Youtube Idol Fitti Hollywood gibt einen Kurs an der Schule. Doch plötzlich hat Mo Angst, sich mit seinem Vlog vor seinem Idol zu blamieren. Anstatt sein eigenes Ding zu machen, kopiert Mo in seinen Videos Fitti Hollywood.","versions":[{"lang":1,"streams":[{"redirect":8767380,"hoster":"VOE"},{"redirect":13579743,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Kleid Fiasko","epNo":20,"alt":"","descr":"Ein Monologwettbewerb steht an. Azra plant alles genau. Sie glaubt, den Monolog nur mit einem bestimmten Kleid aus der Schulrequisite machen zu können. Mo \"leiht\" das Kleid heimlich. Das Chaos beginnt. Beide haben einen unvergesslichen Auftritt.","versions":[{"lang":1,"streams":[{"redirect":8767391,"hoster":"VOE"},{"redirect":13569910,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Angst Deal","epNo":21,"alt":"","descr":"Azra sieht im Schauspielunterricht eine Spinne und fällt fast in Ohnmacht! Mo lässt sich mit Azra auf einen Deal ein: Wenn Azra ihre Spinnenangst überwindet, überwindet er seine Angst, vor der ganzen Schule zu singen.","versions":[{"lang":1,"streams":[{"redirect":12926217,"hoster":"VOE"},{"redirect":13579744,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Song Contest","epNo":22,"alt":"","descr":"Azra hat sich in Samuel verknallt. Gut, dass gerade jetzt ein großer Song Contest ansteht, bei dem Raúl Richter in der Jury sitzt! Azra will mit einem eigenen Song Samuel beeindrucken. Nur blöd, dass Azra eine Schreibblockade hat.","versions":[{"lang":1,"streams":[{"redirect":8767388,"hoster":"VOE"},{"redirect":13579745,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Verkupplungsversuch","epNo":23,"alt":"","descr":"Die Gesangslehrerin hat Liebeskummer und kann deshalb die Kids nicht richtig auf die große Show zur Rettung der Schule vorbereiten. Da hilft nur eins: Die Gesangslehrerin braucht einen neuen Freund und zwar schnell!","versions":[{"lang":1,"streams":[{"redirect":8767400,"hoster":"VOE"},{"redirect":8630555,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Rubys Fake Cousine","epNo":24,"alt":"","descr":"Ruby verkleidet sich als ihre Cousine Eva, um herauszufinden, was ihre Freunde wirklich über sie denken. Erschrocken erkennt sie, dass Jannik auf ihre unscheinbare Cousine steht. Aber Ruby beschließt, sich nicht für Jannik zu verändern.","versions":[{"lang":1,"streams":[{"redirect":8767397,"hoster":"VOE"},{"redirect":8630556,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Voll peinlich!","epNo":25,"alt":"","descr":"Toni reißt beim Tanzcasting die Hose auf der Bühne und sie stürzt. Es ist ihr so peinlich, dass sie sogar überlegt, die Schule zu verlassen. Das will Mo auf jeden Fall verhindern! Und bekommt Hilfe von Detlef D. Soost und Rafael Antonio.","versions":[{"lang":1,"streams":[{"redirect":8767395,"hoster":"VOE"},{"redirect":13579758,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Nobody is perfect","epNo":26,"alt":"","descr":"Azra ist in Samuel verliebt und endlich bekommt sie auch einen Kuß! Leider wird sie dabei von ihrem Stiefvater, dem Direx, erwischt und der entwickelt sich zu einer richtigen Plage.","versions":[{"lang":1,"streams":[{"redirect":12335257,"hoster":"VOE"},{"redirect":13579746,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Das Doppeldate","epNo":27,"alt":"","descr":"Jannik und Mo erkennen, dass sie beide ein Date mit dem gleichen Mädchen haben. Ein Wettkampf beginnt, in dem sie sich gegenseitig ausstechen wollen. Das geht gründlich nach hinten los.","versions":[{"lang":1,"streams":[{"redirect":8767403,"hoster":"VOE"},{"redirect":13568272,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Die Geburtstagsüberraschung","epNo":28,"alt":"","descr":"Toni, Mo und Jannik erfahren, dass Anna ihren Geburtstag immer ganz alleine verbringt und ihre Familie nie Zeit hat, zu feiern. Toni kennt es, sich einsam zu fühlen. Sie beschließen, Anna mit einer coolen Aktion zu ihrem Geburtstag zu überraschen.","versions":[{"lang":1,"streams":[{"redirect":12173168,"hoster":"VOE"},{"redirect":13569911,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Das Geständnis","epNo":29,"alt":"","descr":"Ruby behauptet NAMIKA zu kennen. Als sie sie in den Unterricht einladen soll, droht ihre Lüge aufzufliegen. Toni hilft Ruby. Und beschließt, dass es Zeit für die eigene Wahrheit ist: Sie gesteht Ruby, ebenfalls in Jannik verliebt zu sein.","versions":[{"lang":1,"streams":[{"redirect":8767405,"hoster":"VOE"},{"redirect":13579747,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das Missverständnis","epNo":30,"alt":"","descr":"Mo erwischt Azras Freund Samuel wie er Anna küsst. Er erzählt es Azra, die sofort Schluss mit Samuel macht. Doch dann stellt sich raus, dass alles ganz anders war als gedacht!","versions":[{"lang":1,"streams":[{"redirect":8767406,"hoster":"VOE"},{"redirect":13570205,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Show","epNo":31,"alt":"","descr":"Die Kids bereiten ihre Show für den Label Chef vor, der mit einer Investition die Schule retten soll. Als er nicht kommen kann, droht das Aus. Besonders doof für Toni die soll Jannik nämlich im großen Showfinale küssen. Und zwar richtig.","versions":[{"lang":1,"streams":[{"redirect":8767408,"hoster":"VOE"},{"redirect":8630570,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der erste Schultag","epNo":1,"alt":"","descr":"Seit dem Kuss bei der Abschluss Show hat Toni Jannik nicht mehr gesehen. Mit Herzklopfen blickt Toni dem Wiedersehen mit ihm entgegen. Mag Jannik sie auch? Kommen sie jetzt zusammen?","versions":[{"lang":1,"streams":[{"redirect":10860790,"hoster":"VOE"},{"redirect":10860822,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die kleine Schwester","epNo":2,"alt":"","descr":"Rubys kleine Schwester Lotte und der schüchterne Luke sind neu an der Berlin School of Arts. Ruby ist genervt, dass sie sich als Lotse um ihre kleine Schwester kümmern soll, noch dazu weil an diesem Tag die Lochis zu Besuch sind....","versions":[{"lang":1,"streams":[{"redirect":10860860,"hoster":"VOE"},{"redirect":10860848,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Tag ohne Handy","epNo":3,"alt":"","descr":"Als Mo wiedermal im Unterricht mit seinem Handy herumspielt, gibt es Ärger mit dem Direx, der Mo vorwirft, völlig abhängig von seinem Handy zu sein. Das lässt Mo nicht auf sich sitzen und wettet mit dem Direx, dass er den ganzen Tag ohne Handy auskommt…","versions":[{"lang":1,"streams":[{"redirect":10860876,"hoster":"VOE"},{"redirect":10860874,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hilfe – mein erstes Date","epNo":4,"alt":"","descr":"Toni hat ihr erstes Date mit Jannik. Während Ruby Toni Date-Nachhilfe gibt, bereitet Mo Jannik mit Do\u0027s und Don\u0027ts auf das Date vor. Als sich Toni und Jannik an die Dateregeln ihrer Freunde halten, geht das Date komplett nach hinten los...","versions":[{"lang":1,"streams":[{"redirect":10860879,"hoster":"VOE"},{"redirect":10860881,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Gerücht","epNo":5,"alt":"","descr":"Ein dummer Spruch über Azra löst ein Gerücht aus, das immer größer wird – und anfängt, Azra zu schaden. Mo will den Auslöser des Gerüchts ermitteln, um ihm eine Abreibung zu verpassen…","versions":[{"lang":1,"streams":[{"redirect":10860885,"hoster":"VOE"},{"redirect":10860882,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Unfall","epNo":6,"alt":"","descr":"Toni und Jannik sollen für den Tanzunterricht eine Choreo erarbeiten. Toni freut sich auf den Nachmittag mit Jannik und hofft auf einen Kuss. Ruby versucht zu verhindern, dass Lotte die Zweisamkeit der beiden stört…","versions":[{"lang":1,"streams":[{"redirect":10860888,"hoster":"VOE"},{"redirect":10860889,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mister Cool","epNo":7,"alt":"","descr":"Mo will ein \"How to be cool\" Tutorial drehen und überredet Luke mitzumachen. Mo trimmt Luke auf cool – doch Mos Coolness Tips gehen völlig nach hinten los…","versions":[{"lang":1,"streams":[{"redirect":10860891,"hoster":"VOE"},{"redirect":10860894,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tonis Neustart","epNo":8,"alt":"","descr":"Nachdem Tonis Tanztraum geplatzt ist, hat Toni auf nichts Lust. Sie will nicht mal ihren Geburtstag feiern und überlegt sogar, die Schule zu verlassen. Aber durch Joel von Lions Sphere und die Hilfe ihrer Freunde entdeckt Toni ein neues Talent für sich...","versions":[{"lang":1,"streams":[{"redirect":10860895,"hoster":"VOE"},{"redirect":10860896,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wer zuletzt lacht","epNo":9,"alt":"","descr":"Azra ist genervt, als sie mal wieder Opfer eines Prankvideos von Mo wird. Da Mo keine Einsicht zeigt, beschließt Azra, mit der Hilfe ihrer Freunde zurückzuschlagen und Mo mit einer groß angelegten Aktion selbst zu pranken...","versions":[{"lang":1,"streams":[{"redirect":12335271,"hoster":"VOE"},{"redirect":10860901,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Intrige","epNo":10,"alt":"","descr":"Toni freut sich, als Jannik sie trotz ihrer Beinschiene bittet, ihm bei einer Choreo zu helfen. Doch Victoria, die Jannik für sich haben will, redet Toni ein, dass Jannik nur aus Mitleid gefragt hat. Hat Victoria mit ihrer Intrige Erfolg?","versions":[{"lang":1,"streams":[{"redirect":10860905,"hoster":"VOE"},{"redirect":10860906,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ungefiltert","epNo":11,"alt":"","descr":"Lotte will ein unbearbeitetes Selfie von sich hochladen und wird von der entsetzten Ruby gestoppt. Azra ist genervt: Wieso stellen alle immer nur perfekt bearbeitete Fotos von sich hoch? Ist doch okay, wenn man mal bescheuert aussieht. Oder?","versions":[{"lang":1,"streams":[{"redirect":10860911,"hoster":"VOE"},{"redirect":10860907,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Vortanzen","epNo":12,"alt":"","descr":"Ruby und Toni wollen nicht, dass Victoria den Tanzpart bei der Abschlussshow bekommt. Deshalb trainieren sie Lotte - doch die ärgert sich über Rubys Drillmethoden. Wird Toni es gelingen, Lotte zu motivieren oder gewinnt doch Victoria?","versions":[{"lang":1,"streams":[{"redirect":10860910,"hoster":"VOE"},{"redirect":10860912,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der geklaute Song","epNo":13,"alt":"","descr":"Die Kids sollen für den Gesangsunterricht einen Song schreiben. Luke und Toni quälen sich sehr mit dem Text herum – nur Ruby ist völlig entspannt. Sie singt einfach einen Song von Luke…","versions":[{"lang":1,"streams":[{"redirect":10860914,"hoster":"VOE"},{"redirect":10860915,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Rachevideo","epNo":14,"alt":"","descr":"Mo stellt ein peinliches Video von Azra online – die will ihm einen Denkzettel verpassen und macht ein genau so peinliches von ihm, das oft geklickt wird. Doch sie hat nicht mit Mo´s Reaktion gerechnet…","versions":[{"lang":1,"streams":[{"redirect":10860921,"hoster":"VOE"},{"redirect":10860919,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Herzschmerz","epNo":15,"alt":"","descr":"Toni sieht Jannik glücklich mit Lotte tanzen und deutet die Situation falsch. Jannik geht es umgekehrt genauso mit Toni und Luke. Haben die beiden noch eine Chance doch noch ein Paar zu werden?","versions":[{"lang":1,"streams":[{"redirect":10860923,"hoster":"VOE"},{"redirect":10860925,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Direx from Hell (1)","epNo":16,"alt":"","descr":"Ein Schulinspektor prüft, ob an der \"Berlin School of Arts\" alles seine Ordnung hat – aber die Inspektion läuft total schief und der alte Direx wird abgesetzt! Der Schulinspektor übernimmt die Schulleitung und kündigt an, für Zucht und Ordnung zu sorgen!","versions":[{"lang":1,"streams":[{"redirect":10860929,"hoster":"VOE"},{"redirect":10860928,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Schwesternkrieg","epNo":17,"alt":"","descr":"Ruby und Lottes Schwesternstreit eskaliert immer mehr, daran ändern auch Direktor Hartmanns Strafen nichts. Erst als Victoria sie verpetzt, verbünden sich die Schwestern gegen die gemeinsame Feindin","versions":[{"lang":1,"streams":[{"redirect":12173173,"hoster":"VOE"},{"redirect":10860932,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Direx from Hell (2)","epNo":18,"alt":"","descr":"Der Direx from Hell macht den Kids das Leben zur Hölle. Als Mos Versuch, Beweise für die Schreckensherrschaft zu filmen, fehlschlägt, ist klar: Die Kids brauchen einen Plan, um den Direx from Hell loszuwerden!","versions":[{"lang":1,"streams":[{"redirect":10860934,"hoster":"VOE"},{"redirect":10860935,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Direx from Hell (3)","epNo":19,"alt":"","descr":"Mo will den Direx from Hell loswerden, dafür spannt er Schüler und Lehrer ein. Wird der strenge Herr Hartmann Mo auf die Schliche kommen oder erobern die Schüler ihre Schule zurück?","versions":[{"lang":1,"streams":[{"redirect":10860938,"hoster":"VOE"},{"redirect":10860939,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Von Feindinnen und Freundinnen","epNo":20,"alt":"","descr":"Azra wünscht sich von Toni und Ruby, dass sie einen Song für die Hochzeit ihres Vaters schreiben. Die beiden legen auch sofort los, doch die Freundinnen zerstreiten sich total…","versions":[{"lang":1,"streams":[{"redirect":10860943,"hoster":"VOE"},{"redirect":10860944,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Hochzeit","epNo":21,"alt":"","descr":"Die Hochzeit des Direx mit Azras Mutter platzt, weil das Standesamt wegen einem Wasserschaden schließen musste. Aber Azra und ihre Freunde sind entschlossen, die Hochzeit zu retten!","versions":[{"lang":1,"streams":[{"redirect":12335269,"hoster":"VOE"},{"redirect":10860947,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ruby baut sich ihren Traumtypen","epNo":22,"alt":"","descr":"Ruby soll Luke umstylen. Sie macht einen ganz neuen, coolen Luke aus ihm und merkt, dass sie ihn so richtig süß findet. Jannik dagegen ändert nichts an Toni...","versions":[{"lang":1,"streams":[{"redirect":10860951,"hoster":"VOE"},{"redirect":10860952,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Spickzettel","epNo":23,"alt":"","descr":"Rubys Spickzettel wird entdeckt und die gesamte Klasse wird bestraft. Als Ruby es wieder gut machen will, wird sie Dank der Youtuberin Domino Kati, die an diesem Tag zu Besuch ist, mit einer Erkenntnis belohnt…","versions":[{"lang":1,"streams":[{"redirect":10860957,"hoster":"VOE"},{"redirect":10860956,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Liebesbrief","epNo":24,"alt":"","descr":"Toni schreibt einen Liebesbrief an Jannik und verliert ihn. Als ausgerechnet Victoria ihn findet und herausfinden will, wer die Schreiberin, ist, hilft nur eine Notlüge von Ruby. Doch die bringt Toni noch mehr in Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":10860959,"hoster":"VOE"},{"redirect":10860960,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Schüler gegen Lehrer (2)","epNo":25,"alt":"","descr":"Frau Brink glaubt, dass Mo durch sein Handy ständig abgelenkt ist und riesige Wissenslücken hat. Mo ist natürlich anderer Meinung. Die beiden schaukeln sich hoch und treten schließlich Zum zweiten Lehrer-gegen-Schüler Wettbewerb an…","versions":[{"lang":1,"streams":[{"redirect":10860961,"hoster":"VOE"},{"redirect":10860963,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Oh nein! Sie hat mein Tagebuch gelesen","epNo":26,"alt":"","descr":"Lotte liest heimlich in Rubys Tagebuch. Dort steht, dass Ruby von Luke geträumt hat. Daraufhin erpresst Lotte ihre Schwester und droht Rubys Geheimnis zu verraten. Doch Lotte hat die Rechnung ohne Rubys Freundinnen gemacht.","versions":[{"lang":1,"streams":[{"redirect":10860967,"hoster":"VOE"},{"redirect":10860968,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die doppelte Eifersuchtsattacke","epNo":27,"alt":"","descr":"Als Luke und Toni einen Song zusammen performen, scheint es auf der Bühne zwischen ihnen richtig zu knistern. Jannik und Ruby sind fassungslos – läuft da etwa was zwischen den beiden?","versions":[{"lang":1,"streams":[{"redirect":10860971,"hoster":"VOE"},{"redirect":10860973,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Mathesong","epNo":28,"alt":"","descr":"Ruby muss für ihren Notendurchschnitt eine gute Mathearbeit schreiben, sonst darf sie nicht am großen Abschlussevent teilnehmen. Azras Hilfsversuche scheitern, erst Luke hat eine Idee, wie Ruby sich die trockenen Formeln merken kann...","versions":[{"lang":1,"streams":[{"redirect":10860975,"hoster":"VOE"},{"redirect":10860976,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Das Missverständnis","epNo":29,"alt":"","descr":"Jannik hat das Gefühl, dass er Toni an Luke verliert. Als Mo auch noch behauptet, dass Toni nichts mehr für ihn empfindet, ist Jannik total down. Mo versucht ihn aufzubauen und organisiert ein Date mit Victoria.","versions":[{"lang":1,"streams":[{"redirect":10860978,"hoster":"VOE"},{"redirect":10860979,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Nicht ohne meine Schwester","epNo":30,"alt":"","descr":"Lotte hat Angst, sich beim Abschlussevent zu blamieren und will nicht auftreten. Als Lotte ihrer Schwester ihre Nervosität gesteht, findet Ruby einen Weg, Lotte die Angst zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":10860984,"hoster":"VOE"},{"redirect":10860986,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die große Prüfungsshow","epNo":31,"alt":"","descr":"Es geht um alles – das große Abschlussevent steht bevor! Aber Jannik steht völlig neben sich, weil er Toni nicht aus dem Kopf kriegt – er nimmt sich vor, Toni noch vor der Show endlich seine Gefühle zu gestehen.","versions":[{"lang":1,"streams":[{"redirect":10860801,"hoster":"VOE"},{"redirect":10860797,"hoster":"Streamtape"}]}]}]}]}