{"seriesId":"spreadsheet","name":"Spreadsheet","descr":"Mithilfe einer Excel-Liste ihrer Liebhaber will Lauren (Katherine Parkinson) endlich ihre persönliche sexuelle Revolution starten. Doch sie erreicht genau das Gegenteil: Ihr Liebesleben wird noch komplizierter.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Condoms \u0026 Cornichons","descr":"Als es für Lauren nicht lächerlicher werden könnte, nimmt Lola etwas ziemlich Unangemessenes mit in die Schule.","versions":[{"lang":1,"streams":[{"redirect":11569697,"hoster":"VOE"},{"redirect":11569703,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Whose Dick is This?","descr":"Lauren erhält ein fragwürdiges und anonymes Bild und begibt sich mit Alex auf eine Mission, um den Schuldigen zu finden – was zu einer Reihe von Pannen und Fehlschlägen führt.","versions":[{"lang":1,"streams":[{"redirect":11569873,"hoster":"VOE"},{"redirect":11569878,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Lipstick \u0026 Nits","descr":"Lauren schläft mit einem Narzissten und einem von Jakes kürzlich geschiedenen Kumpels und tut beides als Momente des Wahnsinns ab. Jake lässt sich immer wieder mit seiner neuen Freundin in ihr Haus ein und gibt ihr ein fragwürdiges Haustier \"für die Kinder\".","versions":[{"lang":1,"streams":[{"redirect":11569874,"hoster":"VOE"},{"redirect":11569884,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Three Shags \u0026 Call Me Christ","descr":"Lauren hat eine Koks-Nacht mit einem jungen Model-Musiker, die ihn unbeabsichtigt auf den Pfad der emotionalen Bindung führt. Sie erfährt auch, dass sie einen Tanzpartner für eine ausgefallene Arbeitsveranstaltung braucht, oder sie wird gezwungen sein, mit dem Büro-Spinner zu gehen.","versions":[{"lang":1,"streams":[{"redirect":11569886,"hoster":"VOE"},{"redirect":11569895,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Banjos \u0026 Dirty Duck","descr":"Lauren wird während eines heißen Dates mit etwas mehr konfrontiert, als sie erwartet hatte, aber sie ist nicht die Einzige, die am Ende der Woche mit einer Dosis Demütigung fertig werden wird.","versions":[{"lang":1,"streams":[{"redirect":14442944,"hoster":"VOE"},{"redirect":11569858,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Where is this Sex Party?","descr":"Lauren macht einen Wiederholungsfehler und beschließt, ihn auf etwas unkonventionelle Weise abzuschütteln, aber sie hat nicht mit einigen unerwarteten Besuchern und einer Reihe stressiger Tage gerechnet, die ihr im Weg stehen.","versions":[{"lang":1,"streams":[{"redirect":11569882,"hoster":"VOE"},{"redirect":11569860,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Rockstars \u0026 Clutterjunk","descr":"Lauren hat eine chaotische Arbeitsnacht und muss sich der Realität stellen, was eine Haushaltsauflösung bedeutet. Ihr kumulativer Kater erreicht seinen Höhepunkt, als Alex ihr eine schockierende Nachricht überbringt.","versions":[{"lang":1,"streams":[{"redirect":11605692,"hoster":"VOE"},{"redirect":11605690,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Crossed Wires \u0026 Cuckoo Clocks","descr":"Lauren verabschiedet sich von ihren Eltern und erfährt von einer unglücklichen Datei, die bei der Arbeit weitergegeben wurde. Darüber hinaus muss sie sich mit einigen unangenehmen Wahrheiten auseinandersetzen.","versions":[{"lang":1,"streams":[{"redirect":11605694,"hoster":"VOE"},{"redirect":11605695,"hoster":"Streamtape"}]}]}]}]}