{"seriesId":"sprnase-scooby-doo","name":"Spürnase Scooby-Doo","descr":"Shaggy und sein bester Kumpel, die sprechende Dogge Scooby Doo, leben in Coolsville. Zusammen mit ihren Freunden Freddy, Daphne und Velma haben sie einen Detektivclub gegründet. Denn in Coolsville scheint es nur so von Monstern, Geistern und Dämonen zu wimmeln. Shaggy und Scooby sind zwar keine Helden, im Gegenteil, eigentlich sind sie richtige Angsthasen. Aber mit ein paar Schmeckies, Scoobys Lieblingsspeise, wird der schlaue Hund zum unerschrockenen Monsterjäger.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der fahrradfahrende Geist","epNo":1,"alt":"A Bicycle Built For Boo","descr":"Ein geheimnisvoller grüner Schlammgeist klaut Shaggys Fahrrad. Gemeinsam mit Freddy, Daphne und Velma machen sich Jacky und sein Hund Scooby auf die Suche nach dem Dieb. Die Kinder, die sich zu einem Detektivclub zusammengeschlossen haben, stoßen in dem Gruselwald auf den verdächtigen Grobian Red Haring. Doch Red ist unschuldig. Jetzt nimmt Scooby die Fährte auf. Sie führt direkt zu dem Zeitungsdrucker Mr. Conrad.","versions":[{"lang":1,"streams":[{"redirect":8381343,"hoster":"VOE"},{"redirect":8381344,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hundehüttenspuk","epNo":2,"alt":"The Sludge Monster From the Earth\u0027s Core","descr":"Scooby wagt sich nicht mehr in seine Hundehütte. Denn seit kurzem treibt dort eine schleimige Kreatur ihr Unwesen. Ist es womöglich das gleiche Monster, das vor kurzem auch die Bank ausgeraubt hat? Der Detektivclub will der Sache auf den Grund gehen. Doch kaum haben die Kinder die ausladenden Gemächer von Scoobys Hundehütte betreten, werden sie von dem Schleimmonster bedroht","versions":[{"lang":1,"streams":[{"redirect":8381334,"hoster":"VOE"},{"redirect":8381333,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hundekuchen und Käsemonster","epNo":3,"alt":"Wanted Cheddar Alive","descr":"Die größtmögliche Katastrophe ist eingetreten: Im ganzen Land gibt es keine Schmeckis mehr. Wegen eines wütenden Käsemonsters kann diese Lieblingsspeise von Scooby nicht mehr hergestellt werden. Was tun? Unerschrocken spürt der Detektivclub dem Käsemonster nach.","versions":[{"lang":1,"streams":[{"redirect":9620080,"hoster":"VOE"},{"redirect":8381330,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Comicfresser-Monster","epNo":4,"alt":"The Schnook Who Took My Comic Book","descr":"Überglücklich ersteht Shaggy die Erstausgabe des \"Commander Cool\"-Comics. Doch ein Monster will das seltene Exemplar auffressen. Mit einer Kaugummibombe gelingt es dem Detektivclub, das Monster aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":9620083,"hoster":"VOE"},{"redirect":8381317,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Al Cabone","epNo":5,"alt":"For Letter Or Worse","descr":"Shaggy und Scooby müssen bei einer Quizshow im Fernsehen gegen die klugen Gripsgeschwister antreten. Leider haben sie keine Chance. Doch wenig später können sie sich auf anderem Gebiet bewähren. Denn der Geist des längst verstorbenen Gauners Al Carroti bedroht das gesamte Fernsehstudio.","versions":[{"lang":1,"streams":[{"redirect":8381306,"hoster":"VOE"},{"redirect":8381312,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Monster, Motten, Mieslinge","epNo":6,"alt":"The Babysitter From Beyond","descr":"Shaggy will seine kleine Schwester zum Babysitter bringen. Dabei wird er von einem Geist verfolgt. Mit Hilfe von Shaggys Eltern gelingt es dem Detektivclub, den Geist zu entlarven.","versions":[{"lang":1,"streams":[{"redirect":9620082,"hoster":"VOE"},{"redirect":8381298,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Eisdämon","epNo":7,"alt":"Snow Place Like Home","descr":"Während ihres Skiurlaubs bringen die Kinder einen Eisdämon zum Schmelzen. In dieser Maske versuchte der Förster nämlich, die Besitzer der Gegend zum Verkauf zu zwingen.","versions":[{"lang":1,"streams":[{"redirect":8381294,"hoster":"VOE"},{"redirect":8381296,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Geheimnis der Samuraischwerter","epNo":8,"alt":"Now Museum, Now You Don\u0027t","descr":"Shaggy und seine Freunde besuchen eine Samurai-Ausstellung. Plötzlich sind die mit einem Geisterfluch beladenen Schwerter verschwunden. Weil Shaggy und Scooby kurz darauf von einem Geist heimgesucht werden, gelten sie als die Diebe. Der Detektivclub muss den wahren Täter schnell entlarven.","versions":[{"lang":1,"streams":[{"redirect":8381285,"hoster":"VOE"},{"redirect":8381290,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der kopflose Skateboarder","epNo":9,"alt":"Scooby Dude","descr":"Auf der Suche nach einem verschwundenen Delphinen gerät der Detektivclub an einen kopflosen Skateboard-Geist. Auf dem Meeresboden können die Kinder dem Drogenschmuggler Al die Geistermaske vom Gesicht reißen.","versions":[{"lang":1,"streams":[{"redirect":9620081,"hoster":"VOE"},{"redirect":12482625,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Puff - und weg ist Mr. Boo","epNo":10,"alt":"Ghost Who\u0027s Coming To Dinner","descr":"Ausgerechnet an Halloween besuchen die Kinder das gespenstische Haus der Johnson. Jahrelang hat das gutmütige Ehepaar dort mit dem freundlichen Geist Bartholomä zusammengewohnt. Jetzt allerdings zwingt ein böser Geist die Besitzer zum Abbruch des Hauses. Verzweifelt wendet sich der gute Geist Bartholomä an den Detektivclub und bittet, den bösen Geist zu vertreiben.","versions":[{"lang":1,"streams":[{"redirect":12335275,"hoster":"VOE"},{"redirect":8381269,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Totempfahl­monster","epNo":11,"alt":"The Story Stick","descr":"Bei ihrer Erkundungsfahrt durchs Indianderreservat werden Shaggy, Scooby und der restliche Detektivclub von einem Totempfahlmonster heimgesucht. Der Geist befiehlt den Kindern, das Land zu verlassen. Doch statt dem Gebot zu folgen, suchen die Freunde nach einer Erklärung für die Geistererscheinung. Verdächtig scheint der alte Indianer Mr. Littlefield, der den Bau eines Hotels in seinem Reservat verhindern möchte.","versions":[{"lang":1,"streams":[{"redirect":9620085,"hoster":"VOE"},{"redirect":8381258,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Gulaschmonster","epNo":12,"alt":"Robopup","descr":"Trotz strengster Bewachung sind sämtliche Spielsachen von Daphne gestohlen worden. Als der Detektivclub dem Dieb nachspürt, überlässt der Wachmann Mr. Gordon den Kindern sine spezielle Erfindung: den technischen Wachhund Robokleff. Scooby ist auf den neuen Hund sehr eifersüchtig. Auf der Suche nach Indizien in Daphnes pompösem Haus werden die Freunde von einem schrecklichen Gulaschmonster verfolgt.","versions":[{"lang":1,"streams":[{"redirect":8381248,"hoster":"VOE"},{"redirect":8381251,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Stinkstiefel","epNo":13,"alt":"Lights... camera... monster","descr":"Freddy will seinen ersten Film drehen. Verkleidet als Monster soll Scooby dabei die Hauptrolle spielen. Doch bevor Scooby zum Einsatz kommt, hat ein wirkliches Monster die Kinder verschreckt. Es sieht aus wie der Stinkstiefel-Geist, der in dem gleichnamigen Film von dem Schauspieler Vincent Thorne gespielt wird.","versions":[{"lang":1,"streams":[{"redirect":12926290,"hoster":"VOE"},{"redirect":8392806,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Halsband der Familie Doo","epNo":1,"alt":"Curse Of the Collar","descr":"Der Detektivclub besucht die Eltern von Scooby. Bei den Geburtstagsfeierlichkeiten erhält Scooby ein wertvolles Hundehalsband aus dem Familienbesitz. Doch das Halsband scheint mit einem Fluch beladen. Denn unversehens erscheint der böse Hundefängergeist und fordert das Halsband zurück.","versions":[{"lang":1,"streams":[{"redirect":9582807,"hoster":"VOE"},{"redirect":8381236,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Coolste von allen","epNo":2,"alt":"Return Of Commander Cool","descr":"Shaggy und Scooby sind von der Spielzeugfabrik begeistert. Denn dort befindet sich eine echte \"Commander Cool\"-Höhle mit ausgestopften Monstern. Plötzlich aber wird Alien, der größte Monsterfeind von Commander Cool, lebendig und greift die Kinder an. Shaggy verliert das Gedächtnis und glaubt, dass er nun in der Rolle des Commander Cool den Feind besiegen muss.","versions":[{"lang":1,"streams":[{"redirect":8381226,"hoster":"VOE"},{"redirect":8381227,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sein treuester Fan","epNo":3,"alt":"The Spirit Of Rock\u0027n Roll","descr":"Buddy ist ein großer Rock’n Roll Musiker. Der Detektivclub freut sich auf seinen Auftritt im Amphitheater. Doch während der fetzigen Songs erscheint plötzlich ein gruseliger Geist. Er gleicht dem verstorbenen Rock’n Roll Star, Purvis Parker. Als der Geist die Zuschauer vertreibt und die Kasse ausraubt, beginnt der Detektivclub mit seinen Ermittlungen.","versions":[{"lang":1,"streams":[{"redirect":9620086,"hoster":"VOE"},{"redirect":8381215,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hühnerstein lebt","epNo":4,"alt":"Chickenstein Lives","descr":"Freddys Onkel hat das Abendblatt von Coolsville Übernommen. Jetzt endlich ergibt sich für ihn die große Chance, Reporter zu werden. Doch bevor er eine Aufsehen erregende Story schreiben kann, schlägt das Hühnerstein-Monster zu. Das überdimensionale Federvieh will das Abendblatt erledigen. Wer steckt dahinter?","versions":[{"lang":1,"streams":[{"redirect":8381209,"hoster":"VOE"},{"redirect":8381212,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Nacht der bebenden Hamburger","epNo":5,"alt":"Night Of the Living Burger","descr":"Scooby und Shaggy haben sich zerstritten. Selbst als sie gemeinsam gegen ein Monster ermitteln müssen, das wie ein übergroßer lebender Hamburger aussieht, wahren sie voreinander Abstand. Der restliche Detektivclub ist von den Streithähnen bald ziemlich genervt. Doch sie müssen gemeinsam im Auftrag des großen Imbissspekulanten Okotzi das Monster lahmlegen. Wer steckt hinter dem bissigen Hamburger?","versions":[{"lang":1,"streams":[{"redirect":8381198,"hoster":"VOE"},{"redirect":8381199,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Velmas wildgewordener Roboter","epNo":6,"alt":"The Computer Walks Among Us","descr":"Beim \"Jugend forscht\"-Wettbewerb des Einstein-Clubs kann Velma auch dieses Jahr wieder den ersten Preis erringen. Sie hat einen phänomenalen Roboter gebaut, der auf ihre Anweisungen die nützlichsten Dinge verrichtet. Plötzlich jedoch verändert der Roboter sein Wesen. Er klaut von allen Klassenkollegen die Wertgegenstände und versteckt sie in Velmas Schließfach.","versions":[{"lang":1,"streams":[{"redirect":9620088,"hoster":"VOE"},{"redirect":8381195,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bringt mir den Kopf von Scooby Doo","epNo":7,"alt":"Dog Gone Scooby","descr":"Es regnet und Scooby ist besonders unternehmungslustig. Doch alle seine Freunde sind mit ihren eigenen Hobbys beschäftigt und haben keine Zeit für ihn. Frustriert beschließt Scooby deshalb, die Stadt für immer zu verlassen. Doch auf seinem einsamen Weg wird Scooby von einer Dame verfolgt, die auf seinen Kopf scharf ist.","versions":[{"lang":1,"streams":[{"redirect":9620087,"hoster":"VOE"},{"redirect":8381184,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die ultrafetzige Achterbahn","epNo":8,"alt":"Terror, Thy Name Is Zombo","descr":"Shaggy und Scooby freuen sich schon auf den supertollen Vergnügnungspark mit der ultrafetzigen Achterbahn. Doch die Enttäuschung ist groß. Denn der Vergnügungspark ist wegen des Auftauchens eines Zombies geschlossen. Als der Detektivclub das gesperrte Gelände betritt, werden sie von dem Monster bedroht.","versions":[{"lang":1,"streams":[{"redirect":9620089,"hoster":"VOE"},{"redirect":8381174,"hoster":"Streamtape"}]}]}]}]}