{"seriesId":"spuren-des-bsen","name":"Spuren des Bösen","descr":"An der Wiener Universität unterrichtet der Kriminalpsychologe Richard Brock (Heino Ferch). Früher war er Psychologe, bis sich seine Frau das Leben nahm und er aufgrund des Verdachts der Fehlbehandlung die Zulassung verlor. Ebenso verlor er das Vertrauen seiner Tochter Petra (Sabrina Reiter), die inzwischen aber selber für die Polizei arbeitet, von ihrem Vater aber nichts wissen will. Inzwischen hat er sich einen Ruf als besondes guter Verhörspezialist erarbeitet und wird daher bei Spezialfällen von der Polizei hinzugezogen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Verhör","epNo":1,"alt":"","descr":"Richard Brock, der geniale Verhörspezialist der Wiener Polizei, wird von Stefan Merz, einem hochrangigen Beamten des Innenministeriums, kontaktiert. Der väterliche Freund beauftragt Brock mit der Lösung eines delikaten Falls. Karin Kimminger, eine Angestellte des multinationalen Baukonzerns SANDAG, wurde ermordet. Ihre Schwester Maria hat, beim Verlassen der Wohnung, den mutmaßlichen Täter beobachtet. Sein Gesicht konnte sie nicht erkennen, aber eine größere Narbe am Bauch will sie erkannt haben. Richard erfährt, dass das Opfer vor Gericht, wegen des Verdachts von Schmiergeldzahlungen, gegen den Vorstand der SANDAG aussagen sollte. In diesem Vorstand sitzen viele ehemalige Minister. Mit den Schmiergeldern könnte die SANDAG sich auch staatliche Bauaufträge verschafft haben.Hat ein Mitarbeiter ihre eigene Angestellte ermorden lassen, um den Skandal zu vertuschen? Richard Brock weiß, dass Michael Sand, der mächtige Vorstandsvorsitzende, zu so etwas fähig wäre. Beide kennen sich schon seit Schultagen und haben sich schon so manches Duell geliefert. Richard Brock und die junge Polizistin Vera Angerer können es nicht verhindern, dass die Zeugin Maria, trotz Personenschutz, bei einem Anschlag ums Leben kommt, bei dem auch Richard Brocks Tochter Petra schwer verletzt wird. Michael Sand nutzt seine Kontakte, um den Verhörspezialisten mit einem früheren Versagen zu konfrontieren. Die Medien berichten über den Jahre zurückliegenden Selbstmord von Richard Brocks depressiver Frau, an dem der frühere Psychiater sich mitschuldig fühlt.Hat er nun ein zweites Mal versagt, indem er die einzige Zeugin unzureichend bewachen ließ und seine eigene Tochter in Lebensgefahr brachte? Als Brock noch Opfer eines Lauschangriffs wird bricht er zusammen. Der Aufenthalt im Krankenhaus bringt den Polizisten auf die richtige Spur. Merz gerät in den Focus der Ermittlungen, denn scheinbar war er es, der die schützende Hand über die Korruption der SANDAG hielt. Hier beginnt das Duell zweier Giganten.","versions":[{"lang":1,"streams":[{"redirect":10484936,"hoster":"VOE"},{"redirect":10484935,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Racheengel","epNo":2,"alt":"","descr":"Sebastian Ulmer ist verzweifelt. Er flüchtet durch die Wiener Innenstadt, die Polizei dicht auf seinen Fersen. In einer Buchhandlung bringt er Geiseln in seine Gewalt. Unter ihnen ist Richard Brock, der Polizeipsychologe und Verhörspezialist. Brock versucht, Sebastian zur Aufgabe zu überreden. Doch dieser erschießt sich vor seinen Augen, als er die Ausweglosigkeit seiner Situation erkennt. Richard Brock ist tief betroffen.Getrieben von Schuldgefühlen, will er der Ursache des Dramas auf die Spur kommen. Er findet heraus, dass jemand versucht haben muss, Sebastian Ulmer zu diskreditieren. Ihm wurde strafrechtlich belastendes Material untergeschoben. Im Verlauf der Ermittlungen stößt Brock auf einen Geistlichen, Josef Bacher, der ihm zu verstehen gibt, dass Sebastian großes Unrecht geschehen ist. Als Sebastian Ulmers Beichtvater kann er das Geheimnis jedoch nicht lüften.Plötzlich steht der Verdacht des sexuellen Missbrauchs im Raum. Sebastian Ulmer hatte bereits im Alter von nur neun Jahren versucht, sich das Leben zu nehmen. Wollte Sebastian nun an die Öffentlichkeit? Wer wollte ihn mundtot machen?Richard Brock taucht tief in die Welt von Sebastians tiefgläubiger Familie ein. Eva Ulmer, seine Mutter, ist fest überzeugt davon, dass ausgerechnet Josef Bacher für das lebenslange Leiden ihres Sohnes und dessen Tod verantwortlich ist, und schwört Rache. Brock erkennt, dass Eva Ulmer sich tragisch geirrt hat, und setzt alles daran, dass die Situation nicht weiter eskaliert. Ihm bleibt nicht viel Zeit.","versions":[{"lang":1,"streams":[{"redirect":10484937,"hoster":"VOE"},{"redirect":10484943,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zauberberg","epNo":3,"alt":"","descr":"Die sechsjährige Aline verschwindet spurlos aus ihrem Wohnhaus am Semmering. Die Suchaktion bleibt erfolglos. Der vorbestrafte Psychopath Rieger steht unter dringendem Tatverdacht. Brock soll den Mann zum Reden bringen. Doch der Psychiater glaubt nicht an Riegers Schuld. Und tatsächlich macht eine verblüffende Wendung den Fall noch viel schwieriger als es den Anschein hatte.","versions":[{"lang":1,"streams":[{"redirect":10484940,"hoster":"VOE"},{"redirect":10484944,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schande","epNo":4,"alt":"","descr":"In Brocks Wohnhaus wird ein brutaler Mord verübt. Brocks heimliche Geliebte Paula ist die einzige Zeugin des Verbrechens. Ein gewisser Dr. Pliem nötigt Brock mit seiner Kenntnis der Affäre dazu, ihn zu therapieren. Bald hat Brock Pliem im Verdacht, den Mord verübt zu haben. Oder ist er Opfer eines kranken Spiels, das Pliem mit ihm treibt?","versions":[{"lang":1,"streams":[{"redirect":10484908,"hoster":"VOE"},{"redirect":10484912,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Liebe","epNo":5,"alt":"","descr":"Ein Schulfreund Brocks steht unter Mordverdacht. Erst beteuert er seine Unschuld, dann legt er ein Geständnis ab. Für Brock kann der Mann die Tat nicht verübt haben. Warum dann das Geständnis? Die Spur führt ihn in eine Kommune, in der andere Gesetze gelten als anderswo auf der Welt.","versions":[{"lang":1,"streams":[{"redirect":10484918,"hoster":"VOE"},{"redirect":12984054,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Begierde","epNo":6,"alt":"","descr":"Ein teuer gekleideter, vor Hass bebender Mann stößt eine elegante junge Dame in den dichten Abendverkehr der Ringstraße. Verletzt überlebt sie die Attacke. Anzeige erstattet sie keine. Der Industrielle Rink ist gefährlich seit er schizophrene Schübe erlebt. Die Dame, Eva, arbeitet als Luxusprostituierte. Rink ist einer ihrer Kunden. Rinks Ehefrau Clara wendet sich an Brock. Er soll helfen. Nach der ersten Begegnung mit Rink verschwindet der spurlos. Seine Absicht ist klar. Er wird Eva umbringen. So bald wie möglich.","versions":[{"lang":1,"streams":[{"redirect":10484917,"hoster":"VOE"},{"redirect":10484916,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wut","epNo":7,"alt":"","descr":"Richard Brock muss einen flüchtigen Mörder finden. Er dringt tief in einen Sumpf aus Korruption und polizeiinternen Machenschaften ein. Sein eigenes Leben gerät in Gefahr. Manfred Reiser hat in einer Siedlung vermutlich seinen eigenen Sohn ermordet und einen Polizisten, der ihn festnehmen wollte, schwer verletzt. Dann ruft er Richard Brock an, erreicht ihn aber zunächst nicht. Richard Brock wird vom Dienststellenleiter Gerhard Mesek zum Tatort gerufen. In der Siedlung, in der nur Polizisten wohnen, erfährt er, dass Reiser, selbst früher Polizist, bewaffnet geflohen ist. Ein Großaufgebot jagt ihn. Richard kennt Reiser nicht. Warum hat er also versucht, ihn, Brock, anzurufen? Brocks Tochter Petra ist ebenfalls im Einsatz. Unvermittelt erleidet sie am Tatort eine Panikattacke.Richard findet Unterlagen, die Manfred Reiser mit dem Fall \"SANDAG\" in Verbindung bringen, der vor Jahren in Wien große Aufmerksamkeit erzeugte. Er sucht daraufhin Sektionschef Merz auf, der als sechsfacher Mörder seit damals im Gefängnis sitzt. Damit öffnet er die Büchse der Pandora. Richard begreift, dass Merz damals und aller Wahrscheinlichkeit auch heute nicht allein handelt. Er sieht sich mit korrupten, zu allem bereiten Polizisten konfrontiert und begreift, dass Manfred Reiser nicht der Jäger, sondern vermutlich der eigentlich Gejagte ist – weil er ihm, Brock, die Wahrheit erzählen wollte. Richards eigenes Leben hängt an einem seidenen Faden. Aber er ahnt nicht, wer kurz davor ist, diesen zu durchschneiden.","versions":[{"lang":1,"streams":[{"redirect":10484920,"hoster":"VOE"},{"redirect":10484921,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Sehnsucht","epNo":8,"alt":"","descr":"Brock lässt sich gehen. Nach seiner Schussverletzung an den Rollstuhl gefesselt findet er Abwechslung in Alkohol, Drogen und dem Beobachten der Nachbarwohnungen. Bis er Augenzeuge eines brutalen Mordes wird. Als die Polizei kommt, fehlt jede Spur von dem Verbrechen. Auch das vermeintliche Opfer scheint noch zu leben. Oder ist das nun eine andere Frau, die der Ermordeten nur ähnlich sieht?","versions":[{"lang":1,"streams":[{"redirect":10484924,"hoster":"VOE"},{"redirect":10484929,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schuld","epNo":9,"alt":"","descr":"Irgendjemand versucht Brock fertig zu machen. Vor aller Welt. Er soll einer Studentin anonym sexuell aggressive Mails geschickt haben. Sein Computer ist zweifelsfrei der Absender. Ein Shitstorm bricht los. Brock droht daran zu zerbrechen. Genau das beabsichtigt der Feind, den er nicht erkennen kann.","versions":[{"lang":1,"streams":[{"redirect":10484928,"hoster":"VOE"},{"redirect":10484931,"hoster":"Streamtape"}]}]}]}]}