{"seriesId":"ss-gb","name":"SS-GB","descr":"Die Handlung spielt im Jahr 1941 vor dem Hintergrund eines alternativen Geschichtsverlaufs, in dem die Deutschen den Kampf um Großbritannien gewonnen haben und London in den 1940er Jahren entsprechend von den Nazis besetzt ist. Archer ist ein Scotland-Yard-Detective, der unter der SS arbeitet und mit dem Dilemma konfrontiert ist, ob er kollaborieren soll, um effektive Arbeit leisten zu können, oder sich dem Widerstand anschließen soll.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Besuch aus Berlin","epNo":1,"alt":"Episode 1","descr":"1941, die Deutschen haben die Schlacht um Großbritannien gewonnen und die SS hat London fest im Griff. Detective Douglas Archer untersucht unterdessen den Mord an einem Schwarzhändler. Doch als die glamouröse US-Journalistin Barbara Barga am Tatort auftaucht, überkommt Archer das Gefühl, dass mehr hinter der Tat stecken könnte.","versions":[{"lang":1,"streams":[{"redirect":13561821,"hoster":"VOE"},{"redirect":8621385,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Widerstand","epNo":2,"alt":"Episode 2","descr":"Ein Treffen mit Himmler und Huths Chef, Professor Springer, macht Archer schnell klar, warum die SS so verzweifelt versucht, Dr. John Spode zu schnappen.","versions":[{"lang":1,"streams":[{"redirect":13561822,"hoster":"VOE"},{"redirect":8621388,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Große Pläne","epNo":3,"alt":"Episode 3","descr":"Trotz Sperrstunde bleibt Archer die Nacht über bei Barbara, die ihn davon überzeugt, den Widerstand nicht zu verraten. Er weiß einfach zu viel und die Gefahr, von den Männern getötet zu werden, ist zu groß. Sein Anruf bei der Polizei, die ihn sicher nach Hause bringen soll, wird von Huth abgefangen und so wird er im Morgengrauen zu einem Flugfeld gebracht, wo er auf Huth und Professor Springer trifft.","versions":[{"lang":1,"streams":[{"redirect":13561825,"hoster":"VOE"},{"redirect":8621390,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein enger Vertrauter","epNo":4,"alt":"","descr":"Archer folgt Hesse in ein Londoner Bordell zu einem geheimen Treffen zwischen der Deutschen Armeeführung und dem Britischen Widerstand. Dort handelt Colonel Mayhew einen Deal aus, bei dem der König, der Großbritanniens Position entscheidend verändern könnte, befreit werden soll. Währenddessen trifft Archer auf General von Ruff, der ihn fragt, ob John Spode Kopien von den Berechnungen gemacht hat, die sein Bruder aus Bringle Sands gestohlen hat.","versions":[{"lang":1,"streams":[{"redirect":13561823,"hoster":"VOE"},{"redirect":8621389,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der König","epNo":5,"alt":"Episode 5","descr":"Archer und Woods wollen/sollen den König von England zu einem Flugplatz bringen, damit der nach Amerika fliehen kann.....","versions":[{"lang":1,"streams":[{"redirect":13561824,"hoster":"VOE"},{"redirect":8621391,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Abrechnung","epNo":6,"alt":"Episode 6","descr":"Woods und Archer fahren in eine Falle. Der König wird getötet und Woods schwer verletzt, aber gerettet. Archer kann fliehen.....","versions":[{"lang":1,"streams":[{"redirect":13561826,"hoster":"VOE"},{"redirect":8621393,"hoster":"Streamtape"}]}]}]}]}