{"path":"/serie/stream/st-pauli-landungsbrcken","name":"St. Pauli-Landungsbrücken","descr":"Die Serie erzählt vom Leben und Alltag der Menschen, die im Hamburger Stadtteil St. Pauli wohnen und den Landungsbrücken sowie dem Hafen arbeiten.","seasons":[{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-1","name":"Brückenwart Heiner Eck","epNo":1,"alt":"","descr":"Traute Dahlmann (Renate Pichler) plant einen Urlaub mit dem befreundeten Brückenwart Heiner Eck (Gerhard Olschewski). Sie ahnt jedoch nicht, dass dieser die Serviererin Marlies kennen gelernt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7461999","hoster":"VOE"}]}]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-2","name":"Begegnung","epNo":2,"alt":"","descr":"Die fünfzehnjährige Monika (Rosemarie Schmidt) hat ihr ganzes Leben bei Pflegeeltern verbracht. Ihre leibliche Mutter Ilse (Irmgard Riessen) nimmt eines Tages Kontakt zu ihrer Tochter auf, die sie nie zur Adoption freigegeben hat. Nach anfänglicher Zurückhaltung fühlt sich Monika doch zu ihrer leiblichen Mutter hingezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7462002","hoster":"VOE"}]}]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-3","name":"Gretchen Ebelmann","epNo":3,"alt":"","descr":"Die Mittsechzigerin Gretchen Ebelmann (Inge Meysel) lebt von ihren Blumenverkäufen an den Landungsbrücken. Hier wird sie häufig Zeugin von Schicksalen und Vorkommnissen der Anwohner und Besucher","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-4","name":"Bordwache","epNo":4,"alt":"","descr":"Der Teilzeitskilehrer und Schreiner Michael Pölt (Günther Maria Halmer) aus Oberbayern folgt seiner Urlaubsbekanntschaft Ingrid (Marina Genschow) bis nach Hamburg. Hier versucht er als Bordwache sein Lebensunterhalt zu verdienen.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-5","name":"Fluchtpläne","epNo":5,"alt":"","descr":"Der NDR-Angestellte Peter Wollgreve (Lutz Mackensy) prüft täglich, ob die Anwohner an den Landungsbrücken ihre Rundfunkgebühren entrichten. Bei dem Anblick eines australischen Schiffes entflammen in ihm Auswanderungswünsche.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-6","name":"Sabine","epNo":6,"alt":"","descr":"Blumenfrau Gretchen Ebelmann (Inge Meysel) beobachtet täglich die Probleme der Bürokraft Sabine Meiners (Sabine Hennemann). Eines Tages kracht es so gewaltig in der Firma, dass der Arbeitgeber mit der Kündigung droht.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-7","name":"Eine ganz normale Ausbildung","epNo":7,"alt":"","descr":"Der sechzehnjährige Bernd Klausner möchte die Schule abbrechen und läuft von Zuhause weg. In einem Seemannsheim findet er einen Diakon, der ihm helfen will, wenn seine Mutter einverstanden ist. Die uneingeweihte Mutter wird von dem Diakon am Arbeitsplatz angerufen.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-8","name":"Der Trick","epNo":8,"alt":"","descr":"Die Lehrerin Hannelore Scheurer (Dinah Hinz) wird bei einer Hafenrundfahrt bestohlen. Abends ruft der Mann der Diebin bei Hannelore an und möchte durch eine Entschuldigung und eine Erklärung verhindern, dass diese Anzeige erstattet.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-9","name":"Lizzy Matern","epNo":9,"alt":"","descr":"Lizzy Matern (Silvana Sansoni) ist Ehefrau und Mutter zweier Kinder. Eines Tages präsentiert eine Illustrierte eine Reportage über \"St. Pauli vor zehn Jahren\". Freunde, Nachbarn und Kollegen ihres Mannes Dirk (Joachim Richert) erfahren so von der Vergangenheit von Lizzy in dem Hamburger Nachtleben.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-10","name":"Wilder Majoran","epNo":10,"alt":"","descr":"Der geschiedene Olaf Schorn (Hans Häckermann) ist Mitarbeiter des Seewetteramtes. Seine Einsamkeit führt dazu, dass er sich einbildet er würde wilden Majoran riechen, wenn er Menschen begegnet, zu denen er näheren Kontakt aufnehmen möchte.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-11","name":"Papas Tochter","epNo":11,"alt":"","descr":"Eugen Fried hat es als Takler auf einer Werft bis zum gut bezahlten Vormann gebracht. Der junge Witwer hat sein Leben ganz auf die Tochter Silke eingestellt, die gerade vor dem Abitur seht. Auf ihr Drängen hin versucht er, in Fernkursen ein Ingenieursdiplom zu erwerben. Papas Tochter schließt Freundschaft mit einem Arbeitskollegen von der Werft. Daran stört Eugen zunächst nicht mehr, als dass die beiden jungen Leute sein Auto fahren möchten. Als Silke aber beichtet, dass sie heiraten möchte, weil sie ein Baby bekommt, fühlt Eugen sich hintergangen. Dann wird ihm bewusst, dass er Silke und der Fortbildung zuliebe auf vieles verzichtet hat. Er beschließt, einiges davon nachzuholen.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-12","name":"Das Geschenk","epNo":12,"alt":"","descr":"Bechthold (Tilli Breidenbach) war lange Jahre mit einem Landarzt verheiratet. Trotz ihres Lebens in der Stadt liebt sie das Wandern und Handarbeiten. Ihre Enkelin Sigrid (Linda Joy) ist davon nicht begeistert.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-13","name":"Kurzurlaub","epNo":13,"alt":"","descr":"Die Friseurin Ingrid Schröter (Lisa Kreuzer) wird von ihrem Chef gebeten, einen Teil ihres Urlaubs kurzfristig zu nehmen. Ingrid stimmt zu und bucht eine Reise, um mit ihrem Freund, dem Fotografen Peter (Krystian Martinek), nach Ibiza zu fliegen","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-14","name":"Vor Anker gehen","epNo":14,"alt":"","descr":"Erik Tepperwin (Arthur Brauss) ist die letzten Jahre zu See gefahren und möchte nun gerne an Land bleiben. An den Landungsbrücken lernt er Hannelore (Elisabeth Volkmann) kennen, die ein Gemüsegeschäft betreibt. Doch nur beim Gemüseverkaufen bleibt es für ihn nicht.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-15","name":"Der Italiener","epNo":15,"alt":"","descr":"Der Werkstoffingenieur Egon Hartmann (Heinz Theo Branding) besucht mit seinem Assistenten Giorgio Coppi (Pietro Giardini) seine Schwester Maria (Iris Berben). Diese arbeitet in einem Restaurant auf St. Pauli und hat ihrer Familie ihr uneheliches Kind bisher verheimlicht.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-16","name":"Barkasse Pösel","epNo":16,"alt":"","descr":"Der Schipper Volker Hoppe (Claus Theo Gärtner) arbeitet auf einer Transportbarkasse. Er wünscht sich nichts mehr, als endlich eine eigene Barkasse zu besitzen. Eigentlich hatte sein Arbeitgeber zugesagt ihm eine zu verkaufen, doch dieser scheint nicht mehr zu seinem Wort zu stehen.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-17","name":"Frau Klagens","epNo":17,"alt":"","descr":"Die pensionierte Lehrerin Ursula Klagens (Gerda Gmelin) wünscht sich nichts sehnlicher als einen Enkel. Daher sucht sie den Kontakt zu Kindern und trifft eines Tages auf die kleine Birgit, die alleine an den Landungsbrücken herumstreunt.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-18","name":"Walter und Erni","epNo":18,"alt":"","descr":"Der Stauer Walter Hammelmann (Peter Lehmbrock) gewinnt eines Tages mit fünf Richtigen und der Zusatzzahl im Lotto. Leider fällt der Gewinn nicht so hoch aus wie erhofft. Um seiner Familie trotzdem imponieren zu können, lässt er sich zu einem Diebstahl im Freihafen überreden.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-19","name":"Der Fan","epNo":19,"alt":"","descr":"Die sechzehnjährige Elke Kargill (Claudia Schermutzky) geht noch zur Schule und betreut ihren kleinen Bruder. Eines Tages gewinnt sie in einem Preisausschreiben ein Treffen mit dem Fernsehstar Marlene. Einen ganzen Tag darf sie an den Landungsbrücken die Dreharbeiten begleiten.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-20","name":"Der 65. Geburtstag","epNo":20,"alt":"","descr":"Die Blumenfrau Gretchen Ebelmann (Inge Meysel) möchte Ihren Geburtstag mit ihrer Tochter Lene (Eva Maria Bauer) an einem See feiern. Kurz vor dem Termin lernt sie den Buchhalter Buchhalter Paul Tecklenburg (Karl-Maria Schley) kennen. Dieser wirbt ganz offensichtlich um sie.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-21","name":"Immer lustig","epNo":21,"alt":"","descr":"Der gebürtige Afrikaner Patrick Johnson (Gilbert-Andre Ehoulan) lebt in der Nähe der Landungsbrücken mit einer Dolmetscherin zusammen. Auf dem Seebadschiff \"Wappen von Hamburg\" arbeitet er als Garderobier, nachdem er bereits zwei Studien nicht beenden konnte","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-22","name":"Drei Wochen im Dock","epNo":22,"alt":"","descr":"Anni Abel (Urusla Sieg) arbeitet eigentlich als Funkerin auf einem großen Frachter. Als das Schiff jedoch zu einer Überholung in das Dock kommt, beschließt sie bei ihrer Freundin in der Pension Urlaub zu machen. Dass sie dort einen interessanten Mann kennen lernt hätte sie nie gedacht.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-23","name":"Rio","epNo":23,"alt":"","descr":"Richard Wagner (Klaus Löwitsch), genannt \"Rio\", sitzt zur Zeit eine Strafe ab, da er unter Alkoholeinfluss Auto gefahren ist. Trotz seiner Strafe soll er übers Wochenende Urlaub bekommen, um rechtzeitig zu der Hochzeit seiner Tochter zu gelangen.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-24","name":"Der erste Versuch","epNo":24,"alt":"","descr":"Erika Koch (Eva Brumby) ist seit über 20 Jahren Hausfrau und Mutter. Nachdem ihr Sohn Rainer (Rainer Philippi) erwachsen geworden ist, fühlt sie sich zuhause unausgefüllt. Auf der Suche nach Arbeit wird sie bei einer Quartiersfirma fündig, die Arbeitskräfte an den Hafen vermittelt.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-25","name":"Tunnelfeger Kurt Poddich","epNo":25,"alt":"","descr":"Kurt Poddich (Mafred Günther) arbeitet eigentlich bei einer Reinigungsfirma, doch nebenbei versucht sich der Hobbymaler immer wieder an neuen Gemälden. Seine Frau Else (Evelyn Hamann) ist davon alles andere als begeistert, gibt ihr man dafür doch viel zu viel Geld aus. Eines Tages soll ihm der Erfolg auf einem Flohmarkt jedoch in seiner Arbeit bestätigen.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-26","name":"Geburtstagsüberraschung","epNo":26,"alt":"","descr":"Die junge Krankenschwester und der arbeitslose Kaufmannsgehilfe haben häufiger Probleme in Ihrer Beziehung. Als eines Tages die Eltern die Eltern der jungen Frau zu Besuch kommen, geht natürlich erst einmal alles schief.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-27","name":"Kleine Hexe","epNo":27,"alt":"","descr":"Seit einiger Zeit werden immer wieder ältere Frauen überfallen und ihnen die Handtaschen gestohlen. Eines Tages taucht die Kriminalpolizei bei Johanna Sommer (Gerda-Maria Jürgens) auf. Es scheint etwas mit ihrer 13jährigen Tochter Silke (Heike Heising) zu tun zu haben.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-28","name":"Der Runner","epNo":28,"alt":"","descr":"Fred Christiansen (Heinz Baumann) ist ein sogenannter \"Runner\". Er arbeitet für eine Schiffsausrüsterfirma und muss immer in Kontakt zu den Kapitänen stehen, da diese ihre Schiffe mit der entsprechenden Ausrüstung versorgen. Ganz unerwartet taucht eines Tages ein junger Mann bei den Runnern auf.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-29","name":"Die geborene Freundin","epNo":29,"alt":"","descr":"Carola Mühl (Bettina Franke) ist durch ihre Elektrikerprüfung gefallen. Ganz nach dem Vorbild ihrer Mutter möchte sie aufgeben und die eine ungelernte Arbeit aufnehmen, bis sie eines Tages von einem Freund gebeten wird seinen Fernseher zu reparieren.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-30","name":"Hafenforellen","epNo":30,"alt":"","descr":"Robert Lüning (Dirk Galuba) ist Hafenarbeiter und ein leidenschaftlicher Angler. Leider geht er seinem Hobby nicht immer ganz legal nach und wird zu einer Geldstrafe von tausend Mark wegen Wildfischerei verurteilt.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-31","name":"Ziehharmonikajule","epNo":31,"alt":"","descr":"Die rebellische Jutta (Beate Finckh) hat die die Schule abgebrochen und sollte eigentlich ihrer Mutter in der hauseigenen Wäscherei helfen. Stattdessen spielt sie lieber an den Landungsbrücken ihre Ziehharmonika, wo sie eines Tages einen jungen Holländer (Guus van der Made) kennenlernt.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-32","name":"Der Lademeister","epNo":32,"alt":"","descr":"Am Hamburger Hafen leiden die Arbeiter unter ihrem Vorgesetzten Uwe Pewit (Edgar Hoppe), der wegen seiner weißen Haare auch Schneewittchen genannt wird. Die Schikane lässt sich der Arbeiter Jo (Wigand Witting) jedoch nicht lange bieten und lehnt sich gegen den Lademeister auf.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-33","name":"Clasing und Sohn","epNo":33,"alt":"","descr":"Matthias, der Junior Chef von der Firma Clasing und Sohn ist jung gestorben. Auf der Trauerfeier seines eigenen Sohnes plant der Vater bereits die Nachfolge und möchte seinen Sohn Georg hierfür gewinnen. Dieser steht jedoch kurz vor seiner Promotion und sieht seine Zukunft nicht in dem Familienunternehmen. Als Alternative bietet sich die junge Tochter Ulrike (Dietlinde Turban) an, ganz zum Unmut ihres Vaters.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-34","name":"Auf der Durchreise","epNo":34,"alt":"","descr":"Benno (Diether Krebs) ist gerade erst aus dem Gefängnis frei gekommen und schon steht der jährliche Besuch seiner Eltern an. Diese wussten jedoch bisher nicht, dass ihr Sohn die letzte Zeit hinter Gittern verbracht hat. Außerdem fühlt sich Benno von seiner Frau vernachlässigt und unterstellt ihr eine Affäre mit einem Kollegen.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-35","name":"Berufswechsel","epNo":35,"alt":"","descr":"Die Blumenfrau Gretchen Ebelmann (Inge Meysel) leidet unter starken Zahnschmerzen. Auf dem Weg zu ihrem Zahnarzt wird sie kurzerhand von einem Produktionsteam für einen Werbespot entdeckt. Ohne lange zu zögern wird sie zu Deutschlands Hausfrau der Nation und soll für einen Mixer werben. Die Dreharbeiten sind jedoch nicht so einfach wie erhofft.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-36","name":"Wanda","epNo":36,"alt":"","descr":"Die 19jährige Wanda versucht in Hamburg einen Job als Bürokraft zu bekommen. Noch während des Gesprächs wird ihr jedoch abgesagt, da ihr Deutsch für die Büroarbeit zu schlecht ist. Niedergeschlagen trifft sie Friedrich Lenz (Helmut Zierl) auf dem Weg nach Hause. Die Beiden freunden sich schnell an und Friedrich unternimmt alles, um Wanda dabei zu helfen in Deutschland bleiben zu können","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-37","name":"Per Anhalter","epNo":37,"alt":"","descr":"Der Halbamerikaner Charles (William Mockridge) nimmt den jungen Michael mit seinem LKW per Anhalter mit. Dieser ist bei seinen Großeltern in Hannover ausgerissen und macht sich selbstständig auf den Weg zu seiner Mutter nach Hamburg. Dort erwarten ihn jedoch der Freund der Mutter und damit auch gleichzeitig dessen Geldprobleme und Schulden.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-38","name":"Eine Seemannsfrau","epNo":38,"alt":"","descr":"Jacob Neuhaus ist Seemann und fast das ganze Jahr nicht Zuhause. Seine Frau (Renate Schröter) kümmert sich in der Zeit um die Kinder und die täglichen Probleme. Um die Zukunft ihres Sohnes zu besprechen fährt sie mit ihrem Mann durch den Kanal und verbringt mit ihm gemeinsame Zeit auf dem Schiff.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-39","name":"Der Sänger","epNo":39,"alt":"","descr":"Fred (Volker Brandt) verdient sein Geld mit dem Ausfahren von Fleisch. Zumindest denkt seine Frau, dass dies die einzige Beschäftigung ihres Mannes ist. Bei jeder Fahrt nach Hamburg trifft sich Fred mit seiner Band und musiziert auf St. Pauli, bis seine Route sich eines Tages ändern soll.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-40","name":"Die Kompagnons","epNo":40,"alt":"","descr":"Thomas (Uwe Ochsenknecht) hast als Bootsmann abgemustert und plant mit seinem Kumpel Gerd (Friedrich Karl Praetorius) einen An- und Verkauf Laden zu eröffnen. Als Gerd ihm von seinen Plänen erzählt seine Freundin Christa (Claudia Demarmels) mit in den Laden einzubringen, ist Thomas zuerst nicht begeistert. Als bei den Freunden eingebrochen wird treffen sie eine folgenschwere Entscheidung","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-41","name":"Uwe ist der Größte","epNo":41,"alt":"","descr":"Uwe (Gernot Kleinekemper) ist bei seinem Vater (Stephan Orlac) auf der Werft in die Lehre gegangen und muss sich daher einiges seiner Kollegen anhören. Auch zuhause läuft zwischen dem Vater und seinem Sohn alles andere als gut. Uwe trifft sich lieber mit seinen Freunden vom Motorrad Club, anstatt Zeit mit seiner Familie zu verbringen.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-42","name":"Vera","epNo":42,"alt":"","descr":"Vera (Wega Jahnke) ist als Bürokraft angestellt und hat ein Auge auf ihren Chef geworfen. Dieser zeigt jedoch wenig Interesse an seiner Vorzimmerdame. Aus Frust verabredet sich Vera mit einem Kollegen und versucht den Chef eifersüchtig zu machen.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-43","name":"Acht Tage Urlaub","epNo":43,"alt":"","descr":"Herta (Karin Baal) ist als Lademeisterin befördert worden uns muss sich nun täglich in der Männerdomäne durchsetzen. Da passt es so gar nicht ins Bild, dass ihr Sohn Hannes (Udo Thies) wegen Autodiebstahls im Gefängnis sitzt und sie eines Tages während seines Hafturlaubs besucht.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-44","name":"Wasserratten","epNo":44,"alt":"","descr":"Norbert (Peter Petran) arbeitet am Hamburger Hafen und trainiert in seiner Freizeit seine beiden Enkel im Schwimmen. Auf der Arbeit hat Norbert allerdings Probleme mit seinen Angestellten, allen voran mit seinem eigenen Schwiegersohn.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-45","name":"Zehn Stunden Landfrei","epNo":45,"alt":"","descr":"Gerd Hoppe (Thomas Naumann) hat 10 Stunden Landfrei. Er hat sich vorgenommen Ilse zu besuchen, eine Freundin mit der er schon lange im Briefkontakt steht. Um Ilse zu finden macht sich Gerd auf eine abenteuerliche Suche quer durch Hamburg.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-46","name":"Onkel Wense","epNo":46,"alt":"","descr":"Fidi (Helmut Zierl) ist Lieferant bei einem Spirituosenhandel an den Landungsbrücken. Als er seine Lieferung an den Kneipeninhaber Onkel Wense (Rudolf Beiswanger) übergeben will, öffnet dieser ihm nicht die Tür. Am Abend zuvor ist Onkel Wense die Treppe runter gefallen und liegt mit einem gebrochenen Fuß im Bett","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-47","name":"So weit die Kohle reicht","epNo":47,"alt":"","descr":"Udo (Uwe Bohm) verbringt den Großteil seiner Freizeit mit seinen Freunden in der Kiesgrube und fährt dort auf frisierten Motorrädern Rennen. Eines Tages baut Udo mit dem Motorrad eines Freundes einen Unfall und muss nun für die Reparatur aufkommen. Kann ihm vielleicht sein Vater (Rolf Becker), der Motorradmechaniker helfen?","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-48","name":"Der Hauptgewinn","epNo":48,"alt":"","descr":"Gretchen Ebelmann (Ingel Meysel) hat richtig Glück. Bei einer Verlosung wird sie als Gewinnern gezogen und ist somit im Besitz einen neuen Autos. Doch Gretchen Ebelmann kann gar nicht Auto fahren und muss daher noch einmal die Schulbank drücken, um den Führerschein zu machen.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-49","name":"Mutterschaftsurlaub","epNo":49,"alt":"","descr":"Gerd (Michael Grimm) und Sabine (Susanne Altschul) haben erst vor Kurzem ein Kind bekommen. Gerade jetzt wackelt der Job von Gerd am Hafen. Sabine, die sich derzeit im Mutterschaftsurlaub befindet, beschließt wieder zu arbeiten und so die finanziellen Probleme des Paares zu lösen. Gerd ist jedoch mit diesem Vorschlag alles andere als einverstanden","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-50","name":"Samstag ist Reistag","epNo":50,"alt":"","descr":"Bei Familie Müller müssen die Hosen nicht enger geschnallt werden, denn diese sitzen bereits fest. Sowohl Horst (Dieter Ohlendiek), als auch Anne (Eva Behrmann) haben in letzter Zeit ordentlich zugenommen. Ab jetzt heißt es für die Beiden Kalorienzählen und Sport treiben.","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-51","name":"Egon war der Beste","epNo":51,"alt":"","descr":"Die Krankenschwester Ursel Jahn (Eva-Ingeborg Scholz) hat mit ihrem Mann Holger (Jan Groth) zwanzig Jahre lang eine ordentliche, aber recht freudlose Ehe geführt. Als die Tochter Gudrun (Doris Hahn) das Haus verlassen hatte, haben die beiden sich getrennt. Holger Jahn, ein Mann in den Fünfzigern, versucht einen Neuanfang .","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-52","name":"Ein Glas zuviel","epNo":52,"alt":"","descr":"Glasermeister Walter Kalteis (Ferdinand Dux), mehrere Jahre lang Witwer, hat zum zweiten Mal geheiratet. Die 18 Jahre jüngere Susanne (Irmgard Kootes) muss sich immer wieder wenig schmeichelhafte Vergleiche mit der geschäftserfahrenen ersten Frau gefallen lassen. Eines Abends verursacht Kalteis in angetrunkenem Zustand einen Autounfall und verliert seinen Führerschein ...","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-53","name":"Das Geheimnis","epNo":53,"alt":"","descr":"Werkmeister Erwin Schavahn (Klaus Höhne) wird von seiner Brunsbütteler Chemie-Firma zu einem Lehrgang nach Hamburg geschickt. Bei einem Bummel zu den Landungsbrücken lernt er die Chemie- Studentin Evelyn Sommerlund (Claudia Demarmels) kennen. Er verbringt mit dem netten Mädchen einen vergnügten, aber völlig harmlosen Abend ...","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-54","name":"Das Erinnerungsfoto","epNo":54,"alt":"","descr":"Susanne Karmasch (Gisela Trowe), früher eine recht erfolgreiche Schauspielerin, lebt zurückgezogen im Ruhestand mit ihrem Mann. Nur selten kommt sie - etwa für ein Erinnerungsfoto - in die Großstadt. Von Hannelore Kehler (Dinah Hinz), die in der Theater- Inszenierung \"Der Besuch der alten Dame\" die Hauptrolle spielt, wird Susanne zur Premiere eingeladen ...","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-55","name":"Bobby King","epNo":55,"alt":"","descr":"Die sehr musikalische Annegret Brödigam (Natascha Unbehaun) spielt Trompete in einem Spielmannszug, der oft Schiffe im Hafen begrüßt. Tagsüber arbeitet sie als Lehrling in einem Notariat. Doris Brödigam (Ulrike Bliefert) ist zwar ihre Mutter, deren Mann Norbert (Dieter Hufschmidt) jedoch nicht ihr Vater .","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-56","name":"Zwei ziehen zusammen","epNo":56,"alt":"","descr":"Olaf Meyer (Douglas Welbat) und Ferdinand Leitner (Kay Sabban) gehören zwar der gleichen Altersgruppe an, sind aber zwei sehr unterschiedliche Typen. Der eher zurückhaltende Olaf findet in Hamburg als ungelernter Koch keine Stelle. Der lebenstüchtige, schlagfertige Ferdinand arbeitet als Fernsehtechniker. Gemeinsam mieten sie eine Altbauwohnung","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-57","name":"Seute Deern","epNo":57,"alt":"","descr":"Ria Brenner (Ursula von Reibnitz), die viele Jahre gemeinsam mit ihrem älteren Bruder Wenzel (Uwe Dallmeier) einen kleinen Lebensmittelladen in Altona geführt hat, wird wegen ihres freundlichen Wesens von den Kunden \"Seute Deern\" genannt. Inzwischen trägt sich das Geschäft kaum noch. Rias Tochter Elke (Elke Kreutzfeld-Ponto) nimmt darum eine Stellung in einem Supermarkt an","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-58","name":"Späte Heirat","epNo":58,"alt":"","descr":"Lina Janas (Evelyn Hamann) führt mit ihrer Mutter ein seit Generationen in der Familie vererbtes Geschäft für Seemannsausrüstung und Berufskleidung. Als Seele der Firma wurde Lina ein spätes Mädchen, bis sie im Finanzkaufmann Egon Adams (Horst Keitel) den Mann ihres Lebens fand. Gleich nach der Hochzeitsreise richtet Adams in Linas Haus ein repräsentatives Büro ein","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-59","name":"Fundsache","epNo":59,"alt":"","descr":"Georg Blohm (Ulli Lothmanns) arbeitet als Tankwart bei der Tankstelle Schneider. Er hat einige Schwierigkeiten mit dem erheblich älteren Automechaniker Klaus-Dieter Speckmann (Hans Weicker), den die junge Tankstellenpächterin Almut Schneider (Regina Lamster) wegen seiner Unzuverlässigkeit entlassen möchte. Eines Tages soll Georg Firmengelder zur Bank bringen ...","versions":[]},{"path":"/serie/stream/st-pauli-landungsbrcken/staffel-1/episode-60","name":"Die Schwiegereltern kommen","epNo":60,"alt":"","descr":"Gerd Pröscher (Hans-Peter Korff) und seine Frau Hildegard (Eos Schopohl) führen gemeinsam eine Apotheke. Mit Freunden und Nachbarn kommt das lebenstüchtige Paar gut zurecht. Alle Selbstsicherheit gerät allerdings ins Wanken, wenn Gerds Eltern zu Besuch erscheinen. Weil die resolute Elfriede Pröscher (Ilsemarie Schnering) den Tagesablauf bis in alle Einzelheiten bestimmt ..","versions":[]}]}]}