{"seriesId":"stalk","name":"Stalk","descr":"Lucas, Codename Lux, beginnt sein Informatikstudium an einer der angesehensten Hochschulen Frankreichs. Bei einer Einführungsveranstaltung für Erstsemester läuft er gleich in eine Falle, die ein peinliches Video und viel Spott nach sich zieht. Zum Glück ist er clever und versteht sich zu wehren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Einführungswoche","epNo":1,"alt":"Wei or die","descr":"Lucas, Codename Lux, beginnt sein Informatikstudium an einer der angesehensten Hochschulen Frankreichs. Bei einer Einführungsveranstaltung für Erstsemester läuft er gleich in eine Falle, die ein peinliches Video und viel Spott nach sich zieht. Zum Glück ist er clever und versteht sich zu wehren…","versions":[{"lang":1,"streams":[{"redirect":8767514,"hoster":"VOE"},{"redirect":11694960,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die App","epNo":2,"alt":"Let’s stalk","descr":"Lucas treibt seinen Racheplan voran, ist aber durch Alma abgelenkt. Dann macht ihm ausgerechnet Alex ein unwiderstehliches Angebot: Er soll für ihn eine App entwickeln. Das eröffnet Lucas ungeahnte Möglichkeiten. Was es mit der App eigentlich auf sich hat, ahnt er noch nicht…","versions":[{"lang":1,"streams":[{"redirect":8767512,"hoster":"VOE"},{"redirect":8630654,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die XMAS Party","epNo":3,"alt":"Xmas party","descr":"Nachdem Lucas jetzt Zugriff auf alle Smartphones hat, kann er die Clique nun ständig beobachten und sich endlich an Alex rächen. Alma empfängt ungewollt ein kompromittierendes Video und Lucas wird in die Fachschaft aufgenommen…","versions":[{"lang":1,"streams":[{"redirect":8767515,"hoster":"VOE"},{"redirect":13818371,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das erste Mal","epNo":4,"alt":"Fifty shades of stalk","descr":"Lucas geht nach Almas Zurückweisung enttäuscht nach Hause und hackt den Kommilitonen, der sich darüber lustig gemacht hat. Was der eigentlich zu verbergen hat, weiß kurze Zeit später der gesamte Campus. Alma schmiedet Pläne für die Zukunft, von denen Lucas gar nicht begeistert ist…","versions":[{"lang":1,"streams":[{"redirect":8767513,"hoster":"VOE"},{"redirect":8630647,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Untersuchung","epNo":5,"alt":"Stalke-moi","descr":"Nachdem mit Noé der nächste Schüler öffentlich per Online Video bloßgestellt wurde, haben plötzlich alle ihre Webcams und Handykameras abgeklebt und IT-Sicherheitsexperte Herzig persönlich versucht herauszufinden, wer auf dem Campus der Stalker ist. Lucas tauscht sein ranziges Zimmer im Wohnheim gegen ein stylisches WG-Zimmer ein…","versions":[{"lang":1,"streams":[{"redirect":8767516,"hoster":"VOE"},{"redirect":8630648,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das perfekte Meme","epNo":6,"alt":"Le mème parfait","descr":"Die Schüler der ENSI haben ihre ersten Semesterferien und genießen die Auszeit. Nur Lucas bleibt allein zurück, um zu arbeiten. Doch die Auszeit währt nicht lange. Das neue Semester beginnt ohne Alex, der wegen des Dealens von der Uni geschmissen wurde. Als er Lucas zur Rede stellt, fordert er nicht nur das Geld zurück.","versions":[{"lang":1,"streams":[{"redirect":8767518,"hoster":"VOE"},{"redirect":8630658,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Geheimnissuche","epNo":7,"alt":"To stalk, stalk, stalk","descr":"Durch das Meme, das Lux, Alex, Lolo und Samir kreiert haben, hat Lux nun Zugang zu beinahe sämtlichen Smartphones der Uni. Er ist auf der Suche nach Geheimnissen, mit denen er die Studenten erpressen und somit genug Geld machen kann, um die 15.000 Euro für die Drogen zurückzuzahlen.","versions":[{"lang":1,"streams":[{"redirect":8767517,"hoster":"VOE"},{"redirect":8630650,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das It-Girl","epNo":8,"alt":"It-girl","descr":"Das \"It-Girl\" June hat einen der erfolgreichsten Instagram-Accounts der Uni. Doch anscheinend spielt sie ein falsches Spiel. Nach außen gibt sie sich perfekt, aber tut dies nur, um Aufmerksamkeit zu erlangen. Alma wittert eine Chance, das große Geld zu machen und tüftelt gemeinsam mit Lux einen Plan aus, um an Junes Geheimnisse heranzukommen.","versions":[{"lang":1,"streams":[{"redirect":8767520,"hoster":"VOE"},{"redirect":8630651,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Totalüberwachung","epNo":9,"alt":"Ensi is watching you","descr":"Die Lage an der ENSI spitzt sich immer weiter zu. Inzwischen scheint sich jeder an der Uni sicher zu sein, dass der Stalker einer der ENSI-Studenten sein muss. Alle sind von Williams Selbstmordversuch verstört und zeigen ihre Solidarität. Lucas hat gleichzeitig mit Schuldgefühlen und der Angst, erwischt zu werden, zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8767519,"hoster":"VOE"},{"redirect":8630653,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Stalk of Shame","epNo":10,"alt":"Stalk of shame","descr":"Als Alex Alma im Haus seiner Eltern einsperrt, muss sich Lucas einen Plan überlegen, wie er sie befreien kann. Er geht auf Alex’ Forderung ein und entwickelt eine Software, die die Kameras der gesamten Stadt auslesen soll. Alma wird daraufhin freigelassen. Allerdings verschwindet sie augenblicklich wieder und weder Lucas noch Margot können herausfinden, wo Alma steckt…","versions":[{"lang":1,"streams":[{"redirect":8767522,"hoster":"VOE"},{"redirect":8630665,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Kampf um die Fachschaft","epNo":1,"alt":"R.I.P Stalker’s Hunters","descr":"Lux, der schon über ein Jahr nicht mehr gestalkt hat, ist mittlerweile Mitglied der Fachschaft, die sich den Namen Stalker Hunters gegeben hat, und hat zusammen mit seinen Kollegen eine Spenden-Party für die nächste Fachschaftswahl organisiert, die allerdings von Alex ehemaligen Kumpels Lolo und Samir gehackt wird und zum Desaster wird.","versions":[{"lang":1,"streams":[{"redirect":10238808,"hoster":"VOE"},{"redirect":10238807,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Lang lebe der White Duke","epNo":2,"alt":"Sors de l’habitacle","descr":"Samir und Lolo haben die Fachschaftswahl gewonnen und wollen nun das kompromittierende Video, das bisher nur innerhalb der ENSI veröffentlicht wurde, unter Verschluss halten. Lux überzeugt Justin, dass dieser das Video an die Öffentlichkeit bringt und sich somit als Whistleblower wieder reinwäscht.","versions":[{"lang":1,"streams":[{"redirect":10238811,"hoster":"VOE"},{"redirect":10238810,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Keiner ist mehr sicher","epNo":3,"alt":"El Capitan","descr":"Lux vermutet Charlie hinter der Maske des White Dukes und nutzt eine Prüfung von Herzig dazu, Charlie zu entlarven. Die Prüfung gewinnt jedoch wider Erwarten Zoé. Um rauszufinden, ob Zoé der White Duke ist, stalkt Lux sie und bekommt ein Gespräch zwischen ihr und ihrer Freundin Jade mit, in dem diese sich über ihre rassistische Professorin beschwert.","versions":[{"lang":1,"streams":[{"redirect":10238806,"hoster":"VOE"},{"redirect":10238804,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alma","epNo":4,"alt":"Alma","descr":"Im Rahmen der Vorlesung von Eva Lang, die Spieleentwicklerin war, programmiert Charlie ein Spiel namens STALKER, das spielerisch jeden auf dem Campus zum Stalker machen soll. Die Bezahlversion wird über die Firma KRYPTO abgewickelt und dient Charlie somit als Tor, um KRYPTO zu hacken und unbemerkt Geld abzuzweigen.","versions":[{"lang":1,"streams":[{"redirect":10238820,"hoster":"VOE"},{"redirect":10238816,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Montreal","epNo":5,"alt":"Montréal","descr":"Alma will Lux helfen, den White Duke zu enttarnen. Im Gegenzug hilft er ihr, ihren Vater zu stalken.","versions":[{"lang":1,"streams":[{"redirect":10238821,"hoster":"VOE"},{"redirect":10238818,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Diana – Die Jägerin","epNo":6,"alt":"Diane Chasseresse","descr":"Justin ist mittlerweile das offizielle Sprachrohr des White Duke und durch seine Enthüllungen ist das Ansehen beider inzwischen enorm gestiegen. Lux muss sich dafür verantworten, dass er die Schuld für Charlies Hacks übernommen hat und wird von der ENSI geworfen.","versions":[{"lang":1,"streams":[{"redirect":10238824,"hoster":"VOE"},{"redirect":10238822,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ich Bonnie, Du Clyde","epNo":7,"alt":"Moi Bonnie, toi Clyde","descr":"Charlie und Lux überlegen, warum Herzig es auf Lux abgesehen haben könnte. Um das herauszufinden, beschließen die beiden sich selber als White Duke auszugeben und eine List zu legen.","versions":[{"lang":1,"streams":[{"redirect":10238826,"hoster":"VOE"},{"redirect":13818372,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Demaskierung","epNo":8,"alt":"ENSI Us","descr":"Lux vermutet, dass Herzig den White Duke erfunden hat, um sich und der ENSI einen weltweiten guten Ruf zu erschaffen und damit sein Projekt mit der amerikanischen Zweigstelle der ENSI nach vorne zu treiben. Um ihm einen Strich durch die Rechnung zu machen, verbündet sich Lux wieder mit seinen Erzfeinden.","versions":[{"lang":1,"streams":[{"redirect":12984030,"hoster":"VOE"},{"redirect":10238832,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der White Duke","epNo":9,"alt":"The White Duke","descr":"Durch eine Bemerkung von Charlie gegenüber Alma kommt Lux der Gedanke, dass er die ganze Zeit auf der falschen Spur war, und dass Charlie in Wahrheit der White Duke sein könnte.","versions":[{"lang":1,"streams":[{"redirect":10238836,"hoster":"VOE"},{"redirect":10238833,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Free Party","epNo":10,"alt":"Free Party","descr":"Lux möchte das Geheimnis um den White Duke öffentlich machen. Doch kurz vor dem enttarnenden Livestream muss er eine unterwartete Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":10238837,"hoster":"VOE"},{"redirect":10238840,"hoster":"Streamtape"}]}]}]}]}