{"seriesId":"stalked-leben-in-angst","name":"Stalked - Leben in Angst","descr":"Dr. Michelle Ward, Kriminalpsychologin und selbst früheres Stalking-Opfer, gibt Betroffenen in ihrer Sendung hilfreiche Ratschläge und zeigt Fälle, in denen Stalker erfolgreich gestellt werden konnten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Peggy Klinke","epNo":1,"alt":"Nowhere to Run","descr":"Nach drei Jahren emotionalen Missbrauchs trennt sich die 28-jährige Peggy von ihrem Freund Patrick. Als Patrick beginnt, Peggy auf Schritt und Tritt zu überwachen, bietet ihr die Polizei so gut wie keine Hilfe an, sodass Peggy die Dinge selbst in die Hand nehmen muss.","versions":[{"lang":1,"streams":[{"redirect":8370578,"hoster":"VOE"},{"redirect":8370576,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mary Walker","epNo":2,"alt":"Neighborhood Watch","descr":"Nachdem Mary in eine ruhige Vorstadt von Washington gezogen ist, findet sie in ihrer unmittelbaren Nachbarin Jane eine neue beste Freundin. Doch schon bald stellt sich heraus, dass mit Jane etwas nicht stimmt. Weil sie sich unbehaglich fühlt, versucht Mary, sich von Jane zu distanzieren, doch die lässt das nicht so einfach zu.","versions":[{"lang":1,"streams":[{"redirect":8370581,"hoster":"VOE"},{"redirect":8370583,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Harvette Williams","epNo":3,"alt":"Too Close to Home","descr":"Als Harvette Williams, alleinerziehende Mutter zweier Kinder, Kevin ihre Karte gibt, ahnt sie nicht, dass sie einen besessenen Stalker in ihr Leben lässt. Harvette weist Kevins romantische Annäherungsversuche ab, doch er lässt sich davon nicht beirren. Seine unaufhörlichen Anrufe, ungewollten Geschenke und ständige Überwachung verängstigen Harvette, aber die örtliche Polizei kann ihr nicht helfen. Dr. Michelle Ward konnte erneut beobachten, was passiert, wenn eine harmlose Schwärmerei zur gefährlichen Besessenheit wird.","versions":[{"lang":1,"streams":[{"redirect":8370588,"hoster":"VOE"},{"redirect":8370585,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Amy Johnson","epNo":4,"alt":"Behind the Shield","descr":"Die Polizistin Amy Johnson ist seit vier Jahren glücklich mit Dustin verheiratet, der von einem Augenblick auf den anderen ein anderer Mensch wird. Als Polizistin ist Amy davon überzeugt, dass sie alleine mit ihm fertig wird, bis Dustin schließlich zu weit geht.","versions":[{"lang":1,"streams":[{"redirect":8370565,"hoster":"VOE"},{"redirect":8370569,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Karen Welch","epNo":5,"alt":"Dangerous Games","descr":"Die alleinerziehende Mutter Karen Welch bekommt an Heiligabend einen geheimnisvollen Anruf. Eine verzerrte Stimme zitiert Dialogzeilen aus dem Horrorfilm \"Scream\". Zunächst denkt sie sich nichts dabei, doch bald bekommt sie täglich Dutzende von Anrufen, bei denen einfach aufgelegt wird. Als der unbekannte Anrufer sie sogar im Urlaub in ihrem Hotel anruft, erreicht ihre Angst den Höhepunkt. Karen hat keine Ahnung, wer dafür verantwortlich sein könnte. Doch das muss sie unbedingt herausfinden, bevor ihr Stalker zu weit geht.","versions":[{"lang":1,"streams":[{"redirect":8370561,"hoster":"VOE"},{"redirect":8370557,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Cameron Wallace","epNo":6,"alt":"Teenage Obsession","descr":"1996 lernt die aufgeschlossene Cameron Wallace den schüchternen Ryan im Kunstunterricht kennen. Die beiden kennen sich nur flüchtig, doch Ryan ist von Cameron besessen. Sie ahnt noch nicht, dass er ihr Stalker wird – für die nächsten zehn Jahre. Trotz seiner ständigen belästigenden Emails, Anrufe und Versuche, Cameron Angst zu machen, gibt es für die Polizei nicht genug Beweise, um sich einzuschalten. Mit jedem Tag, der vergeht, fürchtet Cameron mehr um ihr Leben. Dr. Michelle Ward untersucht diesen Fall von Teenager-Besessenheit.","versions":[{"lang":1,"streams":[{"redirect":8370551,"hoster":"VOE"},{"redirect":12482628,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Angelica Morales","epNo":1,"alt":"Dire Straits","descr":"Eine College-Studentin in Staten Island lernt einen scheinbar charmanten Mann kennen. Er erobert ihr Herz im Sturm, aber die Beziehung kippt, als er seinen wahren Charakter offenbart. Michelle Ward gibt einen Einblick in die Psyche eines Mannes, der keine Angst kennt und den ultimativen Schrecken erzeugt.","versions":[{"lang":1,"streams":[{"redirect":12926342,"hoster":"VOE"},{"redirect":8370710,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Colleen Doran","epNo":2,"alt":"Signed, Your Deadliest Fan","descr":"Eine erfolgreiche Comicbuchautorin und Illustratorin trifft einen Fan, der weit mehr als ein Autogramm will. Dr. Michelle Ward möchte herausfinden, was passiert, wenn die Bewunderung eines Fans zu einer kranken Besessenheit wird.","versions":[{"lang":1,"streams":[{"redirect":8370704,"hoster":"VOE"},{"redirect":8370702,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alexis Moore","epNo":3,"alt":"Six Degrees of Separation","descr":"Alexis ist eine intelligente und freigeistige College-Absolventin, als sie den charismatischen Technikexperten Ben trifft. Die beiden beginnen eine romantische Beziehung, doch es dauert nicht lange, bis Ben ihr seine dunkle Seite zeigt. Als Alexis versucht, ihn zu verlassen, wird er gewalttätig und schlägt sie, woraufhin sie nichts mehr mit ihm zu tun haben will. Ben jedoch, Privatdetektiv von Beruf, hat das Wissen und die Mittel, Alexis überall aufzuspüren. Fest entschlossen, sie um alles in der Welt zu halten, wird in ihm der Wunsch nach Rache immer lauter.","versions":[{"lang":1,"streams":[{"redirect":8370691,"hoster":"VOE"},{"redirect":8370694,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Amanda Oliver","epNo":4,"alt":"Love Is A Battlefield","descr":"Eine aufstrebende Schauspielerin in Hollywood trifft eine alte Freundin wieder, die ebenfalls Schauspielerin ist und zutiefst eifersüchtig auf ihre Schönheit und ihren Erfolg. Dr. Michelle Ward erklärt, was passiert, wenn eine neidische Freundin zur gefährlichen Feindin wird.","versions":[{"lang":1,"streams":[{"redirect":8370682,"hoster":"VOE"},{"redirect":8370688,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Arthel Neville","epNo":5,"alt":"In The Spotlight","descr":"Eine angesehene Fernsehjournalistin aus San Diego wird von einem geistig verwirrten Fan gestalked, der ihr mit Vergewaltigung und Mord droht, wenn sie vor der Kamera nicht genau seinen Anweisungen folgt. Dr. Michelle Ward zeigt, wie gefährlich das Leben einer Journalistin im Rampenlicht sein kann.","versions":[{"lang":1,"streams":[{"redirect":8370677,"hoster":"VOE"},{"redirect":8370676,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Iva Franks-Singer","epNo":6,"alt":"Deadly Envy","descr":"Eine aufstrebende Schauspielerin in Hollywood trifft eine alte Freundin wieder, die ebenfalls Schauspielerin ist und zutiefst eifersüchtig auf ihre Schönheit und ihren Erfolg. Dr. Michelle Ward erklärt, was passiert, wenn eine neidische Freundin zur gefährlichen Feindin wird.","versions":[{"lang":1,"streams":[{"redirect":12381737,"hoster":"VOE"},{"redirect":8370663,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tracy Morris","epNo":7,"alt":"Out of Bounds","descr":"Tracy Morris ist eine offene und freundliche Krankenschwester, die stets denen helfen will, die in Not sind. Sie bietet Jason Sharp, einem Vater, der darum kämpft, über die Runden zu kommen, ein paar Gelegenheitsjobs an, doch der missdeutet Tracys offene Art als romantisches Interesse. Morris will nichts von dem jungen, verheirateten Mann wissen, doch ein Nein lässt der nicht gelten. Zunächst erzählt sie niemandem von seinen Avancen, weil sie ihre Familie nicht beunruhigen will, doch als Sharpes Entschlossenheit wächst, beginnt Tracy, um ihr Leben zu fürchten.","versions":[{"lang":1,"streams":[{"redirect":8370670,"hoster":"VOE"},{"redirect":8370669,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alberto Benitez","epNo":8,"alt":"Burning Desires","descr":"Alberto ist ein erfolgreicher Ausbilder bei der Polizei in Kingsville, Texas. Nachdem er mit seiner Freundin Schluss gemacht hat, verwandelt ihre Besessenheit sein Leben in ein teuflisches Spiel auf Leben und Tod.","versions":[{"lang":1,"streams":[{"redirect":8370641,"hoster":"VOE"},{"redirect":8370648,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Marie DePalma","epNo":9,"alt":"Badlands","descr":"Marie, eine schüchterne Schülerin aus Detroit, Michigan, ist begeistert, als ein älterer Schüler sich für sie interessiert. Als ihre Beziehung sich weiterentwickelt, wird ihr Leben jedoch zur Hölle auf Erden.","versions":[{"lang":1,"streams":[{"redirect":8370653,"hoster":"VOE"},{"redirect":8370652,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hannah Perryman","epNo":10,"alt":"The Girl Next Door","descr":"Vier Jahre lang konnte Hannah Perryman aus ihrem Schlafzimmerfenster ein Mädchen aus der Nachbarschaft beobachten, von dem sie bereits einmal angegriffen wurde. Unentwegt ging es die ruhige Straße auf und ab und behielt immer das Haus im Blick. Hannah, die jetzt 17 Jahre alt und eine erfolgreiche Softballspielerin ist, hat einen Großteil ihrer Teenagerzeit wie in Gefangenschaft verbracht, nicht wissend, was ihre Stalkerin tun würde. Das Schlimmste daran war, dass die Polizei nicht helfen konnte, weil die Nachbarin keinerlei Gesetze brach","versions":[{"lang":1,"streams":[{"redirect":13917348,"hoster":"VOE"},{"redirect":8370639,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Vicki Kuper","epNo":11,"alt":"Above the Law","descr":"Vicki, die kürzlich geschieden wurde, lebt mit ihren vier Kindern in Iowa. In Jack findet sie irgendwann ihre neue Liebe, aber seine eifersüchtigen Neigungen kommen bald an die Oberfläche. Vicki kämpft darum, sich seiner Kontrolle zu entziehen","versions":[{"lang":1,"streams":[{"redirect":8370631,"hoster":"VOE"},{"redirect":8370632,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Sheila Taormina","epNo":12,"alt":"Off the Deep End","descr":"Sheila, eine Weltklasse-Triathletin und Gewinnerin einer olympischen Goldmedaille, bekommt plötzlich seltsame Telefonanrufe und Briefe von einem anderen Athleten. Bald folgt er ihr zu Wettkämpfen überall im Land, und die Polizei kann nichts tun, um ihn aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":8370618,"hoster":"VOE"},{"redirect":8370616,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mai Hlee Xiong","epNo":13,"alt":"Web of Destruction","descr":"Mai Hlee hat gerade das College abgeschlossen, als sie an einem Schönheitswettbewerb teilnimmt. Ein Stalker beobachtet sie auf Schritt und Tritt und macht vor nichts Halt, um ihren guten Ruf zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":12381741,"hoster":"VOE"},{"redirect":8370628,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Lee Redmond","epNo":14,"alt":"Kiss of Death","descr":"Lee Redmond arbeitet als Limousinen-Fahrer in Las Vegas. Jeden Tag sieht er nicht nur Glanz und Glamour, sondern auch die Kehrseite der Stadt der Sünde. Als er die junge Stripperin Nicole Thornton kennenlernt und beschließt, ihr dabei zu helfen, ihr Leben wieder in den Griff zu bekommen, glaubt er, etwas Gutes zu tun. Doch stattdessen zerstört er seine Familie und gefährdet sogar sein eigenes Leben. Dr. Michelle Ward ergründet, was passiert, wenn anfängliche Zuneigung zur tödlichen Obsession wird.","versions":[{"lang":1,"streams":[{"redirect":8370610,"hoster":"VOE"},{"redirect":8370612,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Jane Haag","epNo":15,"alt":"Power Play","descr":"Jane, eine erfolgreiche Software-Beraterin in Orange County, Kalifornien, hat selten Zeit sich zu verabreden. Das ändert sich, als sie Ron kennenlernt. Sie verlieben sich schnell und ziehen zusammen. Doch bald entdeckt Jane, dass Ron eine regelrechte Zeitbombe ist, die kurz davor steht, hochzugehen.","versions":[{"lang":1,"streams":[{"redirect":8370602,"hoster":"VOE"},{"redirect":8370604,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Andrew Bagby","epNo":16,"alt":"Evil Intent","descr":"Der kanadische Medizinstudent Andrew beginnt mit seiner Kommilitonin Shirley auszugehen, will aber keine ernsthafte Beziehung. Nach seinem Abschluss nimmt Andrew einen Job in den USA an und beendet die Sache. Doch Shirley ist nicht bereit, ihn gehen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8370598,"hoster":"VOE"},{"redirect":8370594,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Sherry Meinberg","epNo":1,"alt":"The Bogeyman","descr":"Wie Sherry versucht, ihrem gewalttätigen Ehemann zu entkommen, zeigt BIO in \"Stalked – Leben in Angst: Sherry Meinberg\" als deutsche TV-Premiere.","versions":[{"lang":1,"streams":[{"redirect":8370825,"hoster":"VOE"},{"redirect":8370830,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"K.T. Mills","epNo":2,"alt":"Fear F.M.","descr":"K.T. ist eine beliebte Radiomoderatorin mit einer begeisterten Fangemeinde, doch einer der Hörer wirft sie aus der Bahn. Andre ist besessen von ihr und hält jedes Liebeslied in ihrem Programm für eine Liebeserklärung an ihn. Er hinterlässt Essen, Schmuck und sogar einen Ehering bei ihrem Sender. Als K.T. erfährt, dass Andre eine Waffe gekauft und ihre Adresse herausgefunden hat, überschlagen sich die Ereignisse. Während sie versucht sich zu schützen, lässt er nichts unversucht, um ihr nahe zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8370842,"hoster":"VOE"},{"redirect":8370835,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Katerina Brunot","epNo":3,"alt":"Prisoner of Love","descr":"Katerina Brunot ist eine hübsche Russin, die glaubt in dem amerikanischen Touristen Frank Sheridan ihren Traummann gefunden zu haben. Doch nach der Hochzeit und dem Umzug in die USA entpuppt er sich als Alptraum. Er macht sie zur Sklavin und zwingt sie zum Kochen, zum Putzen und zum Sex. Als sie versucht nach Russland zu entkommen, verhindert er die Flucht und beschuldigt sie eines Gewaltverbrechens. Katerina beweist ihre Unschuld, doch sie muss erkennen, dass ihr geisteskranker Ehemann sie niemals gehen lassen wird.","versions":[{"lang":1,"streams":[{"redirect":8370821,"hoster":"VOE"},{"redirect":8370817,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bob und Kathleen Krueger","epNo":4,"alt":"Campaign of Terror","descr":"Bob und seine Frau sind am Boden zerstört, als er die Senatswahl knapp verliert. Der Terror ihres ehemaligen Wahlkampfleiters lässt das Paar anschließend verzweifeln. Tom ist von dem Ehepaar besessen und zieht in das gegenüberliegende Haus. Er beobachtet jede Bewegung von Bob und Kathleen. Als Bob ihn auffordert wegzuziehen, droht er damit ihr Haus zu zerstören. Um diesen Alptraum zu überleben, müssen Bob und Kathleen mit dem FBI zusammenarbeiten und Tom eine Falle stellen.","versions":[{"lang":1,"streams":[{"redirect":8370809,"hoster":"VOE"},{"redirect":8370810,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tracy Lundeen","epNo":5,"alt":"Haunting Obsession","descr":"Tracy will dem Außenseiter Shawn helfen und bietet ihm bei seinen Hausaufgaben Unterstützung an. Als die Achtklässlerin seine Bitte um ein Date freundlich ablehnt, macht er ihr das Leben zur Hölle. Siebzehn Jahre lang verfolgt Shawn sie unerbittlich. Nicht einmal ein Schulverweis oder ein Gefängnisaufenthalt können ihn abhalten. Tracy und ihre Familie verlassen die Stadt und beginnen ein neues Leben. Als Shawn aus dem Gefängnis entlassen wird, ist er wild entschlossen sie zu finden.","versions":[{"lang":1,"streams":[{"redirect":8370802,"hoster":"VOE"},{"redirect":8370805,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Jessica Sierra","epNo":6,"alt":"Idol Worship","descr":"Kurz nach ihrem Auftritt bei einer TV-Show erhält Jessica einen Anruf von Daniel, der behauptet Musikproduzent zu sein. Doch bald stellt sich heraus, dass er nicht nur an ihrer Stimme Interesse hat. Daniel ist davon überzeugt, dass sie füreinander bestimmt sind. Zu Jessicas Entsetzen findet er heraus, wo ihre Familie lebt und macht sich auf den Weg, um sie dort aufzuspüren. Nun muss die junge Frau ihre Familie vor einem Stalker schützen, von dem sie nicht einmal weiß, wie er aussieht.","versions":[{"lang":1,"streams":[{"redirect":12926341,"hoster":"VOE"},{"redirect":8370792,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Jessie Cooper","epNo":7,"alt":"Nightmare Next Door","descr":"Als die 13-jährige Jessie den 34 Jahre alten Nick kennenlernt, hält sie ihn für einen netten Nachbarn. Als er beginnt ihr Liebesbriefe zu schreiben, entdeckt ihre Mutter, dass er ein verurteilter Triebtäter mit einer Vorliebe für minderjährige Mädchen ist. Er verfolgt Jessie unerbittlich und wird erneut verurteilt. Im Gefängnis verstärkt sich seine Fixierung auf sie. Als er nach einigen Jahren kurz vor seiner Entlassung steht, fürchtet die junge Frau, dass er sie dieses Mal nicht nur verfolgen, sondern sich an ihr rächen will.","versions":[{"lang":1,"streams":[{"redirect":12251297,"hoster":"VOE"},{"redirect":8370775,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kristen Pratt","epNo":8,"alt":"Stalked.com","descr":"In einer neuen Folge \"Stalked – Leben in Angst\" muss sich Kristen dem Terror aus dem Internet stellen.","versions":[{"lang":1,"streams":[{"redirect":8370780,"hoster":"VOE"},{"redirect":8370781,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sandi Musk","epNo":9,"alt":"Devil in Disguise","descr":"Sandi ist eine erfolgreiche Geschäftsfrau. Für die Suche nach einem Lebenspartner hat sie keine Zeit. Dann lernt sie Andy kennen, der sich Hals über Kopf in sie verliebt. Als sie seine gewalttätige Seite bemerkt, beendet sie die Beziehung. Andy will das nicht akzeptieren. Er verfolgt sie unerbittlich – zu Hause und an ihrem Arbeitsplatz. Als er ausrastet, ist Sandi dem Sadisten auf Gedeih und Verderb ausgeliefert.","versions":[{"lang":1,"streams":[{"redirect":8370786,"hoster":"VOE"},{"redirect":8370789,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tom Donato","epNo":10,"alt":"She-Devil","descr":"Tom arbeitet fürs Militär, als er die kluge und erfolgreiche Kristin kennenlernt. Sie heiraten und bekommen schon bald ein Baby. Als Tom seinen Job aufgibt, um Hausmann zu sein, beginnt Kristin jede seiner Bewegungen zu überwachen. Schließlich verlangt Tom die Scheidung. Er ahnt nicht, dass Kristin eine schreckliche Rache plant. Sie beschuldigt ihn, ein gewalttätiger Stalker zu sein.","versions":[{"lang":1,"streams":[{"redirect":8370766,"hoster":"VOE"},{"redirect":8370767,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"George Long","epNo":11,"alt":"Hell Hath No Fury","descr":"Nach seiner Scheidung möchte George nie wieder heiraten. Als er Cheryl trifft, glaubt er die perfekte Frau gefunden zu haben, denn auch sie hat kein Interesse an einer Hochzeit. Nach elf gemeinsamen Jahren ändert Cheryl plötzlich ihre Meinung. George beendet die Beziehung, doch Cheryl kann seinen Entschluss nicht akzeptieren. Sie droht ihm mit Selbstmord. Als er seine Meinung dennoch nicht ändert, bedroht sie sein Leben.","versions":[{"lang":1,"streams":[{"redirect":8370756,"hoster":"VOE"},{"redirect":8370758,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Robin Banker","epNo":12,"alt":"Toxic Love","descr":"Die alleinerziehende Kellnerin Robin fällt dem attraktiven Ron auf. Zwischen Ron und Robin funkt es und sie beginnen eine Beziehung. Robin ahnt nichts von Rons Kontrollwahn, den sie bald zu spüren bekommt. Ron beginnt Robin zu beschimpfen, beschuldigt sie zu freundlich mit ihren Gästen umzugehen und verbietet ihr sogar Zeit mit ihren eigenen Kindern zu verbringen. Eines Nachts lässt er sie zunächst mitten im Nirgendwo stehen und greift sie dann brutal an. Robin kann nur knapp entkommen, aber Ron ist noch nicht mit ihr fertig.","versions":[{"lang":1,"streams":[{"redirect":8370748,"hoster":"VOE"},{"redirect":8370750,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Jennifer Paulson","epNo":13,"alt":"Good Vs Evil","descr":"Die 18-jährige Studentin Jennifer hat Mitleid mit dem Einzelgänger Jed. Aber er verliebt sich sofort in sie doch als Jennifer seine Annäherungsversuche behutsam zurückweist, schockiert er sie mit einem plötzlichen Wutausbruch. Jahre nach dem Abschluss kontaktiert er Jennifer wieder und macht genau dort weiter, wo er aufgehört hatte. Von diesem Zeitpunkt an übertrifft seine Besessenheit all ihre Befürchtungen. Jennifer weiß nie, wo ihr Stalker beim nächsten Mal zuschlagen wird.","versions":[{"lang":1,"streams":[{"redirect":8370741,"hoster":"VOE"},{"redirect":8370744,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Judy Phillips","epNo":14,"alt":"Wolf in Sheep’s Clothing","descr":"Judy ist eine liebenswürdige Frau, die sich gerade von einer Nierenerkrankung erholt. Als sich James, ein gut aussehender, jüngerer Mann für sie interessiert, fühlt sie sich geschmeichelt. Doch der Traumprinz zeigt bald sein wahres Gesicht und beginnt Judy verbal zu demütigen. Als sie die Beziehung schließlich nach eineinhalb Jahren psychischer Folter beendet, beginnt er sie unerbittlich zu stalken. Judy und ihre Tochter Trisha versuchen gemeinsam James hinter Gitter zu bringen, wobei sie nicht ahnen, dass er einen tödlichen Racheplan verfolgt.","versions":[{"lang":1,"streams":[{"redirect":8370738,"hoster":"VOE"},{"redirect":8370734,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Madonna","epNo":15,"alt":"The Madonna Stalker","descr":"\"Stalked – Leben in Angst: Madonna\" zeigt, wie sich die \"Queen of Pop\" gegen einen fanatischen Fan behauptete","versions":[{"lang":1,"streams":[{"redirect":8370722,"hoster":"VOE"},{"redirect":8370724,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kaity Sudberry","epNo":16,"alt":"If I Can’t Have You","descr":"Kaity ist ein ehrgeiziger Teenager und hat eine glänzende Zukunft vor sich, als sie Daniel kennenlernt. Die Freundschaft wird schon bald zu einer romantischen Beziehung, bis Daniel seine besitzergreifende Seite offenbart. Als sein Verhalten gewalttätig wird, überzeugt Kaitys Familie sie, sich von ihm zu trennen. Aber Daniel kann diese Zurückweisung nicht akzeptieren und ist entschlossen sich zu rächen.","versions":[{"lang":1,"streams":[{"redirect":13001677,"hoster":"VOE"},{"redirect":8370716,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Dawn Hillyer","epNo":1,"alt":"Twist Of Hate","descr":"Dawn ist überrascht, als ihr Exfreund Mike sie plötzlich zurückhaben will. Doch Dawn weist seine Annährungsversuche zurück, woraufhin Mike ausflippt. Er stalkt sie und bombardiert sie unerbittlich mit Anrufen und SMS. Als er anonyme Cyberangriffe auf sie startet, fürchtet Dawn, dass er nicht nur ihren Ruf, sondern auch ihr Leben zerstören könnte. Die Lage spitzt sich zu, als Mike den Spieß umdreht und es gegenüber der Polizei aussehen lässt, als sei er das eigentliche Opfer. Die Ermittler versuchen, Mike aufzuhalten, bevor Dawn hinter Gittern landet oder Schlimmeres passiert.","versions":[{"lang":1,"streams":[{"redirect":8370981,"hoster":"VOE"},{"redirect":12482626,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Christen Naujoks","epNo":2,"alt":"Cruel Intentions","descr":"Die junge Studentin Christen erregt die Aufmerksamkeit ihres Kommilitonen John. Er umwirbt Christen mit Geschenken und Essen bei Kerzenschein, wird aber zunehmend besitzergreifend und grausam. Als Christen endlich mit ihm Schluss macht, ist er außer sich vor Wut und besessen davon, sie zurückzuerobern. Er verfolgt sie und überschüttet sie mit Anrufen und Nachrichten. Dann tötet John ihren gemeinsamen Vogel und Christen fürchtet, die nächste zu sein. Als ein Zeitungsartikel Johns kriminelle Vergangenheit enthüllt, hat er nichts mehr zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":8370987,"hoster":"VOE"},{"redirect":8370988,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vernetta Cockerham","epNo":3,"alt":"Playing With Fire","descr":"Als Vernetta, eine alleinerziehende Mutter aus einer Kleinstadt in den Südstaaten, Richard, einen Freund der Familie, kennenlernt, wird aus der Freundschaft bald eine Beziehung. Doch im Laufe der Zeit wird seine Strenge zu rücksichtslosem Missbrauch. Nachdem Vernetta allen Mut zusammengenommen und Richard rausgeworfen hat, verfolgt er sie bei Tag und Nacht. Sie wendet sich immer wieder an die örtliche Polizei, die allerdings wenig tut, um ihr zu helfen. Richards Drohungen werden immer heftiger und Vernetta versucht, ihn hinter Gitter zu bringen, bevor er sie in die Tat umsetzen kann.","versions":[{"lang":1,"streams":[{"redirect":8370919,"hoster":"VOE"},{"redirect":8370923,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dinah Lynch","epNo":4,"alt":"Off The Rails","descr":"Die Eisenbahningenieurin Dinah denkt sich nichts dabei, als ihr Kollege Stanley sie zum Mittagessen einlädt. Als sie jedoch klarstellt, dass ihre Beziehung rein beruflich ist, beginnt er, sie Tag und Nacht mit Anrufen zu belästigen. Die Situation nimmt eine dramatische Wende, als Stanley in Dinahs Nachbarschaft zieht und sie fast mit dem Auto überfährt. Dinah bekommt keine Hilfe von der Polizei und als Stanley ihr eines Nachts auflauert, muss sie alleine um ihr Leben kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8370969,"hoster":"VOE"},{"redirect":8370974,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Christy Martin","epNo":5,"alt":"The Puppet Master","descr":"Im Ring ist Christy Martin eine der erfolgreichsten Boxerinnen der Welt, aber sobald sie die Boxhandschuhe auszieht, lebt sie unter der Fuchtel ihres besitzergreifenden Trainers und Ehemannes Jim. Als sie zu entkommen versucht, erpresst Jim Christy mit pornografischem Material und droht, ein Geheimnis aus ihrer Vergangenheit an die Öffentlichkeit zu bringen. Nachdem sie jahrelang in Angst gelebt hat, glaubt Christy, dass er nur blufft, und will ihn verlassen. Als Jim kein Druckmittel gegen Christy mehr in der Hand hat, kennt seine Wut keine Grenzen.","versions":[{"lang":1,"streams":[{"redirect":8370971,"hoster":"VOE"},{"redirect":8370962,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Deborah Roberts","epNo":6,"alt":"Cat And Mouse","descr":"Die attraktive 18-jährige Deborah hat ein Talent dafür, in Schwierigkeiten zu geraten. Sie denkt, sie hat mit dem gutaussehenden \"Bad Boy\" Steven einen passenden Partner gefunden. Er erobert sie im Sturm, aber nachdem sie schwanger geworden ist und Steven geheiratet hat, verändert er sich. Er ist besitzergreifend, kontrollierend und schlägt Deborah täglich. Nachdem sie 17 Jahre wie eine Gefangene in ihrem eigenen Zuhause gelebt hat, entkommt sie mit ihren Kindern und kann sich verstecken. Rasend vor Wut, nimmt Steven die Hilfe einer anderen Frau in Anspruch, um sich an Deborah zu rächen.","versions":[{"lang":1,"streams":[{"redirect":8370954,"hoster":"VOE"},{"redirect":8370957,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Susan Zarriello","epNo":7,"alt":"Married To Madness","descr":"Susan ist erst 15 Jahre alt, als der 25-jährige David auf sie aufmerksam wird. Susan verliebt sich in David, aber er beginnt schon bald, sie zu kontrollieren und zu misshandeln. Über drei Jahre führen die beiden eine On-Off-Beziehung, bis David mit einer romantischen Geste Susan davon überzeugt, dass er sich geändert hat. Bald darauf heiraten sie, aber als David zu seinen alten Mustern zurückkehrt, reicht Susan die Scheidung ein. 15 Jahre später tritt David plötzlich wieder in ihr Leben und startet einen bösartigen Cyber-Angriff auf Susan, der auch einen Countdown zu ihrem Tod beinhaltet.","versions":[{"lang":1,"streams":[{"redirect":8370951,"hoster":"VOE"},{"redirect":8370952,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Angell Williams","epNo":8,"alt":"Predator By Proxy","descr":"Als Angell herausfindet, dass ihr Ehemann Michael sie betrügt, wirft sie ihn raus. Aber das hält Michael nicht auf. Er verfolgt Angell und greift sie mehrfach an, bis er schließlich im Gefängnis landet. Doch das ist nicht das Ende, denn als er Micheal aus dem Gefängnis kommt, setzt er seinen Racheplan in Gang. Er schaltet in Angells Namen reißerische Prostitutionsanzeigen und schickt damit Dutzende von Männern direkt zu ihr nach Hause.","versions":[{"lang":1,"streams":[{"redirect":8370942,"hoster":"VOE"},{"redirect":8370943,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Pam Dunn","epNo":9,"alt":"Without A Trace","descr":"Die lebendige und kontaktfreudige Pam hat eine Schwäche für \"Bad Boys\" und der Bauarbeiter Dave passt genau in ihr Beuteschema. Pam und Dave scheinen perfekt zusammenzupassen, bis seine Eifersucht und sein Kontrollzwang dazu führen, dass er Pam auf Schritt und Tritt verfolgt und sie schlägt, sobald sie mit einem anderen Mann spricht. Als Pam die Beziehung beendet, wird Dave wütend, hinterlässt ihr bedrohliche Nachrichten und lauert ihr an ihrem Arbeitsplatz auf.","versions":[{"lang":1,"streams":[{"redirect":13001676,"hoster":"VOE"},{"redirect":8370934,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kathy Haley","epNo":10,"alt":"The Ties That Bind","descr":"Als die 27-jährige Kathy den doppelt so alten David heiratet, der sie wie einen wertvollen Schatz behandelt, ist sie überglücklich. Aber als sie ihren Traumjob als Bewährungshelferin annimmt, wird David eifersüchtig und grausam. Er trinkt viel, bombardiert Kathy mit Beleidigungen und schlägt sie. Nach einem besonders heftigen Zwischenfall erkennt Kathy, dass sie sich trennen muss, aber Dave will sie nicht gehen lassen. Er lauert ihr mitten in der Nacht auf und greift sie kaltblütig an.","versions":[{"lang":1,"streams":[{"redirect":8370921,"hoster":"VOE"},{"redirect":8370926,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Katie Socci","epNo":11,"alt":"Addicted To Rage","descr":"Die Freundschaft der Krankenschwester Katie zu ihrem Vorgesetzten David verwandelt sich im Laufe der Zeit in eine Romanze. Auch als David seinen Job verliert, weil er Medikamente von Patienten gestohlen hat, steht Katie weiter zu ihm. Die beiden verloben sich und bekommen ein Kind. Erst als Katie erfährt, dass David sie betrügt, wirft sie ihn raus. Außer sich vor Wut verfolgt er sie, schickt ihr tausende SMS-Nachrichten und bricht sogar bei ihr ein, um sie auszuspionieren. Katie glaubt, dass sie sich keine Sorgen machen muss, weil David nie gewalttätig war. Doch darin hat sie sich getäuscht.","versions":[{"lang":1,"streams":[{"redirect":12335280,"hoster":"VOE"},{"redirect":8370863,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ann Moulds","epNo":12,"alt":"S\u0026M: Sex \u0026 Malice","descr":"Ann genießt in Schottland ihr Leben als alleinstehende, erfolgreiche Geschäftsfrau, bis sie einen mysteriösen Valentinsgruß erhält. Der enthält ein Foto, das einen nackten Mann von der Taille abwärts zeigt, und ein anzügliches Gedicht. Von da an bombardiert ihr Stalker Ann mit Post, die immer sadistischer und bedrohlicher wird, aber da es in Schottland keine Anti-Stalking-Gesetze gibt, kann die Polizei nichts unternehmen. Während ihr Leben immer weiter aus den Fugen gerät, hält ein Freund zu ihr, bis Ann eine schockierende Entdeckung macht.","versions":[{"lang":1,"streams":[{"redirect":8370853,"hoster":"VOE"},{"redirect":8370859,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Donna Eskew","epNo":13,"alt":"Gamble With Death","descr":"Donna geht gerne mit Glen zum Tanzen oder in die Spielbank. Sie sucht jedoch nur nach einer kleinen Romanze. Nachdem Glen ihr seine Liebe gesteht, versucht sie, sich sanft von ihm zu trennen. Doch als er gewalttätig wird, macht sie endgültig Schluss. Glen will das nicht akzeptieren und verfolgt sie Tag und Nacht, bis er sie schließlich auf dem Parkplatz eines Casinos in die Enge treibt. Als er Donna näher kommt, muss sie all ihren Verstand einsetzen, um zu überleben.","versions":[{"lang":1,"streams":[{"redirect":8370911,"hoster":"VOE"},{"redirect":8370912,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kaia Anderson","epNo":14,"alt":"Hopelessly Devoted","descr":"1979 unterhält sich die Studentin Kaia gelegentlich nach einem Seminar mit dem schüchternen Robert. Sie hätte sich nie träumen lassen, dass er zwei Jahre später an ihre Tür klopft und verlangt, dass sie mit ihm kommt. Robert glaubt, dass er und Kaia zusammengehören, und nicht einmal ihr Ehemann kann ihn aufhalten. Seine plötzliche Rückkehr markiert den Beginn einer 30 Jahre andauernden Schikane durch einen Mann mit Wahnvorstellungen. Die Fantasien ihres Stalkers werden immer düsterer und bedrohlicher. Kaia muss die Dinge selbst in die Hand nehmen, bevor er seine Fantasien ausleben kann.","versions":[{"lang":1,"streams":[{"redirect":8370844,"hoster":"VOE"},{"redirect":8370841,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Terri Mendez","epNo":15,"alt":"Stealth Stalker","descr":"Nach dem College lernt Terri den gutaussehenden und charmanten Jose kennen. Sie führen drei Jahre lang eine Beziehung, bevor Terri schließlich zu der Ansicht kommt, dass Jose nicht der richtige Mann für sie ist. Jose scheint Terris Entscheidung zu akzeptieren, doch schon bald bemerkt Terri seltsame Vorkommnisse. Auf ihrem Computer gibt es plötzlich Spyware und Dinge scheinen aus ihrer Wohnung zu verschwinden oder den Ort zu wechseln. Schließlich entdeckt sie auch noch versteckte Kameras in ihrem Schlafzimmer. Sie verdächtigt zwar Jose, hat aber keine Beweise gegen ihn in der Hand.","versions":[{"lang":1,"streams":[{"redirect":8370850,"hoster":"VOE"},{"redirect":8370852,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Elle Richardson","epNo":16,"alt":"A Virtual Nightmare","descr":"Elle ist ein aufgehender Stern am britischen Pophimmel mit einem Plattenvertrag und einer strahlenden Zukunft. Doch dann bekommt sie anonyme E-Mails, die voller bösartiger Beleidigungen und Drohungen stecken. Elle hat keine Ahnung, wer der Absender sein könnte. Als ihr gesichtsloser Stalker ihre Identität annimmt und in ihrem Namen Angriffe ausführt, merkt sie, dass diese Person es darauf anlegt, ihre Karriere zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":8370899,"hoster":"VOE"},{"redirect":8370902,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Jessica Lenahan","epNo":17,"alt":"A Mother’s Nightmare","descr":"Die alleinerziehende Jessica glaubt, dass sie den perfekten Vater für ihren Sohn gefunden hat, als sie ihre alte Romanze mit Simon wieder aufleben lässt. Die beiden heiraten und haben drei gemeinsame Töchter, aber mit dem Familienzuwachs wird Simon immer launischer und hat oft Wutanfälle. Als sie sich um die Sicherheit ihrer Kinder sorgt, verlässt Jessica die Ehe und beantragt eine einstweilige Verfügung gegen Simon. Doch damit beginnt ein wahrer Albtraum.","versions":[{"lang":1,"streams":[{"redirect":8370910,"hoster":"VOE"},{"redirect":8370904,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Linda Smith","epNo":18,"alt":"Death Spiral","descr":"Die alleinerziehende Linda ist hin und weg, als sie den wohlhabenden und charmanten Jim kennenlernt. Die Zufallsbegegnung führt zu einer glücklichen Beziehung, doch seine kultivierte Fassade bröckelt bald. Er verwandelt sich in ein Monster und belästigt Linda rund um die Uhr. Betrunken entführt er Linda und rast mit ihr mit fast 160 km / h die Autobahn entlang. Sie kann sich befreien, doch das ist nicht das letzte Mal, dass sie Jim zu sehen bekommt.","versions":[{"lang":1,"streams":[{"redirect":8370879,"hoster":"VOE"},{"redirect":8370880,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Rachel Wilson","epNo":19,"alt":"Collateral Damage","descr":"Rachel arbeitet für die Air Force und hat es als alleinerziehende Mutter nicht einfach, als sie den netten, alleinstehenden Vater Darrell kennenlernt. Sie heiraten und haben gemeinsame Kinder, aber Darrells Untreue zerstört die Beziehung. Rachel reicht die Scheidung ein und trifft bald einen anderen, gutaussehenden Mann. Als Darrell jedoch von ihm erfährt, rastet er in seiner Eifersucht völlig aus.","versions":[{"lang":1,"streams":[{"redirect":8370891,"hoster":"VOE"},{"redirect":12482627,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ron Ruse","epNo":20,"alt":"Date With The Devil","descr":"Als Ron die extrovertierte Linda kennenlernt, fühlen sich beide gleich zueinander hingezogen. Nach wenigen Dates taucht Linda nachts bei Ron auf und fragt, ob sie ein paar Nächte bleiben könne. Zu diesem Zeitpunkt ahnt er noch nicht, dass sie nicht die Absicht hat, wieder auszuziehen. Bald hat sie ihn völlig unter Kontrolle, folgt ihm und weiß immer genau, wo er sich gerade aufhält. Als Ron die Beziehung schließlich beendet, wendet sie sich mit voller Kraft gegen ihn, belästigt ihn rund um die Uhr und schickt ihm Todesdrohungen, die ihn schließlich zwingen, vor ihr zu fliehen.","versions":[{"lang":1,"streams":[{"redirect":12335281,"hoster":"VOE"},{"redirect":8370872,"hoster":"Streamtape"}]}]}]}]}