{"seriesId":"star-twinkle-precure","name":"Star Twinkle Precure","descr":"Dieser Ableger des Precure-Anime-Universums, Star Twinkle Precure, beginnt in der Sternenhimmelwelt – auch als Planet Saman bekannt –, wo die zwölf Sternprinzessinnen leben und für Ordnung im Universum sorgen. Als der Sternpalast allerdings von den Knot Raiders angegriffen wird, sind die zwölf Prinzessinnen, die auf den Tierkreiszeichen basieren, jedoch gezwungen, sich zu trennen und sich als sog. \"Princess Star Colour Pens\" in die entferntesten Winkel des Universums zu zerstreuen. Doch nun, ohne die zwölf Sternprinzessinnen, droht dem Universum ewige Dunkelheit! Um das zu verhindern, ziehen die zwei Aliens Lala und Prunce gemeinsam mit der Fee Fuwa auf der Suche nach jemandem, der dieses Unheil abzuwenden vermag, durch das Universum und landen schließlich in dem Städtchen Mihoshi auf der Erde.Dort finden sie Hikaru Hoshina, ein aufgewecktes und fantasievolles Mädchen, das nicht lange zögert und sich mit einem \"Star Colour Pendant\" und einem der \"Star Colour Pens\" in die legendäre Precure Cure Star verwandelt! Gemeinsam mit Lala und zwei weiteren Mädchen, Elena und Madoka, sagt sie den Knot Raiders den Kampf an und beginnt ihre Mission, die Sternprinzessinnen wieder zum Leben zu erwecken.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Twincool! Brightly Twinkling in the Universe, Cure Star Is Born!","descr":"Eines Nachts, als Hikaru eine einzigartige Konstellation zeichnete, sprang eine mysteriöse Fee in ihr Zimmer! Hikaru konnte ihre Aufregung nicht eindämmen und ging am nächsten Morgen hinaus, um diese Fee zu finden. Die Fee, die sie Fuwa nennt, findet sie, aber Augenblicke später treffen sie zwei Außerirdische, Prunce und Lala, die von den Nottoraiders verfolgt wurden! Alles beginnt sich nach Süden zu bewegen, als sie in den Weltraum fliegen und ein Loch in die Seite von Lalas Rakete geblasen wird, wodurch Fuwa in den Weltraum gesaugt wird! Mutig wird Hikaru auch ausgesaugt, um Fuwa vor Kappard zu schützen, was ihr wiederum die Macht verleiht, Heilstern zu werden und Kappard zu bekämpfen!","versions":[{"lang":3,"streams":[{"redirect":11325634,"hoster":"VOE"},{"redirect":10139788,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"A Friend from Space! Cure Milky Appears!","descr":"Während Lala nach der Bruchlandung beginnt, ihre Rakete zu reparieren, lernt Hikaru, wie wichtig es ist, eine hübsche Heilerin zu sein. Insgeheim wünscht sich Lala jedoch, dass sie eine Heilerin wie Hikaru werden könnte, aber die KI der Rakete erklärt, dass ihre Chancen sehr gering sind, bis sie auch verrät, dass Hikaru die gleichen Chancen hatte. Im Laufe der Nacht erfährt Hikaru mehr über die Bräuche auf Lalas Planeten, während sie Lala mit Erdnahrung bekannt macht, indem sie ihr Onigiri gibt. Nachdem sie von den Sternenprinzessinnen erfahren haben, werden sie noch einmal von Kappard und seiner Horde von Nottorei angegriffen. Hikaru verwandelt sich in Cure Star, kämpft aber diesmal. Lala will unbedingt Fuwa und Cure Star beschützen und erhält endlich ihre Heilkräfte, damit sie zu Cure Milky wird, um Kappard wieder zurückzudrängen!","versions":[{"lang":3,"streams":[{"redirect":11325632,"hoster":"VOE"},{"redirect":10139787,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Precure Divided!? Find the Star Princesses\u0027 Powers!","descr":"Als Prunce schlussfolgert, dass das mysteriöse Geräusch des Sternenfarbanhängers darauf hindeutet, dass sich eine Sternenprinzessin in der Nähe befindet, macht sich Hikaru sofort auf die Suche. Lala denkt jedoch immer noch, sie sollten warten, bis ihre Datenanalyse dies bestätigt und eine Kluft zwischen den beiden entsteht. Später macht sich Lala widerstrebend mit Hikaru auf die Suche nach dem Ort und versucht, die fremden Identitäten von Prunce und ihr vor der Öffentlichkeit zu verbergen. Später erhalten sie von Elena, die im Blumenladen Sonrisa arbeitet, Ratschläge, wie sie ihren Streit beilegen können, indem sie sich anhören, was der andere zu sagen hat, aber es stellt sich heraus, dass sie diesen Rat nicht beachtet und schließlich ihre Auseinandersetzungen fortsetzen. Erst als Fuwa anfängt zu weinen und ihnen sagt, sie sollen sich verstehen, dass sie sich geirrt haben, hören sie auf. Nach einer Weile entdecken sie einen Stift, der die Kraft einer Sternenprinzessin enthält, aber als sie ihn abrufen, klaut ein Nottorei ihn zuerst, und Hikaru und Lala haben keine andere Wahl, als gegen einen anderen Nottoraider, Tenjo, anzutreten!","versions":[{"lang":3,"streams":[{"redirect":11325633,"hoster":"VOE"},{"redirect":10139791,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ciao! A Dazzling Smile! The Dawn of Cure Soleil!","descr":"Hikaru beschließt, Lala mit in die Schule zu nehmen, aber sie muss vorsichtig sein, sie niemandem preiszugeben. Als sie in der Schule ankommen, tut dies auch Elena, die mitgeholfen hat, ihre Auseinandersetzung zu lösen. Es zeigt sich, dass sie bei ihren Klassenkameraden sehr beliebt ist und sich in Fußball und Gymnastik auskennt. Nach der Schule beschließen Hikaru und Lala, Elena und ihre zahlreichen Geschwister im Blumenladen zu besuchen, in dem sie unter dem Namen \"Sonrisa\" arbeitet. Sie erklärt, dass sie es liebt, Menschen zum Lächeln zu bringen, daher der Name des Ladens. Nachdem sie sich für ihre Hilfe bedankt haben, kehren die beiden Kuren nach Hause zurück, als eine Flotte von Nottorei sie angreift. Einer der Fußsoldaten wirft eine Rauchbombe, um ihre Sicht zu verdecken, was es Star und Milky schwer macht, nicht nur sich selbst, sondern auch Fuwa zu verteidigen. Elena ist Zeuge des Angriffs und tritt ein, um Fuwa zu beschützen, und Elenas Entschlossenheit, Fuwa und das Lächeln aller anderen zu beschützen, gibt ihr die Kraft, sich in Cure Soleil zu verwandeln!","versions":[{"lang":3,"streams":[{"redirect":12926525,"hoster":"VOE"},{"redirect":10139797,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A Secret Transformation! The Noble Lady Is Cure Selene!","descr":"Madoka, die Lalas Antennen und Fuwa gesehen hatte, wird diese Informationen ihren Eltern mitteilen, als ihr Vater einen Anruf erhält, in dem er erwähnt, dass Menschen nicht mit Außerirdischen sympathisieren sollten. Am nächsten Tag versuchen die Cures immer noch, Lalas fremde Identität sowie Fuwa und Prunce zu verbergen, aber das scheitert, als Madoka sie schließlich alle im Laufe des Tages bemerkt. Dies führt zu einem Vertrauensschaden in ihr, da die Familie verpflichtet ist, alle Geheimnisse preiszugeben, die sie hat, auch wenn dies bedeutet, dass Lala und Prunce in diesem Fall die Erde verlassen müssen. Sie sagt den Kuren, dass sie ihrem Vater von der Existenz der Außerirdischen erzählen muss, wenn sie plötzlich wieder von Tenjo und ihrer Nottorei-Horde angegriffen werden. Madoka versucht mit Fuwa zu fliehen, während die anderen Cures sie aufhalten, aber sie offenbart sich Tenjo aus Versehen und führt sie dazu, verfolgt zu werden. Trotz ihrer familiären Einwände ist Madoka fest entschlossen, Fuwa zu beschützen, und wird die vierte Pretty Cure, Cure Selene!","versions":[{"lang":3,"streams":[{"redirect":10942733,"hoster":"VOE"},{"redirect":10139794,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Shadowy Imagination!? A Dark Pen Appears!","descr":"Lala versucht und schafft es nicht, ihre Rakete erneut zu reparieren, was dazu führt, dass sie auf ihre Freunde einschlägt. Hikaru überredet Lala, mit den anderen in ein Observatorium zu gehen, um sie aufzuheitern. Ryoutarou, der dort arbeitet, erkennt Lala von dem Zeitpunkt an, an dem sie sich das letzte Mal getroffen haben. Später gehen sie in Ryoutarous Arbeitszimmer, wo er herausfindet, dass die Sterne schwächer erscheinen als gewöhnlich, was Hikaru beunruhigt. Noch später besucht Lala ein Planetarium im Observatorium, wo ihr Sternbilder gezeigt werden und wie sie auch Beziehungen zu anderen darstellen können. In diesem Moment reagiert Lalas Sternenfarbanhänger und zeigt an, dass sich ein Princess Star Color Pen in der Nähe befand, aber sie sind bald schockiert zu erfahren, dass Aiwarn, ein anderer Notraider, ihn zuerst gefunden und beschädigt hat. Sie benutzt es dann, um Ryoutarou in einer Nottoriga zu fangen, was ihn glauben lässt, dass Observatorien eine Verschwendung von Raum sind. Die wütenden Heilungen verwandeln sich, um sie zu besiegen, aber das Monster ist viel zu mächtig! Gerade als Aiwarn den Sieg verkünden will, überlegt sich Milky, nachdem sie sich daran erinnert hat, was Ryoutarou ihr über Sternbilder erzählt hat, den Plan, den Stift zurück zu stehlen!","versions":[{"lang":3,"streams":[{"redirect":10942734,"hoster":"VOE"},{"redirect":10139817,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"How Exciting! The Great Rocket Repair Operation!","descr":"Die Cures bereiten sich darauf vor, Lalas Raketenschiff zu reparieren, damit sie endlich den Weltraum erkunden können. Hikaru wird jedoch wütend, als die KI des Schiffes sie mit Aufräumarbeiten beauftragt, während die anderen drei interessantere Aufgaben erhielten. Nach mehreren Stunden anstrengender Arbeit machen alle eine Pause, und Hikaru entwirft ein neues Design und eine neue Lackierung für das Schiff, die Lala gutheißt. Die Mädchen schmücken das Schiff, aber gerade als sie fertig sind, erscheint Tenjo mit ihrem Nottorei, um sie anzugreifen. Die Kuren verwandeln sich, um die Rakete zu verteidigen!","versions":[{"lang":3,"streams":[{"redirect":10942735,"hoster":"VOE"},{"redirect":10139801,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Let\u0027s Go to Space! Planet Kennel Is Terruffic!","descr":"Die Kuren landen auf dem knochenförmigen Planeten des Zwingers, nachdem Fuwas Warping-Kräfte sie dorthin geschickt haben, weil Elenas Sternenfarbenanhänger reagiert hat. Dort treffen sie ein Trio von hundeartigen Außerirdischen namens Doggie, Maggie und Neggie, die sie fast sofort beleidigen, weil ihr \"Fell\" nur auf ihren Köpfen liegt, und Prunce noch mehr hassen, weil er kein Fell hat. Nachdem die Hunde etwas über die seltsamen Begrüßungsansagen der Alienhunde, das Regnen der Knochen und ein Stärkungsmittel zum Haarwachstum gelernt hatten, führten sie die Mädchen zu einem Tempel, in dem sich eine Statue mit einem leuchtenden Gegenstand, der als \"heiliger Knochen\" bekannt war. Er ist eigentlich eine andere Prinzessin Star Color Pen. Prunce versucht zu erklären, dass die Kuren es brauchen, aber sie lehnen es ab und veranlassen Prunce, vorzuschlagen, es zu stehlen, aber Elena zögert, weil es als besonderer Schatz angesehen wird. Kurz darauf kommt Kappard, um zu versuchen, auch den Stift zu stehlen, und veranlasst die Kuren, sich zu verwandeln und zu kämpfen. Da jedoch sowohl Prunce als auch Kappard versuchten, den Stift für verschiedene Zwecke zu stehlen, werden sie in Doggies Augen beide als böse angesehen!","versions":[{"lang":3,"streams":[{"redirect":10139809,"hoster":"VOE"},{"redirect":10139822,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Circle of Friendship! Star Donuts!","descr":"Nachdem sie die Rakete sicher an einem neuen Ort gelandet haben, sagt Prunce, dass sie Donuts von Star Donuts bekommen müssen, da seine Donutmaschine kaputt ist. Madoka hat noch nie von diesem Ort gehört, sehr zur Überraschung der anderen, was Madoka veranlasste, sich Sorgen darüber zu machen, dass sie nichts davon weiß. Als sie nach Hause kommt, stößt sie auf ihren Vater, der ihr mitteilt, dass es UFO-Sichtungen gegeben hat und dass sie zur Schule gefahren wird, bis sich herausstellt, dass sie sicher ist. Dies führt dazu, dass Madoka sich unwohl fühlt, was sich darin widerspiegelt, wie sie sich in den nächsten Tagen in der Schule präsentiert. Hikaru bemerkt Madokas seltsames Verhalten und beschließt, Madoka zusammen mit Lala in das Einkaufsviertel zu bringen, um Madoka eine Atempause von ihrem stressigen Leben zu gönnen.","versions":[{"lang":3,"streams":[{"redirect":10139811,"hoster":"VOE"},{"redirect":10139828,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Shine Bright! Welcome to the Planet Bearsea!","descr":"Wenn Hikaru Ryoutarou in seinem Observatorium hilft, erfährt er von Ryoutarous Lieblingskonstellation, dem Südlichen Kreuz. Dies inspiriert Hikaru, in der sie Lala, Elena, Madoka und Prunce findet, damit sie mit ihr ins All gehen können, während sie das Südkreuz für Ryoutarou malt. Im Weltraum angekommen, ist Hikaru enttäuscht, dass sie das Kreuz des Südens nicht unter allen Sternen finden kann. Bevor sie sich jedoch zu sehr aufregt, leuchtet ihr Sternenfarben-Anhänger auf und zeigt auf Widder, sodass Fuwa die Rakete nach Cumarin schleudern kann. Aber auch auf Cumarin gibt es das Notraider-Trio, das ebenfalls auf der Suche nach dem Princess Star Color Pen ist.","versions":[{"lang":3,"streams":[{"redirect":10139835,"hoster":"VOE"},{"redirect":10139833,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Radiate! The Power of the Southern Cross!","descr":"Nach ihrer Niederlage ist Hikaru verärgert und beschuldigt sich, was in ihrer letzten Schlacht passiert ist. Doch bevor die Mädchen Hikaru aufheitern konnten, mussten sie zu Ryoutarous Observatorium laufen, um nicht von Fuyuki erwischt zu werden. Fuyuki kommt jedoch zum Observatorium, um mit Ryoutarou über das UFO zu sprechen, das er gesehen hat, und veranlasst die Mädchen, sich hinter einigen Türen zu verstecken. Fuyuki bemerkt ihre schlammigen Fußabdrücke, aber bevor er weitere Nachforschungen anstellen kann, teilt ihm sein Mitarbeiter mit, dass sie einige blinkende Lichter gesehen haben, wodurch Fuyuki das Observatorium verlassen hat. Nachdem Ryoutarou etwas über Lala, Prunce und Fuwa gelernt hat, findet Ryoutarou Hikaru im Planetarium und muntert sie auf, bevor er ihr einen Tee holt. Aber in diesem Moment leuchtet Hikarus Star Color Pendant wieder auf und führt die Mädchen zu ihrer zweiten Konfrontation mit dem Notraider-Trio.","versions":[{"lang":3,"streams":[{"redirect":10139836,"hoster":"VOE"},{"redirect":10139842,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Goodbye Lala!? The Film Director Is an Alien!","descr":"Abraham erscheint vor den Mädchen und Fuyuki und erzählt Fuyuki, dass er dort war, um einen Film zu drehen und dass all die seltsamen Lichter und Geräusche, die aus der Gegend kommen, Filmzauber waren. Die Mädchen spielen mit und erzählen Fuyuki, dass sie Schauspielerinnen in Abrahams Filmen sind. Fuyuki gibt ihnen die Erlaubnis zum Filmen, nachdem sie erfahren haben, dass der Premierminister selbst ein Fan von Abraham ist. Und so kommt der nächste Tag, aber bevor die Dreharbeiten beginnen, erfahren die Mädchen, dass Abraham tatsächlich ein Außerirdischer ist und wenn Lala, Fuwa und Prunce auf der Erde bleiben wollen, dann muss sie einen überzeugenden Job im Film machen.","versions":[{"lang":3,"streams":[{"redirect":10139852,"hoster":"VOE"},{"redirect":10139858,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Lala\u0027s Exciting First Day at School","descr":"Nachdem sie beschlossen hat, zur Schule zu gehen, erhält Lala ihre Schuluniform und trifft Hikaru an der Vorderseite ihrer Rakete. In der Schule fällt es Lala schwer, sich anzupassen, und sie macht zahlreiche Fehler, zum Beispiel am falschen Schreibtisch zu sitzen, die Wissenschaft nicht zu verstehen, auf den Fluren zu rennen und nicht einmal zu wissen, wie man den Boden wischt. Dies veranlasst Lala, ihren A.I-Handschuh am zweiten Tag zur Schule zu bringen, damit sie alles richtig macht und Hikaru, Elena und Madoka nicht runter bringt. Hikaru und die anderen mögen diese gefälschte Version von Lala jedoch nicht. Deshalb bringen sie sie am Wochenende zur Schule, um ihr zu zeigen, wie jeder Lala so mag, wie sie ist.","versions":[{"lang":3,"streams":[{"redirect":10139850,"hoster":"VOE"},{"redirect":10139861,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Party with a Smile! Family de Sonrisa!","descr":"Die Kuren beschließen, den Blumenladen Sonrisa zu besuchen, in dem Elena lebt, und sie treffen ihren Vater, einen Mexikaner namens Carlos, und ihre Mutter, eine Japanerin namens Kaede, zusammen mit den zuvor angetroffenen Geschwistern. Carlos und Kaede lernten sich auf einer Geschäftsreise nach Mexiko kennen, verliebten sich und heirateten und ließen sich in Japan nieder, wo sie ihre Familie erzogen. Während ihres Besuchs erfahren die anderen Mädchen mehr über das mexikanische Erbe der Familie und wie sie gerne tanzen und singen. Das zweitälteste Kind jedoch, Touma, schlägt auf sie ein, weil sie so komisch sind, und er rennt von zu Hause weg und führt Elena und die anderen dazu, nach ihm zu suchen. Währenddessen findet Lala ihn, während Elena herausfindet, dass ein weiterer Princess Star Color Pen in der Nähe ist.","versions":[{"lang":3,"streams":[{"redirect":10139854,"hoster":"VOE"},{"redirect":10139866,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Treasure Hunting! The Space Thief Is Here!","descr":"Nachdem das Team erfahren hat, wo sich ein anderer Princess Star Color Pen befindet, begibt es sich auf den Planeten Zeni, um ihn zu finden. Unterwegs lernen die Kuren ein beliebtes Idol namens Mao kennen, in das sich Prunce zu verlieben scheint, bis hin zum Vergessen ihrer Mission. Dann erfahren sie, dass der Stift versteigert wird und sie konnten niemanden hereinlassen. Außerdem war die Sicherheit wegen eines Phantomdiebs namens Blue Cat hoch. Dann kommt Mao selbst und kann die Gruppe dank ihrer Niedlichkeit in die Auktionshalle bringen. Während die Auktion endete, können die Cures dank der Star Donuts alle für sich gewinnen, aber bevor sie den Stift einfordern können, wird er von Blue Cat gestohlen! Die Mädchen gehen auf die Suche und finden Mao, der ein überraschendes Geheimnis zu verbergen scheint ...","versions":[{"lang":3,"streams":[{"redirect":10139869,"hoster":"VOE"},{"redirect":10139867,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Aim for Victory! Madoka\u0027s Arrow!","descr":"Madoka hat sich in einem Bogenschießwettbewerb für das Finale qualifiziert und hofft, alles wieder gut zu machen, was sie in letzter Zeit mit ihrem Vater gemacht hat. Es gab jedoch die Nachricht, dass es einen talentierten Nachwuchs gab, der sich als Herausforderung für Madoka herausstellen könnte. Am Wettkampftag haben Madoka und der Newcomer, ein Mittelschüler des ersten Schuljahres namens Yumika, in ihren jeweiligen Runden hervorragende Leistungen erbracht, sodass beide das Finale erreichten. Als Madoka jedoch auf Yumika trifft, sagt diese ihr, dass der Beifall von ihren Freunden nur Ablenkung ist. Dies führt dazu, dass Madoka ihre Konzentration verliert, was letztendlich dazu führt, dass ihr Ziel abrutscht und der Pfeil außerhalb des Ziels landet. Madoka und Yumika müssen jetzt eine Stichwahl machen und werden immer besorgter ...","versions":[{"lang":3,"streams":[{"redirect":10139886,"hoster":"VOE"},{"redirect":10139892,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Enemy? Friend? Blue Cat on the Prowl!","descr":"Das Team war zurück auf dem Planeten Zeni, als ein weiterer Princess Star Color Pen entdeckt wurde. Auf dem Weg zu seiner Position stoßen sie erneut auf Blue Cat, die versucht, selbst einen Überfall anzuzetteln. Sie erfahren schnell, dass sowohl der Stift als auch das Ziel von Blue Cat Doramusus Villa sind. Sie müssen also zusammenarbeiten, um das zu bekommen, was sie brauchen, obwohl Prunce wegen ihrer Täuschung zögert. Doramusu, der auch hinter den Kuren her ist, erfährt von ihrer Ankunft und lässt sie viele Fallen und Hindernisse überwinden, um dorthin zu gelangen, wo sich der Schatz befindet. Gemeinsam erreichen sie schließlich Doramusus Versteck, in dem der Stift unter einer Glaskuppel aufbewahrt wird und es gibt auch Schätze vom zerstörten Planeten Regenbogen. Blue Cat ist fasziniert von diesen Schätzen und macht sich bereit, sie zu stehlen, als Doramusu auftaucht, entschlossen, ihre Pläne zu zerstören.","versions":[{"lang":3,"streams":[{"redirect":10139885,"hoster":"VOE"},{"redirect":10139896,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Get Your Series Published! Mom\u0027s Manga Career!","descr":"Hikarus Mutter Terumi ist eine aufstrebende Mangakünstlerin und ist begeistert, als sie ausgewählt wird, einen Manga für ein beliebtes Magazin zu kreieren. Sie bemüht sich jedoch, eine Idee zu entwickeln, an der sie arbeiten kann. Hikaru beschließt, Terumi zusammen mit ihren Freunden zu helfen, und bald fällt ihr eine Figur ein, die auf Lala basiert, nachdem sie sich von letzterer inspirieren lässt, die \"~ lun\" sagt. Leider sagt der Herausgeber, dass die Leser an nichts interessiert sind, was mit Science-Fiction oder Fantasy zu tun hat, und Terumi bleibt keine andere Wahl, als ein romantischeres Manga zu schreiben, das sich um Ärzte dreht. Trotzdem helfen Hikaru und ihre Freunde ihr, wann immer sie konnten. Während Terumi am Manga arbeitet, erinnert sich Hikaru an den Manga, den ihre Mutter für sie kreiert hat und wie ihre Mutter sie getröstet hat, nachdem sie dafür gemobbt wurde. Der große Tag kommt und Terumis Manga wird veröffentlicht, aber etwas stimmt nicht ...","versions":[{"lang":3,"streams":[{"redirect":10139887,"hoster":"VOE"},{"redirect":10139899,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"To the Planet of Rainbows! Blue Cat\u0027s Mystery!","descr":"Die Cures reisen wieder in den Weltraum und landen dieses Mal auf dem Planeten Rainbow, von dem sie bereits wissen, dass seine Leute zu Stein geworden sind und seine Schätze gestohlen wurden. Sie haben erfahren, dass sich dort ein weiterer Princess Star Color Pen befunden hat, und wie sie aussehen, finden sie die versteinerten Menschen von Rainbow, die alle Katzenmenschen waren. Bald darauf fanden sie das Versteck von Blue Cat, in dem die meisten Schätze des Planeten versteckt waren. Das Team wird jedoch von Aiwarn und Bakenyan entdeckt, die den Stift für sich selbst wollen. Die Cures verwandeln sich, werden aber schnell vom Duo unterdrückt und Aiwarn droht sogar, Fuwa in eine Nottoriga zu verwandeln. Bevor sie es jedoch konnte, nahm Bakenyan die Fee aus ihren Händen und verwirrte alle. Dann erkennt Fuwa plötzlich seinen Geruch und alle sind geschockt, Bakenyans Geheimnis zu erfahren!","versions":[{"lang":3,"streams":[{"redirect":10139901,"hoster":"VOE"},{"redirect":10139905,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Shining Across the Galaxy! Cure Cosmos Bursts into Action!","descr":"Nachdem Blue Cat ihre Princess Star Color Pens gestohlen und Fuwa entführt hat, jagen die Cures in der Hoffnung, sie zurückzubekommen. Sobald sie Blue Cat gefunden haben, kämpfen sie gegen sie, aber sie weicht ihren Versuchen aus, zu ihr durchzudringen, und verwendet ihr Parfüm, um sich in Cure Star zu verwandeln, in der Hoffnung, die Star-Prinzessinnen zu kontaktieren. Die Cures folgen ihr zu ihrem Versteck und versuchen, mit ihr zu reden, aber sie ist immer noch entschlossen, die Kraft der Stifte und des Fuwa zu nutzen, aber beim Versuch zu fliehen trifft die Rauchbombe, die sie wirft, einen ihrer versteinerten Freunde. In diesem Moment erinnert sie sich, wie sie Rainbow entkommen ist, während sie hilflos zugesehen hat, wie sich alle in Stein verwandelt haben, und sie enthüllt den Cures bald ihre wahre Form, während sie die tragische Geschichte ihrer Vergangenheit erzählt und warum sie ihre verschiedenen Gestalten angenommen hat.","versions":[{"lang":3,"streams":[{"redirect":10139914,"hoster":"VOE"},{"redirect":10139923,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Rainbow Spectrum! Cure Cosmo\u0027s Power!","descr":"Mit ihren neu entdeckten Kräften kann Cure Cosmo Aiwarn, die sich in eine Nottoriga verwandelt hatte, vorübergehend besiegen. In diesem Moment erscheint Darknests Schatten und verstärkt Aiwarn zusammen mit Kappard und den Nottorei. Die anderen Kuren verwandeln sich, um zu helfen, aber der Kampf erwies sich immer noch als genauso hart wie der letzte. Selbst nachdem Cure Star den Aries Princess Star Color Pen endgültig von den Notraiders zurückgenommen hat, reicht es nicht aus, Aiwarn zu besiegen. Währenddessen beginnt Aiwarn in der Nottoriga zu leiden, als Darknest langsam über ihren Verstand kommt ...","versions":[{"lang":3,"streams":[{"redirect":12926527,"hoster":"VOE"},{"redirect":10139935,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Welcome Back, Dad! Tanabata with the Hoshinas!","descr":"Heute ist Tanabata, und es ist nicht nur Lalas Geburtstag, sondern auch der Tag, an dem Hikarus Vater Youichi zu seiner Familie zurückkehrt, nachdem er Aliens und Kryptiden auf der ganzen Welt untersucht hat. Natürlich ist Youichi fasziniert von Fuwa, Prunce und Lala, aber er verspricht auch, sie unter sich, Hikaru und ihren Freunden, geheim zu halten. Wenn sie jedoch Hikarus Großeltern besuchen, ist Harukichi ziemlich weit weg. Lala erfährt bald von Hikaru, dass Youichi nur einmal im Jahr wegen seiner Reisen zurückkehrt, die er unternahm, nachdem er seinen früheren Job als Universitätsprofessor gekündigt und von Hikaru ermutigt worden war, seine Forschung fortzusetzen. Währenddessen ist Harukichi immer noch besorgt, dass er Youichi falsch erzogen hat, was dazu führt, dass er ein Ziel für Tenjo wird ...","versions":[{"lang":3,"streams":[{"redirect":10139925,"hoster":"VOE"},{"redirect":10139929,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"A Legion of Fuwas!? Fluffy Panic!","descr":"Die Kuren veranstalten eine Willkommensparty für Yuni auf Lalas Rakete, nachdem sie sie in den letzten Tagen größtenteils umgangen hatte. Als Yuni ihnen die Kekse zeigt, von denen sie gelebt hat, isst Fuwa eines davon, was ihren Magen wegen der Katzenminze zu stören scheint und sie zum Schluckauf bringt. Jedes Mal, wenn sie Schluckauf hatte, tauchen mehrere Exemplare von ihr auf, und je mehr sie es tut, desto mehr Klone von Fuwa tauchen auf und beginnen, das Schiff zu überrollen. Die Kuren lernen schnell, dass das Füttern dazu führt, dass die Kopien verschwinden, aber sie erscheinen immer schneller als sie verschwinden. Die Gruppe der Fuwas macht sich bald auf den Weg durch die Stadt, und die Cures müssen sie alle finden und zusammen mit dem ursprünglichen Fuwa füttern, bevor sie Ärger verursachen oder schlimmer noch, von den Notraiders bemerkt werden.","versions":[{"lang":3,"streams":[{"redirect":10139934,"hoster":"VOE"},{"redirect":10139938,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Heart-melting Concert at the Icesnow Planet!","descr":"Während Madoka über den Gewinn eines Klavierkonzerts klagt, das ihrer Meinung nach jemand anderes hätte gewinnen sollen, reisen die Mädchen zum Planeten Icesnow und entdecken, dass der Aquarius Princess Star Color Pen von einem Schneemann-Alien namens Yukio als Ersatznase verwendet wird. Als sie erfahren, dass Yukio das Eismädchen Iruma zum Lächeln bringen will, zeigen ihm die Mädchen, was man mit Eis und Schnee alles machen kann. Obwohl Madoka Mühe hat, Iruma mit einer musikalischen Darbietung auf Eiszapfen zum Lächeln zu bringen, trägt Yuni ihren Gesang zur Mischung bei, was Madoka zu der Erkenntnis bringt, dass sie Spaß an ihrem Spiel haben sollte. In diesem Moment verwandelt Tenjou Iruma in einen Notray und bringt Yukio dazu, Madoka den Aquarius-Stift zu geben, damit sie und Yuni sie retten können. Nachdem die Wassermann-Sternenprinzessin wiederbelebt wurde, lacht Iruma schließlich und enthüllt, dass sie versucht hatte, nicht zu lachen, da sie dachte, es wäre unhöflich gegenüber Yukio.","versions":[{"lang":3,"streams":[{"redirect":10139951,"hoster":"VOE"},{"redirect":10139952,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Summer Festival Under the Sky! Yuni\u0027s Memories!","descr":"Die Mädchen nehmen Yuni mit zu einem Sommerfest, wo sie zögert, Spaß zu haben. Lala holt sie ein und erzählt Yuni von dem Spaß, den sie daran hat, Zeit mit Hikaru und den anderen zu verbringen, aber Yuni zögert, der Freundschaft Vorrang vor ihrer Mission zu geben. Yuni wird dann von Tenjou konfrontiert, der einen multiplizierenden Notray verwendet, um Yuni zu fangen und sie als Geisel gegen die anderen einzusetzen. Die Cures schaffen es jedoch, mit Yuni zusammenzuarbeiten, um sie zu retten und den Notray zu besiegen. Danach, als die Mädchen gemeinsam das Feuerwerk ansehen, empfängt die Rakete eine Übertragung von Lalas Bruder Lolo.","versions":[{"lang":3,"streams":[{"redirect":10139950,"hoster":"VOE"},{"redirect":10139955,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"A Mysterious Invader!? The Pajama Party of Terror!","descr":"Als die Mädchen von Lolo erfahren, dass es auf Lalas Heimatplaneten Saman einen Princess Pen gibt, machen sie sich auf den Weg dorthin, können sich aber nicht ganz verziehen, weil Fuwa zu müde ist. Hikaru muss sich für die Nacht ausruhen und beschließt, mit allen eine Pyjamaparty zu veranstalten. Während sie sich während der Party kennenlernen, entdecken sie, dass sich ein Außerirdischer namens Yanyan an Bord geschlichen hat. Kappard versucht, Yanyans Wut zu nutzen, um seine Waffe anzutreiben, aber die Heilmittel schaffen es, ihn zu besiegen. Da die Rakete zu beschädigt ist, um sie zu verzerren, bietet Yanyan an, die Mädchen zu ihrem Planeten zu bringen, um sie zu reparieren.","versions":[{"lang":3,"streams":[{"redirect":13993078,"hoster":"VOE"},{"redirect":10139956,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"The Sea Planet! Mermaids, Submerge!","descr":"Auf Yanyans Heimatplaneten Pururun angekommen, erhalten die Mädchen Perlen von Yanyan, die es ihnen ermöglichen, sich in Meerjungfrauen zu verwandeln und unter Wasser zu schwimmen. Sie werden jedoch bald von Eyeone verfolgt, der Rache an Yuni schwört, weil er sie getäuscht und mit einem Roboter angegriffen hat. Obwohl Yuni von Eyeones Worten erschüttert ist, ermutigt Hikaru sie, sie zu schlagen. Die Mädchen erreichen schließlich den Kern des Planeten, wo sie ihre Rakete reparieren lassen können.","versions":[{"lang":3,"streams":[{"redirect":10139953,"hoster":"VOE"},{"redirect":10139957,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"The Burning Heart! Flare the Engineer and Rocket Repairs!","descr":"Elena und Madoka werden von Flare, einem Plasma-Alien und Ingenieur, gebeten, einen Blasebalg zu pumpen, um seine Flammen für die Raketenreparatur anzutreiben, aber ihre Ausdauer reicht nicht aus. Als Elena und Madoka hören, wie Flare seinen Planeten verlassen hat, um nach Pururun zu gehen, sprechen sie darüber, wie sehr sie einander beneiden, was sie dazu veranlasst, sich selbst neu zu bewerten. Kappard taucht dann auf, um Flares Fabrik anzugreifen, aber Elena und Madoka schaffen es, ihre eigenen Grenzen zu überschreiten, um ihn zurückzuschlagen. Voller neuer Motivation helfen die beiden Mädchen Flare erfolgreich dabei, die Rakete zu reparieren, sodass die Mädchen weiter nach Saman reisen können.","versions":[{"lang":3,"streams":[{"redirect":13486795,"hoster":"VOE"},{"redirect":10139962,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"I\u0027m Home-lun! Melancholy on the Planet Saman","descr":"Die Mädchen kommen auf dem Planeten Saman an, einem Planeten, der stark von KI beeinflusst wird, und treffen Lalas Familie, einschließlich ihres Zwillingsbruders Lolo. Als Lolo von der Space Alliance dafür gelobt wird, dass er einen Princess Star Color Pen gefunden hat, erklärt er, dass die Allianz daran interessiert ist, mit dem Precure zusammenzuarbeiten. Dies lässt Lala in Konflikt geraten, ob sie einen angemessenen Bericht darüber abgeben soll, was sie getan haben, was Madoka dazu veranlasst, mit ihr zu sympathisieren und sie zu fragen, was sie tun möchte. In diesem Moment versucht Tenjou, den Star Color Pen zu stehlen, indem er den Chefwissenschaftler Kuku in einen Notray verwandelt. Obwohl es den Cures gelingt, den Notray zu besiegen, geht Kuku davon aus, dass Lala versucht, den Stift zu stehlen, und erlässt einen Haftbefehl gegen sie und ihre Freunde.","versions":[{"lang":3,"streams":[{"redirect":13993081,"hoster":"VOE"},{"redirect":10139961,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"Lala\u0027s Thoughts and an AI\u0027s Feelings!","descr":"Eyeone nutzt die Verwirrung aus, hackt sich in Samans Mutter-KI und übernimmt die Kontrolle über alle KI-Geräte auf dem Planeten, um die Heilmittel herauszulocken und sie zu fangen. Allerdings opfert sich Lalas KI, um die Mädchen mit der Rakete zu beschützen. Eyeone versucht, Mutter dazu zu bringen, die Rakete zu übernehmen, aber Lalas KI schafft es, ihre Daten mit Mutter zu verbinden, um das Hacken rückgängig zu machen und die Heilmittel freizusetzen. Lala enthüllt ihrer Familie ihre Identität als Precure und benutzt den Stift, den Lolo gefunden hat, um Tenjou und Eyeone zurückzuschlagen und die Cancer Star Princess wiederzubeleben. Danach schafft es Lalas KI, mit intakter Persönlichkeit zurückzukehren, bevor die Mädchen zur Erde zurückkehren, ohne zu wissen, dass die Weltraumallianz ihnen folgt.","versions":[{"lang":3,"streams":[{"redirect":10139960,"hoster":"VOE"},{"redirect":10139963,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"Protect It at All Costs! The Last Princess\u0027 Pen!","descr":"Topper von der Space Alliance holt die Mädchen bei ihrer Rückkehr auf die Erde ein und bittet die Precure, sich ihnen anzuschließen, aber die Mädchen lehnen ihn aufgrund ihrer persönlichen Verpflichtungen ab. Als Topper Hikarus Funkelbuch bemerkt, nimmt er sie mit zu seinem Schiff, um über seine Fehler zu sprechen und sie zu bitten, der Allianz beizutreten, um ihm zu helfen, Licht in die Galaxie zurückzubringen. In diesem Moment scheint Garuouga, Stellvertreter von Darknest, Hikaru auf dem Mond herauszufordern, indem er ein Armband benutzt, das Darknest ihm gegeben hat. Als Garuouga den letzten Star Color Princess Pen erhält, kommen die anderen Heilmittel Hikaru zu Hilfe. Obwohl ihre Angriffe scheinbar keine Wirkung gegen Garuouga haben, gelingt es Hikaru, den Pisces Star Color Princess Pen zurückzuholen und Garuougas Armband zu schwächen, was ihn zum Rückzug zwingt. Nachdem die letzte Sternenprinzessin wiederbelebt wurde,","versions":[{"lang":3,"streams":[{"redirect":10139965,"hoster":"VOE"},{"redirect":10139964,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"Feelings Echoed! A Brand New Imagination Power","descr":"Die Sternenprinzessinnen erklären, dass die Heilmittel Fuwa weiterhin helfen müssen, zu wachsen, um das Universum wiederherzustellen. Garuouga taucht erneut auf, um zu versuchen, Fuwa zu fangen, und enthüllt, wie er dazu kam, sich auf Darknests Macht zu verlassen, nachdem er seinen eigenen Planeten nicht gerettet hatte. Die Cures sind unerschütterlich in ihrem Wunsch, Fuwa zu beschützen, und nutzen den neuen Shiny Twinkle Pen, um eine neue Macht anzurufen, um Garuougas Armband zu zerstören, woraufhin Darknest eine kryptische Nachricht darüber hinterlässt, dass Fuwa ein Gefäß ist. Danach sagen die Star Princesses den Mädchen, dass sie nach etwas suchen müssen, das als Twinkle Imagination bekannt ist, damit Fuwa ihre volle Kraft erreichen kann.","versions":[{"lang":3,"streams":[{"redirect":10139966,"hoster":"VOE"},{"redirect":10139969,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Fuwa\u0027s Resolve! Operation: Help Out!","descr":"Während die Mädchen nach ihrer Rückkehr in die Schule jede Menge Arbeit zu erledigen haben, wird Fuwa ungeduldig darauf warten, dass sie fertig sind, da sie nach Twinkle Imagination suchen will. Fuwa rennt alleine davon, nachdem die anderen sie als egoistisch bezeichnet haben, und trifft auf Kappard, der Hikarus Hund Yeti in einen Schild verwandelt. Während Hikaru versucht, Yeti zu retten, schafft es Fuwa, ihre neue Warping-Fähigkeit zu nutzen, um ihr zu helfen, sodass die Heilmittel Yeti retten können.","versions":[{"lang":3,"streams":[{"redirect":10139968,"hoster":"VOE"},{"redirect":10139970,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"Feelings Connect Us! Elena and the Cactian!","descr":"Die Mädchen werden von einem Kaktus-Alien namens Saboro begrüßt, von dem angenommen wird, dass er ein Inspektor der Space Alliance ist. Als Elena feststellt, dass Saboro keine Sprache verwendet, kommuniziert sie mit ihren Gesten und führt sie durch die Stadt. Saboro ist jedoch verärgert, nachdem Elena ihnen ihren Blumenladen gezeigt hat, und lässt Elena glauben, dass sie sie beleidigt hat. Als Elena erfährt, dass dieser Saboro eigentlich nur ein Besucher ist, sucht sie nach Saboro, nur um herauszufinden, dass Tenjou ihn in einen Notray verwandelt hat. Elena drückt ihren Wunsch aus, sich mit Saboro anzufreunden, und schafft es, sie zurückzuhalten, damit die Heilmittel sie reinigen können. Saboro versteht Elenas Gefühle und ändert ihre Form in der Hoffnung, neue Freunde in der ganzen Galaxis zu finden.","versions":[{"lang":3,"streams":[{"redirect":10139967,"hoster":"VOE"},{"redirect":10139971,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"Hikaru the Student Council President!? The Twincool Election Battle!","descr":"Madoka, die sich dem Ende ihrer Amtszeit als Präsidentin des Studentenrates nähert, nominiert Hikaru als Kandidatin für den nächsten Präsidenten, wobei Sakurako gegen sie antritt. Während Hikaru sich dazu drängt, sich wie Madoka zu verhalten, um Stimmen zu gewinnen, findet sie ein von Sakurako fallen gelassenes Notizbuch, in dem die verschiedenen Möglichkeiten aufgeführt sind, mit denen sie hofft, die Schule zu einem sichereren und entspannteren Ort zu machen. Genau in diesem Moment zielt Kappard auf Sakurako, um seine Waffe zu aktivieren. Hikarus Wunsch, Sakurako zu verstehen, erweckt jedoch eine Kraft in ihr, die es ihr ermöglicht, Kappard zu besiegen. Danach gibt Hikaru die Wahl an Sakurako ab, weil sie glaubt, dass sie besser geeignet ist, ihre eigene Art von Präsidentin zu sein.","versions":[{"lang":3,"streams":[{"redirect":13486801,"hoster":"VOE"},{"redirect":10139972,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"Blue Cat Returns! The Rainbow Heart!","descr":"Als Yuni erfährt, dass ein Mafia-Boss namens Don Octo einen Rainbownian-Ring besitzt, nimmt sie erneut die Gestalt von Blue Cat an, um zu versuchen, ihn zu stehlen, sehr zum Leidwesen anderer. Als sie sich in Don Octos Versteck schleicht und den Ring zurückholt, findet sich Yuni mit einer neu ernannten Weltraumpolizistin namens Ann wieder, nur damit beide von Don Octo erwischt werden. Gerade als die Mädchen das Duo retten, erscheint Tenjou und verwandelt Don Octo in einen Notray. Mit der Unterstützung von Ann und den Cures gelingt es Yuni, den Notray zu besiegen und nutzt ihre Ehrlichkeit, um Don Octo davon zu überzeugen, ihr den Ring zu geben.","versions":[{"lang":3,"streams":[{"redirect":10139974,"hoster":"VOE"},{"redirect":10139976,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"Cryptids Will Win! The Halloween Dress-Up Contest!","descr":"Hikaru und Lala beschließen, mit ihrer Klasse am Halloween-Kostümwettbewerb teilzunehmen, der im Geschäftsviertel der Stadt stattfindet und als UMA getarnt ist, zu dem Elena und ihre Familie, Madoka und Yuni gehören. Kappard erinnert sich derweil an seinen inzwischen zerstörten Herkunftsplaneten und macht seinem Frust darüber Luft, dass er ihn verloren hat: Um die Menge nicht zu erschrecken und sie die Existenz von Außerirdischen entdecken zu lassen, improvisieren die Pretty Cures eine als Kämpfer getarnte Szene und stoße den Feind weg, um ihn zu konfrontieren. Den Wettbewerb für das beste Halloween-Kostüm gewinnen schließlich die Klasse von Hikaru und Lala, Elena und ihre Familie, Madoka und Yuni und kurioserweise auch Kappard.","versions":[{"lang":3,"streams":[{"redirect":11325635,"hoster":"VOE"},{"redirect":10139973,"hoster":"Streamtape"}]}]}]}]}