{"seriesId":"star-wars-obi-wan-kenobi","name":"Star Wars: Obi-Wan Kenobi","descr":"Das Spin-Off zu den \"Star Wars\"-Filmen stellt den Jedi-Meister Obi-Wan Kenobi (Ewan McGregor) in den Mittelpunkt, der sich nach der berüchtigten Order 66 als einer von wenigen überlebenden Jedi auf Tatooine versteckt hält. 10 Jahre, nachdem Kenobi seinen Schüler Anakin Skywalker (Hayden Christensen) auf Mustafar besiegt hat und dieser im Zuge seiner Brandverletzungen nun als Darth Vader in Erscheinung tritt, ist es Kenobis Hauptaufgabe, auf den jungen Luke Skywalker aufzupassen. Doch die Vergangenheit holt ihn wieder ein – auch sein alter Schüler ist bald auf seinen Fersen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Die Rückkehr eines Jedi (2022) Doku","epNo":1,"alt":"Return of the Jedi","descr":"","versions":[{"lang":1,"streams":[{"redirect":11644325,"hoster":"VOE"},{"redirect":11644320,"hoster":"Doodstream"},{"redirect":11644318,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil I","epNo":1,"alt":"Part I","descr":"Zehn Jahre sind seit der Order 66, dem Untergang der Jedi sowie dem Ausrufen des galaktischen Imperiums mittlerweile vergangen. Obi-Wan Kenobi hat sich ins Exil auf Tatooine begeben, wo er unter dem Namen Ben ein unauffälliges, bescheidenes Leben führt. Dabei wirft er immer wieder mal ein Auge auf Luke Skywalker, um sicherzustellen, dass es diesem gut geht – sehr zum Missfallen von Owen Lars, der gar nichts davon hält, dass Luke eines Tages in die Fußstapfen seines Vaters treten soll. Eines Tages bringt die Einmischung eines anderen Jedi drei Inquisitoren nach Tatooine. Eine von Ihnen, Reva, hat es ganz besonders auf Obi-Wan Kenobi abgesehen. Doch obwohl sich der Jedi-Ritter nach seiner Flucht hilfesuchend an Obi-Wan wendet, weist ihn dieser ab. Die Zeit der Jedi wäre vorbei, und sie hätten den Kampf verloren. Als er am nächsten Tag Zeuge davon wird, wie die Inquisitoren unschuldige Zivilisten bedrohen, fällt es ihm zwar merklich schwer, sich zurückzuhalten, dennoch mischt er sich nicht ein. Dann jedoch nimmt Bail Organa unerwartet mit ihm Kontakt auf, und bittet ihn um Hilfe…","versions":[{"lang":1,"streams":[{"redirect":13261893,"hoster":"VOE"},{"redirect":13606918,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13708645,"hoster":"VOE"},{"redirect":14480625,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13709105,"hoster":"VOE"},{"redirect":13222960,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil II","epNo":2,"alt":"Part II","descr":"Auf Bitten von Bail Organa hat sich Obi-Wan Kenobi aus seinem selbst auferlegten Exil auf Tatooine begeben, um Leia Organa aus den Fängen ihrer Entführer zu befreien. Dafür reist er nach Daiyu. Nur kurz nach seiner Ankunft auf dem Planeten stolpert er über einen vermeintlichen Jedi, der sich jedoch als Betrüger offenbart. Dennoch schafft es dieser, Obi-Wan in die richtige Richtung zu lenken. Im Unterschlupf der Entführer angekommen, stellt sich dieses als Falle heraus – ließ Reva Leia doch bewusst entführen, um ihn so aus seinem Versteck zu locken. Doch auch ohne Lichtschwert und seine Jedi-Fähigkeiten gelingt es Obi-Wan, der Falle zu entkommen, und zugleich Leia zu befreien. Daraufhin versetzen Reva und die anderen Inquisitoren sämtliche Sturmtruppler und Kopfgeldjäger auf dem Planeten in Alarmbereitschaft, um ihn zu schnappen. Kenobi muss es unbemerkt gelingen, mit Leia im Schlepptau zum Raumhafen zu gelangen. Dann jedoch verliert die junge Prinzessin das Vertrauen in ihn…","versions":[{"lang":1,"streams":[{"redirect":13708926,"hoster":"VOE"},{"redirect":14456183,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13708925,"hoster":"VOE"},{"redirect":14462270,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13728944,"hoster":"VOE"},{"redirect":13222962,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Teil III","epNo":3,"alt":"Part III","descr":"Obi-Wan und Leia fliehen vor dem Imperium. Am Ende findet Darth Vader Obi-Wan und es kommt zu einem Kampf, bei dem Obi-Wan nur knapp mit dem Leben davon kommt. Leia wird von Reva gefasst.","versions":[{"lang":1,"streams":[{"redirect":13520877,"hoster":"VOE"},{"redirect":14527288,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13728642,"hoster":"VOE"},{"redirect":14456187,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13400048,"hoster":"VOE"},{"redirect":13222955,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Teil IV","epNo":4,"alt":"Part IV","descr":"Obi-Wan und die abtrünnige Imperiale Tala begeben sich in die Höhle des Löwen: In der schwer bewachten Festung der feindlichen imperialen Inquisitoren wollen sie die kleine Leia befreien, die in die Hände von deren dritter Schwester Reva gefallen ist. Ben aka Obi-Wan (Ewan McGregor) wurde bei dem Kampf gegen Darth Vader schwer verwundet und erholt sich in einem Bacta-Tank, in den ihn seine neue Verbündete Tala (Indira Varma) gesteckt hat. Lange Zeit zum Ausruhen bleibt dem Jedi-Veteranen jedoch nicht: Sein kleiner Schützling Leia (Vivien Lyra Blair) wurde von Inquisitorin Reva (Moses Ingram) gefangengenommen und in die teilweise unter Wasser liegende Festung der Inquisitoren auf dem ozeanischen Mond Nur gebracht. Reva redet der Kleinen ein, Obi-Wan habe das Duell gegen Vader nicht überlebt und versucht mit allen Mitteln, Informationen über die keimende Rebellion gegen das Imperium aus ihr herauszuquetschen. Obi-Wan und Tala fliegen mithilfe des der Rebellion wohlgesonnenen Technikers Roken (O\u0027Shea Jackson, Jr., der Sohn von Rap-Legende Ice Cube, den er 2015 im Biopic \"Straight Outta Compton\" auch darstellte), der zuvor die Position der Inquisitorenfestung ermittelt hat, dort hin, um Leia zu befreien. Auf dem Flug macht sich die Schwächung des Jedi auch in den Fähigkeiten der Macht deutlich bemerkbar. Dennoch kann Obi-Wan nach der Ankunft auf Nur die Festung im Tauchgang erreichen, während Tala ihre Kommandobefugnisse nutzt, um Leias Befreiung vorzubereiten. Auf der Suche nach dem Kind macht Obi-Wan eine schwerwiegende Entdeckung in den unteren Sektionen der Festung und kann Leia schließlich mit Hilfe von Tala befreien, bevor die von Reva befohlene Folterung beginnt. In einem Kampf gegen ihn und Leia verfolgende Sturmtruppen zeigt sich, dass die Macht langsam, aber sicher wieder mit ihrem treuen Verfechter ist. Dummerweise jedoch unterschätzen er und Tala bei ihrer Flucht den Listenreichtum Revas.","versions":[{"lang":1,"streams":[{"redirect":13539314,"hoster":"VOE"},{"redirect":14456194,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13728787,"hoster":"VOE"},{"redirect":14480623,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13653769,"hoster":"VOE"},{"redirect":13222956,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Teil V","epNo":5,"alt":"Part V","descr":"Darth Vader erinnert sich an seine Zeit als Padawan Anakin (Hayden Christensen) von Obi-Wan Kenobi (Ewan McGregor) und daran, wie sein Meister schon damals seinen übergroßen gefährlichen Ehrgeiz bei den Kampfübungen mit dem Lichtschwert kritisierte. In der Gegenwart erstattet Inquisitorin Reva (Moses Ingram) dem Schwarzen Lord Bericht und wird von diesem zur neuen Großinquisitorin befördert. Obi-Wan und Leia (Vivien Lyra Blair) sind derweil auf dem Planeten Jabiim angekommen, von dem aus Obi-Wans neue Kampfgefährten Tala (Indira Varma), Roken (O\u0027Shea Jackson, Jr.) sowie der einstige Hochstapler Haja Estree (Kumail Nanjiani) eine große Gruppe von Flüchtlingen in Sicherheit bringen wollen. Vader entsendet zwei Truppentransporter nach Jabiim, auf denen sich auch Reva befindet, und die Stomtrooper machen sich dazu bereit, den Rebellenstützpunkt anzugreifen. Während die imperialen Soldaten dabei sind, den Zugang zu dem Versteck zu öffnen, kommt es zu einer telepathischen Kommunikation zwischen Obi-Wan und Reva, in deren Verlauf der Jedi-Meister erfährt, wer die neue Großinquisitorin wirklich ist und was ihre wahren Motive gegenüber Darth Vader sind. Kurz darauf kommt es zum Gefecht zwischen Rebellen und Imperium, was einen schweren Verlust für erstere mit sich bringt. Nachdem Vader Obi-Wan in die Enge getrieben glaubt, befiehlt er die Einstellung des Angriffs. Der abschließende Showdown findet jedoch nicht erneut zwischen dem einstigen Lehrer-Schüler-Gespann statt, und zudem kehrt ein totgeglaubter Feind wieder zurück.","versions":[{"lang":1,"streams":[{"redirect":13653647,"hoster":"VOE"},{"redirect":14480626,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13728789,"hoster":"VOE"},{"redirect":14480621,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13918518,"hoster":"VOE"},{"redirect":13222957,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Teil VI","epNo":6,"alt":"Part VI","descr":"Die ehemalige kurzzeitige imperiale Großinquisitorin Reva (Moses Ingram) hat die Konfrontation mit Vader erwartungsgemäß überlebt und reist nach Tatooine, wo sie nach der Lars-Farm sucht. Das schwer angeschlagene Schiff der Rebellen um Roken (O\u0027Shea Jackson, Jr.) und Haja Estree (Kumail Nanjiani) droht derweil unter dem Beschuss von Darth Vaders (Stimme im Original noch immer von James Earl Jones) Sternzerstörer die Vernichtung. Aus diesem Grund will Ben (Obi-Wan) (Ewan McGregor) sich opfern, während Owen Lars (Joel Edgerton, \"The Underground Railroad\") zur gleichen Zeit von einem Freund gewarnt wird. Nachdem Ben sich von seinem kleinen Schützling Leia (Vivien Lyra Blair) verabschiedet hat, verlässt er das schwer angeschlagene Rebellenschiff mit einem Shuttle, woraufhin Darth Vader die Verfolgung auf dieses konzentriert. Zur gleichen Zeit trifft Reva auf der Feuchtfarm von Owen und Beru Lars (Bonnie Piesse, \"The Vow\") ein, welche sich bereits auf die Begegnung vorbereitet haben. Obi-Wan und Vader sind derweil auf einem Felsplaneten niedergegangen, wo sie ein weiteres Mal die Laserklingen ihrer Lichtschwerter kreuzen. Die Larsens unterliegen zeitgleich Revas Kampfkraft und Owen schickt den kleinen Luke (Grant Feely, \"Creepshow\") im wahrsten Sinne des Wortes in die Wüste, um sich dort vor der unheimlichen Verfolgerin zu verstecken. Obi-Wan erweist sich während des Duells als seinem einstigen Schüler deutlich unterlegen. Als er diesen so gut wie bezwungen hat und unter dem zerstörten Helm Vaders das Gesicht von Anakin Skywalker (Hayden Christensen) zum Vorschein kommt, enthüllt dieser dem tief betroffenen Obi-Wan seinen mittlerweile vollständigen Wandel vom kleinen Sklavenjungen zum mächtigen Krieger der dunklen Seite der Macht. Reva hingegen durchlebt ebenfalls einen Wandel.","versions":[{"lang":1,"streams":[{"redirect":13881600,"hoster":"VOE"},{"redirect":14480627,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14401234,"hoster":"VOE"},{"redirect":14456188,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14427847,"hoster":"VOE"},{"redirect":13222958,"hoster":"Streamtape"}]}]}]}]}