{"seriesId":"stargate-infinity","name":"Stargate Infinity","descr":"30 Jahre nach der ersten Reise von SG-1 durch das Sternentor könnte die Entdeckung einer mysteriösen Kreatur den Schlüssel zum Frieden für ein von Krieg und Tyrannei bedrohtes Universum bedeuten.Nun liegt es in den Händen von vier außergewöhnlichen Kadetten und einem Stargate-Veteranen die Kreatur zurück zu ihrem Heimatplaneten zu bringen und sie gleichzeitig vor dem Zugriff der bösartigen Tlak’kahn zu schützen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Verräter","epNo":1,"alt":"Decision","descr":"Gus Bonner, Soldat des Stargate Kommando wird des Verrats bezichtigt. Derweil nehmen Forscher einen Sarkophag in Augenschein, der ein seltsames Wesen beherbergt. An diesem hat auch ein Verräter im Stargate Kommando Interesse und lässt die feindlichen Tlak\u0027kahn durch das Sternentor. Als das Stargate Kommando von diesen angegriffen wird, fliehen Bonner sowie die Kadetten Harrison, Seattle, Stacey und der außerirdische Ec\u0027co, um die fremde Kreatur zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":14443717,"hoster":"VOE"},{"redirect":8632058,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Draga","epNo":2,"alt":"Double Duty","descr":"Noch ist das Stargate-Team Off-World, auf einer Welt, auf der Bonner bereits zuvor mit einem SG-Team war. Die dortige Bevölkerung ist schwer krank und Bonner will helfen. Doch die Tlak\u0027kahn unter der Führung von Da\u0027kyll folgen und fordern das Wesen, das sie als Antiker bezeichnen. Kaum sind die Tlak\u0027kahn soweit in die Flucht geschlagen, wird dem Team bewusst, dass es nicht zur Erde zurückkehren kann, da die GDO-Codes geändert wurden.","versions":[{"lang":1,"streams":[{"redirect":8768988,"hoster":"VOE"},{"redirect":8632060,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die beste Welt","epNo":3,"alt":"The Best World","descr":"Das Team befindet sich auf der Suche nach einer Rückkehr-Möglichkeit und landet dabei auf einem Planeten, dessen Bewohner einen heiligen Stein verehren. Dieser soll ein Orakel sein und Fragen des Lebens beantworten. Daran und an der Antikerin Dra\u0027ga, die das SG-Team nun begleitet haben aber natürlich auch die Tlak\u0027kahn Interesse.","versions":[{"lang":1,"streams":[{"redirect":8768989,"hoster":"VOE"},{"redirect":8632061,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kriegslist","epNo":4,"alt":"Coming Home","descr":"Ec\u0027co und Gus Bonner begeben sich auf Ec\u0027cos Heimatwelt, weil sie hier eine Möglichkeit vermuten, gegen die Tlak\u0027kahn zu kämpfen. Derweil bleibt der Rest des Teams auf einem unwirtlichen Planeten zurück, aber das Gate wurde vom Blitz getroffen und ist deshalb außer Funktion. Aber auch bei Gus und Ec\u0027co läuft nicht alles wie geplant, denn die Rati haben längst davon gehört, dass der Major auf der Erde als Verräter gilt.","versions":[{"lang":1,"streams":[{"redirect":12335333,"hoster":"VOE"},{"redirect":8632062,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Diktator","epNo":5,"alt":"Mentor","descr":"Auf einem fremden Planeten rettet das SG-Team einen Einheimischen und trifft dabei auf einen alten Freund. Doch dort läuft nicht alles so, wie Bonner das gerne hätte, denn sein guter Freund entpuppt sich als machthungriger Herrscher, der die Bevölkerung unterdrückt. Und auch die Tlak\u0027kahn haben ein Wörtchen mitzureden.","versions":[{"lang":1,"streams":[{"redirect":8768994,"hoster":"VOE"},{"redirect":8632072,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kopfgeldjäger","epNo":6,"alt":"Hot Water","descr":"Kopfgeldjäger werden darauf angesetzt, die Antikerin Draga gefangen zu nehmen. Dabei wurde dem Team auf dem neuen Planeten bereits Gastfreundschaft angeboten. Die Kopfgeldjäger schreckt dies natürlich nicht ab und sie lassen sich etwas einfallen, um Draga dennoch gefangen zu nehmen. Derweil lässt sich Harrison auf ein mörderische Herausforderung ein.","versions":[{"lang":1,"streams":[{"redirect":8768992,"hoster":"VOE"},{"redirect":8632066,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Spinnenangst","epNo":7,"alt":"Phobia","descr":"Das Team landet auf einem Planeten, auf dem riesige Insekten und Spinnen beheimatet sind. Stacey und Ec\u0027co werden zunächst vom Rest des Teams getrennt. Als das Team wieder zusammenfindet, steht es allerdings vor einem großen Problem. Denn Stacey hat eine der Riesenspinnen schwer verletzt und soll nun vor Gericht gestellt werden.","versions":[{"lang":1,"streams":[{"redirect":8768997,"hoster":"VOE"},{"redirect":8632073,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In der Falle?","epNo":8,"alt":"Can I Keep It","descr":"Das Team ist erneut auf einem recht unwirtlichen Planeten unterwegs und wird aufgrund technischer Probleme aufgehalten. Dabei fällt Seattle ein kleines Pelzknäuel in die Hände. Sofort ist sie angetan von dem Tier und will es behalten. Anfangs scheint dies auch kein Problem zu sein, doch als es über Nacht von der Größe einer Katze überdimensional anwächst und plötzlich mit seiner Größe Schaden anrichtet, muss sich Seattle fragen, ob sie es wirklich behalten kann. Währenddessen sind ihnen auch die Tlak\u0027khan wieder auf den Fersen und überfallen das Team. Nachdem sie die Gefahr abwenden können, reisen sie durch das Sternentor zum nächsten Planeten und Seattle lässt ihren neuen, pelzigen Freund in seiner Heimat zurück.","versions":[{"lang":1,"streams":[{"redirect":8768996,"hoster":"VOE"},{"redirect":8632063,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wer ist wer?","epNo":9,"alt":"Who Are You?","descr":"Das Team befindet sich auf einem Planeten, auf dem sich Harrison von den anderen absetzt, um die Umgebung zu erkunden. Als er auf ein mysteriöses Wesen trifft, folgt er diesem. Erst nach Stunden kehrt er zurück zum Team und erklärt, einen Menschen gefunden zu haben, den es zu retten gilt. Doch irgendetwas scheint nicht zu stimmen.","versions":[{"lang":1,"streams":[{"redirect":8769000,"hoster":"VOE"},{"redirect":8632064,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Diamantenfieber","epNo":10,"alt":"Greed","descr":"Das Team landet auf einem Planeten, auf dem es herausfindet, dass hier Diamanten keine Mangelware sind. Um reich zu sein, wenn sie wieder auf die Erde zurückkehren, macht sich das Team auf die Suche nach noch mehr Diamanten. Derweil erklärt Gus Bonner Draga ,weshalb Reichtum den Menschen so wichtig ist.","versions":[{"lang":1,"streams":[{"redirect":8768998,"hoster":"VOE"},{"redirect":8632065,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Kampfmaschine","epNo":11,"alt":"Stones","descr":"Das Team rund um Gus Bonner besucht den Planeten, auf dem das Volk der Alteri beheimatet ist. Die Alteri sind ein sehr kämpferisches Volk, bei dem man sich bei einem Kräftemessen in Duellen den Respekt des anderen verdienen muss. Symbolisch tragen die Alteri eine Kette aus Mandros-Steinen, von denen auch Stacey eine erhält. Schnell merkt Stacey die Auswirkungen der Kette und wird schneller und stärker, aber bald übernimmt die Kette ihr Handeln und Stacey verwandelt sich in ein Steinmonster. Parallel entdeckt das Team nach einer Vision von Draga eine Karte, welche die Position der Antikerheimatwelt abbilden könnte.","versions":[{"lang":1,"streams":[{"redirect":8769001,"hoster":"VOE"},{"redirect":12984062,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Mutprobe","epNo":12,"alt":"Initiation","descr":"Nach den Ereignissen der letzten Zeit, entscheidet sich Gus Bonner das Team auf einen idyllischen Planeten zu führen. Mit schönen Stränden und dem Meer scheint es der perfekte Planet, um sich zu entspannen. Doch es kommt zu Aktivitäten eines Vulkans, welche sich in Erdbeben bemerkbar machen. Dadurch wird Harrison vom Rest des Teams getrennt und begleitet dann einen Akua, der verschiedene Mutproben bestehen muss. Der Rest des Teams muss feststellen, dass der Vulkan bald ausbricht und sie warnen die Akua. Es benötigt einiges an Überredungskunst, um die Akua, die so viel Wert auf ihre Mutproben legen, allerdings Angst vor Neuem haben, dazu zu bringen, ihre Insel zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":8769003,"hoster":"VOE"},{"redirect":8632067,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mutter der Erfindung","epNo":13,"alt":"The Mother Of Invention","descr":"Als das Team das Sternentor erneut durchschreitet, gelangt es zu einem Planeten mit einer Stadt. Als sie diese untersuchen, wird jedoch klar, dass diese zerstört ist und es nur noch wenige Überlebende gibt. Kreeda, eine der Überlebenden belügt Ec\u0027co, um an die fortschrittliche Technologie des Teams zu gelangen und zu stehlen. Als Kreeda dann jedoch die Tlak\u0027khan sieht und ihnen davon berichtet, glaubt ihr niemand mehr und sie geraten in einen Hinterhalt, dem sie nur knapp entkommen. Ec\u0027co hat seine Lektion bezüglich Lügen jedenfalls gelernt und schlägt Kreedas Bitte das Team begleiten zu dürfen aus, da er ihr nicht mehr vertraut.","versions":[{"lang":1,"streams":[{"redirect":8769005,"hoster":"VOE"},{"redirect":8632068,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Tödliche Träume","epNo":14,"alt":"Reality","descr":"Das Team besucht einen weiteren Planeten. Die Stadt, die sie dort entdecken scheint sehr verlassen. Doch dann werden sie von einem der Einheimischen begrüßt und zu ihren \"Plätzen\" geführt. Dann wird klar, dass sich die Bewohner im Synth befinden, bei dem es sich um eine virtuelle Realtität handelt. Nachdem der Planet durch Gewitterstürme bedroht wird, setzt das Team alles daran, die Bevölkerung zu retten und aus dem Synth zu holen, indem Seattle und Bonner selbst in den Synth gehen.","versions":[{"lang":1,"streams":[{"redirect":8769007,"hoster":"VOE"},{"redirect":8632069,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"[E16] In der Arena","epNo":15,"alt":"Museum","descr":"Recht unwirtlich ist der nächste Stopp, den das Team einlegt. Die Erscheinungsform der Bewohner ist der von Draga ähnlich. Die Otsorok laden Draga ein. Währenddessen entdeckt Harrison Anzeichen auf die Tlak\u0027khan. Die Otsorok verschließen ihre Augen vor der Gefahr und wollen auf die Menschen nicht hören. Als sich das Volk aufgrund der Tlak\u0027khan in Gefahr befindet, bieten die Menschen dennoch ihre Hilfe an.","versions":[{"lang":1,"streams":[{"redirect":8769010,"hoster":"VOE"},{"redirect":8632071,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"[E17] Wir und die","epNo":16,"alt":"Us And Them","descr":"Bei der Ankunft auf einem Schneeplaneten, schlagen dem Team bereits Schüsse entgegen und sie können erkennen, dass sich zwei Armeen bekriegen. Nachdem sie Tlak\u0027khan erkennen, greift das Team ein und verhilft zum Sieg gegen die Tlak\u0027khan-Krieger. Später stellt sich jedoch heraus, dass die Hosana die Bösen sind und nicht die Tlak\u0027khan, bei denen es sich um Bauern handelt, die keinen Krieg führen.","versions":[{"lang":1,"streams":[{"redirect":8769011,"hoster":"VOE"},{"redirect":8632070,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"[E18] Die Fratze des Bösen","epNo":17,"alt":"The Face Of Evil","descr":"Das Team besucht einen Planeten, der gemäß den Berechnungen von Ec\u0027co von einem Kometen getroffen wird. Als sie die Bevölkerung warnen wollen, verstoßen sie jedoch gegen ihre Sitten und sollen sofort abreisen. Die Bevölkerung ist taub für die Warnungen des Teams und sieht die Gefahr nicht. Gus Bonner lässt aber nicht locker.","versions":[{"lang":1,"streams":[{"redirect":8769014,"hoster":"VOE"},{"redirect":8632081,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"[E19] Die vergessene Bibliothek","epNo":18,"alt":"The Key","descr":"Das Team um Gus Bonner ist auf der Flucht. Die Tlak\u0027khan sind ihnen auf den Fersen und das Team flieht durch das Sternentor. Auf dem Planeten entdecken sie etwas, das wie ein Raumschiff aussieht, allerdings nicht der Bauweise der Tlak\u0027khan entspricht. Obwohl dieses Raumschiff über eine Abwehrfunktion verfügt, will Bonner Zutritt erlangen, um eine Nachricht an das Stargate Command abzusetzen. Stattdessen wollen sie dieses nun nutzen, um zurück auf die Erde zu gelangen. Doch die Tlak\u0027khan haben ihnen eine Falle gestellt und sie auf ihre Heimatwelt gelotst.","versions":[{"lang":1,"streams":[{"redirect":8769009,"hoster":"VOE"},{"redirect":8632084,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"[E20] Jagt Gus Bonner","epNo":19,"alt":"Chariot Of The Sun","descr":"Auf dem Weg zu einer Wissenschaftskonferenz löst das Team Alarm aus und wird von Wächtern gestoppt. Ein genialer Wissenschaftler hat einen Telepathiereif entwickelt mit dessen Hilfe jeder über Gedanken in Kontakt treten kann. Die Vorstellung einer gemeinsamen Gedankenwelt wird mit Zweifeln konfrontiert. Gus schafft es nun endlich mit einer Vertreterin des Stargate Command zu sprechen. Diese kehrt zum Stargate Command zurück, um dort zu erklären, dass Bonner unschuldig ist.","versions":[{"lang":1,"streams":[{"redirect":8769012,"hoster":"VOE"},{"redirect":8632077,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"[E21] Gedankenspiele","epNo":20,"alt":"The Answer","descr":"Mit Vorsicht gehen sie bei ihrem nächsten Stopp vor. Sie nehmen Kontakt mit zwei weiblichen Vertretern der Einheimischen auf, die auf der Suche nach einem begehrten Farn für Modezwecke sind. Dabei handelt es sich um eine Pflanze, die für Modezwecke genutzt wird und ohne die man in der Gesellschaft nichts wert ist. Stacey, Seattle und Harrison helfen den beiden Frauen etwas von dem Farn in tiefen Höllen zu sammeln.","versions":[{"lang":1,"streams":[{"redirect":8769018,"hoster":"VOE"},{"redirect":12984063,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"[E22] In und out","epNo":21,"alt":"The Look","descr":"Das Team gerät erneut in eine Falle. Doch entgegen ihrer Aussage, handelt es sich nicht um Tlak\u0027khan, sondern um Mardan, welche die Tlak\u0027khan verehren. Jedoch leiden die Mardan derzeit unter einer Krankheit, die Draga und das Team versuchen zu heilen. Trotzdem werden sie den Tlak\u0027khan ausgeliefert. Doch als ihr Heilmittel funktioniert, ändern die Mardan ihre Meinung, lehnen sich gegen die Tlak\u0027khan auf und befreien Gus Bonner und sein Team.","versions":[{"lang":1,"streams":[{"redirect":12926703,"hoster":"VOE"},{"redirect":8632076,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"[E26] Epidemie","epNo":22,"alt":"Feet Of Clay","descr":"Die Suche nach Dragas Heimatplaneten geht weiter. Das Team springt von Planet zu Planet, gefolgt von Tlak\u0027khan oder anderen Kreaturen, wobei ihre Hoffnung auf Erfolg sinkt. Schließlich gibt Draga eine Adresse ein und sie landen in... Mexiko. Von dort aus senden sie eine Nachricht an das Stargate Command. Aufgrund eines Hinterhalts der Tlak\u0027khan auf der Erde muss das Team aber erneut flüchten und die nächste Welt anwählen.","versions":[{"lang":1,"streams":[{"redirect":8769016,"hoster":"VOE"},{"redirect":8632078,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"[E15] Der Größte","epNo":23,"alt":"The Natural","descr":"Der Ort, den das Team als nächstes besucht, scheint die chinesische Mauer zu sein. Doch wieso steht diese auf einem anderen Planeten? Sie sind in einem Museum gelandet, in dem unzählige historische Artefakte und Gebäude der Erde deponiert sind. Schließlich landen sie in einem Kampf zwischen Napoleon und Caesar, die jedoch Roboter sind. Gus Bonners Geschichtskenntnisse sind der Schlüssel zu ihrer Flucht.","versions":[{"lang":1,"streams":[{"redirect":8769020,"hoster":"VOE"},{"redirect":8632079,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"[E23] Der Wüstenplanet","epNo":24,"alt":"Big Mistake","descr":"Das Team landet als nächstes auf dem Planeten der Heron, einer Welt, die Gus Bonner bereits besucht hat. Nachdem Harrison eine Lektion über das Fliegen und den Umgang mit Tieren lernt, bleibt er beim Tor, während die anderen bei den Heron eingeladen sind. Die Tlak\u0027khan sind jedoch wieder nur wenige Schritte hinter ihnen. Das Team schlägt die Tlak\u0027khan mit Hilfe der Heron in die Flucht.","versions":[{"lang":1,"streams":[{"redirect":8769029,"hoster":"VOE"},{"redirect":8632080,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"[E24] Farben des Schreckens","epNo":25,"alt":"The Illustrated Stacey","descr":"Um den Einheimischen eines Wüstenplaneten zu helfen, spürt das Team um Gus Bonner für diese Wasser unter der Erdoberfläche auf und möchte eine Lösung finden, dass dieses genutzt werden kann. Als Stromquelle dient ein großer Stein, der sich als Energiewesen entpuppt und der Seattle beeinflusst.","versions":[{"lang":1,"streams":[{"redirect":8769026,"hoster":"VOE"},{"redirect":8632085,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"[E25] Die Ankunft","epNo":26,"alt":"The Long Haul","descr":"Eher zufällig hilft Harrison den Einheimischen des nächsten Planeten, indem er ein Schlangenmonster außer Gefecht setzt. Daraufhin werden sie zu einem Fest eingeladen und Stacey erhält das Angebot einer Körpermalerei. Die Farbe besteht jedoch aus Mikroben, die sich auf Staceys Haut vermehren. Nun heißt es das Gegenmittel zu finden.","versions":[{"lang":1,"streams":[{"redirect":8769023,"hoster":"VOE"},{"redirect":8632083,"hoster":"Streamtape"}]}]}]}]}