{"seriesId":"starhunter","name":"Starhunter","descr":"Der Weltraum im Jahr 2275 ist kein allzu gemütlicher Ort. Zwar haben die Menschen mittlerweile einen großen Teil des Alls besiedelt, doch in den unendlichen Weiten herrschen auch Verbrechen und die Anarchie. Der Kopfgeldjäger Dante Montana setzt sich auf die Fährte von skrupellosen Kriminellen und versucht, das All ein wenig sicherer zu machen. Zu Dantes Crew gehören seine Nichte Percy, die Waffenexpertin Luc und ein Hologramm: Der Erste Offizier Caravaggio. Doch nebenbei treibt Dante auch noch ein ganz anderes Ziel an: Denn vor zehn Jahren wurde seine Frau ermordet und sein Sohn entführt. Und vielleicht gelingt es Dante ja, ihn wiederzufinden – irgendwo da draußen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der göttliche Schwarm","epNo":1,"alt":"The Divinity Cluster","descr":"Starhunter Dante Montana (Michael Paré) jagt im Jahr 2275 gemeinsam mit seiner Nichte Percy, der Munitionsexpertin Lucretia und dem Hologramm Caravaggio interplanetarische Verbrecher. Sein erster Auftrag: Er soll den Wissenschaftler Eccelston festnehmen. Der Forscher ist der einzige, der die Funktion von vier rätselhaften Genen kennt, die der Menschheit offenbar von Außerirdischen eingepflanzt wurden.","versions":[{"lang":1,"streams":[{"redirect":8769926,"hoster":"VOE"},{"redirect":8632594,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vertrauen","epNo":2,"alt":"Trust","descr":"Dante, seine Nichte Percy und Lucretia transportieren zwei kriminelle Cousins, Allister und Jeremy McNaughton, zu einer Haftanstalt. Unterwegs verliebt sich Percy in Jeremy, dem es spielend gelingt, ihr Vertrauen zu gewinnen. Doch die beiden nutzen die Naivität des Mädchens schamlos aus und planen ihre Flucht.","versions":[{"lang":1,"streams":[{"redirect":8769930,"hoster":"VOE"},{"redirect":8632602,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Familienwerte","epNo":3,"alt":"Family Values","descr":"Luc und Dante sind auf dem Weg zum Mars, wo sie den Verbrecher Etienne abholen sollen. Als sie in einer Marswüste von einem Schiff der Raider angegriffen werden, rettet ihnen die an Bord der Tulip gebliebene Percy das Leben und sprengt das Schiff. Im Wrack glaubt Dante seinen Sohn Travis zu erkennen, der vor Jahren von den Raiders entführt wurde.","versions":[{"lang":1,"streams":[{"redirect":8769932,"hoster":"VOE"},{"redirect":8632604,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Gesang der Sirenen","epNo":4,"alt":"Siren\u0027s Song","descr":"Die Crew der Tulip nimmt den Verbrecher Petrakis gefangen, der aus dem Gefängnis geflüchtet war. Während des Rücktransports übernehmen Spezialtruppen, unter der Führung von Major Wayne, das Kommando über das Schiff. Sie haben ein mysteriöses Mädchen bei sich, das angeblich einem gefährlichen Virus ausgesetzt war und nun auf eine Isolierstation gebracht werden soll. Auf dem Weg dorthin verhält sich das Schiff plötzlich äußerst sonderbar.","versions":[{"lang":1,"streams":[{"redirect":8769929,"hoster":"VOE"},{"redirect":8632596,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Schlächter von Callisto","epNo":5,"alt":"The Man Who Sold The World","descr":"Dante und Luc holen den Verbrecher Novak vom Pluto ab. Er hat unzählige Menschenleben geopfert, um der Wahrheit über die vier Gene, die den Menschen von Aliens implantiert wurden, auf den Grund zu gehen. Caravaggio und Percy müssen sich unterdessen auf der Tulip mit einem gefährlichen Virus auseinandersetzen.","versions":[{"lang":1,"streams":[{"redirect":9699498,"hoster":"VOE"},{"redirect":14188304,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gedankenkontrolle","epNo":6,"alt":"Peer Pressure","descr":"Dante, Luc und Percy transportieren an Bord der Tulip die Mörderin Nasreen und ihren Sohn Ajit. Während der Überführung wird Dante von einem Licht geblendet, das von einem Armband Nasreens ausgeht. Fortan gehorcht er ihr blind, denn sie kann seine Gedanken lenken. Percy entdeckt währenddessen mehr als nur freundschaftliche Gefühle für Ajit.","versions":[{"lang":1,"streams":[{"redirect":8769935,"hoster":"VOE"},{"redirect":14188305,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kalt wie Eis","epNo":7,"alt":"Frozen","descr":"Die Crew der Tulip überstellt den Verbrecher Etienne gerade in ein Gefängnis, als sie einen Notruf empfängt. Kurz darauf nehmen sie Dr. Devon und seinen Sohn Ryan an Bord, die von Raidern verfolgt werden. Die fordern umgehend die Auslieferung des Jungen. Es stellt sich heraus, dass Ryans Gehirn nicht einwandfrei funktioniert und Orchard ihn seinem Vater weggenommen hatte. Vermutlich kam Ryan auch mit dem \"Divinity Cluster\", den außerirdischen Genen, in Berührung.","versions":[{"lang":1,"streams":[{"redirect":8796481,"hoster":"VOE"},{"redirect":8632598,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Spieler","epNo":8,"alt":"Past Lives","descr":"Rudolpho beauftragt die Tulip-Crew, einen flüchtigen Mörder zu fassen. Als er ihnen ein Bild des Verbrechers zeigt, ist Luc geschockt: Das Foto zeigt ihren Ex-Mann Eric. Der hatte, um seine Schulden zu bezahlen, seinen Körper an einen Forscher verkauft und diesen getötet. Kopflos flog er auf der Flucht mit einem Schiff in ein Asteroidenfeld. Die Tulip-Crew gibt alles, Eric aufzuspüren.","versions":[{"lang":1,"streams":[{"redirect":12926867,"hoster":"VOE"},{"redirect":8632601,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der helle Schein des Todes","epNo":9,"alt":"Order","descr":"Die Mitglieder einer Sekte wollen Selbstmord begehen, indem sie direkt in die Sonne fliegen. Dante und sein Team machen sich auf den Weg, um das Schlimmste zu verhindern. In letzter Sekunde gelingt es ihnen, den Sektenführer und seine engsten Verbündeten an Bord der Tulip zu nehmen. Dort unterzieht einer der Flüchtlinge Luc einer Gehirnwäsche.","versions":[{"lang":1,"streams":[{"redirect":8769934,"hoster":"VOE"},{"redirect":8632610,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hinter Gittern","epNo":10,"alt":"Cell Game","descr":"Eine Gruppe Kopfgeldjäger versucht, der Crew der Tulip den Gefangenen abzunehmen. Dante (Michael Paré) und sein Team geben den Häftling nicht kampflos heraus. Percy (Tanya Allen) wird festgenommen, als sie einen der konkurrierenden Kopfgeldjäger angreift. Diese nutzen deren Inhaftierung, um Dante zu erpressen: Er soll einen Häftling aus einem der gefährlichsten Gefängnisse des Universums befreien.","versions":[{"lang":1,"streams":[{"redirect":8769939,"hoster":"VOE"},{"redirect":8632614,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schwarzes Licht","epNo":11,"alt":"Black Light","descr":"Ein alter Teil des Schiffes Tulip wird durch einen technischen Defekt wieder aktiviert. Dadurch erwacht auch Colonel Bromwell (James Smith), ein ehemaliger Kommandant des Schiffes. Fünfzig Jahre lang war er tief gefroren. Daher denkt er, dass er sich immer noch im Krieg mit den Raidern befindet. Dante (Michael Paré) macht sich das zunutze, um eine Versammlung der Raider zu unterlaufen und somit seinen Sohn zu finden.","versions":[{"lang":1,"streams":[{"redirect":13113307,"hoster":"VOE"},{"redirect":8632616,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der kurze Abschied","epNo":12,"alt":"Goodbye, So Long","descr":"Der Geschäftsmann Ike (James Coombes) fühlt sich von den Raidern verfolgt. Er glaubt, dass sie von ihm erfahren wollen, wo es die Samen gibt, die an jedem Ort und bei jedem Klima gedeihen können. Verzweifelt sucht er Unterstützung bei seinem alten Freund Dante (Michael Paré). Doch dieser hat keine Zeit für ihn. Wenig später wird Ike ermordet. Dante setzt alles daran, den Tod seines alten Freundes aufzuklären.","versions":[{"lang":1,"streams":[{"redirect":8769940,"hoster":"VOE"},{"redirect":8632603,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der meistgesuchte Mann","epNo":13,"alt":"The Most Wanted Man","descr":"Dante (Michael Paré) und seine Crew sind dem Verbrecher Harman (Tim Dantey) auf den Fersen. Zugleich verfolgt sie der Orchard, der über Informationen über das \"Divinity Cluster\" verfügt. Als die Tulip tatsächlich an Harmans Schiff andockt, flieht der Verbrecher an Bord von Dantes Schiff. Es gelingt ihm, Percy (Tanya Allen) als Geisel zu nehmen, um ein Treffen mit deren Vater Darius zu erzwingen.","versions":[{"lang":1,"streams":[{"redirect":14044820,"hoster":"VOE"},{"redirect":8632605,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Lichterwolke","epNo":14,"alt":"Half Dense Players","descr":"An Bord der Tulip befindet sich die Künstlerin Arquette (Ambre Boukebza). Diese wird verdächtigt, einen Mord begangen zu haben. Neben Dante (Michael Paré) zeigt der Orchard ebenfalls Interesse an Arquette, weil sie über übernatürliche Fähigkeiten verfügt. Außerdem wird der ruhige Flug gestört, als Percy (Tanya Allen) entdeckt, dass die Tulip von einem Schiff verfolgt wird.","versions":[{"lang":1,"streams":[{"redirect":8769937,"hoster":"VOE"},{"redirect":8632607,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Alpträume","epNo":15,"alt":"Dark And Stormy Night","descr":"Luc (Claudette Roche) und ihr Vater Darius (George Harris) machen Dante (Michael Paré) vom Divinity Cluster ein interessantes Angebot: Sie erhalten von ihm gewisse Informationen, dafür helfen sie ihm bei der Suche nach seinem Sohn. Unter vier Augen gesteht Luc Dante, dass sie ihrem eigenen Vater nicht über den Weg traut. Daher beschließen die beiden, auf eigene Faust zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":8769941,"hoster":"VOE"},{"redirect":8632608,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Super Max","epNo":16,"alt":"Super Max","descr":"Der geldgierige Rudolpho (Stephen Marcus) verkauft die Tulip kurzerhand an ein Ehepaar. Diese planen, aus dem Raumschiff der Starhunter ein Gefängnis zu machen. Dante (Michael Paré) reagiert scheinbar gelassen auf diese Nachricht. Insgeheim instruiert er aber Percy (Tanya Allen), die Tulip ein wenig zu bearbeiten. Bei ihrem Besuch finden die neuen Besitzer ein Schiff vor, das völlig heruntergekommen wirkt.","versions":[{"lang":1,"streams":[{"redirect":8769943,"hoster":"VOE"},{"redirect":8632609,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Flashback","epNo":17,"alt":"A Twist in Time (1)","descr":"Die Tulip hat plötzlich massive technische Probleme: Die Triebwerke schalten sich aus, einer der Reaktoren arbeitet nicht mehr und das Schiff treibt ziellos durch den Orbit. Percy (Tanya Allen) versucht, den Reaktor zu reaktivieren, doch dann sitzt sie im Außenbereich fest. Und der Sauerstoff wird von Minute zu Minute knapper. Dante (Michael Paré) sucht verzweifelt nach einer Möglichkeit, sie zu retten.","versions":[{"lang":1,"streams":[{"redirect":8769942,"hoster":"VOE"},{"redirect":8632612,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Zeitverwerfungen","epNo":18,"alt":"Eat Sin (2)","descr":"Ernste Lage für Dante, Percy und Luc: Die Tulip steckt in einer Zeitverwerfung fest. In unterschiedlichen Parallelwelten versucht jeder der drei, dem brutalen Serienmörder Five zu entgehen. Dabei findet Percy heraus, dass sie der Zeitverwerfung nur entkommen können, wenn die Tulip zerstört wird. Prompt erhält Offizier Caravaggio den Befehl. Zunächst läuft alles nach Plan, doch die Zeit scheint sich nicht einfach so austricksen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8769944,"hoster":"VOE"},{"redirect":8632611,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Böse Mädchen","epNo":19,"alt":"Bad Girls","descr":"Dante ahnt nichts Böses, als Rudolpho ihn bittet, dessen alten Freund Hamilton und dessen Teenager-Töchter an Bord zu nehmen. Die beiden Mädchen sorgen für so viel Wirbel, dass Hamilton in Ruhe seiner eigentlichen Aufgabe nachkommen kann. Im Auftrag des Orchards, von dem er selbst erpresst wird, spioniert er Dante Montana aus.","versions":[{"lang":1,"streams":[{"redirect":8769946,"hoster":"VOE"},{"redirect":8632613,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Serum","epNo":20,"alt":"Bad Seed (1)","descr":"Dante ist in Gefahr: Tosca, Agentin des Orchard, hat ihn entführt. Sie hofft mit Dantes Hilfe dessen Sohn Travis und damit den Schlüssel zum Divinity Cluster zu finden. Das Kidnapping hat Folgen. Caravaggios Programmierung wurde verändert, so dass der friedliche holographische Erste Offizier der Tulip zum teuflischen Zerstörer des eigenen Schiffes mutiert. Dann taucht auch noch Salomea auf, eine Agentin der Raiders und behauptet, für Travis zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":8769947,"hoster":"VOE"},{"redirect":8632615,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der verlorene Sohn","epNo":21,"alt":"Travis (2)","descr":"Eine kryptische Botschaft Percy’s teilt Dante Montana mit, wo er den kostbaren Samen der Raiders findet. Als Gegenleistung verlangt Dante von den Raiders die Freilassung von Percy und dessen Sohn Travis, den er seit über zehn Jahren nicht mehr gesehen hat. Die Wiedervereinigung von Vater und Sohn klärt auch die Frage, welche Rolle das Hologram Penny Montana bei frühen Experimenten mit dem Divinity Cluster gespielt hat.","versions":[{"lang":1,"streams":[{"redirect":13113309,"hoster":"VOE"},{"redirect":8632618,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Dantes Inferno","epNo":22,"alt":"Resurrection (3)","descr":"Die Rückkehr des verlorenen Sohnes Travis löst auf der Tulip nicht nur Begeisterung aus. Neid und Missgunst unter den Crewmitgliedern bedrohen Dante Montanas Mission. Der hat mittlerweile erfahren, was die Raiders mit dem Samen planen. Außerdem befindet sich Luc immer noch in der Gewalt der Raiders.","versions":[{"lang":1,"streams":[{"redirect":8769948,"hoster":"VOE"},{"redirect":8632617,"hoster":"Streamtape"}]}]}]}]}