{"path":"/serie/stream/stars-align","name":"Stars Align","descr":"Der Original-Anime Hoshiai no Sora entführt uns in die Welt des Oberschul-Softtennis – eine Form des Tennis, bei der ein weit weicherer Ball verwendet wird, als es beim herkömmlichen Tennis der Fall ist. Im Mittelpunkt der Handlung steht der kleine Softtennis-Club einer Oberschule, der kurz davor ist geschlossen zu werden. Um ein letztes Mal an dem großen Sommerturnier teilnehmen und dieses eventuell sogar gewinnen zu können, bittet Touma Shinjou – seines Zeichens leidenschaftlicher Softtennisspieler – Maki Katsuragi um Hilfe. Maki ist allseits als Tennisass bekannt und seine hochgelobten Fähigkeiten sind es, die dem Oberschulclub zum Sieg verhelfen sollen. Doch Maki denkt im Traum nicht daran, einen kleinen Club einfach so zu unterstützen und verlangt eine entsprechende finanzielle Gegenleistung, wenn er dem Club beitreten und zum Turnier antreten soll.So beginnt eine Geschichte um Jugend und Liebe zum Sport, in der es am Ende doch um mehr gehen soll als nur einen Sieg beim Sommerturnier ...","seasons":[{"path":"/serie/stream/stars-align/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/stars-align/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Der Soft-Tennis-Club der Jungen steht vor der Auflösung aufgrund des Mangels an Ergebnissen und Können. Verzweifelt nach neuen Mitgliedern mit sportlichen Fähigkeiten, führt Toma Shinjo eine Rekrutierungskampagne an und bleibt leer. Er nähert sich dem Transferstudenten Maki Katsuragi, nachdem er beobachtet hat, wie er eine streunende Katze fängt, aber Maki lehnt ab, da sie keinem Club beitreten möchte. Toma folgt Maki herum und besteht darauf, ihn zu rekrutieren, und Maki stimmt der Bedingung zu, dass er bezahlt wird. In dieser Nacht kommt Makis Vater Kenji Kyotabe in Makis Wohnung an und schlägt ihn, bevor er Geld stiehlt, das Maki vor ihm versteckt hatte, und geht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8394510","hoster":"VOE"},{"path":"/redirect/8394507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stars-align/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Maki kommt zu seinem ersten Softtennistraining und wird von den anderen Mitgliedern gehänselt, die an seinen Fähigkeiten beim Tennis zweifeln. Tsubasa versucht, ihn zu bedrängen, indem er ihm befiehlt, 20 Runden zu laufen, und Rintaro, der Vizekapitän, weist den gesamten Club an, mit ihm zu laufen. Die anderen fallen zurück, aber Maki und Toma beenden zusammen und festigen ihre Partnerschaft. In der Schule am nächsten Tag bemerkt Maki, dass Yuta Asuka ihn und Toma beobachtet und konfrontiert ihn. Er bestätigt seinen Verdacht, dass Yuta in Toma verknallt ist, und versichert ihm, dass er frei ist, zu mögen, wen er will. Er fragt ihn, ob Yuta Interesse an Softtennis hat und überredet ihn, Teammanager zu werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8394524","hoster":"VOE"},{"path":"/redirect/8394530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stars-align/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Der Soft-Tennis-Club beginnt, mit Maki und Toma als Paar Übungsmatches zu spielen. Obwohl Maki ein Anfänger ist, übertrifft er alle, kämpft aber mit Schüssen, die auf ihn gerichtet sind. Nachdem Maki beobachtet hat, wie schlecht die Mannschaft spielt, tadelt sie sie, weil sie ihre Zeit verschwendet. Toma stimmt ihm zu und verlässt wütend den Club. Am nächsten Tag wird sein Mitspieler Itsuki Ameno von zwei Schülern wegen seiner familiären Situation gemobbt, was dazu führt, dass er einen von ihnen mit seinem Schläger schlägt. Während Rintaro und Itsuki mit ihrem Berater über das Mobbing sprechen, erzählt der Rest des Teams Maki, dass Itsukis Mutter ihn als Kleinkind mit kochendem Wasser übergossen hat. Später ruft Maki Toma an und sagt ihm, dass er sich weigert, Tomas Rücktritt anzuerkennen, da er immer noch bezahlt werden möchte. Toma geht am nächsten Tag zum Training.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8394539","hoster":"VOE"},{"path":"/redirect/8394554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stars-align/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Maki ändert die Paarungen für den Club, indem er sich dafür entscheidet, die Teams von oben nach unten auszubalancieren, und nach heftiger anfänglicher Kritik sehen die Clubmitglieder eine große Verbesserung ihrer Leistungen. Nach der Schule lädt Maki Toma, Yuta und Kanako zum Abendessen zu sich nach Hause ein und sie sind von seiner Küche beeindruckt. Am nächsten Tag gibt Clubberater Takayuki Sakurai dem Team bekannt, dass sie ein Übungsspiel gegen den Elite-Soft-Tennisclub der Misaki Academy, den nationalen Meister im Mannschaftswettbewerb, bestreiten werden. Während das Team dies nur als ein Spiel sieht, das sie nicht gewinnen können, sieht Maki dies als Gelegenheit, mit den Besten zu üben. In dieser Nacht findet Maki auf dem Heimweg vom Lebensmittelladen Kenji, der auf ihn wartet. Kenji zerbricht seinen Schläger und sagt Maki, dass er am nächsten Tag Geld für ihn bereithalten soll.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8394557","hoster":"VOE"},{"path":"/redirect/8394559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stars-align/staffel-1/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Am nächsten Tag in der Schule eröffnet Maki Toma die Situation seines Vaters und seiner Familie. Nach der Schule kommt Kenji in der Wohnung an, in der Toma mit Maki wartet. Toma wirft Geld nach Kenji und sagt ihm, dass er ihn töten wird, wenn er Maki verletzt. Kenji lacht und droht, Toma zuerst zu töten, woraufhin Maki, die sich hinter Toma zusammengekauert hatte, zwischen sie steht und seinem Vater sagt, dass er ihn töten wird, wenn er Toma wehtut. Am nächsten Tag teilt Rintaro Futsu Toma mit, dass er als Vizepräsident zurücktreten möchte, da er der Meinung ist, dass Maki mehr tut, um dem Club zu helfen als er. Auf Drängen enthüllt er Toma, dass er ein uneheliches Kind ist, das aus einer Teenagerschwangerschaft resultiert und zur Adoption freigegeben wurde, weil ihre Mutter das Gefühl hatte, sie könne sich nicht um ihn kümmern. Er hatte den größten Teil seines Lebens damit verbracht, sich der Wahrheit nicht bewusst zu sein, aber als ihm gesagt wurde,er entschied, dass er in allen Bereichen nach Erfolg streben musste, um seine Eltern nicht zu enttäuschen, was zu Problemen mit dem Selbstvertrauen führte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8394578","hoster":"VOE"},{"path":"/redirect/12988333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stars-align/staffel-1/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Der Club kommt zu seinen Trainingsspielen in die Misaki Academy. Die ersten sind Nao Tsukinose und Taiyo Ishigami und nachdem sie den ersten Satz gewonnen haben, lassen sie die nächsten drei fallen und verlieren das Match mit 3-1. Als nächstes kommen Rintaro und Itsuki, und wie das erste Paar verlieren sie ihr Match mit 3-1. Als nächstes folgen Tsubasa Soga und Shingo Takenouchi, deren Einschüchterungstaktik es ihnen ermöglicht, einen Satz zu gewinnen, aber letztendlich mit 1: 3 zu verlieren. Schließlich spielen Maki und Toma gegen die zweitbeste Mannschaft des Teams, bestehend aus Arashi Oji und Shinjuro Sunaga. Die beiden fallen schnell zurück und lassen die ersten beiden Sätze fallen, da sie Ojis Aufschläge nicht erwidern können.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8394611","hoster":"VOE"},{"path":"/redirect/8394605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stars-align/staffel-1/episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Maki bemerkt, dass Oji und Sunaga nicht als Team zusammenarbeiten, da Oji die Arbeit erledigt und Sunaga als Accessoire behandelt. Maki und Toma legen diese Schwäche offen, um die nächsten beiden Sätze zu gewinnen und einen entscheidenden fünften Satz zu erzwingen. Der letzte Satz ist hart umkämpft, da Oji und Sunaga endlich anfangen, als Team zusammenzuarbeiten. Am Ende verlieren Maki und Toma ihr Spiel, aber trotz der Leistung des Vereins gehen die Jungs sehr ermutigt davon. Einige Zeit später gönnt Sakurai dem Club ein Barbecue am Fluss und das Team macht einen Siegessprung. Die Mutter eines der Jungen wendet sich jedoch an den Schulleiter, beschwert sich über die Zeit, die ihr Sohn mit Softtennis verbringt, und fordert, dass Maßnahmen ergriffen werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8394623","hoster":"VOE"},{"path":"/redirect/8394631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stars-align/staffel-1/episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Naos Mutter reicht eine Beschwerde beim Schulleiter ein, was dazu führt, dass die Clubaktivitäten für eine Woche ausgesetzt werden. Der Verein kann nicht trainieren und beschließt, Joy Kusakabe, das Ass der Hatanuka Middle School, ihren ersten Gegner im Sommerturnier, auszukundschaften. Die Schule verbietet jedoch Beobachter, also schlägt Yuta vor, die Mädchenmassen zu infiltrieren, die sich vor den Gerichten versammeln, um Joy auszuspionieren. Er und Maki verkleiden sich als Mädchen und er vertraut Maki an, dass er sich als nichtbinär identifiziert. Maki sagt ihm, dass er sich nicht unter Druck setzen sollte, sich als männlich oder weiblich zu bezeichnen, und erzählt ihm von Shou, einer FTM-Freundin seiner Mutter. Yuta sagt Maki, dass ihre älteren Schwestern sie Yu nennen, und Maki beschließt, sie auch Yu zu nennen. Auf dem Weg nach Hatanuka trifft der Club auf Takuto Murakami,der den Soft-Tennis-Club verlässt, um Basketball zu spielen und versucht, Maki und Yu anzugreifen. Der Club erreicht Hatanouka und Kanako lenkt die Mädchen ab, die ihn beobachten, damit Maki und Yu das Team auf Video aufnehmen können. Der Club überprüft das Filmmaterial und stellt fest, dass sich seine Einstellung zum Sport ändern muss, wenn er im Turnier eine Chance haben will. Kanako trifft sich mit dem Clubberater, der zufällig auch Kunstlehrer ist, zeigt ihm ihre Zeichnungen und erzählt ihm, dass ihre Eltern Kunst nicht als lohnenden Beruf ansehen. Später werden die Vereinsaktivitäten wieder aufgenommen und ein Übungsspiel zwischen der Mädchen- und der Jungenmannschaft arrangiert.Der Club überprüft das Filmmaterial und stellt fest, dass sich seine Einstellung zum Sport ändern muss, wenn er im Turnier eine Chance haben will. Kanako trifft sich mit dem Clubberater, der zufällig auch Kunstlehrer ist, zeigt ihm ihre Zeichnungen und sagt ihm, dass ihre Eltern Kunst nicht als lohnenden Beruf ansehen. Später werden die Vereinsaktivitäten wieder aufgenommen und ein Übungsspiel zwischen der Mädchen- und der Jungenmannschaft arrangiert.Der Club überprüft das Filmmaterial und stellt fest, dass sich seine Einstellung zum Sport ändern muss, wenn er im Turnier eine Chance haben will. Kanako trifft sich mit dem Clubberater, der zufällig auch Kunstlehrer ist, zeigt ihm ihre Zeichnungen und sagt ihm, dass ihre Eltern Kunst nicht als lohnenden Beruf ansehen. Später werden die Vereinsaktivitäten wieder aufgenommen und ein Übungsspiel zwischen der Mädchen- und der Jungenmannschaft arrangiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13473813","hoster":"VOE"},{"path":"/redirect/8394633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stars-align/staffel-1/episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Shingos Schwester An kommt nach Shijo Minami, um sich das Trainingsspiel zwischen den Jungen- und Mädchenmannschaften anzusehen; Sie wird jedoch vor dem Spiel vermisst. Die Jungs suchen verzweifelt nach ihr und erkennen, dass das Trainingsspiel abgesagt wird, wenn sie nicht gefunden wird. Nao findet sie in der Krankenstation, aber der psychische Stress, dem seine Mutter ihn ausgesetzt hat, führt dazu, dass er sie einsperrt und die Jungen anlügt, weil sie sie gefunden haben. Maki erkennt, dass Nao lügt und nimmt den Schlüssel an sich, dann findet sie sie sicher schlafend in der Krankenstation. Die Spiele gehen wie geplant weiter, wobei die Jungs positive Ergebnisse liefern. Später an diesem Tag geht Tsubasa nach Hause und wird von seinem Vater hart gerügt, weil er mit dem Fußball aufgehört hat, um Tennis zu spielen. Sein Vater schlägt ihn, wodurch er den Halt verliert, die Treppe hinunterfällt und sich das Handgelenk bricht. Er rennt aus dem Haus und geht zu Shingo\u0027s Haus. Shingos Vater bringt ihn ins Krankenhaus und die Ärzte sagen ihnen, dass er zwei Monate lang kein Tennis spielen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8394684","hoster":"VOE"},{"path":"/redirect/8394682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stars-align/staffel-1/episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Da Tsubasa nicht spielen kann, beschließt Shingo, sich vom Turnier zurückzuziehen. Das Team ist beunruhigt über den Verlust ihres Paares und das Tsukinose-Ishigami-Paar stimmt zu, dass die anderen Paare die Siege übernehmen, aber Shingo befiehlt ihnen, nicht nachzulassen. Während Maki und Toma auf einem Einkaufsbummel treffen, treffen sie auf Oji, der Maki dazu bringt, ihm Nudeln zu machen. Dann treffen sie auf die Ituse-Brüder, die amtierenden nationalen Paarmeister des letztjährigen Turniers, und verspotten Oji. Am nächsten Tag beim Training besucht Kinuyo den Club und sagt ihnen, dass sie nur ein Spiel gewinnen müssen, um den Club zu retten, was angesichts der Klammer für das Turnier schwierig zu sein scheint. Der Tag des Turniers kommt und als erstes sind Rintaro und Itsuki dran. Während sie mit 2:0 in Führung gehen, verkrampft sich Rintaros Bein und sie verlieren das Spiel. Als nächstes sind Nao und Taiyo,die eine Strategie anwenden, bei der es darum geht, über den Platz zu laufen, um zu verhindern, dass ihre Gegner ihre Bewegungen lesen. Sie bringen das Match in den fünften Satz, verlieren aber die Ausdauer und verlieren das Match.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13001678","hoster":"VOE"},{"path":"/redirect/8394677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stars-align/staffel-1/episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"Da die Zukunft des Clubs auf dem Spiel steht, stehen Maki und Toma Joy gegenüber. Die beiden fallen früh ins Hintertreffen, doch sie merken, dass Joys Partner eine Belastung ist und richten den Ball auf ihn, um das Match zu gewinnen. Sie gewinnen ihre nächsten beiden Spiele und spielen damit gegen den Titelverteidiger, die Itsuse-Brüder. Während das Turnier läuft, beschließt Naos Mutter, dass sie die Dinge für diesen Tag schleifen lässt, aber letztendlich die Kontrolle über ihn zurückerlangt, und Rintaro erhält eine Nachricht von seiner leiblichen Mutter, die kam, um sein Spiel zu sehen, aber ging, bevor sie ihm persönlich begegnete Gesicht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8394704","hoster":"VOE"},{"path":"/redirect/8394705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stars-align/staffel-1/episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"Maki und Toma werden in den ersten beiden Spielen ausgeschlossen. Sie wechseln die Positionen, um die Itsuse-Brüder aus dem Spiel zu werfen und ein entscheidendes fünftes Spiel zu erzwingen. Die Brüder Itsuse gewinnen jedoch ihre Fassung zurück und gewinnen das Spiel. Trotz der Niederlage gewinnen Maki und Toma mit ihren Bemühungen gegen den Titelverteidiger die Unterstützung der Zuschauer. Toma versucht, Ryoma anzurufen, um die Neuigkeiten mitzuteilen, aber er erreicht stattdessen seine Mutter, die ihm sagt, dass sie sich scheiden lässt und bei Ryoma leben wird, während Toma bei seinem Vater lebt. Sie sagt ihm, dass sie erleichtert sein wird, von ihm frei zu sein, da sie ihn hasst. In dieser Nacht kehrt Maki nach Hause zu den Folgen einer Auseinandersetzung zurück und findet ein zerbrochenes Glas auf dem Boden sowie Shou, den Freund seiner Mutter. Als er merkte, dass sein Vater für mehr Geld vorbeikam,Maki beschließt, dass er ihn töten muss, um vom Diebstahl und Missbrauch seines Vaters befreit zu werden. Er kauft ein Messer und geht zur Wohnung seines Vaters.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8394718","hoster":"VOE"},{"path":"/redirect/8394731","hoster":"Streamtape"}]}]}]}]}