{"path":"/serie/stream/stateless","name":"Stateless","descr":"Die Stewardess Sofie Werner (Yvonne Strahovski) ergreift die Flucht vor ihrem Leben und ihrer Familie. Ihre Sinnkrise treibt sie direkt in die Fänge einer Sekte für Selbstoptimierung. Als Sofie erkennt was wirklich hinter der Sekte steckt, ergreift sie erneut die Flucht. Sie wird von den Behörden ergriffen und in ein Flüchtlingslager gebracht. Hier treffen mehrere Schicksale und Menschen aufeinander, die durch ein fehlerhaftes System an den Rande des Wahnsinns getrieben werden.","seasons":[{"path":"/serie/stream/stateless/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/stateless/staffel-1/episode-1","name":"Unter welchen Umständen sie kommen","epNo":1,"alt":"The Circumstances in Which They Come","descr":"Sofie ist Stewardess und in einer dubiosen Selbsthilfegruppe. Doch nach und nach zerbricht ihr jetziges Leben. Zuerst verliert sie ihren Job und auch aus der Gruppe wurde sie ausgeschlossen nun weiß sie nicht was sie tun soll. Ameer verzweifelt bei dem Versuch, seine Familie nach Australien zu bringen er gibt das letzte Geld der Familie für Schlepper aus. Als sie zum Boot gebracht werden sollen das sie nach Australien bringt werden sie in eine Falle geschickt. Sie werden an einen Strand gebracht wo das Boot angeblich gleich kommen soll doch statt dem Boot taucht die Polizei auf zum Glück kann Ameer mit seiner Familie entkommen. Cam nimmt im Lager einen Job an obwohl seine Frau dagegen ist. Gleich an seinem ersten begegnet er dort Sofie die dort wie auch immer mit einer Gruppe Flüchtlingen eingeliefert wird.","versions":[]},{"path":"/serie/stream/stateless/staffel-1/episode-2","name":"Incognita","epNo":2,"alt":"Incognita","descr":"Während sich Sofie an ihre neue gestohlene Identität klammert, gewöhnt sich Cam einigermaßen an seine neue Arbeit. Ameer trifft im Internierungslager ein wo er sich gleich auf die Suche nach seiner Familie begibt und Clare will einen Aufstand ersticken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6834151","hoster":"VOE"}]}]},{"path":"/serie/stream/stateless/staffel-1/episode-3","name":"Was richtig ist","epNo":3,"alt":"The Right Thing","descr":"Fotos eines verprügeln Häftlings sind nach draußen gelangt deswegen sucht Clare nach der undichte Stelle im Lager. Das Fehlverhalten einer Wächterin stellt Cam vor ein moralisches Dilemma weil er dabei war weiß er nun nicht was er tun soll, soll er sie verraten oder soll er Stillschweigen bewahren. Ameer und Sofie sind schwer traumatisiert.","versions":[]},{"path":"/serie/stream/stateless/staffel-1/episode-4","name":"Sofie rennt","epNo":4,"alt":"Run Sofie Run","descr":"Nach einem Fluchtversuch Gefangener während eines Aufstandes muss Cam eine Seite wählen. Ein Neuankömmling bereitet Ameer Sorgen. Sofie flieht vor der Vergangenheit.","versions":[]},{"path":"/serie/stream/stateless/staffel-1/episode-5","name":"Panis Angelicus","epNo":5,"alt":"Panis Angelicus","descr":"Inmitten der Spannungen in Barton gerät Sofies psychischer Zustand außer Kontrolle. Cams Arbeit beeinträchtigt sein Privatleben. Ameers Antrag lässt Fragen aufkommen.","versions":[]},{"path":"/serie/stream/stateless/staffel-1/episode-6","name":"Der siebente Kreis","epNo":6,"alt":"The Seventh Circle","descr":"Sofie wird von ihrer Schwester aufgespürt, Cam verliert die Kontrolle, Clare hat Gewissensbisse und Ameer hat mit einer herzzerreißenden Entscheidung zu kämpfen.","versions":[]}]}]}